{
  "page-local-environment-brownie-desc": "Isang Python-based na development and testing framework para sa mga smart contract na naka-target sa Ethereum Virtual Machine.",
  "page-local-environment-brownie-logo-alt": "Logo ng Brownie",
  "page-local-environment-kurtosis-desc": "Isang container-based toolkit para madaling mag-configure at gumawa ng multi-client Ethereum testnet para sa mabilisang pag-develop, pag-prototype, at pag-test ng ng lokal na dApp.",
  "page-local-environment-kurtosis-logo-alt": "Logo ng Kurtosis",
  "page-local-environment-epirus-desc": "Isang platform para sa pag-develop, pag-deploy at pagsubaybay ng mga blockchain application sa Java Virtual Machine.",
  "page-local-environment-epirus-logo-alt": "Logo ng Epirus",
  "page-local-environment-eth-app-desc": "Gumawa ng mga Ethereum-powered app sa isang command. May kasamang iba't ibang UI framework at DeFi template na mapagpipilian.",
  "page-local-environment-eth-app-logo-alt": "Logo ng Create Eth App",
  "page-local-environment-foundry-desc": "Isang napakabilis, portable at modular na toolkit para sa development ng Ethereum application \n na naka-write sa Rust.",
  "page-local-environment-foundry-logo-alt": "Logo ng Foundry",
  "page-local-environment-framework-feature-1": "Mga feature para gumawa ng lokal na blockchain instance.",
  "page-local-environment-framework-feature-2": "Utilities para ma-compile at ma-test ang mga smart contract mo.",
  "page-local-environment-framework-feature-3": "Mga client development add-on para gawin ang iyong user-facing application sa parehong proyekto/repository.",
  "page-local-environment-framework-feature-4": "Configuration na gagamitin para kumonekta sa mga Ethereum network at mag-deploy ng mga kontrata, sa locally running instance man o sa isa sa mga pampublikong network ng Ethereum.",
  "page-local-environment-framework-feature-5": "Decentralized na app distribution - mga integration sa mga opsyon sa storage tulad ng IPFS.",
  "page-local-environment-framework-features": "Maraming out-of-the-box functionality ang mga framework na ito, tulad ng:",
  "page-local-environment-frameworks-desc": "Inirerekomenda naming pumili ng framework, lalo na kung baguhan ka pa lang. Ang pagbuo ng isang buong dapp ay nangangailangan ng iba't ibang teknolohiya. Mayroon ang mga framework ng marami sa mga kinakailangang feature o nagbibigay ito ng madadaling plugin system para mapili ang mga tool na gusto mo.",
  "page-local-environment-frameworks-title": "Mga framework at pre-made stack",
  "page-local-environment-hardhat-desc": "Ang Hardhat ay isang Ethereum development environment para sa mga propesyonal.",
  "page-local-environment-hardhat-logo-alt": "Logo ng Hardhat",
  "page-local-environment-openZeppelin-desc": "Makatipid ng maraming oras sa pag-develop sa pamamagitan ng pag-compile, pag-deploy, at pag-interact sa mga smart contract gamit ang aming CLI.",
  "page-local-environment-openZeppelin-logo-alt": "Logo ng OpenZeppelin",
  "page-local-environment-scaffold-eth-desc": "Ethers + Hardhat + React: lahat ng kailangan mo para simulan ang pagbuo ng mga decentralized application na pinapagana ng mga smart contract.",
  "page-local-environment-scaffold-eth-logo-alt": "Logo ng scaffold-eth",
  "page-local-environment-setup-meta-desc": "Gabay sa pagpili ng iyong software stack para sa Ethereum development.",
  "page-local-environment-setup-meta-title": "Lokal na development setup para sa Ethereum",
  "page-local-environment-setup-subtitle": "Kung handa ka nang magsimulang gumawa, oras na para pumili ng iyong stack.",
  "page-local-environment-setup-subtitle-2": "Ito ang mga tool at framework na magagamit mo at makakatulong sa iyong gawin ang iyong Ethereum application.",
  "page-local-environment-setup-title": "I-set up ang iyong lokal na development environment",
  "page-local-environment-solidity-template-desc": "Isang GitHub template para sa pre-built setup ng iyong mga smart contract sa Solidity. May Hardhat local network, Waffle para sa mga test, Ethers para sa implementation ng wallet, at marami pa.",
  "page-local-environment-solidity-template-logo-alt": "Logo ng Solidity template",
  "page-local-environment-waffle-desc": "Ang pinaka-advanced na testing lib para sa mga smart contract. Gamitin mag-isa o kasama ang Scaffold-eth o Hardhat.",
  "page-local-environment-waffle-logo-alt": "Logo ng Waffle"
}
