{
  "page-run-a-node-build-your-own-title": "Gumawa ng sarili mong node",
  "page-run-a-node-build-your-own-hardware-title": "Hakbang 1 – Hardware",
  "page-run-a-node-build-your-own-minimum-specs": "Minimum na specs",
  "page-run-a-node-build-your-own-min-ram": "4 - 8 GB RAM",
  "page-run-a-node-build-your-own-ram-note-1": "Basahin ang note sa staking",
  "page-run-a-node-build-your-own-ram-note-2": "Basahin ang note sa Raspberry Pi",
  "page-run-a-node-build-your-own-min-ssd": "2 TB SSD",
  "page-run-a-node-build-your-own-ssd-note": "Kailangan ang SSD para sa mga kinakailangang bilis ng pag-write.",
  "page-run-a-node-build-your-own-recommended": "推荐的",
  "page-run-a-node-build-your-own-nuc": "Intel NUC, 7th gen o mas bago",
  "page-run-a-node-build-your-own-nuc-small": "x86 processor",
  "page-run-a-node-build-your-own-connection": "Wired na internet connection",
  "page-run-a-node-build-your-own-connection-small": "Hindi kailangan, pero mas madaling mag-set up at tuloy-tuloy ang koneksyon kapag mayroon nito",
  "page-run-a-node-build-your-own-peripherals": "Display screen at keyboard",
  "page-run-a-node-build-your-own-peripherals-small": "Maliban na lang kung ginagamit mo ang DAppNode, o ssh/headless setup",
  "page-run-a-node-build-your-own-software": "Hakbang 2 – Software",
  "page-run-a-node-build-your-own-software-option-1-title": "Opsyon 1 – DAppNode",
  "page-run-a-node-build-your-own-software-option-1-description": "Kapag handa ka na sa iyong hardware, mada-download ang DAppNode operating system gamit ang anumang computer at mai-install ito sa isang bagong SSD sa pamamagitan ng USB drive.",
  "page-run-a-node-build-your-own-software-option-1-button": "Setup ng DAppNode",
  "page-run-a-node-build-your-own-software-option-2-title": "Opsyon 2 – Command line",
  "page-run-a-node-build-your-own-software-option-2-description-1": "Para sa maximum na kontrol, maaaring mas gusto ng mga experienced na user na gamitin ang command line.",
  "page-run-a-node-build-your-own-software-option-2-description-2": "Tingnan ang aming mga dokumento ng developer para sa iba pang impormasyon sa pagsisimula sa pagpili ng client.",
  "page-run-a-node-build-your-own-software-option-2-button": "Setup ng command line",
  "page-run-a-node-buy-fully-loaded-title": "Bumili ng fully loaded",
  "page-run-a-node-buy-fully-loaded-description": "Mag-order ng plug and play option sa mga vendor para sa pinakamadaling onboarding experience.",
  "page-run-a-node-buy-fully-loaded-note-1": "Walang kailangang gawin.",
  "page-run-a-node-buy-fully-loaded-note-2": "App-like setup na may GUI.",
  "page-run-a-node-buy-fully-loaded-note-3": "Hindi kailangan ng command-line.",
  "page-run-a-node-censorship-resistance-title": "Paglaban sa Censorship",
  "page-run-a-node-censorship-resistance-preview": "Tiyaking may access ka kapag kailangan mo ito, at hindi ka mase-censor.",
  "page-run-a-node-censorship-resistance-1": "Maaaring tanggihan ng isang 3rd-party node ang mga transaksyon mula sa mga partikular na IP address, o mga transaksyon na may kinalaman sa mga partikular na account, na maaaring maging dahilan para hindi mo magamit ang network kapag kailangan mo ito. ",
  "page-run-a-node-censorship-resistance-2": "Kapag mayroon kang sariling node para magsumite ng mga transaksyon, matitiyak na mabo-broadcast mo ang iyong transaksyon sa peer-to-peer network anumang oras.",
  "page-run-a-node-community-title": "Maghanap ng mga tutulong sa iyo",
  "page-run-a-node-community-description-1": "Sa mga online platform tulad ng Discord o Reddit, maraming community builder ang handang tumulong kung mayroon kang anumang tanong.",
  "page-run-a-node-community-description-2": "Hindi ka nag-iisa. Kung may tanong ka, malaman na may makakatulong sa iyo ditong mahanap ang sagot.",
  "page-run-a-node-community-link-1": "Sumali sa Discord ng DAppNode",
  "page-run-a-node-community-link-2": "Maghanap ng mga komunidad online",
  "page-run-a-node-choose-your-adventure-title": "Ikaw ang pipili ng adventure mo",
  "page-run-a-node-choose-your-adventure-1": "Kakailanganin mo ng hardware para magsimula. Bagama't puwede kang magpatakbo ng node software sa personal computer, mas maganda kung may sariling machine ang node mo para mas maganda ang performance nito at hindi nito masyadong maapektuhan ang iyong pangunahing computer.",
  "page-run-a-node-choose-your-adventure-2": "Kapag pumipili ng hardware, isiping patuloy na lumalaki ang chain, at tiyak na kakailanganin ang maintenance. Kapag mas mataas ang specs, mas matagal bago mangailangan ng maintenance ang node.",
  "page-run-a-node-choose-your-adventure-build-1": "Mas mura at mas customizable na opsyon para sa mga medyo mas teknikal na user.",
  "page-run-a-node-choose-your-adventure-build-bullet-1": "Ikaw ang kukuha ng sarili mong parts.",
  "page-run-a-node-choose-your-adventure-build-bullet-2": "I-install ang DAppNode.",
  "page-run-a-node-choose-your-adventure-build-bullet-3": "O, pumili ng sarili mong OS at mga client.",
  "page-run-a-node-choose-your-adventure-build-start": "Magsimulang bumuo",
  "page-run-a-node-decentralized-title": "Desentralisasyon",
  "page-run-a-node-decentralized-preview": "Iwasang paigtingin ang mga centralized point of failure.",
  "page-run-a-node-decentralized-1": "Mainam sa pag-compute ang mga centralized cloud server, pero nagiging target ang mga ito ng mga nation-state o mga attacker na gustong guluhin ang network.",
  "page-run-a-node-decentralized-2": "Para maging resilient ang network, kailangan ng mas maraming node sa iba't ibang lugar na pinapatakbo ng mas maraming tao mula sa iba't ibang background. Kapag mas maraming tao ang nagpapatakbo ng kani-kanilang node, mababawasan ang mga centralized point of failure, kaya magiging mas matatag ang network.",
  "page-run-a-node-further-reading-title": "Karagdagang pagbabasa",
  "page-run-a-node-further-reading-1-link": "Paggamit ng Ethereum - Dapat Ba Akong Magpatakbo ng Full Node",
  "page-run-a-node-further-reading-1-author": "Andreas Antonopoulos",
  "page-run-a-node-further-reading-2-link": "Ethereum sa ARM - Gabay sa Mabilis na Pagsisimula",
  "page-run-a-node-further-reading-3-link": "Ang Mga Limitasyon sa Blockchain Scalability",
  "page-run-a-node-further-reading-3-author": "Vitalik Buterin",
  "page-run-a-node-getting-started-title": "Pagsisimula",
  "page-run-a-node-getting-started-software-section-1": "Noong bago pa ang lang ang network, kailangan ng mga user na magkaroon ng kakayahan na makipag-interface sa command-line upang magamit ang isang Ethereum node.",
  "page-run-a-node-getting-started-software-section-1-alert": "Kung ito ang gusto mo, at mayroon kang mga kasanayan, huwag kang mag-atubiling tingnan ang aming mga teknikal na dokumento.",
  "page-run-a-node-getting-started-software-section-1-link": "Magpatakbo ng isang Ethereum node",
  "page-run-a-node-getting-started-software-section-2": "Ngayon, mayroon tayong DAppNode, na isang <b>libre at open-source na software</b> na nagbibigay sa mga user ng <b>karanasang katulad ng sa app</b> habang pinapamahalaan ang kanilang node.",
  "page-run-a-node-getting-started-software-section-3a": "Sa ilang tap lang, mapapatakbo mo na ang iyong node.",
  "page-run-a-node-getting-started-software-section-3b": "Sa tulong ng DAppNode, madali para sa mga user na magpatakbo ng mga full node, pati na rin ng mga dapp at iba pang P2P network, nang hindi kailangang galawin ang command-line. Pinapadali nito para sa lahat na makilahok at gumawa ng mas decentralized na network.",
  "page-run-a-node-getting-started-software-title": "Bahagi 2: Software",
  "page-run-a-node-glyph-alt-terminal": "Glyph ng terminal",
  "page-run-a-node-glyph-alt-phone": "Glyph ng pag-tap sa telepono",
  "page-run-a-node-glyph-alt-dappnode": "Glyph ng DAppNode",
  "page-run-a-node-glyph-alt-pnp": "Glyph ng plug-n-play",
  "page-run-a-node-glyph-alt-hardware": "Glyph ng Hardware",
  "page-run-a-node-glyph-alt-software": "Glyph ng Software download",
  "page-run-a-node-glyph-alt-privacy": "Glyph ng Privacy",
  "page-run-a-node-glyph-alt-censorship-resistance": "Megaphone glyph para sa paglaban sa censorship",
  "page-run-a-node-glyph-alt-earth": "Glyph ng mundo",
  "page-run-a-node-glyph-alt-decentralization": "Glyph ng decentralization",
  "page-run-a-node-glyph-alt-vote": "Glyph para sa pagpapahayag ng boto mo",
  "page-run-a-node-glyph-alt-sovereignty": "Glyph ng soberanya",
  "page-run-a-node-hero-alt": "Graphic ng node",
  "page-run-a-node-hero-header": "Ikaw ang magkokontrol sa lahat.<br />Magpatakbo ng sarili mong node.",
  "page-run-a-node-hero-subtitle": "Maging ganap na sovereign habang tumutulong na i-secure ang network. Maging Ethereum.",
  "page-run-a-node-hero-cta-1": "Higit pang matuto",
  "page-run-a-node-hero-cta-2": "Alamin pa natin ang mga detalye!",
  "page-run-a-node-install-manually-title": "I-install nang mano-mano",
  "page-run-a-node-install-manually-1": "Kung user ka na mas maalam sa teknikal na aspeto at nagpasya kang gumawa ng sarili mong device, mada-download ang DAppNode sa kahit anong computer at mailalagay sa bagong SSD gamit ang USB drive.",
  "page-run-a-node-meta-description": "Isang panimula sa kung ano, bakit, at paano magpatakbo ng Ethereum node.",
  "page-run-a-node-participate-title": "Sumali",
  "page-run-a-node-participate-preview": "<strong>Sa iyo</strong> magsisimula ang rebolusyon sa decentralization.",
  "page-run-a-node-participate-1": "Sa pamamagitan ng pagpatakbo ng node, magiging bahagi ka ng pandaigdigang kilusan para i-decentralize ang kontrol at kapangyarihan sa mundo ng impormasyon.",
  "page-run-a-node-participate-2": "Kung may ETH ka, gawing kapaki-pakinabang ang iyong ETH sa pamamagitan ng pagsuporta sa kalagayan at decentralization ng network, at tiyaking makakapagpasya ka kaugnay ng patutunguhan nito.",
  "page-run-a-node-privacy-title": "Privacy at Seguridad",
  "page-run-a-node-privacy-preview": "Huwag isiwalat ang iyong personal na impormasyon sa mga node ng third party.",
  "page-run-a-node-privacy-1": "Kapag nagpapadala ng mga transaksyon gamit ang mga pampublikong node, maaaring maisiwalat ang personal na impormasyon sa mga third-party na serbisyong ito tulad ng iyong IP address at mga Ethereum address na pagmamay-ari mo.",
  "page-run-a-node-privacy-2": "Sa pamamagitan ng pag-link ng wallet sa sarili mong node, magagamit mo ang iyong wallet para mag-interact sa blockchain sa pribado at secure na paraan.",
  "page-run-a-node-privacy-3": "Gayundin, kung may mapaminsalang node na magpapamahagi ng invalid na transaksyon, hindi ito papansinin ng iyong node. Vine-verify ang bawat transaksyon sa sarili mong machine, kaya hindi mo kailangang umasa sa kahit sino.",
  "page-run-a-node-rasp-pi-title": "Isang note tungkol sa Raspberry Pi (ARM processor)",
  "page-run-a-node-rasp-pi-description": "Ang mga Raspberry Pi ay mga lightweight at abot-kayang computer, ngunit may mga limitasyon ang mga ito na maaaring makaapekto sa performance ng iyong node. Bagama't hindi ito inirerekomenda sa ngayon para sa staking, maaari itong maging maganda at murang opsyon para sa pagpapatakbo ng isang node para sa personal na paggamit, kahit na mayroon lang 4 - 8 GB na RAM.",
  "page-run-a-node-rasp-pi-note-1-link": "DAppNode sa ARM",
  "page-run-a-node-rasp-pi-note-1-description": "Tingnan ang mga tagubiling ito kung pinaplano mong patakbuhin ang DAppNode sa Raspberry Pi",
  "page-run-a-node-rasp-pi-note-2-link": "Ethereum sa dokumentasyon ng ARM",
  "page-run-a-node-rasp-pi-note-2-description": "Alamin kung paano mag-set up ng node sa pamamagitan ng command line sa Raspberry Pi",
  "page-run-a-node-rasp-pi-note-3-link": "Magpatakbo ng node gamit ang Raspberry Pi",
  "page-run-a-node-rasp-pi-note-3-description": "Sundan ito kung mas gusto mo ang mga tutorial",
  "page-run-a-node-shop": "Tindahan",
  "page-run-a-node-shop-avado": "Bumili ng Avado",
  "page-run-a-node-shop-dappnode": "Bumili ng DAppNode",
  "page-run-a-node-staking-title": "Stake your ETH",
  "page-run-a-node-staking-description": "Bagama't hindi kinakailangan, kapag mayroon kang isang node na pinapatakbo, lalo kang mapapalapit sa pag-stake ng ETH mo para makakuha ng mga reward at makatulong sa pag-contribute sa ibang component ng seguridad ng Ethereum.",
  "page-run-a-node-staking-link": "Stake ETH",
  "page-run-a-node-staking-plans-title": "May planong mag-stake?",
  "page-run-a-node-staking-plans-description": "Upang i-maximize ang efficiency ng iyong validator, inirerekomenda ang minimum na 16GB RAM, ngunit mas mainam kung 32GB, na may CPU benchmark score na 6667+ sa <a href=\"https://cpubenchmark.net\" target=\"_blank\" >cpubenchmark.net</a>. Inirerekomenda rin na may access ang mga staker sa unlimited at high-speed na internet bandwidth, bagama't hindi ito ganap na kinakailangan.",
  "page-run-a-node-staking-plans-ethstaker-link-label": "Paano bumili ng Ethereum validator hardware",
  "page-run-a-node-staking-plans-ethstaker-link-description": "Mas maraming idinedetalye ang EthStaker sa isang oras na special na ito",
  "page-run-a-node-sovereignty-title": "Soberanya",
  "page-run-a-node-sovereignty-preview": "Isiping nagpapatakbo ng node bilang susunod na hakbang sa pagkakaroon ng sarili mong Ethereum wallet.",
  "page-run-a-node-sovereignty-1": "Binibigyang-daan ka ng Ethereum wallet na ganap na pangalagaan at kontrolin ang iyong mga digital asset sa pamamagitan ng pangangasiwa sa mga pribadong key sa iyong mga address, pero hindi makikita sa mga key na iyon ang kasalukuyang estado ng blockchain, tulad ng balanse ng wallet mo.",
  "page-run-a-node-sovereignty-2": "Bilang default, karaniwang kumokonekta ang mga Ethereum wallet sa 3rd-party node, gaya ng Infura o Alchemy, kapag hinahanap ang iyong mga balanse. Kapag nagpatakbo ka ng sarili mong node, magkakaroon ka ng sarili mong kopya ng Ethereum blockchain.",
  "page-run-a-node-title": "Magpatakbo ng Node",
  "page-run-a-node-voice-your-choice-title": "Ihayag ang iyong pinili",
  "page-run-a-node-voice-your-choice-preview": "Huwag isuko ang kontrol kung sakaling magkaroon ng fork.",
  "page-run-a-node-voice-your-choice-1": "Kung sakaling magkaroon ng chain fork, kung saan may dalawang chain na may magkaibang hanay ng mga panuntunan, ang pagpapatakbo ng sarili mong node ay magbibigay sa iyo ng kakayahang pumili kung aling hanay ng mga patakaran ang sinusuportahan mo. Ikaw ang magpapasya kung mag-a-upgrade sa mga bagong panuntunan at susuportahan ang mga ipinapanukalang pagbabago, o hindi.",
  "page-run-a-node-voice-your-choice-2": "Kung nagse-stake ka ng ETH, ang pagpapatakbo ng iyong sariling node ay nagbibigay-daan sa iyong pumili ng iyong sariling client, para mapaliit ang panganib na makaranas ka ng slashing at para makatugon sa mga pabago-bagong demand ng network sa paglipas ng panahon. Kapag nag-stake sa third party, hindi ibibilang ang iyong boto sa kung aling client ang sa tingin mong pinakamainam piliin.",
  "page-run-a-node-what-title": "<i>Ano</i> ang ibig sabihin ng \"pagpapatakbo ng node\"?",
  "page-run-a-node-what-1-subtitle": "Magpatakbo ng software.",
  "page-run-a-node-what-1-text": "Kilala bilang 'client', nagda-download ang software na ito ng kopya ng Ethereum blockchain at vine-verify nito ang validity ng bawat block, at pagkatapos ay pinapanatili nito itong updated sa mga bagong block at transaksyon, at tumutulong ito sa ibang mag-download at mag-update ng kanilang sariling mga kopya.",
  "page-run-a-node-what-2-subtitle": "May hardware.",
  "page-run-a-node-what-2-text": "Ang Ethereum ay idinisenyo para magpatakbo ng node sa karaniwang computer na ginagamit ng consumer. Puwede kang gumamit ng anumang personal na computer, pero pinipili ng karamihan sa mga user na patakbuhin ang kanilang node sa hardware na para lang talaga dito, nang sa gayon ay maiwasang makaapekto sa performance ng kanilang machine at bawasan ang downtime ng node.",
  "page-run-a-node-what-3-subtitle": "Habang online.",
  "page-run-a-node-what-3-text": "Mukhang kumplikado sa simula ang pagpapatakbo ng Ethereum node, pero sa katunayan, tuloy-tuloy na pagpapatakbo lang ito ng client software sa computer habang nakakonekta sa internet. Kapag offline, hindi magiging aktibo ang iyong node hanggang sa maging online na ito ulit at makahabol sa mga pinakabagong pagbabago.",
  "page-run-a-node-who-title": "<i>Sino</i> ang dapat magpatakbo ng node?",
  "page-run-a-node-who-preview": "Kayong lahat! Hindi lang para sa mga validator ng patunay ng stake ang mga node. <i>Kahit sino</i> ay puwedeng magpatakbo ng node—hindi mo kailangan ng ETH.",
  "page-run-a-node-who-copy-1": "Hindi mo kailangang mag-stake ng ETH para magpatakbo ng node. Sa katunayan, pinapanagot ng lahat ng iba pang node sa Ethereum ang mga validator.",
  "page-run-a-node-who-copy-2": "Maaaring hindi mo makuha ang mga financial reward na nakukuha ng mga validator, pero marami pang ibang benepisyo ng pagpapatakbo ng node na dapat isaalang-alang ng anumang user ng Ethereum, kasama na ang privacy, seguridad, hindi masyadong pagdepende sa mga third-party server, paglaban sa censorship, at pinabuting kalagayan at decentralization ng network.",
  "page-run-a-node-who-copy-3": "Ang pagkakaroon ng sarili mong node ay nangangahulugang hindi mo na kailangang umasa sa impormasyon tungkol sa estado ng network mula sa third party.",
  "page-run-a-node-who-copy-bold": "Huwag magtiwala. Mag-verify.",
  "page-run-a-node-why-title": "<i>Bakit</i> dapat magpatakbo ng node?"
}
