{
  "comp-withdrawal-comparison-current-title": "Mga kasalukuyang tagapusta",
  "comp-withdrawal-comparison-current-li-1": "Maaaring nagbigay na ng withdrawal address ang ilang user noong una nilang itinakda ang kanilang deposito sa pagpupusta—wala nang kailangan pang gawin ang mga user na ito",
  "comp-withdrawal-comparison-current-li-2": "Hindi nagbigay ang karamihan sa mga tagapusta ng withdrawal address noong unang deposito, at kakailanganin nilang i-update ang kanilang mga kredensyal sa pag-withdraw. May mga tagubilin sa <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Staking Launchpad</a> kung paano ito gawin",
  "comp-withdrawal-comparison-current-p": "Maaari mong ilagay ang iyong validator index number dito upang malaman kung kailangan mo pang i-update ang iyong mga kredensyal <Text as=\"span\" fontWeight=\"normal\">(makikita ito sa iyong client logs):</Text>",
  "comp-withdrawal-comparison-new-title": "Mga bagong tagapusta (hindi pa nagdedeposito)",
  "comp-withdrawal-comparison-new-li-1": "Karaniwan, ang mga bagong tagapusta na gusto na awtomatikong paganahin ang mga pagbabayad ng reward at ang paggana ng withdrawal ay dapat magbigay ng Ethereum withdrawal address na kinokontrol nila habang ginagawa ang kanilang mga key ng validator gamit ang tool na Staking Deposit CLI",
  "comp-withdrawal-comparison-new-li-2": "Hindi ito kinakailangan sa panahon ng pagdeposito, ngunit hahadlangan ang pangangailangang i-update ang mga key na ito sa ibang araw upang ma-unlock ang iyong mga pondo",
  "comp-withdrawal-comparison-new-p": "Gagabayan ka ng Staking Launchpad sa proseso ng pagsisimula ng pagpupusta.",
  "comp-withdrawal-comparison-new-link": "Bisitahin ang Staking Launchpad",
  "comp-withdrawal-credentials-placeholder": "Index ng Validator",
  "comp-withdrawal-credentials-error": "Oops! I-double check ang validator index number at subukan ulit.",
  "comp-withdrawal-credentials-upgraded-1": "Handa nang magsimulang tumanggap ng mga reward ang validator index {{validatorIndex}}!",
  "comp-withdrawal-credentials-upgraded-2": "Mga kredensyal sa pag-withdraw na naka-link sa execution address:",
  "comp-withdrawal-credentials-not-upgraded-1": "Kailangang i-upgrade ang validator na ito.",
  "comp-withdrawal-credentials-not-upgraded-1-testnet": "Kailangang i-upgrade ang holesky testnet validator na ito.",
  "comp-withdrawal-credentials-not-upgraded-2": "Kasalukuyang makikita ang mga tagubilin sa kung paano mag-upgrade ng <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Staking Launchpad</a>",
  "comp-withdrawal-credentials-verify-mainnet": "I-verify sa Mainnet",
  "comp-withdrawal-credentials-verify-holesky": "I-verify sa Holesky",
  "page-staking-image-alt": "Larawan ng Rhino mascot para sa staking launchpad.",
  "page-staking-benefits-1-title": "Kumita ng mga reward",
  "page-staking-benefits-1-description": "Ibibigay ang mga reward para sa mga pagkilos na tumutulong sa network na maabot ang <a href=\"/glossary/#consensus\">consensus</a>. Makakakuha ka ng mga reward para sa pagpapatakbo ng software na maayos na nagpapangkat ng mga transaksyon sa mga bagong block at sinusuri ang trabaho ng ibang validator dahil iyon ang nagpapanatili sa chain na tumakbo ng ligtas.",
  "page-staking-benefits-2-title": "Mas mahusay na seguridad",
  "page-staking-benefits-2-description": "Lalong lumalakas ang network laban sa mga pag-atake dahil mas maraming ETH ang nakapusta, dahil nangangailangan ito ng mas maraming ETH upang makontrol ang karamihan sa network. Upang maging isang banta, kakailanganin mong pangasiwaan ang karamihan sa mga validator, na nangangahulugang kailangan mong kontrolin ang karamihan ng ETH sa system–marami iyon!",
  "page-staking-benefits-3-title": "Mas napapanatili",
  "page-staking-benefits-3-description": "Hindi kailangang gumawa ng mga staker ng mga energy-intensive computation para sa patunay ng gawain para lumahok sa pag-secure sa network. Ibig sabihin nito, mapapatakbo ang mga staking node sa simpleng hardware na napakakaunti lang ang kinokonsumong enerhiya.",
  "page-staking-benefits-3-link": "Iba pang detalye tungkol sa pagkonsumo ng enerhiya ng Ethereum",
  "page-staking-description": "Ang pagpupusta ay ang pagdedeposito ng 32 ETH para ma-activate ang <a href=\"/glossary/#validator\">validator</a> na software. Bilang validator, ikaw ang responsable sa pag-iimbak ng data, pagpoproseso ng mga transaksyon, at pagdaragdag ng bagong <a href=\"/glossary/#block\">blocks</a> sa blockchain. Papanatilihin nitong ligtas ang Ethereum para sa lahat at kikita ka ng bagong ETH sa proseso.",
  "page-staking-hero-title": "Paano i-stake ang iyong ETH",
  "page-staking-hero-header": "Magkaroon ng mga reward habang sine-secure ang Ethereum",
  "page-staking-hero-subtitle": "Ang sinumang user na may anumang halaga ng ETH ay maaaring makatulong na maging ligtas ang network at makakuha ng mga reward sa proseso.",
  "page-staking-dropdown-home": "Staking home",
  "page-staking-dropdown-solo": "Solo staking",
  "page-staking-more-on-solo": "Iba pang detalye tungkol sa solo staking",
  "page-staking-learn-more-solo": "Magbasa pa tungkol sa solo staking",
  "page-staking-dropdown-saas": "Staking bilang serbisyo",
  "page-staking-more-on-saas": "Iba pang detalye tungkol sa staking as a service",
  "page-staking-learn-more-saas": "Magbasa pa tungkol sa staking as a service",
  "page-staking-dropdown-pools": "Pooled staking",
  "page-staking-dropdown-withdrawals": "Tungkol sa mga withdrawal",
  "page-staking-dropdown-dvt": "Distributed validator tech",
  "page-staking-more-on-pools": "Iba pang detalye tungkol sa pooled staking",
  "page-staking-learn-more-pools": "Magbasa pa tungkol sa pooled staking",
  "page-staking-section-what-title": "Ano ang staking?",
  "page-staking-section-why-title": "Bakit dapat i-stake ang iyong ETH?",
  "page-staking-section-why-p1": "Nakadepende ito sa kung gaano kalaki ang kaya mong i-stake. Kailangan mo ng 32 ETH upang i-activate ang sarili mong validator, pero posible ring mag-stake ng mas kaunti dito.",
  "page-staking-section-why-p2": "Tingnan ang mga opsyon sa ibaba at piliin ang pinakamainam para sa iyo, at para sa network.",
  "page-staking-guide-title-coincashew-ethereum": "Gabay ng CoinCashew para sa Ethereum 2.0",
  "page-staking-guide-title-somer-esat": "Somer Esat",
  "page-staking-guide-title-rocket-pool": "Mga Node Operator ng Rocket Pool",
  "page-staking-guide-description-linux": "Linux (CLI)",
  "page-staking-guide-description-mac-linux": "Linux, macOS (CLI)",
  "page-staking-hierarchy-solo-h2": "Solo home staking",
  "page-staking-hierarchy-solo-pill-1": "Pinakamabisa",
  "page-staking-hierarchy-solo-pill-2": "Ganap na kontrol",
  "page-staking-hierarchy-solo-pill-3": "Kumpletong reward",
  "page-staking-hierarchy-solo-pill-4": "Hindi Kailangang Umasa sa Third Party",
  "page-staking-hierarchy-solo-p1": "Ang solo staking sa Ethereum ang <span class=\"gold\">pinakamainam na sitwasyon</span> para sa staking. Ibinibigay nito ang kumpletong reward para sa pakikilahok, pinapaganda nito ang decentralization ng network, at hinding-hindi nito hihilinging ipaubaya sa iba ang pondo mo.",
  "page-staking-hierarchy-solo-p2": "Ang mga nagpaplanong mag-solo staking ay dapat mayroong hindi bababa sa 32 ETH at nakalaang computer na nakakonekta sa internet ~24/7. Makakatulong kung may kaunting teknikal na kaalaman, pero mayroon nang mga madaling gamiting tool para tumulong na pasimplehin ang prosesong ito.",
  "page-staking-hierarchy-saas-pill-1": "Ang Iyong 32 ETH",
  "page-staking-hierarchy-saas-pill-2": "Ang mga key ng iyong validator",
  "page-staking-hierarchy-saas-pill-3": "Ipinagkatiwalang operasyon ng node",
  "page-staking-hierarchy-saas-p1": "Kung ayaw mo o hindi ka kumportableng mangasiwa ng hardware pero gusto mo pa ring i-stake ang iyong 32 ETH, binibigyang-daan ka ng mga opsyon sa staking-as-a-service na italaga ang mahirap na trabaho habang nakakakuha ka ng mga native na block reward.",
  "page-staking-hierarchy-saas-p2": "Kadalasang ginagabayan ka ng mga opsyong ito sa paggawa ng set ng mga kredensyal ng validator, pag-upload ng iyong mga signing key sa mga ito, at pagdedeposito ng iyong 32 ETH. Binibigyang-daan nito ang serbisyo na mag-validate para sa iyo.",
  "page-staking-hierarchy-saas-p3": "Sa paraang ito ng staking, kailangang magtiwala sa provider. Para malimitahan ang counter-party risk, kadalasang ikaw ang magtatabi ng mga key para ma-withdraw ang iyong ETH.",
  "page-staking-hierarchy-pools-pill-1": "Mag-stake ng kahit anong halaga",
  "page-staking-hierarchy-pools-pill-2": "Kumita ng mga gantimpala",
  "page-staking-hierarchy-pools-pill-3": "Panatilih itong simple",
  "page-staking-hierarchy-pools-pill-4": "Tinatangkilik",
  "page-staking-hierarchy-pools-p1": "Mayroon na ngayong ilang pooling solution na tutulong sa mga user na wala o hindi kumportableng mag-stake ng 32 ETH.",
  "page-staking-hierarchy-pools-p2": "Kasama sa maraming mga opsyong ito ang tinatawag na 'liquid staking' na nagsasangkot ng <a href=\"/glossary/#erc-20\">ERC-20</a> liquidity token na kumakatawan sa iyong nakapusta na ETH.",
  "page-staking-hierarchy-pools-p3": "Ang liquid staking ay nagbibigay-daan sa madaling pag-exit kahit anong oras at ginagawang kasing simple ng pagpapalit ng token ang pagpupusta. Ang opsyong ito ay nagbibigay-daan din sa mga gumagamit na pangasiwaan ang kanilang mga ari-arian sa kanilang sariling Ethereum <a href=\"/glossary/#wallet\">wallet</a>.",
  "page-staking-hierarchy-pools-p4": "Hindi native sa Ethereum network ang pooled staking. Mga third party ang gumagawa ng mga solution na ito, at may kanya-kanyang panganib ang mga ito.",
  "page-staking-hierarchy-cex-h2": "Centralized exchanges",
  "page-staking-hierarchy-cex-pill-1": "Pinakahindi mabisa",
  "page-staking-hierarchy-cex-pill-2": "Pinakamatataas na trust assumption",
  "page-staking-hierarchy-cex-p1": "Nagbibigay ang maraming centralized exchange ng mga serbisyo sa staking kung hindi ka pa kumportable sa pagtatabi ng ETH sa sarili mong wallet. Puwedeng gamiting fallback ang ito para kumita ka sa mga hawak mong ETH nang hindi masyadong nakatutok o napapagod.",
  "page-staking-hierarchy-cex-p2": "Ang kapalit nito ay pinagsasama-sama ng mga centralized provider ang malalaking pool ng ETH para magpatakbo ng maraming validator. Ito ay maaaring mapanganib para sa network at sa mga user nito dahil gumagawa ito ng malaki at centralized na target at point of failure, at dahil dito, mas madaling mabibikitma ng mga atake o bug ang network.",
  "page-staking-hierarchy-cex-p3": "Ayos lang kung hindi ka kumportableng pangasiwaan ang sarili mong mga <a href=\"/glossary/#key\">key</a>,. Narito ang mga opsyong ito para sa iyo. Sa ngayon, tingnan ang aming <a href=\"/wallets/\">wallets page</a>, kung saan maaari mong simulang alamin kung paano magiging tunay na nagmamay-ari ng iyong mga pondo. Kapag handa ka na, bumalik ka at i-level up ang iyong larong pagpupusta sa pamamagitan ng pagsubok sa isa sa mga serbisyo sa sariling pamamahala sa pinagsama-samang pagpupusta.",
  "page-staking-hierarchy-subtext": "Kung napansin mo, maraming paraan para makilahok sa Ethereum staking. Iba't ibang user ang tina-target ng mga paraang ito, at sa pangkalahatan, natatangi ang lahat ng paraan at magkakaiba ang mga panganib, reward, at trust assumption ng mga ito. Mas decentralized, battle-tested at/o mapanganib ang ilan kaysa sa iba. Nagbibigay kami ng kaunting impormasyon sa mga tinatangkilik na page sa space, pero <em>palaging mag-research</em> bago magpadala ng ETH kahit saan.",
  "page-staking-comparison-solo-saas": "Sa mga SaaS provider, kailangan mo pa ring magdeposito ng 32 ETH, pero hindi mo kailangang magpatakbo ng hardware. Karaniwang hindi ka mawawalan ng access sa mga key ng iyong validator, pero kailangan mo ring ibahagi ang iyong mga signing key para makakilos ang operator para sa iyong validator. Nagdaragdag ito ng tiwala na wala kapag nagpapatakbo ka ng sarili mong hardware, at hindi tulad ng solo staking sa tahanan hindi masyadong nakakatulong ang SaaS sa heograpikong distribusyon ng mga node. Kung hindi ka kumportableng magpatakbo ng hardware pero pinaplano mo pa ring mag-stake ng 32 ETH, maaaring mainam na opsyon para sa iyo ang paggamit ng SaaS provider.",
  "page-staking-comparison-solo-pools": "Ang solo staking ay mas matrabaho kaysa sa staking gamit ang serbisyo ng pooling, pero nag-aalok ito ng ganap na access sa mga ETH reward at ganap na kontrol sa setup at seguridad ng iyong validator. Ang pooled staking ay mas madaling pasukin. Puwedeng mag-stake ang mga user ng kaunting ETH, hindi nila kailangang gumawa ng mga validator key, at hindi nila kailangan ng kahit anong hardware maliban sa standard na koneksyon sa internet. Sa tulong ng mga liquidity token, makakaalis sa staking bago ito i-enable sa antas ng protocol. Kung interesado ka sa mga feature na ito, maaaring bagay sa iyo ang pooled staking.",
  "page-staking-comparison-saas-solo": "Kasama sa mga pagkakatulad ang pagkakaroon ng sarili mong mga key ng validator nang hindi kinakailangang mag-pool ng pondo, pero sa SaaS, magtitiwala ka sa third party, na posibleng kumilos sa mapaminsalang paraan o maging target ng atake o regulasyon. Kung nag-aalala ka sa mga trust assumption o panganib ng centralization na ito, ang pinakamainam na paraan ng self-sovereign staking ay solo staking.",
  "page-staking-comparison-saas-pools": "Masasabing magkatulad ang mga ito dahil umaasa ka sa iba para patakbuhin ang validator client, pero hindi katulad ng SaaS, binibigyang-daan ka ng pooled staking na sumali gamit ang mas kaunting ETH. Kung pinaplano mong mag-stake ng wala pang 32 ETH, tingnan ang mga ito.",
  "page-staking-comparison-pools-solo": "Sa pooled staking, mas madaling sumali kaysa sa solo staking, pero may kaakibat itong karagdagang panganib dahil ibinibigay ang lahat ng gawain sa third party, at magbabayad ka pa. Sa solo staking, ganap ang sovereignty at kontrol sa mga desisyon sa pagpili ng staking setup. Hindi kailangang ipaubaya ng mga staker ang kanilang mga key sa iba, at makakakuha sila ng mga kumpletong reward nang walang anumang middleman na makikihati.",
  "page-staking-comparison-pools-saas": "Msasabing magkatulad ang mga ito dahil hindi ang mga staker ang mismong nagpapatakbo ng mga validator software, pero hindi tulad ng mga opsyon sa pooling, kailangan ng SaaS ang kumpletong deposito ng 32 ETH para mag-activate ng validator. Sa staker mapupunta ang mga reward, at karaniwang may bayarin kada buwan o ibang stake para magamit ang serbisyo. Kung gusto mo ng sarili mong mga key ng validator at pinaplano mong mag-stake ng hindi bababa sa 32 ETH, maaaring magandang opsyon para sa iyo ang paggamit ng SaaS provider.",
  "page-staking-considerations-solo-1-title": "Buksan ang pinagmulan",
  "page-staking-considerations-solo-1-description": "Ang essential code ay 100% open source at puwedeng i-fork at gamitin ng lahat",
  "page-staking-considerations-solo-1-warning": "Closed source",
  "page-staking-considerations-solo-2-title": "Sinuri",
  "page-staking-considerations-solo-2-description": "Ang essential code ay sumailalim sa pormal na pagsusuri, at inilathala at mababasa ng lahat ang mga resulta nito",
  "page-staking-considerations-solo-2-warning": "Wala",
  "page-staking-considerations-solo-3-title": "Bug bounty",
  "page-staking-considerations-solo-3-description": "Nagsagawa ng public bug bounty sa anumang essential code para gantimpalaan ang mga user para sa ligtas na pag-uulat at/o pag-aayos ng mga vulnerability",
  "page-staking-considerations-solo-3-valid": "Kasalukuyang aktibo",
  "page-staking-considerations-solo-3-caution": "Tapos na",
  "page-staking-considerations-solo-4-title": "Battle tested",
  "page-staking-considerations-solo-4-description": "Available at ginagamit ng publiko ang software sa loob ng nakasaad na panahon",
  "page-staking-considerations-solo-4-valid": "Live > 1 taon",
  "page-staking-considerations-solo-4-caution": "Live > 6 na buwan",
  "page-staking-considerations-solo-4-warning": "Kaka-release lang",
  "page-staking-considerations-solo-5-title": "Hindi Kailangang Umasa sa Third Party",
  "page-staking-considerations-solo-5-description": "Hindi ipinagkakatiwala ang mga key ng validator sa sinupaman sa anumang pagkakataon sa lifecycle ng validator. Ang anumang smart contract na ginamit ay walang back door, hindi umaasa sa mga privileged na pahintulot para ma-execute.",
  "page-staking-considerations-solo-5-warning": "Pagkakatiwalaan",
  "page-staking-considerations-solo-6-description": "Hindi kailangan ng mga user ng anumang espesyal na pahintulot para magpatakbo ng validator gamit ang software o serbisyo",
  "page-staking-considerations-solo-6-valid": "Walang pahintulot",
  "page-staking-considerations-solo-6-warning": "Kailangan ng pahintulot",
  "page-staking-considerations-solo-7-title": "Multi-client",
  "page-staking-considerations-solo-7-description": "Binibigyang-daan ng software ang mga user na pumili at magpalipat-lipat sa hindi bababa sa dalawa o higit pang execution client, at dalawa o higit pang consensus layer client",
  "page-staking-considerations-solo-7-valid": "Madaling lumipat ng client",
  "page-staking-considerations-solo-7-warning": "Limitado sa majority client",
  "page-staking-considerations-solo-8-title": "Pag-iingat sa sarili",
  "page-staking-considerations-solo-8-description": "Ang user ang magtatabi ng anumang kredensyal ng validator, kabilang ang mga signing at withdrawal key",
  "page-staking-considerations-solo-8-warning": "Third-party custodian",
  "page-staking-considerations-solo-9-title": "Ekonomikal",
  "page-staking-considerations-solo-9-description": "Puwedeng magpatakbo ang mga user ng validator sa pamamagitan ng pag-stake ng wala pang 32 ETH, at paggamit ng pooled funds galing sa iba",
  "page-staking-considerations-solo-9-valid": "< 32 ETH",
  "page-staking-considerations-solo-9-warning": "32 ETH",
  "page-staking-considerations-saas-4-description": "Available at ginagamit ng publiko ang serbisyo sa loob ng nakasaad na panahon",
  "page-staking-considerations-saas-6-description": "Hindi kailangan ng mga user ng anumang espesyal na pahintulot, pag-sign up sa account, o KYC para sumali sa serbisyo",
  "page-staking-considerations-saas-6-valid": "Puwedeng sumali ang kahit sino",
  "page-staking-considerations-saas-6-warning": "Kailangan ng pahintulot",
  "page-staking-considerations-saas-7-title": "Iba't ibang pagsasagawa",
  "page-staking-considerations-saas-7-description": "Hindi dapat magpatakbo ang serbisyo ng mahigit 50% ng mga aggregate validator nito sa majority execution client",
  "page-staking-considerations-saas-7-valid": "Wala pang 50%",
  "page-staking-considerations-saas-7-caution": "Kasalukuyang hindi alam",
  "page-staking-considerations-saas-7-warning": "Mahigit 50%",
  "page-staking-considerations-saas-8-title": "Consensus diversity",
  "page-staking-considerations-saas-8-description": "Hindi dapat magpatakbo ang serbisyo ng mahigit 50% ng mga aggregate validator nito sa majority consensus client",
  "page-staking-considerations-saas-8-valid": "Wala pang 50%",
  "page-staking-considerations-saas-8-caution": "Kasalukuyang hindi alam",
  "page-staking-considerations-saas-8-warning": "Mahigit 50%",
  "page-staking-considerations-pools-5-description": "Hindi kailangang umasa ng serbisyo sa sinumang tao para pangasiwaan ang iyong mga key o mamahagi ng mga reward",
  "page-staking-considerations-pools-6-title": "Mga permissionless node",
  "page-staking-considerations-pools-6-description": "Pinapayagan ng serbisyo ang kahit sino na sumali bilang node operator para sa pool, nang walang pahintulot",
  "page-staking-considerations-pools-7-description": "Hindi dapat magpatakbo ang serbisyo ng mahigit 50% ng mga aggregate validator nito sa majority execution client",
  "page-staking-considerations-pools-8-title": "Liquidity token",
  "page-staking-considerations-pools-8-description": "Nag-aalok ng nate-trade na liquidity token na kumakatawan sa iyong staked ETH, na pinangangasiwaan sa sarili mong wallet",
  "page-staking-considerations-pools-8-valid": "(Mga) liquidity token",
  "page-staking-considerations-pools-8-warning": "Walang liquidity token",
  "page-staking-considerations-pools-9-description": "Hindi dapat magpatakbo ang serbisyo ng mahigit 50% ng mga aggregate validator nito sa majority consensus client",
  "page-staking-how-solo-works-item-1": "Kumuha ng hardware: Kailangan mong <a href=\"/run-a-node/\">magpatakbo ng node</a> para mag-stake",
  "page-staking-how-solo-works-item-2": "Mag-sync ng execution layer client",
  "page-staking-how-solo-works-item-3": "Mag-sync ng consensus layer client",
  "page-staking-how-solo-works-item-4": "Gawin ang mga key mo at i-load ang mga ito sa iyong validator client",
  "page-staking-how-solo-works-item-5": "I-monitor at pangalagaan ang iyong node",
  "page-staking-launchpad-widget-testnet-label": "Holesky testnet",
  "page-staking-launchpad-widget-testnet-start": "Magsimulang mag-stake sa Holesky testnet",
  "page-staking-launchpad-widget-mainnet-label": "Mainnet",
  "page-staking-launchpad-widget-mainnet-start": "Magsimulang mag-stake sa Mainnet",
  "page-staking-launchpad-widget-span": "Pumili ng network",
  "page-staking-launchpad-widget-p1": "Ang mga solong validator ay inaasahang <strong>subukan ang setup nila</strong> at mga kasanayan sa operasyon sa Holesky testnet bago itaya ang pondo. Tandaan na mahalagang pumili ng <a href=\"/developers/docs/nodes-and-clients/client-diversity/\">minority client</a> dahil pinabuti nito ang seguridad ng network at nililimitahan nito ang posibilidad na manganib ka.",
  "page-staking-launchpad-widget-p2": "Kung kumportable kang gawin ito, puwede mong i-set up ang lahat ng kailangan mula sa command line gamit lang ang Staking Launchpad.",
  "page-staking-launchpad-widget-p3": "Para mas mapadali, tingnan ang ilan sa mga tool at gabay sa ibaba na makakatulong sa iyo, pati na rin ang Staking Launchpad para ma-set up ang iyong mga client nang walang kahirap-hirap.",
  "page-staking-launchpad-widget-link": "Mga tool at gabay sa software",
  "page-staking-products-get-started": "Get started",
  "page-staking-dropdown-staking-options": "Mga Opsyon sa Staking",
  "page-staking-dropdown-staking-options-alt": "Dropdown menu ng mga opsyon sa staking",
  "page-staking-stats-box-metric-1": "Kabuuang halaga ng ETH na na-stake",
  "page-staking-stats-box-metric-2": "Kabuuang bilang ng mga validator",
  "page-staking-stats-box-metric-3": "Kasalukuyang APR",
  "page-staking-stats-box-metric-1-tooltip": "Kabuuang halaga ng ETH na na-stake sa Beacon Chain, maliban sa mga balanseng mahigit 32 ETH",
  "page-staking-stats-box-metric-2-tooltip": "Bilang ng mga validator account na kasalukuyang naka-activate sa Beacon Chain",
  "page-staking-stats-box-metric-3-tooltip": "Average na annualized financial return kada validator sa nakalipas na 24 na oras",
  "page-staking-section-comparison-subtitle": "Walang nag-iisang solution na babagay sa lahat pagdating sa staking, at natatangi ang bawat isa sa mga ito. Dito, ihahambing natin ang ilan sa mga panganib, reward, at kahingian ng iba't ibang paraan ng pag-stake.",
  "page-staking-section-comparison-rewards-title": "Mga Reward",
  "page-staking-section-comparison-solo-rewards-li1": "Maximum rewards - matanggap ang kumpletong reward nang direkta mula sa protocol",
  "page-staking-section-comparison-solo-rewards-li2": "Makakatanggap ka ng mga reward para sa pag-batch ng mga transaksyon sa isang bagong block o pagsusuri sa gawa ng iba pang validator para panatilihing secure na tumatakbo ang chain",
  "page-staking-section-comparison-solo-rewards-li3": "Matatanggap mo rin ang mga hindi nagamit na bayarin sa transaksyon para sa mga block na imumungkahi mo",
  "page-staking-section-comparison-saas-rewards-li1": "Kadalasang makukuha dito ang kumpletong protocol reward nang ibinawas ang buwanang bayarin para sa operasyon ng node",
  "page-staking-section-comparison-saas-rewards-li2": "Madalas na available ang mga dashboard para madali mong masubaybayan ang iyong validator client",
  "page-staking-section-comparison-pools-rewards-li1": "Iba ang paraan ng pagkakamit ng mga reward ng mga pooled staker, depende sa paraan ng pooled staking na pinili",
  "page-staking-section-comparison-pools-rewards-li2": "Maraming mga pinagsama-samang serbisyo ng pagpupusta ang nag-aalok ng isa o higit pang <a href=\"/glossary/#liquidity-tokens\">liquidity tokens</a> na kumakatawan sa iyong nakapusta na ETH kasama ang iyong bahagi sa mga reward ng validator",
  "page-staking-section-comparison-pools-rewards-li3": "Ang mga liquidity token ay maaaring pangasiwaan sa sarili mong wallet, na ginagamit sa <a href=\"/glossary/#defi\">DeFi</a>, at ibenta kung magpapasya kang umalis",
  "page-staking-section-comparison-risks-title": "风险",
  "page-staking-section-comparison-solo-risks-li1": "Naka-stake ang ETH mo",
  "page-staking-section-comparison-solo-risks-li2": "May mga penalty na babayaran gamit ang ETH kapag nag-offline ka",
  "page-staking-section-comparison-solo-risks-li3": "Maaaring magresulta ang mapaminsalang kagawian sa 'pag-slash' ng malalaking halaga ng ETH at puwersahang pagtatanggal sa network",
  "page-staking-section-comparison-saas-risks-li1": "Kapareho ng mga panganib ng solo staking, at counter-party risk ng service provider",
  "page-staking-section-comparison-saas-risks-li2": "Ipinagkakatiwala ang paggamit ng iyong mga signing key sa ibang taong puwedeng kumilos sa mapaminsalang paraan",
  "page-staking-section-comparison-pools-risks-li1": "Nag-iiba-iba ang mga panganib depede sa paraang ginamit",
  "page-staking-section-comparison-pools-risks-li2": "Sa pangkalahatan, ang mga panganib ay binubuo ng kumbinasyon ng counter-party, <a href=\"/glossary/#smart-contract\">smart contract</a> at panganib sa pagpapatupad",
  "page-staking-section-comparison-requirements-title": "Mga Kahingian",
  "page-staking-section-comparison-solo-requirements-li1": "Dapat kang magdeposito ng 32 ETH",
  "page-staking-section-comparison-solo-requirements-li2": "Pangalagaan ang hardware na nagpapatakbo ng Ethereum <a href=\"/glossary/#execution-client\">execution client</a> at <a href=\"/glossary/#consensus-client\">consensus client</a> habang nakakonekta sa internet",
  "page-staking-section-comparison-solo-requirements-li3": "Gagabayan ka ng <a href=\"https://holesky.launchpad.ethereum.org\" target=\"_blank\">Staking Launchpad</a> sa buong proseso at sa mga kinakailangan sa hardware",
  "page-staking-section-comparison-saas-requirements-li1": "Magdeposito ng 32 ETH at may gabay na buuin ang iyong mga key",
  "page-staking-section-comparison-saas-requirements-li2": "I-store nang maayos ang iyong mga key",
  "page-staking-section-comparison-saas-requirements-li3": "Hindi mo na kailangang problemahin ang iba pa, bagama't mag-iiba-iba ang mga partikular na serbisyo",
  "page-staking-section-comparison-pools-requirements-li1": "Pinakamababang halaga ng ETH ang kinakailangan, 0.01 ETH lang ang kailangan sa ilang proyekto",
  "page-staking-section-comparison-pools-requirements-li2": "Direktang magdeposito mula sa iyong wallet sa iba't ibang mga pooled staking platform o i-trade lang para sa isa sa mga staking liquidity token",
  "page-staking-faq-1-question": "Ano ang Validator?",
  "page-staking-faq-1-answer": "Ang <em>validator</em> ay isang virtual entity sa Ethereum at lumalahok sa consensus ng Ethereum protocol. Ang mga validator ay kinakatawan ng balanse, pampublikong key, at iba pang property. Ang <em>validator client</em> ang software na kumikilos para sa validator sa pamamagitan ng pangangasiwa at paggamit sa pribadong key nito. Maaaring mangasiwa ng maraming pares ng key ang isang validator client, na nagkokontrol ng maraming validator.",
  "page-staking-faq-2-question": "Bakit ko kailangang magpusta ng pondo?",
  "page-staking-faq-2-answer": "Ang validator ay may kakayahang magmungkahi at magpatunay sa mga block para sa network. Para maiwasan ang hindi matapat na kagawian, dapat i-stake ng mga user ang kanilang pondo. Binibigyang-daan nito ang protocol na parusahan ang mga mapaminsalang actor. Ang staking ay isang paraan para manatili kang matapat, dahil magkakaroon ng pinansyal na epekto ang iyong mga pagkilos.",
  "page-staking-faq-3-question": "Maaari ba akong bumili ng 'Eth2'?",
  "page-staking-faq-3-answer-p1": "Walang 'Eth2' token na native sa protocol, dahil hindi nagbago ang native token na ether (ETH) noong lumipat sa patunay ng stake ang Ethereum.",
  "page-staking-faq-3-answer-p2": "May mga derivative token/ticker na puwedeng kumatawan sa staked ETH (ibig sabihin, rETH mula sa Rocket Pool, stETH mula sa Lido, ETH2 mula sa Coinbase). Magbasa pa tungkol sa <a href=\"/staking/pools/\">mga staking pool</a>",
  "page-staking-faq-4-question": "Live na ba ang staking?",
  "page-staking-faq-4-answer-p1": "Oo. Live na mula pa noong Disyembre 1, 2020 ang staking",
  "page-staking-faq-4-answer-p2": "Ito ay nangangahulugang kasalukyang live ang staking para magawa ng mga user na ideposito ang kanilang ETH, magpatakbo ng validator client, at magsimulang makakuha ng mga reward.",
  "page-staking-faq-4-answer-p3": "Ang Shanghai/Capella upgrade ay natapos noong Abril 12, 2023. Dahil dito, puwede nang mag-withdraw sa staking, na siyang nagpakumpleto sa liquidity ng staking.",
  "page-staking-faq-5-question": "Kailan ko puwedeng i-withdraw ang aking staked ETH?",
  "page-staking-faq-5-answer-p1": "Ngayon na! Malaya ang mga staker na i-withdraw ang kanilang mga reward at/o principle deposit \n sa kanilang validator balance kung gusto nila itong gawin.",
  "page-staking-faq-5-answer-p2": "Makakakuha rin ang mga staker ng mga reward sa anyo ng mga bayarin at MEV kapag nagmumungkahi ng mga block, na agad na magiging available sa pamamagitan ng itinakdang address na tatanggap ng bayarin.",
  "page-staking-faq-5-answer-link": "Iba pang detalye tungkol sa mga pag-withdraw sa staking",
  "page-staking-further-reading-author-vitalik-buterin": "Vitalik Buterin",
  "page-staking-further-reading-2-link": "Serenity Design Rationale",
  "page-staking-further-reading-4-link": "Balita tungkol sa Eth2",
  "page-staking-further-reading-4-author": "Ben Edgington",
  "page-staking-further-reading-5-link": "Finalized no. 33, ang Ethereum consensus-layer (Enero 2022)",
  "page-staking-further-reading-5-author": "Danny Ryan",
  "page-staking-further-reading-6-link": "Mga Post na Patunay",
  "page-staking-further-reading-8-link": "Mga Edukasyonal na Materyal mula sa Komunidad ng Beaconcha.in",
  "page-staking-further-reading-9-link": "FAQ sa Ethereum Staking Launchpad",
  "page-staking-further-reading-10-link": "Knowledge base ng EthStaker",
  "page-staking-toc-how-to-stake-your-eth": "Paano i-stake ang iyong ETH",
  "page-staking-toc-comparison-of-options": "Paghahambing ng opsyon sa staking",
  "page-staking-toc-faq": "FAQ",
  "page-staking-toc-further": "Karagdagang pagbabasa",
  "page-staking-dom-info-title": "Staking gamit ang Ethereum",
  "page-staking-join-community": "Sumali sa komunidad ng staker",
  "page-staking-join-community-desc": "Ang EthStaker ay isang komunidad kung saan mapag-uusapan at matututunan ng lahat ang staking sa Ethereum. Samahan ang libo-libong miyembro mula sa iba't ibang bahagi ng mundo para sa payo, suporta, at para mapag-usapan ang lahat ng bagay tungkol sa staking.",
  "page-staking-meta-description": "Pangkalahatang-ideya ng Ethereum staking: ang mga panganib, reward, kahingian, at kung saan ito dapat gawin.",
  "page-staking-meta-title": "Ethereum staking",
  "page-staking-withdrawals-important-notices": "Mahahalagang paunawa",
  "page-staking-withdrawals-important-notices-desc": "Hindi pa available ang mga withdrawal. Basahin ang <a href=\"https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/\" target=\"_blank\">Eth2 FAQ sa merge at post-merge</a> para sa iba pang impormasyon.",
  "page-upgrades-merge-btn": "Iba pang detalye tungkol sa The Merge",
  "subscribe-to-ef-blog": "<a href=\"https://blog.ethereum.org/category/protocol/#subscribe\" target=\"_blank\">Mag-subscribe sa EF Blog</a> para makatanggap ng mga email notification para sa mga pinakabagong anunsyo tungkol sa protocol.",
  "page-staking-comparison-with-other-options": "Paghahambing sa iba pang mga opsyon",
  "page-staking-any-amount": "Anumang halaga",
  "page-staking-testnet": "testnet"
}
