{
  "page-what-is-ethereum-alt-img-bazaar": "Larawan ng isang taong tumitingin sa isang bilihan bilang halimbawang kumakatawan sa Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Isang paglalarawan ng mga miyembro ng komunidad ng Ethereum na nagtutulungan",
  "page-what-is-ethereum-alt-img-lego": "Isang paglalarawan ng kamay na lumilikha ng logo ng ETH na gawa sa mga lego brick",
  "page-what-is-ethereum-banking-card": "Banking para sa lahat",
  "page-what-is-ethereum-banking-card-desc": "Hindi lahat ay may access sa mga serbisyo ng pinansyal. Isang koneksyon sa internet lang ang kailangan mo para ma-access ang Ethereum at ang mga produkto ng pagpapautang, paghiram at pag-iimpok na binuo dito.",
  "page-what-is-ethereum-build": "Gumawa ng isang bagay gamit ang Ethereum",
  "page-what-is-ethereum-build-desc": "Kung gusto mong subukang bumuo gamit ang Ethereum, basahin ang aming mga doc, subukan ang ilang mga tutorial, o tingnan ang mga tool na kailangan mo upang makapagsimula.",
  "page-what-is-ethereum-censorless-card": "Lumalaban sa censorship",
  "page-what-is-ethereum-censorless-card-desc": "Hindi kinokontrol ng anumang pamahalaan o kumpanya ang Ethereum. Dahil sa desentralisasyon, halos imposible para sa sinuman na pigilan kang tumanggap ng mga bayad o gumamit ng mga serbisyo sa Ethereum.",
  "page-what-is-ethereum-comm-desc": "Kasama sa aming komunidad ang mga tao mula sa lahat ng background, kabilang ang mga artist, crypto-anarchist, fortune 500 na kumpanya, at ngayon ikaw. Alamin kung paano ka makakasali ngayon.",
  "page-what-is-ethereum-commerce-card": "Mga garantiya sa komersyo",
  "page-what-is-ethereum-commerce-card-desc": "Ang mga mamimili ay may secure at built-in na garantiya na ang pondo ay maipapapalit lang kung ibibigay ninyo kung ano ang napag-usapan. Gayundin, ang mga developer ay maaaring magkaroon ng katiyakan na hindi mababago ng mga patakaran ang mga iyon.",
  "page-what-is-ethereum-composable-card": "Mga composable na produkto",
  "page-what-is-ethereum-composable-card-desc": "Ginawa ang lahat ng app sa iisang blockchain na may iisang global state. Ibig sabihin nito, maaari nilang gamiting basehan ang isa't isa (katulad ng mga Lego brick). Sa tulong nito, nagiging mas maganda ang mga produkto at karanasan at sinisigurado nitong walang makakapag-alis ng anumang tool na kailangan ng mga app.",
  "page-what-is-ethereum-community": "Komonidad ng Ethereum",
  "page-what-is-ethereum-desc": "Ang pundasyon para sa ating digital na hinaharap",
  "page-what-is-ethereum-explore": "Alamin ang Ethereum",
  "page-what-is-ethereum-internet-card": "Isang open na internet",
  "page-what-is-ethereum-internet-card-desc": "Magagawa ng kahit sino na mag-interact sa Ethereum network o bumuo ng mga application dito. Sa tulong nito, nakokontrol mo ang mga sarili mong asset at pagkakakilanlan, at hindi ng ilang malaking kumpanya.",
  "page-what-is-ethereum-meet-comm": "Kilalanin ang komunidad",
  "page-what-is-ethereum-meta-description": "Alamin ang tungkol sa Ethereum, kung ano ang ginagawa nito at kung paano ito subukan para sa iyong sarili.",
  "page-what-is-ethereum-meta-title": "Ano ang Ethereum?",
  "page-what-is-ethereum-p2p-card": "Isang kaibigan sa kaibigan na network",
  "page-what-is-ethereum-p2p-card-desc": "Sa pamamagitan ng Ethereum, maaari kang makipag-ugnayan, makipagkasundo, o mag-transfer ng mga digital asset nang direkta sa ibang tao. Hindi mo na kailangang umasa sa mga intermediary.",
  "page-what-is-ethereum-start-building-btn": "Magsimulang bumuo",
  "page-what-is-ethereum-title": "Ano ang Ethereum?",
  "page-what-is-ethereum-subtitle": "Isang kumpletong gabay para sa baguhan, kung paano gumagana ang Ethereum, ang mga benepisyong dulot nito at kung paano ito ginagamit ng milyun-milyong tao sa buong mundo.",
  "page-what-is-ethereum-button-lets-start": "Magsimula tayo",
  "page-what-is-ethereum-blockchain-tab-title": "Ano ang blockchain?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Ang blockchain ay database ng mga transaksyon</b> na ina-update at ginagamit sa maraming computer sa isang network. Sa tuwing may idinadagdag na bagong hanay ng mga transaksyon, tinatawag itong “block” - kung kaya't \"blockchain\" ang tawag dito. Ang mga pampublikong blockchain tulad ng Ethereum ay nagbibigay-daan sa kahit sino na magdagdag, pero hindi mag-alis, ng datos. Kung may isang taong gustong baguhin ang alinman sa impormasyon o dayain ang sistema, kailangan niya itong gawin sa malaking bahagi ng mga computer sa network. Napakarami no'n! Ito ang dahilan kung bakit napaka-secure ng mga decentralized blockchain tulad ng Ethereum.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Ano ang cryptocurrency?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Ang cryptocurrency ay terminong ginagamit upang ilarawan ang maraming uri ng digital token na na-secure gamit ang blockchain. Nag-umpisa ang lahat sa Bitcoin. Maaaring gamitin ang Bitcoin para mag-transfer ng halaga nang hindi kinakailangang magtiwala sa middleman. Kailangan mo lang umasa sa Bitcoin code, na libreng magagamit ng lahat.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "Ang dahilan kung bakit tinatawag na \"cryptocurrencies\" ang mga asset tulad ng bitcoin at ether ay dahil ang seguridad ng iyong data at mga asset ay ginagarantiyahan ng <a href=\"/glossary/#cryptography\">cryptography</a>, hindi sa pagtitiwala sa isang institusyon o korporasyon na kumilos nang tapat.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "May native cryptocurrency ang Ethereum, na tinatawag na ether (ETH), na ginagamit para bayaran ang ilang partikular na gawain sa network. Puwede itong i-transfer sa ibang mga user o ipalit sa iba pang token sa Ethereum. Espesyal ang ether dahil ginagamit ito para bayaran ang pag-compute na kinakailangan upang gumawa at magpatakbo ng mga app at organisasyon sa Ethereum.",
  "page-what-is-ethereum-summary-title": "Buod",
  "page-what-is-ethereum-summary-desc-1": "Ang Ethereum ay isang network ng mga computer sa buong mundo na sumusunod sa isang hanay ng mga panuntunan na tinatawag na Ethereum protocol. Ang network ng Ethereum ang nagsisilbing pundasyon para sa mga komunidad, application, organisasyon, at digital asset na maaaring gawin at gamitin ng sinuman.",
  "page-what-is-ethereum-summary-desc-2": "Puwede kang gumawa ng Ethereum account kahit saan at kahit kailan, at mag-explore ng maraming app o gumawa ng sarili mong app. Ang pangunahing inobasyon dito ay puwede mong gawin ang lahat ng ito nang hindi umaasa sa sentral na awtoridad na maaaring baguhin ang mga panuntunan o limitahan ang iyong access.",
  "page-what-is-ethereum-summary-desc-3": "Magbasa pa para malaman ang karagdagang impormasyon…",
  "page-what-is-ethereum-btc-eth-diff-title": "Ano ang pagkakaiba ng Ethereum at Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "Inilunsad noong 2015, ang Ethereum ay binuo sa Bitcoin inobasyon, na may ilang malalaking pagkakaiba.",
  "page-what-is-ethereum-btc-eth-diff-2": "Parehong kayong hinahayaan ng mga ito na gumamit ng digital money nang walang mga payment provider o mga bangko. Ngunit ang <b>Ethereum ay programmable</b>, kaya maaari din kayong bumuo at mag-deploy ng mga decentralized application sa network nito.",
  "page-what-is-ethereum-btc-eth-diff-3": "Sa tulong ng Bitcoin, nakakapagpadala tayo ng mga basic na mensahe sa isa't isa tungkol sa mga bagay na mahalaga para sa atin. Kamangha-mangha na ang pagtatakda ng halaga nang walang awtoridad. Pinapalawig pa ito ng Ethereum: sa halip na mga mensahe lang, maaari kayong magsulat ng anumang pangkalahatang programa o kontrata. Walang limitasyon sa uri ng mga kontratang maaaring gawin at pagkasunduan, kung kaya't nagaganap ang napakagandang inobasyon sa Ethereum network.",
  "page-what-is-ethereum-btc-eth-diff-4": "Ang Ethereum ay parang marketplace ng mga serbisyong pinansiyal, laro, social network, at iba pang mga app, samantalang network para sa pagbabayad lang ang Bitcoin.",
  "page-what-is-ethereum-what-can-eth-do-title": "Ano ang magagawa ng Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Bakit ko gagamitin ang Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Kung interesado ka sa mas matibay, bukas, at mapagkakatiwalaang paraan para makipagtulungan sa buong mundo, bumuo ng mga organisasyon, gumawa ng mga app, at magbahagi ng halaga, para sa iyo ang Ethereum. Ang Ethereum ay isang kwento na isinusulat nating lahat, kaya halina at tuklasin natin kung ano ang mga kahanga-hangang mundo na magagawa natin dito nang sama-sama.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Napakahalaga rin ng Ethereum para sa mga taong napilitang harapin ang kawalan ng katiyakan hinggil sa seguridad, katatagan, o mobility ng kanilang mga asset dahil sa mga pangyayaring hindi nila makokontrol.",
  "page-what-is-ethereum-slide-1-title": "Mas mura at Mas mabilis na Crossborder na Pagbayad",
  "page-what-is-ethereum-slide-1-desc-1": "Ang <b>Stablecoins</b> ay isang bagong uri ng cryptocurrency na umaasa sa isang mas matatag na asset bilang batayan para sa halaga nito. Karamihan sa kanila ay naka-link sa dolyar ng Estados Unidos at samakatuwid ay pinapanatili ang halaga ng pera na iyon. Nagbibigay-daan ang mga ito para sa isang napakamura at matatag na pandaigdigang sistema ng pagbabayad. Maraming kasalukuyang stablecoin ang binuo sa Ethereum network.",
  "page-what-is-ethereum-slide-1-desc-2": "Pinapasimple ng Ethereum at stablecoin ang proseso ng pagpapadala ng pera sa ibang bansa. Kadalasan ay tumatagal lang nang ilang minuto upang ilipat ang pondo sa buong mundo, kumpara sa ilang araw na may pasok o baka ilang linggo pa na maaaring tagal sa inyong average na bangko, at nang mas mababa talaga ang presyo. Bukod pa rito, walang dagdag na bayad para sa paggawa ng isang transaksyong may mataas na halaga, at walang mga paghihigpit sa kung saan o bakit ninyo ipinapadala ang inyong pera.",
  "page-what-is-ethereum-slide-2-title": "Ang Pinakamabilis na Tulong sa Panahon ng Krisis",
  "page-what-is-ethereum-slide-2-desc-1": "Kung mapalad kayong magkaroon ng maraming opsyon sa banking sa mga pinagkakatiwalaang institusyon kung saan kayo nakatira, maaaring hindi ninyo masyadong pinahahalagahan ang kalayaan, seguridad at katatagan sa pananalapi na ibinibigay ng mga ito. Ngunit para sa maraming tao sa buong mundo na nahaharap sa pampulitikang panunupil o kahirapan sa ekonomiya, ang mga institusyong pampinansyal ay maaaring hindi nagbibigay ng proteksyon o mga serbisyong kailangan nila.",
  "page-what-is-ethereum-slide-2-desc-2": "Noong digmaan, ang mga sakuna sa ekonomiya o pagsugpo sa mga kalayaang sibil ay tumama sa mga residente ng <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Cuba</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afghanistan</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigeria</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Belarus</a>, and <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukraine</a>, ang mga cryptocurrency ay naging pinakamabilis at karaniwan ay tanging opsyon para magkaroon ng pinansyal na kalayaan.<sup><a to=\"https://www.financialinclusion.tech/\">1</a></sup> Tulad ng nakikita sa mga halimbawang ito, ang mga cryptocurrency tulad ng Ethereum ay maaaring magbigay ng hindi mapipigilang pag-access sa pandaigdigang ekonomiya kapag ang mga tao ay nawalay sa labas ng mundo. Bukod pa rito, nag-aalok ang mga stablecoin ng pag-iimbak ng halaga kapag bumabagsak ang mga lokal na pera dahil sa sobrang implasyon.",
  "page-what-is-ethereum-slide-3-title": "Pagpapalakas ng mga Tagalikha",
  "page-what-is-ethereum-slide-3-desc-1": "Noong 2021 lamang, ginamit ng mga artist, musikero, manunulat, at iba pang creator ang Ethereum para kumita ng humigit-kumulang $3.5 bilyon sa kabuuan. Ginagawa nitong isa ang Ethereum sa pinakamalaking pandaigdigang platform para sa mga creator, kasama ng Spotify, YouTube, at Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Matuto pa</a>.",
  "page-what-is-ethereum-slide-4-title": "Pagpapalakas sa mga Manlalaro",
  "page-what-is-ethereum-slide-4-desc-1": "Maglaro upang kumita ng mga laro (kung saan ang mga manlalaro ay talagang ginagantimpalaan para sa paglalaro ng mga laro) ay lumitaw kamakailan at binabago ang industriya ng paglalaro. Ayon sa kaugalian, madalas na ipinagbabawal na i-trade o ilipat ang mga in-game na asset sa ibang mga manlalaro para sa totoong pera. Pinipilit nito ang mga manlalaro na gumamit ng mga website ng black market na kadalasan ay isang panganib sa seguridad. Ang Blockchain gaming ay sumasaklaw sa in-game na ekonomiya at nagpo-promote ng gayong pag-uugali sa isang mapagkakatiwalaang paraan.",
  "page-what-is-ethereum-slide-4-desc-2": "Higit pa rito, ang mga manlalaro ay nabibigyang-insentibo sa pamamagitan ng kakayahang mag-trade ng mga in-game na token para sa totoong pera at sa gayon ay tunay na ginagantimpalaan para sa kanilang oras ng paglalaro.",
  "page-what-is-ethereum-meet-ether-title": "Kilalanin ang ether, ang cryptocurrency ng Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Sa maraming pagkilos sa Ethereum network, may ilang gawaing kailangang gawin sa naka-embed na computer ng Ethereum (kilala bilang Ethereum Virtual Machine). Hindi libre ang pag-compute na ito; binabayaran ito gamit ang native cryptocurrency ng Ethereum na tinatawag na ether (ETH). Ibig sabihin nito, kailangan mong magkaroon ng kahit kaunting ether para magamit ang network.",
  "page-what-is-ethereum-meet-ether-desc-2": "Ganap na digital ang ether at maaari mo itong ipadala kaagad sa kahit sino, kahit saan sa mundo. Hindi kontrolado ng anumang gobyerno o kumpanya ang supply ng ether - decentralized at ganap na transparent ito. Maingat na ibinibigay ang ether nang naaayon sa protocol, at sa mga staker lang na nagse-secure sa network.",
  "page-what-is-ethereum-what-is-ether": "Ano ang ether?",
  "page-what-is-ethereum-get-eth": "Kumuha ng ETH",
  "page-what-is-ethereum-explore-applications": "Galugarin ang mga application",
  "page-what-is-ethereum-learn-defi": "Matuto tungkol sa DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Sino ang nagpapatakbo ng Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ang Ethereum ay hindi kontrolado ng anumang partikular na entidad. Umiiral ito sa tuwing may mga konektadong computer na nagpapatakbo ng software na sumusunod sa Ethereum protocol at nagdaragdag sa Ethereum <a href=\"/glossary/#blockchain\">blockchain</a>. Ang bawat isa sa mga computer na ito ay kilala bilang node. Maaaring patakbuhin ng sinuman ang mga node, bagaman upang makilahok sa pag-secure ng network, kailangan mong mag-<a href=\"/glossary/#staking\">stake</a> ng ETH (ang native token ng Ethereum). Sinumang may 32 ETH ay maaaring gawin ito nang hindi kinakailangan ang pahintulot.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Kahit ang Ethereum source code ay hindi gawa ng isang entidad lang. Magagawa ng kahit sino na magmungkahi ng mga pagbabago sa protocol at pag-usapan ang mga upgrade. May ilang uri ng implementasyon ng Ethereum protocol na gawa ng mga independent na organisasyon sa ilang programming language, at karaniwang ginagawa ang mga ito nang hindi itinatago at hinihikayat dito ang mga kontribusyon ng komunidad.",
  "page-what-is-ethereum-run-a-node": "Mag-run ng node",
  "page-what-is-ethereum-smart-contract-title": "Ano ang mga smart contract?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Ang mga smart contract ay mga computer program</b> na nakapaloob sa Ethereum blockchain. Nae-execute ang mga ito kapag na-trigger ng transaksyon mula sa user. Sa tulong ng mga ito, napaka-flexible ng Ethereum pagdating sa mga kaya nitong gawin. Ang mga programang ito ay nagsisilbing mga building block para sa mga decentralized na app at organisasyon.",
  "page-what-is-ethereum-smart-contract-desc-2": "Nakagamit na ba kayo ng isang produkto na nagbago sa mga tuntunin ng serbisyo nito? O inalis ang isang feature na naging kapaki-pakinabang para sa inyo? Kapag ang isang smart contract ay nai-publish sa Ethereum, ito ay magiging online at gumagana hangga't umiiral ang Ethereum. Hindi ito maaaring alisin kahit ng may-akda. Dahil automated ang mga smart contract, hindi sila nagtatangi sa sinumang user at palaging handang gamitin ang mga ito.",
  "page-what-is-ethereum-smart-contract-desc-3": "Ang karaniwang mga halimbawa ng mga smart contract ay mga lending app, mga palitan ng decentralized trading, insurance, quadratic na pagpopondo, mga social network, <a href=\"/glossary/#nft\">NFTs</a> - halos anumang bagay na maiisip mo.",
  "page-what-is-ethereum-more-on-smart-contracts": "Higit pa sa mga kontrata ng Smart",
  "page-what-is-ethereum-explore-dapps": "I-explore ang mga dapps",
  "page-what-is-ethereum-criminal-activity-title": "Narinig ko ang crypto ay ginagamit bilang isang tool para sa kriminal na aktibidad. Totoo ba ito?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Tulad ng anumang teknolohiya, maaari itong gamitin sa maling paraan. Gayunpaman, dahil nangyayari ang lahat ng transaksyon sa Ethereum sa open blockchain, madalas na mas madali para sa mga awtoridad na subaybayan ang mga ilegal na gawain kaysa sa tradisyonal na sistema ng pananalapi. Kung kaya, hindi masyadong pinipili ang Ethereum ng mga taong mas gugustuhing hindi matiktikan.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Ang Crypto ay ginagamit nang mas mababa kaysa sa mga fiat na pera para sa mga layuning kriminal ayon sa mga pangunahing natuklasan ng isang kamakailang ulat ng Europol, ang European Union Agency para sa Law Enforcement Cooperation:",
  "page-what-is-ethereum-criminal-activity-desc-3": "\"Ang paggamit ng mga cryptocurrency para sa mga ipinagbabawal na aktibidad ay tila binubuo lang ng isang maliit na bahagi ng pangkalahatang ekonomiya ng cryptocurrency, at lumilitaw na ito ay medyo mas maliit kaysa sa halaga ng mga ipinagbabawal na pondo na kasangkot sa tradisyonal na pananalapi.\"",
  "page-what-is-ethereum-energy-title": "Paano ang pagkonsumo ng enerhiya ng Ethereum?",
  "page-what-is-ethereum-energy-desc-1": "Noong Setyembre 15, 2022, naganap ang The Merge upgrade na naglipat sa Ethereum mula sa <a href=\"/glossary/#pow\">proof-of-work</a> patungo sa <a href=\"/glossary/#pos\">proof-of-stake</a>.",
  "page-what-is-ethereum-energy-desc-2": "Ang Merge ay isa sa pinakamalaking upgrade ng Ethereum at binawasan nito ang pagkonsumo ng kuryente na kailangan para ma-secure ang Ethereum nang <b>99.95%</b> na gumagawa ng <b>mas secure na network nang mas maliit ang carbon cost</b>. Ang Ethereum ay isa na ngayong low-carbon blockchain habang pinapalakas ang seguridad at scalability nito.",
  "page-what-is-ethereum-more-on-energy-consumption": "Higit pang impormasyon sa pagkonsumo ng enerhiya",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Taunang Pagkonsumo ng Kuryente sa TWh/yr",
  "energy-consumption-chart-global-data-centers-label": "Mga pandaigdigang sentro ng data",
  "energy-consumption-gold-mining-cbeci-label": "Gold mining",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Paglalaro sa US",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "The Merge update",
  "page-what-is-ethereum-additional-reading": "Karagdagang pagbabasa",
  "page-what-is-ethereum-week-in-ethereum": "Linggong ito sa Balita sa Ethereum",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Isang lingguhang newsletter na sumasaklaw sa mahahalagang pag-unlad sa buong ecosystem.",
  "page-what-is-ethereum-kernel-dreamers": "Kernel",
  "page-what-is-ethereum-kernel-dreamers-desc": "Pangarap ng Ethereum",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Mga Atom, Institusyon, Blockchain",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Bakit mahalaga ang mga blockchain?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Mga numero ng Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "Bumubuo ang mga Proyekto sa Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "Mga account (wallets) na may ETH balance",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "Mga smart contract sa Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "Ligtas ang halaga sa Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "Mga kita ng creator sa Ethereum noong 2021",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "Bilang ng mga transaksyon ngayon",
  "adoption-chart-column-now-label": "Ngayon",
  "adoption-chart-investors-label": "Mga Investor",
  "adoption-chart-developers-label": "Mga Developer",
  "adoption-chart-companies-label": "Mga Kumpanya",
  "adoption-chart-artists-label": "Mga Artista",
  "adoption-chart-musicians-label": "Mga Musikero",
  "adoption-chart-writers-label": "Mga Manunulat",
  "adoption-chart-gamers-label": "Mga Gamer",
  "adoption-chart-refugees-label": "Mga Refugee",
  "page-what-is-ethereum-get-eth-alt": "Kumuha ng ilang ETH",
  "page-what-is-ethereum-get-eth-description": "Ang ETH ay ang orihinal na pera ng Ethereum. Kailangan mo ng ilang ETH sa iyong wallet upang gamitin ang mga application ng Ethereum.",
  "page-what-is-ethereum-get-eth-title": "Kumuha ng ilang ETH",
  "page-what-is-ethereum-explore-dapps-alt": "I-explore ang mga decentralized dapp",
  "page-what-is-ethereum-explore-dapps-description": "Ang mga Dapps ay mga application na binuo sa Ethereum. Binabago ng mga Dapps ang mga kasalukuyang modelo ng negosyo at nag-iimbento ng mga bagong nito.",
  "page-what-is-ethereum-explore-dapps-title": "Subukan ang ilang dapps"
}
