{
  "page-index-hero-image-alt": "Isang paglalarawan ng isang futuristic na lungsod, na kumakatawan sa Ethereum ecosystem.",
  "page-index-meta-description": "Ang Ethereum ay isang global at decentralized na platform para sa pera at mga bagong uri ng mga application. Sa Ethereum, maaari kayong magsulat ng code na kumokontrol sa pera, at bumuo ng mga application na naa-access saanman sa mundo.",
  "page-index-meta-title": "Home",
  "page-index-title": "Maligayang pagdating sa Ethereum",
  "page-index-description": "Ang Ethereum ay ang teknolohiyang pinapatakbo ng komunidad na nagpapagana sa cryptocurrency na ether (ETH) at libo-libong decentralized na application.",
  "page-index-title-button": "I-explore ang Ethereum",
  "page-index-get-started": "Magsimula",
  "page-index-get-started-description": "ang ethereum.org ay ang iyong portal sa mundo ng Ethereum. Ang teknolohiya ay bago at patuloy na umuunlad – nakakatulong na magkaroon ng gabay. Narito ang inirerekomenda naming gawin mo kung gusto mong alamin pa ang tungkol dito.",
  "page-index-get-started-image-alt": "Ilustrasyon ng isang taong nagtatrabaho sa isang computer.",
  "page-index-get-started-wallet-title": "Pumili ng wallet",
  "page-index-get-started-wallet-description": "Hinahayaan kayo ng wallet na kumonekta sa Ethereum at pamahalaan ang inyong mga pondo.",
  "page-index-get-started-wallet-image-alt": "Ilustrasyon ng isang robot na may katawan na vault, na kumakatawan sa isang Ethereum wallet.",
  "page-index-get-started-eth-title": "Kumuha ng ETH",
  "page-index-get-started-eth-description": "Ang ETH ay ang pera ng Ethereum – maaari ninyo itong gamitin sa mga application.",
  "page-index-get-started-eth-image-alt": "Ilustrasyon ng isang grupo ng mga taong namamangha sa isang ether (ETH) glyph.",
  "page-index-get-started-dapps-title": "Gumamit ng dapp",
  "page-index-get-started-dapps-description": "Ang Dapps ay mga application na pinapagana ng Ethereum. Tingnan kung ano ang maaari mong gawin.",
  "page-index-get-started-dapps-image-alt": "Ilustrasyon ng isang doge na gumagamit ng isang computer.",
  "page-index-get-started-devs-title": "Magsimulang bumuo",
  "page-index-get-started-devs-description": "Kung gusto mong magsimulang mag-code gamit ang Ethereum, mayroon kaming dokumentasyon, mga tutorial, at higit pa sa aming developer portal.",
  "page-index-get-started-devs-image-alt": "Isang paglalarawan ng kamay na lumilikha ng logo ng ETH na gawa sa mga lego brick.",
  "page-index-what-is-ethereum": "Ano ang Ethereum?",
  "page-index-what-is-ethereum-description": "Ang Ethereum ay isang teknolohiya na tahanan ng digital na pera, mga pandaigdigang pagbabayad, at mga application. Nagtayo ang komunidad ng umuusbong na digital na ekonomiya, mga makabagong paraan para kumita ang mga creator online, at marami pang iba. Bukas ito sa lahat, saan ka man sa mundo – ang kailangan mo lang ay internet.",
  "page-index-what-is-ethereum-button": "Ano ang Ethereum?",
  "page-index-what-is-ethereum-secondary-button": "Higit pa sa digital pera",
  "page-index-what-is-ethereum-image-alt": "Ilustrasyon ng isang taong sumilip sa isang bazaar, na nilalayong kumatawan sa Ethereum.",
  "page-index-defi": "Isang mas patas na sistema ng pananalapi",
  "page-index-defi-description": "Ngayon, bilyon-bilyong tao ang hindi makapagbukas ng mga bank account, samantalang naba-block naman ang mga pagbabayad ng iba. Ang decentralized na sistema ng pananalapi (DeFi) ng Ethereum ay hindi kailanman natutulog o nandidiskrimina. Sa pamamagitan lang ng isang koneksyon sa internet, maaari kang magpadala, tumanggap, humiram, kumita ng interes, at kahit na mag-stream ng mga pondo saanman sa mundo.",
  "page-index-defi-button": "I-explore ang DeFi",
  "page-index-defi-image-alt": "Ilustrasyon ng mga kamay na nag-aalok ng simbolo ng ETH.",
  "page-index-internet": "Isang open na internet",
  "page-index-internet-description": "Ngayon, nakakakuha kami ng access sa 'libreng' mga serbisyo sa internet sa pamamagitan ng pagbibigay ng kontrol sa aming personal na data. Ang mga serbisyo ng Ethereum ay open bilang default – kailangan mo lang ng wallet. Ang mga ito ay libre at madaling i-set up, kinokontrol mo, at gumagana nang walang anumang personal na impormasyon.",
  "page-index-internet-button": "I-explore ang open na internet",
  "page-index-internet-secondary-button": "Higit pa sa mga wallet",
  "page-index-internet-image-alt": "Ilustrasyon ng isang futuristic na computer set up, na pinapagana ng mga kristal ng Ethereum.",
  "page-index-developers": "Isang bagong hangganan para sa development",
  "page-index-developers-description": "Ang Ethereum at ang mga app nito ay transparent at open source. Maaari mong i-fork ang code at muling gamitin ang functionality na binuo na ng iba. Kung ayaw mong matuto ng bagong language, maaari ka lang makipag-ugnayan sa open-sourced code gamit ang JavaScript at iba pang mga language.",
  "page-index-developers-button": "Developer portal",
  "page-index-developers-code-examples": "Mga halimbawa ng code",
  "page-index-developers-code-example-title-0": "Sarili mong bangko",
  "page-index-developers-code-example-description-0": "Puwede kang gumawa ng bangko gamit ang logic na na-program mo.",
  "page-index-developers-code-example-title-1": "Sarili mong salapi",
  "page-index-developers-code-example-description-1": "Maaari kang lumikha ng mga token na maaari mong ilipat at gamitin sa mga application.",
  "page-index-developers-code-example-title-2": "Isang JavaScript Ethereum wallet",
  "page-index-developers-code-example-description-2": "Maaari mong gamitin ang mga umiiral na language upang makipag-ugnayan sa Ethereum at iba pang mga application.",
  "page-index-developers-code-example-title-3": "Isang DNS na open at walang kinakailangang pahintulot",
  "page-index-developers-code-example-description-3": "Maaari mong muling isipin ang mga kasalukuyang serbisyo bilang mga decentralized at open na appication.",
  "page-index-network-stats-title": "Ethereum ngayon",
  "page-index-network-stats-subtitle": "Ang pinakabagong mga istatistika ng network",
  "page-index-network-stats-total-eth-staked": "Kabuuang halaga ng ETH na na-stake",
  "page-index-network-stats-eth-price-description": "Presyo ng ETH (USD)",
  "page-index-network-stats-eth-price-explainer": "Ang pinakabagong presyo para sa 1 ether. Maaari kang bumili ng kasinliit ng 0.000000000000000001 – hindi mo kailangang bumili ng 1 buong ETH.",
  "page-index-network-stats-total-eth-staked-explainer": "Ang kabuuang halaga ng ETH na kasalukuyang sini-stake at nagse-secure sa network.",
  "page-index-network-stats-tx-day-description": "Mga transaksyon ngayon",
  "page-index-network-stats-tx-day-explainer": "Ang bilang ng mga transaksyong matagumpay na naproseso sa network sa huling 24 na oras.",
  "page-index-network-stats-value-defi-description": "Value na naka-lock sa DeFi (USD)",
  "page-index-network-stats-value-defi-explainer": "Ang halaga ng pera sa mga decentralized finance (DeFi) application, ang digital na ekonomiya ng Ethereum.",
  "page-index-network-stats-nodes-description": "Mga Node",
  "page-index-network-stats-nodes-explainer": "Ang Ethereum ay pinapatakbo ng libu-libong boluntaryo sa buong mundo, na kilala bilang mga node.",
  "page-index-touts-header": "I-explore ang ethereum.org",
  "page-index-contribution-banner-title": "Mag-contribute sa ethereum.org",
  "page-index-contribution-banner-description": "Ang website na ito ay open source na may daan-daang mga contributor sa komunidad. Maaari kang magmungkahi ng mga pag-edit sa alinman sa mga nilalaman sa site na ito, magmungkahi ng kahanga-hangang mga bagong tampok, o tulungan kaming ayusin ang mga bug.",
  "page-index-contribution-banner-image-alt": "Isang logo ng Ethereum na gawa sa mga lego brick.",
  "page-index-contribution-banner-button": "Higit pa sa pagko-contribute",
  "page-index-tout-upgrades-title": "Pataasin ang iyong kaalaman sa pag-upgrade",
  "page-index-tout-upgrades-description": "Ang Roadmap ng Ethereum ay binubuo ng magkakaugnay na mga upgrade na idinisenyo upang gawing mas maunlad, secure at sustainable ang network.",
  "page-index-tout-upgrades-image-alt": "Ilustrasyon ng isang spaceship na kumakatawan sa tumaas na kapangyarihan pagkatapos ng mga upgrade ng Ethereum.",
  "page-index-tout-enterprise-title": "Ethereum para sa enterprise",
  "page-index-tout-enterprise-description": "Tingnan kung paano maaaring magbukas ang Ethereum ng mga bagong modelo ng negosyo, bawasan ang iyong mga gastos at gawing future-proof ang iyong negosyo.",
  "page-index-tout-enterprise-image-alt": "Ilustrasyon ng isang futuristic na computer/device.",
  "page-index-tout-community-title": "Komunidad ng Ethereum",
  "page-index-tout-community-description": "Ang Ethereum ay tungkol sa komunidad. Binubuo ito ng mga tao mula sa iba't ibang background at interes. Tingnan kung paano ka makakasali.",
  "page-index-tout-community-image-alt": "Ilustrasyon ng isang grupo ng mga manggagawang nagtutulungan.",
  "page-index-nft": "Ang internet ng mga asset",
  "page-index-nft-description": "Ang Ethereum ay hindi lang para sa digital na pera. Ang anumang bagay na maaari mong pag-aari ay maaaring katawanin, i-trade at gamitin bilang mga non-fungible token (NFTs). Maaari mong i-tokenize ang iyong sining at awtomatikong makakuha ng mga royalty sa tuwing ito ay muling ibenta. O gumamit ng token para sa isang bagay na pagmamay-ari mo para makapag-loan. Ang mga posibilidad ay lumalaki sa lahat ng oras.",
  "page-index-nft-button": "Higit pa sa mga NFT",
  "page-index-nft-alt": "Isang logo ng Eth na ipinapakita sa pamamagitan ng hologram.",
  "community-events-content-heading": "Sumali sa komunidad ng ethereum.org",
  "community-events-content-1": "Sumali sa halos <strong>40,000 miyembro</strong> sa aming <a href=\"/discord/\">Discord server</a>.",
  "community-events-content-2": "Sumali sa ating mga buwanang tawag ng komunidad para sa mga nakasasabik na update sa development ng Ethereum.org at mahalagang balita sa ecosystem. Magkaroon ng pagkakataong magtanong, magbahagi ng mga ideya, at magbigay ng feedback - ito ang pinakamagandang pagkakataon upang maging bahagi ng umuunlad na komunidad ng Ethereum.",
  "community-events-next-event": "Susunod na event",
  "community-events-no-events-planned": "Walang nakaplanong event",
  "community-events-upcoming-calls": "Mga paparating na tawag",
  "community-events-no-upcoming-calls": "Walang paparating na tawag",
  "community-events-previous-calls": "Mga dating tawag",
  "community-events-there-are-no-past-calls": "Walang nakaraang tawag",
  "community-events-add-to-calendar": "Idagdag sa kalendaryo"
}
