{
  "page-apps-1inch-logo-alt": "Logo ng 1inch",
  "page-apps-dexguru-logo-alt": "Logo ng Dexguro",
  "page-apps-aave-logo-alt": "Logo ng Aave",
  "page-apps-add-button": "Magmungkahi ng decentralized application (dapp)",
  "page-apps-add-title": "Magdagdag ng decentralized application (dapp)",
  "page-apps-audius-logo-alt": "Logo ng Audius",
  "page-apps-augur-logo-alt": "Logo ng Augur",
  "page-apps-axie-infinity-logo-alt": "Logo ng Axie Infinity",
  "page-apps-balancer-logo-alt": "Logo ng Balancer",
  "page-apps-brave-logo-alt": "Logo ng Brave",
  "page-apps-category-arts": "Art at fashion",
  "page-apps-category-browsers": "Mga browser",
  "page-apps-category-collectibles": "Mga digital collectible",
  "page-apps-category-competitive": "Kumpetisyon",
  "page-apps-category-computing": "Mga tool ng developer",
  "page-apps-category-dex": "Mga token swap",
  "page-apps-category-investments": "Mga investment",
  "page-apps-category-lending": "Pagpapautang at Panghihiram",
  "page-apps-category-lottery": "Crowdfunding",
  "page-apps-category-marketplaces": "Mga marketplace",
  "page-apps-category-music": "Musika",
  "page-apps-category-payments": "Payments",
  "page-apps-category-insurance": "Insurance",
  "page-apps-category-portfolios": "Portfolios",
  "page-apps-category-trading": "Mga trading at prediction market",
  "page-apps-category-utilities": "Utilities",
  "page-apps-category-worlds": "Mga virtual world",
  "page-apps-choose-category": "Pumili ng kategorya",
  "page-apps-collectibles-benefits-1-description": "Kapag na-tokenize ang art sa Ethereum, mapapatunayan sa lahat ang pagmamay-ari dito. Mate-trace mo ang journey ng artwork mula noong ginawa ito hanggang sa kasalukuyang may-aro nito. Dahil dito, maiiwasan ang pamemeke.",
  "page-apps-collectibles-benefits-1-title": "Mapapatunayan ang pagmamay-ari",
  "page-apps-collectibles-benefits-2-description": "Ang pagbabayad para mag-stream ng musika o bumili ng artwork ay mas patas sa mga artist. Sa Ethereum, hindi na masyadong kailangan ng mga intermediary. At kung kailangan ng mga intermediary, hindi ganoon kataas ang singil ng mga ito dahil hindi kailangang magbayad ng mga platform para sa infrastructure ng network.",
  "page-apps-collectibles-benefits-2-title": "Mas patas para sa mga creator",
  "page-apps-collectibles-benefits-3-description": "Ang mga tokenized collectible ay nasa iyong Ethereum address, at wala sa platform. Kung kaya, makakapagbenta ka ng mga bagay tulad ng mga in-game item sa kahit anong Ethereum marketplace, hindi lang sa mismong laro.",
  "page-apps-collectibles-benefits-3-title": "Madadala mo ang mga collectible",
  "page-apps-collectibles-benefits-4-description": "Narito na ang mga tool at produkto para i-tokenize mo ang iyong art at ibenta ito! At maibebenta ang mga token mo sa anumang Ethereum collectibles platform.",
  "page-apps-collectibles-benefits-4-title": "Mayroon nang infrastructure",
  "page-apps-collectibles-benefits-description": "Ito ay mga application na nakatuon sa digital na pagmamay-ari, na nagpapalaki sa potensyal na kumita ng mga creator at gumagawa ng mga bagong paraan para mag-invest sa mga paborito mong creator at sa kanilang gawa.",
  "page-apps-collectibles-benefits-title": "mga decentralized na collectible at streaming",
  "page-apps-collectibles-button": "Arts at mga collectible",
  "page-apps-collectibles-description": "Ito ay mga application na nakatuon sa digital na pagmamay-ari, na nagpapalaki sa potensyal na kumita ng mga creator at gumagawa ng mga bagong paraan para mag-invest sa mga paborito mong creator at sa kanilang gawa.",
  "page-apps-collectibles-title": "Decentralized na arts at mga collectible",
  "page-apps-compound-logo-alt": "Logo ng Compound",
  "page-apps-cryptopunks-logo-alt": "Logo ng CryptoPunks",
  "page-apps-cryptovoxels-logo-alt": "Logo ng Cryptovoxels",
  "page-apps-dapp-description-1inch": "Nakakatulong ito sa iyong iwasan ang mataas na price slippage sa pamamagitan ng pag-aggregate sa mga pinakasulit na presyo.",
  "page-apps-dapp-description-aave": "Ipautang ang mga token mo para kumita ng interes at mag-withdraw kahit kailan.",
  "page-apps-dapp-description-async-art": "Gumawa, mangolekta, at mag-trase ng #ProgrammableArt - mga digital painting na hinati sa “Mga Layer” na maaari mong gamitin upang impluwensyahan ang pangkalahatang larawan. Ang bawat Master at Layer ay ERC721 token.",
  "page-apps-dapp-description-audius": "Decentralized na streaming platform. Mga pakikinig = pera para sa mga creator, hindi sa mga label.",
  "page-apps-dapp-description-augur": "Tumaya sa resulta sa sports, ekonomiya, at iba pang pangyayari sa mundo.",
  "page-apps-dapp-description-axie-infinity": "Mag-trade at paglabanin ang mga creature na tinatawag na Axies. At kumita habang naglalaro – available sa mobile",
  "page-apps-dapp-description-balancer": "Ang Balancer ay automated na portfolio manager at trading platform.",
  "page-apps-dapp-description-brave": "Kumita ng mga token sa pag-browse at suportahan ang iyong mga paboritong creator gamit ang mga ito.",
  "page-apps-dapp-description-cent": "Isang social network kung saan kumikita ka ng pera sa pamamagitan ng pag-post ng mga NFT.",
  "page-apps-dapp-description-compound": "Ipautang ang mga token mo para kumita ng interes at mag-withdraw kahit kailan.",
  "page-apps-dapp-description-cryptopunks": "Bumili, mag-bid, at magbenta ng mga punk – isa sa mga unang token collectible sa Ethereum.",
  "page-apps-dapp-description-cryptovoxels": "Gumawa ng mga art gallery, magtayo ng mga tindahan, at bumili ng lupa – isang virtual na mundo sa Ethereum.",
  "page-apps-dapp-description-dark-forest": "Sakupin ang mga planeta sa isang infinite, procedurally-generated, cryptographically-specified universe.",
  "page-apps-dapp-description-decentraland": "Mangolekta, makipagpalitan ng virtual na lupa sa virtual na mundo na maaari mong i-explore.",
  "page-apps-dapp-description-ens": "Mga user-friendly na pangalan para sa mga Ethereum address at decentralized na site.",
  "page-apps-dapp-description-foundation": "Mag-invest sa mga kakaibang edisyon ng digital artwork at makipag-trade sa iba pang buyer.",
  "page-apps-dapp-description-gitcoin": "Kumita ng crypto habang gumagawa ng open-source software.",
  "page-apps-dapp-description-gitcoin-grants": "Crowndfunding para sa mga proyekto ng komunidad ng Ethereum na may mas maraming kontribusyon",
  "page-apps-dapp-description-gods-unchained": "Strategic na trading card game. Makakuha ng mga card sa pamamagitan ng paglalaro na maari mong ibenta sa totoong buhay.",
  "page-apps-dapp-description-golem": "Mag-access ng shared na computing power o magrenta ng mga sarili mong resource.",
  "page-apps-dapp-description-radicle": "Secure na peer-to-peer code collaboration na walang intermediary.",
  "page-apps-dapp-description-loopring": "Mabilis na peer-to-peer trading platform.",
  "page-apps-dapp-description-marble-cards": "Gumawa at mag-trade ng mga kakaibang digital card batay sa mga URL.",
  "page-apps-dapp-description-matcha": "Naghahanap sa maraming exchange para matulungan kang hanapin ang mga pinakasulit na presyo.",
  "page-apps-dapp-description-nifty-gateway": "Bumili ng produkto on-chain mula sa mga nangungunang artist, atleta, brand, at creator.",
  "page-apps-dapp-description-oasis": "Mag-trade, humiram, at magtipid gamit ang Dai, isang stablecoin sa Ethereum.",
  "page-apps-dapp-description-opensea": "Bumili, magbenta, tumuklas, at mag-trade ng limited-edition goods.",
  "page-apps-dapp-description-opera": "Magpadala ng crypto sa mga merchant, at iba pang user at app mula sa iyong browser.",
  "page-apps-dapp-description-poap": "Mangolekta ng mga NFT para patunayan na nasa iba't iba kang virtual o personal event. Gamitin ang mga ito para sumali sa mga raffle, bumoto, makipag-collaborate, o magyabang lang.",
  "page-apps-dapp-description-polymarket": "Tumaya sa mga resulta. Mag-trade sa mga information market.",
  "page-apps-dapp-description-pooltogether": "Lottery kung saan hindi ka matatalo. May mga premyo kada linggo.",
  "page-apps-dapp-description-index-coop": "Isang crypto index fund na nag-e-expose ng iyong portfolio sa mga nangungunang DeFi token.",
  "page-apps-dapp-description-nexus-mutual": "Coverage kahit walang insurance company. Maprotektahan laban sa mga bug at hack sa smart contract.",
  "page-apps-dapp-description-etherisc": "Isang template ng decentralized insurance na maaaring gamitin ng sinuman para gumawa ng kanilang sariling insurance coverage.",
  "page-apps-dapp-description-zapper": "I-track ang iyong portfolio at gamitin ang iba't ibang produkto ng DeFi mula sa isang interface.",
  "page-apps-dapp-description-zerion": "Pamahalaan ang iyong portfolio at suriin ang bawat DeFi asset sa market nang walang kahirap-hirap.",
  "page-apps-dapp-description-rotki": "Open source na tool para sa pag-track ng portfolio, pagsusuri, accounting, at pag-uulat ng buwis na isinasaalang-alang ang privacy mo.",
  "page-apps-dapp-description-krystal": "One-stop platform para ma-access ang lahat ng paborito mong serbisyo sa DeFi.",
  "page-apps-dapp-description-rarible": "Gumawa, magbenta, at bumili ng mga tokenized na collectible.",
  "page-apps-dapp-description-sablier": "Mag-stream ng pera nang real time.",
  "page-apps-dapp-description-superrare": "Bumili ng mga digital artwork nang direkta mula sa mga artist o sa mga secondary market.",
  "page-apps-dapp-description-token-sets": "Mga paraan ng pamumuhunan sa crypto na awtomatikong nagre-rebalance.",
  "page-apps-dapp-description-uniswap": "Mag-swap ng mga token o magbigay ng mga token para sa % rewards.",
  "page-apps-dapp-description-dexguru": "Non-custodial trading terminal para sa mga DeFi trader",
  "page-apps-dapp-description-synthetix": "Ang Synthetix ay isang protocol para sa paglalabas at pagte-trade ng mga synthetic asset",
  "page-apps-docklink-dapps": "Pag papakilala sa dapps",
  "page-apps-docklink-smart-contracts": "Matalinong kontrata",
  "page-apps-dark-forest-logo-alt": "Logo ng Dark Forest",
  "page-apps-decentraland-logo-alt": "Logo ng Decentraland",
  "page-apps-index-coop-logo-alt": "Logo ng Index Coop",
  "page-apps-nexus-mutual-logo-alt": "Logo ng Nexus Mutual",
  "page-apps-etherisc-logo-alt": "Logo ng Etherisc",
  "page-apps-zapper-logo-alt": "Logo ng Zapper",
  "page-apps-zerion-logo-alt": "Logo ng Zerion",
  "page-apps-rotki-logo-alt": "Logo ng Rotki",
  "page-apps-krystal-logo-alt": "Logo ng Krystal",
  "page-apps-synthetix-logo-alt": "Logo ng Synthetix",
  "page-apps-desc": "Maghanap ng Ethereum application na susubukan.",
  "page-apps-doge-img-alt": "Ilustrasyon ng doge na nagtratrabaho sa computer",
  "page-apps-editors-choice-dark-forest": "Makipaglaban sa iba upang sakupin ang mga planeta at subukan ang pinakabagong teknolohiya para sa scaling/privacy sa Ethereum. Marahil angkop ito sa mga pamilyar na sa Ethereum.",
  "page-apps-editors-choice-description": "Ilang decentralized applications (dapps) na paborito ng ethereum.org team ngayon. Mag-explore pa ng decentralized applications (dapps) sa ibaba.",
  "page-apps-editors-choice-foundation": "Mag-invest sa kultura. Bumili, mag-trade, at magbenta ng pambihirang digital artwork at fashion mula sa mahuhusay na artist, musikero, at brand.",
  "page-apps-editors-choice-header": "Pili ng Editors'",
  "page-apps-editors-choice-pooltogether": "Bumili ng ticket para sa no-loss lottery. Kada linggo, ipapadala sa isang swerteng mananalo ang interes mula sa buong ticket pool. Mababawi mo ang pera mo kahit kailan mo gusto.",
  "page-apps-editors-choice-uniswap": "I-swap ang iyong mga token nang walang kahirap-hirap. Sa decentralized application (dapp) na ito na paborito ng komunidad, maaari kang makipag-trade ng mga token sa ibang tao sa network.",
  "page-apps-ens-logo-alt": "Logo ng Ethereum Name Service",
  "page-apps-explore-dapps-description": "Experimental pa lang ang maraming decentralized applications (dapps), at sinusubukan nito ang kayang gawin sa mga decentralized network. Pero may ilang matagumpay nang nagsimulang gumamit nito sa mga kategorya ng teknolohiya, pinansya, gaming, at mga collectible.",
  "page-apps-explore-dapps-title": "I-explore ang mga dapps",
  "page-apps-features-1-description": "Kapag na-deploy na sa Ethereum, hindi na maaaring tanggalin ang dapp code. At maaari gamitin ng kahit sino ang mga feature ng decentralized application (dapp). Kahit mabuwag na ang team sa likod ng dapp, maaari mo pa rin itong gamitin. Kapag nasa Ethereum na, mananatili ito roon.",
  "page-apps-features-1-title": "Walang nagmamay-ari",
  "page-apps-features-2-description": "Hindi ka maaaring hadlangan sa paggamit ng decentralized application (dapp) o pagsusumite ng mga transaksyon. Halimbawa, kung nasa Ethereum ang Twitter, walang makakapag-block sa account mo o walang makakapigil sa iyong mag-tweet.",
  "page-apps-features-2-title": "Walang censorship",
  "page-apps-features-3-description": "Dahil may ETH ang Ethereum, native sa Ethereum ang mga pagbabayad. Hindi na kailangan ng mga developer na maglaan ng oras sa pag-integrate sa mga third-party payment provider.",
  "page-apps-features-3-title": "Mga built-in na pagbabayad",
  "page-apps-features-4-description": "Madalas na open at compatible bilang default ang dapp code. Regular na gumagawa ng app ang mga team gamit ang ginawa ng ibang mga team. Kung gusto mong hayaang mag-swap ang mga user ng mga token sa dapp mo, pwede kang maglagay ng code mula sa ibang decentralized application (dapp).",
  "page-apps-features-4-title": "Plug and play",
  "page-apps-features-5-description": "Sa karamihan sa decentralized applications (dapps), hindi mo kailangang ibahagi ang iyong tunay na pagkakakilanlan. Ang iyong Ethereum account ang iyong login at kailangan mo lang ng wallet.",
  "page-apps-features-5-title": "Isang anonymous na login",
  "page-apps-features-6-description": "Tinitiyak ng cryptogrpahy na hindi mapepeke ng mga attacker ang mga transaksyon at iba pang interaction sa decentralized application (dapp) gamit ang iyong pangalan. Pinapahintulutan mo ang mga pagkilos ng app gamit ang iyong Ethereum account - karaniwang sa pamamagitan ng iyong wallet - upang manatiling ligtas ang iyong credentials.",
  "page-apps-features-6-title": "Suportado ng cryptography",
  "page-apps-features-7-description": "Kapag live na sa Ethereum ang decentralized application (dapp), maglalaho lang ito kapag naglaho mismo ang Ethereum. Ang mga network na kasing laki ng Ethereum ay kilala bilang mahirap atakihin.",
  "page-apps-features-7-title": "Walang down time",
  "page-apps-finance-benefits-1-description": "Walang kailangang ipasa para mag-sign up sa mga serbisyong pinansyal na gumagamit ng Ethereum. Kung mayroon kang pondo at internet connection, pwede ka nang magsimula.",
  "page-apps-finance-benefits-1-title": "Open access",
  "page-apps-finance-benefits-2-description": "Napakaraming token na pwede mong gamitin sa mga produktong pinansyal na ito. Palaging gumagawa ng mga bagong token ang mga tao sa Ethereum.",
  "page-apps-finance-benefits-2-title": "Bagong token economy",
  "page-apps-finance-benefits-3-description": "Gumawa ang mga grupo ng mga stablecoin – isang cryptocurrency na hindi masyadong volatile. Binibigyang-daan ka nitong mag-eksperimento at gamitin ang crypto nang walang panganib at kawalan ng katiyakan.",
  "page-apps-finance-benefits-3-title": "Stablecoins",
  "page-apps-finance-benefits-4-description": "Modular at compatible sa isa't isa ang mga produktong pinansyal sa Ethereum. Palaging may lumalabas na mga bagong configuration ng mga module na ito sa market, kaya mas marami ang magagawa mo sa crypto mo.",
  "page-apps-finance-benefits-4-title": "Magkakaugnay na serbisyong pinansyal",
  "page-apps-finance-benefits-description": "Ano ang dahilan kung bakit umuunlad ang mga decentralized finance application sa Ethereum?",
  "page-apps-finance-benefits-title": "decentralized finance",
  "page-apps-finance-button": "Pinansya",
  "page-apps-finance-description": "Ito ay mga application na nakatuon sa paggawa ng mga serbisyong pinansyal na gumagamit ng mga cryptocurrency. Nag-aalok ang mga ito ng pagpapautang, panghihiram, pagkita ng interes, at mga pribadong pagbabayad – hindi kailangan ng personal na data.",
  "page-apps-finance-title": "Decentralized finance",
  "page-apps-foundation-logo-alt": "Logo ng Foundation",
  "page-apps-gaming-benefits-1-description": "Virtual land man ito o mga trading card, mate-trade mo ang mga item mo sa mga market ng mga collectible. May aktwal na halaga ang mga in-game item mo.",
  "page-apps-gaming-benefits-1-title": "Magagamit na token ang mga game item",
  "page-apps-gaming-benefits-2-description": "Ikaw ang nagmamay-ari sa mga item mo, at sa ilang pagkakataon, ang progeso mo, at hindi ang mga game company. Kaya walang mawawala sa iyo kung aatakihin, makakaranas ng server malfunction, o mabubuwag ang kumpanyang gumawa ng laro.",
  "page-apps-gaming-benefits-2-title": "Ligtas ang iyong mga save",
  "page-apps-gaming-benefits-3-description": "Katulad kung paanong mave-verify ng kahit sino ang mga pagbabayad sa Ethereum, magagamit ng mga laro ang kalidad na ito para tiyakin ang pagiging patas. Ayon sa teorya, mave-verify ang lahat mula sa bilang ng mga kritikal na hit sa laki ng war chest ng kalaban.",
  "page-apps-gaming-benefits-3-title": "Mapapatunayang pagiging patas",
  "page-apps-gaming-benefits-description": "Ano ang dahilan kung bakit umuunlad ang decentralized gaming sa Ethereum?",
  "page-apps-gaming-benefits-title": "decentralized gaming",
  "page-apps-gaming-button": "Gaming",
  "page-apps-gaming-description": "Ito ay mga application na nakatuon sa paggawa ng mga virtual na mundo at pakikipaglaban sa ibang mga player gamit ang mga collectible na may halaga sa tunay na mundo.",
  "page-apps-gaming-title": "Decentralized gaming",
  "page-apps-get-some-eth-description": "May bayarin sa transaksyon ang mga pagkilos sa decentralized application (dapp)",
  "page-apps-get-started-subtitle": "Para subukan ang isang decentralized application (dapp), kakailanganin mo ng wallet at kaunting ETH. Bibigyang-daan ka ng wallet na kumonekta o mag-log in. At kakailanganin mo ng ETH para bayaran ang anumang bayarin sa transaksyon.",
  "page-apps-get-started-title": "Magsimula",
  "page-apps-gitcoin-grants-logo-alt": "Logo ng Gitcoin Grants",
  "page-apps-gitcoin-logo-alt": "Logo ng Gitcoin",
  "page-apps-gods-unchained-logo-alt": "Logo ng Gods Unchained",
  "page-apps-golem-logo-alt": "Logo ng Golem",
  "page-apps-radicle-logo-alt": "Logo ng Radicle",
  "page-apps-hero-header": "Mga tool at serbisyong pinapagana ng Ethereum",
  "page-apps-hero-subtitle": "Ang decentralized applications (dapps) ang dumaraming bilang ng mga application na gumagamit ng Ethereum upang baguhin ang mga modelo ng negosyo o gumawa ng mga bagong model.",
  "page-apps-how-dapps-work-p1": "Tumatakbo ang backend code (mga smart contract) ng decentralized applications (dapps) sa decentralized na network at hindi sa sentralisadong server. Gumagamit ang mga ito ng Ethereum blockchain para sa pag-store ng data at mga smart contract para sa app logic ng mga ito.",
  "page-apps-how-dapps-work-p2": "Ang smart contract ay parang isang hanay ng mga panuntunan na nasa blockchain na makikita at mapapatakbo ng lahat nang naaayon mismo sa mga panuntunang iyon. Parang vending machine: kung sapat ang perang ilalagay mo at pipiliin mo ang tamang seleksyon, makukuha mo ang item na gusto mo. Gaya rin ng mga vending machine, makakapagtabi rin ng pondo ang mga smart contract tulad ng iyong Ethereum account. Sa tulong nito, makakapag-areglo ang code ng mga kasunduan at transaksyon.",
  "page-apps-how-dapps-work-p3": "Kapag na-deploy ang decentralized applications (dapps) sa Ethereum network, hindi mo na mababago ang mga ito. Pwedeng decentralized ang mga dapp dahil kontrolado ang mga ito ng logic na isinulat sa kontrata, hindi ng isang indibidwal o kumpanya.",
  "page-apps-how-dapps-work-title": "Paano gumagana ang decentralized applications (dapps)",
  "page-apps-learn-callout-button": "Magsimulang bumuo",
  "page-apps-learn-callout-description": "Ang aming community developer portal ay may mga dokumento, tool, at framework upang tulungan kang magsimulang gumawa ng decentralized application (dapp).",
  "page-apps-learn-callout-image-alt": "Ilustrasyon ng isang kamay na bumubuo ng simbolo ng ETH gamit ang mga lego brick.",
  "page-apps-learn-callout-title": "Alamin kung paano gumawa ng decentralized application (dapp)",
  "page-apps-loopring-logo-alt": "Logo ng Loopring",
  "page-apps-magic-behind-dapps-description": "Maaaring magmukhang mga regular na app ang decentralized applications (dapps). Pero sa katunayan, may ilang espesyal na katangian ang mga ito dahil ini-inherit nito ang lahat ng kakayahan ng Ethereum. Narito ang mga dahilan kung bakit naiiba sa mga app ang mga dapp.",
  "page-apps-magic-behind-dapps-link": "Ano ang nagpapabuti sa Ethereum?",
  "page-apps-magic-behind-dapps-title": "Ang mahika sa likod ng decentralized applications (dapps)",
  "page-apps-magic-title-1": "Ang mahika",
  "page-apps-magic-title-2": "sa likod",
  "page-apps-magician-img-alt": "Ilustrasyon ng mga salamangkero",
  "page-apps-marble-cards-logo-alt": "Logo ng marble.cards",
  "page-apps-async-logo-alt": "Logo ng Async",
  "page-apps-matcha-logo-alt": "Logo ng Matcha",
  "page-apps-mobile-options-header": "Mag-browse ng ibang kategorya",
  "page-apps-nifty-gateway-logo-alt": "Logo ng Nifty Gateway",
  "page-apps-oasis-logo-alt": "Logo ng Oasis",
  "page-apps-opensea-logo-alt": "Logo ng OpenSea",
  "page-apps-opera-logo-alt": "Logo ng Opera",
  "page-apps-polymarket-logo-alt": "Logo ng Polymarket",
  "page-apps-poap-logo-alt": "Logo ng Proof of Attendance Protocol",
  "page-apps-pooltogether-logo-alt": "Logo ng PoolTogether",
  "page-apps-rarible-logo-alt": "Logo ng Rarible",
  "page-apps-ready-button": "Magsimula",
  "page-apps-ready-description": "Pumili ng decentralized application (dapp) na susubukan",
  "page-apps-ready-title": "Handa na?",
  "page-apps-sablier-logo-alt": "Logo ng Sablier",
  "page-apps-set-up-a-wallet-button": "Maghanap ng wallet",
  "page-apps-set-up-a-wallet-description": "Ang wallet ang “login” mo para sa decentralized application (dapp)",
  "page-apps-set-up-a-wallet-title": "Mag-set up ng wallet",
  "page-apps-superrare-logo-alt": "Logo ng SuperRare",
  "page-apps-technology-button": "Teknolohiya",
  "page-apps-technology-description": "Ito ay mga application na nakation sa pag-decentralize ng mga tool ng developer, paglalagay sa kasalukuyang teknolohiya, at paggawa ng mga marketplace para sa open-source development work.",
  "page-apps-technology-title": "Decentralized na teknolohiya",
  "page-apps-token-sets-logo-alt": "Logo ng Token Sets",
  "page-apps-uniswap-logo-alt": "Logo ng Uniswap",
  "page-apps-wallet-callout-button": "Maghanap ng pitaka",
  "page-apps-wallet-callout-description": "Decentralized applications (dapps) din ang mga wallet. Maghanap ng wallet batay sa mga feature na akma sa iyo.",
  "page-apps-wallet-callout-image-alt": "Ilustrasyon ng robot.",
  "page-apps-wallet-callout-title": "Tumingin ng mga wallet",
  "page-apps-warning-header": "Palaging mag-research",
  "page-apps-warning-message": "Bagong teknolohiya ang Ethereum at bago ang karamihan sa mga application. Bago magdeposito ng malalaking halaga ng pera, siguraduhing nauunawaan mo ang mga panganib.",
  "page-apps-what-are-dapps": "Ano ang decentralized applications (dapps)?",
  "page-apps-more-on-defi-button": "Iba pang detalye tungkol sa decentralized finance",
  "page-apps-more-on-nft-button": "Iba pang detalye tungkol sa mga tokenized collectible",
  "page-apps-more-on-nft-gaming-button": "Iba pang detalye tungkol sa mga tokenized na in-game item",
  "page-apps-dapp-description-pwn": "Madadaling loan na suportado ng anumang token o NFT sa Ethereum.",
  "page-apps-pwn-image-alt": "Logo ng PWN",
  "page-apps-dapp-description-yearn": "Yield aggregator ang Yearn Finance. Binibigyan nito ang mga indibidwal, DAO, at iba pang protocol ng paraan para magdeposito ng mga digital asset at kumita.",
  "page-apps-yearn-image-alt": "Logo ng Yearn",
  "page-apps-dapp-description-convex": "Sa Convex, pinapayagan ang mga Curve liquidity provider na kumita ng mga bayarin sa trading at mag-claim ng na-boost na CRV nang hindi kailangang i-lock ang kanilang CRV.",
  "page-apps-convex-image-alt": "Logo ng Convex",
  "foundation": "Foundation",
  "transaction-fees": "Ano ang mga bayarin sa transaksyon?",
  "page-wallets-get-some": "Kumuha ng ilang ETH"
}
