{
  "layer-2-arbitrum-note": "Para lang sa mga naka-whitelist na user ang mga patunay ng panloloko, hindi pa bukas ang whitelist",
  "layer-2-boba-note": "Dine-develop pa lang ang state validation",
  "layer-2-optimism-note": "Dine-develop pa lang ang mga patunay ng problema",
  "layer-2-hero-title": "Layer 2",
  "layer-2-hero-header": "Ethereum para sa lahat",
  "layer-2-hero-subtitle": "Pag-scale sa Ethereum para sa malawakang paggamit.",
  "layer-2-hero-alt-text": "Ilustrasyon ng mga transaksyon na niro-roll up sa layer 2 at pino-post sa Ethereum Mainnet",
  "layer-2-hero-button-1": "Ano ang layer 2",
  "layer-2-hero-button-2": "Gamitin ang layer 2",
  "layer-2-hero-button-3": "Lumipat sa layer 2",
  "layer-2-statsbox-1": "Naka-lock ang TVL sa layer 2 (USD)",
  "layer-2-statsbox-2": "Average na bayarin sa pag-transfer ng ETH sa layer 2 (USD)",
  "layer-2-statsbox-3": "Pagbabago ng TVL sa layer 2 (30 araw)",
  "layer-2-what-is-layer-2-title": "Ano ang layer 2?",
  "layer-2-what-is-layer-2-1": "Ang Layer 2 (L2) ay isang collective term na naglalarawan ng partikular na hanay ng mga scaling solution ng Ethereum. <strong>Ang layer 2 ay isang hiwalay na blockchain na nagpapalawak sa Ethereum at nag-i-inherit ng mga garantiyang panseguridad ng Ethereum.</strong>.",
  "layer-2-what-is-layer-2-2": "Ngayon, alamin pa natin ang ibang detalye. Upang gawin ito, kailangan muna nating ipaliwanag ang layer 1 (L1).",
  "layer-2-what-is-layer-1-title": "Ano ang layer 1?",
  "layer-2-what-is-layer-1-1": "Ang Layer 1 ang base blockchain. Parehong layer 1 blockchain ang Ethereum at Bitcoin dahil ang mga ito ang <strong>pangunahing pundasyon na ginagamit na basehan ng iba't ibang layer 2 network</strong>. Ang mga halimbawa ng mga proyekto sa layer 2 ay may \"mga rollup\" sa Ethereum at Lightning Network sa Bitcoin. Maibabalik sa layer 1 blockchain ang lahat ng aktibidad sa transaksyon ng user sa mga proyektong ito sa layer 2.",
  "layer-2-what-is-layer-1-2": "Ang Ethereum ay nagsisilbi rin bilang data availability layer para sa mga layer 2. Magpo-post ang mga proyekto sa layer 2 ng data ng transaksyon ng mga ito sa Ethereum, na umaasa sa Ethereum para sa availability ng data. Ang data na ito ay magagamit para malaman ang estado ng layer 2, o para i-dispute ang mga transaksyon sa layer 2.",
  "layer-2-what-is-layer-1-list-title": "<strong>Ang Ethereum sa layer 1 ay naglalaman ng:</strong>",
  "layer-2-what-is-layer-1-list-1": "<strong>Isang network ng mga node operator</strong> para i-secure at i-validate ang network",
  "layer-2-what-is-layer-1-list-2": "<strong>Isang network ng mga block producer</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>Ang blockchain</strong> mismo at ang kasaysayan ng data ng transaksyon",
  "layer-2-what-is-layer-1-list-4": "<strong>Ang consensus mechanism</strong> para sa network",
  "layer-2-what-is-layer-1-list-link-1": "Nalilito pa rin sa Ethereum?",
  "layer-2-what-is-layer-1-list-link-2": "Alamin kung ano ang Ethereum.",
  "layer-2-why-do-we-need-layer-2-title": "Bakit kailangan natin ang layer 2?",
  "layer-2-why-do-we-need-layer-2-1": "Ang tatlong kanais-nais na property ng blockchain ay ang pagiging <strong>decentralized, secure, at scalable</strong> nito. Ayon sa <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">blockchain trilemma</a>, dalawa lang sa tatlong nabanggit ang kayang makamit ng simpleng blockchain architecture. Gusto ng secure at decentralized na blockchain? Kailangan mong isakripisyo ang scalability.",
  "layer-2-why-do-we-need-layer-2-2": "Sa kasalukuyan, nagpoproseso ang Ethereum <a href=\"https://etherscan.io/chart/tx\" target=\"_blank\">mahigit 1 milyong transaksyon kada araw</a>. Ang mataas na demand sa paggamit ng Ethereum ay maaaring magresulta sa mataas na presyo ng bayad sa transaksyon. Dito magagamit ang mga layer 2 network.",
  "layer-2-why-do-we-need-layer-2-scalability": "Scalability",
  "layer-2-why-do-we-need-layer-2-scalability-1": "Ang layunin ng layer 2 ay pataasin ang throughput ng transaksyon (mas maraming transaksyon kada segundo) nang hindi isinasakripisyo ang decentralization o seguridad.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "Ang Ethereum Mainnet (layer 1) ay kaya lang magproseso ng <a href=\"https://ethtps.info/Network/Ethereum\">mga 15 transaksyon kada segundo</a>. Kapag mataas ang demand sa paggamit ng Ethereum, nagiging congested ang network, kung kaya, tumataas ang mga bayarin sa transaksyon at hindi nakakabili ang mga user na hindi kayang bayaran ang mga ganoong bayarin. Ang mga layer 2 ay mga solution na nagpapababa sa mga bayaring iyon sa pamamagitan ng pagpoproseso ng mga transaksyon sa labas ng layer-1 blockchain.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "Iba pang detalye tungkol sa mithiin ng Ethereum",
  "layer-2-benefits-of-layer-2-title": "Mga benepisyo ng layer 2",
  "layer-2-lower-fees-title": "Pinapamura ang mga bayarin",
  "layer-2-lower-fees-description": "Sa pamamagitan ng pagsasama-sama ng maraming off-chain na transaksyon sa isang transaksyon sa layer 1, magiging mas mura ang mga bayarin sa transaksyon, kaya mas accessible sa lahat ang Ethereum.",
  "layer-2-maintain-security-title": "Pinapanatili ang seguridad",
  "layer-2-maintain-security-description": "Isinasagawa ng mga layer 2 blockchain ang mga transaksyon ng mga ito sa Ethereum Mainnet, kung kaya, makikinabang ang mga user sa seguridad ng Ethereum network.",
  "layer-2-expand-use-cases-title": "Pinapalawak ang mga use case",
  "layer-2-expand-use-cases-description": "Dahil sa mas maraming transaksyon kada segundo, mas murang bayarin, at bagong teknolohiya, gagawa ang mga proyekto ng mga bagong application na may mas magandang karanasan ng user.",
  "layer-2-how-does-layer-2-work-title": "Paano gumagana ang layer 2?",
  "layer-2-how-does-layer-2-work-1": "Gaya ng nabanggit kanina, ang layer 2 ay isang collective term para sa mga scaling solution ng Ethereum na nangangasiwa ng mga transaksyon sa labas ng layer 1 ng Ethereum habang patuloy na ginagamit ang mahusay at decentralized na seguridad ng layer 1 ng Ethereum. <strong> Ang layer 2 ay isang hiwalay na blockchain na nagpapalawig sa Ethereum</strong>. Paano ito gumagana?",
  "layer-2-how-does-layer-2-work-2": "May iba't ibang uri ng layer 2, at may kanya-kanyang trade-off at security model ang bawat isa sa mga ito. Dahil sa mga layer 2, hindi na papangasiwaan ng layer 1 ang mga transaksyon, kaya hindi na ito masyadong nagiging congested, at nagiging mas scalable ang lahat.",
  "layer-2-rollups-title": "Rollups",
  "layer-2-rollups-1": "Pinagsasama-sama ng mga rollup (o ’niro-roll up’) ang daan-daang transaksyon sa isang transaksyon sa layer 1. Ipinapamahagi nito ang mga bayarin sa transaksyon sa L1 sa lahat ng nasa rollup, kaya nagiging mas mura ito para sa bawat user.",
  "layer-2-rollups-2": "Hindi sa layer 1 ie-execute ang mga rollup transaction pero sa layer 1 isusumite ang data ng transaksyon. Sa pamamagitan ng pagsusumite ng data ng transaksyon sa layer 1, ini-inherit ng mga rollup ang seguridad ng Ethereum. Ito ay dahil kapag na-upload na ang data sa layer 1, kailangang bumalik sa Ethereum kapag may binawing rollup transaction. May dalawang magkaibang pamamaraan para sa mga rollup: optimistic at zero-knowledge - ang pangunahing pagkakaiba ng mga ito ay kung paano isinusumite ang data na ito ng transaksyon sa L1.",
  "layer-2-optimistic-rollups-title": "Optimistic rollups",
  "layer-2-optimistic-rollups-description": "Masasabing 'optimistic' ang mga optimistic rollup dahil ipinagpapalagay na valid ang mga transaksyon, pero puwedeng kuwestiyunin ang mga ito kung kinakailangan. Kung pinaghihinalaang may hindi valid na transaksyon, magpapatakbo ng patunay ng problema para alamin kung nangyari nga ito.",
  "layer-2-optimistic-rollups-childSentance": "Iba pang detalye tungkol sa mga optimistic rollup",
  "layer-2-zk-rollups-title": "Zero-knowledge rollups",
  "layer-2-zk-rollups-description": "Sa mga zero-knowledge rollup, gumagamit ng mga proof ng validity kapag off-chain na-compute ang mga transaksyon, at pagkatapos ay ibinibigay sa Ethereum Mainnet ang na-compress na data bilang patunay ng validity ng mga ito.",
  "layer-2-zk-rollups-childSentance": "Iba pang detalye tungkol sa mga ZK-rollup",
  "layer-2-dyor-title": "Mag-research: mga panganib ng layer 2",
  "layer-2-dyor-1": "Maraming bagong proyekto sa layer 2 kung saan kailangan pa ring umasa ng mga user na maging tapat ang ilang operator habang sinisikap ng mga itong i-decentralize ang kanilang mga network. Palaging mag-research para magpasya kung kumportable ka sa anumang panganib na kaakibat nito.",
  "layer-2-dyor-2": "Para sa iba pang impormasyon sa teknolohiya, mga panganib, at mga trust assumption ng mga layer 2, inirerekomenda naming tingnan ang L2BEAT na nagbibigay ng komprehensibong framework ng assessment sa panganib ng bawat proyekto.",
  "layer-2-dyor-3": "Pumunta sa L2BEAT",
  "layer-2-use-layer-2-title": "Gamitin ang layer 2",
  "layer-2-use-layer-2-1": "Ngayong nauunawaan mo na kung bakit mayroong layer 2 at kung paano ito gumagana, simulan na natin!",
  "layer-2-contract-accounts": "Kung gumagamit ka ng smart contract wallet tulad ng Safe o Argent, hindi mo kontrolado ang address na ito sa layer 2. Kailangan mo munang i-redeploy ang iyong contract account sa address na iyon sa layer 2. Ang mga classic account na may recovery phrase ang awtomatikong magmamay-ari sa mismong account sa lahat ng network sa layer 2.",
  "layer-2-use-layer-2-generalized-title": "Mga generalized na layer 2",
  "layer-2-use-layer-2-generalized-1": "Parang Ethereum ang mga generalized na layer 2 — ngunit mas mura. Ang anumang magagawa mo sa Ethereum layer 1, magagawa mo rin sa layer 2. Maraming dapp na ang nagsimulang mag-migrate sa mga network na ito o kaya ay dumiretso na sa pag-deploy sa layer 2 nang hindi dumaraan sa Mainnet.",
  "layer-2-use-layer-2-application-specific-title": "Mga application specific layer 2",
  "layer-2-use-layer-2-application-specific-1": "Ang mga application specific layer 2 ay mga proyekto nakatutok sa pag-optimize para sa partikular na application space, na nagdudulot ng mas magandang performance.",
  "layer-2-sidechains-title": "Impormasyon sa mga sidechain, validium, at alternatibong blockchain",
  "layer-2-sidechains-1": "<strong>Ang mga sidechain at validium</strong> ay mga blockchain na nagpapahintulot sa mga assets mula sa Ethereum na magamit sa ibang blockchain. Ang mga sidechain at validium ay tumatakbo kasabay ng Ethereum, at nakikipag-interact sa Ethereum sa pamamagitan ng mga bridge, ngunit hindi kinukuha ng mga ito ang kanilang seguridad o data availability sa Ethereum.",
  "layer-2-sidechains-2": "Katulad ng mga layer 2 ang pag-scale ng dalawang ito - nag-aalok ang mga ito ng mga mas murang bayarin sa transaksyon at mas mataas na throughput sa transaksyon - pero magkaiba ang mga trust assumption ng mga ito.",
  "layer-2-more-on-sidechains": "Iba pang impormasyon tungkol sa mga sidechain",
  "layer-2-more-on-validiums": "Iba pang impormasyon tungkol sa mga validium",
  "layer-2-sidechains-4": "Ang ilang layer 1 blockchain ay nag-uulat ng mas mataas na throughput at mga mas murang bayarin sa transaksyon kaysa sa Ethereum, ngunit karaniwang may mga kapalit ito sa ibang aspeto. Halimbawa, mas malalaking kinakailangan sa hardware para sa pagpapatakbo ng mga node.",
  "layer-2-onboard-title": "Pano makapasok sa layer 2",
  "layer-2-onboard-1": "May dalawang pangunahing paraan para ilipat ang iyong mga asset sa layer 2: mag-bridge ng pondo mula sa Ethereum gamit ang isang smart contract o i-withdraw ang iyong pondo sa isang exchange nang direkta sa network sa layer 2.",
  "layer-2-onboard-wallet-title": "Nasa wallet mo ang pondo?",
  "layer-2-onboard-wallet-1": "Kung mayroon ka nang ETH sa iyong wallet, kakailanganin mong gumamit ng bridge para ilipat ito sa layer 2 mula sa Ethereum Mainnet.",
  "layer-2-more-on-bridges": "Iba pang detalye tungkol sa mga bridge",
  "layer-2-onboard-wallet-input-placeholder": "Piliin ang L2 kung saan mo gustong mag-bridge",
  "layer-2-onboard-wallet-selected-1": "Puwede kang kumonekta sa",
  "layer-2-onboard-wallet-selected-2": "gamit ang mga wallet na ito:",
  "layer-2-bridge": "Bridge",
  "layer-2-onboard-exchange-title": "Nasa exchange ang pondo?",
  "layer-2-onboard-exchange-1": "Nag-aalok na ngayon ang ilang centralized exchanges ng mga direktang pag-withdraw at pagdeposito sa mga layer 2. Tingnan kung aling mga exchange ang sumusuporta sa mga pag-withdraw sa layer 2 at kung aling mga layer 2 ang sinusuportahan ng mga ito.",
  "layer-2-onboard-exchange-2": "Kakailanganin mo rin ng wallet kung saan mo ilalagay ang na-withdraw mong pondo.",
  "layer-2-onboard-find-a-wallet": "Maghanap ng Ethereum wallet.",
  "layer-2-onboard-exchange-input-placeholder": "Tingnan ang mga exchange na sumusuporta sa L2",
  "layer-2-deposits": "Mga pagdeposito",
  "layer-2-withdrawals": "Mga pag-withdraw",
  "layer-2-go-to": "Pumunta sa",
  "layer-2-tools-title": "Mga tool na magagamit sa layer 2",
  "layer-2-tools-l2beat-description": "Ang L2BEAT ay isang mahusay na resource para makita ang mga assessment sa teknikal na panganib ng mga proyekto sa layer 2. Inirerekomenda naming tingnan ang mga resource nito kapag nagsasaliksik ng mga partikular na proyekto sa layer 2.",
  "layer-2-tools-l2fees-description": "Ipinapakita ng L2 Fees ang kasalukuyang presyo (sa USD) para sa mga transaksyon sa iba't ibang layer 2.",
  "layer-2-tools-chainlist-description": "Ang Chainlist ay isang mahusay na resource para sa pag-import ng mga network RPC sa mga sumusuportang wallet. Makikita mo rito ang mga RPC para sa mga proyekto sa layer 2 na makakatulong sa iyong makakonekta.",
  "layer-2-tools-zapper-description": "Pamahalaan ang iyong buong web3 portfolio mula sa DeFi hanggang sa mga NFT at anupamang susunod. Mag-invest sa mga pinakabagong oportunidad mula sa isang convenient na lugar.",
  "layer-2-tools-zerion-description": "Buuin at pamahalaan ang iyong buong DeFi portfolio sa iisang lugar. Tuklasin ang mundo ng decentralized finance ngayon.",
  "layer-2-tools-debank-description": "Maging updated sa lahat ng mahalagang pangyayari sa mundo ng web3",
  "layer-2-faq-title": "FAQ",
  "layer-2-faq-question-1-title": "Bakit walang 'opisyal' na Ethereum L2?",
  "layer-2-faq-question-1-description-1": "Tulad kung paanong walang 'opisyal' na Ethereum client, wala ring 'opisyal' na Ethereum layer 2. Walang pahintulot sa Ethereum - kung tutuusin, puwedeng gumawa ang kahit sino ng layer 2! Maraming team ang mag-i-implement ng sarili nilang bersyon ng layer 2, at makikinabang ang buong ecosystem mula sa iba't ibang pamamaraan sa pagdidisenyo na na-optimize para sa iba't ibang use case. Tulad kung paanong mayroon tayong maraming Ethereum client na ginawa ng iba't ibang grupo upang magkaroon ng diversity sa network, ganoon din ide-develip ang mga layer 2 sa hinaharap.",
  "layer-2-faq-question-2-title": "Ano ang pagkakaiba ng mga optimistic at zero-knowledge rollup?",
  "layer-2-faq-question-2-description-1": "Pinagsasama-sama (o ’niro-roll up’) ng mga optimistic at zero-knowledge rollup ang daan-daang transaksyon sa iisang transaksyon sa layer 1. Hindi sa layer 1 ie-execute ang mga rollup transaction pero sa layer 1 mapo-post ang data ng transaksyon.",
  "layer-2-faq-question-2-description-2": "Ang pangunahing pagkakaiba ay kung anong data ang pino-post sa layer 1 at kung paano vine-verify ang data. Isinasagawa ng mga validity proof (na ginagamit ng mga zero-knowledge rollup) ang mga computation off-chain at nagpo-post ang mga ito ng proof, samantalang isinasagawa lang ng mga patunay ng problema (na ginagamit ng mga optimistic rollup) ang mga computation on-chain kapag pinaghihinalaang may pagkakamali na dapat suriin.",
  "layer-2-faq-question-2-description-3": "Sa ngayon, ang karamihan sa mga ZK-rollup ay partikular sa application, kumpara sa mga optimistic rollup na kalimitan ay magagamit sa iba't ibang application.",
  "layer-2-more-info-on-optimistic-rollups": "Iba pang impormasyon sa mga optimistic rollup",
  "layer-2-more-info-on-zk-rollups": "Iba pang impormasyon sa mga zero-knowledge rollup",
  "layer-2-faq-question-4-title": "Ano ang mga panganib sa layer 2?",
  "layer-2-faq-question-4-description-1": "May mga karagdagang panganib sa mga proyekto sa layer 2 kumpara sa pangangasiwa ng pondo at direktang pakikipagtransaksyon sa Ethereum Mainnet. Halimbawa, maaaring magkaproblema sa mga sequencer, kaya't kailangan mong maghintay bago ma-access ang iyong pondo.",
  "layer-2-faq-question-4-description-2": "Inirerekomenda naming mag-research ka bago mag-transfer ng malaking pondo sa layer 2. Para sa karagdagang impormasyon tungkol sa teknolohiya, mga panganib, at mga trust assumption ng mga layer 2, inirerekomenda naming tingnan ang <a href=\"https://l2beat.com/?view=risk\">L2BEAT</a>, na nagbibigay ng komprehensibong framework ng assessment sa panganib ng bawat proyekto.",
  "layer-2-faq-question-4-description-3": "Ang mga blockchain bridge, na nangangasiwa ng mga pag-transfer ng asset sa layer 2, ay dine-develop pa lang at malamang na hindi pa natutuklasan ang pinakamainam na disenyo ng bridge. Kamakailan lang ay may <a href=\"https://rekt.news/wormhole-rekt/\">mga pag-hack ng mga bridge</a>.",
  "layer-2-faq-question-5-title": "Bakit hindi nakalista ang ilang proyekto sa layer 2 dito?",
  "layer-2-faq-question-5-description-1": "Gusto naming tiyaking inililista namin ang pinakamahuhusay na resource na posible para makapag-navigate ang mga user sa layer 2 space nang ligtas at may kumpiyansa. May ginagamit kaming framework ng mga pamantayan sa kung paano sinusuri ang mga proyektong isasama.",
  "layer-2-faq-question-5-view-listing-policy": "Tingnan ang aming patakaran sa paglista ng layer 2 dito.",
  "layer-2-faq-question-5-description-2": "Malayang magmungkahi ang kahit sino na magdagdag ng layer 2 sa ethereum.org. Kung may layer 2 na hindi namin napansin, <a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">imungkahi ito</a>.",
  "layer-2-further-reading-title": "Karagdagang pagbabasa",
  "a-rollup-centric-ethereum-roadmap": "Isang rollup-centric na ethereum roadmap",
  "an-incomplete-guide-to-rollups": "An Incomplete Guide to Rollups",
  "polygon-sidechain-vs-ethereum-rollups": "Polygon sidechain vs mga Ethereum rollup: mga pamamaraan ng scaling ng layer 2| Vitalik Buterin at Lex Fridman",
  "rollups-the-ultimate-ethereum-scaling-strategy": "MGA ROLLUP - Ang Pinakamahusay na Scaling Strategy ng Ethereum? Pagpapaliwanag sa Arbitrum at Optimism",
  "scaling-layer-1-with-shard-chains": "Pag-scale sa layer 1 gamit ang mga shard chain",
  "understanding-rollup-economics-from-first-principals": "Pag-unawa sa rollup economics mula sa mga pangunahing prinsipyo",
  "arbitrum-description": "Ang Arbitrum One ay isang Optimistic Rollup na naglalayong magmukhang parang nag-i-interact ka sa Ethereum, pero hindi kasing mahal ng mga transaksyon sa L1 ang mga transaksyon dito.",
  "optimism-description": "Ang Optimism ay isang mabilis, simple, at secure na EVM-equivalent optimistic rollup. Sine-scale nito ang teknolohiya ng Ethereum habang sine-scale din nito ang mga halaga nito sa pamamagitan ng retroactive na public goods funding.",
  "boba-description": "Ang Boba ay isang Optimistic Rollup na orihinal na galing sa Optimism na isang scaling solution na may layuning bawasan ang mga bayarin sa gas, pataasin ang throughput ng transaksyon, at palawakin ang kakayahan ng mga smart contract.",
  "loopring-description": "Ang zkRollup L2 solution ng Loopring ay may layuning ibigay ang mga garantiyang panseguridad na ibinibigay ng Ethereum mainnet, nang mas mabilis at mas mura: tataas ang throughput nang 1000x, at 0.1% lang ng bayarin sa L1 ang gagastusin.",
  "zksync-description": "Ang ZKsync ay user-centric na zk rollup platform mula sa Matter Labs. Scaling solution ito para sa Ethereum, na live na sa Ethereum mainnet. Suportado nito ang mga pagbabayad, pag-swap ng token, at pag-mint ng NFT.",
  "zkspace-description": "Ang ZKSpace platform ay may tatlong pangunahing bahagi: isang layer 2 AMM DEX na gumagamit ng teknolohiya ng mga ZK-Rollup na tinatawag na ZKSwap, isang serbisyo sa pagbabayad na tinatawag na ZKSquare, at isang marketplace ng NFT na tinatawag na ZKSea.",
  "aztec-description": "Ang Aztec Network ang unang pribadong zk-rollup sa Ethereum, na nagbibigay-daan sa mga decentralized application na magkaroon ng privacy at mas mataas na kapasidad.",
  "layer-2-note": "Tandaan:",
  "layer-2-ecosystem-portal": "Ecosystem Portal",
  "layer-2-token-lists": "Listahan ng Mga Token",
  "layer-2-explore": "I-explore",
  "page-dapps-ready-button": "Magsimula"
}
