{
  "page-stablecoins-accordion-borrow-crypto-collateral": "Crypto collateral",
  "page-stablecoins-accordion-borrow-crypto-collateral-copy": "Gamit ang Ethereum, direkta kang makakahiram sa iba pang user nang hindi tine-trade ang ETH mo. Mapapakinabangan mo ito – ginagawa ito ng ilan para subukang makaipon pa ng ETH.",
  "page-stablecoins-accordion-borrow-crypto-collateral-copy-p2": "Pero dahil pabago-bago ang presyo ng ETH, kakailanganin mong mag-overcollateralize. Ibig sabihin noon, kung gusto mong manghiram ng 100 stablecoin, posibleng kailaganin mo ng hindi bababa sa halagang $150 ng ETH. Pinoprotektahan nito ang system at mga lender.",
  "page-stablecoins-accordion-borrow-crypto-collateral-link": "Iba pang detalye tungkol sa mga crypto-backed stablecoin",
  "page-stablecoins-accordion-borrow-pill": "Advanced",
  "page-stablecoins-accordion-borrow-places-intro": "Sa tulong ng decentralized applications (dapps) na ito, makakahiram ka ng mga stablecoin gamit ang crypto bilang collateral. Tumatanggap ang ilan ng iba pang token, pati na rin ng ETH.",
  "page-stablecoins-accordion-borrow-places-title": "Mga mahihiraman ng mga stablecoin",
  "page-stablecoins-accordion-borrow-requirement-1": "Ethereum wallet",
  "page-stablecoins-accordion-borrow-requirement-1-description": "Kakailanganin mo ng wallet para gumamit ng decentralized application (dapp)",
  "page-stablecoins-accordion-borrow-requirement-2": "Ether (ETH)",
  "page-stablecoins-accordion-borrow-requirement-2-description": "Kakailanganin mo ng ETH para sa collateral at/o mga bayarin sa transaksyon",
  "page-stablecoins-accordion-borrow-requirements-description": "Para manghiram ng mga stablecoin, kakailanganin mong gamitin ang angkop na decentralized application (dapp). Kakailanganin mo rin ng wallet at kaunting ETH.",
  "page-stablecoins-accordion-borrow-risks-copy": "Kung gagamitin mo ang ETH bilang collateral at bababa ang halaga nito, hindi masasapatan ng collateral mo ang mga stablecoin na makukuha mo. Dahil dito, mali-liquidate ang ETH mo at maaari kang patawan ng penalty. Kung kaya, kung manghihiram ka ng mga stablecoin, kakailanganin mong bantayan ang presyo ng ETH.",
  "page-stablecoins-accordion-borrow-risks-link": "Pinakabagong presyo ng ETH",
  "page-stablecoins-accordion-borrow-risks-title": "Mga panganib",
  "page-stablecoins-accordion-borrow-text-preview": "Pwede kang manghiram ng mga stablecoin gamit ang crypto bilang collateral, na kakailanganin mong bayaran.",
  "page-stablecoins-accordion-borrow-title": "Manghiram",
  "page-stablecoins-accordion-buy-exchanges-title": "Mga sikat na exchange",
  "page-stablecoins-accordion-buy-requirement-1": "Mga crypto exchange at wallet",
  "page-stablecoins-accordion-buy-requirement-1-description": "Tingnan ang mga serbisyo na magagamit mo sa kung saan ka nakatira",
  "page-stablecoins-accordion-buy-requirements-description": "Isang account na may exchange o wallet kung saan direkta kang makakabili ng crypto. Maaaring nakagamit ka na nito para kumuha ng ETH. Alamin kung aling mga serbisyo ang magagamit mo sa kung saan ka nakatira.",
  "page-stablecoins-accordion-buy-text-preview": "Direkta kang makakabili ng mga stablecoin sa maraming exchange at wallet. May mga limitasyon batay sa lokasyon.",
  "page-stablecoins-accordion-buy-title": "Bumili",
  "page-stablecoins-accordion-buy-warning": "Maaaring mga fiat-backed stablecoin lang tulad ng USDC, Tether, at iba pa ang nakalista sa centralized exchanges. Maaaring hindi ka direktang makabili sa mga ito, pero mae-exchange mo rito ang ETH o iba pang cryptocurrency na mabibili mo sa platform.",
  "page-stablecoins-accordion-earn-project-1-description": "Technical work para sa open-source software movement.",
  "page-stablecoins-accordion-earn-project-2-description": "Teknolohiya, content, at iba pang gawain para sa MakerDao community (ang team na gumawa ng Dai).",
  "page-stablecoins-accordion-earn-project-3-description": "Kapag maalam ka talaga, maghanap ng mga bug para kumita ng Dai.",
  "page-stablecoins-accordion-earn-project-bounties": "Gitcoin bounties",
  "page-stablecoins-accordion-earn-project-bug-bounties": "Consensus layer bug bounties",
  "page-stablecoins-accordion-earn-project-community": "MakerDao community",
  "page-stablecoins-accordion-earn-projects-copy": "Babayaran ka ng mga platform na ito sa stablecoin para sa gawain mo.",
  "page-stablecoins-accordion-earn-projects-title": "Saan kikita ng mga stablecoin",
  "page-stablecoins-accordion-earn-requirement-1": "以太坊钱包",
  "page-stablecoins-accordion-earn-requirement-1-description": "Kakailanganin mo ng wallet para matanggap ang mga kinita mong stablecoin",
  "page-stablecoins-accordion-earn-requirements-description": "Magandang pambayad para sa gawain at mga serbisyo mo ang mga stablecoin dahil stable ang halaga nito. Pero kakailanganin mo ng wallet para mabayaran.",
  "page-stablecoins-accordion-earn-text-preview": "Pwede kang kumita ng mga stablecoin sa pamamagitan ng paggawa ng mga proyekto sa Ethereum ecosystem.",
  "page-stablecoins-accordion-earn-title": "Kumita",
  "page-stablecoins-accordion-less": "Bawasan ang nakikita",
  "page-stablecoins-accordion-more": "Tumingin pa",
  "page-stablecoins-accordion-requirements": "Ang kakailanganin mo",
  "page-stablecoins-accordion-swap-dapp-intro": "Kung mayroon ka nang ETH at wallet, pwede mong gamitin ang mga dapp na ito para magpa-swap sa mga stablecoin.",
  "page-stablecoins-accordion-swap-dapp-link": "Iba pang detalye tungkol sa mga decentralized exchange",
  "page-stablecoins-accordion-swap-dapp-title": "Decentralized applications (dapps) para sa pag-swap ng mga token",
  "page-stablecoins-accordion-swap-editors-tip": "Tip ng mga editor",
  "page-stablecoins-accordion-swap-editors-tip-button": "Maghanap ng mga wallet",
  "page-stablecoins-accordion-swap-editors-tip-copy": "Kumuha ng wallet kung saan makakabili ka ng ETH at maipapa-swap mo ito sa mga token nang direkta, kasama na ang mga stablecoin.",
  "page-stablecoins-accordion-swap-pill": "Inirerekomenda",
  "page-stablecoins-accordion-swap-requirement-1": "以太坊钱包",
  "page-stablecoins-accordion-swap-requirement-1-description": "Kakailanganin mo ng wallet para pahintulutan ang swap at i-store ang mga coin mo",
  "page-stablecoins-accordion-swap-requirement-2": "Ether (ETH)",
  "page-stablecoins-accordion-swap-requirement-2-description": "Para bayaran ang swap",
  "page-stablecoins-accordion-swap-text-preview": "Makukuha mo ang karamihan sa mga stablecoin sa mga desentralisadong exchange. Kung kaya, maipangsa-swap mo ang kahit anong token mo para sa stablecoin na gusto mo.",
  "page-stablecoins-accordion-swap-title": "Mag-swap",
  "page-stablecoins-algorithmic": "Algorithmic",
  "page-stablecoins-algorithmic-con-1": "Kailangan mong magtiwala sa (o magkaroon ng kakayahang unawain ang) algorithm.",
  "page-stablecoins-algorithmic-con-2": "Magbabago ang iyong balanse ng mga coin batay sa kabuuang supply.",
  "page-stablecoins-algorithmic-description": "Walang anupamang asset na sumusuporta sa mga stablecoin na ito. Sa halip, may algorithm na magbebenta ng mga token kung bababa sa ninanais na halaga ang presyo, at magsu-supply ng mga token kung lalampas ang halaga sa ninanais na presyo. Dahil regular na nagbabago ang bilang ng mga token na ito sa circulation, magbabago ang bilang ng mga token na pagmamay-ari mo, pero palagi nitong ipapakita ang laki ng share mo.",
  "page-stablecoins-algorithmic-pro-1": "Hindi kailangan ng collateral.",
  "page-stablecoins-algorithmic-pro-2": "Kinokontrol ng pampublikong algorithm.",
  "page-stablecoins-bank-apy": "0.05%",
  "page-stablecoins-bank-apy-source": "Ang average na rate na binabayaran ng mga bangko sa mga basic at federally insured na savings account sa USA.",
  "page-stablecoins-bank-apy-source-link": "Source",
  "page-stablecoins-bitcoin-pizza": "Ang sikat na Bitcoin pizza",
  "page-stablecoins-bitcoin-pizza-body": "Noong 2010, may bumili ng 2 pizza gamit ang 10,000 bitcoin. Noong panahong ito, ~$41 USD ang katumbas nito. Sa kasalukuyang market, katumbas iyon ng milyong-milyong dolyar. Maraming nakakapanghinayang na transaksyon sa kasaysayan ng Ethereum na katulad nito. Malulutas ng mga stablecoin ang ganitong problema, kaya makakain mo ang pizza mo at maitatabi mo ang ETH mo.",
  "page-stablecoins-category-dashboard-and-education": "Dashboard at Edukasyon",
  "page-stablecoins-coin-price-change": "Pagbabago sa presyo ng coin (nakalipas na 30 araw)",
  "page-stablecoins-crypto-backed": "Crypto backed",
  "page-stablecoins-crypto-backed-con-1": "Hindi masyadong stable kumpara sa mga fiat-backed stablecoin.",
  "page-stablecoins-crypto-backed-con-2": "Kailangan mong bantayan ang halaga ng crypto collateral.",
  "page-stablecoins-crypto-backed-description": "Sinusuportahan ang mga stablecoin na ito ng iba pang crypto asset, tulad ng ETH. Nakadepende ang presyo ng mga ito sa halaga ng pinagbabatayang asset (o collateral), na pwedeng magpabago-bago. Dahil pwedeng mag-iba-iba ang halaga ng ETH, ino-overcollateralize ang mga stablecoin na ito para tiyaking maging stable hangga't maaari ang presyo. Ibig sabihin nito, masasabing may pinagbabatayang asset na nagkakahalaga ng hindi bababa sa $2 ang $1 crypto backed stablecoin. Kung bababa ang presyo ng ETH, dapat gumamit ng mas maraming ETH para suportahan ang stablecoin, kung hindi, mawawalan ng halaga ang mga stablecoin.",
  "page-stablecoins-crypto-backed-pro-1": "Transparent at ganap na desentralisado.",
  "page-stablecoins-crypto-backed-pro-2": "Madaling gawing iba pang crypto asset.",
  "page-stablecoins-crypto-backed-pro-3": "Walang external custodian – kinokontrol ng mga Ethereum account ang lahat ng asset.",
  "page-stablecoins-dai-banner-body": "Maaaring Dai ang pinakasikat na decentralized stablecoin. Katumbas ng humigit-kumulang isang dolyar ang halaga nito, at tinatanggap ito sa maraming decentralized applications (dapps).",
  "page-stablecoins-dai-banner-learn-button": "Matuto tungkol sa Dai",
  "page-stablecoins-dai-banner-swap-button": "I-swap ang ETH sa Dai",
  "page-stablecoins-dai-banner-title": "Dai",
  "page-stablecoins-dai-logo": "Logo ng Dai",
  "page-stablecoins-editors-choice": "Pili ng Editors'",
  "page-stablecoins-editors-choice-intro": "Sa ngayon, ito ang mga pinakakilalang halimbawa ng mga stablecoin at mga coin na sa tingin namin ay kapaki-pakinabang kapag gumagamit ng decentralized applications (dapps).",
  "page-stablecoins-explore-dapps": "I-explore ang decentralized applications (dapps)",
  "page-stablecoins-fiat-backed": "Fiat backed",
  "page-stablecoins-fiat-backed-con-1": "Centralized – may mag-iisyu ng mga token.",
  "page-stablecoins-fiat-backed-con-2": "Kailangan ng auditing para tiyaking may sapat na reserves ang kumpanya.",
  "page-stablecoins-fiat-backed-description": "Sa madaling salita, isa itong IOU (I owe you) para sa tradisyonal na fiat currency (karaniwang dolyar). Dapat mong gamitin ang iyong fiat currency para bumili ng stablecoin na pwede mong i-cash in kalaunan at i-redeem para sa orhinal mong currency.",
  "page-stablecoins-fiat-backed-pro-1": "Ligtas sa crypto volatility.",
  "page-stablecoins-fiat-backed-pro-2": "Maliit lang ang mga pagbabago sa presyo.",
  "page-stablecoins-find-stablecoin": "Maghanap ng stablecoin",
  "page-stablecoins-find-stablecoin-how-to-get-them": "Paano makakuha ng mga stablecoin",
  "page-stablecoins-find-stablecoin-intro": "Mayroong daan-daang stablecoin. Narito ang ilan para matulungan kang magsimula. Kung bago ka lang sa Ethereum, inirerekomenda naming mag-research muna.",
  "page-stablecoins-find-stablecoin-types-link": "Iba't ibang uri ng mga stablecoin",
  "page-stablecoins-get-stablecoins": "Paano makakuha ng stablecoins",
  "page-stablecoins-hero-alt": "Ang tatlong pinakamalalaking stablecoin ayon sa market cap: Dai, USDC, at Tether.",
  "page-stablecoins-hero-button": "Kumuha ng mga stablecoin",
  "page-stablecoins-hero-header": "Digital money na magagamit araw-araw",
  "page-stablecoins-hero-subtitle": "Ang mga stablecoin ay mga Ethereum token na ginawa para hindi magbago ang halaga, kahit na magbago ang presyo ng ETH.",
  "page-stablecoins-interest-earning-dapps": "Decentralized applications (dapps) na kumikita ng interes",
  "page-stablecoins-meta-description": "Panimula sa mga Ethereum stablecoin: ano ang mga ito, paano makuha ang mga ito, at bakit mahalaga ang mga ito.",
  "page-stablecoins-precious-metals": "Precious metals",
  "page-stablecoins-precious-metals-con-1": "Centralized - kailangan merong mag-isue ng tokens.",
  "page-stablecoins-precious-metals-con-2": "Kailangan mong magtiwala sa issuer ng token at sa precious metal reserves.",
  "page-stablecoins-precious-metals-description": "Tulad ng mga fiat-backed coin, gumagamit ang mga stablecoin na ito ng mga resource tulad ng gold para mapanatili ang halaga ng mga ito.",
  "page-stablecoins-precious-metals-pro-1": "Ligtas sa crypto volatility.",
  "page-stablecoins-prices": "Presyo ng stablecoin",
  "page-stablecoins-prices-definition": "Ang mga stablecoin ay mga cryptocurrency na walang volatility. May mga kakayahan itong kapareho ng sa ETH pero hindi nagbabago ang halaga nito, parang tradisyonal na currency. Ibig sabihin, mayroon kang access sa stable na perang magagamit mo sa Ethereum. ",
  "page-stablecoins-prices-definition-how": "Paano nagiging stable ang mga stablecoin",
  "page-stablecoins-research-warning": "Bagong teknolohiya ang Ethereum at bago ang karamihan sa mga application. Tiyaking alam mo ang panganib at i-deposit lang ang kaya mong isugal.",
  "page-stablecoins-research-warning-title": "Palaging mag-research",
  "page-stablecoins-save-stablecoins": "Makatipid sa mga stablecoin",
  "page-stablecoins-save-stablecoins-body": "Kadalasan, mas mataas kaysa sa average ang interest rate ng mga stablecoin dahil maraming humihiram nito. Sa ibang decentralized applications (dapps), pwede kang kumita ng interes sa mga stablecoin mo nang real time sa pamamagitan ng pagdeposito ng mga ito sa isang lending pool. Katulad sa mundo ng pagbabangko, nagsu-supply ka ng mga token para sa mga borrower pero pwede mong i-withdraw ang mga token mo at interes mo anumang oras.",
  "page-stablecoins-saving": "Pakinabangan ang stablecoin savings mo at kumita ng interes. Tulad ng lahat ng bagay sa crypto, pwedeng magbago araw-araw ang tinayang Annual Percentage Yields (APY) depende sa real-time na supply at demand.",
  "page-stablecoins-stablecoins-dapp-callout-description": "Subukan ang decentralized applications (dapps) ng Ethereum – madalas na mas kapaki-pakinabang ang mga stablecoin para sa mga transaksyon araw-araw.",
  "page-stablecoins-stablecoins-dapp-callout-image-alt": "Ilustrasyon ng doge.",
  "page-stablecoins-stablecoins-dapp-callout-title": "Gamitin ang mga stablecoin mo",
  "page-stablecoins-stablecoins-dapp-description-1": "Mga market para sa maraming stablecoin, kasama ang Dai, USDC, TUSD, USDT, at iba pa. ",
  "page-stablecoins-stablecoins-dapp-description-2": "Magpautang ng mga stablecoin at kumita ng interes at $COMP, ang sariling token ng Compound.",
  "page-stablecoins-stablecoins-dapp-description-3": "Isang trading platform kung saan pwede kang kumita ng interes sa iyong Dai at USDC.",
  "page-stablecoins-stablecoins-dapp-description-4": "Isang app na idinisenyo para sa pag-iipon ng Dai.",
  "page-stablecoins-stablecoins-feature-1": "Magagamit sa iba't ibang bahagi ng mundo ang mga stablecoin, at maipapadala ang mga ito sa pamamagitan ng internet. Madali silang matanggap o maipadala kapag mayroon ka nang Ethereum account.",
  "page-stablecoins-stablecoins-feature-2": "Mataas ang demand sa mga stablecoin, kaya pwede kang kumita ng interes kapag ipinautang mo ang iyo. Siguraduhing alam mo ang mga panganib bago magpautang.",
  "page-stablecoins-stablecoins-feature-3": "Pwedeng i-exchange ang mga stablecoin sa ETH at iba pang Ethereum token. Maraming decentralized applications (dapps) ang umaasa sa mga stablecoin.",
  "page-stablecoins-stablecoins-feature-4": "Ang mga stablecoin ay pinoprotektahan ng cryptography. Walang sinumang makakapagsagawa ng mga transaksyon sa iyong ngalan.",
  "page-stablecoins-stablecoins-meta-description": "Introduction sa Ethereum stablecoins: ano nga ba ito, paano ito makuha, at bakit ito importante.",
  "page-stablecoins-stablecoins-table-header-column-1": "Currency",
  "page-stablecoins-stablecoins-table-header-column-2": "Market Capitalization",
  "page-stablecoins-stablecoins-table-header-column-3": "Uri ng collateral",
  "page-stablecoins-stablecoins-table-type-crypto-backed": "Crypto",
  "page-stablecoins-stablecoins-table-type-fiat-backed": "Fiat",
  "page-stablecoins-stablecoins-table-type-precious-metals-backed": "Precious metals",
  "page-stablecoins-table-error": "Hindi ma-load ang mga stablecoin. Subukang i-refresh ang page.",
  "page-stablecoins-title": "Mga Stablecoin",
  "page-stablecoins-top-coins": "Mga nangungunang stablecoin ayon sa market capitalization",
  "page-stablecoins-top-coins-intro": "Ang market capitalization ay",
  "page-stablecoins-top-coins-intro-code": "ang kabuuang bilang ng mga token na na-multiply sa halaga kada token. Nagbabago ang listahang ito at hindi ineendorso ng ethereum.org team ang mga proyektong nakalista rito.",
  "page-stablecoins-types-of-stablecoin": "Paano gumagana ang mga ito: mga uri ng stablecoin",
  "page-stablecoins-usdc-banner-body": "Ang USDC ay maaaring ang pinakasikat na fiat-backed stablecoin. Halos katumbas ng isang dolyar ang halaga nito at sinusuportahan ito ng Circle at Coinbase.",
  "page-stablecoins-usdc-banner-learn-button": "Magbasa tungkol sa USDC",
  "page-stablecoins-usdc-banner-swap-button": "I-swap ang ETH sa USDC",
  "page-stablecoins-usdc-banner-title": "USDC",
  "page-stablecoins-usdc-logo": "Ang logo ng USDC",
  "page-stablecoins-why-stablecoins": "Bakit dapat gumamit ng mga stablecoin?",
  "page-stablecoins-how-they-work-button": "Paano gumagana ang mga ito",
  "page-stablecoins-why-stablecoins-body": "Ang ETH, gaya ng Bitcoin, ay may pabago-bagong presyo dahil bagong teknolohiya ito. Kung kaya, mas mainam kung hindi mo ito madalas na gagastusin. Ipinapakita ng mga stablecoin ang halaga ng mga tradisyonal na currency para bigyan ka ng access sa stable na perang magagamit mo sa Ethereum.",
  "page-stablecoins-more-defi-button": "Iba pang detalye tungkol sa decentralized finance (DeFi)",
  "page-stablecoins-tools-title": "Magbasa pa tungkol sa mga stablecoin",
  "page-stablecoins-tools-stablecoinswtf-description": "Ang \"Stablecoins.wtf\" ay nag-aalok ng dashboard na may historical na market data, mga estadistika, at educational content para sa mga pinakakilalang stablecoin.",
  "page-dapps-ready-button": "Magsimula",
  "pros": "Pros",
  "cons": "Cons",
  "1inch-logo": "Logo ng 1inch",
  "aave-logo": "Logo ng Aave",
  "binance-logo": "Logo ng Binance",
  "bittrex-logo": "Logo ng Bittrex",
  "coinbase-logo": "Logo ng Coinbase",
  "coinmama-logo": "Logo ng Coinmama",
  "compound-logo": "Logo ng Compound",
  "example-projects": "Mga halimbawang proyekto",
  "gemini-logo": "Logo ng Gemini",
  "gitcoin-logo": "Logo ng Gitcoin",
  "loopring-logo": "Logo ng Loopring",
  "makerdao-logo": "MakerDao logo",
  "matcha-logo": "Logo ng Matcha",
  "oasis-logo": "Logo ng Oasis",
  "uniswap-logo": "Logo ng Uniswap"
}
