{
  "page-wallets-accounts-addresses": "Mga wallet, account, key at address",
  "page-wallets-accounts-addresses-desc": "Mahalaga na maintindihan ang pagkakaiba sa mga importanteng termino.",
  "page-wallets-accounts-ethereum-addresses": "<b>Mayroong address ang isang Ethereum account</b>, katulad ng inbox ay mayroong email address. Ito ay ginagamit upang matukoy ang iyong mga digital na asset.",
  "page-wallets-alt": "Larawan ng isang robot na may katawang gawa sa vault, na kumakatawan sa Ethereum wallet",
  "page-wallets-ethereum-account": "<b>Isang pares ng susi ang ethereum account</b>. Ang <a href=\"/glossary/#public-key\">isang susi</a> ay ginagamit upang lumikha ng address na maaari mong ibahagi ng malaya, at ang <a href=\"/glossary/#private-key\">ibang susi</a> ay dapat mong itago dahil ito ay ginagamit upang lagdaan ang mga bagay. Ang mga susi na ito ang magpapahintulot sa iyo na magkaroon ng mga asset at gumawa ng mga transaksyon.",
  "page-wallets-blog": "Blog ng coinbase",
  "page-wallets-bookmarking": "I-bookmark ang iyong wallet",
  "page-wallets-bookmarking-desc": "Kung gumagamit ka ng web wallet, i-bookmark ang site upang protektahan ang iyong sarili laban sa mga phishing scam.",
  "page-wallets-cd": "Ang <b>mga physical hardware wallet</b> ay mga device na nagpapahintulot sa iyo na itago ang iyong crypto nang offline – napakaligtas",
  "page-wallets-desc-2": "Karaniwang ginagamit ng karamihan ang mga wallet para pangasiwaan ang kanilang mga digital asset at pagkakakilanlan.",
  "page-wallets-desc-2-link": "Higit pa sa ETH",
  "page-wallets-desc-3": "Ang iyong wallet ay isang tool para pamahalaan ang iyong Ethereum account. Ibig sabihin, pmaaari kang magpalit ng wallet provider anumang oras. Gamit ang maraming wallet, mapapamahalaan mo rin ang ilang Ethereum account mula sa isang application.",
  "page-wallets-desc-4": "Hindi hawak ng mga wallet provider ang iyong pondo. Binibigyan ka lang nila ng paraan para makita ang mga asset mo sa Ethereum at mga tool upang madali mo itong pamahalaan.",
  "page-wallets-description": "Ang mga Ethereum wallet ay mga application na nagbibigay-daan sa iyong kontrolin ang iyong account. Katulad ng iyong pisikal na wallet, narito ang lahat ng kailangan mo para patunayan ang iyong pagkakakilanlan at pangasiwaan ang mga asset mo. Gamit ang wallet, magagawa mong mag-sign in sa mga application, tingnan ang balanse mo, magpadala ng mga transaksyon, at i-verify ang iyong pagkakakilanlan.",
  "page-wallets-desktop": "<b>Mga desktop application</b> kung mas pinipili mong pamahalaan ang iyong pondo sa pamamagitan ng macOS, Windows o Linux",
  "page-wallets-ethereum-wallet": "<b>Ang wallet ay isang tool na magpapahintulot sa iyo na pamahalaan ang iyong account</b>, gamit ang iyong mga susi. Pinapahintulutan ka nitong tingnan ang iyong account balance, magpadala ng mga transaksyon, at marami pang iba.",
  "page-wallets-explore": "Alamin ang Ethereum",
  "page-wallets-features-desc": "Matutulungan ka naming piliin ang iyong wallet batay sa mga feature na mahalaga sa iyo.",
  "page-wallets-features-title": "Ihambing ang mga wallet batay sa mga feature",
  "page-wallets-find-wallet-btn": "Maghanap ng wallet",
  "page-wallets-find-wallet-link": "Maghanap ng wallet",
  "page-wallets-get-some": "Kumuha ng ilang ETH",
  "page-wallets-get-some-alt": "Isang larawan ng kamay na lumilikha ng logo ng ETH na gawa sa mga lego brick",
  "page-wallets-get-some-btn": "Kumuha ng ilang ETH",
  "page-wallets-get-some-desc": "Ang ETH ay ang native crypto ng Ethereum. Kakailanganin mo ang ilang ETH sa iyong wallet para makagamit ng mga Ethereum application.",
  "page-wallets-keys-to-safety": "Ang mga susi upang mapanatiling ligtas ang iyong crypto",
  "page-wallets-manage-funds": "Isang app para sa pamamahala ng iyong pondo",
  "page-wallets-manage-funds-desc": "Ipinapakita ng iyong wallet ang iyong mga balanse, at kasaysayan ng transaksyon at nagbibigay ito sa iyo ng paraan upang magpadala/makatanggap ng pondo. Ang ilang wallet ay maaaring mag-alok ng iba pang mga bagay.",
  "page-wallets-meta-description": "Ano ang kailangan mong malaman upang magamit ang mga wallet ng Ethereum.",
  "page-wallets-meta-title": "Mga wallet ng Ethereum",
  "page-wallets-mobile": "<b>Mga mobile application</b> na ginagawang accessible ang iyong mga pondo kahit saan",
  "page-wallets-more-on-dapps-btn": "Higit pa sa dapps",
  "page-wallets-most-wallets": "Karamihan sa mga produkto ng wallet ay hahayaan kang bumuo ng isang Ethereum account. Kaya hindi mo na kailangan bago ka mag-download ng wallet.",
  "page-wallets-protecting-yourself": "Ingat mo ang sarili pati iyung pundo",
  "page-wallets-seed-phrase": "Isulat ang iyong <a href=\"/glossary/#recovery-phrase\">recovery phrase</a>",
  "page-wallets-seed-phrase-desc": "Ang mga wallet ay madalas na magbibigay sa iyo ng isang seed phrase na dapat mong isulat sa isang lugar na ligtas. Ito lang ang paraan para mabawi ninyo ang inyong wallet.",
  "page-wallets-seed-phrase-example": "Narito ang isang halimbawa:",
  "page-wallets-seed-phrase-write-down": "Huwag iimbak ito sa isang computer. Isulat ito at panatilihin itong ligtas.",
  "page-wallets-slogan": "Hawak ang susi patungo sa digital future mo",
  "page-wallets-stay-safe": "Paano manatiling ligtas",
  "page-wallets-stay-safe-desc": "Ang kalayaan sa pananalapi at ang kakayahan na ma-access at magamit ang pondo kahit saan ay may kasamang responsibilidad – walang customer support sa crypto. <b>Responsibilidad mong panatilihing ligtas ang iyong mga susi</b>.",
  "page-wallets-subtitle": "Nakakatulong ang mga wallet para ma-access mo ang iyong mga digital asset at mag-sign in sa mga application.",
  "page-wallets-take-responsibility": "Magkaroon ng responsibilidad para sa sarili mong pondo",
  "page-wallets-take-responsibility-desc": "Sa centralized exchanges, ili-link ang iyong wallet sa isang username at password na mare-recover mo sa tradisyonal na paraan. Tandaan lang na iniaasa mo sa exchange na iyon ang pangangalaga sa iyong pondo. Kung magkakaroon ng problemang pinansyal ang exchange na iyon, malalagay sa panganib ang iyong pondo.",
  "page-wallets-tips": "Iba pang mga tip sa pananatiling ligtas",
  "page-wallets-tips-community": "Mula sa komunidad",
  "page-wallets-title": "Mga wallet ng Ethereum",
  "page-wallets-triple-check": "I-triple check lahat",
  "page-wallets-triple-check-desc": "Tandaan na ang mga transaksyon ay hindi nababawi at ang mga wallet ay hindi madaling ma-recover kaya palaging mag-ingat.",
  "page-wallets-try-dapps": "Subukan ang ilang dapps",
  "page-wallets-try-dapps-alt": "Isang larawan ng mga miyembro ng komunidad ng Ethereum na nagtutulungan",
  "page-wallets-try-dapps-desc": "Ang Dapps ay mga application na binuo sa Ethereum. Mas mura, patas at mas mabait ang mga ito sa iyong data kaysa sa karamihan sa mga tradisyonal na application.",
  "page-wallets-types": "Mga uri ng wallet",
  "page-wallets-types-desc": "May ilang paraan para mag-interface at mag-interact sa inyong account:",
  "page-wallets-web-browser": "Ang <b>browser wallets</b> ay mga web application na nagbibigay-daan sa iyo na pamahalaan ang iyong account nang direkta sa browser",
  "page-wallets-web-browser-extension": "<b>Ang mga browser extension wallet</b> ay mga extension na iyong ida-download na nagbibigay-daan sa iyo na pamahalaan ang iyong account at mga application sa pamamagitan ng browser",
  "page-wallets-whats-a-wallet": "Ano ang Ethereum wallet?",
  "page-wallets-your-ethereum-account": "Ano ang Ethereum wallet",
  "page-wallets-your-ethereum-account-desc": "Ang inyong wallet ay ang inyong window sa inyong Ethereum account – ang inyong balanse, kasaysayan ng transaksyon, at higit pa. Ngunit maaari kayong magpalit ng mga wallet provider anumang oras.",
  "page-wallets-your-login": "Ang iyong login para sa Ethereum apps",
  "page-wallets-your-login-desc": "Binbigyang-daan ka ng iyong wallet na kumonekta sa mga application gamit ang iyong Ethereum account. Para itong login na magagamit mo sa iba't ibang app.",
  "additional-reading-how-to-create-an-ethereum-account": "Paano \"gumawa\" ng Ethereum account",
  "additional-reading-how-to-use-a-wallet": "Paano gumamit ng wallet"
}
