{
  "page-eth-buy-some": "Gustong bumili ng ilang Ethereum?",
  "page-eth-buy-some-desc": "Karaniwang napaghahalo ang Ethereum at ETH. Ang Ethereum ay ang blockchain at ang ETH ay ang pangunahing asset ng Ethereum. Ang ETH ay ang malamang na gusto mong bilhin.",
  "page-eth-cat-img-alt": "Graphic ng ETH glyph na may kaleidoscope ng mga pusa",
  "page-eth-collectible-tokens": "Mga nakolektang token",
  "page-eth-collectible-tokens-desc": "Mga token na kumakatawan sa isang nakolektang item ng laro, piraso ng digital na sining, o iba pang natatanging asset. Karaniwang kilala bilang non-fungible token (NFTs).",
  "page-eth-cryptography": "Secured sa pamamagitan ng cryptography",
  "page-eth-cryptography-desc": "Maaaring bago ang pera sa Internet ngunit sinigurado ito ng napatunayang cryptography. Pinoprotektahan nito ang iyong wallet, ang iyong ETH, at ang iyong mga transaksyon. ",
  "page-eth-currency-for-apps": "Ito ang currency ng Ethereum apps.",
  "page-eth-currency-for-future": "Pera para sa ating digital na hinaharap",
  "page-eth-description": "Ang ETH ay isang cryptocurrency. Ito ay kakaunting digital money na magagamit ninyo sa internet – katulad ng Bitcoin. Kung bago kayo sa crypto, narito kung paano naiiba ang ETH sa tradisyonal na pera.",
  "page-eth-earn-interest-link": "Makakuha ng interes",
  "page-eth-flexible-amounts": "Magagamit sa mga flexible na halaga",
  "page-eth-flexible-amounts-desc": "Ang ETH ay nahahati ng hanggang 18 decimal place kaya hindi mo na kailangang bumili ng 1 buong ETH. Maaari kang bumili ng mga fraction sa isang pagkakataon – kasing liit ng 0.000000000000000001 ETH kung gusto mo.",
  "page-eth-fuels": "Pinapalakas at sinisiguro ng ETH ang Ethereum",
  "page-eth-fuels-desc": "Ang ETH ay ang buhay ng Ethereum. Kapag nagpadala ka ng ETH o gumamit ng Ethereum application, magbabayad ka ng bayad sa ETH para magamit ang Ethereum network. Ang bayad na ito ay isang insentibo para sa isang block producer na iproseso at i-verify kung ano ang sinusubukan mong gawin.",
  "page-eth-fuels-desc-2": "Ang mga validator ay parang mga record-keeper ng Ethereum—tinitingnan at pinapatunayan ng mga ito na walang nandaraya. Random na pinipili ang mga ito para mag-propose ng block ng mga transaksyon. Ang mga validator na gumagawa nito ay gagantimpalaan din ng maliit na halaga ng bagong-isyu na ETH.",
  "page-eth-fuels-desc-3": "Ang trabahong ginagawa ng mga validator, at ang kapital na sine-stake ng mga ito, ay nagpapanatili sa Ethereum na secure at walang centralized na kontrol.",
  "page-eth-fuels-staking": "Kapag sine-stake ninyo ang inyong ETH, nakakatulong kayong i-secure ang Ethereum at nakakakuha kayo ng rewards. Sa sistemang ito, ang panganib na mawalan ng ETH ay nakakapigil sa mga attacker.",
  "page-eth-fuels-more-staking": "Iba pa sa staking",
  "page-eth-get-eth-btn": "Kumuha ng ETH",
  "page-eth-gov-tokens": "Mga token ng pamamahala",
  "page-eth-gov-tokens-desc": "Mga token na kumakatawan sa kapangyarihan sa pagboto sa mga decentralized na organisasyon.",
  "page-eth-has-value": "Bakit may halaga ang ETH?",
  "page-eth-has-value-desc": "Ang ETH ay mahalaga sa iba't ibang paraan sa iba't ibang tao.",
  "page-eth-has-value-desc-2": "Para sa mga gumagamit ng Ethereum, mahalaga ang ETH dahil hinahayaan kang magbayad ng mga bayarin sa transaksyon.",
  "page-eth-has-value-desc-3": "Nakikita ito ng iba bilang isang digital store of value dahil bumabagal ang paglikha ng bagong ETH sa paglipas ng panahon.",
  "page-eth-has-value-desc-4": "Kamakailan lang, naging mahalaga ang ETH sa mga user ng mga financial app sa Ethereum. Iyon ay dahil maaari mong gamitin ang ETH bilang collateral para sa mga crypto loan, o bilang isang sistema ng pagbabayad.",
  "page-eth-has-value-desc-5": "Siyempre, marami rin ang nakikita ito bilang isang pamumuhunan, katulad ng Bitcoin o iba pang cryptocurrencies.",
  "page-eth-how-to-buy": "Paano bumili ng Ether",
  "page-eth-how-to-buy-caption": "Madalas na ina-update",
  "page-eth-is-money": "Ang ETH ay digital, pandaigdigang pera.",
  "page-eth-last-updated": "Enero 2019",
  "page-eth-monetary-policy": "Patakaran sa pera ng Ethereum",
  "page-eth-more-on-ethereum-link": "Iba pa sa Ethereum",
  "page-eth-no-centralized": "Walang centralized na kontrol ",
  "page-eth-no-centralized-desc": "Ang ETH ay decentralized at pandaigdigan. Walang kumpanya o bangko na maaaring magpasya na mag-print ng higit pang ETH, o baguhin ang mga tuntunin ng paggamit.",
  "page-eth-non-fungible-tokens-link": "Mga non-fungible na token",
  "page-eth-not-only-crypto": "Ang ETH ay hindi lang ang crypto sa Ethereum",
  "page-eth-not-only-crypto-desc": "Kahit sino ay maaaring lumikha ng mga bagong uri ng mga asset at ipagpalit ang mga ito sa Ethereum. Ang mga ito ay kilala bilang 'mga token'. Na-tokenize ng mga tao ang mga tradisyonal na pera, ang kanilang real estate, ang kanilang sining, at maging ang kanilang mga sarili!",
  "page-eth-not-only-crypto-desc-2": "Ang Ethereum ay tahanan ng libu-libong token – ang ilan ay mas kapaki-pakinabang at mahalaga kaysa sa iba. Patuloy na gumagawa ang mga developer ng mga bagong token na nagbubukas ng mga bagong posibilidad at nagbubukas ng mga bagong market.",
  "page-eth-open": "Bukas sa sinuman",
  "page-eth-open-desc": "Kailangan mo lang ng koneksyon sa internet at wallet para tanggapin ang ETH. Hindi mo kailangan ng access sa isang bank account para tumanggap ng mga pagbabayad. ",
  "page-eth-p2p-payments": "Mga pagbabayad ng kaibigan sa kaibigan",
  "page-eth-p2p-payments-desc": "Maaari mong ipadala ang iyong ETH nang walang anumang intermediary service tulad ng isang bangko. Ito ay tulad ng pagbibigay ng pera nang personal, ngunit maaari mong gawin ito nang ligtas sa sinuman, kahit saan, anumang oras.",
  "page-eth-period": ".",
  "page-eth-popular-tokens": "Mga sikat na uri ng token",
  "page-eth-powers-ethereum": "Pinapalakas ng ETH ang Ethereum",
  "page-eth-shit-coins": "Sh*t coins",
  "page-eth-shit-coins-desc": "Dahil madali ang paggawa ng mga bagong token, magagawa ito ng sinuman - kahit na ang mga taong may masama o maling intensyon. Laging magsaliksik bago gamitin ang mga ito!",
  "page-eth-stablecoins": "Stablecoins",
  "page-eth-stablecoins-desc": "Mga token na sumasalamin sa halaga ng tradisyonal na pera tulad ng mga dolyar. Malulutas nito ang problema sa volatility sa maraming cryptocurrency.",
  "page-eth-stablecoins-link": "Kumuha ng mga stablecoin",
  "page-eth-stream-link": "I-stream ang ETH",
  "page-eth-tokens-link": "Mga token ng Ethereum",
  "page-eth-trade-link-2": "Magpalit ng mga token",
  "page-eth-underpins": "Pinapatibay ng ETH ang sistema ng pananalapi ng Ethereum",
  "page-eth-underpins-desc": "Hindi nasisiyahan sa mga pagbabayad, ang komunidad ng Ethereum ay gumagawa ng isang buong sistema ng pananalapi na kaibigan sa kaibigan at naa-access ng lahat.",
  "page-eth-underpins-desc-2": "Maaari mong gamitin ang ETH bilang collateral upang makabuo ng ganap na magkakaibang mga token ng cryptocurrency sa Ethereum. Dagdag pa, maaari kang humiram, magpahiram at makakuha ng interes sa ETH at iba pang mga token na sinusuportahan ng ETH.",
  "page-eth-uses": "Ang mga gamit para sa ETH ay lumalaki araw-araw",
  "page-eth-uses-desc": "Dahil ang Ethereum ay programmable, maaaring hubugin ng mga developer ang ETH sa hindi mabilang na paraan.",
  "page-eth-uses-desc-2": "Noong 2015, ang magagawa mo lang ay magpadala ng ETH mula sa isang Ethereum account patungo sa isa pa. Narito ang ilan lang sa mga bagay na maaari na ninyong gawin ngayon.",
  "page-eth-uses-desc-3": "magbayad sa isang tao o tumanggap ng pondo nang real time.",
  "page-eth-uses-desc-4": "maaari mong i-trade ang ETH sa iba pang mga token kabilang ang Bitcoin.",
  "page-eth-uses-desc-5": "sa ETH at iba pang mga token na nakabatay sa Ethereum.",
  "page-eth-uses-desc-6": "i-access ang mundo ng mga cryptocurrency na may matatag at hindi gaanong pabago-bagong halaga.",
  "page-eth-value": "Bakit mahalaga ang ether",
  "page-eth-video-alt": "ETH glyph video",
  "page-eth-whats-eth": "Ano ang ether (ETH)?",
  "page-eth-whats-eth-hero-alt": "Larawan ng isang grupo ng tao nabibighani sa logo ng Ethereum (ETH) at namamangha",
  "page-eth-whats-eth-meta-desc": "Ang kailangan mong malaman upang maunawaan ang ETH at ang lugar nito sa Ethereum.",
  "page-eth-whats-eth-meta-title": "Ano ang ether (ETH)?",
  "page-eth-whats-ethereum": "Ano ang Ethereum?",
  "page-eth-whats-ethereum-desc": "Kung gusto mong matuto nang higit pa tungkol sa Ethereum, ang teknolohiya sa likod ng ETH, tingnan ang aming panimula.",
  "page-eth-whats-unique": "Ano ang kakaiba sa ETH?",
  "page-eth-whats-unique-desc": "Maraming cryptocurrencies at maraming iba pang token sa Ethereum, ngunit may ilang bagay na ang ETH lang ang makakagawa.",
  "page-eth-where-to-buy": "Saan makakakuha ng ETH",
  "page-eth-where-to-buy-desc": "Maaari kang makakuha ng ETH mula sa isang exchange o isang wallet ngunit ang iba't ibang mga bansa ay may iba't ibang mga patakaran. Tingnan upang makita ang mga serbisyong magbibigay-daan sa iyong bumili ng ETH.",
  "page-eth-yours": "Sa'yo talaga",
  "page-eth-yours-desc": "Hinahayaan kayo ng ETH na maging sarili ninyong bangko. Maaari ninyong kontrolin ang sarili ninyong pondo gamit ang inyong wallet bilang patunay ng pagmamay-ari – hindi kailangan ng mga third party.",
  "page-eth-more-on-tokens": "Higit pa sa mga token at mga gamit nito",
  "page-eth-button-buy-eth": "Kumuha ng ETH",
  "page-eth-tokens-stablecoins": "Stablecoins",
  "page-eth-tokens-defi": "Decentralized finance (DeFi)",
  "page-eth-tokens-nft": "Non-fungible token (NFTs)",
  "page-eth-tokens-dao": "Mga decentralized autonomous organization (DAO)",
  "page-eth-tokens-stablecoins-description": "Higit pa sa hindi bababa sa pabagu-bago ng mga Ethereum token.",
  "page-eth-tokens-defi-description": "Ang sistema ng pananalapi para sa mga token ng Ethereum.",
  "page-eth-tokens-nft-description": "Mga token na kumakatawan sa pagmamay-ari ng mga item sa Ethereum.",
  "page-eth-tokens-dao-description": "Ang mga komunidad sa Internet ay kadalasang pinamamahalaan ng mga may hawak ng token.",
  "page-eth-whats-defi": "Iba pa sa DeFi",
  "page-eth-whats-defi-description": "Ang DeFi ay ang decentralized na sistema ng pananalapi na binuo sa Ethereum. Ipinapaliwanag ng pangkalahatang-ideya na ito kung ano ang maaari ninyong gawin.",
  "page-what-is-ethereum-what-is-ether": "Ano ang ether?"
}
