{
  "51%-attack-term": "mashambulizi ya 51%",
  "51%-attack-definition": "Aina ya mashambulizi ambapo kikundi kinapata udhibiti wa <a href=\"/glossary/#node\">nodi nyingi</a>. Hii itawaruhusu kulaghai kiambajengo kwa kubadilisha <a href=\"/glossary/#transaction\">alama</a> na kutumia mara mbili <a href=\"ether\">ether</a> na tokeni zingine.",
  "abi-term": "Kiolesura cha paca cha Programu (ABI)",
  "abi-definition": "Faili ya JSON inayofafanua vipengele na vigeu vilivyojumuishwa katika mkataba mahiri. ABI inaruhusu bytecode kuchorwa katika miundo inayoweza kusomeka na binadamu.",
  "account-term": "Akaunti",
  "account-definition": "Akaunti ya Ethereum ni utambulisho wa kidijitali kwenye kiambajengo cha Ethereum, inayowaruhusu watumiaji kutuma, kupokea Ether au mali nyingine za kidijitali na kuingiliana na mikataba mahiri.",
  "address-term": "Anwani",
  "address-definition": "Anwani ya Ethereum ni kitambulisho cha kipekee kinachotumika kupokea tokeni, hufanya kazi sawa na nambari ya akaunti ya benki kwa fedha za siri. Inatumika kutambua akaunti yako ya Ethereum.",
  "anti-sybil-term": "Anti-Sybil",
  "anti-sybil-definition": "Je! ni njia za kuwazuia watu kujifanya kuwa watumiaji wengi mara moja kwenye mtandao, kuhakikisha kila mtumiaji ni mtu halisi, aliyejitenga. Hii husaidia kuweka mwingiliano wa mtandaoni kuwa sawa na uaminifu.",
  "apr-term": "APR",
  "apr-definition": "APR, au Kiwango cha Asilimia cha Mwaka, huonyesha gharama ya kila mwaka ya kukopa pesa, ikijumuisha riba na ada, kama asilimia.",
  "attestation-term": "Uthibitishaji",
  "attestation-definition": "Dai lililotolewa na chombo kwamba kitu fulani ni kweli. Katika muktadha wa Ethereum, wathibitishaji wa makubaliano lazima watoe dai kuhusu kile wanachoamini kuwa hali ya mnyororo kuwa. Kwa nyakati zilizowekwa, kila mthibitishaji ana jukumu la kuchapisha uthibitisho tofauti ambao hutangaza rasmi maoni ya mthibitishaji huyu wa msururu, ikijumuisha kituo cha ukaguzi kilichokamilishwa na kichwa cha sasa cha msururu. <a href=\"/developers/docs/conssensus-mechanisms/pos/attestations/\">Mengi zaidi kuhusu uthibitishaji</a>.",
  "block-term": "Bloku",
  "block-definition": "Kizuizi ni mahali ambapo miamala au vitendo vya kidijitali huhifadhiwa. Mara tu kitalu kimejaa, inaunganishwa na ile ya awali, na kuunda mlolongo wa vitalu au \"kiambajengo\". <a href=\"/developers/docs/blocks/\">Mengi kwenye vitalu</a>.",
  "blockchain-term": "Blockchain",
  "blockchain-definition": "Kiambajengo ni hifadhidata ya miamala, iliyorudiwa na kushirikiwa kwenye kompyuta zote kwenye mtandao, kuhakikisha data haiwezi kubadilishwa kwa kurudi nyuma.",
  "bridge-term": "Madaraja / Vusha",
  "bridge-definition": "Daraja la kiambajengo hutumiwa kuhamisha mali kutoka kwa mtandao mmoja wa kiambajengo hadi mwingine.",
  "consensus-term": "Makubaliano",
  "consensus-definition": "Wakati zaidi ya 2/3 ya kompyuta kwenye mtandao zinakubali kuwa zina rekodi sawa, kuhakikisha kuwa kila mtu yuko kwenye ukurasa mmoja. Hii haihusu sheria wanazofuata, lakini kuhakikisha kuwa zote zina taarifa sawa.",
  "consensus-client-term": "mteja wa makubaliano",
  "consensus-client-definition": "Wateja wa Makubaliano (kama vile Prysm, Teku, Nimbus, Lighthouse, Lodestar) hutekeleza kanuni za makubaliano ya <a href=\"/glossary/#pos\">ya uthibitisho wa hisa</a> ya Ethereum inayoruhusu mtandao kufikia makubaliano kuhusu mkuu wa Mnyororo wa Beacon. Wateja wa makubaliano hawashiriki katika kuthibitisha/kutangaza miamala au kutekeleza mabadiliko ya serikali. Hii inafanywa na <a href=\"/glossary/#execution-client\">wateja wa utekelezaji</a>. Wateja wa makubaliano hawatoi ushahidi, au kupendekeza vitalu vipya. Hili hufanywa na <a href=\"/glossary/#validator\">mteja wa kiidhinishaji</a> ambayo ni nyongeza ya hiari kwa mteja wa makubaliano.",
  "consensus-layer-term": "Safu ya makubaliano",
  "consensus-layer-definition": "Safu ya makubaliano ya Ethereum ni mtandao wa <a href=\"/glossary/#consensus-client\">wateja wa makubaliano</a>.",
  "cryptoeconomics-term": "Uchumi-wa-Kripto",
  "cryptoeconomics-definition": "Utafiti wa kanuni za hisabati na kiuchumi ili kubuni majukwaa salama na ya kuaminika ya kidigitali. Lengo ni kuhakikisha kuwa washiriki wote wanafuata sheria na wanatuzwa kwa kuchangia usalama na uendeshaji wa mtandao ",
  "cryptography-term": "Usimbaji fiche",
  "cryptography-definition": "“Ni mbinu ya kufanya mawasiliano kuwa ya faragha na salama ili tu wale waliyoelekezwa habari hiyo waweze kuisoma.",
  "dao-term": "Shirika linalojitawala lililogatuliwa (DAO)",
  "dao-definition": "“DAO ni shirika la kidijitali linaloendeshwa na kanuni zilizopangwa kwenye kiambajengo, ambapo maamuzi hufanywa kwa kura za wanachama, si mamlaka kuu. <a href=\"/dao/\">Zaidi kuhusu mashirika ya kidijitali yasiyo na mamlaka kuu (DAOs)</a>.",
  "dapp-term": "Mfumo uliotawanywa",
  "dapp-definition": "“dApp ni mfumo mtawanyo unayofanya kazi kwenye mtandao wa kiambajengo, ukitoa huduma bila mamlaka kuu ya kudhibiti. <a href=\"/apps/\">Zaidi kuhusu mfumo mtawanyo</a>.",
  "data-availability-term": "Uwepo wa data",
  "data-availability-definition": "Nodi yoyote inaweza kuthibitisha miamala kwa uhuru kwenye mnyororo wa bloku ili kudumisha uwazi na uaminifu katika mfumo.",
  "defi-term": "DeFi",
  "defi-definition": "Aina pana ya programu za Ethereum zinazolenga kutoa huduma za kifedha zinazoungwa mkono na kiambajengo, bila wapatanishi wowote. <a href=\"/defi/\">Mengi zaidi kuhusu utawanyaji wa fedha (DeFi)</a>",
  "dex-term": "Soko la ubadilishanaji lililogatuliwa (DEX)",
  "dex-definition": "Aina ya programu ya Ethereum inayokuruhusu kubadilisha tokeni na programu zingine kwenye mtandao. DEX haziko chini ya vikwazo vya kijiografia kama vile kubadilishana kati - mtu yeyote anaweza kushiriki.",
  "difficulty-bomb-term": "Bomu la ugumu",
  "difficulty-bomb-definition": "Ongezeko la kielelezo lililopangwa katika mipangilio ya <a href=\"/glossary/#pow\">uthibitisho wa kazi</a> <a href=\"/glossary/#difficulty\">ugumu</a> ambayo iliundwa ili kuhamasisha mpito hadi <a href=\"/glossary/#pos\">uthibitisho wa kuhusika</a>, kupunguza uwezekano wa <klossarya</a></a> <k. Bomu la ugumu liliacha kutumika na <a href=\"/roadmap/merge\">the Merge</a>.",
  "ecdsa-term": "Algorithm ya Sahihi ya Kidijitali ya Mzingo Mduaradufu (ECDSA)",
  "ecdsa-definition": "Algorithm ya kriptografia inayotumiwa na Ethereum kuhakikisha kuwa pesa zinaweza kutumiwa na wamiliki wao pekee. Ni njia inayopendekezwa ya kuunda funguo za umma na za kibinafsi. Inafaa kwa <a href=\"/glossary/#address\">uzalishaji wa anwani</a> ya akaunti na <a href=\"/glossary/#transaction\">uthibitishaji wa shughuli</a>.",
  "ens-term": "Huduma ya Jina ya Ethereum (ENS)",
  "ens-definition": "Huduma ya Jina ya Ethereum ni kama kitabu cha simu cha intaneti kwa anwani za Ethereum. Badala ya kutumia anwani ndefu za pochi, ENS hukuruhusu kutumia majina rahisi kama vile \"john.eth\" kutuma na kupokea pesa na mali dijitali.",
  "epoch-term": "Epoch",
  "epoch-definition": "Muda wa <a href=\"/glossary/#slot\"> nafasi 32</a>, kila nafasi ikiwa ni sekunde 12, jumla ya dakika 6.4. Kihalali <a href=\"/glossary/#committee\">kamati</a> huchanganyika kila wakati kwa sababu za usalama. Kila enzi ina fursa kwa msururu <a href=\"/glossary/#finality\">kukamilika</a>. Kila kithibitishaji hupewa majukumu mapya mwanzoni mwa kila kipindi. <a href=\"/developers/docs/conssensus-mechanisms/pos/#how-does-validation-work\">Mengi zaidi kuhusu uthibitisho wa hisa</a>",
  "eoa-term": "Akaunti inayomilikiwa na nje (EOA)",
  "eoa-definition": "Akaunti Zinazomilikiwa Nje (EOAs) ni aina ya kawaida ya akaunti ya Ethereum. Zinadhibitiwa na mtu kupitia funguo za kibinafsi / kifungu cha urejeshaji. <a href=\"/wallets/\">Mengi zaidi kuhusu pochi za Ethereum</a>.",
  "erc-term": "Ombi la Ethereum la Maoni (ERC)",
  "erc-definition": "“ERC (<nguvu>Ombi la Maoni la Ethereum</nguvu>) ni aina ya nyaraka za kiufundi zinazotumika katika jamii ya Ethereum kupendekeza viwango vipya vya matumizi kwa mtandao wa Ethereum.”",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "Aina ya kiwango cha tokeni ya Ethereum sawa na NFT (kama vile vitu vya kipekee vinavyoweza kukusanywa) ambayo pia inaruhusu kuunda bidhaa zinazoweza kubadilishwa (kama vile sarafu) ndani ya mkataba mmoja mahiri.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "Je, ni kanuni za kawaida ambazo tokeni nyingi kwenye mtandao wa Ethereum zinaundwa nazo.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "Seti ya kawaida ya sheria zinazotumiwa kuunda NFTs (ishara zisizoweza kuvu).",
  "ether-term": "Ether",
  "ether-definition": "Sarafu ya kifikra ya asili ya Ethereum, inayojulikana kama \"ETH\". Inatumika kulipia ada za ununuzi unapotumia mfumo wa ikolojia na programu za Ethereum. <a href=\"/eth/\">Mengi zaidi kuhusu etha</a>.",
  "events-term": "Matukio",
  "events-definition": "Inaruhusu matumizi ya <a href=\"/glossary/#evm\">EVM</a> nyenzo za ukataji miti. <a href=\"/glossary/#dapp\">Dapps</a> inaweza kusikiliza matukio na kuzitumia kuanzisha JavaScript callbacks katika kiolesura cha mtumiaji. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">Mengi zaidi kuhusu matukio na kumbukumbu</a>",
  "execution-client-term": "Mteja wa utekelezaji",
  "execution-client-definition": "Wateja wa utekelezaji (hapo awali walijulikana kama \"Wateja wa Eth1\"), kama vile Besu, Erigon, Go-Ethereum (Geth), Nethermind, wana jukumu la kuchakata na kutangaza shughuli na kudhibiti jimbo la Ethereum. Huendesha hesabu kwa kila ununuzi kwa kutumia <a href=\"/glossary/#evm\">Ethereum Virtual Machine</a> ili kuhakikisha kuwa sheria za itifaki zinafuatwa.",
  "execution-layer-term": "safu ya utekelezaji",
  "execution-layer-definition": "Safu ya utekelezaji ya Ethereum ni mtandao wa <a href=\"/glossary/#execution-client\">wateja wa utekelezaji</a>.",
  "finality-term": "Mwisho",
  "finality-definition": "Mwisho ni dhamana ya kwamba seti ya shughuli haiwezi kubadilishwa bila kiasi kikubwa cha ETH kupotea.",
  "fork-term": "Uma",
  "fork-definition": "Mabadiliko ya itifaki na kusababisha kuundwa kwa mlolongo mbadala.",
  "fraud-proof-term": "Ushahidi wa ulaghai",
  "fraud-proof-definition": "Muundo wa usalama wa masuluhisho fulani ya <a href=\"/glossary/#layer-2\">safu 2</a> ambapo, ili kuongeza kasi, miamala <a href=\"/glossary/#rollups\">hukungwa</a> katika makundi na kuwasilishwa kwa Ethereum kwa muamala mmoja. Washiriki wengine wa mtandao wanaweza kutekeleza tena miamala ili kuhakikisha kuwa ilitekelezwa kwa uaminifu. Iwapo watagundua tofauti kati ya data iliyochapishwa na toleo lao wenyewe wanaweza kuchapisha uthibitisho wa siri ambao unaonyesha mahali ulaghai fulani ulifanyika. Baadhi ya <a href=\"/glossary/#rollups\">rollups</a> hutumia <a href=\"/glossary/#validity-proof\">uthibitisho wa uhalali</a>.",
  "gas-term": "Gesi",
  "gas-definition": "Gharama ya muamala ni ada inayolipwa kwa miamala na mikataba mahiri kwenye kiambajengo, kama vile Ethereum. <a href=\"/gas/\">Mengi zaidi kuhusu gharama ya muamala na ada</a>.",
  "genesis-block-term": "Bloku ya mwanzo",
  "genesis-block-definition": "Bloku ya kwanza katika <a href=\"/glossary/#blockchain\">mnyororo wa bloku</a>, inayotumiwa kuanzisha mtandao fulani na sarafu yake ya kidigitali.",
  "gwei-term": "Gwei",
  "gwei-definition": "Ufupi wa gigawei, thamani ndogo ya <a href=\"/glossary/#ether\">etha</a>, hutumika kwa bei ya <a href=\"/glossary/#gas\">gharama ya muamala</a>. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>9</sup> gwei = etha 1.",
  "hash-term": "Hashi",
  "hash-definition": "Alama ya kidole ya urefu usiobadilika ya data ya ukubwa tofauti, inayozalishwa na chaguo za kukokotoa za hashi. (Tazama <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "holographic-consensus-term": "Makubaliano ya kiholografia",
  "holographic-consensus-definition": "“Inahusu jinsi maamuzi ya kikundi kikubwa yanavyofanywa kwa kuruhusu kikundi kidogo cha watu wa uwakilishi kupiga kura. Kisha wengine wote wanakubali kufuata maamuzi hayo, mradi tu waamini kikundi kidogo kilifanya kazi nzuri.”",
  "index-term": "Faharasa",
  "index-definition": "Muundo wa mtandao unaokusudiwa kuboresha uulizaji wa taarifa kutoka kwenye <a href=\"/glossary/#kiambajengo\">blockchain</a> kwa kutoa njia bora ya uhifadhi wake.",
  "key-term": "Ufunguo",
  "key-definition": "Katika muktadha wa Ethereum, funguo ni misimbo ya dijiti: ufunguo wa umma wa kupokea shughuli na ufunguo wa kibinafsi wa kupata na kutuma fedha.",
  "layer-2-term": "Safu ya 2",
  "layer-2-definition": "Safu za 2 ni mitandao mingine iliyojengwa juu ya mtandao mkuu wa Ethereum ili kufanya miamala iwe ya haraka na ya bei nafuu. <a href=\"/layer-2/\">Zaidi kuhusu safu ya 2</a>.",
  "liquidity-tokens-term": "Tokeni za ukwasi",
  "liquidity-tokens-definition": "“Tokeni za ukwasi ni tokeni za kidijitali zinazotolewa kwa washiriki wanaoweka mali ndani ya bwawa la ukwasi, ambalo ni mkusanyiko wa fedha zilizofungwa kwenye mkataba mahiri na hutumika kurahisisha biashara kwenye mfumo mtawanyo wa ubadilishaji(DEX).”",
  "mainnet-term": "Mtandao Mkuu",
  "mainnet-definition": "Fupi la \"mtandao mkuu,\" huu ndio <a href=\"/glossary/#blockchain\">mnyororo wa bloku</a> mkuu wa umma wa Ethereum.",
  "mev-term": "MEV",
  "mev-definition": "Utaratibu unaoweka kipaumbele kwa vitendo fulani kwenye kiambajengo kwa ada, matokeo ya kushawishi na mpangilio wa shughuli.",
  "multisig-term": "Saini nyingi",
  "multisig-definition": "“sahihi nyingi inahusu pochi ya kidijitali au akaunti inayohitaji sahihi nyingi au idhini nyingi kutekeleza miamala, ikiongeza usalama.”",
  "nft-term": "Ishara zisizokuvu (NFTs)",
  "nft-definition": "Kipengee cha kipekee cha kidijitali unachoweza kumiliki, kama vile sanaa au mkusanyiko, kilichothibitishwa na teknolojia ya kiambajengo. <a href=\"/nft/\">Mengi zaidi kuhusu tokeni zikipekee (NFTs)</a>.",
  "node-term": "Nodi",
  "node-definition": "Mteja wa programu anayeshiriki katika mtandao. <a href=\"/developers/docs/nodes-and-clients/\">Mengi zaidi kuhusu nodi na wateja</a>.",
  "ommer-term": "Kitalu Ommer",
  "ommer-definition": "Wakati mchimbaji <a href=\"/glossary/#miner\">mchimba </a> anapata <a href=\"/glossary/#block\">kitalu halali</a>, mchimbaji mwingine anaweza kuwa amechapisha kitalu kinachoshindana ambacho huongezwa kwenye ncha ya kiambajengo kwanza. Kitalu hiki halali, lakini cha zamani kinaweza kujumuishwa na vitalu vipya zaidi kama <em>ommers</em> na kupokea zawadi ya kitalui kidogo. Neno \"ommer\" ni neno linalopendekezwa lisilopendelea kijinsia kwa kitalu cha asili, lakini hii pia wakati mwingine hujulikana kama \"ommers\". Hili lilikuwa jambo la kawaida kwa Ethereum ilipokuwa mtandao wa <a href=\"/glossary/#pow\">uthibitisho wa kazi</a>. Kwa kuwa sasa Ethereum inatumia <a href=\"/glossary/#pos\">uthibitisho wa hisa</a>, ni mpendekezaji mmoja tu wa kitalu ndiye anayechaguliwa kwa kila nafasi.",
  "onchain-term": "Onchain",
  "onchain-definition": "Inarejelea vitendo au miamala ambayo hufanyika kwenye kiambajengo na inapatikana kwa umma.",
  "optimistic-rollup-term": "''Kuunganisha kwa matumaini.''",
  "optimistic-rollup-definition": "Uboreshaji wa Matumain ni suluhisho la Tabaka la 2 ambalo huharakisha ununuzi kwenye Ethereum, ikizingatiwa kuwa ni halali kwa chaguomsingi isipokuwa kama pingamizi liwe. <a href=\"/developers/docs/scaling/optimistic-rollups/\">Mengi zaidi kuhusu uboreshaji wa Matumaini</a>.",
  "peer-to-peer-network-term": "Mtandao wa rika-kwa-rika",
  "peer-to-peer-network-definition": "Mtandao wa kompyuta (rika) ambazo kwa pamoja zina uwezo wa kufanya kazi bila hitaji la mfumo uliokusanyika, zinazotegemea seva.",
  "permissionless-term": "Isiyohitaji ruhusa",
  "permissionless-definition": "Hakuna ruhusa au kibali kinachohitajika ili kutumia mfumo kama vile Ethereum na hakuna mtu anayeweza kukuzuia kuutumia. Ni wazi 24/7 kwa kila mtu kushiriki.",
  "private-key-term": "Ufunguo binafsi",
  "private-key-definition": "Ufunguo wa faragha ni msimbo wa siri unaothibitisha kuwa unamiliki pesa zako dijitali na hukuruhusu kuzitumia, kama vile PIN ya akaunti yako. <strong>USISHIRIKI</strong>.",
  "poap-term": "POAP",
  "poap-definition": "Itifaki ya Uthibitisho wa Mahudhurio inatumika kuunda mkusanyiko wa dijitali (NFT) ambao unathibitisha kuwa ulihudhuria tukio au shughuli mahususi.",
  "pos-term": "Uthibitisho-wa-hisa (PoS)",
  "pos-definition": "Mbinu ambayo itifaki ya kiambajengo ya sarafu ya kidigitali inalenga kufikia <a href=\"/glossary/#consensus\">makubaliano</a> yaliyosambazwa. PoS inauliza watumiaji kuthibitisha umiliki wa kiasi fulani cha fedha za siri (\"hisa\" yao katika mtandao) ili waweze kushiriki katika uthibitishaji wa shughuli. <a href=\"/developers/docs/conssensus-mechanisms/pos/\">Mengi zaidi kuhusu uthibitisho wa hisa</a>.",
  "pow-term": "Uthibitisho wa kazi (PoW)",
  "pow-definition": "Utaratibu wa usalama wa viambajengo ambao unahitaji nodi kutumia nishati katika mfumo wa hesabu ili kupata thamani fulani.",
  "public-goods-term": "Bidhaa za umma",
  "public-goods-definition": "Bidhaa za umma ni vitu ambavyo kila mtu anaweza kutumia bila malipo, kama vile bustani au hewa safi, na kuzitumia hakuzuii wengine kuzitumia pia. Mara nyingi serikali hutoa hizi kwa sababu biashara kwa kawaida hazitoi, kwa kuwa haziwezi kutoza watu kwa urahisi kwa kuzitumia.",
  "public-key-term": "Ufunguo wa umma",
  "public-key-definition": "Ufunguo wa umma ni kundi la herufi zinazowaruhusu wengine kukutumia sarafu ya kidijitali kwa usalama, kama vile barua pepe ya pesa.",
  "quadratic-voting-term": "Upigaji kura wa Quadratic",
  "quadratic-voting-definition": "Ni njia ya kupiga kura ambapo wapiga kura hueleza jinsi wanavyohisi sana kuhusu masuala. Inaruhusu wapiga kura kuonyesha sio tu upendeleo, lakini pia ukubwa wa upendeleo wao.",
  "recovery-phrase-term": "Kifungu cha maneno / maneno ya kurejesha",
  "recovery-phrase-definition": "Orodha ya maneno uliyopewa unapounda pochi ya kidijitali. Inafanya kazi kama nenosiri ambalo linaweza kukusaidia kurudi kwenye pochi yako ukipoteza ufikiaji, na kuhakikisha kuwa haupotezi pesa au tokeni zako za kidijitali.",
  "rollups-term": "Unda-mpya",
  "rollups-definition": "Aina ya <a href=\"/glossary/#layer-2\">safu ya 2</a> suluhisho la kuongeza kiwango ambalo hulinganisha miamala mingi na kuziwasilisha kwa <a href=\"/glossary/#mainnet\">mnyororo mkuu wa Ethereum</a> katika muamala mmoja. Hii inaruhusu kupunguzwa kwa gharama ya <a href=\"/glossary/#gas\">gesi</a> na kuongezeka kwa <a href=\"/glossary/#transaction\">muamala</a>. Kuna matoleo ya Optimistic na Zero-knowledge ambayo hutumia mbinu tofauti za usalama kutoa faida hizi za hatari. <a href=\"/developers/docs/scaling/#rollups\">Mengi zaidi kuhusu rollups</a>.",
  "rpc-term": "Wito wa utaratibu wa mbali (RPC)",
  "rpc-definition": "RPC inaruhusu kompyuta moja kuomba data au kitendo kutoka kwa nyingine kupitia mtandao, kama vile kuomba maelezo kwa kutumia rimoti.",
  "sequencer-term": "mratibu wa mfuatano",
  "sequencer-definition": "“Mfuatano ni programu inayohusika na kupanga mpangilio wa miamala kwenye mtandao wa kiambajengo.”",
  "smart-contract-term": "Mkataba nadhifu",
  "smart-contract-definition": "Mkataba mahiri ni mpango ambao hutekeleza makubaliano kiotomatiki kwenye kiambajengo, kama vile mkataba wa kidigitali unaojitosheleza. <a href=\"/smart-contracts/\">Utangulizi wa mikataba mahiri</a>.",
  "stablecoin-term": "Sarafu-imara",
  "stablecoin-definition": "Sarafu mahiri ni aina ya sarafu ya kidigitali iliyobuniwa kuwa na thamani dhabiti, ambayo mara nyingi huwekwa kwenye sarafu au bidhaa (kama vile dola ya Marekani), ili kupunguza kubadilikabadilika kwa bei. <a href=\"/stablecoins/\">Mengi zaidi kuhusu sarafu mahiri</a>.",
  "staking-term": "Kuweka dhamana",
  "staking-definition": "Inaweka idadi ya <a href=\"/glossary/#ether\">etha</a> (dau lako) ili kuwa kihalalishaji na kulinda <a href=\"/glossary/#network\">mtandao</a>. Mthibitishaji hukagua <a href=\"/glossary/#transaction\">shughuli</a> na kupendekeza <a href=\"/glossary/#block\">kkuzuia</a> chini ya <a href=\"/glossary/#pos\">uthibitisho wa makubaliano</a>. Staking inakupa motisha ya kiuchumi ya kutenda kwa manufaa ya mtandao. Utapata zawadi kwa kutekeleza <a href=\"/glossary/#validator\">jukumu lako la kithibitishaji</a>, lakini utapoteza viwango tofauti vya ETH usipofanya hivyo. <a href=\"/staking/\">Mengi zaidi kuhusu Ethereum staking</a>.",
  "staking-pool-term": "Kuunganisha bwawa",
  "staking-pool-definition": "ETH iliyojumuishwa ya zaidi ya kidau kimoja cha Ethereum, iliyotumika kufikia 32 ETH inayohitajika kuwezesha seti ya funguo za kihalali. mtoa huduma wa nodi hutumia funguo hizi kushiriki katika makubaliano na <a href=\"/glossary/#block-reward\">zawadi za kitalu</a> hugawanywa miongoni mwa wadau wanaochangia. Mabwawa ya staking au ugawaji wa majukumu sio asili ya itifaki ya Ethereum, lakini masuluhisho mengi yamejengwa na jumuiya. <a href=\"/staking/pools/\">Mengi zaidi kuhusu staking zilizokusanywa</a>.",
  "sybil-attack-term": "Shambulio la Sybil",
  "sybil-attack-definition": "Mashambulizi ya Sybil yanarejelea binadamu mmoja mmoja anayehadaa mfumo kufikiria kuwa wao ni watu wengi ili kuongeza ushawishi wao.",
  "terminal-total-difficulty-term": "Ugumu kamili wa mwisho (TTD)",
  "terminal-total-difficulty-definition": "Ugumu wa jumla ni jumla ya ugumu wa uchimbaji wa Ethash kwa vitalu vyote hadi sehemu fulani maalum kwenye kiambajengo. Ugumu wa jumla ni thamani mahususi kwa ugumu wa jumla ambao ulitumika kama kichochezi cha wateja wa utekelezaji kuzima uchimbaji wao na kuzuia utendakazi wa porojo zinazowezesha mtandao kubadilika hadi uthibitisho wa dau. Haifai tena kwa sababu Ethereum ilihamia <a href=\"/glossary/#pos\">uthibitisho wa hisa</a>.",
  "transaction-fee-term": "Ada ya muamala",
  "transaction-fee-definition": "Ada unayohitaji kulipa wakati wowote unapotumia mtandao wa Ethereum. Mifano ni pamoja na kutuma pesa kutoka kwa <a href=\"/glossary/#wallet\">pochi</a> au mwingiliano wa <a href=\"/glossary/#dapp\">dapp</a>, kama vile kubadilishana tokeni au kununua kitu kinachoweza kukusanywa. Unaweza kufikiria hii kama malipo ya huduma. Ada hii itabadilika kulingana na jinsi mtandao ulivyo na shughuli nyingi. Hii ni kwa sababu <a href=\"/glossary/#validator\">waidhinishaji</a>, watu walio na jukumu la kuchakata muamala wako, wana uwezekano wa kutanguliza malipo kwa ada ya juu - kwa hivyo msongamano unalazimisha bei kupanda.<br/><br/>Katika kiwango cha kiufundi, ada yako ya muamala inahusiana na kiasi gani cha <a href=\"/glossary/glossary/#acing./#gas>Reservation\". ada za miamala ni suala la riba kubwa kwa sasa. Tazama <a href=\"/glossary/#layer-2\">Safu ya 2</a>.",
  "trust-assumptions-term": "Dhana za uaminifu",
  "trust-assumptions-definition": "Mawazo ya kutegemewa ni imani za kimsingi kuhusu usalama na kutegemewa kwa mfumo, zinazoongoza kile tunachoamini ili mfumo ufanye kazi.",
  "validator-term": "Mthibitishaji",
  "validator-definition": "<a href=\"/glossary/#node\">nodi</a> katika <a href=\"/glossary/#pos\">uthibitisho wa hisa</a> unaohusika na kuhifadhi data, kuchakata miamala na kuongeza vizuizi vipya kwenye kiambajengo. Ili kuamilisha programu ya kiidhinisha, unahitaji kuwa na uwezo wa <a href=\"/glossary/#staking\">hisa</a> 32 ETH. <a href=\"/staking/\">Mengi zaidi kuhusu kuweka hisa kwenye Ethereum</a>.",
  "validity-proof-term": "Uthibitisho wa uhalali",
  "validity-proof-definition": "Muundo wa usalama wa masuluhisho fulani ya <a href=\"/glossary/#layer-2\">safu 2</a> ambapo, ili kuongeza kasi, miamala inakusanywa katika makundi na kuwasilishwa kwa Ethereum katika muamala mmoja. Uhesabuji wa muamala unafanywa nje ya mnyororo na kisha kutolewa kwa mnyororo mkuu na uthibitisho wa uhalali wao. Njia hii huongeza kiasi cha miamala inayowezekana wakati wa kudumisha usalama. Baadhi ya <a href=\"/glossary/#rollups\">rollups</a> hutumia <a href=\"/glossary/#fraud-proof\">uthibitisho wa ulaghai</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Mengi zaidi kuhusu uboreshaji wa maarifa sifuri</a>.",
  "wallet-term": "Pochi",
  "wallet-definition": "Pochi ni zana ya kidijitali ya kuhifadhi, kutuma na kupokea sarafu ya kidijitali, kama vile pochi ya mtandaoni ya pesa zako mtandaoni. <a href=\"/wallets/\">Mengi zaidi kuhusu pochi za Ethereum</a>.",
  "web2-term": "Web2",
  "web2-definition": "Ni mtandao wa sasa, unaolenga maudhui yanayozalishwa na mtumiaji na mitandao ya kijamii ambayo inadhibitiwa na makampuni machache. Web3 ni imani ya siri kwamba watumiaji wanapaswa kudhibiti data na miamala yao badala yake.",
  "web3-term": "Wavuti3",
  "web3-definition": "Web3 ni mtandao mpya wenye kiambajengo, ambapo watumiaji hudhibiti data na miamala yao, si makampuni. Hakuna haja ya kushirikisha habari yoyote ya kibinafsi. <a href=\"/web3/\">Mengi kwenye web3</a>.",
  "wei-term": "Wei",
  "wei-definition": "Yeye ndiye thamani ndogo zaidi ya etha. 10<sup>18</sup> wei = etha 1.",
  "zk-proof-term": "Uthibitishaji wa Zero-knowledge",
  "zk-proof-definition": "Uthibitishaji wa zero-knowledge ni mbinu ya siri ambayo inaruhusu mtu binafsi kuthibitisha kuwa taarifa ni kweli bila kuwasilisha taarifa yoyote ya ziada. <a href=\"/developers/docs/scaling/zk-rollups/\">Mengi zaidi kuhusu uboreshaji wa zero-knowledge </a>."
}
