{
  "51%-attack-term": "mashambulizi ya 51%",
  "51%-attack-definition": "Aina ya shambulio ambapo kikundi kinapata udhibiti wa idadi kubwa ya <a href=\"/glossary/#node\">nodi</a>. Hii ingewaruhusu kulaghai mnyororo wa bloku kwa kubatilisha <a href=\"/glossary/#transaction\">miamala</a> na kutumia mara mbili <a href=\"/glossary/#ether\">ether</a> na tokeni zingine.<br /><br />Katika uthibitisho wa hisa wa Ethereum hili lingefikiwa kwa kukusanya zaidi ya nusu ya jumla ya ether iliyowekwa kama hisa. Hii ingemruhusu mshambuliaji kuamua ni bloku zipi mpya zinaongezwa kwenye mnyororo wa bloku. Hata hivyo, ili kubatilisha mnyororo au kutumia mara mbili mshambuliaji angehitaji angalau 66% ya jumla ya ether iliyowekwa kama hisa.",
  "account-term": "Akaunti",
  "account-definition": "Akaunti ya Ethereum ni utambulisho wa kidijitali kwenye kiambajengo cha Ethereum, inayomruhusu mtumiaji kutuma, kupokea Ether, na kushirikiana na mikataba mahiri.<br /><br /><strong>Kiteknolojia:</strong><br />Ni kitu kinachojumuisha anwani, salio, nonce, na hifadhi na msimbo wa hiari. Akaunti inaweza kuwa akaunti ya mkataba au akaunti inayomilikiwa moja kwa moja na mtumiaji (EOA).",
  "address-term": "Anwani",
  "address-definition": "Anwani ya Ethereum ni kitambulisho cha kipekee kinachotumika kupokea tokeni, hufanya kazi sawa na nambari ya akaunti ya benki kwa fedha za siri. Inatumika kutambua akaunti yako ya Ethereum.<br /><br />Ni biti 160 za kulia zaidi za ufunguo wa umma wa ECDSA.",
  "anti-sybil-term": "Anti-Sybil",
  "anti-sybil-definition": "Je! ni njia za kuwazuia watu kujifanya kuwa watumiaji wengi mara moja kwenye mtandao, kuhakikisha kila mtumiaji ni mtu halisi, aliyejitenga. Hii husaidia kuweka mwingiliano wa mtandaoni kuwa sawa na uaminifu.",
  "abi-term": "Kiolesura cha paca cha Programu (ABI)",
  "abi-definition": "Faili ya JSON inayofafanua vipengele na vigeu vilivyojumuishwa katika mkataba mahiri. ABI inaruhusu bytecode kuchorwa katika miundo inayoweza kusomeka na binadamu.",
  "api-term": "Kiolesura cha Kuandaa Programu (API)",
  "api-definition": "Kiolesura cha Kuandaa Programu (API) ni seti ya ufafanuzi wa jinsi ya kutumia kipande cha programu. API hukaa kati ya programu na seva ya tovuti, na kuwezesha uhamishaji wa data kati yao.",
  "apr-term": "APR",
  "apr-definition": "APR, au Kiwango cha Asilimia cha Mwaka, huonyesha gharama ya kila mwaka ya kukopa pesa, ikijumuisha riba na ada, kama asilimia.",
  "asic-term": "ASIC",
  "asic-definition": "Sakiti iliyojumuishwa ya programu mahususi. Kawaida hii inarejelea mzunguko uliojumuishwa, iliyoundwa maalum kwa uchimbaji wa sarafu ya Kidigitali.",
  "assert-term": "thibitisha",
  "assert-definition": "Katika <a href=\"/glossary/#solidity\">Solidity</a>, `assert(false)` hujumuisha `0xfe`, opcode batili, ambayo hutumia <a href=\"/glossary/#gas\">gesi</a> yote iliyosalia na kurejesha mabadiliko yote. Taarifa ya `assert()` inaposhindwa, kuna kitu kibaya sana na kisichotarajiwa kinatokea, na utahitaji kurekebisha nambari yako. Unapaswa kutumia `assert()` ili kuepuka hali ambazo hazipaswi kutokea kamwe. <a href=\"/developers/docs/smart-contracts/security/\">Mengi zaidi kuhusu usalama wa mkataba mahiri</a>.",
  "attestation-term": "Uthibitishaji",
  "attestation-definition": "Dai lililotolewa na chombo kwamba kitu fulani ni kweli. Katika muktadha wa Ethereum, wathibitishaji wa makubaliano lazima watoe dai kuhusu kile wanachoamini kuwa hali ya mnyororo kuwa. Kwa nyakati zilizowekwa, kila mthibitishaji ana jukumu la kuchapisha uthibitisho tofauti ambao hutangaza rasmi maoni ya mthibitishaji huyu wa msururu, ikijumuisha kituo cha ukaguzi kilichokamilishwa na kichwa cha sasa cha msururu. <a href=\"/developers/docs/conssensus-mechanisms/pos/attestations/\">Mengi zaidi kuhusu uthibitishaji</a>.",
  "base-fee-term": "Ada ya msingi",
  "base-fee-definition": "Kila <a href=\"/glossary/#block\">block</a> ina bei ya akiba inayojulikana kama 'ada ya msingi'. Ni ada ya chini zaidi ya <a href=\"/glossary/#gas\">gesi</a> ambayo mtumiaji lazima alipe ili kujumuisha muamala katika eneo linalofuata. <a href=\"/developers/docs/gas/\">Mengi zaidi kuhusu gesi na ada</a>.",
  "beacon-chain-term": "Mnyororo wa beacon",
  "beacon-chain-definition": "Msururu wa Beacon ulikuwa mnyororo wa kuzuia ulioleta <a href=\"/glossary/#pos\">uthibitisho wa hisa</a> na <a href=\"/glossary/#validator\">wathibitishaji</a> kwa Ethereum. Iliendeshwa pamoja na uthibitisho wa kazi wa Ethereum Mainnet kuanzia Desemba 2020 hadi minyororo hiyo miwili ilipounganishwa mnamo Septemba 2022 na kuunda Ethereum ya leo. <a href=\"/roadmap/beacon-chain/\">Mengi zaidi kuhusu msururu wa vinara</a>.",
  "big-endian-term": "Kubwa-endian",
  "big-endian-definition": "Uwakilishi wa nambari mahali ambapo tarakimu muhimu zaidi ni ya kwanza kwenye kumbukumbu. Kinyume cha-endian kidogo, ambapo tarakimu ndogo zaidi ni ya kwanza.",
  "block-term": "Bloku",
  "block-definition": "Kitalu ni mahali ambapo miamala au vitendo vya kidijitali huhifadhiwa. Mara tu kitalu kimejaa, kinaunganishwa na kile cha awali, na kuunda mlolongo wa vitalu au \"kiambajengo\". <a href=\"/developers/docs/blocks/\">Mengi kuhusu vitalu</a>.<br /><br />kitalu ni kitengo cha taarifa kilichounganishwa ambacho kinajumuisha orodha ya miamala iliyoagizwa na maelezo yanayohusiana na makubaliano. Vitalu vinapendekezwa na vithibitishaji vya uthibitisho wa dau, wakati ambapo vinashirikiwa katika mtandao mzima wa rika-kwa-rika, ambapo vinaweza kuthibitishwa kwa urahisi na nodi nyingine zote. Sheria za Makubaliano hudhibiti ni maudhui gani ya kizuizi yanachukuliwa kuwa halali, na vizuizi vyovyote batili vinapuuzwa na mtandao. Upangaji wa vizuizi hivi na miamala iliyomo huunda mlolongo wa kubainisha wa matukio na mwisho ukiwakilisha hali ya sasa ya mtandao.",
  "block-explorer-term": "''Kichunguzi cha mnyororo.''",
  "block-explorer-definition": "Kiolesura ambacho humruhusu mtumiaji kutafuta taarifa kutoka, na kuhusu, kiambajengo. Hii ni pamoja na kurejesha miamala ya kibinafsi, shughuli inayohusishwa na anwani maalum na taarifa kuhusu mtandao.",
  "block-header-term": "Kitalu kichwa",
  "block-header-definition": "Kitalu kichwa ni mkusanyiko wa metadata kuhusu kitalu na muhtasari wa miamala iliyojumuishwa katika upakiaji wa utekelezaji.",
  "block-propagation-term": "Kitalu usambazaji",
  "block-propagation-definition": "Mchakato wa kusambaza kitalu kilichothibitishwa kwa nodi zingine zote kwenye mtandao.",
  "block-proposer-term": "Kitalu pendekezo",
  "block-proposer-definition": "Kithibitishaji mahususi kilichochaguliwa kuunda kitalu katika <a href=\"/glossary/#slot\">slot</a> fulani.",
  "block-reward-term": "Kitalu zawadi",
  "block-reward-definition": "Kiasi cha ether kitazawadiwa kwa anayependekeza kitalu kipya halali.",
  "block-status-term": "Kitalu hali",
  "block-status-definition": "Majimbo ambayo kitalu kinaweza kuwepo. Majimbo yanayowezekana ni pamoja na:<br/><br/><ul><li>iliyopendekezwa: kitalu kilipendekezwa na kithibitishaji</li><li>kilichoratibiwa: wathibitishaji kwa sasa wanawasilisha data</li><li>wamekosa/kurukwa: mpendekezaji hakupendekeza kitalu ndani ya muda unaostahiki</li><li>yatima: kitalu kilipangwa upya <li><li> href=\"/glossary/#fork-choice-algorithm\">algorithm ya kuchagua uma</a></li></ul>",
  "block-time-term": "Wakati wa bloku",
  "block-time-definition": "Muda wa kati wa vitalu vinavyoongezwa kwenye kiambajengo.",
  "block-validation-term": "Kitalu uthibitishaji",
  "block-validation-definition": "Mchakato wa kuangalia kwamba kitalu kipya kina shughuli na saini halali, hujengwa juu ya mlolongo mzito zaidi wa kihistoria (ikimaanisha ule ambao umekusanya uthibitisho zaidi katika historia yake), na hufuata sheria zingine zote za makubaliano. Vitalu halali huongezwa kwa kichwa cha mnyororo na kuenezwa kwa wengine kwenye mtandao. Vitalu batili vinapuuzwa.",
  "blockchain-term": "Blockchain",
  "blockchain-definition": "Kiambajengo ni hifadhidata ya miamala, iliyorudiwa na kushirikiwa kwenye kompyuta zote kwenye mtandao, na kuhakikisha kwamba data haiwezi kubadilishwa kwa kurudi nyuma.<br /><br />Msururu wa <a href=\"/glossary/#block\">block</a> , kila moja ikiunganishwa na mtangulizi wake hadi <a href=\"/glossary/glossary/#genesis blockash the previous.> Uadilifu wa kiambajengo umelindwa kiuchumi kwa kutumia uthibitisho wa utaratibu wa makubaliano ya msingi wa hisa. <a href=\"/developers/docs/intro-to-ethereum#what-is-a-blockchain\">kiambajengo ni nini?</a>",
  "bootnode-term": "Bootnode",
  "bootnode-definition": "Nodi ambazo zinaweza kutumika kuanzisha mchakato wa ugunduzi wakati wa kuendesha nodi. Bootnodi 'huanzisha' nodi mpya kwa nodi nyingine zilizopo ili waweze kupata wenzao kwa haraka, badala ya kulazimika kutafuta rika la awali. Mwisho wa nodi hizi kwa kawaida hutolewa katika msimbo wa chanzo wa mteja wa Ethereum, lakini watumiaji wanaweza kutoa orodha yao ya bootnodi.",
  "bridge-term": "Madaraja / Vusha",
  "bridge-definition": "Daraja la kiambajengo hutumiwa kuhamisha asserts kutoka kwa mtandao mmoja wa kiambajengo hadi mwingine. Kwa mfano unaweza kutumia daraja kuhamisha ETH kutoka mtandao mkuu wa Ethereum hadi kwa ufumbuzi wa bei nafuu wa safu ya 2.",
  "bytecode-term": "Bytecode",
  "bytecode-definition": "Msimbo umeonyeshwa kwa ufupi, umbo la nambari ili uweze kutekelezwa ipasavyo na <a href=\"/glossary/#evm\">EVM</a>.",
  "byzantium-fork-term": "Uma wa Byzantium",
  "byzantium-fork-definition": "Njia ya kwanza kati ya mbili <a href=\"/glossary/#hard-fork\">uma ngumu</a> kwa ajili ya hatua ya ukuzaji ya <a href=\"/glossary/#metropolis\">Metropolis</a>. Ilijumuisha EIP-649 Metropolis <a href=\"/glossary/#difficulty-bomb\">Bomu la Ugumu</a> Kuchelewa na kitalu Kupunguza Zawadi, ambapo <a href=\"/glossary/#ice-age\">Ice Age</a> ilicheleweshwa kwa mwaka 1 na zawadi ya kitalu ikapunguzwa kutoka etha 5 hadi 3.",
  "casper-ffg-term": "Casper FFG",
  "casper-ffg-definition": "Casper-FFG ni itifaki ya makubaliano ya uthibitisho wa dau inayotumika pamoja na <a href=\"/glossary/#lmd-ghost\">LMD-GHOST</a> algoriti ya chaguo la kuruhusu <a href=\"/glossary/#consensus-client\">wateja wa makubaliano</a> kukubaliana juu ya kichwa cha Msururu wa Beacon.",
  "checkpoint-term": "Kituo cha ukaguzi",
  "checkpoint-definition": "<a href=\"/glossary/#beacon-chain\">mnyororo wa Beacon</a> ina tempo iliyogawanywa katika nafasi (sekunde 12) na epochs (nafasi 32). Nafasi ya kwanza katika kila enzi ni kituo cha ukaguzi. Wakati <a href=\"/glossary/#supermajority\">idadi kubwa</a> ya wathibitishaji inapothibitisha kiungo kati ya vituo viwili vya ukaguzi, wanaweza <a href=\"/glossary/#justification\">kuhalalishwa</a> na kisha kituo kingine cha ukaguzi kikithibitishwa juu, wanaweza <a href=\"/glossary/#finality\">kukamilishwa</a>.",
  "compiling-term": "Kuandaa",
  "compiling-definition": "Kubadilisha msimbo ulioandikwa katika lugha ya kiwango cha juu cha programu (k.m., <a href=\"/glossary/#solidity\">Solidity</a>) hadi lugha ya kiwango cha chini (k.m., EVM <a href=\"/glossary/#bytecode\">bytecode</a>).<a href=\"/developers/docs/mahiri-mkataba mahiri/mkataba-usaini wa mkataba>)",
  "committee-term": "Kamati",
  "committee-definition": "Kundi la angalau <a href=\"/glossary/#validator\">wathibitishaji</a> 128 waliogawiwa kuthibitisha kitalu katika kila nafasi. Mmoja wa waidhinishaji katika kamati ni mjumlishaji, anayewajibika kujumlisha saini za wathibitishaji wengine wote katika kamati wanaokubali uthibitisho. Isichanganywe na <a href=\"/glossary/#sync-committee\">kamati ya kusawazisha</a>.",
  "computational-infeasibility-term": "Ukosefu wa uwezekano wa kimahesabu",
  "computational-infeasibility-definition": "Mchakato hauwezekani kimahesabu ikiwa utachukua muda mrefu usiowezekana (k.m., mabilioni ya miaka) kuufanya kwa mtu yeyote ambaye anaweza kuwa na nia ya kuutekeleza.",
  "consensus-term": "Makubaliano",
  "consensus-definition": "Wakati zaidi ya 2/3 ya kompyuta kwenye mtandao zinakubali kuwa zina rekodi sawa, kuhakikisha kuwa kila mtu yuko kwenye ukurasa mmoja. Hii haihusu sheria wanazofuata, lakini kuhakikisha kuwa zote zina taarifa sawa.",
  "consensus-client-term": "mteja wa makubaliano",
  "consensus-client-definition": "Wateja wa Makubaliano (kama vile Prysm, Teku, Nimbus, Lighthouse, Lodestar) hutekeleza kanuni za makubaliano ya <a href=\"/glossary/#pos\">ya uthibitisho wa hisa</a> ya Ethereum inayoruhusu mtandao kufikia makubaliano kuhusu mkuu wa Mnyororo wa Beacon. Wateja wa makubaliano hawashiriki katika kuthibitisha/kutangaza miamala au kutekeleza mabadiliko ya serikali. Hii inafanywa na <a href=\"/glossary/#execution-client\">wateja wa utekelezaji</a>. Wateja wa makubaliano hawatoi ushahidi, au kupendekeza vitalu vipya. Hili hufanywa na <a href=\"/glossary/#validator\">mteja wa kiidhinishaji</a> ambayo ni nyongeza ya hiari kwa mteja wa makubaliano.",
  "consensus-layer-term": "Safu ya makubaliano",
  "consensus-layer-definition": "Safu ya makubaliano ya Ethereum ni mtandao wa <a href=\"/glossary/#consensus-client\">wateja wa makubaliano</a>.",
  "consensus-rules-term": "Sheria za makubaliano",
  "consensus-rules-definition": "Sheria za uthibitishaji wa kuzuia ambazo nodi kamili hufuata ili kukaa katika makubaliano na nodi zingine. Isichanganywe na <a href=\"/glossary/#consensus\">makubaliano</a>.",
  "cfi-term": "Inazingatiwa kwa Ujumuishaji (CFI)",
  "cfi-definition": "Msingi <a href=\"/glossary/#eip\">EIP</a> ambayo bado haitumiki kwenye Mainnet, na wasanifu wa mteja kwa ujumla wana maoni chanya kuelekea wazo hilo. Ikizingatiwa kuwa inakidhi mahitaji yote ya ujumuishaji wa mainnet, inaweza kujumuishwa katika uboreshaji wa mtandao (sio lazima ijayo).",
  "constantinople-fork-term": "Uma wa Constantinople",
  "constantinople-fork-definition": "Sehemu ya pili ya hatua ya <a href=\"/glossary/#metropolis\">Metropolis</a>, iliyopangwa awali kufanyika katikati ya mwaka wa 2018. Inatarajiwa kujumuisha ubadilishaji hadi <a href=\"/glossary/#pow\">uthibitisho wa kazi</a>/<a href=\"/glossary/#pow\">uthibitisho wa kuhusika</a>, miongoni mwa mabadiliko mengine.",
  "contract-account-term": "Akaunti ya mkataba",
  "contract-account-definition": "Akaunti iliyo na msimbo unaotekelezwa wakati wowote inapopokea <a href=\"/glossary/#transaction\">muamala</a> kutoka kwa <a href=\"/glossary/#account\">akaunti nyingine</a> (<a href=\"/glossary/#eoa\">EOA]</a> au <a href=\"/glossary/#contract-account\">mkataba</a>).",
  "contract-creation-transaction-term": "Muamala wa uundaji wa mkataba",
  "contract-creation-transaction-definition": "<a href=\"/glossary/#transaction\">muamala</a> maalum unaojumuisha msimbo wa kuanzisha mkataba. Mpokeaji amewekwa `null` na mkataba utatumwa kwa anwani inayotokana na anwani ya mtumiaji na `nonce`. ambayo hutumika kusajili <a href=\"/glossary/#contract-account\">mkataba</a> na kuirekodi kwenye kiambajengo cha Ethereum.",
  "cryptoeconomics-term": "Uchumi-wa-Kripto",
  "cryptoeconomics-definition": "Utafiti wa kanuni za hisabati na kiuchumi ili kubuni majukwaa salama na ya kuaminika ya kidigitali. Lengo ni kuhakikisha kuwa washiriki wote wanafuata sheria na wanatuzwa kwa kuchangia usalama na uendeshaji wa mtandao ",
  "cryptography-term": "Usimbaji fiche",
  "cryptography-definition": "Ni utaratibu wa kupata mawasiliano na data kupitia matumizi ya misimbo, ili wale tu ambao taarifa imekusudiwa waweze kuisoma na kuichakata.<br />Inahusisha mbinu za usimbaji fiche (kubadilisha taarifa zinazosomeka kuwa umbizo lisilosomeka) na kusimbua (kuibadilisha kuwa umbizo linalosomeka), kuhakikisha usiri.",
  "doge-d-term": "Đ",
  "doge-d-definition": "Đ (D yenye kiharusi) inatumika katika Kiingereza cha Kale, Kiingereza cha Kati, Kiaislandi, na Kifarao kusimamisha herufi kubwa \"Eth\". Inatumika katika maneno kama vile ĐEV au Đapp (maombi yaliyogatuliwa), ambapo Đ ni herufi ya Norse \"eth\". Herufi kubwa eth (Ð) pia hutumika kuashiria Dogecoin ya sarafu ya fiche. Hii inaonekana kwa kawaida katika fasihi ya zamani ya Ethereum lakini hutumiwa mara chache leo.",
  "dag-term": "DAG",
  "dag-definition": "DAG inasimama kwa Directed Acyclic Graph. Ni muundo wa data unaojumuisha nodi na viungo kati yao. Kabla ya Kuunganisha, Ethereum ilitumia DAG katika <a href=\"/glossary/#pow\">uthibitisho wa kazi</a> algoriti, <a href=\"/glossary/#ethash\">Ethash</a>, lakini haitumiki tena katika <a href=\"/glossary/#pos\">uthibitisho wa hisa</a>.",
  "dapp-term": "Mfumo uliotawanywa",
  "dapp-definition": "Dapp ni programu iliyotawanywa ambayo inaendeshwa kwenye mtandao wa kiambajengo, ikitoa huduma bila mamlaka kuu ya udhibiti. <a href=\"/apps/\">Mengi zaidi kuhusu programu zilizotawanywa</a>.<br />Kwa uchache dapp ina mkataba mahiri uliounganishwa kwenye kiolesura cha tovuti. Kwa kuongeza, dapps nyingi zinajumuisha hifadhi iliyotawanywa na/au itifaki ya ujumbe na jukwaa.",
  "data-availability-term": "Uwepo wa data",
  "data-availability-definition": "Nodi yoyote inaweza kuthibitisha miamala kwa uhuru kwenye mnyororo wa bloku ili kudumisha uwazi na uaminifu katika mfumo.",
  "decentralization-term": "Ugatuzi",
  "decentralization-definition": "Dhana ya kuhamisha udhibiti na utekelezaji wa michakato mbali na chombo kikuu.",
  "dao-term": "Shirika linalojitawala lililogatuliwa (DAO)",
  "dao-definition": "DAO ni shirika la kidijitali linaloendeshwa kwa kanuni zilizowekwa kwenye kiambajengo, ambapo maamuzi hufanywa na kura za wanachama, si mamlaka kuu. <a href=\"/dao/\">Mengi zaidi kuhusu mashirika yanayojiendesha yenye mamlaka (DAOs)</a>.<br />Nguvu za kupiga kura za kila mwanachama mara nyingi hulingana na idadi ya tokeni alizo nazo. DAOs zinalenga kuleta demokrasia katika kufanya maamuzi na uendeshaji, kwa kuzingatia uwazi na utawala wa jamii.",
  "desci-term": "DeSci",
  "desci-definition": "DeSci, au Sayansi Iliyogatuliwa, ni harakati inayotumia teknolojia ya <a href='/glossary/#blockchain'>mnyororo wa bloku</a> katika utafiti wa kisayansi. Inatumia <a href='/glossary/#dao'>DAO</a>, <a href='/glossary/#smart-contract'>mikataba-erevu</a>, na motisha za kitokeni kuunda mifumo ya ufadhili na utafiti iliyo wazi zaidi, na ya ushirikiano.",
  "dex-term": "Soko la ubadilishanaji lililogatuliwa (DEX)",
  "dex-definition": "Aina ya programu ya Ethereum inayokuruhusu kubadilisha tokeni na programu zingine kwenye mtandao. DEX haziko chini ya vikwazo vya kijiografia kama vile kubadilishana kati - mtu yeyote anaweza kushiriki.",
  "deposit-contract-term": "Mkataba wa amana",
  "deposit-contract-definition": "Njia ya kuingia kwenye Ethereum. Mkataba wa amana ni mkataba mzuri kwenye Ethereum ambao unakubali amana za ETH na kudhibiti salio la waidhinishaji. Mthibitishaji hawezi kuanzishwa bila kuweka ETH katika mkataba huu. Mkataba unahitaji ETH na data ya ingizo. Data hii ya ingizo inajumuisha ufunguo wa umma wa kiidhinishaji na ufunguo wa umma wa kutoa, uliotiwa saini na ufunguo wa faragha wa kihalalishaji. Data hii inahitajika ili kithibitishaji kitambulishwe na kuidhinishwa na mtandao wa <a href=\"/glossary/#pos\">uthibitisho wa kuhusika</a>.",
  "defi-term": "DeFi",
  "defi-definition": "Aina pana ya programu za Ethereum zinazolenga kutoa huduma za kifedha zinazoungwa mkono na kiambajengo, bila wapatanishi wowote. <a href=\"/defi/\">Mengi zaidi kuhusu utawanyaji wa fedha (DeFi)</a>",
  "difficulty-term": "Ugumu",
  "difficulty-definition": "Mipangilio ya mtandao mzima katika mitandao ya <a href=\"/glossary/#pow\">uthibitisho wa kazi</a> ambayo inadhibiti ni kiasi gani cha wastani cha hesabu kinachohitajika ili kupata nonce halali. Ugumu unawakilishwa na idadi ya sufuri zinazoongoza ambazo zinahitajika katika heshi ya kuzuia ili ichukuliwe kuwa halali. Wazo hili limeacha kutumika katika Ethereum tangu mabadiliko ya hadi uthibitisho wa hisa.",
  "difficulty-bomb-term": "Bomu la ugumu",
  "difficulty-bomb-definition": "Ongezeko la kielelezo lililopangwa katika mipangilio ya <a href=\"/glossary/#pow\">uthibitisho wa kazi</a> <a href=\"/glossary/#difficulty\">ugumu</a> ambayo iliundwa ili kuhamasisha mpito hadi <a href=\"/glossary/#pos\">uthibitisho wa kuhusika</a>, kupunguza uwezekano wa <klossarya</a></a> <k. Bomu la ugumu liliacha kutumika na <a href=\"/roadmap/merge\">the Merge</a>.",
  "digital-signatures-term": "Sahihi ya kidijitali",
  "digital-signatures-definition": "Mfuatano mfupi wa data ambao mtumiaji hutoa kwa hati kwa kutumia <a href=\"/glossary/#private-key\">ufunguo wa faragha</a> ili mtu yeyote aliye na <a href=\"/glossary/#public-key\">ufunguo unaolingana wa <a href=\"/glossary/#public-key\">ufunguo wa umma</a>, sahihi, na hati aweze kuthibitisha kwamba (1) hati \"ilitiwa saini\" na mmiliki wa hati hiyo (2) baada ya ufunguo huo wa faragha kubadilishwa, na kutotiwa saini.",
  "discovery-term": "Ugunduzi",
  "discovery-definition": "Mchakato ambao nodi ya Ethereum hupata nodi zingine za kuunganisha nazo.",
  "distributed-hash-table-term": "Jedwali la hashi lililosambazwa (DHT)",
  "distributed-hash-table-definition": "Muundo wa data ulio na jozi `(ufunguo, thamani)` zinazotumiwa na nodi za Ethereum kutambua programu zingine za kuunganisha na kubainisha itifaki za kutumia kuwasiliana.",
  "double-spend-term": "Matumizi mara mbili",
  "double-spend-definition": "Uma wa makusudi wa mnyororo wa bloku, ambapo mtumiaji aliye na kiasi kikubwa cha kutosha cha nguvu ya uchimbaji/hisa hutuma muamala unaohamisha sarafu fulani nje ya mnyororo (k.m., kutoka na kuingia katika pesa za fiat au kufanya ununuzi nje ya mnyororo) kisha kupanga upya mnyororo wa bloku ili kuondoa muamala huo. Matumizi ya mara mbili yaliyofanikiwa humwacha mshambuliaji na mali zake za ndani ya mnyororo na nje ya mnyororo.",
  "ecdsa-term": "Algorithm ya Sahihi ya Kidijitali ya Mzingo Mduaradufu (ECDSA)",
  "ecdsa-definition": "Algorithm ya kriptografia inayotumiwa na Ethereum kuhakikisha kuwa pesa zinaweza kutumiwa na wamiliki wao pekee. Ni njia inayopendekezwa ya kuunda funguo za umma na za kibinafsi. Inafaa kwa <a href=\"/glossary/#address\">uzalishaji wa anwani</a> ya akaunti na <a href=\"/glossary/#transaction\">uthibitishaji wa shughuli</a>.",
  "encryption-term": "Usimbaji fiche",
  "encryption-definition": "Usimbaji fiche ni ubadilishaji wa data ya kielektroniki kuwa fomu isiyoweza kusomeka na mtu yeyote isipokuwa mmiliki wa ufunguo sahihi wa kusimbua.",
  "entropy-term": "Entropy",
  "entropy-definition": "Katika muktadha wa kriptografia, ukosefu wa kutabirika au kiwango cha kubahatisha. Wakati wa kutoa maelezo ya siri, kama vile <a href=\"/glossary/#private-key\">funguo za faragha</a>, algoriti kwa kawaida hutegemea chanzo cha entropy ya juu ili kuhakikisha matokeo hayatabiriki.",
  "epoch-term": "Epoch",
  "epoch-definition": "Muda wa <a href=\"/glossary/#slot\"> nafasi 32</a>, kila nafasi ikiwa ni sekunde 12, jumla ya dakika 6.4. Kihalali <a href=\"/glossary/#committee\">kamati</a> huchanganyika kila wakati kwa sababu za usalama. Kila enzi ina fursa kwa msururu <a href=\"/glossary/#finality\">kukamilika</a>. Kila kithibitishaji hupewa majukumu mapya mwanzoni mwa kila kipindi. <a href=\"/developers/docs/conssensus-mechanisms/pos/#how-does-validation-work\">Mengi zaidi kuhusu uthibitisho wa hisa</a>",
  "equivocation-term": "Usawa",
  "equivocation-definition": "Mthibitishaji anayetuma jumbe mbili zinazokinzana. Mfano mmoja rahisi ni mtumaji wa muamala anayetuma miamala miwili na nonce sawa. Mwingine ni mpendekezaji wa kitalu anapendekeza vitalu viwili kwa urefu sawa wa kitalu (au kwa yanayopangwa sawa).",
  "eth1-term": "Eth1",
  "eth1-definition": "'Eth1' ni neno linalorejelea Mainnet Ethereum, mnyororo uliopo wa uthibitisho wa kazi. Neno hili limeacha kutumika kwa ajili ya 'safu ya utekelezaji'. <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">Pata maelezo zaidi kuhusu mabadiliko haya ya jina</a>.",
  "eth2-term": "Eth2",
  "eth2-definition": "'Eth2' ni neno linalorejelea seti ya uboreshaji wa itifaki ya Ethereum, ikijumuisha ubadilishaji wa Ethereum hadi uthibitisho wa hisa. Neno hili limeacha kutumika kwa ajili ya 'safu ya makubaliano'. <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">Pata maelezo zaidi kuhusu mabadiliko haya ya jina</a>.",
  "eip-term": "Pendekezo la Uboreshaji la Ethereum (EIP)",
  "eip-definition": "Hati ya muundo inayotoa maelezo kwa jumuiya ya Ethereum, inayoelezea kipengele kipya kilichopendekezwa au michakato au mazingira yake (ona <a href=\"/glossary/#erc\">ERC</a>). <a href=\"/eips/\">Utangulizi wa EIPs</a>",
  "ens-term": "Huduma ya Jina ya Ethereum (ENS)",
  "ens-definition": "Huduma ya Jina ya Ethereum ni kama kitabu cha simu cha intaneti kwa anwani za Ethereum. Badala ya kutumia anwani ndefu za pochi, ENS hukuruhusu kutumia majina rahisi kama vile \"john.eth\" kutuma na kupokea pesa na mali dijitali.<br /><br /><strong>Kiufundi:</strong><br />Sajili ya ENS ni <a href=\"/glossary/#smart-contract\">mkataba</a> mmoja ambao hutoa ramani na kutatua vikoa kama ilivyofafanuliwa kutoka kwa majina ya vikoa 3 hadi EIP, 1. <a href=\"https://ens.domains\">Soma zaidi katika ens.domains</a>.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "ERC-1155 ni aina mpya zaidi ya kiwango cha tokeni ya Ethereum sawa na NFT (kama vile vitu vya kipekee vinavyoweza kukusanywa) ambayo pia inaruhusu kuunda bidhaa zinazoweza kubadilishwa (kama vile sarafu) ndani ya mkataba mmoja mahiri.<br />Hii hurahisisha na ufanisi zaidi kudhibiti aina mbalimbali za vipengee vya dijitali, hasa kwa programu kama vile michezo ya video au mikusanyiko ya dijitali.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "ERC-20 ni kiwango ambacho tokeni nyingi kwenye mtandao wa Ethereum hutumia kwa uundaji wao.<br />Mifano maarufu ni sarafu-imara kama DAI na USDC au tokeni za soko la ubadilishanaji kama UNI kutoka Uniswap. Sawa na aina yoyote ya pesa mbadala tulizo nazo katika mifumo ya jadi… yaani, pointi za zawadi, mifumo ya mikopo, au hata hisa, n.k.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "NFTs (tokeni zisizoweza kufungika) huundwa kwa kutumia kanuni za kawaida zinazojulikana kama ERC-721.<br />Tokeni za NFT zinaweza kuwakilisha umiliki wa kitu chochote cha kipekee, kama vile sanaa ya kidijitali au mkusanyiko, huku kila tokeni ikiwa na sifa na thamani yake maalum. Kila NFT ni ya kipekee na inaweza kutofautishwa kwa urahisi na NFT nyingine yoyote.",
  "execution-client-term": "Mteja wa utekelezaji",
  "execution-client-definition": "Wateja wa utekelezaji (hapo awali walijulikana kama \"Wateja wa Eth1\"), kama vile Besu, Erigon, Go-Ethereum (Geth), Nethermind, wana jukumu la kuchakata na kutangaza shughuli na kudhibiti jimbo la Ethereum. Huendesha hesabu kwa kila ununuzi kwa kutumia <a href=\"/glossary/#evm\">Ethereum Virtual Machine</a> ili kuhakikisha kuwa sheria za itifaki zinafuatwa.",
  "execution-layer-term": "safu ya utekelezaji",
  "execution-layer-definition": "Safu ya utekelezaji ya Ethereum ni mtandao wa <a href=\"/glossary/#execution-client\">wateja wa utekelezaji</a>.",
  "eoa-term": "Akaunti inayomilikiwa na nje (EOA)",
  "eoa-definition": "Akaunti Zinazomilikiwa Nje (EOAs) ni aina ya kawaida ya akaunti ya Ethereum. Zinadhibitiwa na mtu kupitia funguo za kibinafsi / kifungu cha urejeshaji. <a href=\"/wallets/\">Mengi zaidi kuhusu pochi za Ethereum</a>.",
  "erc-term": "Ombi la Ethereum la Maoni (ERC)",
  "erc-definition": "ERC (<strong>Ombi la Ethereum la Maoni</strong>) ni aina ya hati za kiufundi zinazotumiwa katika jumuiya ya Ethereum kupendekeza viwango vipya vya matumizi ya mtandao wa Ethereum.<br /><br />Mapendekezo haya yanaweza kushughulikia mada mbalimbali, ikiwa ni pamoja na viwango vipya vya tokeni (kama vile ERC-20 vinavyotumika kwa tokeni na ERC-721).",
  "ethash-term": "Ethash",
  "ethash-definition": "Algoriti ya <a href=\"/glossary/#pow\">uthibitisho wa kazi</a> ambayo ilitumika kwenye Ethereum kabla ya kubadilishwa hadi <a href=\"/glossary/#pos\">uthibitisho wa hisa</a>. <a href=\"/developers/docs/conssensus-mechanisms/pow/mining/mining-algorithms/ethash\">Soma zaidi</a>",
  "ether-term": "Ether",
  "ether-definition": "Sarafu ya kifikra ya asili ya Ethereum, inayojulikana kama \"ETH\". Inatumika kulipia ada za ununuzi unapotumia mfumo wa ikolojia na programu za Ethereum. <a href=\"/eth/\">Mengi zaidi kuhusu etha</a>.",
  "events-term": "Matukio",
  "events-definition": "Inaruhusu matumizi ya <a href=\"/glossary/#evm\">EVM</a> nyenzo za ukataji miti. <a href=\"/glossary/#dapp\">Dapps</a> inaweza kusikiliza matukio na kuzitumia kuanzisha JavaScript callbacks katika kiolesura cha mtumiaji. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">Mengi zaidi kuhusu matukio na kumbukumbu</a>",
  "evm-term": "Mashine Halisi ya Ethereum (EVM)",
  "evm-definition": "Mashine halisi ya msingi ya rafu inayotekeleza <a href=\"/glossary/#bytecode\">bytecode</a>. Katika Ethereum, mtindo wa utekelezaji unabainisha jinsi hali ya mfumo inavyobadilishwa kutokana na mfululizo wa maagizo ya bytecode na nakala ndogo ya data ya mazingira. Hii inabainishwa kupitia mfano rasmi wa mashine ya hali pepe. <a href=\"/developers/docs/evm/\">Mengi zaidi kuhusu Ethereum Virtual Machine</a>.",
  "evm-assembly-language-term": "Lugha ya mkutano wa EVM",
  "evm-assembly-language-definition": "Aina inayoweza kusomeka na binadamu ya EVM <a href=\"/glossary/#bytecode\">bytecode.",
  "fallback-function-term": "Kitendaji cha kurudi nyuma",
  "fallback-function-definition": "Chaguo la msingi linaloitwa bila data au jina la chaguo-msingi lililotangazwa.",
  "faucet-term": "Faucet",
  "faucet-definition": "Huduma inayotekelezwa kupitia <a href=\"/glossary/#smart-contract\">mkataba mahirit</a> ambayo hutoa fedha kwa njia ya etha ya majaribio ya bure ambayo inaweza kutumika kwenye testnet.",
  "finality-term": "Mwisho",
  "finality-definition": "Mwisho ni dhamana ya kwamba seti ya shughuli haiwezi kubadilishwa bila kiasi kikubwa cha ETH kupotea.",
  "finney-term": "Finney",
  "finney-definition": "Thamani ndogo ya <a href=\"/glossary/#ether\">etha</a>. 1 finney = 10<sup>15</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>3</sup> finney = etha 1.",
  "fork-term": "Uma",
  "fork-definition": "Mabadiliko ya itifaki na kusababisha kuundwa kwa mlolongo mbadala.",
  "fork-choice-algorithm-term": "Algorithm ya uchaguzi wa uma",
  "fork-choice-algorithm-definition": "Algorithm inayotumika kutambua kichwa cha kiambajengo. Kwenye Ethereum kichwa cha mnyororo kinatambuliwa kama uma wenye 'uzito' mkubwa zaidi wa uthibitisho. Uzito ni bidhaa ya idadi ya uthibitisho na usawa wa ufanisi wa wathibitishaji wa kuthibitisha. Hii inamaanisha kuwa kichwa cha kweli cha mnyororo ndiye ambaye etha inayohusika zaidi amempigia kura. Kwenye safu ya makubaliano algoriti ya chaguo la uma inaitwa <a href=\"/glossary/#lmd-ghost\">LMD_GHOST</a>.",
  "fraud-proof-term": "Ushahidi wa ulaghai",
  "fraud-proof-definition": "Muundo wa usalama wa masuluhisho fulani ya <a href=\"/glossary/#layer-2\">safu 2</a> ambapo, ili kuongeza kasi, miamala <a href=\"/glossary/#rollups\">hukungwa</a> katika makundi na kuwasilishwa kwa Ethereum kwa muamala mmoja. Washiriki wengine wa mtandao wanaweza kutekeleza tena miamala ili kuhakikisha kuwa ilitekelezwa kwa uaminifu. Iwapo watagundua tofauti kati ya data iliyochapishwa na toleo lao wenyewe wanaweza kuchapisha uthibitisho wa siri ambao unaonyesha mahali ulaghai fulani ulifanyika. Baadhi ya <a href=\"/glossary/#rollups\">rollups</a> hutumia <a href=\"/glossary/#validity-proof\">uthibitisho wa uhalali</a>.",
  "frontier-term": "Frontier",
  "frontier-definition": "Hatua ya awali ya maendeleo ya mtihani wa Ethereum, ambayo ilidumu kutoka Julai 2015 hadi Machi 2016.",
  "gas-term": "Gesi",
  "gas-definition": "Gharama ya muamala ni ada inayolipwa kwa miamala na mikataba mahiri kwenye kiambajengo, kama vile Ethereum. <a href=\"/gas/\">Mengi zaidi kuhusu gharama ya muamala na ada</a>.",
  "gas-limit-term": "Kikomo cha gharama ya muamala",
  "gas-limit-definition": "Kiasi cha juu cha <a href=\"/glossary/#gas\">ggarama ya muamala</a> <a href=\"/glossary/#transaction\">muamala</a> au <a href=\"/glossary/#block\">kitalu</a> kinaweza kutumia.",
  "gas-price-term": "Bei ya gharama ya muamala",
  "gas-price-definition": "Bei katika etha ya kitengo kimoja cha gharama ya muamala iliyobainishwa katika shughuli ya ununuzi.",
  "genesis-block-term": "Bloku ya mwanzo",
  "genesis-block-definition": "Bloku ya kwanza katika <a href=\"/glossary/#blockchain\">mnyororo wa bloku</a>, inayotumiwa kuanzisha mtandao fulani na sarafu yake ya kidigitali.",
  "geth-term": "Geth",
  "geth-definition": "Go Ethereum. Mojawapo ya utekelezaji maarufu zaidi wa itifaki ya Ethereum, iliyoandikwa kwa Go. <a href=\"https://geth.ethereum.org\">Soma zaidi kwenye geth.ethereum.org</a>",
  "gwei-term": "Gwei",
  "gwei-definition": "Ufupi wa gigawei, thamani ndogo ya <a href=\"/glossary/#ether\">etha</a>, hutumika kwa bei ya <a href=\"/glossary/#gas\">gharama ya muamala</a>. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>9</sup> gwei = etha 1.",
  "hard-fork-term": "Uma mgumu",
  "hard-fork-definition": "Tofauti ya kudumu katika <a href=\"/glossary/#kiambajengo\">blockchain</a>; pia inajulikana kama mabadiliko ya hard-forking. Moja hutokea wakati nodi ambazo hazijaboreshwa haziwezi kuthibitisha vizuizi vilivyoundwa na nodi zilizoboreshwa zinazofuata <a href=\"/glossary/#consensus-rules\">sheria mpya zaidi za makubaliano</a>. Haipaswi kuchanganyikiwa na uma, uma laini, uma wa programu, au uma wa Git.",
  "hash-term": "Hashi",
  "hash-definition": "Alama ya kidole ya urefu usiobadilika ya data ya ukubwa tofauti, inayozalishwa na chaguo za kukokotoa za hashi. (Tazama <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "hash-rate-term": "Kiwango cha hashi",
  "hash-rate-definition": "Idadi ya hesabu za hashi zinazofanywa kwa sekunde na kompyuta zinazoendesha programu ya uchimbaji madini.",
  "homestead-term": "Nyumbani",
  "holographic-consensus-term": "Makubaliano ya kiholografia",
  "holographic-consensus-definition": "Inarejelea jinsi uamuzi wa kikundi kikubwa hufanywa kwa kuruhusu kikundi kidogo cha watu wawakilishi kupiga kura. Kisha watu wengine wote hukubali kwenda sambamba na hilo, mradi tu wanaamini kwamba kikundi kidogo kilifanya kazi nzuri.",
  "homestead-definition": "Hatua ya pili ya maendeleo ya Ethereum, iliyozinduliwa Machi 2016 kwenye bloku ya 1,150,000.",
  "index-term": "Faharasa",
  "index-definition": "Muundo wa mtandao unaokusudiwa kuboresha uulizaji wa taarifa kutoka kwenye <a href=\"/glossary/#kiambajengo\">blockchain</a> kwa kutoa njia bora ya uhifadhi wake.",
  "ide-term": "Mazingira Jumuishi ya Maendeleo (IDE)",
  "ide-definition": "Kiolesura cha mtumiaji ambacho kwa kawaida huchanganya kihariri cha msimbo, kikusanyaji, muda wa utekelezaji na kitatuzi. <a href=\"/developers/docs/ides/\">Mengi zaidi kuhusu mazingira jumuishi ya maendeleo</a>.",
  "immutable-deployed-code-problem-term": "Tatizo la msimbo uliotumwa lisilobadilika",
  "immutable-deployed-code-problem-definition": "Pindi msimbo wa <a href=\"/glossary/#mahiri-mkataba\">mkataba</a> (au wa maktaba) unapotumwa, huwa hauwezi kubadilika. Mazoea ya kawaida ya uundaji wa programu hutegemea kuwa na uwezo wa kurekebisha hitilafu zinazowezekana na kuongeza vipengele vipya, kwa hivyo hii inawakilisha changamoto kwa uundaji wa mikataba mahiri. <a href=\"/developers/docs/smart-contracts/deploying/\">Mengi zaidi kuhusu kupeleka mikataba mahiri</a>.",
  "internal-transaction-term": "Muamala wa ndani",
  "internal-transaction-definition": "<a href=\"/glossary/#transaction\">muamala</a> uliotumwa kutoka <a href=\"/glossary/#contract-account\">akaunti ya mkataba</a> hadi akaunti nyingine ya mkataba au <a href=\"/glossary/#eoa\">EOA</a> (angalia <a href=\"/glossary/#message\">ujumbe</a>).",
  "issuance-term": "utoaji",
  "issuance-definition": "Uundaji wa ether mpya ili kuzawadia pendekezo la bloku, uthibitishaji na ufichuaji.",
  "kdf-term": "Chaguo la kukokotoa la utoaji ufunguo (KDF)",
  "kdf-definition": "Pia inajulikana kama \"algoriti ya kunyoosha nenosiri\", hutumika na fomati za <a href=\"/glossary/#keystore\">keystore</a> kulinda dhidi ya mashambulizi ya nguvu kubwa, kamusi (dictionary), na jedwali la rainbow table kwenye usimbaji fiche wa nywila, kwa kurudia mara nyingi ku-hash nenosiri hilo.",
  "keystore-term": "Hifadhi ya funguo",
  "keystore-definition": "Jozi ya ufunguo wa kibinafsi/anwani ya kila akaunti inapatikana kama faili moja muhimu katika mteja wa Ethereum. Hizi ni faili za maandishi za JSON ambazo zina ufunguo wa faragha uliosimbwa kwa njia fiche wa akaunti, ambao unaweza tu kusimbwa kwa nenosiri lililowekwa wakati wa kuunda akaunti.",
  "keccak-256-term": "Keccak-256",
  "keccak-256-definition": "Chaguo za kukokotoa za <a href=\"/glossary/#hash\">hashi</a> ya kriptografia inayotumika katika Ethereum. Keccak-256 iliwekwa kama kiwango kama <a href=\"/glossary/#sha\">SHA</a>-3.",
  "key-term": "Ufunguo",
  "key-definition": "Katika muktadha wa Ethereum, funguo ni misimbo ya digitali: ufunguo wa umma wa kupokea miamala na ufunguo wa faragha wa kufikia na kutuma pesa.<br />Funguo za umma: Hizi zinaweza kushirikiwa kwa uwazi.<br />Funguo za faragha: Hizi ni siri na mmiliki.",
  "layer-1-term": "Safu ya 1",
  "layer-1-definition": "Safu ya 1 inarejelea blockchain kuu katika mtandao wa kiambajengo wa ngazi nyingi. Kwa mfano, Ethereum na Bitcoin ni safu moja ya viambajengo. viambajengo vingi vya safu ya pili hupakia miamala mikali ya rasilimali kwa viambajengo vyao tofauti, huku zikiendelea kutumia safu ya kwanza yakiambajengo cha Ethereum au Bitcoin kwa madhumuni ya usalama.",
  "layer-2-term": "Safu ya 2",
  "layer-2-definition": "Safu za 2 ni mitandao mingine iliyojengwa juu ya mtandao mkuu wa Ethereum ili kufanya miamala iwe ya haraka na ya bei nafuu. <a href=\"/layer-2/\">Zaidi kuhusu safu ya 2</a>.",
  "library-term": "Maktaba",
  "library-definition": "Aina maalum ya <a href=\"/glossary/#smart-contract\">mkataba</a> ambayo haina vitendaji vinavyolipiwa, hakuna utendakazi mbadala, na hakuna hifadhi ya data. Kwa hivyo, haiwezi kupokea au kushikilia etha, au kuhifadhi data. Maktaba hutumika kama msimbo uliotumwa hapo awali ambao mikataba mingine inaweza kuita kwa ukokotoaji wa kusoma tu. <a href=\"/developers/docs/smart-contracts/libraries/\">Mengi zaidi kuhusu maktaba mahiri za mikataba</a>.",
  "light-client-term": "Mteja mwepesi",
  "light-client-definition": "Mteja wa Ethereum ambaye hahifadhi nakala ya ndani ya <a href=\"/glossary/#kiambajengo\">blockchain</a>, au kuthibitisha vitalu na <a href=\"/glossary/#transaction\">alama</a>. Inatoa utendakazi wa <a href=\"/glossary/#wallet\">mkoba</a> na inaweza kuunda na kutangaza miamala.",
  "liquidity-term": "Ukwasi",
  "liquidity-definition": "Liquidity ni jinsi mali inaweza kubadilishwa kwa haraka na kwa urahisi kuwa pesa taslimu au mali nyingine. Biashara zilizogatuliwa kama vile Uniswap zina hifadhi nyingi za ukwasi ambapo wamiliki wa mali wanaweza kuweka mali zao ambapo wafanyabiashara wanaweza kuzinunua na kuziuza kwa njia iliyogatuliwa ili kubadilishana na zawadi.",
  "liquidity-tokens-term": "Tokeni za ukwasi",
  "liquidity-tokens-definition": "Tokeni za Liquidity (LST) ni tokeni za digitali zinazotolewa kwa washiriki wanaoweka mali kwenye kundi la ukwasi, ambayo ni mkusanyiko wa fedha zilizowekwa katika mkataba mahiri na zinazotumiwa kuwezesha biashara ya ubadilishanaji wa madaraka (DEX).<br />Tokeni hizi zinawakilisha sehemu ya mshiriki ya dimbwi na zinaweza kukombolewa kwa kuongeza sehemu ya malipo ya awali kwa ajili ya malipo ya awali. Kimsingi, tokeni za ukwasi hutumika kama uthibitisho wa umiliki au hisa katika kundi la ukwasi, kuruhusu wamiliki kupata zawadi huku wakitoa ukwasi unaohitajika kwa wengine kufanya biashara ya jozi tofauti za sarafu ya fiche kwa ufanisi.",
  "liquid-staking-tokens-term": "Tokeni za uwekaji hisa za ukwasi",
  "liquid-staking-tokens-definition": "Tokeni inayotokana na ambayo inawakilisha umiliki wa sarafu-fiche iliyofungwa ambayo mtumiaji anahusika nayo. Baada ya kuweka kipengee cha mali, baadhi ya majukwaa yanaruhusu uundaji wa tokeni za kioevu (LSTs), ambazo zinawakilisha sehemu sawa ya tokeni zilizofungwa. LST hizi zinaweza kisha kuuzwa, kuuzwa au kutumika katika itifaki zingine za DeFi, kuboresha ufanisi wa mtaji kwa mdau kwa kuruhusu ufikiaji wa ukwasi kutoka kwa fedha zao, hata wakati mali zao asili zinasalia kuhusishwa.",
  "lmd-ghost-term": "LMD-GHOST",
  "lmd-ghost-definition": "<a href=\"/glossary/#fork-choice-algorithm\">algorithu ya kuchagua fork</a> inayotumiwa na wateja wa makubaliano ya Ethereum kutambua kichwa cha mnyororo. LMD-GHOST ni kifupi kinachosimama cha \"Latest Message Driven Greediest Heaviest Observed SubTree\" ambayo ina maana kwamba kichwa cha mnyororo ndicho kitalu chenye mkusanyiko mkubwa zaidi wa <a href=\"/glossary/#attestation\">uthibitisho</a> katika historia yake.",
  "mainnet-term": "Mtandao Mkuu",
  "mainnet-definition": "Fupi la \"mtandao mkuu,\" huu ndio <a href=\"/glossary/#blockchain\">mnyororo wa bloku</a> mkuu wa umma wa Ethereum.",
  "max-fee-per-gas-term": "Ada ya Juu kwa kila Gesi",
  "max-fee-per-gas-definition": "Ada ya Juu ni kiwango cha juu kabisa ambacho mtumiaji yuko tayari kulipa kwa kila kitengo cha gharama ya muamala (<a href=\"/glossary/#gwei\">gwei</a>) ili shughuli ya malipo ijumuishwe kwenye kitalu.",
  "merkle-patricia-tree-term": "Mti wa Merkle Patricia (MPT)",
  "merkle-patricia-tree-definition": "Muundo wa data unaotumika katika Ethereum kuhifadhi kwa ufanisi jozi za ufunguo-thamani.",
  "merkle-root-term": "Mzizi wa Merkle",
  "merkle-root-definition": "Mzizi wa Merkle ni hash moja ya juu ya mti wa Merkle. Inathibitisha shughuli zote ndani ya block.",
  "message-term": "Ujumbe",
  "message-definition": "<a href=\"/glossary/#internal-transaction\">muamala wa ndani</a> ambao haujasasishwa na hutumwa tu ndani ya <a href=\"/glossary/#evm\">EVM</evm>.",
  "message-call-term": "Mwito wa ujumbe",
  "message-call-definition": "Kitendo cha kupitisha <a href=\"/glossary/#message\">ujumbe</a> kutoka akaunti moja hadi nyingine. Ikiwa akaunti lengwa inahusishwa na <a href=\"/glossary/#evm\">EVM</a> msimbo, basi VM itaanzishwa na hali ya kitu hicho na ujumbe kufanyiwa kazi.",
  "mev-term": "Thamani ya Juu Inayoweza Kuchimbwa (MEV)",
  "mev-definition": "Thamani ya juu zaidi inayoweza kutolewa kutoka kwa uzalishaji wa vitalu zaidi ya malipo ya kawaida ya kitalu na ada za gharama ya muamala kwa kujumuisha, kutojumuisha na kubadilisha mpangilio wa miamala katika block. <a href=\"/developers/docs/mev/\">Mengi zaidi kuhusu Thamani ya Juu Inayochimbwa (MEV)</a>.",
  "mining-term": "Uchimbaji",
  "mining-definition": "Mchakato wa kuharakisha kichwa cha kitalu mara kwa mara huku ukiongeza <a href=\"/glossary/#nonce\">nonce</a> hadi matokeo yawe na nambari kiholela ya sifuri pacha zinazoongoza. Huu ndio mchakato ambao <a href=\"/glossary/#block\">vitalu vipya</a> huongezwa kwenye msururu wa uthibitisho wa kazi. Hivi ndivyo Ethereum ililindwa kabla ya kuhamia kwa uthibitisho wa hisa.",
  "miner-term": "Wachimbaji",
  "miner-definition": "Mtandao <a href=\"/glossary/#node\">nodi</a> unaopata <a href=\"/glossary/#pow\">uthibitisho halali wa vitalu vipya, kwa kuharakisha kupita mara kwa mara (ona <a href=\"/glossary/#ethash\">Ethash</a>). Wachimbaji si sehemu ya Ethereum tena - walibadilishwa na wathibitishaji Ethereum ilipohamia kwenye uthibitisho wa hisa.",
  "mint-term": "Mint",
  "mint-definition": "Minting ni mchakato wa kuunda ishara mpya na kuzileta kwenye mzunguko ili ziweze kutumika. Ni mfumo mtawanyo wa kuunda tokeni mpya bila kuhusisha mamlaka kuu.",
  "multisig-term": "Saini nyingi",
  "multisig-definition": "Sahihi nyingi inarejelea pochi ya dijitali au akaunti inayohitaji saini nyingi au vibali ili kutekeleza miamala, kuimarisha usalama.<br />Hii huongeza usalama zaidi ikilinganishwa na akaunti za kawaida za sahihi moja ambapo kibali cha mtu mmoja tu kinahitajika.",
  "network-term": "Mtandao",
  "network-definition": "Akizungumzia mtandao wa Ethereum, mtandao wa rika-kwa-rika ambao hueneza shughuli na kuzuia kwa kila nodi ya Ethereum (mshiriki wa mtandao). <a href=\"/developers/docs/networks/\">Mengi kwenye mitandao</a>.",
  "network-hashrate-term": "Mtandao hashrate",
  "network-hashrate-definition": "Hashrate ya pamoja inayotolewa na mtandao mzima wa uchimbaji. Uchimbaji kwenye Ethereum ulizimwa Ethereum ilipohamia kwenye uthibitisho wa hisa.",
  "nft-term": "Tokeni isiyoweza kubadilishwa (NFT)",
  "nft-definition": "Kipengee cha kipekee cha kidijitali unachoweza kumiliki, kama vile sanaa au mkusanyiko, kilichothibitishwa na teknolojia ya kiambajengo. <a href=\"/nft/\">Mengi zaidi kuhusu tokeni zikipekee (NFTs)</a>.",
  "node-term": "Nodi",
  "node-definition": "Mteja wa programu anayeshiriki katika mtandao. <a href=\"/developers/docs/nodes-and-clients/\">Mengi zaidi kuhusu nodi na wateja</a>.",
  "nonce-term": "Nonce",
  "nonce-definition": "Katika kriptografia, thamani ambayo inaweza kutumika mara moja tu. Nonce ya akaunti ni kaunta ya muamala katika kila akaunti, ambayo hutumiwa kizuia mashambulizi ya kucheza tena.",
  "offchain-term": "Offchain",
  "offchain-definition": "Nje ya mnyororo inamaanisha muamala au data yoyote iliyo nje ya kiambajengo. Kwa sababu kufanya kila muamala kwenye mnyororo kunaweza kuwa ghali na kutofaa, zana za wahusika wengine kama vile hotuba zinazoshughulikia data ya bei, au suluhu za safu ya 2 ambazo hutekeleza utendakazi wa juu zaidi wa miamala, kushughulikia sehemu kubwa ya kazi ya kuchakata nje ya msururu, na itawasilisha taarifa kwenye mnyororo kwa muda mfupi.",
  "ommer-term": "Kitalu Ommer",
  "ommer-definition": "Wakati mchimbaji <a href=\"/glossary/#miner\">mchimba </a> anapata <a href=\"/glossary/#block\">kitalu halali</a>, mchimbaji mwingine anaweza kuwa amechapisha kitalu kinachoshindana ambacho huongezwa kwenye ncha ya kiambajengo kwanza. Kitalu hiki halali, lakini cha zamani kinaweza kujumuishwa na vitalu vipya zaidi kama <em>ommers</em> na kupokea zawadi ya kitalui kidogo. Neno \"ommer\" ni neno linalopendekezwa lisilopendelea kijinsia kwa kitalu cha asili, lakini hii pia wakati mwingine hujulikana kama \"ommers\". Hili lilikuwa jambo la kawaida kwa Ethereum ilipokuwa mtandao wa <a href=\"/glossary/#pow\">uthibitisho wa kazi</a>. Kwa kuwa sasa Ethereum inatumia <a href=\"/glossary/#pos\">uthibitisho wa hisa</a>, ni mpendekezaji mmoja tu wa kitalu ndiye anayechaguliwa kwa kila nafasi.",
  "onchain-term": "Onchain",
  "onchain-definition": "Inarejelea vitendo au miamala inayofanyika kwenye kiambajengo na inapatikana kwa umma.<br /><br />Fikiria kama kuandika kitu kwenye daftari kubwa, la pamoja ambalo kila mtu anaweza kuona na kuangalia, kuhakikisha kuwa chochote kilichoandikwa (kama vile kutuma pesa kidijitali au kufanya mkataba) ni cha kudumu na hakiwezi kubadilishwa au kufutwa.",
  "optimistic-rollup-term": "''Kuunganisha kwa matumaini.''",
  "optimistic-rollup-definition": "Uboreshaji wa Matumain ni suluhisho la Tabaka la 2 ambalo huharakisha ununuzi kwenye Ethereum, ikizingatiwa kuwa ni halali kwa chaguomsingi isipokuwa kama pingamizi liwe. <a href=\"/developers/docs/scaling/optimistic-rollups/\">Mengi zaidi kuhusu uboreshaji wa Matumaini</a>.",
  "oracle-term": "Oracle",
  "oracle-definition": "Oracle ni daraja kati ya <a href=\"/glossary/#blockchain\">kiambajengo</a> na ulimwengu halisi. Zinatumika kama <a href=\"/glossary/#api\">API</a> zinazoweza kuulizwa kwa maelezo na kutumika katika <a href=\"/glossary/#smart-contract\">mikataba mahiri</a>. <a href=\"/developers/docs/oracles/\">Mengi zaidi kuhusu oracles</a>.",
  "peer-term": "Rika",
  "peer-definition": "Kompyuta zilizounganishwa zinazotumia programu ya mteja wa Ethereum ambazo zina nakala zinazofanana za <a href=\"/glossary/#blockchain\">kiambajengo</a>.",
  "peer-to-peer-network-term": "Mtandao wa rika-kwa-rika",
  "peer-to-peer-network-definition": "Mtandao wa kompyuta (<a href=\"/glossary/#peer\">rika</a>) ambazo kwa pamoja zinaweza kutekeleza utendakazi bila hitaji la huduma za kati, zinazotegemea seva.<br />Mpangilio huu mara nyingi hutumiwa kushiriki faili (yaani, BitTorrent), habari, au sarafu za kidigitali, kuruhusu ubadilishanaji wa moja kwa moja na wenye ufanisi zaidi kati ya watumiaji.",
  "permissionless-term": "Isiyohitaji ruhusa",
  "permissionless-definition": "Bila ruhusa inamaanisha mtu yeyote anaweza kujiunga na kutumia mfumo kama vile Ethereum. Iko wazi kwa kila mtu kushiriki na haihitaji idhini yoyote.",
  "plasma-term": "Njozi",
  "plasma-definition": "Suluhisho la kuongeza kasi ya nje ya mnyororo linalotumia <a href=\"/glossary/#fraud-proof\">uthibitisho wa ulaghai</a>, kama vile <a href=\"/glossary/#optimistic-rollup\">uboreshaji wa matumaini</a>. Plasma ina ukomo wa shughuli rahisi kama vile uhamisho wa tokeni na ubadilishaji. <a href=\"/developers/docs/scaling/plasma\">Mengi kuhusu plasma</a>.",
  "private-key-term": "Ufunguo binafsi",
  "private-key-definition": "Ufunguo wa faragha ni msimbo wa siri unaothibitisha kuwa unamiliki pesa zako dijitali na hukuruhusu kuzitumia, kama vile PIN ya akaunti yako. <strong>USISHIRIKI</strong>.",
  "public-goods-term": "Bidhaa za umma",
  "public-goods-definition": "Bidhaa za umma ni vitu ambavyo kila mtu anaweza kutumia bila malipo, kama vile bustani au hewa safi, na kuzitumia hakuzuii wengine kuzitumia pia. Mara nyingi serikali hutoa hizi kwa sababu biashara kwa kawaida hazitoi, kwa kuwa haziwezi kutoza watu kwa urahisi kwa kuzitumia.",
  "private-chain-term": "Mnyororo wa kibinafsi",
  "private-chain-definition": "Kiambajengo cha kibinafsi kabisa ni kile kilicho na ufikiaji ulioidhinishwa, haipatikani kwa umma kwa matumizi.",
  "poap-term": "POAP",
  "poap-definition": "Itifaki ya Uthibitisho wa Mahudhurio inatumika kuunda mkusanyiko wa dijitali (NFT) ambao unathibitisha kuwa ulihudhuria tukio au shughuli mahususi.",
  "pos-term": "Uthibitisho-wa-hisa (PoS)",
  "pos-definition": "Mbinu ambayo itifaki ya kiambajengo ya sarafu ya kidigitali inalenga kufikia <a href=\"/glossary/#consensus\">makubaliano</a> yaliyosambazwa. PoS inauliza watumiaji kuthibitisha umiliki wa kiasi fulani cha fedha za siri (\"hisa\" yao katika mtandao) ili waweze kushiriki katika uthibitishaji wa shughuli. <a href=\"/developers/docs/conssensus-mechanisms/pos/\">Mengi zaidi kuhusu uthibitisho wa hisa</a>.",
  "pow-term": "Uthibitisho wa kazi (PoW)",
  "pow-definition": "Utaratibu wa usalama wa viambajengo ambao unahitaji nodi kutumia nishati katika mfumo wa hesabu ili kupata thamani fulani.",
  "proto-danksharding-term": "Proto-Dankharding",
  "proto-danksharding-definition": "Aina mpya ya muamala ambayo inakubali \"blobs\" za data ya Ethereum. Data hii ya \"blob\" imehifadhiwa kwa muda kwenye msururu wa beacon kwa epochs 4096 (~siku 18.2), na inaweza kukatwa kwa hiari ili kusaidia kupunguza mahitaji ya maunzi kwa waendeshaji wa nodi.",
  "public-key-term": "Ufunguo wa umma",
  "public-key-definition": "Ufunguo wa umma ni kundi la herufi zinazowaruhusu wengine kukutumia sarafu ya kidijitali kwa usalama, kama vile barua pepe ya pesa.",
  "quadratic-voting-term": "Upigaji kura wa Quadratic",
  "quadratic-voting-definition": "Ni njia ya kupiga kura ambapo wapiga kura hueleza jinsi wanavyohisi sana kuhusu masuala. Inaruhusu wapiga kura kuonyesha sio tu upendeleo, lakini pia ukubwa wa upendeleo wao.",
  "receipt-term": "Risiti",
  "receipt-definition": "Data iliyorejeshwa na mteja wa Ethereum kuwakilisha matokeo ya <a href=\"/glossary/#transaction\">muamala</a> fulani, ikiwa ni pamoja na <a href=\"/glossary/#hash\">hash</a> ya muamala, <a href=\"/glossary/#block\">kitalu</a> nambari yake, kiasi cha <a href=\"/glossary, deplosment, deplosment/#ace” kilichotumika <a href=\"/glossary/#smart-contract\">mkataba mahiri</a>, <a href=\"/glossary/#address\">anwani</a> ya mkataba.",
  "recovery-phrase-term": "Kifungu cha maneno / maneno ya kurejesha",
  "recovery-phrase-definition": "Orodha ya maneno unayopewa unapounda mkoba wa kidijitali. Hufanya kazi kama nenosiri linaloweza kukusaidia kurejesha ufikiaji wa mkoba wako ukipoteza, na kuhakikisha haupotezi pesa zako za kidijitali au tokeni.",
  "re-entrancy-attack-term": "Shambulio la kuingia tena",
  "re-entrancy-attack-definition": "Mashambulizi ambayo yanajumuisha kandarasi ya mshambulizi inayoita kazi ya kandarasi ya mwathirika kwa njia ambayo wakati wa utekelezaji mwathirika humwita mshambulizi kandarasi tena, kwa kujirudia. Hii inaweza kusababisha, kwa mfano, katika wizi wa fedha kwa kuruka sehemu za mkataba wa mwathirika ambao huhihisha salio au kuhesabu kiasi cha uondoaji. <a href=\"/developers/docs/smart-contracts/security/#reentrancy\">Mengi zaidi kuhusu kuingia upya</a>.",
  "reward-term": "Zawadi",
  "reward-definition": "Kiasi cha ether <a href=\"/developers/docs/consensus-mechanisms/pos/rewards-and-penalties\">tunukiwa kwa wathibitishaji</a> ambao hufanya kazi fulani, ikiwa ni pamoja na kupendekeza kitalu au kushiriki katika kamati ya kusawazisha, katika kila nafasi.",
  "rlp-term": "Kiambishi awali cha urefu kinachojirudia (RLP)",
  "rlp-definition": "<a href=\"/developers/docs/data-structures-and-encoding\">kiwango cha usimbaji</a> kilichoundwa na wasanifu wa Ethereum ili kusimba na kusawazisha vitu (miundo ya data) ya utata na urefu usio na mpangilio.",
  "rollups-term": "Unda-mpya",
  "rollups-definition": "Aina ya <a href=\"/glossary/#layer-2\">safu ya 2</a> suluhisho la kuongeza kiwango ambalo hulinganisha miamala mingi na kuziwasilisha kwa <a href=\"/glossary/#mainnet\">mnyororo mkuu wa Ethereum</a> katika muamala mmoja. Hii inaruhusu kupunguzwa kwa gharama ya <a href=\"/glossary/#gas\">gesi</a> na kuongezeka kwa <a href=\"/glossary/#transaction\">muamala</a>. Kuna matoleo ya Optimistic na Zero-knowledge ambayo hutumia mbinu tofauti za usalama kutoa faida hizi za hatari. <a href=\"/developers/docs/scaling/#rollups\">Mengi zaidi kuhusu rollups</a>.",
  "rpc-term": "Wito wa utaratibu wa mbali (RPC)",
  "rpc-definition": "RPC inaruhusu kompyuta moja kuomba data au kitendo kutoka kwa nyingine kupitia mtandao, kama vile kuomba maelezo kwa kutumia rimoti.",
  "sha-term": "Linda kanuni za Hash (SHA)",
  "sha-definition": "Familia ya chaguo za kukokotoa za hashi za kriptografia zilizochapishwa na Taasisi ya Kitaifa ya Viwango na Teknolojia (NIST).",
  "serialization-term": "Mpangilio wa data katika mfumo maalum",
  "serialization-definition": "Mchakato wa kubadilisha muundo wa data kuwa mfuatano wa baiti.",
  "sequencer-term": "mratibu wa mfuatano",
  "sequencer-definition": "Sequencer ni mpango unaowajibika kwa kuagiza miamala katika mtandao wa kiambajengo, haswa ndani ya suluhu za kuongeza safu ya Tabaka la 2.",
  "shard-term": "Kigae / mnyororo wa vigae",
  "shard-definition": "Minyororo ya Shard ni sehemu tofauti za jumla ya kiambajengo ambazo seti ndogo za waidhinishaji zinaweza kuwajibika. Hapo awali hii ilikusudiwa kuwa njia ambayo Ethereum ilipanda hadi mamilioni ya miamala kwa sekunde, lakini sasa imeondolewa na maendeleo ya haraka ya kuongeza viwango kwa kutumia <a href=\"/glossary/#rollups\">rollups</a>.",
  "sidechain-term": "Sidechain",
  "sidechain-definition": "Suluhisho la kuongeza ukubwa linalotumia mnyororo tofauti wenye <a href=\"/glossary/#conssensus-rules\">sheria za maafikiano tofauti, mara nyingi kwa haraka. Daraja linahitajika ili kuunganisha minyororo hii ya kando na <a href=\"/glossary/#mainnet\">Mainnet</a>. <a href=\"/glossary/#rollups\">Rollups</a> pia hutumia minyororo ya pembeni, lakini hufanya kazi kwa ushirikiano na <a href=\"/glossary/#mainnet\">Mainnet</a> badala yake. <a href=\"/developers/docs/scaling/sidechains/\">Mengi zaidi kwenye sidechains</a>.",
  "signing-term": "Kutia sahihi",
  "signing-definition": "Kuonyesha kwa njia ya kriptografia kwamba muamala uliidhinishwa na mmiliki wa ufunguo maalum wa faragha.",
  "singleton-term": "Singleton",
  "singleton-definition": "Neno la programu za kompyuta linaloelezea kitu ambacho mfano mmoja tu unaweza kuwepo.",
  "slasher-term": "Slasher",
  "slasher-definition": "Slasher ni huluki ambayo huchanganua uthibitisho unaotafuta makosa yanayoweza kupunguzwa. Kufyeka hutangazwa kwa mtandao, na mpendekezaji wa kitalu anayefuata anaongeza uthibitisho kwenye kitalu. Kisha anayependekeza kitalu hupokea thawabu kwa kufyeka kithibitishaji hasidi.",
  "slot-term": "Yanayopangwa",
  "slot-definition": "Kipindi cha muda (sekunde 12) ambapo vitalu vipya vinaweza kupendekezwa na <a href=\"/glossary/#validator\">kithibitishaji</a> katika <a href=\"/glossary/#pos\">uthibitisho wa hisa</a>. Nafasi inaweza kuwa tupu. Nafasi 32 zinaunda <a href=\"/glossary/#epoch\">zama</a>. <a href=\"/developers/docs/conssensus-mechanisms/pos/#how-does-validation-work\">Mengi zaidi kuhusu uthibitisho wa uwekaji dhamana</a>.",
  "smart-contract-term": "Mkataba nadhifu",
  "smart-contract-definition": "Mkataba mahiri ni mpango ambao hutekeleza makubaliano kiotomatiki kwenye kiambajengo, kama vile mkataba wa kidigitali unaojitosheleza. <a href=\"/smart-contracts/\">Utangulizi wa mikataba mahiri</a>.",
  "snark-term": "SNARK",
  "snark-definition": "Ufupi kwa \"hoja fupi isiyoingiliana ya maarifa\", SNARK ni aina ya <a href=\"/glossary/#zk-proof\">uthibitisho usio na maarifa</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Mengi zaidi kuhusu uboreshaji wa zero knowledge</a>.",
  "soft-fork-term": "Uma laini",
  "soft-fork-definition": "Tofauti katika <a href=\"/glossary/#kiambajengo\">blockchain</a> ambayo hutokea wakati <a href=\"/glossary/#consensus-rules\">sheria za makubaliano</a> zinapobadilika. Kinyume na <a href=\"/glossary/#hard-fork\">uma ngumu</a>, uma laini unaendana kwa nyuma; nodi zilizoboreshwa zinaweza kuhalalisha vizuizi vilivyoundwa na nodi zisizosasishwa mradi tu zinafuata sheria mpya za makubaliano.",
  "solidity-term": "Uimara",
  "solidity-definition": "Lugha ya kiutaratibu (ya lazima) ya programu yenye sintaksia inayofanana na JavaScript, C++, au Java. Lugha maarufu na inayotumiwa sana kwa <a href=\"/glossary/#smart-contract\">mikataba mahiri ya Ethereum</a>. Imeundwa na Dk. Gavin Wood. <a href=\"/developers/docs/smart-contracts/languages/#solidity\">Mengi zaidi kuhusu Mshikamano</a>.",
  "solidity-inline-assembly-term": "Mkutano wa ndani wa Solidity",
  "solidity-inline-assembly-definition": "<a href=\"/glossary/#evm\">EVM</a> lugha ya mkusanyiko katika programu ya <a href=\"/glossary/#solidity\">Solidity</a>. Usaidizi wa Solidity kwa mkusanyiko wa ndani hurahisisha kuandika shughuli fulani.",
  "stablecoin-term": "Sarafu-imara",
  "stablecoin-definition": "Sarafu mahiri ni aina ya sarafu ya kidigitali iliyobuniwa kuwa na thamani dhabiti, ambayo mara nyingi huwekwa kwenye sarafu au bidhaa (kama vile dola ya Marekani), ili kupunguza kubadilikabadilika kwa bei. <a href=\"/stablecoins/\">Mengi zaidi kuhusu sarafu mahiri</a>.",
  "staking-term": "Kuweka dhamana",
  "staking-definition": "Inaweka idadi ya <a href=\"/glossary/#ether\">etha</a> (dau lako) ili kuwa kihalalishaji na kulinda <a href=\"/glossary/#network\">mtandao</a>. Mthibitishaji hukagua <a href=\"/glossary/#transaction\">shughuli</a> na kupendekeza <a href=\"/glossary/#block\">kkuzuia</a> chini ya <a href=\"/glossary/#pos\">uthibitisho wa makubaliano</a>. Staking inakupa motisha ya kiuchumi ya kutenda kwa manufaa ya mtandao. Utapata zawadi kwa kutekeleza <a href=\"/glossary/#validator\">jukumu lako la kithibitishaji</a>, lakini utapoteza viwango tofauti vya ETH usipofanya hivyo. <a href=\"/staking/\">Mengi zaidi kuhusu Ethereum staking</a>.",
  "staking-pool-term": "Kuunganisha bwawa",
  "staking-pool-definition": "ETH iliyojumuishwa ya zaidi ya kidau kimoja cha Ethereum, iliyotumika kufikia 32 ETH inayohitajika kuwezesha seti ya funguo za kihalali. mtoa huduma wa nodi hutumia funguo hizi kushiriki katika makubaliano na <a href=\"/glossary/#block-reward\">zawadi za kitalu</a> hugawanywa miongoni mwa wadau wanaochangia. Mabwawa ya staking au ugawaji wa majukumu sio asili ya itifaki ya Ethereum, lakini masuluhisho mengi yamejengwa na jumuiya. <a href=\"/staking/pools/\">Mengi zaidi kuhusu staking zilizokusanywa</a>.",
  "stark-term": "STARK",
  "stark-definition": "Ufupi wa \"hoja ya uwazi ya maarifa\", STARK ni aina ya <a href=\"/glossary/#zk-proof\">uthibitisho wa zero knowledge</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Mengi zaidi kuhusu uboreshaji wa zero knowledge</a>.",
  "state-term": "State",
  "state-definition": "Muhtasari wa mizani yote na data kwa wakati fulani kwenye kiambajengo, kwa kawaida inarejelea hali kwenye kitalu fulani.",
  "state-channels-term": "Ugavi na Utoaji wa Eth {#eth-supply-and-issuance}",
  "state-channels-definition": "Suluhisho la <a href=\"/glossary/#layer-2\">safu 2</a> ambapo kituo kimeundwa kati ya washiriki, ambapo wanaweza kufanya miamala kwa uhuru na kwa bei nafuu. Ni <a href=\"/glossary/#transaction\">muamala</a> pekee wa kusanifu kituo na kufunga kituo ndio hutumwa kwa <a href=\"/glossary/#mainnet\">Mainnet</a>. Hii inaruhusu uboreshaji wa juu sana wa muamala, lakini inategemea kujua idadi ya washiriki mbele na kufunga pesa. <a href=\"/developers/docs/scaling/state-channels/#state-channels\">Mengi zaidi njia za malipo nje ya mnyororo</a>.",
  "supermajority-term": "Walio wengi zaidi",
  "supermajority-definition": "Walio wengi ni neno linalotolewa kwa kiasi kinachozidi 2/3 (66%) ya jumla ya ether iliyowekwa kwenye hisa inayolinda Ethereum. Kura ya walio wengi inahitajika ili vitalu viweze <a href=\"/glossary/#finality\">kukamilishwa</a> kwenye Mnyoror wa Beacon.",
  "sybil-attack-term": "Shambulio la Sybil",
  "sybil-attack-definition": "Mashambulizi ya Sybil yanarejelea binadamu mmoja mmoja anayehadaa mfumo kufikiria kuwa wao ni watu wengi ili kuongeza ushawishi wao.",
  "syncing-term": "Usawazishaji",
  "syncing-definition": "Mchakato wa kupakua toleo zima la hivi karibuni la mnyororo wa bloku kwenye nodi.",
  "sync-committee-term": "Kamati ya usawazishaji",
  "sync-committee-definition": "Kamati ya kusawazisha ni kikundi kilichochaguliwa bila mpangilio cha <a href=\"/glossary/#validator\">vithibitishaji</a> ambacho huhuisha kila ~ saa 27. Kusudi lao ni kuongeza saini zao kwa vichwa halali vya vitalu. Kamati za kusawazisha huruhusu <a href=\"/glossary/#light-client\">wateja wepesi</a> kufuatilia kichwa cha kiambajengo bila kuhitaji kufikia seti nzima ya kithibitishaji.",
  "szabo-term": "Szabo",
  "szabo-definition": "Dhehebu la <a href=\"/glossary/#ether\">ether</a>. szabo 1 = 10<sup>12</sup> <a href=\"/glossary/#wei\">wei</a>. szabo 10<sup>6</sup> = ether 1.",
  "terminal-total-difficulty-term": "Ugumu kamili wa mwisho (TTD)",
  "terminal-total-difficulty-definition": "Ugumu wa jumla ni jumla ya ugumu wa uchimbaji wa Ethash kwa vitalu vyote hadi sehemu fulani maalum kwenye kiambajengo. Ugumu wa jumla ni thamani mahususi kwa ugumu wa jumla ambao ulitumika kama kichochezi cha wateja wa utekelezaji kuzima uchimbaji wao na kuzuia utendakazi wa porojo zinazowezesha mtandao kubadilika hadi uthibitisho wa dau. Haifai tena kwa sababu Ethereum ilihamia <a href=\"/glossary/#pos\">uthibitisho wa hisa</a>.",
  "testnet-term": "Testnet",
  "testnet-definition": "Fupi la \"mtandao wa majaribio,\" mtandao unaotumiwa kuiga tabia ya mtandao mkuu wa Ethereum.",
  "token-term": "Tokeni",
  "token-definition": "Dhamana ya mtandaoni inayoweza kuuzwa iliyofafanuliwa katika mikataba mahiri kwenye kiambajengo cha Ethereum.",
  "token-factory-term": "Kiwanda cha tokeni",
  "token-factory-definition": "Kiwanda cha tokeni ni mkataba-erevu unaowezesha uundaji wa tokeni ndani ya kiwango maalum, kama vile <a href=\"#erc-20\">ERC-20</a>, <a href=\"#erc-721\">ERC-721</a>, au <a href=\"#erc-1155\">ERC-1155</a>. Mkataba-erevu hufanya kazi kama kiolezo, kuruhusu watumiaji kupeleka tokeni mpya zenye vigezo maalum kama jina, alama, usambazaji, na utendakazi wa ziada bila kuunda mkataba-erevu mpya kutoka mwanzo.",
  "transaction-term": "Miamala",
  "transaction-definition": "Data iliyowekwa kwa Ethereum kiambajengo iliyotiwa saini na <a href=\"/glossary/#account\">akaunti asili</a>, inayolenga <a href=\"/glossary/#address\">anwani</a> mahususi. Muamala una metadata kama vile <a href=\"/glossary/#gas-limit\">kikomo cha gharama ya muamala</a> kwa muamala huo. <a href=\"/developers/docs/transactions/\">Mengi zaidi kuhusu miamala</a>.",
  "transaction-fee-term": "Ada ya muamala",
  "transaction-fee-definition": "Ada unayohitaji kulipa wakati wowote unapotumia mtandao wa Ethereum. Mifano ni pamoja na kutuma pesa kutoka kwa <a href=\"/glossary/#wallet\">pochi</a> au mwingiliano wa <a href=\"/glossary/#dapp\">dapp</a>, kama vile kubadilishana tokeni au kununua kitu kinachoweza kukusanywa. Unaweza kufikiria hii kama malipo ya huduma. Ada hii itabadilika kulingana na jinsi mtandao ulivyo na shughuli nyingi. Hii ni kwa sababu <a href=\"/glossary/#validator\">waidhinishaji</a>, watu walio na jukumu la kuchakata muamala wako, wana uwezekano wa kutanguliza malipo kwa ada ya juu - kwa hivyo msongamano unalazimisha bei kupanda.<br/><br/>Katika kiwango cha kiufundi, ada yako ya muamala inahusiana na kiasi gani cha <a href=\"/glossary/glossary/#acing./#gas>Reservation\". ada za miamala ni suala la riba kubwa kwa sasa. Tazama <a href=\"/glossary/#layer-2\">Safu ya 2</a>.",
  "trust-assumptions-term": "Dhana za uaminifu",
  "trust-assumptions-definition": "Mawazo ya kutegemewa ni imani za kimsingi kuhusu usalama na kutegemewa kwa mfumo, zinazoongoza kile tunachoamini ili mfumo ufanye kazi.",
  "trustlessness-term": "Hali ya kutokuwa na uaminifu",
  "trustlessness-definition": "Uwezo wa mtandao kusuluhisha miamala bila mhusika yeyote anayehitaji kumwamini mtu mwingine.",
  "turing-complete-term": "Turing kumekamilika",
  "turing-complete-definition": "Dhana iliyopewa jina la mwanahisabati wa Kiingereza na mwanasayansi wa kompyuta Alan Turing - mfumo wa sheria za upotoshaji wa data (kama vile seti ya maagizo ya kompyuta, lugha ya programu au kiotomatiki cha simu za mkononi) inasemekana kuwa \"Turing kamili\" au \"kikokotozi zima\" ikiwa inaweza kutumika kuiga mashine yoyote ya Turing.",
  "validator-term": "Mthibitishaji",
  "validator-definition": "<a href=\"/glossary/#node\">nodi</a> katika <a href=\"/glossary/#pos\">uthibitisho wa hisa</a> unaohusika na kuhifadhi data, kuchakata miamala na kuongeza vizuizi vipya kwenye kiambajengo. Ili kuamilisha programu ya kiidhinisha, unahitaji kuwa na uwezo wa <a href=\"/glossary/#staking\">hisa</a> 32 ETH. <a href=\"/staking/\">Mengi zaidi kuhusu kuweka hisa kwenye Ethereum</a>.",
  "validator-lifecycle-term": "Mzunguko wa maisha ya mthibitishaji",
  "validator-lifecycle-definition": "Msururu wa hali ambazo kiidhinishaji kinaweza kuwepo. Hizi ni pamoja na: <br/><br/><ul><li>zilizowekwa: Angalau ETH 32 zimewekwa kwa <a href=\"/glossary/#deposit-contract\">mkataba wa amana</a> na mthibitishaji</li><li>inasubiri: kiidhinishi yumo kwenye foleni ya kuwezesha</li>iliyoidhinishwa na mtandao uliopo unaosubiri kutumika kwa sasa. kuthibitisha na kupendekeza vizuizi</li><li>kufyeka: aliyeidhinisha ametenda vibaya na anapunguzwa</li><li>kutoka: aliyeidhinisha amealamishwa kwa kuondoka kwenye mtandao, ama kwa hiari au kwa sababu ameondolewa.</li></ul>",
  "validity-proof-term": "Uthibitisho wa uhalali",
  "validity-proof-definition": "Muundo wa usalama wa masuluhisho fulani ya <a href=\"/glossary/#layer-2\">safu 2</a> ambapo, ili kuongeza kasi, miamala inakusanywa katika makundi na kuwasilishwa kwa Ethereum katika muamala mmoja. Uhesabuji wa muamala unafanywa nje ya mnyororo na kisha kutolewa kwa mnyororo mkuu na uthibitisho wa uhalali wao. Njia hii huongeza kiasi cha miamala inayowezekana wakati wa kudumisha usalama. Baadhi ya <a href=\"/glossary/#rollups\">rollups</a> hutumia <a href=\"/glossary/#fraud-proof\">uthibitisho wa ulaghai</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Mengi zaidi kuhusu uboreshaji wa maarifa sifuri</a>.",
  "validium-term": "Validium",
  "validium-definition": "Suluhisho la nje ya mnyororo ambalo hutumia <a href=\"/glossary/#validity-proof\">uthibitisho wa uhalali</a> ili kuboresha utumaji wa muamala. Tofauti na <a href=\"/glossary/#zk-rollup\">Ziro-maarifa yanayokunjwa</a>, data ya validium haijahifadhiwa kwenye safu ya 1 ya Mainnet. <a href=\"/developers/docs/scaling/validium/\">Mengi zaidi kuhusu validium</a>.",
  "vyper-term": "Vyper",
  "vyper-definition": "Lugha ya programu ya kiwango cha juu yenye syntax kama ya Python. Inakusudiwa kupata karibu na lugha safi ya utendaji. Iliyoundwa na Vitalik Buterin. <a href=\"/developers/docs/smart-contracts/languages/#vyper\">Mengi zaidi kuhusu Vyper</a>.",
  "wallet-term": "Pochi",
  "wallet-definition": "Pochi ni zana ya kidijitali ya kuhifadhi, kutuma na kupokea sarafu ya kidijitali, kama vile pochi ya mtandaoni ya pesa zako mtandaoni. <a href=\"/wallets/\">Mengi zaidi kuhusu pochi za Ethereum</a>.",
  "web2-term": "Web2",
  "web2-definition": "Ni mtandao wa sasa, unaolenga maudhui yanayozalishwa na mtumiaji na mitandao ya kijamii ambayo inadhibitiwa na makampuni machache. Web3 ni imani ya siri kwamba watumiaji wanapaswa kudhibiti data na miamala yao badala yake.",
  "web3-term": "Wavuti3",
  "web3-definition": "Web3 ni mtandao mpya wenye kiambajengo, ambapo watumiaji hudhibiti data na miamala yao, si makampuni. Hakuna haja ya kushirikisha habari yoyote ya kibinafsi. <a href=\"/web3/\">Mengi kwenye web3</a>.",
  "wei-term": "Wei",
  "wei-definition": "Yeye ndiye thamani ndogo zaidi ya etha. 10<sup>18</sup> wei = etha 1.",
  "wrapped-token-term": "Tokeni iliyofungwa",
  "wrapped-token-definition": "Tokeni inayotokana na kiambajengo ambayo inawakilisha sarafu nyingine ya kidigitali au mali kwenye mtandao tofauti. Kwa mfano, <a href=\"/wrapped-eth/#intro-to-weth\">Ether Iliyofungwa (WETH)</a> inawakilisha Ether(ETH) katika umbizo ambalo linatii kiwango cha tokeni cha Ethereum cha <a href=\"/glossary/#erc-20\">ERC-20</a>. tokeni bora imefungwa kwa usalama na <a href=\"/glossary/#smart-contract\">mkataba mahiri</a>, na tokeni sawa na iliyofungwa inaundwa. Utaratibu huu huwezesha mwingiliano ndani na kati ya minyororo ya kuzuia, kuruhusu mali kama ETH kutumika bila mshono katika programu zilizogatuliwa huku zikihifadhi thamani yake.",
  "zero-address-term": "Anwani zero",
  "zero-address-definition": "Anwani ya Ethereum, inayojumuisha sifuri kabisa, ambayo hutumiwa mara kwa mara kama anwani ya kuondoa tokeni kwenye mzunguko unaomilikiwa. Tofauti hutolewa kati ya tokeni zilizoondolewa rasmi kwenye faharasa ya mkataba mahiri kupitia njia ya burn() na zile zinazotumwa kwa anwani hii.",
  "zk-proof-term": "Uthibitishaji wa Zero-knowledge",
  "zk-proof-definition": "Uthibitishaji wa zero-knowledge ni mbinu ya siri ambayo inaruhusu mtu binafsi kuthibitisha kuwa taarifa ni kweli bila kuwasilisha taarifa yoyote ya ziada. <a href=\"/developers/docs/scaling/zk-rollups/\">Mengi zaidi kuhusu uboreshaji wa zero-knowledge </a>.",
  "zk-rollup-term": "''Kuunganisha kwa ujanja wa kukosa maarifa.''",
  "zk-rollup-definition": "<a href=\"/glossary/#rollups\">kuchapisha</a> kwa miamala inayotumia <a href=\"/glossary/#validity-proof\">uthibitisho wa uhalali</a> ili kutoa ongezeko la <a href=\"/glossary/#layer-2\">safu ya 2</a> huku ukitumia usalama uliotolewa na Mainnet (safu ya 1). Ingawa haziwezi kushughulikia aina changamano za miamala, kama vile <a href=\"/glossary/#optimistic-rollup\">mipango yenye matumaini</a>, hazina matatizo ya kusubiri kwa sababu miamala ni halali inapowasilishwa. <a href=\"/developers/docs/scaling/zk-rollups/\">Mengi zaidi kuhusu uboreshaji wa zero-knowledge</a>."
}
