{
  "page-roadmap-title": "Ramani ya maendeleo ya Ethereum",
  "page-roadmap-meta-title": "''Ramani ya maendeleo ya Ethereum | ethereum.org.''",
  "page-roadmap-meta-description": "Njia ya upanukajii, usalama na uendelevu zaidi wa Ethereum.",
  "page-roadmap-banner-notification": "''Maendeleo ya Ethereum yanaongozwa na yanaweza kubadilika.''.",
  "page-roadmap-changes-coming-title": "Ni mabadiliko gani yanakuja kwa Ethereum?",
  "page-roadmap-changes-coming-description": "Ethereum tayari ni jukwaa lenye nguvu, lakini bado linaboreshwa. Seti kabambe ya maboresho itaboresha Ethereum kutoka kwa fomu yake ya sasa hadi jukwaa lililo na viwango kamili, linalostahimili kiwango cha juu zaidi.",
  "page-roadmap-cheaper-transactions-title": "Shughuli za bei nafuu",
  "page-roadmap-cheaper-transactions-description": "Rollups ni ghali sana na hutegemea vipengee vilivyowekwa kati, na kusababisha watumiaji kuweka imani kubwa kwa waendeshaji wao. mpango wa utekelezaji unajumuisha marekebisho ya shida hizi zote mbili.",
  "page-roadmap-cheaper-transactions-button": "''Zaidi kuhusu kupunguza ada.''",
  "page-roadmap-extra-security-title": "Usalama wa ziada",
  "page-roadmap-extra-security-description": "Ethereum tayari iko salama sana lakini inaweza kufanywa kuwa na nguvu zaidi, tayari kuhimili mashambulizi ya kila aina katika siku zijazo.",
  "page-roadmap-extra-security-button": "Maelezo zaidi kuhusu usalama",
  "page-roadmap-better-user-experience-title": "Uzoefu bora wa mtumiaji",
  "page-roadmap-better-user-experience-description": "''Maelezo zaidi kuhusu uungaji mkono kwa pochi za mkataba mahiri na vituo nyepesi yatafanya kutumia Ethereum kuwa rahisi na salama zaidi.''.",
  "page-roadmap-better-user-experience-button": "''Zaidi kuhusu uzoefu wa watumiaji.''",
  "page-roadmap-future-proofing-title": "Uthibitishaji-wa-badae",
  "page-roadmap-future-proofing-description": "Watafiti na watengenezaji wa Ethereum wanatatua matatizo ya kesho leo, wakitayarisha mtandao kwa vizazi vijavyo.",
  "page-roadmap-future-proofing-button": "''Zaidi kuhusu kuhakikisha uthabiti wa baadaye.''",
  "page-roadmap-why-need-title": "Kwa nini Ethereum inahitaji mpango wa utekelezaji?",
  "page-roadmap-why-need-description": "Ethereum hupata uboreshaji wa mara kwa mara unaoboresha uimara wake, usalama au uendelevu. Mojawapo ya nguvu kuu za Ethereum ni kukabiliana na mawazo mapya yanapoibuka kutokana na utafiti na maendeleo. Kubadilika huipa Ethereum kunyumbulika ili kukabiliana na changamoto zinazojitokeza na kuendana na mafanikio ya juu zaidi ya kiteknolojia.",
  "page-roadmap-how-defined-title": "Jinsi mpango wa utekelezaji unavyofafanuliwa",
  "page-roadmap-how-defined-p1": "Mpango wa utekelezaji mara nyingi ni matokeo ya kazi ya miaka mingi ya watafiti na watengenezaji - kwa sababu itifaki ni ya kiufundi sana - lakini mtu yeyote aliye na motisha anaweza kushiriki.",
  "page-roadmap-how-defined-p2": "Mawazo kwa kawaida huanza kama majadiliano kwenye mijadala kama vile <a href=\"https://ethresear.ch\">ethresear.ch</a>, <a href=\"https://ethereum-magicians.org\">Wachawi wa Ethereum</a> au seva ya Eth R&D discord. Inaweza kuwa majibu kwa udhaifu mpya unaogunduliwa, mapendekezo kutoka kwa mashirika yanayofanya kazi katika safu ya maombi (kama vile dapps na kubadilishana) au kutoka kwa mivutano inayojulikana kwa watumiaji wa mwisho (kama vile gharama au kasi ya ununuzi).",
  "page-roadmap-how-defined-p3": "Mawazo haya yanapokomaa, yanaweza kupendekezwa kama <a href=\"https://eips.ethereum.org\">Mapendekezo ya Uboreshaji wa Ethereum</a>. Haya yote yanafanywa hadharani ili mtu yeyote kutoka kwa jamii aweze kupima wakati wowote.",
  "page-roadmap-governance-button": "''Mengi kuhusu utawala wa Ethereum.''",
  "page-roadmap-hero-alt": "Ramani ya maendeleo ya Ethereum",
  "page-roadmap-technical-upgrades-title": "''Ni sasisho gani ya kiufundi yanayokuja kwenye Ethereum.''?",
  "page-roadmap-danksharding-title": "Ugawanyikaji wa Dank",
  "page-roadmap-danksharding-description": "''Danksharding inafanya usafishaji wa L2 kuwa nafuu zaidi kwa watumiaji kwa kuongeza ''matone'' za takwimu kwenye vizuizi za Ethereum.''.",
  "page-roadmap-single-slot-finality-title": "Ukamalishaji wa nafasi moja",
  "page-roadmap-single-slot-finality-description": "Badala ya kungoja kwa dakika kumi na tano, vitalu vinaweza kupendekezwa na kukamilishwa katika nafasi sawa. Hii ni rahisi zaidi kwa programu na ni vigumu kushambulia.",
  "page-roadmap-account-abstraction-title": "Ubora wa akaunti",
  "page-roadmap-account-abstraction-description": "Uondoaji wa akaunti ni aina ya maboresho ambayo yanasaidia mikoba ya mikataba mahiri kwenye Ethereum, badala ya kutumia programu tata.",
  "page-roadmap-statelessness-title": "Pasipokua na hali",
  "page-roadmap-statelessness-description": "Wateja wasio na uraia wataweza kuthibitisha vitalu vipya bila kulazimika kuhifadhi kiasi kikubwa cha data. Hii itatoa manufaa yote ya kuendesha nodi yenye sehemu ndogo tu ya gharama za leo.",
  "page-roadmap-learn-more": "Jifunze zaidi",
  "page-roadmap-timeline-title": "''Ni lini masasisho haya yataanzishwa.''?",
  "page-roadmap-blocks-alt": "Bloki za Ethereum",
  "page-roadmap-faq-1-title": "Je, mpango wa utekelezaji wa Ethereum utabadilika kwa wakati?",
  "page-roadmap-faq-1-p1": "''Ndio, karibu kabisa hakika.''.",
  "page-roadmap-faq-1-p1-continued": "Mpango wa utekelezaji ni mpango wa sasa wa kuboresha Ethereum, unaojumuisha mipango ya karibu na ya baadaye. Tunatarajia ramani ya barabara kubadilika kadiri maelezo na teknolojia mpya inavyopatikana.",
  "page-roadmap-faq-1-p2": "Fikiria mpango wa utekelezaji wa Ethereum kama seti ya nia ya kuboresha Ethereum; ni nadharia ya msingi ya watafiti na watengenezaji wa njia bora zaidi ya Ethereum mbele.",
  "page-roadmap-faq-2-title": "Je, mpango wa utekelezaji utakamilika lini?",
  "page-roadmap-faq-2-p1": "“Baadhi ya maboresho yana kipaumbele cha chini na huenda yasitekelezwe kwa kipindi cha miaka 5-10 ijayo (m.f. ukinzani wa quantum).",
  "page-roadmap-faq-2-p1-strong": "''Kutoa muda wa kila sasisho kwa usahihi ni changamoto.''",
  "page-roadmap-faq-2-p1-continued": "kutabiri vitu vingi vya mpango wa utekelezaji unafanyiwa kazi sambamba na kuendelezwa kwa kasi tofauti. Uharaka wa uboreshaji unaweza pia kubadilika kwa muda kulingana na vipengele vya nje (k.m. kuongezeka kwa ghafla kwa utendakazi na upatikanaji wa kompyuta za quantum kunaweza kufanya kriptografia inayostahimili kiasi kuwa ya haraka zaidi).",
  "page-roadmap-faq-2-p2": "Njia moja ya kufikiria juu ya maendeleo ya Ethereum ni kwa kulinganisha na mageuzi ya kibiolojia. Mtandao unaoweza kukabiliana na changamoto mpya na kudumisha utimamu wa mwili una uwezekano mkubwa wa kufaulu kuliko ule ambao hauwezi kubadilika, ingawa jinsi mtandao unavyoendelea kufanya kazi zaidi na zaidi, mabadiliko makubwa na salama ya itifaki yatahitajika.",
  "page-roadmap-faq-3-title": "''Je, napaswa kufanya kitu chochote kujiandaa kwa maboresho haya.''?",
  "page-roadmap-faq-3-p1": "Uboreshaji huwa hauathiri watumiaji wa mwisho isipokuwa kwa kutoa uzoefu bora wa watumiaji na itifaki salama zaidi na labda <i>chaguo zaidi</i> za jinsi ya kuingiliana na Ethereum. <strong>Watumiaji wa kawaida hawatakiwi kushiriki kikamilifu katika uboreshaji, wala hawahitajiki kufanya lolote** ili kulinda mali zao.</strong> <a href=\"/glossary/#node\">Nodi</a> watoa huduma watahitaji kusasisha wateja wao ili kujiandaa kwa ajili ya kuboresha. Baadhi ya visasisho vinaweza kusababisha mabadiliko kwa wasanifu programu. Kwa mfano, uboreshaji wa kuisha kwa muda unaweza kusababisha wasanifu programu kunyakua data ya kihistoria kutoka kwa vyanzo vipya.",
  "page-roadmap-faq-4-title": "Vipi kuhusu kugawanyika kwa data?",
  "page-roadmap-faq-4-p1": "Sharding inagawanya mnyororo wa kiambajengo wa Ethereum ili vikundi vidogo vya <a href=\"/glossary/#validator\">vithibitishaji</a> viwajibikie sehemu ndogo tu ya jumla ya data. Hii hapo awali ilikusudiwa kuwa njia ya Ethereum kuongeza kiwango. Hata hivyo, safu za <a href=\"/glossary/#layer-2\">safu ya 2</a> zimeendelea kwa kasi zaidi kuliko ilivyotarajiwa na zimetoa kiwango kikubwa tayari, na zitatoa mengi zaidi baada ya Proto-Danksharding kutekelezwa. Hii inamaanisha \"minyororo ya shard\" haihitajiki tena na imeondolewa kwenye mpango wa utekelezaji.",
  "page-roadmap-release-status-prod": "''Kwenye uzalishaji.''",
  "page-roadmap-release-status-soon": "''Inakuja hivi karibuni.''",
  "page-roadmap-release-status-dev": "Inaendelezwa",
  "page-roadmap-release-main-features": "''Vipengele vikuu.''",
  "page-roadmap-release-learn-more": "Pata maelezo zaidi",
  "page-roadmap-release-forkcast": "Fuatilia mabadiliko",
  "page-roadmap-paris-pos-title": "''Uhamisho kwenda kwenye uthibitisho wa hisa.''",
  "page-roadmap-paris-pos-item-1": "''Ilibadilisha uchimbaji wa nishati nyingi kwa mfumo wa uthibitisho unaotegemea uthibiti wa dhamana.''",
  "page-roadmap-paris-pos-item-2": "''Imepunguza matumizi ya nishati ya Ethereum kwa ~asilimia 99.95.''",
  "page-roadmap-paris-beacon-title": "''Uunganishi wa mnyororo wa taa ya onyo.''",
  "page-roadmap-paris-beacon-item-1": "''Kuunganisha mnyororo wa taa ya onyo na wavu kuu wa Ethereum.''",
  "page-roadmap-paris-beacon-item-2": "''Iliruhusu uhamisho kamili wa kuhamia kwenye mfumo wa uthibitisha.''",
  "page-roadmap-paris-difficulty-title": "''kuondolewa kwa bomu la ugumu.''",
  "page-roadmap-paris-difficulty-item-1": "''Iliondoa bomu la ugumu ambalo lilikuwa likiogeza ugumu wa mchimbaji.''",
  "page-roadmap-paris-difficulty-item-2": "''Ilihakikisha mchakato laini wa kuhamia kwenye mfumo mpya wa uthibitisho.''",
  "page-roadmap-shapella-withdrawals-title": "Uondoji wa hisa",
  "page-roadmap-shapella-withdrawals-item-1": "''Iliwezesha wahakiki kutoa ETH yao waliyoweka pamoja na zawadi zao.''",
  "page-roadmap-shapella-withdrawals-item-2": "''Ilileta uwezo wa kutoa sehemu au mali zote kwa wahakiki",
  "page-roadmap-shapella-eip4895-title": "''Pendekezo la uendelezaji wa Ethereum - 4895: Mnyororo wa taa ya onyo kusukuma utoaji wa fedha.''",
  "page-roadmap-shapella-eip4895-item-1": "''Iliongeza operesheni mpya ya kiwango ya mfumo kwa ajili ya utoaji wa fedha.''",
  "page-roadmap-shapella-eip4895-item-2": "''Ilihakikisha usalama na ufanisi katika kushughulikia maombi ya utoaji wa fedha.''",
  "page-roadmap-shapella-eip3651-title": "''Pendekezo la uendelezaji wa Ethereum-3651: COINBASE ya joto.''",
  "page-roadmap-shapella-eip3651-item-1": "''Imepunguza gharama za gesi kwa kufikia anwani ya COINBASE.''",
  "page-roadmap-shapella-eip3651-item-2": "''Kuboresha ufanisi wa baadhi ya operesheni za utaratibu mahiri.''",
  "page-roadmap-dencun-danksharding-title": "''Awamu ya mwanzo ya Danksharding (pendekezo la uendelezaji wa Ethereum-4844)",
  "page-roadmap-dencun-danksharding-item-1": "''Ilianza muamala wa matone ili kupunguza kwa kiasi kikubwa gharama ya muamala uliounganishwa.''",
  "page-roadmap-dencun-danksharding-item-2": "''Kuongeza aina mpya ya muamala inayohifadhi takwimu kwa muda mfupi kwa gharama nafuu.''",
  "page-roadmap-dencun-eip1153-title": "''Pendekezo la uendelezaji wa Ethereum-1153: Maagizo ya kuhifadhi takwimu kwa muda mfupi.''",
  "page-roadmap-dencun-eip1153-item-1": "''IliongezwaTSTORE na TLOAD maagizo ya kuhifadhi muda mfupi wakati wa utekelezaji wa muamala.''",
  "page-roadmap-dencun-eip1153-item-2": "''Inaruhusu mifumo ya mikataba mahiri yenye ufanisi zaidi na kupunguza gharama za gesi.''",
  "page-roadmap-dencun-eip4788-title": "''Pendekezo la uendelezaji wa Ethereum-4788: Mzizi wa mnyororo wa mwanga wa onyo katika mashine halisi ya Ethereum.''",
  "page-roadmap-dencun-eip4788-item-1": "''Inafichua taarifa za safu ya uthibitisho kwa mikataba mahiri.''",
  "page-roadmap-dencun-eip4788-item-2": "''Inawezesha maombi rasmi mpya zisizo tegemea imani nyingi na madaraja ya mnyororo kuvuka.''",
  "page-roadmap-pectra-eoa-title": "''Inaongeza uwezo wa mikoba ya EAO kwa vipengele vya mikataba mahiri.''",
  "page-roadmap-pectra-eoa-item-1": "Watumiaji wanaweza kuweka anwani yao kuwakilishwa na kodi ya mikataba mahiri iliyopo na kupata faida kama vile kuunganisha muamala, ufadhili wa ada za muamala, au mfumo bora wa urejeshi.''",
  "page-roadmap-pectra-balance-title": "''kuinua kiwango cha juu cha salio lenye ufanisi.''",
  "page-roadmap-pectra-balance-item-1": "''Watumiaji sasa wanaweza kuchagua kiasi chochote cha ETH cha kuwekeza na kupokea malipo kwa kila ETH moja 1 juu ya kiwango cha chini kabisa.''",
  "page-roadmap-pectra-blob-title": "''Uwezo wa kusindika takwimu za matone kuongezeka.''",
  "page-roadmap-pectra-blob-item-1": "''Idadi ya matone itapandishwa kutoka tatu 3 hadi lengo la sita 6, na kiwango cha juu cha tisa 9, na hivyo kusababisha ada nafuu kwenye muamala uliounganisha Ethereum.''",
  "page-roadmap-fusaka-peerdas-title": "''PeerDAS ( moja kwa moja kati ya watoa huduma uchambuzi wa uwepo wa takwimu).''",
  "page-roadmap-fusaka-peerdas-item-1": "''Inawezesha uwepo wa takwimu kwa ufanisi zaidi kwa muamala uliounganishwa.''",
  "page-roadmap-fusaka-peerdas-item-2": "''Inafanya uendeshaji wa kituo kuwa rahisi zaidi huku ikidumisha usambazaji wa madaraka.''",
  "page-roadmap-fusaka-additional-title": "Vipengele vya Ziada Vinavyowezekana",
  "page-roadmap-fusaka-additional-item-1": "Usaidizi kwa secure enclaves kwenye vifaa vya mkononi ili kuboresha UX",
  "page-roadmap-fusaka-additional-item-2": "Maboresho ya soko la ada za Blob",
  "page-roadmap-fusaka-additional-item-3": "Maboresho zaidi kwa ufanisi wa mthibitishaji na utendaji wa mtandao",
  "page-roadmap-glamsterdam-discussed-title": "Imepangwa kwa Glamsterdam",
  "page-roadmap-glamsterdam-discussed-item-1": "Enshrined Proposer-Builder Separation (ePBS)",
  "page-roadmap-glamsterdam-discussed-item-2": "Block-level Access Lists (BALs)"
}
