{
    "page-layer-2-hero-title": "Safu ya 2",
    "page-layer-2-hero-header": "Mitandao ya Ethereum",
    "page-layer-2-hero-description": "Tumia Ethereum kwa sehemu ya gharama yote.",
    "page-layer-2-hero-button-2-content": "Jifunze zaidi",
    "page-layer-2-period": ".",
    "page-layer-2-calloutCard-1-title": "Ada za $ 0.01",
    "page-layer-2-calloutCard-1-description": "Unaweza kufanya biashara, kutuma pesa kote duniani, au kutumia programu bila wasiwasi kuhusu gharama kubwa.",
    "page-layer-2-calloutCard-2-title": "Miamala ya haraka sana,",
    "page-layer-2-calloutCard-2-description": "Iwe unafanya malipo ya haraka au kushiriki katika miamala ya fedha iliyogatuliwa (DeFi), miamala yote huchukua sekunde chache tu.",
    "page-layer-2-calloutCard-3-title": "Inaungwa mkono na Ethereum",
    "page-layer-2-calloutCard-3-description": "Mfumo wa Ethereum uliothibitishwa na uliogatuliwa hutumika kama safu ya kujengea mitandao mingine mpya.",
    "page-layer-2-meta-title": "Utangulizi wa Safu ya 2 ya Ethereum: faida na matumizi",
    "page-layer-2-meta-description": "Jifunze kuhusu mitandao ya safu ya 2 ya Ethereum",
    "page-layer-2-powered-by-ethereum-title": "Inaendeshwa na Ethereum",
    "page-layer-2-powered-by-ethereum-description-1": "Ethereum sio mtandao mmoja tu tena.",
    "page-layer-2-powered-by-ethereum-description-2": "Ikiwa na mamia ya mifumo iliyojengwa juu yake, Ethereum imekuwa ya gharama nafuu zaidi, ya kasi na inapatikana kwa ajili ya matumizi ya kila siku.",
    "page-layer-2-powered-by-ethereum-description-3": "Kabiliana na siku zijazo kwa kujiunga mojawapo ya mitandao mingi inayoendeshwa na Ethereum!",
    "page-layer-2-man-and-dog-alt": "Mwanamume na mbwa wanaocheza",
    "page-layer-2-blockchain-transaction-cost": "Gharama wastani ya muamala kwenye mfumo wa Ethereum",
    "page-layer-2-networks-transaction-cost": "Gharama wastani ya miamala kwenye mitandao inayoendeshwa na Ethereum",
    "page-layer-2-network-of-networks-title": "Mtandao ya mitandao",
    "page-layer-2-network-of-networks-description": "Uwezo na usalama wa Ethereum hutoa jukwaa kwa mitandao mingine kujengea juu yake. Ikiwa na akaunti moja, kila kitu kinaendana na kuunganishwa kwa urahisi.",
    "page-layer-2-ethereum-logo-alt": "Ethereum",
    "page-layer-2-ready-to-start-title": "Uko tayari kuanza?",
    "page-layer-2-ready-to-start-description": "Angalia mitandao yote tofauti ambayo inapatikana kwa ajili yako.",
    "page-layer-2-ready-to-start-button": "Chunguza mitandao",
    "page-layer-2-go": "Nenda",
    "page-layer-2-walking-alt": "Kutembea",
    "page-layer-2-why-do-we-need-multiple-networks-1": "Kwa nini tunahitaji mitandao mbalimbali kwenye Ethereum?",
    "page-layer-2-why-do-we-need-multiple-networks-2": "Kwa nini kuna mitandao yote hii wala sio mtandao mmoja tu wa Ethereum?",
    "page-layer-2-faq-title": "Maswali yanayoulizwa mara kwa mara",
    "page-layer-2-faq-ExpandableCard-1-title": "Nitajua vipi kwamba mtandao ni sehemu ya Ethereum?",
    "page-layer-2-faq-ExpandableCard-1-description-1": "Kuna njia nyingi tofauti ambazo mtu anaweza kutumia kuainisha mitandao kuhusiana na Ethereum. Mitandao mingi inadai kuwa inapanua kiwango cha Ethereum ili kupata umaarufu. Hata hivyo, mtazamo mmoja wazi ni ikiwa mtandao unahifadhi data yake katika mtandao mkuu wa Ethereum. Hatua hii kwa kiasi kikubwa huongeza usalama wa mtumiaji na maono ya Ethereum bila ruhusa. Miradi kama hiyo mara nyingi huitwa “uzinduzi”. Ikiwa data imehifadhiwa mahali pengine, basi mradi huo si upanuzi wa moja kwa moja wa Ethereum, bali ni upanuzi huru. Kagua baadhi ya sehemu maarufu sana",
    "page-layer-2-faq-ExpandableCard-1-description-2": "Baadhi ya sekta maalum huenda zisihitaji uhusiano huo wa moja kwa moja wa karibu kama vile michezo ya video au programu zisizo za kifedha ambapo teknolojia tofauti inafaa zaidi.",
    "page-layer-2-faq-ExpandableCard-2-title": "Je, mitandao hii yote ni salama?",
    "page-layer-2-faq-ExpandableCard-2-description-1": "Ingawa kwa ujumla imeundwa kwa vipengele imara vya kiusalama, usalama wake unategemea teknolojia ya msingi, mkataba mahiri wa usalama, na",
    "page-layer-2-faq-ExpandableCard-2-link": "ukomavu wa mtandao",
    "page-layer-2-faq-ExpandableCard-2-description-2": "Watumiaji wanapaswa kujihadhari, wakianza kwa miamala midogo na kuendelea kufuatilia taarifa kuhusu maendeleo ili kuhakikisha matumizi salama.",
    "page-layer-2-faq-ExpandableCard-3-title": "Kwa nini Ethereum haiwezi kupanua mifumo yake badala ya kutegemea mitandao hii?",
    "page-layer-2-faq-ExpandableCard-3-description": "Ethereum haiwezi kupanua kwa urahisi mfumo wake mwenyewe kwa sababu inahitaji kubaki salama na huru. Kuongeza kasi ya mfumo mkuu kunaweza kupunguza usalama wake na kuugatua zaidi. Mitandao ya Ethereum husaidia kuchakata miamala nje ya mfumo mkuu na kisha kutumia mfumo mkuu kwa usalama, ikiiwezesha Ethereum kuchakata miamala zaidi bila kupoteza usalama au ugatuzi.",
    "page-layer-2-faq-ExpandableCard-4-title": "Kwa nini hakuna mitandao 'rasmi' ya Ethereum?",
    "page-layer-2-faq-ExpandableCard-4-description": "Sawa tu na vile hakuna mteja 'rasmi' wa Ethereum, hakuna safu ya 2 'rasmi\" ya Ethereum. Ethereum haina ruhusa - hakika mtu yeyote anaweza kuunda safu ya 2! Timu nyingi zitatekeleza toleo lao la safu ya 2, na mazingira kwa ujumla itafaidika kutokana na mbinu za kubuni ambazo zimeboreshwa kwa ajili ya matumizi mbalimbali. Ni sawa tu na vile ambavyo tuna wateja wengi wa Ethereum ambao wamejengwa na timu nyingi ili kuwa na utofauti katika mtandao, hii pia itakuwa jinsi safu za 2 zitatekelezwa katika siku zijazo.",
    "page-layer-2-callout-1-description": "Fahamu jinsi ambavyo mitandao hutofautina, na hatua zake katika usanidi.",
    "page-layer-2-callout-2-title": "Ungependa kupata maelezo zaidi?",
    "page-layer-2-callout-2-description": "Ungependa kufahamu kuhusu teknolojia na sababu za kupanua mbinu hii? Fahamu zaidi kuhusu kufikiri na mbinu mbalimbali za teknolojia.",
    "page-layer-2-arbitrum-description": "Arbitrum One ni Uzinduzi wa Jaribio uliojengwa na Offchain Labs na kusimamiwa na Arbitrum DAO.",
    "page-layer-2-base-description": "Base ni Uzinduzi wa Jaribio uliojengwa na OP Stack. Unatoa njia ya gharama nafuu na ya kirafiki kwa mtu yeyote, popote, kujenga mfumo wa fedha.",
    "page-layer-2-optimism-description": "OP Mainnet ni Uzinduzi wa Jaribio unaolingana na EVM. Unanuiwa kuwa wa haraka, rahisi na salama.",
    "page-layer-2-blast-description": "Blast ni Uzinduzi wa Jaribio unaotangamanan na EVM unaounga mkono uzalishaji asili.",
    "page-layer-2-zksync2-description": "ZKsync Era ni Uzinduzi wa ZK wenye uwezo wa kutangamana na EVM kikamilifu.",
    "page-layer-2-linea-description": "Linea ni Uzinduzi wa ZK unaoendeshwa na Consensys zkEVM, ulioundwa kupanua Mtandao wa Ethereum.",
    "page-layer-2-scroll-description": "Scroll ni Uzinduzi wa ZK unaopanua uwezo wa Ethereum kupitia teknolojia ya ZK na utangamano wa EVM.",
    "page-layer-2-starknet-description": "Starknet ni Uzinduzi wa ZK uliojengwa kwa msingi wa STARKs na Cairo VM.",
    "page-layer-2-mode-description": "Mode ni Uzinduzi wa Jaribio wa fito la OP uliojengwa kwenye mfumo wa AIFi.",
    "page-layer-2-taiko-description": "Taiko ni uzinduzi wa ZK-EVM uliogatuliwa, unaolingana na Ethereum unaowezesha mawasiliano ya baina ya mifumo."
}
