{
  "page-layer-2-learn-meta-title": "Safu ya 2 ni nini? | ethereum.org",
  "page-layer-2-learn-title": "Nini ni safu ya 2?",
  "page-layer-2-learn-description": "Kupanua Ethereum kwa watumiaji wengi",
  "page-layer-2-learn-button-1-label": "Nini ni safu ya 2?",
  "page-layer-2-learn-button-2-label": "Tumia safu ya 2",
  "page-layer-2-learn-what-is-layer-2-title": "Nini ni safu ya 2?",
  "page-layer-2-learn-what-is-layer-2-1": "Safu ya 2 (L2) ni neno lililokusanywa kuelezea seti maalumu a suluhisho la upanuzi wa Ethereum. <strong>Safu ya 2 ni tofauti na <a href=\"/glossary/#blockchain\">kiambajengo</a> inayoengeza Ethereum na kurithi uhakika wa usalama wa Ethereum<strong>.",
  "page-layer-2-learn-what-is-layer-2-2": "Sasa tuchimbe zaidi. Kufanya ivi tunahitajika kueleza safu ya 1 (L1).",
  "page-layer-2-learn-what-is-layer-1-title": "Nini ni safu ya 1?",
  "page-layer-2-learn-what-is-layer-1-1": "Safu 1 viambajengo, kama vile Ethereum na sarafu mtandao, ndio <strong>msingi wa msingi ambao miradi ya safu ya 2 hujengwa juu ya</strong>. Mifano ya miradi ya safu ya 2 ni pamoja na <strong>uboreshaji wa maarifa sifuri</strong> na <strong>uboreshaji wa matumaini</strong> kwenye Ethereum na Mtandao wa Mwangaza juu ya sarafu mtandao.",
  "page-layer-2-learn-what-is-layer-1-2": "Ethereum pia hufanya kazi kama safu ya upatikanaji wa data ya safu 2, na ikiwa kuna mizozo yoyote kuhusu miamala ya awali data hutolewa kutoka Ethereum kwa mizozo hii..",
  "page-layer-2-learn-layer-1-list-title": "Ethereum kama safu ya 1 inajumuisha:",
  "page-layer-2-learn-layer-1-list-1": "mtandao wa waendesha nodi kulinda na kuthibitisha mtandao",
  "page-layer-2-learn-layer-1-list-2": "mtandao wa uzalishaji wa bloku",
  "page-layer-2-learn-layer-1-list-3": "kiambajengo chenyewe kina historia ya taarifa za muamala",
  "page-layer-2-learn-layer-1-list-4": "<strong>utaratibu wa makubaliano</strong> kwa mtandao",
  "page-layer-2-learn-why-do-we-need-layer-2-title": "Kwa nini tunahitaji safu ya 2?",
  "page-layer-2-learn-why-do-we-need-layer-2-1": "Sifa tatu zinazohitajika za kiambajengo ni kwamba imetawanywa, salama, na inaweza kupanuka. Trilemma ya kiambajengo inasema kwamba usanifu rahisi wa kiambajengo unaweza tu kufikia mbili kati ya tatu. Je, unataka kiambajengo iliyo salama na iliyotawanywa? Unahitaji kutoa uwezo wa kukua. Hapa ndipo mitandao ya safu ya 2 inapoingia.",
  "page-layer-2-learn-why-do-we-need-layer-2-2": "Ethereum imefikia uwezo wa sasa wa mtandao kwa kufanya miamala milioni 1+ kwa siku, kukiwa na mahitaji makubwa kwa kila moja ya miamala hii. Mafanikio ya Ethereum na mahitaji ya kuitumia yamesababisha bei ya gesi kupanda kwa kiasi kikubwa. Kwa hivyo hitaji la suluhisho la kuongeza limefikia kilele pia.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability": "Uwezo wa kuongezeka/kupungua",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-1": "Lengo kuu la upanuzi ni kuongeza kasi ya muamala (ukamilisho haraka), na ufanyaji wa malipo (shughuli za juu kwa sekunde), bila kunyima ugatuaji au usalama.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-2": "Jumuiya ya Ethereum imechukua msimamo mkali kwamba haitatupa nje utawanyaji au usalama ili kuongeza. Hadi sharding, Ethereum Mainnet (safu 1) itaweza tu kushughulikia takriban shughuli 15 kwa sekunde. Wakati mahitaji ya kutumia Ethereum ni ya juu hii husababisha msongamano wa mtandao, kuongeza ada za ununuzi, na kuwaweka bei wale ambao hawawezi kumudu kutumia Ethereum hadi ada zipunguzwe. Hapo ndipo safu ya 2 inapokuja kuongeza Ethereum leo.",
  "page-layer-2-learn-layer2Cards-1-title": "Ada kidogo",
  "page-layer-2-learn-layer2Cards-1-description": "Kwa kuchanganya shughuli nyingi katika shughuli moja kwenye safu ya 1, ada za ununuzi hupunguzwa kwa kiasi kikubwa, na kufanya Ethereum kupatikana zaidi kwa wote.",
  "page-layer-2-learn-layer2Cards-2-title": "Dumisha usalama",
  "page-layer-2-learn-layer2Cards-2-description": "Safu ya 2 viambajengo hutatua shughuli zao kwenye Ethereum Mainnet, kuruhusu watumiaji wanaozitumia kufaidika na usalama wa mtandao wa Ethereum.",
  "page-layer-2-learn-layer2Cards-3-title": "Ongeza matumizi",
  "page-layer-2-learn-layer2Cards-3-description": "Kwa miamala mingi kwa sekunde, ada ya chini na teknolojia mpya, miradi itapanuka kuwa na utendaji kazi mpya na uboreshaji wa uzoefu wa mtumiaji.",
  "page-layer-2-learn-how-does-layer-2-work-title": "Ni jinsi gani safu ya 2 inafanya kazi?",
  "page-layer-2-learn-how-does-layer-2-work-1": "Kama tulivyotaja hapo juu, safu ya 2 ni neno la pamoja la suluhisho za kuongeza kiwango cha Ethereum ambazo hushughulikia shughuli kutoka kwa safu ya 1 ya Ethereum huku zikiendelea kuchukua faida ya usalama wa ugatuzi wa safu ya 1 ya Ethereum. Safu ya 2 ni kiambajengo tofauti inayopanua Ethereum. Je, hilo linafanya kazi je?",
  "page-layer-2-learn-how-does-layer-2-work-2": "Kuna aina tofauti ya safu ya 2, kila moja ikiwa na mazuri na mabaya yake na mfumo wake wa ulinzi. Safu ya 2 inachukua mzigo wa muamala kutoka kwenye safu ya 1 kuwezesha kutokusongamana, na kila moja kuweza kupanuka.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-title": "Unda-mpya",
  "page-layer-2-learn-how-does-layer-2-work-rollups-1": "\"mchanganyiko (au 'miingiliano') mamia ya miamala kuwa muamala mmoja kwenye tabaka la 1. Hii inagawanya ada za miamala za L1 kwa kila mtu aliye kwenye mchanganyiko, na kufanya gharama kuwa nafuu kwa kila mtumiaji.\"",
  "page-layer-2-learn-how-does-layer-2-work-rollups-2": "Taarifa za muamala kwenye rollup zinawasilishwa kwa safu ya 1, lakini utekelezaji hufanywa kando na rollup. Kwa kuwasilisha data za muamala kwenye safu ya 1, rollups inarithi usalama wa Ethereum. Hii ni kwa sababu mara taarifa inapopakiwa kwenye safu ya 1, kurudisha nyuma muamala wa rollup kunahitaji kurudisha nyuma Ethereum. Kuna mbinu mbili tofauti za rollups: ya matumaini na ya maarifa sifuri - zinatofautiana hasa jinsi taarifa ya muamala inavyowasilishwa kwa L1 (safu ya 1).",
  "page-layer-2-learn-rollupCards-optimistic-title": "Rollups za Kimaendeleo (Optimistic)",
  "page-layer-2-learn-rollupCards-optimistic-description": "Uwasilishaji wa matumaini hutumia uthibitisho wa makosa ambapo miamala inachukuliwa kuwa halali, lakini inaweza kupingwa ikiwa shughuli isiyo sahihi inashukiwa. Ikiwa muamala batili unashukiwa, uthibitisho wa hitilafu hutolewa ili kuona ikiwa hii imefanyika.",
  "page-layer-2-learn-rollupCards-optimistic-childSentence": "Zaidi kwenye rollups za matumaini",
  "page-layer-2-learn-rollupCards-zk-title": "Ukusanyaji wa maarifa sufuri",
  "page-layer-2-learn-rollupCards-zk-description": "Ukusanyaji wa Maarifa ya Sifuri hutumia uthibitisho wa uhalali ambapo hesabu za miamala zinakokotolewa bila msururu, na kisha data hii hutolewa kwa Ethereum Mainnet ikiwa na uthibitisho wa uhalali wao.",
  "page-layer-2-learn-rollupCards-zk-childSentence": "Miingiliano ya juu ya Zk",
  "page-layer-2-learn-dyor-title": "Fanya utafiti wako mwenyewe: Hatari za safu ya 2",
  "page-layer-2-learn-dyor-1": "Kwa sababu minyororo ya safu ya 2 hurithi usalama kutoka kwa Ethereum, katika ulimwengu bora, iko salama kama L1 Ethereum. Hata hivyo, mingi ya<strong>miradi bado ni michanga na kwa kiasi fulani ni ya majaribio</strong>. Baada ya miaka ya R&D, teknolojia nyingi za L2 ambazo zitaongeza Ethereum zilianza kutumika katika 2021. Hii haimaanishi kuwa L2 hizi si salama, tu kwamba hakuna safu ya 2 iliyojaribiwa kama Ethereum Mainnet. Daima fanya utafiti wako mwenyewe na uamue ikiwa uko sawa na hatari zozote zinazohusika.",
  "page-layer-2-learn-dyor-2": "Kwa maelezo zaidi kuhusu teknolojia, hatari na dhana za uaminifu za safu ya 2, tunapendekeza uangalie L2BEAT, ambayo hutoa mfumo wa kutathmini hatari wa kila mradi..",
  "page-layer-2-learn-dyor-link": "Nenda kwa L2BEAT",
  "page-layer-2-learn-note-on-alt-l1-title": "Ujumbe kuhusu alt L1s, minyororo ya pembeni na validiums",
  "page-layer-2-learn-note-on-alt-l1-1": "Safu mbadala ya 1 ina upitishaji wa juu na ada ndogo za ununuzi kuliko Ethereum. Alt L1 hizi zimelazimika kujitolea kwa usalama au ugatuzi ili kufikia miamala ya juu kwa sekunde na ada za chini. Mfumo wa ikolojia wa Ethereum umeunganishwa kwa uthabiti kwamba kuongeza safu ya 2 ndiyo njia pekee ya kutatua trilemma ya hatari na kubaki kugawanywa na salama",
  "page-layer-2-learn-note-on-alt-l1-2": "Minyororo ya kando na validium ni minyororo ya kuzuia ambayo inaruhusu mali kutoka kwa kiambajengo moja kuunganishwa na kutumika kwenye kiambajengo kingine na misingi ya pembeni na validiums huendesha sambamba na mnyororo mkuu, na kuingiliana na mnyororo mkuu kupitia madaraja, lakini hawapati usalama wao au upatikanaji wa data kutoka kwa mlolongo mkuu. Wanakua sawa na safu ya 2, lakini wana mawazo tofauti ya uaminifu. Wanatoa ada ya chini ya ununuzi, na upitishaji wa juu wa muamala. Zaidi kuhusu <a href=\"/developers/docs/scaling/sidechains\">sidechains</a> na <a href=\"/developers/docs/scaling/validium\">validiums</a>.",
  "page-layer-2-learn-callout-1-title": "Je, ni faida gani?",
  "page-layer-2-learn-callout-1-description": "Chunguza ni nini athari ya vitendo ya suluhu za safu ya 2 kwenye uzoefu wa mtumiaji.",
  "page-layer-2-learn-learn-more": "Jifunze zaidi",
  "page-layer-2-learn-callout-2-title": "Chunguza mitandao tofauti",
  "page-layer-2-learn-callout-2-description": "Jifunze jinsi mitandao inatofautiana kutoka kwa kila mmoja na ni umbali gani wamefikia katika maendeleo yao.",
  "page-layer-2-learn-explore-networks": "Chunguza mitandao"
}
