{
  "page-what-is-ethereum-meta-title": "Ethereum ni nini? (Mwongozo Kamili) | ethereum.org",
  "page-what-is-ethereum-meta-description": "Muhtasari kamili wa Ethereum ni nini, jinsi inavyofanya kazi, inafanya nini na jinsi ya kuanza kutumia au kujenga juu yake. Imefafanuliwa kwa maneno rahisi.",
  "page-what-is-ethereum-title": "Ethereum ni nini?",
  "page-what-is-ethereum-hero-description-1": "Ethereum ni mtandao wa kiambajengo uliotawanywa na jukwaa la ukuzaji programu, linaloendeshwa na ether ya sarafu ya digitali (ETH).",
  "page-what-is-ethereum-hero-description-2": "Ni nyumbani kwa maelfu ya fedha za siri na maombi kote kwenye DeFi, NFTs, michezo ya kubahatisha, mitandao ya kijamii iliyogatuliwa na sarafu thabiti.",
  "page-what-is-ethereum-ethereum-intro-1": "Ethereum ni kiambajengo iliyo wazi, ya umma iliyozinduliwa Julai 2015 na msanidi programu anayeitwa Vitalik Buterin na timu ndogo ya waanzilishi wenza.",
  "page-what-is-ethereum-ethereum-intro-2": "Wazo la Ethereum lilikuwa rahisi. Ingawa Bitcoin inakuwezesha kutuma na kupokea pesa taslimu za kidijitali, Ethereum ingejenga juu ya hili kwa kutumia programu huria zinazoitwa <a>mikataba-erevu</a>.",
  "page-what-is-ethereum-ethereum-intro-3": "<strong>Mikataba mahiri</strong> huruhusu mtu yeyote kuunda rasilimali zake za kidigitali na programu zilizogatuliwa (dapps) zinazoendeshwa 24/7, kimataifa. Na tofauti na benki, mashirika au taasisi zingine, mikataba mahiri inapatikana kwa mtu yeyote aliye na muunganisho wa intaneti.",
  "page-what-is-ethereum-ethereum-intro-4": "Tangu 2015, Ethereum imekua na kuwa mfumo ikolojia unaostawi wa mali za digitali kama vile <strong>sarafu thabiti</strong>, tokeni zisizoweza kuvu (<strong>NFTs</strong>), na tokeni za utawala, pamoja na ulimwengu unaoenea wa dapps kwa ufadhili uliotawanywa(<strong>sanaa na mkusanyiko wa kijamii), vyombo vya habari vya kijamii vilivyosambazwa.",
  "page-what-is-ethereum-ethereum-intro-5": "Kwa pamoja, mfumo huu wa ikolojia unaitwa \"<strong>web3</strong>\", inayowakilisha awamu ya tatu ya <strong>mtandao unaozingatia umiliki</strong>.",
  "page-what-is-ethereum-ethereum-intro-6": "Leo, Ethereum inatumiwa na <mamilioni>mamilioni ya watu</ milioni> duniani kote <mabilioni>wanaomiliki mabilioni ya dola</ mabilioni> ya mali ambao hutuma na kupokea <trilioni>matrilioni ya dola</trilioni> kila mwaka—yote hayana benki.",
  "page-what-is-ethereum-ethereum-intro-7": "Kiini cha haya yote ni sarafu ya kidigitali asili ya Ethereum<strong>etha (ETH)</strong>, aina mpya ya pesa za kidigitali zinazotumiwa kuwasha mtandao mzima.",
  "page-what-is-ethereum-network-title": "Mtandao wa Ethereum ni nini?",
  "page-what-is-ethereum-network-intro-1": "Unaweza fikiria mtandao wa Ethereum kama <strong>mfumo wa kimataifa ulio digitali ambao yeyote anaweza tumia </strong>lakini hakuna anaye unyanyasa.",
  "page-what-is-ethereum-network-intro-2": "Mtandao huu umeundwa na <strong>maelfu ya kompyuta zinazojitegemea</strong> kote ulimwenguni zinazoitwa nodi. Nodi hizi, zinazoendeshwa na watu wa kawaida, hufanya kazi pamoja ili kutoa huduma za kifedha na programu za kidigitali kwa mtu yeyote, popote.",
  "page-what-is-ethereum-network-intro-3": "Mtandao wa Ethereum una<strong>faida 3 muhimu</strong> juu ya mitandao ya kitamaduni inayomilikiwa na taasisi. Hizi ni upinzani wa udhibiti, usalama ulioimarishwa na kuegemea kuboreshwa.",
  "page-what-is-ethereum-network-censorship-title": "Inakinzana na Udhibiti wa Habari",
  "page-what-is-ethereum-network-censorship-desc-1": "Ingawa programu za kitamaduni na huduma za kifedha zinategemea benki au mashirika ambayo yanaweza kuamua kuzuia ufikiaji au kufungia akaunti, programu za dapps kwenye Ethereum ni sugu kwa udhibiti.",
  "page-what-is-ethereum-network-censorship-desc-2": "Hii ni kwa sababu mtandao wa ethereum wa nodi hurekodi kila shughuli moja bila ubaguzi—na sheria hii imepachikwa kwenye msimbo.",
  "page-what-is-ethereum-network-security-title": "Usalama wa hali ya juu",
  "page-what-is-ethereum-network-security-desc-1": "Ingawa programu nyingi leo zimepangishwa na watoa huduma za wingu kama vile AWS na zinaweza kuathiriwa na uondoaji na mashambulizi, dapps kwenye Ethereum zinalindwa na mtandao wenyewe. Kila nodi huhifadhi na kusawazisha hali nzima ya Ethereum, ikijumuisha mikataba yote.",
  "page-what-is-ethereum-network-security-desc-2": "Iwapo mtu alijaribu kubadilisha mkataba, mtandao ungeukataa kwa kuwa haulingani na rekodi zao. Ili kuondoa programu moja, washambuliaji wanahitaji kutawala mtandao mzima, jambo ambalo lingegharimu mabilioni na kuwa vigumu sana kuratibu.",
  "page-what-is-ethereum-network-reliability-title": "Inadumu na kuaminika",
  "page-what-is-ethereum-network-reliability-desc-1": "Muda wa kupumzika kwenye majukwaa ya kupangisha programu kwenye mtandao unaweza kuondoa programu nje ya mtandao, lakini muundo wa Ethereum huhakikisha kuwa kuna wakati unaofaa zaidi. Mtandao utaendelea kufanya kazi hata kama baadhi ya nodi zitakuwa nje ya mtandao kwa sababu ya hitilafu za programu, ukandamizaji wa serikali, maafa ya asili au vita.",
  "page-what-is-ethereum-network-reliability-desc-2": "Mamilioni ya watu hutumia maelfu ya dapps kwenye Ethereum kila siku. Ingawa mahitaji makubwa yanaweza kusababisha ada za juu za ununuzi, inaonyesha nguvu ya mtandao unaotanguliza usalama, ugatuaji na hakikisho kwamba inapatikana kila wakati unapouhitaji.",
  "page-what-is-ethereum-network-layer2-title": "Viendelezi za Ethereum (safu ya 2)",
  "page-what-is-ethereum-network-layer2-desc-1": "Timu tofauti zimeunda mitandao ya Tabaka 2 (L2) inayoendesha juu ya Ethereum ili kuongeza uwezo wa Ethereum. L2s hufanya kama njia za haraka, na kufanya miamala kuwa haraka na kwa bei nafuu—wakati fulani hugharimu chini ya senti moja kwa wastani.",
  "page-what-is-ethereum-network-layer2-desc-2": "Baadhi ya L2 maarufu zaidi zikiwemo <optimism>Optimism</optimism>, <arbitrum>Arbitrum</arbitrum>, <zksync>ZKSync</zksync> na <base>Base</base> sasa zinachakata mamilioni ya miamala yenye thamani ya mabilioni ya dola kila mwaka.",
  "page-what-is-ethereum-network-learn-more": "Jifunze zaidi juu ya mtandao wa Ethereum",
  "page-what-is-ethereum-ether-title": "Ether ni nini (ETH)?",
  "page-what-is-ethereum-ether-intro-1": "Ether(ETH) ndio cryptocurrency asili ya Ethereum.",
  "page-what-is-ethereum-ether-intro-2": "Ni aina mpya ya <strong>pesa ya kidigitali unaweza kutuma kwa mtu yeyote, popote duniani kwa sekunde</strong> kwa senti chache. Lakini ETH ni zaidi ya malipo tu. Ina jukumu muhimu katika kudumisha mtandao wa Ethereum.",
  "page-what-is-ethereum-ether-intro-3": "Unapotumia Ethereum kutuma pesa, kukusanya sanaa au kutengeneza dapp mpya, unalipa <strong>ada ndogo ya ununuzi</strong> (au ada ya gesi) <strong>katika ETH</strong>. Ada hii husaidia kuzuia barua taka na kuwatuza watu wanaoitwa wathibitishaji ambao huchakata miamala.",
  "page-what-is-ethereum-ether-intro-4": "<strong>Wathibitishaji hawa husaidia kulinda mtandao wa ethereum</strong> kupitia mfumo unaoitwa kuweka dhamana. Kwa kufunga ETH zao wanastahiki kushughulikia miamala. Kwa kurudi, wanapata ETH kama zawadi. Hii inaipa Ethereum uchumi wake wa kujitegemea, unaoendeshwa na watumiaji badala ya makampuni.",
  "page-what-is-ethereum-ether-intro-5": "Tofauti na sarafu nyingi za kitamaduni, <strong>ETH inaweza kuwa adimu zaidi baada ya muda</strong>. Kila wakati mtu anatumia Ethereum, sehemu ndogo ya ETH inachomwa, ambayo huiondoa kabisa kutoka kwa usambazaji. Katika siku zenye shughuli nyingi, ETH zaidi huchomwa kuliko kuundwa, na kufanya ETH kupunguzwa bei na kuongeza thamani yake kwa muda. Ethereum zaidi inatumiwa, ETH zaidi inachomwa.",
  "page-what-is-ethereum-ether-intro-6": "Kwa maana ii, watu wengi wanaona ETH kama njia ya uwekezaji na uchagua kuihifadhi, kuiwekeza ili kukuza hifadhi yao.",
  "page-what-is-ethereum-ether-learn-more": "Jifunze zaidi juu ya ether(ETH)",
  "page-what-is-ethereum-how-title": "Ni jinsi gani Ethereum inavyofanya kazi?",
  "page-what-is-ethereum-how-intro-1": "Wakati Ethereum <strong>ilizinduliwa mwaka 2015</strong>, ilitumia mfumo ulioitwa uthibitisho wa kazi.",
  "page-what-is-ethereum-how-intro-2": "Utaratibu huu, ulioanzishwa na Bitcoin, ni jinsi kompyuta zote zilikubaliana juu ya nani anamiliki nini. Kompyuta zingetumia nguvu nyingi kujaribu kutatua fumbo tata la kihisabati. Mshindi angepata fursa ya kupendekeza kizuizi cha miamala inayoingia na kupata ETH mpya.",
  "page-what-is-ethereum-how-intro-3": "Mnamo 2022, Ethereum imeboresha hadi mfumo mpya unaoitwa <strong>ushahidi wa hisa</strong> <a>hiyo ni 99% ya ufanisi wa nishati</a>. Badala ya mafumbo ya hisabati, wathibitishaji hufunga ETH zao kama amana ya usalama ili kupata haki ya kushughulikia miamala.",
  "page-what-is-ethereum-how-intro-4": "Wakifanya kwa usahihi, wangelipwa ETH. Wakidanganya, wanapoteza sehemu ya wekeza yao.",
  "page-what-is-ethereum-how-intro-5": "Mfano huu hapa:",
  "page-what-is-ethereum-how-example-1-title": "Wakati unatuma $10 kama sarafu-imara kwa rafiki ukitumia Ethereum:",
  "page-what-is-ethereum-how-example-1-step-1": "Unafungua mkoba wako, unaongeza anwani ya akaunti ya kutuma na kiasi, kisha bofya tuma.",
  "page-what-is-ethereum-how-example-1-step-2": "Pochi lako litatia saini na kutangaza kwa mtandao.",
  "page-what-is-ethereum-how-example-1-step-3": "Malipo yatangoja katika foleni ya umma(mempool) hadi ambapo block proposer ataichagua.",
  "page-what-is-ethereum-how-example-1-step-4": "Mpendekezaji wa kuzuia huiongeza kwenye sehemu inayofuata ya miamala, huitangaza, na kupata ada.",
  "page-what-is-ethereum-how-example-1-step-5": "Mkataba wa stablecoin huhamisha $10 kutoka kwako hadi kwa rafiki yako, na pochi zote mbili zinasasishwa.",
  "page-what-is-ethereum-how-example-1-step-6": "Mtandao wa kimataifa wa wathibitishaji angalia mara mbili na uthibitishe uhalali wa mabadiliko.",
  "page-what-is-ethereum-how-example-2-title": "Unapotengeneza dola 5 zinazokusanywa kwenye Ethereum:",
  "page-what-is-ethereum-how-example-2-step-1": "Unaunganisha mkoba wako kwenye dapp na uchague kipengee cha kutengeneza.",
  "page-what-is-ethereum-how-example-2-step-2": "Unathibitisha ununuzi; pochi husaini na kutangaza shughuli hiyo.",
  "page-what-is-ethereum-how-example-2-step-3": "Ombi la mint linajiunga na mempool na linaongezwa kwenye kitalu na kihalalishaji.",
  "page-what-is-ethereum-how-example-2-step-4": "Mkataba mahiri wa NFT hurekodi pochi yako kama mmiliki mpya.",
  "page-what-is-ethereum-how-example-2-step-5": "Mkusanyiko wako mpya utaonekana kwenye pochi yako sekunde chache baadaye.",
  "page-what-is-ethereum-how-outro-1": "Haya yote yanawezekana kutokana na uwezo wa mikataba mahiri; programu huria zinazoishi kwenye Ethereum na zinaendeshwa 24/7, 365 zinazoweza kufikiwa na mtu yeyote, popote.",
  "page-what-is-ethereum-how-outro-2": "<strong>Kila shughuli, sasisho na hatua husawazishwa katika maelfu ya nodi huru.</strong> Hii inaipa Ethereum kutegemewa, uwazi na upinzani wake wa udhibiti.",
  "page-what-is-ethereum-how-learn-more-1": "Jifunze zaidi juu ya mtandao wa Ethereum unavyofanya kazi",
  "page-what-is-ethereum-how-learn-more-2": "Soma hati za msanidi programu kujua muhtasari wa kiufundi kuhusu Ethereum",
  "page-what-is-ethereum-what-title": "Ethereum inatumika kwa nini?",
  "page-what-is-ethereum-what-intro-1": "Watu wanatumia Ethereum kufanya mambo ambayo kitambo haikuwezekana.",
  "page-what-is-ethereum-what-intro-2": "Wakulima nchini Kenya wanaweza kupokea <insurance>bima ya kiotomatiki kwa mazao yao</insurance> bila kutuma ombi kwa benki. Biashara kama <strong>Visa</strong> zinaweza kuzindua <payment>mifumo mipya ya malipo inayofanya kazi duniani kote</payment> kuanzia siku ya kwanza. Mashirika ya kimataifa kama <strong>UN</strong> yanaweza kuwasilisha <aid>msaada kwa wakimbizi</aid> kuokoa mamilioni ya ada za benki.",
  "page-what-is-ethereum-what-intro-3": "Kuna dapps na mali inayoendeshwa na Ethereum kutumia kanuni zilizo wazi na haziwezi zuiliwa, dhibitishwa ama kuzimwa.",
  "page-what-is-ethereum-what-intro-4": "Hapa ni jinsi vikundi tofauti wanaitumia leo:",
  "page-what-is-ethereum-what-consumers-title": "Watumiaji",
  "page-what-is-ethereum-what-consumers-desc-1": "Mamilioni ya watu tayari wanatumia dapps kwenye Ethereum kuhamisha pesa, biashara na kumiliki mali kila siku. Tofauti na programu za kawaida, hakuna haja ya kujisajili kwa jina lako, subiri benki ikuidhinishe, au ukabidhi data yako ya kibinafsi.",
  "page-what-is-ethereum-what-consumers-desc-2": "Ukiwa na pochi na upatikanaji mtandao, unaweza:",
  "page-what-is-ethereum-what-consumers-benefit-1": "<strong>Fikia huduma za kifedha bila akaunti ya bank</strong> au historia ya mikopo",
  "page-what-is-ethereum-what-consumers-benefit-2": "<strong>Mikusanyiko ya dijitali inayomilikiwa</strong>, sanaa, na mali ambazo haziwezi kunakiliwa au kunyang'anywa",
  "page-what-is-ethereum-what-consumers-benefit-3": "Ingia katika dapps ukitumia pochi yako, si barua pepe yako—<strong>hakuna nenosiri, hakuna taarifa ya kibinafsi inayohitajika</strong>",
  "page-what-is-ethereum-what-consumers-benefit-4": "Shiriki katika jumuiya za kimataifa ambapo unaweza kupiga kura, kuchangia na kupata mapato bila mipaka",
  "page-what-is-ethereum-what-businesses-title": "Biashara & msanidi programu",
  "page-what-is-ethereum-what-businesses-benefit-1": "Zindua dapps ukitumia mfumo uliojengewa ndani wa malipo ya kimataifa kuanzia siku ya kwanza",
  "page-what-is-ethereum-what-businesses-benefit-2": "Tumia mikataba ya uthibitisho wa kughushi ambayo <strong>inatekeleza makubaliano kiotomatiki</strong>",
  "page-what-is-ethereum-what-businesses-benefit-3": "Unda bidhaa za kifedha ambazo mtu yeyote anaweza kuunda na kuongeza thamani kwake",
  "page-what-is-ethereum-what-businesses-example": "Kwa mfano, <a>PayPal ilizindua sarafu imara yake, PYUSD, kwenye Ethereum</a>. Hii ni ishara kwamba hata makampuni makubwa zaidi ya malipo duniani yanaona manufaa ya asili ya Ethereum iliyo wazi na inayopangwa.",
  "page-what-is-ethereum-what-governments-title": "Serikali",
  "page-what-is-ethereum-what-governments-intro": "Serikali pia zimeanza kuchunguza ni nini inawezekana na Ethereum.",
  "page-what-is-ethereum-what-governments-benefit-1": "<strong> Kusambaza mali ya umma</strong> na faida kwa wananchi kwa uwazi kamili",
  "page-what-is-ethereum-what-governments-benefit-2": "<strong>Kutoa vitambulisho vya kidijitali</strong> au rekodi zinazoweza kuthibitishwa na kubebeka kwenye mipaka",
  "page-what-is-ethereum-what-governments-benefit-3": "Jenga <strong>miundombinu ya umma isiyoweza kuchezewa kwa ajili ya kupiga kura</strong>, hatimiliki za ardhi na sajili",
  "page-what-is-ethereum-what-governments-example-1": "Katika kesi nyingine, Wizara ya Ubadilishaji Dijiti ya Ukraine <a>ilitumia Ethereum kusambaza misaada wakati wa vita</a>.",
  "page-what-is-ethereum-what-governments-example-2": "Fedha zilitumwa moja kwa moja kwa wananchi na mashirika yasiyo ya kiserikali kwa kutumia mikataba ya wazi yenye busara, kutoa uwazi, kasi na uwajibikaji wakati wa shida.",
  "page-what-is-ethereum-what-learn-more": "Pata maelezo zaidi kuhusu Ethereum inatumika",
  "page-what-is-ethereum-start-title": "Jinsi ya kuanza kutumia Ethereum",
  "page-what-is-ethereum-start-intro-1": "Kuanza na Ethereum ni rahisi kuliko unavyoweza kufikiria.",
  "page-what-is-ethereum-start-intro-2": "Huhitaji ruhusa. Huhitaji benki au hata hati ya kitambulisho. Unachohitaji ili kuanza ni kifaa na muunganisho wa intaneti.",
  "page-what-is-ethereum-start-individuals-title": "Kwa watu binafsi",
  "page-what-is-ethereum-start-individuals-desc-1": "Hatua ya kwanza ni kupakua mkoba.",
  "page-what-is-ethereum-start-individuals-desc-2": "Ifikirie kama programu inayofanya kazi kama akaunti yako na kivinjari chako cha intaneti cha Ethereum. Inadhibiti sarafu yako ya kidigitali, hukuruhusu kuingia katika akaunti ya dapps, na pia kutuma na kupokea vipengee vya kidijitali kama vile tokeni na NFTs.",
  "page-what-is-ethereum-start-individuals-desc-3": "Mkoba maarufu kama <zerion>Zerion</zerion>, <rainbow>Upinde wa mvua</rainbow>, na <coinbase>Coinbase Wallet</coinbase> hazilipishwi na ni rahisi kutumia. Mara tu mkoba wako umewekwa, unaweza:",
  "page-what-is-ethereum-start-individuals-step-1": "Nunua kiasi kidogo cha ETH kwa kubadilishana au moja kwa moja ndani ya baadhi ya pochi",
  "page-what-is-ethereum-start-individuals-step-2": "Tumia ETH kulipia miamala kama vile kutuma tokeni au kukusanya NFTs",
  "page-what-is-ethereum-start-individuals-step-3": "Gundua dapps kama <zora>Zora</zora> <uniswap>Uniswap</uniswap>, au <farcaster>Farcaster</farcaster>—hakuna kuingia au idhini mpya zinazohitajika",
  "page-what-is-ethereum-start-individuals-desc-4": "Vipaumbele hivi vitasaidia kuhakikisha Ethereum ni salama, inaweza kupanuka na ni rahisi kutumia kwani watu wengi zaidi hutegemea mtandao kila siku.",
  "page-what-is-ethereum-start-individuals-desc-5": "Dapp hizi hutumika kwenye kivinjari chako na hufanya kazi na pochi yako papo hapo. Unaweza kuanza kutumia Ethereum kwa dakika chache.",
  "page-what-is-ethereum-start-individuals-cta-1": "Anza hapa",
  "page-what-is-ethereum-start-individuals-cta-2": "Tazama programu",
  "page-what-is-ethereum-start-developers-title": "Kwa wasanidi programu",
  "page-what-is-ethereum-start-developers-desc-1": "Ethereum ni uwanja wa michezo kwa watengenezaji. Unaweza kuanza kujenga bila ruhusa, vibali, au hata pesa halisi.",
  "page-what-is-ethereum-start-developers-desc-2": "<a>Hati za Wasanifu Programu wa Ethereum</a> hukusaidia kila kitu kuanzia kuandika mkataba wako wa kwanza mahiri hadi kusambaza kwenye mitandao ya majaribio kama Sepolia.",
  "page-what-is-ethereum-start-developers-desc-3": "Unaweza kuunda dapps zilizojaa kwa kutumia zana kama vile <hardhat>Hardhat</hardhat>, <foundry>Foundry</foundry>, na <ethers>Ethers.js</ethers>, au kufanya majaribio na mifumo ya msimbo wa chini kama <thirdweb>thirdweb</thirdweb> au <moralis>Moralis</moralis>.",
  "page-what-is-ethereum-start-developers-desc-4": "Kila kitu ni chanzo huria na kinaweza kutungwa, kwa hivyo unaweza kuchanganya na kuendeleza kile ambacho tayari kiko nje bila kuomba ruhusa.",
  "page-what-is-ethereum-start-developers-cta": "Anza kujenga kwenye Ethereum",
  "page-what-is-ethereum-start-business-title": "Tumia Ethereum kwenye biashara",
  "page-what-is-ethereum-start-business-desc-1": "Biashara tayari zinatumia Ethereum kuimarisha miundombinu mipya.",
  "page-what-is-ethereum-start-business-desc-2": "Biashara nyingi zinaanza na mitandao ya L2 kama Optimism na Base ili kusaidia kesi za matumizi ya kiwango cha juu. Mitandao hii hutoa ada za chini, kasi ya haraka huku ikinufaika na usalama wa Ethereum na kuondoa hatari ya wenzao.",
  "page-what-is-ethereum-start-business-desc-3": "Unaweza:",
  "page-what-is-ethereum-start-business-benefit-1": "Zindua programu za kawaida za uaminifu ambazo huongeza uhifadhi na kupunguza gharama za wahusika wengine",
  "page-what-is-ethereum-start-business-benefit-2": "Weka alama kwenye vipengee kama vile tikiti, kuponi au vyeti ili kupunguza ulaghai na hatari ya kuziuza tena",
  "page-what-is-ethereum-start-business-benefit-3": "Washa malipo ya kimataifa ya papo hapo ili kupunguza ada za ununuzi na kufungua masoko mapya",
  "page-what-is-ethereum-start-business-example": "Kwa mfano, mwaka wa 2025, <a>Shopify ilizinduliwa kwenye Base</a> ili kuruhusu watumiaji kutumia sarafu ndogo na mamilioni ya wafanyabiashara kote ulimwenguni.",
  "page-what-is-ethereum-start-business-cta": "Tumia Ethereum kwenye biashara",
  "page-what-is-ethereum-bitcoin-title": "Kuna tofauti gani kati ya Ethereum na Bitcoin?",
  "page-what-is-ethereum-bitcoin-intro-1": "Bitcoin na Ethereum ndizo sarafu mbili kubwa zaidi za cryptocurrency duniani.",
  "page-what-is-ethereum-bitcoin-intro-2": "Wote wawili hukuruhusu kutuma pesa bila benki, zote mbili zinaendeshwa kwa teknolojia ya kiambajengo, na zote ziko <strong>wazi kwa mtu yeyote</strong>. Lakini hapo ndipo kufanana kunakoishia.",
  "page-what-is-ethereum-bitcoin-comparison-1-title": "Bitcoin ni kama dhahabu ya kidijitali.",
  "page-what-is-ethereum-bitcoin-comparison-1-desc": "Ina usambazaji usiobadilika wa sarafu milioni 21, mwelekeo finyu wa malipo ya programu kati ya wenzao, na lugha ya kimsingi ya uandishi inayoweka kikomo unachoweza kuunda nayo. Urahisi huu unatokana na muundo kwani Bitcoin inatanguliza utabiri, uimara, na usalama wa muda mrefu juu ya kubadilika.",
  "page-what-is-ethereum-bitcoin-comparison-2-title": "Ethereum inachukua mbinu pana.",
  "page-what-is-ethereum-bitcoin-comparison-2-desc": "Sio pesa tu, ni miundombinu inayoweza kupangwa. Badala ya kutuma na kupokea tu thamani, Ethereum inawaruhusu watengenezaji kuunda programu nzima. Tayari umeona hili likiendelea: kutoka kwa masoko ya mikopo na sarafu za sarafu hadi mapato yanayokusanywa, mitandao ya kijamii na malipo ya wakati halisi—yote yakiendeshwa na kandarasi bora na kulindwa na ETH.",
  "page-what-is-ethereum-bitcoin-comparison-3-title": "Njia ya mitandao kufikia makubaliano pia ni tofauti.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-1": "Bitcoin hutumia wachimbaji kulinda mtandao. Hizi ni kompyuta zenye nguvu ambazo hushindana kutatua mafumbo changamano, na mshindi anaweza kuongeza sehemu inayofuata ya miamala kwenye msururu na kudai bitcoins kama zawadi. Utaratibu huu unaitwa uchimbaji na hutumia kiasi kikubwa cha umeme.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-2": "Ethereum iliwahi kufanya kazi kama hii pia. Lakini mnamo 2022, ilibadilika kutoka kwa uthibitisho wa kazi hadi uthibitisho wa hisa. Leo, miamala inathibitishwa na wathibitishaji ambao hufunga ETH kama dhamana. Waidhinishaji waaminifu hupata zawadi za ETH huku wasio waaminifu wakipoteza sehemu ya hisa zao. Mabadiliko haya yalifanya Ethereum kuwa na ufanisi zaidi wa nishati kwa zaidi ya 99.988% bila kutoa usalama au utawanyaji.",
  "page-what-is-ethereum-bitcoin-comparison-4-title": "Pia kuna tofauti katika jinsi usambazaji unashughulikiwa.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-1": "Bitcoin ina ugavi wa kudumu. Kutakuwa na sarafu milioni 21 tu. Ethereum, kwa upande mwingine, ina ugavi wa nguvu. ETH mpya inatolewa ili kuwazawadia wathibitishaji, huku sehemu ikichomwa kwa kila muamala. Hii inamaanisha <strong>Ethereum haiwezi tu \"kuchapisha ETH isiyo na kikomo.\"</strong>",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-2": "Kiwango cha utoaji kimepunguzwa na kiasi gani cha ETH kinawekwa. Kadiri ETH inavyowekwa hatarini, zawadi za mtu binafsi hupungua, na hivyo kutengeneza usawa wa asili. Muundo huu unahakikisha bajeti endelevu ya usalama katika siku zijazo, bila kutegemea tu ada za ununuzi.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-3": "Kwa kifupi, Bitcoin ni chombo cha kutuma thamani. Ethereum ni jukwaa la kuijenga.",
  "page-what-is-ethereum-bitcoin-learn-more": "Jifunze zaidi kuhusu tofauti kati ya Ethereum na Bitcoin",
  "page-what-is-ethereum-when-who-title": "Ethereum ilizinduliwa lini, nani aliianzisha na ni nani anayeiendesha sasa?",
  "page-what-is-ethereum-when-who-intro-1": "Tangu mwanzo, Ethereum iliundwa kuendeshwa na jumuiya yake.",
  "page-what-is-ethereum-when-who-intro-2": "Mnamo 2013, Vitalik Buterin alichapisha karatasi nyeupe inayopendekeza aina mpya ya kiambajengo kwa pesa na programu ambazo mtu yeyote anaweza kutumia. Wazo hilo likapata nguvu haraka.",
  "page-what-is-ethereum-when-who-intro-3": "Kufikia 2014, waanzilishi wenza kama Gavin Wood na Joseph Lubin walijiunga na juhudi, na timu ilichangisha pesa kupitia moja ya kampeni za mapema zaidi za ufadhili wa sarafu ya kidigitali.",
  "page-what-is-ethereum-when-who-intro-4": "Ethereum ilizinduliwa rasmi mnamo Julai 2015.",
  "page-what-is-ethereum-when-who-history-title": "Matukio muhimu katika historia ya Ethereum",
  "page-what-is-ethereum-when-who-history-2013": "Vitalik Buterin mwenye umri wa miaka 19 anachapisha karatasi nyeupe ya Ethereum",
  "page-what-is-ethereum-when-who-history-2014": "Ethereum Foundation inaunda na kuzindua kampeni ya ufadhili wa watu wengi",
  "page-what-is-ethereum-when-who-history-2015": "Wasanidi programu wanazindua mtandao wa Ethereum kwa toleo la <em>Frontier</em>",
  "page-what-is-ethereum-when-who-history-2016": "Unyonyaji mzuri wa kandarasi huondoa $60M (3.6M ETH) kutoka kwa DAO na kusababisha uma wa mnyororo",
  "page-what-is-ethereum-when-who-history-2020": "Uzinduzi wa Beacon Chain unaanza kuhamia kwa Uthibitisho-wa-Dhamana",
  "page-what-is-ethereum-when-who-history-2021": "Uboreshaji wa <em>London</em> unaanza kuchoma ada za gesi kupitia EIP-1559",
  "page-what-is-ethereum-when-who-history-2022": "<em>The Merge</em> inachukua nafasi ya uchimbaji na kuweka dhamana, na kupunguza matumizi ya nishati kwa 99%",
  "page-what-is-ethereum-when-who-history-2025": "Uboreshaji wa <em>Pectra</em> huboresha usaidizi wa pochi mahiri na uoanifu wa L2",
  "page-what-is-ethereum-when-who-governance-1": "Leo, hakuna mtu au kampuni moja inayoendesha Ethereum.",
  "page-what-is-ethereum-when-who-contributors-title": "Mtandao unadumishwa na kundi pana la wachangiaji:",
  "page-what-is-ethereum-when-who-contributors-1": "Wasanidi programu wanaoandika na kupendekeza visasisho",
  "page-what-is-ethereum-when-who-contributors-2": "Waendeshaji wa nodi wanaochangia kwa miundombinu ya kimwili iliyosambazwa",
  "page-what-is-ethereum-when-who-contributors-3": "Wadau wanaoidhinisha miamala",
  "page-what-is-ethereum-when-who-contributors-4": "Wanajamii wanaojenga zana na utamaduni",
  "page-what-is-ethereum-when-who-contributors-5": "<strong>you</strong> kwa kutumia mtandao",
  "page-what-is-ethereum-when-who-governance-2": "<strong>Hakuna Mkurugenzi Mtendaji, bodi, au mamlaka kuu.</strong> Wakfu wa Ethereum bado unasaidia kufadhili utafiti na maendeleo, lakini mfumo ikolojia unatumia ushiriki wazi.",
  "page-what-is-ethereum-when-who-governance-3": "Mabadiliko yanapendekezwa kupitia <eips>Mapendekezo ya Uboreshaji wa Ethereum (EIPs)</eips>, kujadiliwa hadharani, na kupitishwa tu <utawala>ikiwa jumuiya pana inayaunga mkono</ governance>.",
  "page-what-is-ethereum-when-who-governance-4": "Hii inafanya Ethereum polepole kubadilika kuliko kuanza, lakini pia ni ngumu zaidi kuzima au kuchukua.",
  "page-what-is-ethereum-when-who-learn-more": "Pata maelezo zaidi kuhusu historia ya Ethereum",
  "page-what-is-ethereum-roadmap-title": "Je, ramani ya barabara ya Ethereum ya 2025 ni ipi?",
  "page-what-is-ethereum-roadmap-intro-1": "Ethereum hafuati ramani ya barabara isiyobadilika. Inafuata maono ya pamoja.",
  "page-what-is-ethereum-roadmap-intro-2": "Maboresho ya mtandao hufanywa kama EIP na huendelezwa hadharani na wachangiaji kote ulimwenguni. Hakuna timu kuu inayoamua nini kitatokea, ni watu tu wanaounda kile wanachoamini kuwa ni muhimu kulingana na mahitaji ya watumiaji.",
  "page-what-is-ethereum-roadmap-intro-3": "Pectra ndiyo toleo jipya zaidi lililozinduliwa Mei 2025. Uboreshaji huu wa vipengele vilivyoboreshwa vya mkoba, uliwapa wadau kubadilika zaidi, na umerahisisha dapps kufanya kazi kwenye L2s. Lengo lilikuwa kuboresha utumiaji bila kuathiri usalama au utawanyaji.",
  "page-what-is-ethereum-roadmap-priorities-intro": "<a>Looking ahead</a>, vipaumbele vya Ethereum ni pamoja na:",
  "page-what-is-ethereum-roadmap-priority-1": "Kufanya itifaki ya msingi na L2 zake kwa haraka na kwa bei nafuu kwa kila mtu",
  "page-what-is-ethereum-roadmap-priority-2": "Kuboresha matumizi kwa watumiaji na wasanidi",
  "page-what-is-ethereum-roadmap-outro-1": "Vipaumbele hivi vitasaidia kuhakikisha Ethereum ni salama, inaweza kupanuka na ni rahisi kutumia kwani watu wengi zaidi hutegemea mtandao kila siku.",
  "page-what-is-ethereum-roadmap-outro-2": "Ikiwa ungependa kuelekeza uelekeo wa Ethereum, <a>jihusishe</a>. Huhitaji ruhusa, ni hamu tu ya kuleta mabadiliko katika uchumi huu mpya wa kidigitali.",
  "page-what-is-ethereum-roadmap-learn-more": "Tazama muhtasari wa mpango wa utekelezaji wa Ethereum",
  "page-what-is-ethereum-further-reading-title": "Soma zaidi",
  "page-what-is-ethereum-further-reading-wallets": "Mkoba ni nini?",
  "page-what-is-ethereum-further-reading-eth": "Ether ni nini (ETH)?",
  "page-what-is-ethereum-further-reading-web3": "Web3 ni nini?",
  "page-what-is-ethereum-further-reading-networks": "Jifunze zaidi juu ya mtandao wa Ethereum",
  "page-what-is-ethereum-toc-ethereum": "Ethereum ni nini?",
  "page-what-is-ethereum-toc-network": "Mtandao wa Ethereum ni nini?",
  "page-what-is-ethereum-toc-ether": "Ether ni nini (ETH)?",
  "page-what-is-ethereum-toc-how": "Ni jinsi gani Ethereum inavyofanya kazi?",
  "page-what-is-ethereum-toc-what": "Ethereum inatumika kwa nini?",
  "page-what-is-ethereum-toc-start": "Jinsi ya kuanza kutumia Ethereum",
  "page-what-is-ethereum-toc-bitcoin": "Kuna tofauti gani kati ya Ethereum na Bitcoin?",
  "page-what-is-ethereum-toc-when-who": "Ethereum ilizinduliwa lini, nani aliianzisha na ni nani anayeiendesha sasa?",
  "page-what-is-ethereum-toc-roadmap": "Je, ramani ya barabara ya Ethereum ya 2025 ni ipi?",
  "page-what-is-ethereum-banner-networks-alt": "Mchoro wa kituo cha jamii cha Ethereum cha siku zijazo",
  "page-what-is-ethereum-banner-ether-alt": "Fungua mikono iliyoshikilia glyph ya ether",
  "page-what-is-ethereum-banner-how-alt": "Mwanaume akitengeneza kompyuta",
  "page-what-is-ethereum-banner-contributing-alt": "Doge akitabasamu kwenye kompyuta",
  "page-what-is-ethereum-banner-what-alt": "Wanadamu wanne wa siku zijazo na mbwa wakitazama kwenye prism ya Ethereum",
  "page-what-is-ethereum-banner-start-alt": "Kituo cha mkusanyiko wa jamii ya siku zijazo",
  "page-what-is-ethereum-banner-when-who-alt": "Watu wawili wakitembea na kuzungumza"
}
