{
  "page-ethereum-vs-bitcoin-meta-title": "Ethereum dhidi ya Bitcoin: kuna tofauti gani? | ethereum.org",
  "page-ethereum-vs-bitcoin-meta-description": "Jifunze tofauti kati ya Bitcoin na Ethereum, ikiwa ni pamoja na matumizi, utendaji wa mtandao, usalama, uchumi wa tokeni, kiwango cha ugatuzi na zaidi.",
  "page-ethereum-vs-bitcoin-twitter-meta-description": "Jifunze tofauti kati ya Bitcoin na Ethereum, ikiwa ni pamoja na matumizi, utendaji wa mtandao, uchumi wa tokeni na zaidi.",
  "page-ethereum-vs-bitcoin-title": "Ethereum dhidi ya Bitcoin: kuna tofauti gani?",
  "page-ethereum-vs-bitcoin-description-1": "Bitcoin na Ethereum ni mitandao miwili inayojulikana zaidi ya mnyororo wa bloku uliogatuliwa, lakini hutumikia madhumuni tofauti sana.",
  "page-ethereum-vs-bitcoin-section-1": "Bitcoin (yenye B kubwa) ni mnyororo wa bloku ulioundwa kwa ajili ya sarafu ya kidigitali inayoitwa bitcoin (b ndogo). Ethereum imeundwa kuwa jukwaa lililogatuliwa kwa ajili ya programu na mali, inayoendeshwa na sarafu yake ya asili ya kidigitali <strong>ether (ETH)</strong>.",
  "page-ethereum-vs-bitcoin-section-2": "Zote zinatumia teknolojia ya mnyororo wa bloku, ni vyanzo-wazi, na hudumishwa na jumuiya za kimataifa, lakini malengo na vipengele vyao ni tofauti. Katika mwongozo huu, tutapitia kila mtandao ni nini, zinafanana nini, na zinatofautiana vipi katika maeneo kama teknolojia, utamaduni, na mtazamo wa siku zijazo.",
  "page-ethereum-vs-bitcoin-bitcoin-section-title": "Bitcoin—utangulizi mfupi",
  "page-ethereum-vs-bitcoin-bitcoin-section-1": "Bitcoin ni mtandao wa sarafu ya kidigitali uliogatuliwa. <strong>Uliundwa mwaka 2009</strong> na chombo kisichojulikana kwa kutumia jina <strong>Satoshi Nakamoto</strong>, muda mfupi baada ya mzozo wa kifedha wa 2008. Wazo lilikuwa Bitcoin iwe mfumo wa pesa taslimu za kielektroniki za rika-kwa-rika.",
  "page-ethereum-vs-bitcoin-bitcoin-section-2": "Bitcoin inamruhusu yeyote <strong>kutuma na kupokea bitcoin</strong> kupitia intaneti <strong>bila kutegemea mamlaka kuu</strong> kama benki. Miamala yote hurekodiwa kwenye leja ya umma inayojulikana kama mnyororo wa bloku.",
  "page-ethereum-vs-bitcoin-bitcoin-section-3": "Bitcoin hutumia uthibitishaji-wa-kazi ili kulinda mtandao wake. Kompyuta ulimwenguni kote hushindana kutatua mafumbo ya kriptografia ambayo huwaruhusu kuongeza bloku mpya. Kompyuta hizi maalum huitwa wachimbaji na hupokea bitcoin kama zawadi ya kizuizi kwa ajili ya \"uchimbaji\" wa bloku mpya.",
  "page-ethereum-vs-bitcoin-bitcoin-section-4": "<strong>Bitcoin ina usambazaji wa juu uliowekwa wa sarafu milioni 21</strong>. Chaguo hili la muundo ni sababu muhimu kwa nini Bitcoin mara nyingi hujulikana kama dhahabu ya kidijitali.",
  "page-ethereum-vs-bitcoin-ethereum-section-title": "Ethereum—utangulizi mfupi",
  "page-ethereum-vs-bitcoin-ethereum-section-1": "Kama Bitcoin, Ethereum pia ni mtandao wa mnyororo wa bloku uliogatuliwa, lakini <strong>uliundwa kufanya zaidi ya kurekodi malipo tu</strong>. Ilizinduliwa mwaka <strong>2015</strong> na msanidi programu anayeitwa <strong>Vitalik Buterin</strong> na waanzilishi wenzake, Ethereum ilijengwa kuwa jukwaa la mkataba-erevu na mfumo uliotawanywa.",
  "page-ethereum-vs-bitcoin-ethereum-section-2": "Ethereum inaruhusu mtu yeyote kutuma na kupokea thamani kama Bitcoin, lakini pia hufanya kazi kama <strong>jukwaa ambalo mtu yeyote anaweza kutumia kwa programu</strong>. Mtandao wa Ethereum unaendeshwa kupitia maelfu ya nodi na haudhibitiwi na chombo kimoja.",
  "page-ethereum-vs-bitcoin-ethereum-section-3": "Mtu yeyote anaweza kuunda na kupeleka programu kwenye Ethereum. Programu hizi zinaitwa <strong>mikabata-erevu</strong>, na ndizo uvumbuzi mkuu wa Ethereum.",
  "page-ethereum-vs-bitcoin-ethereum-section-4": "Mara tu mkataba-erevu unapowekwa, huendeshwa kwa uhakika unaposhughulikiwa. Hii inafanya iwezekane kuunda programu kwa ajili ya mambo kama vile kukopesha, biashara, michezo, na vitu vya kukusanywa vya kidijitali vinavyoendeshwa mchana kutwa, kila siku, kwa mamilioni ya watumiaji ulimwenguni kote.",
  "page-ethereum-vs-bitcoin-ethereum-section-5": "Kwa njia sawa na jinsi bitcoin inavyotumika kulipia ada za muamala kwenye mtandao wa Bitcoin, sarafu ya asili ya Ethereum, ether, hutumika kulipia ada za muamala, kuchapisha na kutumia mikataba-erevu, na kulinda mtandao. <strong>Ether hufanya kazi kama nishati ya kuendesha programu na kama hifadhi ya thamani</strong>.",
  "page-ethereum-vs-bitcoin-ethereum-section-6": "Jifunze zaidi kuhusu Ethereum na jinsi inavyofanya kazi",
  "page-ethereum-vs-bitcoin-differences-section-title": "Tofauti kuu",
  "page-ethereum-vs-bitcoin-differences-section-1": "Bitcoin na Ethereum zinatumia teknolojia ya mnyororo wa bloku kudumisha mitandao iliyogatuliwa, lakini zinatofautiana katika muundo, madhumuni, na uwezo wao.",
  "page-ethereum-vs-bitcoin-differences-table-area": "Eneo",
  "page-ethereum-vs-bitcoin-differences-table-bitcoin": "Bitcoin",
  "page-ethereum-vs-bitcoin-differences-table-ethereum": "Ethereum",
  "page-ethereum-vs-bitcoin-differences-table-row-1-1": "Kusudi kuu",
  "page-ethereum-vs-bitcoin-differences-table-row-1-2": "Sarafu ya kidijitali ya rika-kwa-rika",
  "page-ethereum-vs-bitcoin-differences-table-row-1-3": "Jukwaa la programu na uchumi wa kidijitali",
  "page-ethereum-vs-bitcoin-differences-table-row-2-1": "Mikataba erevu",
  "page-ethereum-vs-bitcoin-differences-table-row-2-2": "Haitumiki",
  "page-ethereum-vs-bitcoin-differences-table-row-2-3": "Utendaji mkuu",
  "page-ethereum-vs-bitcoin-differences-table-row-3-1": "Ugavi",
  "page-ethereum-vs-bitcoin-differences-table-row-3-2": "Bitcoin hutolewa kila bloku kwa kiwango kisichobadilika/kilichopangwa awali kinachoamuliwa na itifaki asili na isiyobadilika, na kikomo cha mwisho cha milioni 21.",
  "page-ethereum-vs-bitcoin-differences-table-row-3-3": "Ether huchomwa kila bloku kulingana na shughuli/mahitaji, na hutolewa kila epoki kulingana na jumla ya ETH iliyosimamishwa. Hakuna kikomo kilichowekwa, lakini kiwango cha utoaji kinazuiliwa na jumla ya ETH iliyosimamishwa.",
  "page-ethereum-vs-bitcoin-differences-table-row-4-1": "Utaratibu wa makubaliano",
  "page-ethereum-vs-bitcoin-differences-table-row-4-2": "Ushahidi wa Kazi",
  "page-ethereum-vs-bitcoin-differences-table-row-4-3": "Ushahidi wa Umiliki wa Hisa",
  "page-ethereum-vs-bitcoin-differences-table-row-5-1": "Kasi",
  "page-ethereum-vs-bitcoin-differences-table-row-5-2": "Inachukuliwa na wengi kuwa haiwezi kubadilishwa baada ya bloku sita, wastani wa dakika 60",
  "page-ethereum-vs-bitcoin-differences-table-row-5-3": "Takriban dakika 15 hadi mwisho",
  "page-ethereum-vs-bitcoin-differences-table-row-6-1": "Matumizi ya nishati",
  "page-ethereum-vs-bitcoin-differences-table-row-6-2": "Juu",
  "page-ethereum-vs-bitcoin-differences-table-row-6-3": "Chini",
  "page-ethereum-vs-bitcoin-differences-table-row-7-1": "Utawala",
  "page-ethereum-vs-bitcoin-differences-table-row-7-2": "Kihafidhina, inayoenda polepole",
  "page-ethereum-vs-bitcoin-differences-table-row-7-3": "Inayobadilika, inayoendeshwa na jamii",
  "page-ethereum-vs-bitcoin-differences-table-row-8-1": "Mfumo ikolojia wa wasanidi programu",
  "page-ethereum-vs-bitcoin-differences-table-row-8-2": "Ndogo",
  "page-ethereum-vs-bitcoin-differences-table-row-8-3": "Kubwa na inayofanya kazi",
  "page-ethereum-vs-bitcoin-differences-table-row-9-1": "Visasisho",
  "page-ethereum-vs-bitcoin-differences-table-row-9-2": "Adimu",
  "page-ethereum-vs-bitcoin-differences-table-row-9-3": "Mara kwa mara na inayojirudia",
  "page-ethereum-vs-bitcoin-purpose-title": "Madhumuni ya Bitcoin dhidi ya Ethereum",
  "page-ethereum-vs-bitcoin-purpose-1": "Bitcoin ilianzishwa mwaka 2009 kufuatia mzozo wa kifedha duniani. Lengo lake lilikuwa kutoa aina ya pesa za rika-kwa-rika ambazo zilifanya kazi bila benki au serikali. Ina muundo rahisi. Mtandao unalenga <strong>kuhamisha thamani kutoka kwa mtu mmoja hadi mwingine bila mpatanishi</strong>. Mtazamo huu finyu umeisaidia kujulikana sana kama aina ya dhahabu ya kidijitali, hifadhi adimu na dumu ya thamani ambayo inaweza pia kutumika kama njia ya kubadilishana.",
  "page-ethereum-vs-bitcoin-purpose-2": "Ethereum ilizinduliwa mwaka 2015 ikiwa na maono mapana zaidi. Waumbaji wake walitaka kuchukua usalama na ugatuzi wa mnyororo wa bloku na kuifanya iweze kupangiliwa. Badala ya kujizuia na malipo pekee, <strong>Ethereum inamruhusu mtu yeyote kuandika na kuchapisha programu zinazojitegemea</strong> zinazoitwa mikataba-erevu. Hii inafungua mlango kwa kategoria mpya kabisa ya programu, kuanzia <strong>fedha zilizogatuliwa (DeFi)</strong> na <strong>sarafu-imara</strong> hadi <strong>tokeni zisizobadilishika (NFTs)</strong>, <strong>michezo</strong> na <strong>mitandao ya kijamii iliyogatuliwa</strong>.",
  "page-ethereum-vs-bitcoin-purpose-3": "Miundo ya kiufundi inaakisi madhumuni haya. Lugha ya uandishi ya Bitcoin ni finyu, ambayo hupunguza utata na kusaidia kuweka mtandao salama. Lugha ya upangaji ya Ethereum ni bayana zaidi, inairuhusu kuhifadhi na kudhibiti hali na mwingiliano tata zaidi kati ya programu. Unyumbufu huu ni nguvu, lakini pia inamaanisha kuwa mtandao hubadilika haraka zaidi, kukiwa na masasisho ya mara kwa mara na vipengele vipya.",
  "page-ethereum-vs-bitcoin-purpose-4": "Zote zina majukumu tofauti katika uchumi mpana wa kidijitali. Bitcoin inalenga kuwa hifadhi thabiti na iliyogatuliwa ya thamani. Ethereum inalenga kuwa safu ya malipo ya kimataifa kwa ajili ya mifumo iliyotawanywa na mali zinazoweza kupangiliwa.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-title": "Matumizi na upokeaji",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-1": "<strong>Bitcoin</strong> hutumiwa sana kama hifadhi ya thamani. Wawekezaji wengi huiona kama <strong>kinga dhidi ya mfumuko wa bei</strong> au kuyumba kwa uchumi. Katika baadhi ya nchi, hutumika kama <strong>sarafu mbadala</strong> au kama njia ya watu kuweka akiba nje ya mfumo wa kibenki wa jadi.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-2": "<strong>Ether</strong> hutumika kama hifadhi ya thamani pia, lakini <strong>jukumu lake kuu ni kuwezesha mfumo ikolojia mpana wa programu</strong> na mali. Wasanidi programu wanaweza kutumia Ethereum kuunda itifaki mpya, kuzindua tokeni, kuendesha masoko ya kubadilishana yaliyogatuliwa, kutoa NFTs, kuunda michezo, na kuendeleza majukwaa ya kijamii yanayoendeshwa bila udhibiti wa kati.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-3": "Ethereum inasaidia maelfu ya mifumo iliyotawanywa kwa ajili ya aina mpya za fedha, uchangiaji wa watu wengi, na umiliki wa kidijitali. Baadhi ya matumizi huunganisha mitandao yote miwili. Kwa mfano, <strong>Bitcoin inaweza “kuviringishwa” na kutumika kwenye Ethereum</strong> kwa shughuli kama vile kukopesha, kukopa, na kufanya biashara katika DeFi.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-4": "Upokeaji wa kitaasisi unaakisi tofauti hizi. Sarafu ya kidigitali ya Bitcoin inashikiliwa sana kama hifadhi ya thamani ya muda mrefu, huku <strong>Ethereum ikionekana kama miundombinu iliyogatuliwa</strong>. Uwezo wake wa kupangiliwa unavutia majukwaa ya fintech na watoa huduma za malipo.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-5": "Pata maelezo zaidi kuhusu Ethereum inatumika",
  "page-ethereum-vs-bitcoin-monetary-policy-title": "Sera ya fedha",
  "page-ethereum-vs-bitcoin-monetary-policy-1": "Ugavi wa Bitcoin utafikia kiwango cha juu cha <strong>sarafu milioni 21</strong>. Kikomo hiki kigumu kinatekelezwa na itifaki na ni moja ya sababu Bitcoin inalinganishwa na dhahabu. Bitcoin mpya huingia kwenye mzunguko kupitia <strong>zawadi za uchimbaji</strong>, ambazo <strong>hupungua nusu kila baada ya bloku 210,000</strong>, ambayo huchukua takriban miaka 4 kuchimba, katika tukio liitwalo <strong>kupungua nusu (the halving)</strong>. Zawadi ilianza na bitcoin 50 kwa kila bloku mwaka 2009, ikashuka hadi 25 mwaka 2012, kisha 12.5 mwaka 2016, na kuendelea. Kwa kiwango hiki, bitcoin ya mwisho inatarajiwa kuchimbwa karibu mwaka 2140.",
  "page-ethereum-vs-bitcoin-monetary-policy-2": "Zawadi za uchimbaji wa Bitcoin na ada za muamala hulipia mtandao na hutumika kuulinda. Hata hivyo, kadri zawadi ya kizuizi inavyopungua nusu, mtandao unategemea zaidi ada za muamala kujilipia. Hivi sasa ada za mtandao ni sehemu ndogo ya mapato ya mtandao, <5%, ikimaanisha usalama wa muda mrefu wa mtandao unaweza kuwa hatarini kadri utoaji wa mtandao wa Bitcoin unapoelekea 0.",
  "page-ethereum-vs-bitcoin-monetary-policy-3": "<strong>Ethereum haina kikomo cha ugavi kilichowekwa</strong>. Badala yake, utoaji wake unaamuliwa na sheria za itifaki, na masasisho ya hivi karibuni yameanzisha mifumo inayoweza kupunguza ugavi kwa muda. Uboreshaji unaojulikana zaidi ni EIP-1559, ambao huchoma sehemu ya ada za muamala. Wakati <strong>shughuli za mtandao ziko juu, ETH nyingi zaidi zinaweza kuchomwa</strong> kuliko kutolewa, na kufanya ugavi kuwa wa upungufu (deflationary) katika vipindi hivyo.",
  "page-ethereum-vs-bitcoin-monetary-policy-4": "Njia ya kifedha ya Ethereum inahakikisha bajeti ya usalama milele, huku ada za muamala na zawadi za kizuizi zikitoa bajeti ya usalama ya mtandao.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-title": "Mfumo ikolojia wa wasanidi programu",
  "page-ethereum-vs-bitcoin-developer-ecosystem-1": "<strong>Ethereum</strong> ina mojawapo ya <strong>jamii kubwa zaidi za wasanidi programu wa mnyororo wa bloku</strong>. Kujenga juu ya Ethereum hukupa ufikiaji wa anuwai ya <strong>zana, mifumo, ruzuku</strong>, na <strong>hackathons</strong>. Mashine ya mtandaoni ya Ethereum (EVM) ni mazingira ya uendeshaji ya Ethereum na imekuwa kiwango cha kawaida, na minyororo mingine mingi ya bloku inaitumia kuhakikisha upatanifu.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-2": "Viwango vya tokeni kama ERC-20 na ERC-721 vimekuwa msingi wa sehemu kubwa ya uchumi mpana wa mnyororo wa bloku. Mitandao mingi ya Safu ya 2 na minyororo mingine ya bloku hutumia EVM ili programu, pochi, na mikataba-erevu iweze kutumia msimbo kwenye minyororo ya bloku tofauti kwa mabadiliko madogo.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-3": "<strong>Jamii ya wasanidi programu wa Bitcoin ni ndogo</strong> na imejikita zaidi. Shughuli nyingi hujikita katika kudumisha na kuboresha itifaki ya msingi, pamoja na kuendeleza suluhisho za Safu ya 2 kama Mtandao wa Lightning kwa malipo ya haraka na nafuu.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-4": "Jifunze zaidi kuhusu rasilimali za wasanidi programu wa Ethereum",
  "page-ethereum-vs-bitcoin-security-and-consensus-title": "Usalama na makubaliano",
  "page-ethereum-vs-bitcoin-security-and-consensus-1": "Bitcoin na Ethereum zote zinalindwa na mitandao mikubwa, iliyosambazwa ya nodi huru, lakini zinatumia njia tofauti kukubaliana juu ya hali ya mtandao.",
  "page-ethereum-vs-bitcoin-security-and-consensus-2": "Bitcoin hutumia mfumo unaoitwa <strong>uthibitishaji-wa-kazi</strong>. Kompyuta zinazoitwa wachimbaji hushindana kutatua mafumbo ya kriptografia. Wa kwanza kutatua hupata fursa ya kuongeza bloku inayofuata ya miamala kwenye mnyororo wa bloku na hupata zawadi ya bitcoin. Mbinu hii huipa Bitcoin kile kinachojulikana kama ukamilifu wa uwezekano, ikimaanisha muamala unachukuliwa kuwa salama sana tu baada ya bloku kadhaa zaidi kuongezwa juu yake. Kwa Bitcoin, hii mara nyingi ni karibu na uthibitisho sita, au <strong>takriban saa moja</strong>.",
  "page-ethereum-vs-bitcoin-security-and-consensus-3": "Ethereum inatumia <strong>uthibitisho-wa-hisa</strong>. Katika mtindo huu, wathibitishaji hufunga, au kuweka hisa, ETH kwa fursa ya kuchaguliwa kupendekeza na kuthibitisha bloku mpya. Uchaguzi ni wa kubahatisha, lakini uwezekano wa kuchaguliwa huongezeka kulingana na kiasi cha ETH kilichowekwa hisa. Wathibitishaji wanaotenda kwa udanganyifu <strong>wanahatarisha kupoteza hisa zao</strong>. Hii inaruhusu Ethereum kufikia ukamilifu wa kiuchumi, ambapo bloku zilizokamilishwa ni vigumu sana kuzirejesha nyuma, mara nyingi ndani ya <strong>takriban dakika 15</strong>. Ethereum pia hutumia vituo vya ukaguzi kuweka alama kwenye bloku kuwa haziwezi kurejeshwa nyuma mara tu wathibitishaji wa kutosha wanapokubaliana.",
  "page-ethereum-vs-bitcoin-security-and-consensus-4": "Jifunze zaidi kuhusu utaratibu wa makubaliano wa Ethereum",
  "page-ethereum-vs-bitcoin-underlying-technology-title": "Teknolojia ya msingi",
  "page-ethereum-vs-bitcoin-underlying-technology-1": "<strong>Bitcoin</strong> inatumia kile kinachojulikana kama <strong>mfumo wa matokeo ya miamala ambayo haijatumika</strong>, au UTXO. Katika mfumo huu, mnyororo wa bloku haufuatilii salio za akaunti. Badala yake, hurekodi matokeo kutoka kwa miamala ya awali ambayo bado haijatumiwa. Unapotumia bitcoin, unatumia matokeo haya kama pembejeo kwa muamala mpya, na kuunda matokeo mapya katika mchakato huo.",
  "page-ethereum-vs-bitcoin-underlying-technology-2": "Unaweza kufikiria hili kama kutumia pesa taslimu. Ikiwa una noti mbili za dola tano na unataka kutumia dola saba, unatoa noti zote mbili na kupokea dola tatu kama chenji. Bitcoin hurekodi noti na chenji, sio salio lako lote.",
  "page-ethereum-vs-bitcoin-underlying-technology-3": "<strong>Ethereum</strong> hutumia <strong>mfumo unaotegemea akaunti</strong>. Badala ya kufuatilia matokeo ya mtu binafsi, huweka rekodi ya salio za akaunti kama akaunti ya benki inavyofanya. Mbinu hii hurahisisha kusimamia mikataba-erevu na mantiki changamano, kwa kuwa akaunti zinaweza kuhifadhi data na kuingiliana kama programu.",
  "page-ethereum-vs-bitcoin-underlying-technology-4": "Kila mfumo una faida na hasara zake. UTXO zinaweza kutoa faragha zaidi na kurahisisha kufuatilia sarafu binafsi. Mifumo inayotegemea akaunti ni rahisi zaidi kwa ajili ya kuunda programu.",
  "page-ethereum-vs-bitcoin-underlying-technology-5": "Soma zaidi katika nyaraka za wasanidi programu wa Ethereum",
  "page-ethereum-vs-bitcoin-decentralization-title": "Ugatuzi",
  "page-ethereum-vs-bitcoin-decentralization-1": "Bitcoin na Ethereum zote zimeundwa kuwa zilizogatuliwa, lakini zinapima na kuikaribia kwa njia tofauti.",
  "page-ethereum-vs-bitcoin-decentralization-2": "Ugatuzi wa <strong>Bitcoin</strong> unaungwa mkono na <strong>muundo wake rahisi wa kiufundi</strong>, uthabiti wa muda mrefu, na <strong>usambazaji mpana wa nodi</strong>. Mahitaji yake ya rasilimali chache hurahisisha watu kuendesha nodi kamili nyumbani, ambayo husaidia kuhifadhi uhuru wa mtandao na upinzani dhidi ya udhibiti.",
  "page-ethereum-vs-bitcoin-decentralization-3": "<strong>Ethereum</strong> pia ina mtandao mkubwa na unaokua wa nodi. Inaweka msisitizo mkubwa juu ya utofauti wa wateja, ikimaanisha matoleo mengi ya programu <strong>yanatunzwa na timu huru</strong>. Hii inapunguza utegemezi kwa mteja mmoja na husaidia kulinda dhidi ya hitilafu au kushindwa ambako kunaweza kuathiri mtandao.",
  "page-ethereum-vs-bitcoin-decentralization-4": "Ethereum ina <strong>idadi kubwa zaidi ya washiriki</strong> wanaohusika katika shughuli kama vile kuweka hisa, masasisho, na majadiliano ya utawala, lakini <strong>mitandao yote miwili inalenga kubaki wazi na thabiti</strong>. Bitcoin huweka mahitaji ya nodi bila kubadilika, ikitegemea wateja wachache wa programu. Ethereum inahimiza wachangiaji tofauti, kila mmoja akileta mtazamo wake.",
  "page-ethereum-vs-bitcoin-environmental-impact-title": "Athari za kimazingira",
  "page-ethereum-vs-bitcoin-environmental-impact-1": "Moja ya mabadiliko muhimu zaidi katika historia ya Ethereum ilikuwa ni kubadili kutoka uthibitishaji-wa-kazi kwenda <strong>uthibitisho-wa-hisa</strong> mwaka 2022. Ikijulikana kama Muungano, mabadiliko haya <strong>yalipunguza matumizi ya nishati ya mtandao kwa zaidi ya asilimia 99</strong>.",
  "page-ethereum-vs-bitcoin-environmental-impact-2": "Chini ya uthibitisho-wa-hisa, Ethereum haitegemei tena uchimbaji unaotumia nishati nyingi. Badala yake, wathibitishaji huchaguliwa kwa kubahatisha, na uwezekano wa kuchaguliwa ukiongezeka kulingana na kiasi cha ETH walichoweka hisa. Mabadiliko haya yameifanya Ethereum kuwa moja ya mitandao ya mnyororo wa bloku yenye ufanisi zaidi wa nishati.",
  "page-ethereum-vs-bitcoin-environmental-impact-3": "Bitcoin inaendelea kutumia <strong>uthibitishaji-wa-kazi</strong>, ambao <strong>unahitaji kiasi kikubwa cha umeme</strong> huku wachimbaji wakishindana kutatua mafumbo ya kriptografia. Baadhi ya nishati hii hutoka kwenye vyanzo vinavyoweza kurejeshwa, na kuna majadiliano yanayoendelea katika jamii ya Bitcoin kuhusu njia za kuboresha uendelevu.",
  "page-ethereum-vs-bitcoin-environmental-impact-4": "Tofauti ya matumizi ya nishati imekuwa hoja muhimu ya kulinganisha kati ya mitandao hii miwili. Alama ya chini ya nishati ya Ethereum inaifanya kuvutia zaidi katika mazingira ambapo athari za kimazingira ni kipaumbele.",
  "page-ethereum-vs-bitcoin-environmental-impact-5": "Soma ripoti kamili kuhusu matumizi ya nishati ya Ethereum",
  "page-ethereum-vs-bitcoin-future-outlook-title": "Wakati ujao unaonekanaje",
  "page-ethereum-vs-bitcoin-future-outlook-1": "Bitcoin inazidi kukubaliwa kama hifadhi ya thamani na mali ya akiba. Haiwezekani kubadilika sana, na uthabiti huu ni sehemu ya mvuto wake.",
  "page-ethereum-vs-bitcoin-future-outlook-2": "Ethereum inajiweka kama jukwaa la programu katika uchumi mpya wa kidijitali. Pamoja na ukuaji wa mitandao ya Safu ya 2 na masasisho yanayoendelea, inalenga kusaidia programu za kiwango cha kimataifa, miundombinu, na mali.",
  "page-ethereum-vs-bitcoin-future-outlook-3": "Kwa watumiaji wengi, <strong>mitandao hii miwili haiko katika ushindani wa moja kwa moja</strong>. Inatumikia madhumuni tofauti na inaweza kukamilishana katika mbinu mseto ya mali za kidijitali.",
  "page-ethereum-vs-bitcoin-future-outlook-4": "Jifunze zaidi kuhusu ramani ya barabara ya Ethereum"
}