{
  "page-apps-all-apps": "Programu zote",
  "page-apps-dapp-description-cent": "Mtandao wa kijamii unapata pesa kwa kuchapisha NFT.",
  "page-apps-dapp-description-decentraland": "Kusanya, fanya biashara kwenye ardhi ya mtandaoni kwenye ulimwengu wa mtandaoni unaoweza kuvinjari.",
  "page-apps-dapp-description-ens": "Majina yanayozifaa anwani za Ethereum na tovuti zilizogatuliwa.",
  "page-apps-dapp-description-gitcoin": "Jipatie kripto kwa kufanya kazi kwenye programu zilizo na vyanzo vya wazi.",
  "page-apps-dapp-description-gods-unchained": "Kadi ya kimkakati ya mchezo wa biashara. Jishindie kadi kwa kucheza na unaweza kuuza kwenye maisha halisi.",
  "page-apps-dapp-description-augur": "Weka dau juiu ya matokeo. Fanya biashara juu ya taarifa za masoko.",
  "page-apps-ready-button": "Go",
  "foundation": "Msingi",
  "page-wallets-get-some": "Pata ETH",
  "page-apps-title": "Programu",
  "page-apps-subtitle": "Gundua orodha ya programu zilizoratibiwa zinazoendeshwa kwenye Ethereum na mitandao ya safu ya 2",
  "page-apps-learn-button": "Jifunze kuhusu programu",
  "page-apps-highlights-title": "Vivutio",
  "page-apps-discover-title": "Gundua",
  "page-apps-applications-title": "Matumizi",
  "page-apps-categories-title": "Kategoria za maombi",
  "page-apps-community-picks-title": "Chaguo za jumuiya",
  "page-apps-meta-title": "Programu maarufu za kripto kwenye Ethereum",
  "page-apps-meta-description": "Gundua programu za kripto kwenye Ethereum: chunguza DeFi, NFTs, Kijamii, Michezo, Madaraja, Faragha, Tija na mfumo mtawanyo wa kimamlaka wa DAO. Pata programu zinazoaminika za kwenye mnyororo za kufanya biashara, kupata pesa na kuingiliana.",
  "page-apps-category-defi-name": "DeFi",
  "page-apps-category-defi-description": "DeFi ni aina ya maombi programu mtawanyo ambayo huruhusu watumiaji kukopesha, kukopa, kufanya biashara na kupata riba kwa mali zao za kripto.",
  "page-apps-category-defi-meta-title": "Orodha ya programu za Ethereum DeFi — Kukopesha, Kukopa na Mazao",
  "page-apps-category-defi-meta-description": "Gundua programu bora za DeFi kwenye Ethereum za kukopesha, kukopa, utoaji wa tokeni imara, mkopo na biashara ya mtandaoni ya DEX.",
  "page-apps-category-collectibles-name": "Vinavokusanywa",
  "page-apps-category-collectibles-description": "Mikusanyiko ni vipengee vya dijitali ambavyo ni vya kipekee na haviwezi kuigwa.",
  "page-apps-category-collectibles-meta-title": "Orodha ya programu bora za NFT kwenye Ethereum",
  "page-apps-category-collectibles-meta-description": "Gundua programu bora za NFT za kununua vitu vinavyokusanywa, kufanya biashara gaming skins, na kugundua vipengee vipya vya kidijitali kwenye soko kuu la Ethereum.",
  "page-apps-category-social-name": "Jamii",
  "page-apps-category-social-description": "Jamii ni aina ya programu za mfumo mtawanyo ambazo huruhusu watumiaji kuungana na wengine na kushiriki maudhui.",
  "page-apps-category-social-meta-title": "Programu za kijamii kwenye Ethereum: Farcaster, Zora na zaidi",
  "page-apps-category-social-meta-description": "Gundua programu bora zaidi za ujumbe na kijamii kwenye Ethereum.",
  "page-apps-category-gaming-name": "Michezo",
  "page-apps-category-gaming-description": "Michezo ya Kubahatisha ni aina ya programu zilizogatuliwa ambazo huruhusu watumiaji kucheza michezo na kupata zawadi.",
  "page-apps-category-gaming-meta-title": "Orodha ya michezo ya kripto na NFT kwenye Ethereum",
  "page-apps-category-gaming-meta-description": "Gundua michezo bora ya blockchain ambayo inafurahisha kucheza. MMORPG, michezo ya kadi, michezo ya kubahatisha ya AI, RPG, michezo ya kawaida",
  "page-apps-category-bridge-name": "Madaraja / Vusha",
  "page-apps-category-bridge-description": "Bridge ni aina ya programu za mfumo mtawanyo ambazo huruhusu watumiaji kuunganisha mali zao kati ya mitandao tofauti.",
  "page-apps-category-bridge-meta-title": "Orodha ya madaraja ya Ethereum kwa mitandao tofauti",
  "page-apps-category-bridge-meta-description": "Gundua programu bora zaidi ya daraja la kripto ili kuhamisha mali yako kati ya mitandao tofauti na safu ya 2s.",
  "page-apps-category-productivity-name": "Tija",
  "page-apps-category-productivity-description": "Tija ni aina ya programu za mfumo mtawanyo ambazo huruhusu watumiaji kuwa na tija.",
  "page-apps-category-productivity-meta-title": "Programu za tija na mfumo mtawanyo",
  "page-apps-category-productivity-meta-description": "Gundua programu bora za Ethereum kwa utambulisho wa mfumo mtawanyo, hifadhi, DNS na kompyuta ya video. Ongeza tija yako kwenye mnyororo kwa zana za miundombinu zinazoaminika.",
  "page-apps-category-privacy-name": "Faragha",
  "page-apps-category-privacy-description": "Faragha ni kategoria ya programu za mfumo mtawanyo ambazo huruhusu watumiaji kuwa wa faragha.",
  "page-apps-category-privacy-meta-title": "Programu za faragha za Ethereum: Tornado Cash na zingine",
  "page-apps-category-privacy-meta-description": "Gundua programu za faragha za Ethereum kama vile Tornado Cash na zingine ambazo hulinda jina la mtumiaji, kuwezesha miamala ya kibinafsi na kuimarisha usiri mtandaoni.",
  "page-apps-category-dao-name": "DAO",
  "page-apps-category-dao-description": "DAO ni kategoria ya programu za mfumo mtawanyo ambazo huruhusu watumiaji kutawala na kuunda mashirika yanayojitawala ya mfumo mtawanyo.",
  "page-apps-category-dao-meta-title": "Orodha ya zana za DAO kwenye Ethereum",
  "page-apps-category-dao-meta-description": "Gundua zana bora za DAO kwenye Ethereum kwa utawala, usimamizi wa hazina, upigaji kura, na uratibu wa wachangiaji. Zindua, dhibiti na ukue shirika lako la mfumo mtawanyo.",
  "page-apps-see-all": "Tazama zote",
  "page-apps-suggest-an-app-title": "Pendekeza programu",
  "page-apps-suggest-an-app-description": "Daima tunatafuta programu mpya za kuongeza kwenye orodha yetu. Ikiwa unajua programu ambayo unadhani inapaswa kuwa kwenye orodha, tafadhali tujulishe.",
  "page-apps-suggest-an-app-button": "Pendekeza programu",
  "page-apps-filter-by": "Chuja kwa",
  "page-apps-filter-all": "Zote",
  "page-apps-showing": "Kuonyesha",
  "page-apps-visit-app": "Tembelea {appName}",
  "page-apps-see-next": "Tazama inayofuata",
  "page-apps-info-title": "Habari",
  "page-apps-info-founded": "Ilianzishwa",
  "page-apps-info-creator": "Muundaji",
  "page-apps-info-last-updated": "Usasisho wa mwisho",
  "page-apps-gallery-title": "Matunzio",
  "page-apps-more-apps-like-this": "Programu zaidi kama hii",
  "page-apps-today": "Leo",
  "page-apps-one-day-ago": "siku 1 iliyopita",
  "page-apps-days-ago": "siku {siku} zilizopita"
}