{
  "page-wallets-accounts-addresses": "Pochi, akaunti, funguo na anwani",
  "page-wallets-accounts-addresses-desc": "Inafaa kuelewa tofauti kati ya maneno kadhaa muhimu.",
  "page-wallets-accounts-ethereum-addresses": "Akaunti ya Ethereum ina anwani, kama vile kisanduku pokezi kina anwani ya barua pepe. Hiki hutumika kutambua mali yako ya kidijitali.",
  "page-wallets-alt": "Kielelezo cha roboti mwenye mwili wa kuba, unoawakilisha pochi ya Ethereum",
  "page-wallets-ethereum-account": "<b>Akaunti ya Ethereum ni jozi ya funguo</b>.<a href=\"/glossary/#public-key\"> Ufunguo mmoja</a> hutumika kuundwa anwani unayoweza shiriki kwa uhuru, na <a href=\"/glossary/#private-key\"> ufunguo mwingine</a> unahitaji kuuweka kwa siri kwa sababu unatumika kusaini vitu. Kwa pamoja funguo hizi zinakuruhusu kushika mali na kufanya miamala.",
  "page-wallets-blog": "Kurasa za Coinbase",
  "page-wallets-bookmarking": "Alamisha pochi yako",
  "page-wallets-bookmarking-desc": "Kama unatumia pochi ya mtandaoni, alamisha tovuti ili kujilinda dhidi ya ulaghai wa kuhadaa.",
  "page-wallets-cd": "<b>Mkoba wa maunzi halisi</b> ni vifaa ambazo hukuruhusu kuweka kripto yako nje ya mtandao - hutoa usalama zaidi",
  "page-wallets-desc-2": "Pochi ndizo hutumiwa na watu wengi kutunza mali yao ya kidijitali na utambulisho.",
  "page-wallets-desc-2-link": "Zaidi juu ya ETH",
  "page-wallets-desc-3": "Pochi yako ni zana ya kutumia akaunti yako ya Ethereum. Hii inamaana unaweza kubadilisha watoa huduma wa pochi wakati wowote. Pochi nyingi hukuruhusu kudhibiti akaunti kadhaa za Ethereum kutoka kwenye programu moja.",
  "page-wallets-desc-4": "Watoa huduma wa pochi hawana ulinzi juu ya fedha zako. Hukupatia nafasi ya kuweza kuona mali yako kwenye Ethereum na zana za kuzidhibiti kwa urahisi.",
  "page-wallets-description": "Pochi za Ethereum ni programu zinazokupa udhibiti wa akaunti yako. Kama vile pochi yako halisi, ina kila kitu cha unachohitaji ili kuthibitisha utambulisho na kuweka mali yako. Pochi yako inakuruhusu kuingia katika programu, uweze kusoma salio lako, kutuma miamala na kuthibitisha utambulisho wako.",
  "page-wallets-desktop": "<b>Programu za tarakilishi</b> kama unapendelea kusimamia pesa zako kupitia macOs, Windows au Linux",
  "page-wallets-ethereum-wallet": "<b>Mkoba ni zana inayokupa uwezo wa kutumia akaunti yako</b>, kwa kutumia funguo zako. Inakuruhusu kutazama salio lako kwenye akaunti, kufanya miamala na mengine mengi.",
  "page-wallets-explore": "Chunguza Ethereum",
  "page-wallets-features-desc": "Tunaweza kukusaidia kuchagua poci yako kulingana na huduma unazojali zaidi.",
  "page-wallets-features-title": "Linganisha pochi kwa vipengele",
  "page-wallets-find-wallet-btn": "Tafuta pochi",
  "page-wallets-find-wallet-link": "Tafuta pochi",
  "page-wallets-get-some": "Pata ETH",
  "page-wallets-get-some-alt": "Kielelezo cha mkono ukiunda nembo ya ETH kwa matofali aina ya lego",
  "page-wallets-get-some-btn": "Pata ETH",
  "page-wallets-get-some-desc": "ETH ndio kripto zalendo ya Ethereum. Utahitaji ETH kwenye pochi yako ili utumie programu za Ethereum.",
  "page-wallets-keys-to-safety": "Funguo za kuweka crypto salama yako",
  "page-wallets-manage-funds": "Programu ya kudhibiti pesa zako",
  "page-wallets-manage-funds-desc": "Mkoba wako unaonyesha salio lako, historia ya muamala na unakupa njia ya kutuma/kupokea pesa. Baadhi ya pochi zinaweza kutoa huduma zaidi.",
  "page-wallets-meta-description": "Unachohitaji kujua ili kutumia pochi za Ethereum.",
  "page-wallets-meta-title": "Pochi za Ethereum",
  "page-wallets-mobile": "<b>Programu za simu </b> zinazofanya pesa zako kupatikana kutoka mahali popote",
  "page-wallets-more-on-dapps-btn": "Pata maelezo zaidi kuhusu Dapps",
  "page-wallets-most-wallets": "Huduma nyingi za pochi zitakuwezesha kuzalisha akaunti ya Ethereum. Kwa hivyo hauhitaji moja kabla ya kupakua pochi.",
  "page-wallets-protecting-yourself": "Jihadhari wewe mwenyewe na fedha zako",
  "page-wallets-seed-phrase": "Andika <a href=\"/glossary/#recovery-phrase\">neno lako la urejeshi</a>",
  "page-wallets-seed-phrase-desc": "Mara nyingi pochi zitakupa manenosiri amabalo lazima uyaandike mahali salama. Hii ndio njia pekee utakayoweza kujipatia tena pochi yako.",
  "page-wallets-seed-phrase-example": "Mfano huu hapa:",
  "page-wallets-seed-phrase-write-down": "Usiihifadhi kwenye kompyuta. Iandike na iweke mahala salama.",
  "page-wallets-slogan": "Kushikilia funguo za maisha ya kidijitali ya baadaye",
  "page-wallets-stay-safe": "Jinsi ya kua salama",
  "page-wallets-stay-safe-desc": "Uhuru wa kifedha na uwezo wa kumiliki na kutumia pesa popote unakuja na jukumu - hakuna usaidizi wa mteja katika crypto. <b>Jukumu la kutunza na kulinda funguo ni la kwako</b>.",
  "page-wallets-subtitle": "Pochi hukusaidia kupata mali ya kidijitali na kuingia kwenye programu.",
  "page-wallets-take-responsibility": "Chukua wajibu kwa ajili ya fedha zako mwenyewe",
  "page-wallets-take-responsibility-desc": "Sehemu za kufanya mabadilishano ambazo hazijagatuliwa zitaunganisha pochi yako kwa jina la mtumiaji na nenosiri ambalo unaweza kurejesha kwa njia ya kawaida. Kumbuka kwamba unaamini badilishano hilo kwa ulinzi wa fedha zako. Iwapo mabadilishano yana matatizo ya kifedha basi fedha zako zipo hatarini.",
  "page-wallets-tips": "Vidokezo zaidi juu ya kuwa salama",
  "page-wallets-tips-community": "Kutoka kwenye jamii",
  "page-wallets-title": "Pochi za Ethereum",
  "page-wallets-triple-check": "Kagua mara tatu tatu kila kitu",
  "page-wallets-triple-check-desc": "Kumbuka muamala ukishafanyika hauwezi kurudishwa na pochi haziwezi kupatikana tena kiurahsi kwahio chukua tahadhari na kuwa makini mara zote.",
  "page-wallets-try-dapps": "Jaribu dapps",
  "page-wallets-try-dapps-alt": "Kielelezo cha wanajamii wa Ethereum wakifnaya kazi pamoja",
  "page-wallets-try-dapps-desc": "Dapps ni programu zilizojengwa juu ya Ethereum. Ni za bei nafuu, zenye haki na karimu juu ya data zako ukilinganisha na programu za jadi tulizozizoea.",
  "page-wallets-types": "Aina za pochi",
  "page-wallets-types-desc": "Kuna namna kadhaa za kuingiliana violessura vya akaunti yako:",
  "page-wallets-web-browser": "<b>Pochi za kivinjari</b> ni programu ambazo zinakuruhusu kutumia akaunti yako moja kwa moja kwenye kivinjari",
  "page-wallets-web-browser-extension": "<b>Pochi za viendelezi vya kivinjari</b> ni viendelezi unavyo pakuwa ambavyo vinaruhusu kutumia akaunti pamoja na aplikesheni kupitia kivinjari",
  "page-wallets-whats-a-wallet": "Pochi ya Ethereum ni nini?",
  "page-wallets-your-ethereum-account": "Akaunti yako ya Ethereum",
  "page-wallets-your-ethereum-account-desc": "Pochi yako ndio dirisha lako la kuingia ndani ya akaunti yako ya Ethereum - yenye salio lako, historia ya miamala na mengineyo. Lakini zaidi unaweza kubadlisha watoa huduma za pochi mda wowote ule.",
  "page-wallets-your-login": "Kuingia kwenye programu za Ethereum",
  "page-wallets-your-login-desc": "Pochi yako inakuwezesha kuunganisha kwenye programu kwa kutumia akaunti yako ya Ethereum. Ni kama ufunguo wa kuingia unaweza kuutumia kwenye programu nyingi.",
  "additional-reading-how-to-create-an-ethereum-account": "Namna ya kuunda akaunti ya Ethereum",
  "additional-reading-how-to-use-a-wallet": "Jinsi ya kutumia pochi"
}
