{
  "page-gas-meta-title": "Ada ya gesi kwenye Ethereum: inafanya kazi aje?",
  "page-gas-meta-description": "Jifunze kuhusu gesi kwenye Ethereum: jinsi inavyofanya kazi na jinsi ya kulipa kidogo zaidi katika ada za gesi",
  "page-gas-hero-title": "Ada ya gesi",
  "page-gas-hero-header": "Ada za mtandao",
  "page-gas-hero-button-1-content": "Gesi ni nini?",
  "page-gas-hero-subtitle-1": "Ada ya mtandao kwenye Ethereum inaitwa gesi.",
  "page-gas-hero-subtitle-2": "Gesi ni mbinu ambayo huipa nguvu Ethereum.",
  "page-gas-summary-title": "Muhtasari",
  "page-gas-summary-item-1": "Kila muamala kwenye Ethereum unahitaji njia ndogo ya malipo ili kuchakatwa",
  "page-gas-summary-item-2": "Ada hizi zinajulikana kama ada ya 'gesi'",
  "page-gas-summary-item-3": "Ada ya gesi azitengenezwi, zinabadilika kutokana na matumizi ya mtandao",
  "page-gas-what-are-gas-fees-header": "Nini ni ada ya gesi?",
  "page-gas-what-are-gas-fees-text-1": "Fikiria Ethereum kama mtandao mkubwa wa kompyuta ambapo watu wanaweza kufanya kazi kama kutuma ujumbe au kuendesha programu. Kama kwenye ulimwengu wa kawaida, kazi hizi zinahitaji nishati kuweza kufanyika.",
  "page-gas-what-are-gas-fees-text-2": "Kwenye Ethereum, kila tendo la hesabu la kompyuta lina kiasi cha bei ya \"gesi\". <b>Ada yako ya gesi jumla ya gharama ya tendo kwenye muamala wako</b>. Unapotuma muamala au kuendesha <a href=\"/glossary/#smart-contract\">mkataba erevu</a>, unalipa gesi kwa ajili ya kuchakata.",
  "page-gas-how-do-i-pay-less-gas-header": "Nawezaje kulipa gesi kidogo?",
  "page-gas-how-do-i-pay-less-gas-text": "Wakati ada kubwa kwenye Ethereum saa nyingine ni jambo aliepukiki, kuna mikakati unaweza kutumia kupunguza gharama:",
  "page-gas-how-do-i-pay-less-gas-card-1-title": "Angalia muda wa kufanya muamala wako",
  "page-gas-how-do-i-pay-less-gas-card-1-description": "Kama kusafiri, nje ya barabara kunakuwa na watu wachache na nafuu, Ethereum kwa ujumla ni rahisi kutumia wakati Marekani ya Kasakazini wakiwa wamelala.",
  "page-gas-how-do-i-pay-less-gas-card-2-title": "Subiri gesi ishuke chini",
  "page-gas-how-do-i-pay-less-gas-card-2-description": "Bei ya gesi inaenda juu na chini kila sekunde kumi na mbili, sekunde hizo zinahusisha ni namna gani kuna msongamano kwenye Ethereum. Pale ambapo bei ya gesi ipo juu, subiri dakika chache kabla ya kufanya muamala unaweza ona punguzo kwenye utakacho lipa.",
  "page-gas-how-do-i-pay-less-gas-card-3-title": "Tumia safu ya 2",
  "page-gas-how-do-i-pay-less-gas-card-3-description": "Safu ya pili imejengwa juu ya Ethereum, ikitoa ada ndogo na kuthibiti muamala. Ni chaguo zuri la kuweza kuokoa ada kwenye muamala ambayo haihitajiki kutokea kwenye mtandao mkuu wa Ethereum.",
  "page-gas-try-layer-2": "Tumia safu ya 2",
  "page-gas-what-causes-high-gas-fees-header": "Nini kinachosababisha ada kubwa ya gesi?",
  "page-gas-what-causes-high-gas-fees-text-1": "Kila ambapo kiasi cha ada ya kufanya hesabu za kompyuta kwenye Ethereum kinakua kimezidi kiasi fulani, ada ya gas inaanza kukua. Jinsi ada ya gesi inavyozidi kiwango, ni rahisi ada ya gesi kuongezeka.",
  "page-gas-what-causes-high-gas-fees-text-2": "Ada kubwa inaweza kusababishwa na vitu maarufu kama <a href=\"/glossary/#dapp\">programu gatuzi</a> au tokeni zisizojirudia, mara kwa mara kuongezeka kwa kufanya mabadilishano kwenye <a href=\"/glossary/#dex\">DEX</a>, au namba kubwa ya watumiaji na shughuli kuwa cha kiwango cha juu kwa kipindi icho.",
  "page-gas-what-causes-high-gas-fees-text-3": "Waundaji kwenye Ethereum wanatakiwa kuwa waangalifu kwenye kuboresha mikataba erevu matumizi yake kabla ya kuifanya itumike. Kama watu wengi wanatumia mikataba erevu iliyoandikwa vibaya, itatumia gas nyingi na inaweza sababisha msongomano kwenye mtandao.",
  "page-gas-want-to-dive-deeper": "Unataka kuingia ndani zaidi?",
  "page-gas-check-out-the-developer-docs": "Angalio chapisho kwa ajili ya waundaji.",
  "page-gas-attack-of-the-cryptokitties-header": "Shambulizi la Cryptokitties",
  "page-gas-attack-of-the-cryptokitties-text": "Mnamo Novemba 2017, mradi maarufu wa Crptokitties ulizalishwa. Mafanikio yake kwenye umaarufu ukaifanya kuwa na msongamano mkubwa kwenye mtandao na ada kubwa ya gesi. Changamoto iliyosababishwa na Cryptokitties ikapelekea uharaka wa kutafuta suluhisho la kupanua Ethereum.",
  "page-gas-why-do-we-need-gas-header": "Kwa nini tunahitaji gesi?",
  "page-gas-why-do-we-need-gas-text": "Gesi ni kipengele muhimu kuifanya Ethereum salama na kuchakata muamala. Gesi inasaidia kwa njia nyingi:",
  "page-gas-benefits-1-description": "Gas inaifanya Ethereum kuwa <a href=\"/glossary/#anti-sybil\">imara zidi utambulisho wa uongo</a> kwa kuzuia watenda ubaya kufanya mahasi kwenye mtandao kwa kufanya vitendo vya ulaghai.",
  "page-gas-benefits-2-description": "Kwa sababu mahesabu ya kompyuta yanagharimu gesi, kutuma kwa kujirudia na miamala ghali, ikiwa bahati mbaya au kwa nia mbaya, ni vikwazo vya kifedha.",
  "page-gas-benefits-3-description": "Kikwazo kigumu cha kiwango cha mahesabu ya kompyuta inaweza kufanyika maramoja kuzuia Ethereum kutoka kuelemewa, inasadia kuhakikisha mtandao kila wakati unapatikana.",
  "page-gas-how-is-gas-calculated-header": "Ni jinsi gani gesi inapigiwa mahesabu?",
  "page-gas-advanced": "Ya hali ya juu",
  "page-gas-how-is-gas-calculated-text-1": "Jumla ya gas unayolipa inatengenezwa na bahazi ya sehemu:",
  "page-gas-how-is-gas-calculated-item-1": "<b>Ada ya msingi:</b> ada inayoekwa na mtandao ambao inahitajika kulipwa a muamala",
  "page-gas-how-is-gas-calculated-item-2": "<b>Ada ya kipaumbele:</b> malipo ya ziada kulipa mwendesha nodi kuweka muamala wako",
  "page-gas-how-is-gas-calculated-item-3": "<b>Vitengo vya gesi iliyotumika</b> kumbuka tumesema gesi inawakilisha mahesabu ya kompyuta? Vitendo vigumu zaidi kama kushughulika na mikataba erevu, inatumia gesi nyingi zaidi ya yenye vitendo virahisi, kama kutuma muamala.",
  "page-gas-how-is-gas-calculated-list-item-1": "Tazama mchoro 1 kuona kiwango cha gesi mbali mbali na aina ya muamala unaotumika",
  "page-gas-how-is-gas-calculated-text-2": "Fomula ya kuhesabu kitengo cha ada ya gesi iliyotumika *(ada ya msingi + ada ya kipaumbele). Mikoba migi itahesabu matumizi ya gesi na kuonyesha kwenye njia iliyonyooka.",
  "page-gas-table-figure": "Mchoro 1: gesi iliyotumika na aina ya muamala",
  "page-gas-table-header-1": "Aina ya muamala",
  "page-gas-table-header-2": "Vitengo vya gesi iliyotumika",
  "page-gas-table-item-1-transaction-type": "Tuma ETH",
  "page-gas-table-item-2-transaction-type": "Tuma tokeni za ERC-20",
  "page-gas-table-item-3-transaction-type": "Kuhamisha NFT",
  "page-gas-table-item-4-transaction-type": "Badilisha kwenye Uniswap",
  "page-gas-faq-header": "Maswali yanayoulizwa mara kwa mara",
  "page-gas-faq-question-1-q": "Nani analipwa ada ya gesi kwenye muamala wangu?",
  "page-gas-faq-question-1-a-1": "Kiwango kikubwa cha ada ya gesi ada ya msingi inaharibiwa na itifaki(kuchomwa). Ada ya kipaumbele, kama kimewekwa kwenye muamala wako, atapewa mthibitishaji aliyependekeza muamala wako.",
  "page-gas-faq-question-1-a-2": "Unaweza soma maelezo ya kina ya mchakato kwenye <a href=\"/developers/docs/gas/\">chapisho la muunda gesi.</a>",
  "page-gas-faq-question-2-q": "Ninahitajika kulipa gesi kwenye ETH?",
  "page-gas-faq-question-2-a-1": "Ndio. ada yote ya gesi ya Ethereum lazima ilipwe kwenye fedha asili ya ETH.",
  "page-gas-faq-question-2-a-2": "Zaidi juu ya ETH",
  "page-gas-faq-question-3-q": "Nini ni gwei?",
  "page-gas-faq-question-3-a-1": "Kwenye mikoba mingi au vifuatilia gesi, utaona bei ya dei imeandikwa kama 'gwei'.",
  "page-gas-faq-question-3-a-2": "Gwei ni kitengo kidogo cha ETH, kama senti ilivyo kwa dola, ikiwa na tofauti kuwa ETH 1 iko sawa na gwei bilioni 1. Gwei ni muhimu pale unapoongea kuhusu kiwango kidogo cha ETH.",
  "page-gas-use-layer-2": "Tumia safu ya 2"
}
