{
  "consensus-client-lighthouse-logo-alt": "Nembo ya Lighthouse",
  "consensus-client-lodestar-logo-alt": "Nembo ya Lodestar",
  "consensus-client-nimbus-logo-alt": "Nembo ya Nimbus",
  "consensus-client-prysm-logo-alt": "Nembo ya Prysm",
  "consensus-client-teku-logo-alt": "Nembo ya Teku",
  "page-upgrades-answer-1": "Fikiria kuhusu mabadiliko yanayofanywa kama seti ya visasisho vinavyoongezwa ili kuboresha Ethereum tunayotumia leo. Visasisho hivi ni pamoja na uundaji wa mnyororo mpya uitwao Mnyororo Kioleza na utaanzisha mnyororo mpya unaojulikana kama 'shards' siku zijazo.",
  "page-upgrades-answer-2": "Hizi ni tofauti na Ethereum Mainnet tunayotumia leo lakini haitachukua nafasi yake. badala yake Mtandao Mkuu \"utaungana\" sambamba na mfumo huu unaoongezwa baada ya muda.",
  "page-upgrades-answer-4": "Kwa maneno mengine Ethereum tunayotumia leo hatimaye itajumuisha sifa zote ambazo tunalenga katika maono ya Ethereum.",
  "page-upgrade-article-author-ethereum-foundation": "Msingi wa Ethereum",
  "page-upgrade-article-title-two-point-oh": "Nukta mbili Oh: Mnyororo Kioleza",
  "page-upgrade-article-title-beacon-chain-explainer": "Maelezo ya Ethereum ya mnyororo Kioleza unayohitaji kuyasoma kwanza",
  "page-upgrade-article-title-sharding-consensus": "Ugawanywaji wa makubaliano",
  "page-upgrade-article-title-sharding-is-great": "Kwanini ugawanyaji ni bora: kurahisisha sifa za kiufundi",
  "page-upgrade-article-title-rollup-roadmap": "Ramani ya kati ya uundaji",
  "page-upgrades-beacon-chain-date": "Mnyororo Kioleza ulikua hai Disemba 1, 2020.",
  "page-upgrades-beacon-chain-desc": "Mnyororo Kioleza ulileta usimamishaji wa hisa katika Ethereum, ikaweka msingi kwa ajili ya visasisho vijavyo, na hatimaye utaratibu mfumo mpya.",
  "page-upgrades-beacon-chain-estimate": "Mnyororo Kioleza uko hai",
  "page-upgrades-beacon-chain-title": "Mnyororo Kioleza",
  "page-upgrades-bug-bounty": "Tazama mpango wa fadhila ya mdudu",
  "page-upgrades-clients": "Tupa jicho juu ya programu za makubaliano (hapo mwanzo zilijulikana kama wateja/programu za 'Eth2')",
  "page-staking-deposit-contract-title": "Angalia anwani ya mkataba wa amana",
  "page-upgrades-dive": "Tumbukia kwenye maono",
  "page-upgrades-dive-desc": "Tutawezaje kuifanya Ethereum itanuke zaidi, salama, na endelevu? Vyote hivi huku tukitunza misisingi mikuu ya pesa zinazojitegemea.",
  "page-upgrades-docking": "Muungano",
  "page-upgrades-merge-answer-1": "Muungano ni pale Mtandao Mkuu utakapoanza kutumia Mnyororo Kioleza kwenye mapatano, na uthibitisho-wa-kazi kuzimwa, wakati fulani mwaka 2022.",
  "page-upgrades-merge-btn": "Zaidi juu ya muungano",
  "page-upgrades-merge-desc": "Mtandao Mkuu wa Ethereum utahiatji \"muungano\" huu na Mnyororo Kioleza wakati fulani. Hii itawezesha uwekaji wa hisa kwenye mtandao mzima na ishara ya mwisho wa uchimbaji utumiao nguvu/umeme mkubwa.",
  "page-upgrades-merge-estimate": "Kadirio: 2022",
  "page-upgrades-merge-mainnet": "Mtandao Mkuu ni nini?",
  "page-upgrades-eth-blog": "kurasa za ethereum.org",
  "page-upgrades-explore-btn": "Chunguza visasisho",
  "page-upgrades-get-involved": "Jihusishe na visasisho vya Ethereum",
  "page-upgrades-get-involved-2": "Jihusishe",
  "page-upgrades-head-to-ethresearch": "Nenda kwa ethresear.ch",
  "page-upgrades-help": "Unataka kusaidia na visasisho vya Ethereum?",
  "page-upgrades-help-desc": "Kuna nafasi nyigi za kupima usasishaji wa Ethereum, toa msaada katika majaribio, na hata kupata zawadi.",
  "page-upgrades-index-staking": "Hisa ziko hapa",
  "page-upgrades-index-staking-desc": "Ufunguo kwenda kwenye usasishaji wa Ethereum ni uanzilishi wa kusimama kwa hisa. Kama unataka kutumia ETH yako ili kuusaidia ulinzi wa mtandao wa Ethereum, hakikisha umefuata hatua zifuatazo.",
  "page-upgrades-index-staking-learn": "Jifunze kuhusu kusimamishs hisa",
  "page-upgrades-index-staking-learn-desc": "Mnyororo Kioleza utaleta usimamishaji wa hisa kwenye Ethereum. Hii inamaana kama una ETH, unaweza kufanya wema kwa umma kwa kulinda mtandao na kupata ETH zaidi wakati wa mchakato huo.",
  "page-upgrades-index-staking-step-1": "1. Sanidi na pedi ya uzinduzi",
  "page-upgrades-index-staking-step-1-btn": "Tembelea pedi ya uzinduzi wa hisa simamishwa",
  "page-upgrades-index-staking-step-1-desc": "Ili usimamishe hisa juu ya Ethereum utahitaji kutumia pedi ya uzinduzi - hii itakutembeza katika mchakato.",
  "page-upgrades-index-staking-step-2": "2. Thibitish anwani ya hisa simamishwa",
  "page-upgrades-index-staking-step-2-btn": "Thibitisha anwani ya mkataba wa amana",
  "page-upgrades-index-staking-step-2-desc": "Kabla ya kuweka ETH yako, hakikisha una anwani sahihi. Lazima uwe umepitia pedi ya uzinduzi kabla ya kufanya hivyo.",
  "page-upgrades-index-staking-sustainability": "Endelevu zaidi",
  "page-upgrades-meta-desc": "Muhtasari wa visasisho vya Ethereum na maono wanayotegemea kuyafanya halisi.",
  "page-upgrades-meta-title": "Maboresho/ Visasisho vya Ethereum (zamani 'Eth2')",
  "page-upgrades-proof-stake-link": "Zaidi juu ya uthibitisho-wa-hisa",
  "page-upgrades-question-1-title": "Maboresho haya yatatumwa lini?",
  "page-upgrades-question-1-desc": "Ethereum inaboreshwa hatua kwa hatua; visasisho viko tofauti na tarehe za utumaji.",
  "page-upgrades-question-2-title": "Je Mnyororo Kioleza ni mnyororo wa bloku unaojitegemea?",
  "page-upgrades-question-2-desc": "Sio sahihi kufikiria visasisho hivi kama mnyororo tofauti.",
  "page-upgrades-question-3-answer-3-link": "Tembelea ethersear.ch",
  "page-upgrades-question-3-desc": "Hauhitji kufanya chochote hivi sasa kujiandaa na maboresho.",
  "page-upgrades-question-3-title": "Najiandaaje na maboresho?",
  "page-upgrades-question-4-answer-1": "Unapofanya muamala au kutumia dapp leo, unatumia safu ya utekelezaji au mtandao mkuu. Hii ni Ethereum inayolindwa na wachimbaji.",
  "page-upgrades-question-4-answer-3": "Baada ya muungano, wathibitishaji watalinda mtandao mzima kupitia uthibitisho-wa-hisa.",
  "page-upgrades-question-4-answer-6": "Mtu yeyote anaweza kuwa mthibitishaji kwa kuweka(kusimamisha) hisa zake za ETH.",
  "page-upgrades-question-4-answer-7": "Zaidi juu ya kusimamisha hisa",
  "page-upgrades-question-4-title": "Safu ya itekelezaji ni nini?",
  "page-upgrades-question-4-desc": "Mtandao mkuu wa Ethereum unaofanyia miamala leo umewahi kuitwa 'Eth1'. Neno hili linatolewa kwenye mfumo na kupendekezwa 'safu ya utekelezaji' badala yake.",
  "page-upgrades-question-5-answer-1": "Kuwa mthibitishaji kamili kwenye mtandao, utahitaji kusimsmisha ETH 32. Kama hauna hicho kiwango, au hauko tayari kusimamisha kiwango chote hichp, unaweza kujiunga na mabwawa la yanayoweka hisa za ETH. Mabwawa haya yatakuruhusu kuweka hisa za kima cha chini na kuzawadiwa sehemu ya zawadi kamili.",
  "page-upgrades-question-5-desc": "Utahitaji kutumia pedi ya uzinduzi ya hisa au jiunge na bwawa la wanahisa.",
  "page-upgrades-question-5-title": "Ni jinsi gani naweza kusimamisha hisa?",
  "page-upgrades-question-6-answer-3": "Danny Ryan wa misingi ya Ethereum hua anasasisha jamii mara kwa mara:",
  "page-upgrades-question-6-answer-4": "Ben Edgington wa ConsenSys ana majarida ya kila wiki juu ya visasisho vya Ethereum:",
  "page-upgrades-question-6-answer-5": "Unaweza kujiunga kwenye mijadala ya Uchunguzi na maendeleo ya Ethereum kwenye ethersear.ch.",
  "page-upgrades-question-6-title": "Ninahitaji kufanya nini na dapp yangu?",
  "page-upgrades-question-6-desc": "Dapp yako haitaathiriwa na visasisho vyovyote vilivyo karibu. Walakini sasisho za siku zijazo zinaweza kuhitaji mabadiliko.",
  "page-upgrades-question-6-answer-1": "Kwa sasa hamna hatua ya kuchukua. Ila tunashauri uwe unapata taarifa za maendeleo ya muungano na visasisho vya mnyororo wa kigae.",
  "page-upgrades-question-7-desc": "Timu tofauti tofauti kutoka kwenye jamii zinafanya kazi juu ya visasisho anuwai vya Ethereum.",
  "page-upgrades-question-7-lighthouse": "Taa ya taa",
  "page-upgrades-question-7-lighthouse-lang": "(Utekelezaji wa Rust)",
  "page-upgrades-question-7-lodestar": "Mwangaza",
  "page-upgrades-question-7-lodestar-lang": "(Utekelezaji wa JavaScript)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(Utekelezaji wa Nim)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(Utekelezaji wa Go)",
  "page-upgrades-question-7-teams": "Timu za programu za makubaliano ya Ethereum:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(Utekelezaji wa JavaScript)",
  "page-upgrades-question-7-title": "Nani anaunda visasisho vya Ethereum? au nani anafanya maboresho ya Ethereum?",
  "page-upgrades-question-7-clients": "Jifunze zaidi juu ya programu/wateja wa Ethereum",
  "page-upgrades-question-8-answer-1": "Uboreshaji wa Ethereum utasaidia kiwango cha Ethereum kwa njia ya kutotegemea serikali, wakati ikudumisha usalama, na kuongeza uendelevu.",
  "page-upgrades-question-8-answer-2": "Labda shida iliyo wazi zaidi ni kwamba Ethereum inahitaji kuweza kushughulikia zaidi ya miamala 15-45 kwa sekunde. Pia visasisho vya Ethereum hushughulikia shida zingine na Ethereum leo.",
  "page-upgrades-question-8-answer-3": "Mtandao uko katika mahitaji makubwa hadi inafanya Ethereum kuwa ghali kutumia. Nodi kwenye mtandao zinajitahidi zikiwa chini ya saizi ya Ethereum na wingi wa data tarakilishi(kompyuta) zao zinahitaji kuchakata. Na programu ya msingi inayoilinda na kuiweka Ethereum nje ya madaraka ya serikali ni umeme mwingi na ambao unahitaji kua rafiki kwa mazingira.",
  "page-upgrades-question-8-answer-4": "Mambo mengi yanayobadilka sasa yalishawekwa kwenye mkakati wa Ethereum, hata tangu 2015. Ila hali za sasa zinafanya uhitaji wa usasishaji(uboreshwaji) kuwa mkubwa zaidi.",
  "page-upgrades-question-8-answer-6": "Chunguza maono ya Ethereum",
  "page-upgrades-question-8-desc": "Ethereum tunayotunia leo inahaitaji kutoa urahisi wa matumizi kwa mtumiaji wa mwisho na wanaoshiriki kwenye mtandao.",
  "page-upgrades-question-8-title": "Kwanini visasisho vinahitajika?",
  "page-upgrades-question-9-answer-1": "Jukumu kubwa zaidi unaloweza kucheza ni kuweka ETH yako.",
  "page-upgrades-question-9-answer-2": "Unaweza kuhitaji mteja wa pili ili kusaidia kuboresha utofauti wa mteja.",
  "page-upgrades-question-9-answer-3": "Ikiwa wewe ni mtaalam zaidi, unaweza kusaidia kupata mdudu kwa wateja wapya.",
  "page-upgrades-question-9-answer-4": "Unaweza pia kupima mazungumzo ya kiufundi na watafiti wa Ethereum kwenye ethresear.ch.",
  "page-upgrades-question-9-desc": "Sio lazima uwe mtaalamu ili kuchangia. Jamii inatafuta michango kutoka kwa kila aina ya ujuzi.",
  "page-upgrades-question-9-stake-eth": "Weka ETH",
  "page-upgrades-question-9-title": "Nawezaje kuchangia katika maboresho ya Ethereum?",
  "page-upgrades-question-9-more": "Pata njia za jumla za kujihusisha na Ethereum",
  "page-upgrades-question-10-title": "Awamu za 'Eth2 ni zipi?'",
  "page-upgrades-question-10-desc": "Baadhi ya vitu vimebadilika hapa.",
  "page-upgrades-question-10-answer-0": "Neno 'Eth2' lenyenyewe linatolewa, kama jinsi lisivyowakilisha sasisho moja au mtan dao mpya. Ni sahihi zaidi kama kundi la visasisho amabavyo kila moja hucheza nafasi yake katika kuifanya Ethereum iwe rahisi, salama, na endelevu. Mtandao unaoujua na na kuupenda utajulikana kama Ethereum.",
  "page-upgrades-question-10-answer-1": "Tunasita kuongea sana kwa suala la ramani ya kiufundi kwa sababu hii ni programu: vitu vinaweza kubadilika. Tunafikiri no rahisi zaidi luelewa nini kinatokea utakaposoma kuhusu matokeo.",
  "page-upgrades-question-10-answer-1-link": "Angalia visasisho",
  "page-upgrades-question-10-answer-2": "Lakini umefuata mijadala, hivi ndivyo jinsi visasisho vinafaa katika ramani za kitaalamu, na kidogo juu ya jinsi vinavyobadilika.",
  "page-upgrades-question-10-answer-3": "Awamu 0 ilielezea kazi ili kupata Mnyororo Kioleza kuwa hai.",
  "page-upgrades-question-10-answer-5": "Awamu 1 awali ilijikiata katika utekelezaji wa minyororo ya vigae, lakini kipaumbele kikahamia kwenye \"muungano\".",
  "page-upgrades-question-10-answer-6": "Hapo awali fezi 1.5 ilikua imepangwa kufuata utekelezaji wa vipengele vilivyogawanywa kwa ajili ya usasishaji, Mtandao mkuu utakapoongezwa kama kipengele cha mwisho kwenye Myororo Kioleza. Ili kuharakisha mpito huu kutoka kwenye uchimbaji wa uthibitisho-wa-kazi, badala yake Mtandao Mkuu utawakilisha kipande cha kwanza cha uboreshwaji kilichoungana na Mnyororo Kioleza. Hii inajulikana kama \"muungano\" na utakua hatua muhimu sana katika kuelekea kwenye Ethereum inayolinda mazingira.",
  "page-upgrades-question-10-answer-7": "Japokuwa mipango ya fezi nambari 2 imekuwa ni hoja ya utafiti na majadiliano makali, kukiwa na muungano kabla ya minyororo ya vigae, hii itaruhusu muendelezo wa tathmini mpya kulingana na mahitaji ya uundaji wa Ethereum. Kukiwa na ramani inayozingatia kila kitu, minyororo ya vigae haitakua na uhitaji wa mara moja.",
  "page-upgrades-question-10-answer-8": "Zaidi juu ya ramani inayozingatia kila kitu",
  "page-upgrades-question-11-title": "Ninaweza kununua Eth2?",
  "page-upgrades-question-11-desc": "Hapana. Hakuna tokeni ya Eth2 na ETH yako haitabadilika baada ya muungano.",
  "page-upgrades-question-11-answer-1": "Moja ya vichochezi vya chapa mpya ya Eth2 ilikuwa dhana potovu maarufu kwamba wamiliki wa ETH wangehitajika kuhamisha ETH yao baada ya 'Ethereum 2.0'. Hii haijawahi kuwa ya kweli. Ni ",
  "page-upgrades-question-11-answer-2": "mbinu maarufu inayotumiwa na matapeli.",
  "page-upgrades-question-title": "Maswali yanayoulizwa mara kwa mara",
  "page-upgrades-question3-answer-1": "Walioweka Eth zao hawahitaji kufanya chochote. ETH yako haitahitaji mabadilko au uboreshwaji. Kuna uwezekano mkubwa matapeli wanakwambia vinginevyo, kwahiyo kua makini.",
  "page-upgrades-scalable": "Inayokua zaidi",
  "page-upgrades-scalable-desc": "Ethereum inahitaji kuwa na uwezo wa kufanya miamala 1000 kwa sekundu, ili programu ifanye kazi haraka na ya bei nafuu kwa watumiaji wa mtandao.",
  "page-upgrades-secure": "Salama zaidi",
  "page-upgrades-secure-desc": "Ethereum inahitaji kua salama zaidi. Wakati upitishwaji wa Ethereum unakua, itifaki inahitaji kua salama zadi dhidi ya mashambukizi ya aina yoyote.",
  "page-upgrades-shard-date": "Mnyororo wa vigae unatakiwa kufuata muungano, muda fulani mwaka 2023.",
  "page-upgrades-shard-desc": "Minyororo ya vigae itatanua ujazo wa Ethereum kuchakata miamala na kutunza data. Vigae venyewe vitapata vipengele kwa muda, vikitolewa kwa awamu mbalimbali.",
  "page-upgrades-shard-estimate": "Kadirio: 2023",
  "page-upgrades-shard-lower": "Zaidi juu ya minyororo ya vigae",
  "page-upgrades-shard-title": "Vipande vya minyororo",
  "page-upgrades-stay-up-to-date": "Pata taarifa za hivi karibuni",
  "page-upgrades-stay-up-to-date-desc": "Pata habari mpya kutoka kwa watafiti na wasanidi programu wanaoshughulikia uboreshwaji wa Ethereum.",
  "page-upgrades-sustainable-desc": "Ethereum inahitaji kua nzuri zaidi kwa mazingira. Teknolojia hii leo hii inahitaji nguvu nyingi sana ya kompyuta na umeme.",
  "page-upgrades-take-part": "Shiriki katika utafiti",
  "page-upgrades-take-part-desc": "Watafiti wa Ethereum na wapenzi wake wanakutana hapa kujadili jitihada za utafutaji, ikijumuisha kila kinachohusiana na maboresho ya Ethereum.",
  "page-upgrades-the-upgrades": "Visasisho vya Ethereum",
  "page-upgrades-the-upgrades-desc": "Eth2 ni mkusanyiko wa masasisho ambayo yanaboresha uimara, usalama na uendelevu wa Ethereum. Ingawa kila moja inafanyiwa kazi sambamba, ina vitegemezi fulani ambavyo huamua ni lini vitaanza kazi.",
  "page-upgrades-unofficial-roadmap": "Hii sio ramani rasmi. Hivi ndivyo tunavyoona kile kinachotokea kulingana na habari huko nje. Lakini hii ni teknolojia, mambo yanaweza kubadilika mara moja. Kwa hivyo tafadhali usisome hii kama ahadi.",
  "page-upgrades-upgrade-desc": "Ethereum tunayoijua na kuipenda, ni rahisi zaidi, salama zaidi, na endelevu zaidi...",
  "page-upgrades-upgrades": "Visasisho vya Ethereum",
  "page-upgrades-upgrades-aria-label": "Orodha ya visasisho vya Ethereum",
  "page-upgrades-upgrades-beacon-chain": "Mnyororo Kioleza",
  "page-upgrades-upgrades-guide": "Mwongozo wa visasisho vya Ethereum",
  "page-upgrades-upgrades-docking": "Muungano",
  "page-upgrades-upgrading": "Uboreshwaji wa Ethereum kwa urefu mpya kabisa",
  "page-roadmap-vision": "Maono",
  "page-roadmap-vision-btn": "Zaidi juu ya maono ya Ethereum",
  "page-roadmap-vision-desc": "Kuleta Ethereum katika mkondo mkuu na kuwatumikia wanadamu wote, tunapaswa kufanya Ethereum kuwa hatari zaidi, salama na endelevu.",
  "page-upgrades-what-happened-to-eth2-title": "Nini kimeipata 'Eth2?'",
  "page-upgrades-what-happened-to-eth2-1": "Neno 'Eth2' linatolewa kwenye mfumo kwa ajili ya maadalizi ya muungano.",
  "page-upgrades-what-happened-to-eth2-1-more": "Zaidi juu ya muungano.",
  "page-upgrades-what-happened-to-eth2-2": "Baada ya kuunga 'Eth1' na 'Eth2' kwenye cheni moja, hapatakua na mitandao miwili ya Ethereum inayojitegemea; patakuwa na Ethereum tu.",
  "page-upgrades-what-happened-to-eth2-3": "Ili kuondoa sintofahamu, jamii imesasisha haya maneno:",
  "page-upgrades-what-happened-to-eth2-3-1": "'Eth1'ni 'safu ya utekelezaji', ambayo hushughulikia miamala na utekelezaji.",
  "page-upgrades-what-happened-to-eth2-3-2": "'Eth2' ni 'safu ya makubaliano', inayoshughulikia makubaliano ya uthibitisho-wa-hisa.",
  "page-upgrades-what-happened-to-eth2-4": "Visasisho vya maneno haya ni kwa ajili ya majina peke yake; hii haibadili malengo ya Ethereum au njia yake.",
  "page-upgrades-what-happened-to-eth2-5": "Jifunze zaidi juu ya jina jipya la 'Eth2'",
  "page-upgrades-why-cant-we-just-use-eth2-title": "Kwanini hatuwezi kutumia Eth2?",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-title": "Mifano ya kiakili",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-description": "Suala moja muhimu juu ya chapa ya Eth2 ni kwamba inaunda mifano iliyovunjika akilini kwa watumiaji wapya wa Ethereum. Bila kutilia maanani wanafikiri kwamba Eth1 inatangulia kisha Eth2 inafuata. Ama Eth1 inaondoka pale Eth2 itakaingia. Mawazo haya sio sahihi. Kwa kuondoa msamiati Eth2, tutawaokoa watumiaji wanaokuja kutoka kwenye mfano huu unaochanganya akili.",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-title": "Ushirikishwaji",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-description": "Wakati ramani ya Ethereum inabalika, Ethereum 2.0 limekuwa neno lisilowakilisha maana sahihi ya ramani ya Ethereum. Kwa kuwa makini juu ya uchaguzi wa majina yanayotumika kufikisha maudhui ya Ethereum imeruhusu uelewa mpana zaidi kwa watazamaji wengi zaidi.",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-title": "Udhibiti wa Ulaghai",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-description": "Kwa bahati mbaya walaghai wamajaribu kutumia jina lisilo sahihi kulaghai watumiajo kwa kuwaambia wabadili tokeni zao za ETH zao kwenda ETH2 ama lazima wahame toka kwenye mfumo wa ETH kabla Eth2 haijasasishwa. Tunatumaini visasisho vya majina yatasaidia kuongeza uelewa na kuondoa walaghai na kusaidia Ikolojia kuwa salama zaidi.",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-title": "Uwazi wa hisa",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-description": "Waendeshaji wengine wa uwekaji wa hisa wameiwakilisha ETH iliowekwa kwenye Mnyororo Kioleza kama 'ETH2'. Hii huleta mkanganyiko, kaa ukijua watumiaji wa huduma hii hawapokei tokeni ya 'ETH2'. Hakuna tokeni ya 'ETH2' iliyoundwa mpaka sasa; inawakilisha tu sehemu yao katika hisa mahususi ya watoa huduma.",
  "page-upgrades-what-to-do": "Unahitaji kufanya nini?",
  "page-upgrades-what-to-do-desc": "Kama uanatumia programu zilizojengwa kwa Ethereum au una ETH kwenye akaunti, huitaji kufanya chochote. Kama wewe ni msanisi programu au unataka kuanza kusimamisha ETH zako, kuna njia unazoweza kujihusisha hivi leo.",
  "page-upgrades-whats-next": "Maboresho ya Ethereum ni yapi?",
  "page-upgrades-whats-next-desc": "Njia ya Ethereum inarejelea seti ya maboresho yaliyounganishwa ambayo yatafanya mtandao kukua kwa urahisi zaidi, salama zaidi, na endelevu zaidi. Maboresho haya yanajengwa na timu nyingi kutoka katika mfumo wa ikolojia ya Ethereum.",
  "page-upgrades-whats-next-history": "Jifunze kuhusu maboresho ya nyuma ya Ethereum",
  "page-upgrades-whats-ethereum": "Subiri, Ethereum ni nini?",
  "page-upgrades-whats-new": "Nini kinafuarta katika Ethereum?",
  "page-upgrades-security-link": "Zaidi juu ya usalama na udhibiti wa matapeli",
  "page-staking-deposit-contract-staking-more-link": "Zaidi juu ya kusimamisha hisa",
  "page-upgrades-get-involved-ethresearch-1": "Ugawanyaji",
  "page-upgrades-get-involved-ethresearch-2": "Muungano"
}
