{
  "page-dapps-1inch-logo-alt": "Nembo ya inchi 1",
  "page-dapps-aave-logo-alt": "Nembo ya Aave",
  "page-dapps-add-button": "Pendekeza dapp",
  "page-dapps-add-title": "Ongeza dapp",
  "page-dapps-ankr-logo-alt": "Nembo ya Ankr",
  "page-dapps-api3-logo-alt": "Nembo ya API3",
  "page-dapps-arweave-logo-alt": "Nembo ya ARweave",
  "page-dapps-audius-logo-alt": "Nembo ya Audius",
  "page-dapps-augur-logo-alt": "Nembo ya Augur",
  "page-dapps-axie-infinity-logo-alt": "Nembo ya Axie Infinity",
  "page-dapps-balancer-logo-alt": "Nembo ya Balancer",
  "page-dapps-brave-logo-alt": "Nembo ya Brave",
  "page-dapps-beginner-friendly-description": "Programu gatuzi chache ni nzuri kwa anayeanza. Chunguza programu gatuzi chini.",
  "page-dapps-beginner-friendly-header": "Rafiki kwa anayeanza",
  "page-dapps-category-arts": "Sanaa na mtindo",
  "page-dapps-category-browsers": "Vivinjari",
  "page-dapps-category-code-marketplaces": "Soko ya msimbo",
  "page-dapps-category-collectibles": "Vitu vinavyokusanyika vya kidijitali",
  "page-dapps-category-competitive": "Michezo ya Web3",
  "page-dapps-category-computing": "Vifaa vya wasanidi programu",
  "page-dapps-category-dex": "Sehemu za kufanyia mabadilishano",
  "page-dapps-category-investments": "Fedha za uwekezaji",
  "page-dapps-category-lending": "Kukopa na kukopesha",
  "page-dapps-category-lottery": "Ufadhili wa Umati",
  "page-dapps-category-marketplaces": "Masoko",
  "page-dapps-category-music": "Muziki",
  "page-dapps-category-payments": "Malipo",
  "page-dapps-category-insurance": "Bima",
  "page-dapps-category-portfolios": "Usimamizi wa portfolio",
  "page-dapps-category-trading": "Soko la kutabiri",
  "page-dapps-category-utilities": "Huduma",
  "page-dapps-category-worlds": "Ulimwengu wa mtandaoni",
  "page-dapps-category-demand-aggregator": "Sababu zinazoleta uhitaji",
  "page-dapps-category-derivatives": "Zitokanazo",
  "page-dapps-category-liquid-staking": "Kuweka dhamana ukwasi",
  "page-dapps-category-bridges": "Madaraja",
  "page-dapps-category-experiences": "Uzoefu ulioshirikishwa",
  "page-dapps-category-guilds": "Chama cha mavuno",
  "page-dapps-category-avatar": "Picha",
  "page-dapps-choose-category": "Chagua kipengele",
  "page-dapps-category-social": "Mitandao ya kijamii",
  "page-dapps-category-content": "Maudhui",
  "page-dapps-category-community": "Jamii",
  "page-dapps-category-messaging": "Ujumbe",
  "page-dapps-category-identity": "Utambulisho",
  "page-dapps-collectibles-benefits-1-description": "Sanaa inapofanywa ishara kwenye Ethereum, umiliki unaweza kuthibitishwa kwa ajili ya wote kuona. Unaweza kufatilia safari ya kazi ya sanaa kutoka uundaji mpaka anaeimiliki sasa. Hii huzuia kugushi.",
  "page-dapps-collectibles-benefits-1-title": "Umiliki unathibitika",
  "page-dapps-collectibles-benefits-2-description": "Kulipa ili kutiririsha muziki au kununua kazi za sanaa ni haki zaidi kwa wasanii. Kwa Ethereum kuna haja ndogo ya waamuzi. Na kama wasuluhishi wanahitajika, gharama zao si za juu sana kwa sababu majukwaa hayahitaji kulipia miundombinu ya mtandao.\nMuhtasari.",
  "page-dapps-collectibles-benefits-2-title": "Ilio ya haki kwa watengenezaji",
  "page-dapps-collectibles-benefits-3-description": "Huwezi kuzuiliwa kutumia dapp ambayo imefungamana na na anuani ya Etehreum, na sio jukwaa. Kwaio unaweza kuuza vitu kama michezo kwenye soko lolote la Ethereum, na siokweye soko la michezo peke yake.",
  "page-dapps-collectibles-benefits-3-title": "Vifurushi vya kwenda na wewe",
  "page-dapps-collectibles-benefits-4-description": "Zana na bidhaa ambazo zinapatikana tayari ili uweze kuifanya sanaa ishara na uweze kuiuza. Na ishara zako zinaweza kuuzwa popote na kwenye majukwaa yote ya ishara ya Ethereum.",
  "page-dapps-collectibles-benefits-4-title": "Miundo mbinu iko tayari",
  "page-dapps-collectibles-benefits-description": "Hizi ni programu zinazojikita katika umiliki wa kidijitali, kuogeza nafasi ya mavuno zaidi kwa waundaji na kuvumbua njia mpya za kuwekeza kwa waundaji unaowapenda na kazi zao.",
  "page-dapps-collectibles-benefits-title": "vifurushi vilivyogatuliwa na utiririshaji",
  "page-dapps-collectibles-button": "Sanaa na vifurushi",
  "page-dapps-collectibles-description": "Hizi ni programu zinazojikita katika umiliki wa kidijitali, kuogeza nafasi ya mavuno zaidi kwa waundaji na kuvumbua njia mpya za kuwekeza kwa waundaji unaowapenda na kazi zao.",
  "page-dapps-collectibles-title": "Sanaa zilizogatuliwa na vifurushi",
  "page-dapps-compound-logo-alt": "Nembo ya Compound",
  "page-dapps-convex-logo-alt": "Nembo ya Curve",
  "page-dapps-cryptopunks-logo-alt": "Nembo ya CryptoPunks",
  "page-dapps-cryptovoxels-logo-alt": "Nembo ya Cryptovoxels",
  "page-dapps-cyberconnect-logo-alt": "Nembo ya CyberConnect",
  "page-dapps-dapp-description-1inch": "Inakusaidia kukwepa bei ghali za kutelezza kwa kutafuta bei zinazofaa zaidi.",
  "page-dapps-dapp-description-aave": "Azima tokeni zako ili kupata riba na uondoe wakati wowote.",
  "page-dapps-dapp-description-ankr": "Seti ya bidhaa mbalimbali za miundo msingi ya Web3 ya ujenzi, malipo, michezo na zaidi - yote kwenye kiambajengo.",
  "page-dapps-dapp-description-api3": "Vyanzo vya data vya bei vya mhusika wa kwanza vinavyoruhusu programu gatuzi (dApps) kwenye mitandao 10 (na kuendelea) kuunganishwa na data ya bei ya mali kwa wakati halisi, ikijumuisha bei za kripto na forex.",
  "page-dapps-dapp-description-arweave": "Hifadhi data milele, endelevu, na ada moja tu ya mbele.",
  "page-dapps-dapp-description-async-art": "Unda, kusanya na ufanye biashara #ProgrammableArt - picha za kidijitali zimegawanywa katika \"Tabaka\" ambazo unaweza kutumia kuathiri picha kwa ujumla. Kila bwana na Tabaka ni tokeni ya ERC721.",
  "page-dapps-dapp-description-audius": "Majukwaa ya uturirishaji yaliogatuliwa. Wasikilizaji = pesa za waundaji, na sio lebo.",
  "page-dapps-dapp-description-augur": "Bashirir juu ya matokeo ya michezo, uschumi na matukio mbali mbali ulimwenguni.",
  "page-dapps-dapp-description-axie-infinity": "Fanya biashara na viuimbe vipambanaji kwa jina Axies. Na jinshindie pesa unapocheza - iapatikana kwenye simu za rununu",
  "page-dapps-dapp-description-balancer": "Balancer ni kidhibiti cha kiotomatiki cha potifolio na ni jukwaa la biashara.",
  "page-dapps-dapp-description-brave": "Jipatie ishara kwa kuvinjari na kutegemeza waundaji uwapendao.",
  "page-dapps-dapp-description-cent": "Mtandao wa kijamii unapata pesa kwa kuchapisha NFT.",
  "page-dapps-dapp-description-compound": "Azima tokeni zako ili kupata riba na uondoe wakati wowote.",
  "page-dapps-dapp-description-convex": "Convex inaruhusu watoa huduma wa ukwasi wa Curve kupata ada za uuzaji na kudai mapato yalioongezwa ya CRV bila kuzifunga CRV yao.",
  "page-dapps-dapp-description-cryptopunks": "Nunua, weka zabuni, na toa punks (vibonzo) vya kuuza - moja ya vifurushi vya mwanzo kwenye Ethereum.",
  "page-dapps-dapp-description-cryptovoxels": "Unda nyumba za sanaa, jenga maduka, na nunua ardhi - Ulimwengu wa mtandaoni wa Ethereum.",
  "page-dapps-dapp-description-cyberconnect": "Protokali ya picha ya kijamii iliyogatuliwa inayosaidia programu gatuzi kuanzisha athari za mtandao na kujenga uzoefu wa kijamii ulio binafsi",
  "page-dapps-dapp-description-dark-forest": "Jishindie sayari bila ukomo, zinazoundwa kwa utaratibu, kwa ulimwengu maalumu wa kriptografia.",
  "page-dapps-dapp-description-decentraland": "Kusanya, fanya biashara kwenye ardhi ya mtandaoni kwenye ulimwengu wa mtandaoni unaoweza kuvinjari.",
  "page-dapps-dapp-description-ens": "Majina rafiki ya anunuani za Ethereum na tovuti zilizogatuliwa.",
  "page-dapps-dapp-description-foundation": "Wekeza kwenye matoleo ya pekee ya sanaa za kidijitali na fanya biashara na wanunuzi wengine.",
  "page-dapps-dapp-description-gitcoin": "Jipatie kripto kwa kufanya kazi kwenye programu zilizo na vyanzo vya wazi.",
  "page-dapps-dapp-description-gitcoin-grants": "Ufadhili wa watu wengi kwa ajili ya miradi ya wana-Ethereum na michango iliokuzwa",
  "page-dapps-dapp-description-gm": "Jukwaa la kila kitu kwa mazungumzo, majukwaa, na sauti ambalo linashiriki mapato na watengeneza maudhui wake",
  "page-dapps-dapp-description-gods-unchained": "Kadi ya kimkakati ya mchezo wa biashara. Jishindie kadi kwa kucheza na unaweza kuuza kwenye maisha halisi.",
  "page-dapps-dapp-description-golem": "Pata nguvu ya kompyuta za jamii ama kodisha rasilimali zako mwenyewe.",
  "page-dapps-dapp-description-graph": "Kielezo cha itifaki kwa ajili ya kutafuta mtandao kama Ethereum na IPFS.",
  "page-dapps-dapp-description-ipfs": "Mtu-kwa-mtu mtandao wa kidijitali uliobuniwa kuhifadhu na kukuza maarifa ya ulimwengu kwa kufanya tovuti kuweza kuboreshwa, imilivu na ya uwazi zaidi.",
  "page-dapps-dapp-description-radicle": "Ushirikishaji wa msimbo wa rika-kwa-rika ulio salama bila viunganishi.",
  "page-dapps-dapp-description-kyberswap": "Badilisha na pata kwa bei poa.",
  "page-dapps-dapp-description-lido": "Imerahisishwa na salama kuweka dhamana kwa jili ya mali za kidijitali.",
  "page-dapps-dapp-description-loopring": "Jukwa la rika-kwa-rika lililojengwa kwa ajili ya kasi.",
  "page-dapps-dapp-description-marble-cards": "Unda na uza kadi za kidijitali za kipekee kulingana na URL.",
  "page-dapps-dapp-description-matcha": "Inatafuta majukwaa tofauti tofauti kukupatia wewe bei ilobora zaidi.",
  "page-dapps-dapp-description-meeds": "Vituo kwa ajili ya jamii ya tovuti ya tatu kwa ajili ya umri wa kazi za ugatuzi. Zawadi inatolewa kwa usawa na kwa uwazi kwa michango muhimu.",
  "page-dapps-dapp-description-mirror": "Imejengwa juu ya tovuti ya tatu, kioo kinachokuza machapisho yanayosukuma mipaka ya kuandika mtandaoni",
  "page-dapps-dapp-description-multichain": "Njia kuu ya tovuti ya tatu. Ni miundombinu imeundwa kwa ajili ya kuingia kufanya shughuli kwenye mnyororo mwingine.",
  "page-dapps-dapp-description-nifty-gateway": "Nunua kazi za wasanii, wakimbiaji, chapa, na waundaji wa juu kwenye mnyororo.",
  "page-dapps-dapp-description-summerfi": "Uza, kopa na weka akiba na Dai, sarafu-imara ya Ethereum.",
  "page-dapps-dapp-description-opensea": "Nunua, uza, gundua na fanya biashara ya bidhaa zenye ukomo.",
  "page-dapps-dapp-description-opera": "Tuma kripto kutoka kwenye kivinjari chako kwenda kwa wafanya biashara, watumiaji wengine, na programu.",
  "page-dapps-dapp-description-osuvox": "Picha za 3D zinazoishi kwenye kiambajengo",
  "page-dapps-dapp-description-poap": "Kusanya NFT ili kuthibitisha ulikuwepo sehemu tofauti ya mtandaonmi au matukio halisi ya uso kwa uso,. Zitumie kujiunga kwenye bahati nasibu, piga kura, shiriki, au jisifu tu.",
  "page-dapps-dapp-description-polymarket": "Weka dau juiu ya matokeo. Fanya biashara juu ya taarifa za masoko.",
  "page-dapps-dapp-description-pooltogether": "Bahati nasibu usioweza kuipoteza. Tuzo za kila wiki.",
  "page-dapps-dapp-description-index-coop": "Hazina ya faharasa ya crypto ambayo hutoa kwingineko yako kufichua tokeni za juu za DeFi.",
  "page-dapps-dapp-description-nexus-mutual": "Chanjo bila kampuni ya bima. Jilinde dhidi ya hitilafu na udukuzi wa mikataba mahiri.",
  "page-dapps-dapp-description-etherisc": "Kiolezo cha bima iliyogatuliwa ambayo mtu yeyote anaweza kutumia kuunda bima yake mwenyewe.",
  "page-dapps-dapp-description-zapper": "Fuatilia kwingineko yako na utumie anuwai ya bidhaa za DeFi kutoka kiolesura kimoja.",
  "page-dapps-dapp-description-zerion": "Dhibiti kwingineko yako na utathmini kwa urahisi kila kipengee cha DeFi kwenye soko.",
  "page-dapps-dapp-description-rotki": "Zana ya ufuatiliaji wa jalada huria, uchanganuzi, uhasibu na kuripoti kodi ambayo inaheshimu faragha yako.",
  "page-dapps-dapp-description-krystal": "Jukwaa moja kwa linalokupa ufikiaji wa huduma za DeFi uzipendazo.",
  "page-dapps-dapp-description-rarible": "Unda, uuze na ununue vifurushi vya ishara.",
  "page-dapps-dapp-description-request-finance": "Seti ya zanaa za kifedha kwa ajili ya kripto za ankara, malipo ya mishahara na gharama.",
  "page-dapps-dapp-description-rubic": "Kiunganisha teknolojia cha mwingiliio-wa-mnyororo kwa watumiaji na programu gatuzi.",
  "page-dapps-dapp-description-sablier": "Pata mtiririko wa hela katika wakati halisi.",
  "page-dapps-dapp-description-spatial": "Unda picha yako ikiwa na chaguzi zako kwenye ulimwengu wa 3D",
  "page-dapps-dapp-description-spruce": "Seti ya programu za uwazi (programu huria) kuacha uthibiti wa utambulisho na data pale ambapo: ipo mikononi mwa watumiaji.",
  "page-dapps-dapp-description-status": "Imebuniwa kuruhusu uhuru wa mawazo, kulinda haki za faragha, kulinda maongezi, na kuinua uhuru wa watu.",
  "page-dapps-dapp-description-superrare": "Nunua kazi za sanaa za kiidjitali kutka kwa wasanii au masoko ya sekondari.",
  "page-dapps-dapp-description-synthetix": "Synthetix ni itifaki ya utoaji wa na ufanyaji biashara wa amali asili",
  "page-dapps-dapp-description-token-sets": "Mikakati ya uwekezaji ya Crypto ambayo inasawazisha kiotomatiki.",
  "page-dapps-dapp-description-uniswap": "Badilisha ishara kiurahisis au toa ishara kupata zawadi kwa silimia % kadhaa.",
  "page-dapps-dapp-description-xmtp": "Tuma ujumbe baina ya akaunti ya kiambajengo, Ikiwemo jumbe za faragha, tahadhari, matangazo, na zaidi.",
  "page-dapps-dapp-description-yearn": "Yearn Finance ni mkusanyaji wa mapato. Kupatia watu binafsi, DAO na itifaki nyinginezo njia ya kuweka mali ya kidijitali na kupokea mapato.",
  "page-dapps-docklink-dapps": "Utangulizi wa dapps",
  "page-dapps-docklink-smart-contracts": "Mikataba erevu",
  "page-dapps-dark-forest-logo-alt": "Nembo ya Dark Forest",
  "page-dapps-decentraland-logo-alt": "Nembo ya Decentraland",
  "page-dapps-index-coop-logo-alt": "Nembo ya index Coop",
  "page-dapps-nexus-mutual-logo-alt": "Nembo ya Nexus Mutual",
  "page-dapps-etherisc-logo-alt": "Nembo ya Etherisc",
  "page-dapps-zapper-logo-alt": "Nembo ya Zapper",
  "page-dapps-zerion-logo-alt": "Nembo ya Zerion",
  "page-dapps-rotki-logo-alt": "Nembo ya Rotiki",
  "page-dapps-krystal-logo-alt": "Nembo ya Krystal",
  "page-dapps-synthetix-logo-alt": "Nembo ya Synthetix",
  "page-dapps-desc": "Tafuta programu ya Ethereum ujaribishe.",
  "page-dapps-doge-img-alt": "Kielelezo cha doge akitumia tarakilishi",
  "page-dapps-editors-choice-dark-forest": "Cheza dhidi ya wengine kujipatia sayari na jaribishe upanga unaovuja wa Ethereum inayotanuka/teknolojia binafsi. Labda kwa wale wanaoitambua Ethereum tayari.",
  "page-dapps-editors-choice-foundation": "Wekeza katika utamaduni. Nunua, fanya biashara na uza kazi za kipekee za kidijitali na mitindo kutoka kwa wasanii, wanamuziki na chapa za ajabu.",
  "page-dapps-editors-choice-pooltogether": "Nunua tikiti ya bahati nasibu isiyo na hasara. Kila wiki, riba inayotokana na kundi zima la tikiti hutumwa kwa mshindi mmoja wa bahati. Rudisha pesa zako wakati wowote upendao.",
  "page-dapps-editors-choice-uniswap": "Badilisha tokeni zako kwa urahisi. Kipendwa cha jumuiya kinachokuruhusu kufanya biashara ya tokeni na watu kwenye mtandao.\nMuhtasari.",
  "page-dapps-ens-logo-alt": "Nembo ya Ethereum Name Service",
  "page-dapps-explore-dapps-description": "Prograu nyingi zilizogatuliwa(dapps) bado ziko kwenye majaribio, upimaji wa uwezekano wa mitandaao iliogatuliwa. Lakii kumekuwepo na wahamaji wa mwanzo waliofanikiwa katika teknolojia, uchumi, michezo na vitengo mbali mbali vya viavyokusanyika.",
  "page-dapps-explore-dapps-title": "Chunguza dapps",
  "page-dapps-features-1-description": "Mara msimbo wa dapp utakapozinduliwa kwenye Ethereum, haiitawezekana kuuondoa. Na mtu yeyote anaweza kutumia huduma za dapps. Hata kama timu ilio nyuma ya dapp imekutoa bado unaweza kuitumia. Pale inapokua kwenye ethereum, inakaa hapo hapo.",
  "page-dapps-features-1-title": "Hamna wamiliki",
  "page-dapps-features-2-description": "Huwezi kuzuiliwa kutuia dapp au kuwasilisha miamala. Kwa mfano Twitter ingekua kwenye Ethereum, hamna ambae angeweza kuzuia akaunti yako au kukuzuia wewe kuendelea ku-tweet.",
  "page-dapps-features-2-title": "Isio na udhibiti",
  "page-dapps-features-3-description": "Kwa sababu Ethereum ina ETH, malipo yanatoka kwa Ethereum. Wasanidi programu hawahitaji kutumia muda kujumuika na watoa huduma wengine wa malipo.",
  "page-dapps-features-3-title": "Malipo yaliyojumuishwa",
  "page-dapps-features-4-description": "Msimbo wa Dapp mara nyingi uko wazi na unaweza kutumika kwa chaguomsingi. Timu hujenga mara kwa mara kwa kutumia kazi ya timu nyingine. Ikiwa ungependa kuruhusu watumiaji kubadilishana tokeni kwenye dapp yako, unaweza tu kuunganisha msimbo mwingine wa dapps.",
  "page-dapps-features-4-title": "Chomekaa na ucheze",
  "page-dapps-features-5-description": "Kwa dapps nyingi, huhitaji kushiriki utambulisho wako wa ulimwengu halisi. Akaunti yako ya Ethereum ndiyo kuingia kwako na unahitaji tu mkoba.",
  "page-dapps-features-5-title": "Kuingia moja bila jina",
  "page-dapps-features-6-description": "Kriptografia huhakikisha kwamba wavamizi hawawezi kughushi miamala na mwingiliano mwingine wa dapp kwa niaba yako. Unaidhinisha vitendo vya dapp ukitumia akaunti yako ya Ethereum - kwa kawaida kupitia mkoba wako - ili hati zako zisalie salama.",
  "page-dapps-features-6-title": "Inalindwa na kriptografia",
  "page-dapps-features-7-description": "Pale ambapo dapp inakua hai kwenye Ethereum, itaanguka pale tu ethereum yenyewe itakapoanguka. Mitandao ya ujazo wa Ethereum ina sifa mbaya kwa washambuliaji maana haipenyeki.",
  "page-dapps-features-7-title": "Haishuki mtandaoni",
  "page-dapps-finance-benefits-1-description": "Huduma za kiuchumi zinazoendeshwa juu ya Ethereum hazihitaji usajili. kama una pesa na mtandao uko vizuri kufanya shughuli zako.",
  "page-dapps-finance-benefits-1-title": "Ufikiaji ulio wazi",
  "page-dapps-finance-benefits-2-description": "Kuna ulimwengu mzima wa ishara ambazo unaweza kuwasiliana nazo kwenye bidhaa hizi za kifedha. Watu wanajenga tokeni mpya juu ya Ethereum kila wakati.",
  "page-dapps-finance-benefits-2-title": "Uchumi mpya wa ishara",
  "page-dapps-finance-benefits-3-description": "Timu imejenga <a href=\"/glossary/#stablecoin\">sarafu-imara</a> yenye mwendo mdogo wa mabadiliko ya bei ya sarafu za kripto. Hii inaruhusu wewe kufanya uchuguzi na kutumia kripto bila ya hatari na kutokuwa na uhakika.",
  "page-dapps-finance-benefits-3-title": "Sarafu-imara",
  "page-dapps-finance-benefits-4-description": "Bidhaa za kifedha katika nafasi ya Ethereum zote ni za msimu na zinaendana. Mipangilio mipya ya moduli hizi inagonga soko kila wakati, na kuongeza kile unachoweza kufanya na crypto yako.",
  "page-dapps-finance-benefits-4-title": "Huduma za kifedha zilizounganishwa",
  "page-dapps-finance-benefits-description": "Je, ni nini kuhusu Ethereum inayoruhusu maombi ya fedha yaliyogatuliwa kustawi?",
  "page-dapps-finance-benefits-title": "fedha zilizogatuliwa (DeFi)",
  "page-dapps-finance-button": "Fedha",
  "page-dapps-finance-description": "Hizi ni programu zinazolenga kujenga huduma za kifedha kwa kutumia sarafu za siri. Wanatoa upendeleo wa kukopesha, kukopa, kupata riba na malipo ya kibinafsi - hakuna data ya kibinafsi inayohitajika.",
  "page-dapps-finance-title": "Fedha zilizogatuliwa (DeFi)",
  "page-dapps-foundation-logo-alt": "Nembo ya msingi",
  "page-dapps-gaming-benefits-1-description": "Iwe ni ardhi pepe au kadi za biashara, bidhaa zako zinaweza kuuzwa kwenye masoko ya bidhaa zinazokusanywa. Vipengee vyako vya ndani ya mchezo vina thamani ya ulimwengu halisi.",
  "page-dapps-gaming-benefits-1-title": "Vipengele vya mchezo mara mbili kama ishara",
  "page-dapps-gaming-benefits-2-description": "Unamiliki vitu vyako, na katika hali zingine maendeleo yako, sio kampuni za mchezo. Kwa hivyo hutapoteza chochote ikiwa kampuni inayoendesha mchezo imeshambuliwa, itakumbwa na hitilafu ya seva, au itasambaratishwa.",
  "page-dapps-gaming-benefits-2-title": "Hifadhi zako ziko salama",
  "page-dapps-gaming-benefits-3-description": "Kwa njia hiyo hiyo malipo ya Ethereum yanapatikana kwa mtu yeyote ili kuthibitisha, michezo inaweza kutumia ubora huu ili kuhakikisha haki. Kwa nadharia, kila kitu kinaweza kuthibitishwa kutoka kwa idadi ya vibao muhimu hadi saizi ya kifua cha vita cha mpinzani.",
  "page-dapps-gaming-benefits-3-title": "Haki inayoonekana",
  "page-dapps-gaming-benefits-description": "Je, ni nini kuhusu Ethereum inayoruhusu maombi ya fedha yaliyogatuliwa kustawi?",
  "page-dapps-gaming-benefits-title": "michezo iliogatuliwa",
  "page-dapps-gaming-button": "Michezo",
  "page-dapps-gaming-description": "Hizi ni programu zinazoangazia uundaji wa ulimwengu pepe na kupambana na wachezaji wengine kwa kutumia mkusanyiko ambao una thamani ya ulimwengu halisi.",
  "page-dapps-gaming-title": "Michezo iliogatuliwa",
  "page-dapps-get-some-eth-description": "Vitendo vya Dapp vinagharimu ada ya ununuzi",
  "page-dapps-get-started-subtitle": "Kujaribu programu gatuzi utaitaji mkoba na kiasi cha ETH. Mkoba utakuwezesha wewe kuunganisha, au kuingia ndani, Na utahitaji ETH kulipa <a href=\"/glossary/#transaction-fee\">ada ya muamala</a>.",
  "page-dapps-get-started-title": "Anza",
  "page-dapps-gitcoin-grants-logo-alt": "Nembo ya Gitcoin Grants",
  "page-dapps-gitcoin-logo-alt": "Nembo ya Gitcoin",
  "page-dapps-gm-logo-alt": "nembo ya gm.xyz",
  "page-dapps-gods-unchained-logo-alt": "Nembo ya Gods Unchained",
  "page-dapps-golem-logo-alt": "Nembo ya Golem",
  "page-dapps-graph-logo-alt": "Nembo ya grafu",
  "page-dapps-radicle-logo-alt": "Nembo ya Radical",
  "page-dapps-hero-header": "Zana na huduma zinazoendeshwa na Ethereum",
  "page-dapps-hero-subtitle": "Dapps ni harakati inayokua ya programu zinazotumia Ethereum kutatiza miundo ya biashara au kuvumbua mpya.",
  "page-dapps-how-dapps-work-p1": "Programu gatuzi ina miundombinu yake ya msimbo wa nyuma (mikataba erevu) kufanya kazi kama mtandao gatuzi na sio seva za umoja. Wnatumia.",
  "page-dapps-how-dapps-work-p2": "Mkataba erevu ni kama seti ya sheria zinazotumika kwa kila mtu kuona na kutekelezwa kulingana na sheria hizo. Hebu fikiria mashine ya kuuza: ikiwa utaisambaza kwa fedha za kutosha na uteuzi sahihi, utapata bidhaa unayotaka. Na kama vile mashine za kuuza, kandarasi mahiri zinaweza kuhifadhi pesa kama vile akaunti yako ya Ethereum. Hii inaruhusu msimbo kupatanisha makubaliano na shughuli.",
  "page-dapps-how-dapps-work-p3": "Mara dapps zinapotumika kwenye mtandao wa Ethereum huwezi kuzibadilisha. Dapps zinaweza kugatuliwa kwa sababu zinadhibitiwa na mantiki iliyoandikwa kwenye mkataba, si mtu binafsi au kampuni.",
  "page-dapps-how-dapps-work-title": "Jinsi dapps inavyofanya kazi",
  "page-dapps-ipfs-logo-alt": "Nembo ya IPFS",
  "page-dapps-kyberswap-logo-alt": "Logo ya KyberSwap",
  "page-dapps-learn-callout-button": "Anza kujenga",
  "page-dapps-learn-callout-description": "Tovuti yetu ya wasanidi programu wa jumuiya ina hati, zana, na mifumo ya kukusaidia kuanza kuunda dapp.",
  "page-dapps-learn-callout-image-alt": "Kielelezo cha mkono ukiunda nembo ya ETH kwa matofali aina ya lego.",
  "page-dapps-learn-callout-title": "Jifunze kuunda dapp",
  "page-dapps-lido-logo-alt": "Nembo ya Lido",
  "page-dapps-loopring-logo-alt": "Nembo ya Loopring",
  "page-dapps-magic-behind-dapps-description": "Dapps inaweza kuhisi kama programu za kawaida. Lakini nyuma ya pazia wana sifa maalum kwa sababu wanarithi nguvu zote za Ethereum. Hiki ndicho kinachofanya dapps kuwa tofauti na programu.",
  "page-dapps-magic-behind-dapps-link": "Ni nini kinachofanya Ethereum kuwa nzuri?",
  "page-dapps-magic-behind-dapps-title": "Uchawi nyuma ya dapps",
  "page-dapps-magic-title-1": "Uchawi",
  "page-dapps-magic-title-2": "nyuma",
  "page-dapps-magician-img-alt": "Kielelezo cha wachawi",
  "page-dapps-marble-cards-logo-alt": "nembo ya marble.cards",
  "page-dapps-async-logo-alt": "Nembo ya Async",
  "page-dapps-matcha-logo-alt": "Nembo ya Matcha",
  "page-dapps-meeds-logo-alt": "Nembo ya Meeds",
  "page-dapps-metaverse-benefits-title": "metaverse",
  "page-dapps-metaverse-benefits-description": "Je, ni nini kuhusu Ethereum inayoruhusu metaverse kustawi?",
  "page-dapps-metaverse-benefits-1-title": "NFTs",
  "page-dapps-metaverse-benefits-1-description": "Ya kipekee kwenye vitu vya mchezo ambayo inamilikiwa na watumiaji na inaweza tumika kati ya ulimwengu sadifu na masoko yanayo toa msaada wa viwango ivyo.",
  "page-dapps-metaverse-benefits-2-title": "Jumuiya zinazomilikiwa na watumiaji",
  "page-dapps-metaverse-benefits-2-description": "Utambulisho unamilikiwa na mtumiaji mwenyenafasi nyingi za kuchunguza na kuunda mitandao ya kijamii kupitia ulimwengu sadifu.",
  "page-dapps-metaverse-button": "Meterverse",
  "page-dapps-metaverse-title": "Meterverse",
  "page-dapps-metaverse-description": "Hizi ni programu zinazo wezesha mtumiaji kushiriki kwa uhuru kwenye ulimwengu sadifu. Watumiaji wanaweza unda mitandao binafsi na kuchukua umiliki wa mali za kidijitali",
  "page-dapps-mirror-logo-alt": "Nembo ya Mirror",
  "page-dapps-mobile-options-header": "Vinjari kitengo kingine",
  "page-dapps-multichain-logo-alt": "Nembo ya Minyororo-mingi",
  "page-dapps-nifty-gateway-logo-alt": "Nembo ya Nifty Gateway",
  "page-dapps-summerfi-logo-alt": "Nembo ya Summer.fi",
  "page-dapps-opensea-logo-alt": "Nembo ya OpenSea",
  "page-dapps-opera-logo-alt": "Nembo ya Opera",
  "page-dapps-osuvox-logo-alt": "Nembo ya OSUVOX",
  "page-dapps-polymarket-logo-alt": "Nembo ya Polymarket",
  "page-dapps-poap-logo-alt": "Nembo ya uthibitiusho wa ushiriki",
  "page-dapps-pooltogether-logo-alt": "Nembo ya PoolTogether",
  "page-dapps-rarible-logo-alt": "Nembo ya Rarible",
  "page-dapps-ready-button": "Nenda",
  "page-dapps-ready-description": "Chagua dapp ili kujaribu",
  "page-dapps-ready-title": "Uko tayari?",
  "page-dapps-request-finance-logo-alt": "Nembo Ombi ya Fedha",
  "page-dapps-rubic-logo-alt": "Nembo ya Rubic",
  "page-dapps-sablier-logo-alt": "Nembo ya Sablier",
  "page-dapps-set-up-a-wallet-button": "Tafuta pochi",
  "page-dapps-set-up-a-wallet-description": "Mkoba ni \"kuingia\" kwako kwa dapp",
  "page-dapps-set-up-a-wallet-title": "Andaa pochi",
  "page-dapps-social-button": "Jamii",
  "page-dapps-social-description": "Hizi ni programu zilizo jikita kwenye kutengeneza mitandao ya kijamii kutumia teknolojia ya utambulisho wa ugatuzi ambapo utambulisho wa kidijitali na grafu za kijamii zinamilikiwa na watumiaji.",
  "page-dapps-social-title": "Jamii",
  "page-dapps-spatial-logo-alt": "Nembo ya Spatial",
  "page-dapps-spruce-logo-alt": "Nembo ya Spruce",
  "page-dapps-status-logo-alt": "Nembo ya Status",
  "page-dapps-superrare-logo-alt": "Nembo ya SuperRare",
  "page-dapps-technology-button": "Teknolojia",
  "page-dapps-technology-description": "Hizi ni programu ambazo zinaangazia ugatuaji wa zana za wasanidi programu, kujumuisha mifumo ya kriptoeconomic katika teknolojia iliyopo, na kuunda soko kwa kazi huria ya ukuzaji.",
  "page-dapps-technology-title": "Teknolojia zilizogatuliwa",
  "page-dapps-token-sets-logo-alt": "Nembo ya Token Sets",
  "page-dapps-uniswap-logo-alt": "Nembo ya Uniswap",
  "page-dapps-wallet-callout-button": "Tafuta pochi",
  "page-dapps-wallet-callout-description": "Pochi ni dapps pia. Tafuta moja kulingana na vipengele vinavyokufaa.",
  "page-dapps-wallet-callout-image-alt": "Kielelezo cha roboti.",
  "page-dapps-wallet-callout-title": "Angalia pochi",
  "page-dapps-warning-header": "Mara zote fanya utafitit wako mwenyewe",
  "page-dapps-warning-message": "Ethereum ni teknolojia mpya na matumizi mengi ni mapya. Kabla ya kuweka kiasi kikubwa cha pesa, hakikisha unaelewa hatari.",
  "page-dapps-what-are-dapps": "Dapps ni nini?",
  "page-dapps-more-on-defi-button": "Zaidi juu fedha zilizogatuliwa (DeFi)",
  "page-dapps-more-on-nft-button": "Zaidi juu ya vifurushi vilivofanya tokeni/ishara",
  "page-dapps-more-on-nft-gaming-button": "Zaidi juu ya michezo ya ndani iliofanya tokeni",
  "page-dapps-dapp-description-pwn": "Mikopo rahisi iliyoauniwa na tokeni yoyote ama NFT kwenye Ethereum.",
  "page-dapps-pwn-image-alt": "Nembo ya PWN",
  "page-dapps-xmtp-logo-alt": "Nembo ya XMTP",
  "opage-dapps-yearn-logo-alt": "Nembo ya Yearn",
  "page-dapps-yearn-image-alt": "Nembo ya Yearn",
  "page-dapps-convex-image-alt": "Nembo ya Curve",
  "foundation": "Msingi",
  "page-wallets-get-some": "Pata ETH",
  "page-dapps-dapp-description-curve": "Curve ni dex iliyojikita kwenye sarafu-imara",
  "page-dapps-curve-image-alt": "Nembo ya Curve",
  "page-dapps-dapp-description-dodo": "DODO ni mtoaji wa ukwasi kwenye mnyororo, ambae anatumia algoriti ya mtengeneza soko makini (PMM)",
  "page-dapps-dodo-image-alt": "Nembo ya DODO",
  "page-dapps-dapp-description-artblocks": "Art Blocks imedhamiria kuleta jumla ya kazi nzuri zilizozalishwa na sanaa kwenye uhai",
  "page-dapps-artblocks-image-alt": "Nembo ya Art Blocks",
  "page-dapps-explore-title": "Unataka kutazama programu nyingi?",
  "page-dapps-explore": "Angalia mamia ya programu gatuzi"
}
