{
  "page-roadmap-vision-2014": "Angalia chapisho la mwaka 2014 likielezea uthibitisho-wa-hisa",
  "page-roadmap-vision-2021": "Tazama chapisho la mwaka 2021 juu ya mageuzi ya malengo ya Ethereum",
  "page-roadmap-vision-2021-updates": "Tazama chapisho la mwaka 2021 juu ya mageuzi ya malengo ya Ethereum",
  "page-roadmap-vision-desc-1": "Ethereum inahitaji kupunguza mrundikano kwenye mtandao na kuongeza kasi ili kuhudumia watumiaji ulimwenguni vyema zaidi.",
  "page-roadmap-vision-desc-2": "Kuendesha nodi inazidi kua ngumu mtandao unavyozidi kukua. Hii itazidi kua ngumu na juhudi za kutanua mtandao.",
  "page-roadmap-vision-desc-3": "Ethereum iantumia umeme mwingo sana. Teknoljia inayoweka mtandao salama hauna budi kuwa endelevu.",
  "page-roadmap-vision-ethereum-node": "Zaidi juu ya nodi",
  "page-roadmap-vision-future": "Dijitali ya siku zijazo ulimwenguni",
  "page-roadmap-vision-meta-desc": "Muhtasari wa athari za maboresho juu ya Ethereum, na changamoto zisizokwepeka itakazozivuka.",
  "page-roadmap-vision-meta-title": "Maono ya Ethereum",
  "page-roadmap-vision-mining": "Zaidi juu ya uchimbaji",
  "page-roadmap-vision-problems": "Tatizo la leo",
  "page-roadmap-vision-scalability": "Uwezo wa kuongezeka/kupungua",
  "page-roadmap-vision-scalability-desc": "Ethereum inahitaji kubeba miamala mingi zaidi kwa sekunde bila kuongeza wingi wa nodi zilizopo kwenye mtandao. Nodi ni washirika muhimu kwenye mtandao ambao wantunza na kuendesha mnyororo wa bloku. Kuongeza wingi wa nodi sio kitu halisi maana ni wale walio na kompyuta zenye nguvu na ghali ndiyo wataweza kufanya hio kazi. Ili kuikuza, Ethereum itahitaji kuongeza miamala kwa sekunde, ikija na nodi za ziada. Nodi zaidi inamaanisha ulinzi zaidi.",
  "page-roadmap-vision-scalability-desc-3": "Visasisho vya minyororo ya kigae itasambaza mzigo wa mtandao kwenda kwenye minyororo mipya 64. Hii itatoa nafasi kwa Ethereum kupumua kwa kupunguza mrundikano na kuboresha kasi ya miamala kwa sekunde ya hivi sasa ambayo ni kati ya miamamala 15 - 45 kwa sekunde.",
  "page-roadmap-vision-scalability-desc-4": "Pamoja na kwamba kutakua na minyororo zaidi, hii itahitaji kazi ndogo kutoka kwa wathibitishaji - wadumishaji wa mtandao. Wathibitishaji watahitaji kuendesha kigae chao tu na sio mnyororo mzima wa Ethereum. Hii inafanya nodi kuwa nyepesi zaidi, ikiruhusu Ethereum kuongeza kiwango na kubaki ikiwa imegatuliwa.",
  "page-roadmap-vision-security": "Usalama",
  "page-roadmap-vision-security-desc": "Visasisho vilivyopangwa kuboresha usalama wa Ethereum dhidi ya mashabulizi yalioratibiwa, kama vile shambilizi la asilimia 51(51%). Shambulizi hili hutoke kama kuna mmtu mmoja mwenye udhibiti mkubwa kwenye mtandao na wanweza kulazimisha mabadiliko ya kilaghai.",
  "page-roadmap-vision-security-desc-3": "Mpito wa uthibitisho-wa-hisa unamaana kuwa itifaki ya Ethereum ina katisha tamaa kufanya mashambulizi. Hii ni kwasasbabu kwenye uthibitisho-wa-hisa, wakaguzi wanaolinda mtandao lazima wasimamishe hisa zao za ETH ndani ya itifaki, kwahiyo watapoteza fedha zao kama wakijaribu kufanya shambulizi.",
  "page-roadmap-vision-security-desc-5": "Hili haliwezekani kwenye uthibitisho-wa-kazi, kitu ambacho itifaki inaweza kufanya ni kulazimisha vyombo vinavyolinda mtandao (wachimbaji) kupoteza zawadi zao za uchimbaji la sivyo wangezipata. Ili kufikia matokea sawa sawa na uthibitish-wa-kaazi, itifaki haitakua na budi kuharibu vyombo vyote vya wachimbaji kama wakijaribu kudanganya.",
  "page-roadmap-vision-security-desc-5-link": "Zaidi juu ya uthibitisho wa kazi",
  "page-roadmap-vision-security-desc-10": "Kusimamisha hisa kuna maanisha huitaji kuwekeza katika maunzi maridadi ili 'uendeshe' nodi ya Ethereum. Hii inapaswa kutia moyo watu wengi zaidi kua wathibitishaji, kuongeza ugatuzu wa mtandao na kupunguza uwanja wa mashabulizi.",
  "page-roadmap-vision-security-staking": "Weka ETH",
  "page-roadmap-vision-security-validator": "Mtu yeyote anaweza kuwa mthibitishaji kwa kuweka(kusimamisha) hisa zake za ETH.",
  "page-roadmap-vision-staking-lower": "Zaidi juu ya kusimamisha hisa",
  "page-roadmap-vision-subtitle": "Ikuze Ethereum mpaka itakapokua na nguvu ya kusaidia binandamu wote.",
  "page-roadmap-vision-sustainability": "Uendelevu",
  "page-roadmap-vision-sustainability-desc-1": "Sio siri kuwa Ethereum na minyororo mingine kama Bitcoin inakula umeme mwingi kwasababu ya uchimbaji.",
  "page-roadmap-vision-sustainability-desc-2": "Lakini Ethereum inafata njia ya kulindwa na ETH, sio uwezo wa kompyuta -- kwa kupitia uwekaji wa hisa.",
  "page-roadmap-vision-sustainability-desc-3": "Japo uwekaji wa hisa umeshaanzishwa na Mnyororo Kioleza, Ethereum tunayotumia leo itakua ikikimbia sambamba kwa kipindi fulani. Mfumo mmoja unalindwa na ETH, na mwingine ukilindwa na nguvu ya ukokotoaji wa kompyuta. Hii itaendelea mpaka muungano utakapotokea.",
  "page-roadmap-vision-sustainability-desc-8": "Mnyororo Kioleza ukishakuwa hai, kazi ya kuunganisha Mtandao Mkuu na mfumo mpya itaanza. Muunganiko huu utageuza Mtandao Mkuu kuwa Kigae ili kilindwe na ETH na hata hitaji la umeme mdogo kupindukia.",
  "page-roadmap-vision-sustainability-subtitle": "Ethereum inahitaji kua inayolinda mazingira.",
  "page-roadmap-vision-title": "Maono ya Ethereum",
  "page-roadmap-vision-title-1": "Mtandao ulioziba",
  "page-roadmap-vision-title-2": "Nafasi ya kwenye diski",
  "page-roadmap-vision-title-3": "Umeme mwingi sana",
  "page-roadmap-vision-trilemma-cardtext-1": "Visasisho vya Eth2 vitafanya Ethereum kuwa endelevu, salama na iliogatuliwa. Ugawanyaji wa vigae vitaifanya Ethereum kuwa endelevu kwa kuongeza miamala kwa sekunde huku ikipunguza umeme unaohitajika kuendesha nodi na kuthibitisha mnyororo. Mnyororo Kioleza utafanya Ethereum kuwa salama kwa kuratibu wathibitishaji kati ya vigae. Na uwekaji wa hisa utashusha ukuta unaozuia washiriki, na mwishowe kuunda mtandao mkubwa zaidi, na uliogatuliwa zaidi.",
  "page-roadmap-vision-trilemma-cardtext-2": "Mtandao wa mnyororo uliogatuliwa na ulio salama unahitaji kila nodi kuthibitisha muamala uliochakatwa na mnyororo. kazi hii ina weka mipaka ya idadi ya miamala inayoweza kutokea muda wowote. Salama na uliogatuliwa unawakilisha Ethereum ya leo.",
  "page-roadmap-vision-trilemma-cardtext-3": "Mitandao iliogatuliwa inafanya kazi kwa kutuma taarifa kuhusu miamala kati ya nodi na nodi zingine -- mtandao wote unahitaji kujua kuhusu badiliko la hali yoyote kwenye mtandao. Uboreshwaji wa miamala kwa sekunde kati ya mtandao uliogatuliwa unakaribisha hatari za kiusalama kwasababu ongezeko la miamala, ndio itakavyochukua muda mrefu, na uwezekano wa uvamizi unavyokua juu wakati taarifa zinasafirishwa.",
  "page-roadmap-vision-trilemma-cardtext-4": "Kuongeza ukubwa na nguvu ya nodi za Etehreum ingewezakuongeza wingi wa miamala kwa sekunde kwa njia salama zaidi, lakini mahitaji ya maunzi yangezuia nani anaweza kufanya hivyo -- hii inatishia ugatuzi. Inategemewa kuwa ugawanyaji wa vigae na uthibitisho-wa-hisa utawezesha Ethereum kuwa endelevu kwa kuongeza wingi wa nodi, na sio ukubwa wa nodi.",
  "page-roadmap-vision-trilemma-h2": "Changamoto ya ukuzaji wa ugatuzi",
  "page-roadmap-vision-trilemma-modal-tip": "Bonyeza duara hapo chini uelewe matatizo ya ukuzaji wa ugatuaji",
  "page-roadmap-vision-trilemma-p": "Njia ya kijinga ya kutatua matatizo ya Ethereum ingekua kuongeza ushiriki wa kati. Lakini ugatuzi ni wa wa muhimu sana. Ugatuzi wake unaipatia Ethereum nguvu ya kupambana na udhibiti, inakua wazi zaidi, inatunza data za faragha na ulinzi uliokaribia kutokuvunjika kwa njia yoyote.",
  "page-roadmap-vision-trilemma-p-1": "Maono ya Ethereum ni kuwa endelevu na salama zaidi, lakini pia ibaki kuwa iliogatuliwa. Sifa hizi tatu zikifikiwa ni tatizo linaloitwa ukuzaji wa mara tatu.",
  "page-roadmap-vision-trilemma-p-2": "Visasisho vya Ethereum vinalenga kutatua utatu wa shida hizi lakini kuna changamoto.",
  "page-roadmap-vision-trilemma-press-button": "Bonyeza vitufe vya pembe tatu ili uelewe vyema shida zinazokabili ukuaji wa ugatuzi.",
  "page-roadmap-vision-trilemma-text-1": "Ugatuzi",
  "page-roadmap-vision-trilemma-text-2": "Usalama",
  "page-roadmap-vision-trilemma-text-3": "Uwezo wa kuongezeka/kupungua",
  "page-roadmap-vision-trilemma-title-1": "Chunguza shida ya utatu wa ukuaji",
  "page-roadmap-vision-trilemma-title-2": "Visasisho vya Ethereum na ukuaji wa uliogatuliwa",
  "page-roadmap-vision-trilemma-title-3": "Salama na uliogatuliwa",
  "page-roadmap-vision-trilemma-title-4": "Uliogatuliwa na unaokua",
  "page-roadmap-vision-trilemma-title-5": "Unaokua na salama",
  "page-roadmap-vision-understanding": "Kuelewa maono ya Ethereum",
  "page-roadmap-vision-upgrade-needs": "Mahitaji ya visasisho",
  "page-roadmap-vision-upgrade-needs-desc": "Itifaki ilizinduliwa mwaka 2015 ilikua na mafanikio yasioaminika. Lakini jamii ya wana-Ethereum hua inategemea visasisho kadhaa muhimu vitakua muhimu kufungua uwezo kamili wa Ethereum.",
  "page-roadmap-vision-upgrade-needs-desc-2": "Mahitaji makubwa yanapandisha bei ya makato kwa muamala ambayo inafanya Ethereum kuwa ghali kwa mtumiaji wa kawaida. Nafasi kwenye diski inayohitajika kuendesha Ethereum inakua kwa kasi kubwa. Na msingi wamaelekezo ya makubaliano ya uthibitisho-wa-kazi na uagatuzi unachangia kwa kiasi kikubwa kubadili mazingira.",
  "page-roadmap-vision-upgrade-needs-desc-3": "Ethereum ina seti ya visasisho ambvavyo vinavyoshughulikia matatizo haya na zaidi. Seti hizi za usasishaji zilijulikana hapo mwanzo kama 'Utulivu' na 'Eth2' na zimekuwa sehemu muhimu katiaka sehemu ya utafiti na maendeleo toka mwaka 2014.",
  "page-roadmap-vision-upgrade-needs-desc-5": "Sasa kwa kuwa teknolojia iko tayari, maboresho haya yatabuni Etehreum na kuifanya ikue, salama, na endelevu - ili kufanya maisha ya watumiaji kuwa bora na kuvutia wengine wapya. Yote hii huku ikitunza thamani ya msingi ya Ethereum.",
  "page-roadmap-vision-upgrade-needs-desc-6": "Hii inamaana hakuna badiliko la ukuaji. Maboresho yatasafirishwea taratibu baada ya muda.",
  "page-roadmap-vision-upgrade-needs-serenity": "Anagalia chapisho la mwaka 2015 likijadili 'Utulivu'",
  "ethereum": "Ethereum"
}
