{
  "page-index-hero-image-alt": "Mfano wa mji wa baadaye, unaowakilisha ikolojia ya Ethereum.",
  "page-index-meta-description": "Ethereum ni jukwaa la kimataifa, ambalo halitegemei wamiliki wa madaraka kwa pesa na aina mpya za programu. Kwenye Ethereum, unaweza kuandika msimbo unaodhibiti pesa, na kuunda programu zinazoweza kupatikana mahali popote ulimwenguni.",
  "page-index-meta-title": "Nyumbani",
  "page-index-title": "Karibu Ethereum",
  "page-index-description": "Ethereum ni teknolojia inayoendeshwa na jamii inayoipa nguvu sarafu ya kripto, \nether (ETH) na maelfu ya programu zisizotegemea benki za kiserikali.",
  "page-index-title-button": "Chunguza Ethereum",
  "page-index-get-started": "Anza",
  "page-index-get-started-description": "ethreum.org ni mlango wako wa kuingia katika ulimwengu wa Ethereum. Teknolojia hii ni mpya na inayoendelea kubadilika - ni vizuri kuwa na mwongozo.",
  "page-index-get-started-image-alt": "Kielelezo cha mtu anayefanya kazi kwenye tarakilishi.",
  "page-index-get-started-wallet-title": "Chagua pochi",
  "page-index-get-started-wallet-description": "Pochi hukuruhusu kuungana na Ethereum na unaweza kudhibiti fedha zako.",
  "page-index-get-started-wallet-image-alt": "Kielelezo cha roboti mwenye mwili wa kuba, unoawakilisha pochi ya Ethereum.",
  "page-index-get-started-eth-title": "Pata ETH",
  "page-index-get-started-eth-description": "ETH ni sarafu ya Ethereum - unaweza kuitumia katika programu.",
  "page-index-get-started-eth-image-alt": "Kielelezo cha kundi la watu wakiishangaa alama ya ether (ETH) kwa furaha.",
  "page-index-get-started-dapps-title": "Tumia dapp",
  "page-index-get-started-dapps-description": "Dapps ni programu zinazoendeshwa na Ethereum. Tazama unachoweza kufanya.",
  "page-index-get-started-dapps-image-alt": "Kielelezo cha doge akitumia tarakilishi.",
  "page-index-get-started-devs-title": "Anza kujenga",
  "page-index-get-started-devs-description": "Kama unataka kuanza usimbuaji na Ethreum, tuna nyaraka, mafunzo na vingine vingi kwenye mlango wetu wa msanidi programu.",
  "page-index-get-started-devs-image-alt": "Kielelezo cha mkono ukiunda nembo ya ETH kwa matofali aina ya lego.",
  "page-index-what-is-ethereum": "Ethereum ni nini?",
  "page-index-what-is-ethereum-description": "Ethereum ni teknolojia ambayo ni nyumbani kwa hela ya kidijitali, malipo ya kimataifa, na programu. Jamii hii imejenga uchumi wa kidijitali unaoongezeka kwa kasi, njia mpya za kijasiri zinazowawezesha waundaji kupata kipato mtandaoni na mengine mengi. Jamii hii iko wazi kwa kila mtu, popote ulipo ulimwenguni - unachohitaji ni mtandao.",
  "page-index-what-is-ethereum-button": "Ethereum ni nini?",
  "page-index-what-is-ethereum-secondary-button": "Zaidi juu ya pesa za dijitali",
  "page-index-what-is-ethereum-image-alt": "Kielelezo cha mtu akichungulia ndani ya duka, lenye malengo ya kuwakilisha Ethereum.",
  "page-index-defi": "Mfumo wenye haki za kifedha",
  "page-index-defi-description": "Leo hii, mabilioni ya watu hawawezi kufungua akaunti za benki, wengine wamefungiwa malipo yao. Mfumo wa ethereum usiotegemea benki wala serikali ya nchi (DeFi) haulali wala haubagui. Ukiwa umeunganishwa mtandaoni tu, unaweza kutuma, kupokea, kukopa, kupata riba na hata kuweka hela katika mikondo mbalimbali popote ulimwenguni.",
  "page-index-defi-button": "Chunguza DeFi",
  "page-index-defi-image-alt": "Kielelezo cha mikono ikitoa alama ya ETH.",
  "page-index-internet": "Mtandao ulio wazi",
  "page-index-internet-description": "Leo, tunapata huduma ya mtandao ya \"bure\" kwa kutoa udhibiti wa data yetu ya binafsi. Huduma za Ethereum zimefunguliwa kwa msingi - unahitaji pochi tu. Pochi hizi ni za bure na rahisi kuanzisha, kudhibitiwa na wewe, na kufanya kazi bila maelezo yoyote binafsi.",
  "page-index-internet-button": "Chunguza mtandao ulio wazi",
  "page-index-internet-secondary-button": "Zaidi juu ya pochi",
  "page-index-internet-image-alt": "Kielelezo cha tarakilishi ya baadaye, inayowezeshwa na vifuwele vya Ethereum.",
  "page-index-developers": "Mpaka mpya wa maendeleo",
  "page-index-developers-description": "Ethereum na programu zake ni huria na zinapatikana katika vyanzo vinavyofunguka. Unaweza kutengeneza msimbo mpya na kutumia vipengele ambavyo wengine waliunda. Kama hutaki kujifunza lugha mpya unaweza kupitia msimbo huria kwa JavaScript na lugha nyingine zilizopo.",
  "page-index-developers-button": "Mlango wa msanidi",
  "page-index-developers-code-examples": "Code examples",
  "page-index-developers-code-example-title-0": "Benki unayomiliki",
  "page-index-developers-code-example-description-0": "Unaweza kujenga benki inayoendeshwa na mantiki uliyoprogramu.",
  "page-index-developers-code-example-title-1": "Fedha unayoimiliki",
  "page-index-developers-code-example-description-1": "Unaweza kuunda ishara ambayo unaweza kuisafirisha na kuitumia kutoka upande mmoja hadi mwingine wa programu tofauti.",
  "page-index-developers-code-example-title-2": "Pochi ya JavaScript Ethereum",
  "page-index-developers-code-example-description-2": "Unaweza kutumia lugha zilizopo kuwasiliana na Ethereum na programu nyingine.",
  "page-index-developers-code-example-title-3": "Mfumo wa jina la kikoa ulio huru, wala hauhitaji ruhusa",
  "page-index-developers-code-example-description-3": "Unaweza kufikiria tena huduma zilizopo kama matumizi yaliyowekwa wazi katika programu mbalimbali.",
  "page-index-network-stats-title": "Leo katika Ethereum",
  "page-index-network-stats-subtitle": "Takwimu za hivi karibuni za mtandao",
  "page-index-network-stats-eth-price-description": "Bei ya ETH (USD)",
  "page-index-network-stats-eth-price-explainer": "Bei ya ether 1 ya hivi karibuni. Unaweza kununua kiwango kidogo kinacholingana na 0.000000000000000001 - kwahiyo hauhitaji kununua ETH nzima.",
  "page-index-network-stats-tx-day-description": "Shughuli za leo",
  "page-index-network-stats-tx-day-explainer": "Idadi ya shughuli zilizofanikwa kusindikwa kwenye mtandao ndani ya saa 24 zilizopita.",
  "page-index-network-stats-value-defi-description": "Thamani iliofungwa kwenye DeFi(USD)",
  "page-index-network-stats-value-defi-explainer": "Kiasi cha pesa kilichopo kwenye programu zisizotegemea madaraka (DeFi), uchumi wa dijiti wa Ethereum.",
  "page-index-network-stats-nodes-description": "Nodi",
  "page-index-network-stats-nodes-explainer": "Ethreum inawezeshwa na maelfu ya watu wanaojitolea ulimwenguni kote, wajulikanao kama nodi.",
  "page-index-touts-header": "Chunguza ethereum.org",
  "page-index-contribution-banner-title": "Changia kwenye ethereum.org",
  "page-index-contribution-banner-description": "Ukurusa huu ni ulio na chanzo kilicho wazi, ukiwa na mamia ya wanajamii wanaochangia. Unaweza kupendekeza madilisho juu ya yaliomo kwenye tovuti, pendekeza vipengele vipya na vizuri, au tusaidia kuondoa wadudu.",
  "page-index-contribution-banner-image-alt": "Nembo ya Ethereum imeundwa na matofali aina ya lego.",
  "page-index-contribution-banner-button": "Zaidi juu ya uchangiaji",
  "page-index-tout-upgrades-title": "Boresha uelewa wako wa Eth2",
  "page-index-tout-upgrades-description": "Ethereum 2.0 ni programu iliyoundewa na visasisho vilivyoungana ili kufanya Ethereum iwe rahisi zaidi, salama na endelevu.",
  "page-index-tout-upgrades-image-alt": "Kielelezo cha chombo cha angani kikiwakilisha kuongezeka kwa nguvu ya Eth2.",
  "page-index-tout-enterprise-title": "Ethereum kw ajili ya biashara",
  "page-index-tout-enterprise-description": "Ona jinsi ambavyo ethereum inaweza kufungua mtindo mpya wa biashara, punguza gharama zako na uthibitisho wa baadaye wa biashara yako.",
  "page-index-tout-enterprise-image-alt": "Kielelezo cha tarakilishi/kifaa cha wakati ujao.",
  "page-index-tout-community-title": "Jamii ya wana - Ethereum",
  "page-index-tout-community-description": "Msingi wa Ethreum inahusu jamii. Imeundwa na watu wenye asili na maslahi tofauti. Angalia jinsi ya kujiunga.",
  "page-index-tout-community-image-alt": "Mfano wa kikundi cha wajenzi wanaofanya kazi pamoja.",
  "page-index-nft": "Mtandao wa mali",
  "page-index-nft-description": "Ethereum sii kwa ajili ya pesa za dijiti peke yake. Chochote unachoweza kumiliki kinaweza kuwakilishwa, kuuzwa/kununua, na kutumika ipasvyo kama ishara isiyo ya kuvu.(NFTs). Unaweza ukaweka sanaa yako kama ishara na kupata mrabaha moja kwa moja kila inapouzwa tena. Au tumia ishara hio kwa kitu unachomiliki na kupewa mkopo. Uwezekano unakua kila wakati.",
  "page-index-nft-button": "Zaidi juu ya NFTs",
  "page-index-nft-alt": "Nembo ya Eth ikionyeshwa kwa kupitia hologramu."
}
