{
  "page-what-is-ethereum-network-meta-title": "Mtandao wa Ethereum ni nini? | ethereum.org",
  "page-what-is-ethereum-network-meta-description": "Elewa mtandao wa Ethereum ni nini, kusimamisha na usalama, ada za mtandao (yaani gesi), mitandao ya kuongeza uwezo ya safu ya 2 na jinsi ya kuchunguza data ya mtandao ya moja kwa moja.",
  "page-what-is-ethereum-network-twitter-meta-description": "Elewa mtandao wa Ethereum ni nini, kusimamisha na usalama, ada za mtandao, mitandao ya kuongeza uwezo ya safu ya 2 na jinsi ya kuchunguza data ya mtandao ya moja kwa moja.",
  "page-what-is-ethereum-network-title": "Mtandao wa Ethereum ni nini?",
  "page-what-is-ethereum-network-description-1": "Mtandao wa Ethereum ni miundombinu ya kimwili na kidijitali inayoimarisha Ethereum.",
  "page-what-is-ethereum-network-description-2": "Hii inajumuisha nodi zinazohifadhi data, wathibitishaji wanaochakata miamala, programu inayotekeleza mikataba-erevu, na mitandao ya Safu ya 2 inayoongeza uwezo wa Ethereum zaidi ya mnyororo mkuu.",
  "page-what-is-ethereum-network-section-network-fees-title": "Ada za mtandao wa Ethereum ni nini (yaani ada za gesi)?",
  "page-what-is-ethereum-network-section-staking-title": "Kusimamisha ni nini na kunaulindaje mtandao?",
  "page-what-is-ethereum-network-section-layer-2s-title": "Safu ya 2 ya Ethereum ni nini na inaongezaje uwezo wa mtandao?",
  "page-what-is-ethereum-network-section-live-network-data-title": "Jinsi ya kuchunguza data ya moja kwa moja ya mtandao wa Ethereum",
  "page-what-is-ethereum-network-read-next-title": "Soma zaidi",
  "page-what-is-ethereum-network-read-next-item-1": "Mkoba ni nini?",
  "page-what-is-ethereum-network-read-next-item-2": "Ether ni nini (ETH)?",
  "page-what-is-ethereum-network-read-next-item-3": "Web3 ni nini?",
  "page-what-is-ethereum-network-read-next-item-4": "Jifunze zaidi juu ya mtandao wa Ethereum",
  "page-what-is-ethereum-network-section-description-1": "Watu wanapozungumzia Ethereum, kwa kawaida wanazungumzia mambo machache tofauti. Kuna mfumo-ikolojia wa programu na rasilimali za kidijitali, jukwaa la programu huria, na sarafu asili ya ether (ETH).",
  "page-what-is-ethereum-network-section-description-2": "Lakini chini ya yote hayo kuna <strong>mtandao wa Ethereum</strong>; msingi wa kimwili na kidijitali unaounganisha kila kitu.",
  "page-what-is-ethereum-network-section-description-3": "Kimsingi, mtandao wa Ethereum ni mkusanyiko wa <strong>maelfu ya kompyuta huru zinazoitwa nodi</strong>. Nodi hizi <strong>huendeshwa na watu duniani kote</strong>. Hufanya kazi pamoja ili kuhifadhi data, kutekeleza mikataba-erevu, na kurekodi kila muamala kwenye leja iliyo wazi na ya umma.",
  "page-what-is-ethereum-network-section-description-4": "Mtandao wa Ethereum hushughulikia kazi kadhaa muhimu, kama vile:",
  "page-what-is-ethereum-network-section-description-5": "kusasisha akaunti na salio za watumiaji",
  "page-what-is-ethereum-network-section-description-6": "kutekeleza mikataba-erevu (programu zinazoendesha programu)",
  "page-what-is-ethereum-network-section-description-7": "kufuatilia umiliki wa rasilimali za kidijitali (kama vile sarafu-imara na NFTs)",
  "page-what-is-ethereum-network-section-description-8": "kuchakata miamala yote inayopita kwenye Ethereum kila siku",
  "page-what-is-ethereum-network-section-description-9": "Kwa bahati nzuri, huhitaji kuelewa jinsi mtandao unavyofanya kazi ili kuutumia.",
  "page-what-is-ethereum-network-section-description-10": "Watu wengi hutumia mtandao kupitia <a>mkoba wa kidijitali</a>. <strong>Mkoba</strong> kwa kawaida ni programu ya wavuti au ya simu inayokuwezesha <strong>kutuma</strong> na <strong>kupokea ETH, kudhibiti rasilimali zako</strong>, na kutumia programu.",
  "page-what-is-ethereum-network-section-description-11": "Aina nyingine za watumiaji kama wasanidi programu na wafanyabiashara wanaounda kwenye Ethereum wanaweza kutumia API, programu ya nodi, au kupeleka mikataba-erevu.",
  "page-what-is-ethereum-network-section-description-12": "Mtandao wa Ethereum ni tofauti na mifumo ya jadi kwa sababu ya jinsi ulivyoundwa. <strong>Msimbo na data za Ethereum huhifadhiwa kwenye nodi zilizotawanywa</strong> kote ulimwenguni, kwa hivyo hakuna mtu anayeweza kuzuia ufikiaji wako au kuzima programu yako.",
  "page-what-is-ethereum-network-section-description-13": "Na kwa sababu mtu yeyote anaweza kujiunga, inafungua mlango wa ufikiaji na uvumbuzi wa kimataifa.",
  "page-what-is-ethereum-network-section-description-14": "Sifa hizi huwezesha mambo ambayo hayakuwezekana hapo awali, kama vile:",
  "page-what-is-ethereum-network-section-description-15": "umiliki wa data",
  "page-what-is-ethereum-network-section-description-16": "mitandao ya kijamii bila kuondolewa kwenye jukwaa",
  "page-what-is-ethereum-network-section-description-17": "mifumo ya kifedha iliyo wazi na dhahiri",
  "page-what-is-ethereum-network-section-description-18": "Kimsingi, mtandao wa Ethereum ni msingi wa umiliki wa kidijitali na ushiriki wazi.",
  "page-what-is-ethereum-network-section-description-19": "Unaweza kusikia watu wakirejelea <strong>Mainnet ya Ethereum</strong>. Huu ni mtandao uleule wa Ethereum ambao mamilioni ya watu hutumia kila siku, ambapo rasilimali halisi hubadilishwa na programu halisi huishi. Lakini \"Mainnet\" husaidia kuutofautisha na mitandao ya safu ya 2 ya Ethereum, na mitandao ya majaribio (testnets) ambayo wasanidi programu hutumia kujaribu vipengele vipya kabla ya kwenda hewani.",
  "page-what-is-ethereum-network-gas-section-description-1": "Kila muamala kwenye Ethereum hugharimu ada ndogo inayoitwa ada ya gesi. Iwe unatumia ETH, kubadilisha tokeni, au kutumia programu, unalipa kiasi kidogo cha gesi kila unapandika data kwenye mnyororo wa bloku.",
  "page-what-is-ethereum-network-gas-section-description-2": "<strong>Ada za gesi huifanya Ethereum iendeshe vizuri</strong>. Bila hiyo, wahusika wabaya wanaweza kutuma taka kwenye mtandao kwa miamala tupu na kuifanya ishindikane kutumia kupitia msongamano mkubwa, kwani hakungekuwa na njia ya kupanga miamala kwa kipaumbele kulingana na ada ambayo watumiaji wako tayari kulipa.",
  "page-what-is-ethereum-network-gas-section-description-3": "Ada za gesi za Ethereum hulipia gharama za rasilimali nyingi tofauti ambazo muamala unaweza kutumia, kama vile ukomputa, kipimo data, au hifadhi. Yote haya hufupishwa kuwa thamani moja kwa watumiaji, lakini Utafiti na Uendelezaji wa kina hufanywa ili kubaini ni kiasi gani kila operesheni inapaswa kugharimu ikilinganishwa na nyingine.",
  "page-what-is-ethereum-network-gas-section-description-4": "Kwa hivyo, nini hufanyika unapolipia gesi? Sehemu yake <strong>hulipwa kwa mthibitishaji</strong> ambaye huongeza muamala wako kwenye \"bloku\" ya miamala. Sehemu nyingine <strong>\"huchomwa\", na kuiondoa kwenye ugavi</strong>.",
  "page-what-is-ethereum-network-gas-section-description-5": "Hii husaidia kusawazisha ugavi na mahitaji, kwa sababu <strong>mtandao unapokuwa na shughuli nyingi, ada huongezeka</strong>. Mambo yanapokuwa shwari, ada hushuka.",
  "page-what-is-ethereum-network-gas-section-description-6": "Tangu mtandao <blog>ulipoanzisha uchomaji wa ada</blog> mnamo Agosti 2021, <strong>mamilioni ya ETH <beaconchain>yamechomwa</beaconchain></strong>. Unaweza kuchunguza nambari za hivi punde kwa kutumia <ultrasound>dashibodi za mtandao na wachunguzi</ultrasound> zilizoundwa na jumuiya ya Ethereum.",
  "page-what-is-ethereum-network-gas-section-description-7": "Kwa hiyo, muamala hugharimu kiasi gani?",
  "page-what-is-ethereum-network-gas-section-description-8": "Naam, <strong>ada hutofautiana kulingana na unachofanya</strong>. Kutuma ETH tu kunaweza kugharimu chini ya dola moja. Kubadilisha tokeni kwenye soko la ubadilishanaji lililogatuliwa (DEX) kunaweza kuwa dola chache au zaidi, hasa ikiwa mtandao una shughuli nyingi. Kadiri muamala unavyokuwa mgumu zaidi ndivyo gesi inavyogharimu zaidi.",
  "page-what-is-ethereum-network-gas-section-description-9": "Ada za gesi ni mojawapo ya sehemu zinazoonekana zaidi za kutumia Ethereum, hasa kwa watumiaji wapya, lakini yote huelekea kuufanya mtandao kuwa wa kuaminika na salama zaidi.",
  "page-what-is-ethereum-network-gas-section-description-10": "Jifunze zaidi kuhusu ada za mtandao wa Ethereum",
  "page-what-is-ethereum-network-staking-section-description-1": "Mtandao wa Ethereum unalindwa na mfumo unaoitwa kusimamisha. Hivi ndivyo Ethereum <strong>huhakiki miamala, huongeza bloku mpya</strong>, na huufanya mtandao kuwa <strong>salama dhidi ya mashambulizi</strong>.",
  "page-what-is-ethereum-network-staking-section-description-2": "Ethereum ilipoanza, ilitumia utaratibu wa makubaliano (njia ya kukubaliana ni nani anamiliki nini) unaoitwa uthibitishaji-wa-kazi. Huu ni utaratibu uleule ambao Bitcoin hutumia leo.",
  "page-what-is-ethereum-network-staking-section-description-3": "Mnamo Septemba 2022, Ethereum iliboresha hadi utaratibu wa makubaliano wa uthibitishaji-wa-dau ulio salama zaidi na wenye ufanisi wa nishati.",
  "page-what-is-ethereum-network-staking-section-description-4": "Kwa hiyo, inafanyaje kazi?",
  "page-what-is-ethereum-network-staking-section-description-5": "Kwa maneno rahisi, watu hufunga ETH <strong>(wanasimamisha ETH yao)</strong>, kama amana ili waweze kusaidia <strong>kulinda mtandao</strong>. Watu hawa wanaitwa wathibitishaji. Unaposimamisha ETH, mthibitishaji wako huchaguliwa kuangalia na kuongeza miamala mipya. Ukifanya hivyo kwa uaminifu, <strong>unapata zawadi</strong>. Ukijaribu <strong>kudanganya, unapoteza sehemu ya dau lako</strong>.",
  "page-what-is-ethereum-network-staking-section-description-6": "Kusimamisha ndivyo Ethereum inavyojitolea kwa uaminifu kwa ubora wa huduma yake. Pesa hizi zote zilizowekwa hatarini zina maslahi bora kwa Ethereum kubaki salama—je, ungeweza kuweka dau kinyume chake?",
  "page-what-is-ethereum-network-staking-section-description-7": "Miaka miwili tu baada ya kuzindua uthibitishaji-wa-dau, Ethereum ilivutia <validators>wathibitishaji zaidi ya milioni moja</validators> wanaosimamisha <stakedEther>mamilioni ya ETH</stakedEther> ili kulinda Ethereum. <strong>Hii inafanya Ethereum kuwa ghali sana na ngumu kushambulia</strong>. Hii ni kwa sababu, ili kushambulia mtandao, <strong>taasisi inahitaji angalau 1/3 ya ETH yote iliyosimamishwa ili kuanza kushambulia mtandao</strong>. Leo, hiyo ni sawa na makumi ya mabilioni ya dola, na hata hivyo, shambulio hilo linaweza kushindwa kwa sababu zaidi ya 1/3 kutokubaliana na mtandao wote kungezuia ukamilishaji, lakini mnyororo ungeendelea kukua na toleo lingine likichukuliwa kuwa chanzo-cha-ukweli. Zaidi ya 1/2 hubadilisha ni toleo gani linalochukuliwa kuwa ukweli, na zaidi ya 2/3 ingeruhusu kukamilisha kitu ambacho wengine hawakubaliani nacho.",
  "page-what-is-ethereum-network-staking-section-description-8": "Hiki ndicho kinachopatia Ethereum \"<strong>usalama wa kiuchumi</strong>\". Siyo tu kuhusu kuwa na teknolojia sahihi. Ni kuhusu kufanya mashambulizi kuwa ya gharama kubwa mno hata kujaribu.",
  "page-what-is-ethereum-network-staking-section-description-9": "Ili kusaidia kulinda mtandao wa Ethereum, unaweza kufanya hivi kwa njia kuu mbili.",
  "page-what-is-ethereum-network-staking-section-description-10": "Njia ya kwanza ni kuendesha nodi. Nodi huhifadhi historia nzima ya mnyororo wa bloku, ikiwa ni pamoja na miamala yote na data ya mikataba-erevu. Kwa kusawazisha na nodi zingine, zinaweza kukubaliana juu ya hali ya mtandao, kuhakikisha miamala ni halali na data ya mikataba-erevu inapatikana.",
  "page-what-is-ethereum-network-staking-section-description-11": "Njia ya pili ni kusimamisha ETH yako. Njia rahisi zaidi ni kupitia mtoa huduma wa kusimamisha kama <lido>Lido</lido> au <rocketpool>Rocketpool</rocketpool>. lakini ikiwa una ujuzi, jaribu kuendesha programu ya mthibitishaji nyumbani.",
  "page-what-is-ethereum-network-staking-section-description-12": "Jifunze zaidi kuhusu kusimamisha na jinsi ya kufanya hivyo",
  "page-what-is-ethereum-network-staking-section-description-13": "Jifunze jinsi ya kuendesha nodi",
  "page-what-is-ethereum-network-layer-2s-section-description-1": "Kadri Ethereum inavyozidi kuwa maarufu, mtandao unakuwa na shughuli nyingi zaidi. Mahitaji yanapokuwa juu, ada za gesi huongezeka na miamala huchukua muda mrefu zaidi. Ili kurekebisha hili, wasanidi programu wameunda mfululizo wa <strong>mitandao saidizi</strong> inayoitwa safu ya 2.",
  "page-what-is-ethereum-network-layer-2s-section-description-2": "Safu za 2, pia zinajulikana kama L2, ni mitandao mingine ambayo <strong>huendeshwa juu ya Ethereum</strong>. Huchakata miamala kando, kisha hutuma muhtasari ili kuhifadhiwa kwenye Ethereum.",
  "page-what-is-ethereum-network-layer-2s-section-description-3": "Unaweza kuzifikiria kama njia za haraka kwenye barabara kuu. Badala ya kila muamala kupitia Mainnet ya Ethereum, mingi yao hutumia barabara hizi za haraka na za bei nafuu.",
  "page-what-is-ethereum-network-layer-2s-section-description-4": "Baadhi ya L2 maarufu zaidi ni pamoja na <strong>Base, Arbitrum, Optimism, zkSync</strong> na <strong>Starknet</strong>. Kila moja hufanya kazi tofauti kidogo, lakini wazo ni lilelile—kuongeza uwezo wa Ethereum bila kuathiri usalama.",
  "page-what-is-ethereum-network-layer-2s-section-description-5": "Uhamisho rahisi wa ETH kwenye Optimism au zkSync unaweza <l2fees>kugharimu kiasi kidogo kama $0.04</l2fees>, ikilinganishwa na $0.3-$1 kwenye Mainnet ya Ethereum. Miamala mingine kama kubadilisha tokeni <l2fees>inaweza kuwa kiasi kidogo kama $0.20</l2fees>. Kwa watumiaji, hii inamaanisha <strong>miamala ya haraka kwa sehemu ndogo ya bei</strong>.",
  "page-what-is-ethereum-network-layer-2s-section-description-6": "Matokeo yake, L2 zinakua kwa kasi. Kwa pamoja, zinashikilia <l2beat>mabilioni ya dola katika rasilimali za kidijitali</l2beat>.",
  "page-what-is-ethereum-network-layer-2s-section-description-7": "Kwa kuwa L2 hunufaika na usalama wa Ethereum, kampuni zinazotafuta kuunda malipo na programu za kimataifa zilianza kujenga juu ya Ethereum.",
  "page-what-is-ethereum-network-layer-2s-section-description-8": "Kwa mfano, hivi karibuni Robinhood <robinhood>imezindua L2 yake</robinhood> kuchunguza malipo ya haraka kwa hisa. PayPal <paypal>ilihamisha sarafu-imara yake PYUSD kwenda kwa Ethereum L2 Arbitrum</paypal>. Shopify sasa <shopify>inaruhusu wafanyabiashara kukubali sarafu-imara ya USDC</shopify> kwenye Base.",
  "page-what-is-ethereum-network-layer-2s-section-description-9": "Kwa watumiaji, kuhamisha rasilimali kati ya Ethereum na L2s ni rahisi. Unaweza kutumia madaraja, yaliyoundwa na L2s kama <superbridge>Superbridge na Optimism</superbridge> au <portal>Portal na ZKsync</portal> ili kuhamisha ETH na rasilimali zingine. Unaweza hata kutumia zana za watu wengine kama <hop>Hop</hop> na <across>Across</across> ambazo zimeundwa na timu huru.",
  "page-what-is-ethereum-network-layer-2s-section-description-10": "Jifunze zaidi kuhusu mitandao ya Safu ya 2 ya Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-1": "Ethereum ni dhahiri kwa muundo wake. Kila kitendo kwenye mtandao, kutoka kutuma ETH hadi kuendesha mthibitishaji, hurekodiwa kwenye leja wazi, ya umma ambayo mtu yeyote anaweza kufikia.",
  "page-what-is-ethereum-network-live-network-data-section-description-2": "Hii ni tofauti kubwa na jinsi mifumo mingi inavyofanya kazi leo:",
  "page-what-is-ethereum-network-live-network-data-section-description-3": "benki na taasisi huchapisha nambari zao za ndani",
  "page-what-is-ethereum-network-live-network-data-section-description-4": "takwimu za matumizi ya programu zinalindwa kwa karibu na kampuni za teknolojia",
  "page-what-is-ethereum-network-live-network-data-section-description-5": "data za kiuchumi mara nyingi hufika zimechelewa na hurekebishwa baadaye",
  "page-what-is-ethereum-network-live-network-data-section-description-6": "Ukiwa na Ethereum, si lazima uamini. Unaweza kuthibitisha.",
  "page-what-is-ethereum-network-live-network-data-section-description-7": "Huhitaji kuelewa chochote kati ya haya ili kutumia Ethereum. Lakini ikiwa una hamu ya kujua ni miamala mingapi ilikamilishwa mnamo 2024, au ni anwani ngapi mpya za Ethereum ziliundwa katika miezi sita iliyopita, kuna zana zinazomruhusu mtu yeyote kuchunguza mtandao kwa wakati halisi.",
  "page-what-is-ethereum-network-live-network-data-section-description-8": "Hapa kuna vyanzo vichache vya data muhimu zaidi, na kile unachoweza kuvitumia:",
  "page-what-is-ethereum-network-live-network-data-section-description-9": "<etherscan>Etherscan</etherscan>: Angalia miamala, shughuli za mkoba, na mikataba-erevu",
  "page-what-is-ethereum-network-live-network-data-section-description-10": "<beaconcha>beaconcha.in</beaconcha>: Tazama takwimu za wathibitishaji, viwango vya kusimamisha, na afya ya mtandao",
  "page-what-is-ethereum-network-live-network-data-section-description-11": "<ultrasound>ultrasound.money</ultrasound>: Fuatilia ugavi wa ETH, utoaji, na uchomaji katika muda halisi",
  "page-what-is-ethereum-network-live-network-data-section-description-12": "<l2fees>l2fees.info</l2fees>: Linganisha gharama za sasa za miamala kwenye Ethereum na L2s",
  "page-what-is-ethereum-network-live-network-data-section-description-13": "<l2beat>L2Beat</l2beat>: Tazama thamani iliyolindwa na miundo ya usalama katika L2s zote kuu",
  "page-what-is-ethereum-network-live-network-data-section-description-14": "<growthepie>growthepie</growthepie>: Tazama shughuli zote za onchain na ukuaji kote kwenye Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-15": "<dune>Dune</dune>: Chunguza dashibodi maalum kwenye rasilimali zote za kidijitali kote kwenye Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-16": "<tokenterminal>Token Terminal</tokenterminal>: Linganisha mapato ya mfumo mtawanyo wa kimamlaka, matumizi, na utendaji wa itifaki",
  "page-what-is-ethereum-network-live-network-data-section-description-17": "<nansen>Nansen</nansen>: Fuatilia mtiririko wa mkoba, mienendo ya sarafu-imara, na mitindo ya pesa zenye busara.",
  "page-what-is-ethereum-network-live-network-data-section-description-18": "Zana hizi zote zipo ikiwa unazihitaji.",
  "page-what-is-ethereum-network-live-network-data-section-description-19": "Iwe wewe ni msanidi programu, mtafiti, mwekezaji, au mtu tu anayetaka kuangalia muamala, mtandao wazi wa Ethereum unakupa data—moja kwa moja, bila ruhusa, na inayoweza kuthibitishwa.",
  "page-what-is-ethereum-network-live-network-data-section-description-20": "Vinjari dashibodi za mtandao wa Ethereum na wachunguzi wa bloku."
}