{
  "page-wallets-accounts-addresses": "Pochi, akaunti, funguo na anwani",
  "page-wallets-accounts-addresses-desc": "Inafaa kuelewa tofauti kati ya maneno kadhaa muhimu.",
  "page-wallets-accounts-ethereum-addresses": "Akaunti ya Ethereum ina anwani, kama vile kisanduku pokezi kina anwani ya barua pepe. Hiki hutumika kutambua mali yako ya kidijitali.",
  "page-wallets-alt": "Kielelezo cha roboti mwenye mwili wa kuba, unoawakilisha pochi ya Ethereum",
  "page-wallets-ethereum-account": "<b>Akaunti ya Ethereum ni jozi ya funguo</b>.<a href=\"/glossary/#public-key\"> Ufunguo mmoja</a> hutumika kuundwa anwani unayoweza shiriki kwa uhuru, na <a href=\"/glossary/#private-key\"> ufunguo mwingine</a> unahitaji kuuweka kwa siri kwa sababu unatumika kusaini vitu. Kwa pamoja funguo hizi zinakuruhusu kushika mali na kufanya miamala.",
  "page-wallets-blog": "Blogu ya Coinbase",
  "page-wallets-bookmarking": "Alamisha pochi yako",
  "page-wallets-bookmarking-desc": "Kama unatumia pochi ya mtandaoni, alamisha tovuti ili kujilinda dhidi ya ulaghai wa kuhadaa.",
  "page-wallets-cd": "<b>Pochi za maunzi halisi</b> ni vifaa vinavyokuruhusu kuweka kripto yako nje ya mtandao – salama sana",
  "page-wallets-desc-2": "Pochi ndizo hutumiwa na watu wengi kutunza mali yao ya kidijitali na utambulisho.",
  "page-wallets-desc-2-link": "Zaidi juu ya ETH",
  "page-wallets-desc-3": "Pochi yako ni zana ya kutumia akaunti yako ya Ethereum. Hii inamaana unaweza kubadilisha watoa huduma wa pochi wakati wowote. Pochi nyingi hukuruhusu kudhibiti akaunti kadhaa za Ethereum kutoka kwenye programu moja.",
  "page-wallets-desc-4": "Watoa huduma wa pochi hawana ulinzi juu ya fedha zako. Hukupatia nafasi ya kuweza kuona mali yako kwenye Ethereum na zana za kuzidhibiti kwa urahisi.",
  "page-wallets-description": "Pochi za Ethereum ni programu zinazokupa udhibiti wa akaunti yako. Kama vile pochi yako halisi, ina kila kitu cha unachohitaji ili kuthibitisha utambulisho na kuweka mali yako. Pochi yako inakuruhusu kuingia katika programu, uweze kusoma salio lako, kutuma miamala na kuthibitisha utambulisho wako.",
  "page-wallets-desktop": "<b>Programu za tarakilishi</b> kama unapendelea kusimamia pesa zako kupitia macOS, Windows au Linux",
  "page-wallets-ethereum-wallet": "<b>Pochi ni zana inayokuruhusu kuingiliana na akaunti yako</b> kwa kutumia funguo zako. Inakuruhusu kuona salio lako, kutuma miamala, na zaidi.",
  "page-wallets-explore": "Chunguza Ethereum",
  "page-wallets-features-desc": "Tunaweza kukusaidia kuchagua pochi yako kulingana na vipengele unavyovipa kipaumbele.",
  "page-wallets-features-title": "Linganisha pochi kwa vipengele",
  "page-wallets-find-wallet-btn": "Tafuta pochi",
  "page-wallets-find-wallet-link": "Tafuta pochi",
  "page-wallets-get-some": "Pata ETH",
  "page-wallets-get-some-alt": "Kielelezo cha mkono ukiunda nembo ya ETH kwa matofali aina ya lego",
  "page-wallets-get-some-btn": "Pata ETH",
  "page-wallets-get-some-desc": "ETH ndiyo sarafu asili ya Ethereum. Utahitaji ETH kwenye pochi yako ili kutumia programu za Ethereum.",
  "page-wallets-keys-to-safety": "Funguo za kuweka crypto yako salama",
  "page-wallets-manage-funds": "Programu ya kudhibiti pesa zako",
  "page-wallets-manage-funds-desc": "Pochi yako inaonyesha salio lako, historia ya miamala na inakupa njia ya kutuma/kupokea fedha. Baadhi ya pochi zinaweza kutoa zaidi.",
  "page-wallets-meta-description": "Unachohitaji kujua ili kutumia pochi za Ethereum.",
  "page-wallets-meta-title": "Pochi za Ethereum: Nunua, Hifadhi na Utume kripto",
  "page-wallets-mobile": "<b>Programu za simu</b> zinazokufanya uweze kufikia fedha zako kutoka mahali popote",
  "page-wallets-more-on-dapps-btn": "Pata maelezo zaidi kuhusu Dapps",
  "page-wallets-most-wallets": "Pochi nyingi zitakuwezesha kuunda akaunti ya Ethereum. Kwa hiyo huhitaji kuwa na akaunti kabla ya kupakua pochi.",
  "page-wallets-protecting-yourself": "Jihadhari wewe mwenyewe na fedha zako",
  "page-wallets-seed-phrase": "Andika <a href=\"/glossary/#recovery-phrase\">neno lako la urejeshi</a>",
  "page-wallets-seed-phrase-desc": "Mara nyingi pochi zitakupa manenosiri ambalo lazima uliandike mahali salama. Hii ndiyo njia pekee utakayoweza kupata tena pochi yako.",
  "page-wallets-seed-phrase-example": "Mfano huu hapa:",
  "page-wallets-seed-phrase-write-down": "Usihifadhi kwenye kompyuta. Iandike na uiweke mahali salama.",
  "page-wallets-slogan": "Kushikilia funguo za maisha ya kidijitali ya baadaye",
  "page-wallets-stay-safe": "Jinsi ya kuwa salama",
  "page-wallets-stay-safe-desc": "Uhuru wa kifedha na uwezo wa kufikia na kutumia fedha zako popote unakuja na wajibu – hakuna huduma kwa wateja katika kripto. <b>Wewe mwenyewe unawajibika kutunza na kulinda funguo zako</b>.",
  "page-wallets-subtitle": "Pochi hukusaidia kupata mali ya kidijitali na kuingia kwenye programu.",
  "page-wallets-take-responsibility": "Wajibikia fedha zako mwenyewe",
  "page-wallets-take-responsibility-desc": "Mabadilishano yaliyogatuliwa yataunganisha pochi yako na jina la mtumiaji na nenosiri ambalo unaweza kurejesha kwa njia ya kawaida. Kumbuka unaweka fedha zako chini ya uangalizi wa mabadilishano hayo. Iwapo mabadilishano yatapata matatizo ya kifedha, fedha zako zitakuwa hatarini.",
  "page-wallets-tips": "Vidokezo zaidi juu ya kuwa salama",
  "page-wallets-tips-community": "Kutoka kwenye jamii",
  "page-wallets-title": "Pochi za Ethereum",
  "page-wallets-triple-check": "Kagua kila kitu mara tatu",
  "page-wallets-triple-check-desc": "Kumbuka miamala ikishafanyika haiwezi kurudishwa na pochi haziwezi kupatikana tena kirahisi, kwa hiyo chukua tahadhari na kuwa makini kila wakati.",
  "page-wallets-try-dapps": "Jaribu dapps",
  "page-wallets-try-dapps-alt": "Kielelezo cha wanajamii wa Ethereum wakifnaya kazi pamoja",
  "page-wallets-try-dapps-desc": "Dapps ni programu zilizojengwa juu ya Ethereum. Ni za bei nafuu, zenye haki na karimu juu ya data zako ukilinganisha na programu za jadi tulizozizoea.",
  "page-wallets-types": "Aina za pochi",
  "page-wallets-types-desc": "Kuna namna kadhaa za kutumia kiolesura na akaunti yako:",
  "page-wallets-web-browser": "<b>Pochi za kivinjari</b> ni programu za wavuti zinazokuwezesha kutumia akaunti yako moja kwa moja kwenye kivinjari",
  "page-wallets-web-browser-extension": "<b>Pochi za viendelezi vya kivinjari</b> ni viendelezi unavyopakua vinavyokuwezesha kutumia akaunti na programu yako kwenye kivinjari",
  "page-wallets-whats-a-wallet": "Pochi ya Ethereum ni nini?",
  "page-wallets-your-ethereum-account": "Akaunti yako ya Ethereum",
  "page-wallets-your-ethereum-account-desc": "Pochi yako ndio dirisha lako la kuingia ndani ya akaunti yako ya Ethereum - yenye salio lako, historia ya miamala na mengineyo. Lakini zaidi unaweza kubadlisha watoa huduma za pochi mda wowote ule.",
  "page-wallets-your-login": "Kuingia kwenye programu za Ethereum",
  "page-wallets-your-login-desc": "Pochi yako inakuwezesha kuunganisha kwenye programu kwa kutumia akaunti yako ya Ethereum. Ni kama ufunguo wa kuingia unaweza kuutumia kwenye programu nyingi.",
  "additional-reading-how-to-create-an-ethereum-account": "Jinsi ya kufungua akaunti ya Ethereum",
  "additional-reading-how-to-use-a-wallet": "Jinsi ya kutumia pochi"
}
