{
  "page-wallets-accounts-addresses": "Pochi, akaunti na anwani",
  "page-wallets-accounts-addresses-desc": "Inafaa kuelewa tofauti kati ya maneno kadhaa muhimu.",
  "page-wallets-accounts-ethereum-addresses": "Akaunti ya Ethereum ina anwani ya Ethereum, kama inbox ina barua pepe. Unaweza kutumia hii kutuma pesa kwenda kwenye akaunti nyingine.",
  "page-wallets-alt": "Kielelezo cha roboti mwenye mwili wa kuba, unoawakilisha pochi ya Ethereum",
  "page-wallets-ethereum-account": "Akaunti ya Ethereum ni chombo kinachoweza kufanya miamala na kina salio.",
  "page-wallets-blog": "Kurasa za Coinbase",
  "page-wallets-bookmarking": "Alamisha pochi yako",
  "page-wallets-bookmarking-desc": "Kama unatumia pochi ya mtandaoni, alamisha tovuti ili kujilinda dhidi ya ulaghai wa kuhadaa.",
  "page-wallets-cd": "Pochi za maunzi halisi ambazo hukuruhusu kuweka kripto yako nje ya mtandao - hutoa usalama zaidi",
  "page-wallets-desc-2": "Unahitaji pochi ili utume na kusimamia ETH zako.",
  "page-wallets-desc-2-link": "Zaidi juu ya ETH",
  "page-wallets-desc-3": "Pochi yako ni kifaa tu cha kusimamia akaunti yako ya Ethereum. Hii inamaana unaweza kubadilisha watoa huduma za pochi muda wowote. Pochi nyingi hukuruhusu kusimamia akaunti tofauti tofauti za Ethereum kutoka kwenye programu(application) moja.",
  "page-wallets-desc-4": "Hio ni kwasababu pochi hazina nguvu juu ya pesa zako, wewe ndiye mwenye nayo. Ni vifaa tuu vya kusimamia kile kilichochako.",
  "page-wallets-description": "Pochi za Ethereum ni programu zinazokuwezesha kupata mawasiliano na akaunti yako ya Ethereum. Ififkirie kama benki ya mtandaoni - bila benki halisi. Pochi yako inakuwezesha kusoma salio lako, kutuma miamala na kuunganisha mitandao.",
  "page-wallets-desktop": "Programu za tarakilishi kama unapendelea kusimamia pesa zako kupitia macOs, Windows or Linux",
  "page-wallets-ethereum-wallet": "Pochi ni bidhaa inayokupa uwezo wa kusimamia akaunti yako ya Ethereum. Inakuruhusu kutazama salio lako kwenye akaunti, kufanya miamala na mengine mengi.",
  "page-wallets-explore": "Chunguza Ethereum",
  "page-wallets-features-desc": "Tunaweza kukusaidia kuchagua poci yako kulingana na huduma unazojali zaidi.",
  "page-wallets-features-title": "Linganisha pochi kwa vipengele",
  "page-wallets-find-wallet-btn": "Tafuta pochi",
  "page-wallets-find-wallet-link": "Tafuta pochi",
  "page-wallets-get-some": "Pata ETH",
  "page-wallets-get-some-alt": "Kielelezo cha mkono ukiunda nembo ya ETH kwa matofali aina ya lego",
  "page-wallets-get-some-btn": "Pata ETH",
  "page-wallets-get-some-desc": "ETH ndio kripto zalendo ya Ethereum. Utahitaji ETH kwenye pochi yako ili utumie programu za Ethereum.",
  "page-wallets-how-to-store": "Jinsi ya kuhifadhi mali ya dijiti kwenye Ethereum",
  "page-wallets-keys-to-safety": "Funguo za kuweka crypto salama yako",
  "page-wallets-manage-funds": "Programu ya kudhibiti pesa zako",
  "page-wallets-manage-funds-desc": "Mkoba wako unaonyesha salio lako, historia ya muamala na unakupa njia ya kutuma/kupokea pesa. Baadhi ya pochi zinaweza kutoa huduma zaidi.",
  "page-wallets-meta-description": "Unachohitaji kujua ili kutumia pochi za Ethereum.",
  "page-wallets-meta-title": "Pochi za Ethereum",
  "page-wallets-mobile": "Programu za rununu zinazofanya pesa zako kupatikana kutoka mahali popote",
  "page-wallets-more-on-dapps-btn": "Pata maelezo zaidi kuhusu Dapps",
  "page-wallets-most-wallets": "Huduma nyingi za pochi zitakuwezesha kuzalisha akaunti ya Ethereum. Kwa hivyo hauhitaji moja kabla ya kupakua pochi.",
  "page-wallets-protecting-yourself": "Jihadhari wewe mwenyewe na fedha zako",
  "page-wallets-seed-phrase": "Andika maneno yako ya siri",
  "page-wallets-seed-phrase-desc": "Mara nyingi pochi zitakupa manenosiri amabalo lazima uyaandike mahali salama. Hii ndio njia pekee utakayoweza kujipatia tena pochi yako.",
  "page-wallets-seed-phrase-example": "Mfano huu hapa:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Usiihifadhi kwenye kompyuta. Iandike na iweke mahala salama.",
  "page-wallets-slogan": "Ufungua wako wa maisha ya kidijitali ya baadaye",
  "page-wallets-stay-safe": "Jinsi ya kua salama",
  "page-wallets-stay-safe-desc": "Pochi zianhitaji mawazo yalio tofauti kidogo pale inapokuja kwenye swala la usalama. Uhuru wa kifedha na uwezo wa kupata na kutmia fedha mahali popote huja na wajibu kidogo zaidi - hakuna msaada kwa wateja kwenye kripto.",
  "page-wallets-subtitle": "Pochi kupata pesa zako na maombi ya Ethereum. Ni wewe tu unapaswa kufikia pochi yako.",
  "page-wallets-take-responsibility": "Chukua wajibu kwa ajili ya fedha zako mwenyewe",
  "page-wallets-take-responsibility-desc": "Wabadilishanaji wa kati wataunganisha pochi yako kwa jina la mtumiaji na nenosiri ambalo unaweza kurejesha kwa njia iliozoeleka. Lakini kumbuka unaamini muunganishi huyoi wa kati awe na nguvu juu ya fedha zako. kampuni hio ikivamiwa au ikipinda, fedha zako zitakua hatarini.",
  "page-wallets-tips": "Vidokezo zaidi juu ya kuwa salama",
  "page-wallets-tips-community": "Kutoka kwenye jamii",
  "page-wallets-title": "Pochi za Ethereum",
  "page-wallets-triple-check": "Kagua mara tatu tatu kila kitu",
  "page-wallets-triple-check-desc": "Kumbuka muamala ukishafanyika hauwezi kurudishwa na pochi haziwezi kupatikana tena kiurahsi kwahio chukua tahadhari na kuwa makini mara zote.",
  "page-wallets-try-dapps": "Jaribu dapps",
  "page-wallets-try-dapps-alt": "Kielelezo cha wanajamii wa Ethereum wakifnaya kazi pamoja",
  "page-wallets-try-dapps-desc": "Dapps ni programu zilizojengwa juu ya Ethereum. Ni za bei nafuu, zenye haki na karimu juu ya data zako ukilinganisha na programu za jadi tulizozizoea.",
  "page-wallets-types": "Aina za pochi",
  "page-wallets-types-desc": "Kuna namna kadhaa za kuingiliana violessura vya akaunti yako:",
  "page-wallets-web-browser": "Pochi za kuvinjari ni programu za mtandao zinazoruhusu muingiliano kati yako na akaunti unayomiliki moja kwa moja kwa kutumia kivinjari",
  "page-wallets-web-browser-extension": "Pochi za muendelezo wa kivinjari ni programu unayopakua na inakupa muingiliano kati yako, akaunti na programu zingine zinazopatikana kwenye kivinjari",
  "page-wallets-whats-a-wallet": "Pochi ya Ethereum ni nini?",
  "page-wallets-your-ethereum-account": "Akaunti yako ya Ethereum",
  "page-wallets-your-ethereum-account-desc": "Pochi yako ndio dirisha lako la kuingia ndani ya akaunti yako ya Ethereum - yenye salio lako, historia ya miamala na mengineyo. Lakini zaidi unaweza kubadlisha watoa huduma za pochi mda wowote ule.",
  "page-wallets-your-login": "Kuingia kwenye programu za Ethereum",
  "page-wallets-your-login-desc": "Pochi yako inakupa uwezo wa kuungnika na programu zinazojitegemea kwa kutumia akaunti yako ya Ethereum. Ni kama ufunguo unaoweza kuutumia kati ya dapps nyingi."
}
