{
  "page-ethereum-history-founder-and-ownership-meta-title": "Historia ya Ethereum: mwanzilishi, uzinduzi na umiliki | ethereum.org",
  "page-ethereum-history-founder-and-ownership-meta-description": "Jifunze kuhusu historia ya Ethereum, ikiwa ni pamoja na nani aliyeiumba, ilizinduliwa lini na nani anaiongoza leo.",
  "page-ethereum-history-founder-and-ownership-twitter-meta-description": "Jifunze tofauti kati ya Bitcoin na Ethereum, ikiwa ni pamoja na matumizi, utendaji wa mtandao, uchumi wa tokeni na zaidi.",
  "page-ethereum-history-founder-and-ownership-title": "Historia ya Ethereum: mwanzilishi, uzinduzi na umiliki",
  "page-ethereum-history-founder-and-ownership-description-1": "Ethereum ilianzishwa na Vitalik Buterin mwaka wa 2013. Waanzilishi wenza kadhaa walijiunga baadaye, akiwemo Gavin Wood na Joseph Lubin. Mtandao wa Ethereum ulizinduliwa rasmi mnamo Julai 30, 2015, kwa uchimbaji wa bloku ya kwanza (bloku ya Genesis).",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-description-1": "Tofauti na mashirika ya jadi, <strong>Ethereum haina Mkurugenzi Mtendaji</strong>, bodi, au mhusika mmoja anayedhibiti. Ni jukwaa lililogatuliwa linalotawaliwa na jumuiya yake, huku Taasisi ya Ethereum isiyo ya faida ikitoa usaidizi.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum": "Nani alianzisha/alishiriki kuanzisha Ethereum?",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-1": "Ethereum <strong>ilianzishwa na Vitalik Buterin</strong> aliyebuni wazo hilo <strong>mwishoni mwa 2013</strong>.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-2": "Alizaliwa nchini Urusi mnamo 1994 na kukulia nchini Kanada, Buterin alionyesha kipaji cha kipekee cha hisabati tangu akiwa na umri mdogo.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-3": "Aligundua Bitcoin mnamo 2011, na akaanza kuandika makala za Bitcoin ambazo zilimfanya ashiriki kuanzisha <em>Bitcoin Magazine</em> mnamo 2012. Hiki kilikuwa kimojawapo ya machapisho ya kwanza yaliyojikita kwenye sarafu ya kidigitali. Kwa kuwa sehemu ya jumuiya ya awali ya Bitcoin, alishuhudia mwenyewe uwezo wake na mapungufu yake.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-4": "Mnamo 2014, Vitalik alichapisha <whitepaper>Karatasi Nyeupe ya Ethereum</whitepaper>, akielezea jukwaa ambalo lingeenda mbali zaidi ya Bitcoin kwa kuunda mnyororo wa bloku ambao ungeweza kufanya zaidi ya malipo tu.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-5": "Ethereum inapanua mbinu ya Bitcoin, kimsingi ikisema, badala ya kuwa na sheria ambazo zimeundwa ili kusaidia programu moja, tutatengeneza kitu cha jumla zaidi ambapo watu wanaweza tu kuunda programu zao wenyewe na sheria za programu zozote walizounda zinaweza kutekelezwa, kutumiwa kwenye jukwaa la Ethereum.",
  "page-ethereum-history-founder-and-ownership-when-ethereum-when-did-ethereum-launch": "Ethereum ilizinduliwa lini?",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now": "Nani anamiliki na kuendesha Ethereum sasa?",
  "page-ethereum-history-founder-and-ownership-founder-of-ethereum": "Mwanzilishi wa Ethereum",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-6": "Ethereum ilianzishwa kwa ushirikiano na watu 8 waliosaidia kuifanya Ethereum iwe hai.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-vitalik-buterin": "<strong>Vitalik Buterin</strong>: Alibuni Ethereum mnamo 2013, aliandika karatasi nyeupe ya awali, na akawa mwonaji mkuu na mtetezi wake, akielezea dhana ya kompyuta ya ulimwengu iliyogatuliwa na kuongoza mwelekeo wa kiufundi na kifalsafa wa itifaki.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-gavin-wood": "<strong>Gavin Wood</strong>: Alitengeneza lugha ya programu ya <solidity>Solidity</solidity> na akaandika <ethereumYellowPaper>Karatasi ya Njano ya Ethereum</ethereumYellowPaper>, mwongozo wa kiufundi wa Mashine ya Mtandaoni ya Ethereum (EVM).",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-joseph-lubin": "<strong>Joseph Lubin</strong>: Alisaidia kufadhili hatua za awali za Ethereum na baadaye akaanzisha <consensys>ConsenSys</consensys>, kampuni inayojikita katika kujenga programu na miundombinu inayotegemea Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-jeffrey-wilcke": "<strong>Jeffrey Wilcke</strong>: Aliunda <geth>Geth</geth>, programu ya utekelezaji ya Ethereum ya awali na inayotumiwa sana, inayohusika na kuendesha EVM na kuhifadhi data ya mtandao wa Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-mihai-alisie": "<strong>Mihai Alisie</strong>: Alishiriki kuanzisha Bitcoin Magazine na Vitalik Buterin na alisaidia kuanzisha Taasisi ya Ethereum nchini Uswizi, akihudumu kama makamu wa rais na kuweka mfumo wa kisheria wa mauzo ya awali ya ether.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-anthony-di-lorio": "<strong>Anthony Di Lorio</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-amir-chetrit": "<strong>Amir Chetrit</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-charles-hoskinson": "<strong>Charles Hoskinson</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-7": "Hadi leo, Vitalik Buterin bado anashiriki kikamilifu katika maendeleo ya Ethereum. Joseph Lubin anaendelea kuongoza ConsenSys. Kampuni yake inatengeneza zana muhimu za mfumo wa ikolojia wa Ethereum kama <strong>MetaMask</strong> na <strong>Infura</strong>.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-1": "Safari kutoka wazo la awali la Vitalik hadi uzinduzi rasmi wa Ethereum ilichukua takriban miezi 20. Hapa kuna hatua muhimu:",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-2": "<strong>Novemba 2013:</strong> Vitalik Buterin anashiriki karatasi nyeupe ya Ethereum. Inaelezea maono yake ya jukwaa la mnyororo wa bloku ambalo linaweza kuendesha mikataba-erevu.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-3": "<strong>Januari 2014:</strong> Vitalik <announcement>anatangaza hadharani</announcement> dhana ya Ethereum kwenye Mkutano wa Bitcoin wa Amerika Kaskazini huko Miami.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-4": "<strong>Julai–Agosti 2014:</strong> Ili kufadhili maendeleo ya Ethereum, timu ya waanzilishi iliendesha kampeni ya umma ya kutafuta fedha. Walikusanya BTC 31,000 (zenye thamani ya takriban dola milioni 18 wakati huo) badala ya ether (ETH).",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-5": "<strong>Aprili 2015:</strong> Vitalik na waanzilishi wenza wanazindua testnet ya Olympic ya Ethereum. Hii ilikuwa hatua ya mwisho ya majaribio kabla ya uzinduzi wa mtandao mkuu.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-6": "<strong>Julai 30, 2015:</strong> Timu ya waanzilishi inazindua rasmi mtandao mkuu wa Ethereum kwa kuchimba bloku ya genesis. Hii inaashiria kuzaliwa kwa mtandao wa Ethereum.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-7": "<strong>Machi 14, 2016:</strong> Jumuiya ya Ethereum inatekeleza \"Homestead,\" sasisho la kwanza lililopangwa. Hii inaashiria kuwa Ethereum ilikuwa tayari kwa matumizi ya jumla.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-8": "Tulikuwa na dhana hii kwenye mradi wa Ethereum kwamba tungepata fursa moja tu, ilikuwa ni mara moja na basi, kwa hivyo ilibidi tuifanye kwa usahihi.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-9": "Mwanzilishi Mwenza wa Ethereum",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-10": "Uzinduzi wa Ethereum uliashiria hatua muhimu katika teknolojia ya mnyororo wa bloku. Ulianzisha mikataba-erevu na kuunda jukwaa la programu zilizogatuliwa.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-11": "Unaweza <genesisBlock>kutazama bloku ya genesis ya Ethereum kila wakati</genesisBlock> ukihifadhi wakati ambapo Ethereum ilianza kuwepo.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-12": "Tazama orodha kamili ya masasisho ya Ethereum",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-13": "Angalia mpango wa utekelezaji wa Ethereum wa siku zijazo",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-1": "Moja ya vipengele vya kipekee zaidi vya Ethereum ni muundo wake wa umiliki, au kwa usahihi zaidi, ukosefu wake wa umiliki wa jadi. Tofauti na kampuni ya kawaida, Ethereum:",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-2": "<strong>haina Mkurugenzi Mtendaji au mamlaka kuu</strong>",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-3": "<strong>haidhibitiwi na chombo kimoja</strong> au shirika",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-4": "<strong>haina wanahisa</strong> kwa maana ya jadi",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-5": "Badala yake, Ethereum inafanya kazi kama mtandao uliogatuliwa. <strong>Inatunzwa na maelfu ya kompyuta huru</strong> (nodi) kote ulimwenguni. Mfumo huu uliogatuliwa ndio kiini cha muundo na thamani ya Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-6": "Vikundi kadhaa muhimu husaidia katika maendeleo endelevu na utawala wa Ethereum:",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation": "1. Taasisi ya Ethereum",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-1": "<strong>Taasisi ya Ethereum ni shirika lisilo la faida</strong> linalosaidia Ethereum na teknolojia zinazohusiana. Ingawa ni muhimu, haidhibiti mtandao. Taasisi hiyo:",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-2": "Inasimamia fedha za kusaidia maendeleo ya Ethereum",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-3": "Inatoa ruzuku kwa miradi inayojengwa kwenye Ethereum",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-4": "Inaandaa matukio ya jamii na mipango ya elimu",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-5": "Inaratibu juhudi za utafiti",
  "page-ethereum-history-founder-and-ownership-core-developers": "2. Wasanidi programu wakuu na watafiti",
  "page-ethereum-history-founder-and-ownership-core-developers-description-1": "Jumuiya ya kimataifa ya wasanidi programu na watafiti inachangia kwenye msimbo na muundo wa Ethereum. Wachangiaji hawa wanapendekeza, wanajadili, na kutekeleza maboresho kupitia mchakato wazi na wa umma. Vitalik Buterin bado anaheshimiwa katika jumuiya, hata hivyo, maamuzi hufanywa kupitia makubaliano ya kikundi badala ya mtu mmoja pekee.",
  "page-ethereum-history-founder-and-ownership-eip": "3. Mapendekezo ya Uboreshaji ya Ethereum (EIPs)",
  "page-ethereum-history-founder-and-ownership-eip-description-1": "Jumuiya ya Ethereum inapendekeza mabadiliko kwenye mtandao kupitia <eips>Mapendekezo ya Uboreshaji ya Ethereum (EIPs)</eips>. Mfumo huu wazi unaruhusu mtu yeyote kupendekeza maboresho. Mawazo haya kisha hujadiliwa, huboreshwa, na yanaweza kutekelezwa na jumuiya.",
  "page-ethereum-history-founder-and-ownership-validators": "4. Waendeshaji wa nodi na wathibitishaji",
  "page-ethereum-history-founder-and-ownership-validators-description-1": "Tangu mabadiliko ya Ethereum kwenda kwa uthibitisho wa hisa mnamo Septemba 2022, mtandao unalindwa na wathibitishaji wanaofunga (kuweka hisa) ETH na kuchakata miamala. Kuna <beaconchain>idadi kubwa ya wathibitishaji</beaconchain> waliosambaa kote ulimwenguni, jambo ambalo linasambaza udhibiti wa mtandao kote.",
  "page-ethereum-history-founder-and-ownership-validators-description-2": "Mfumo huu uliogatuliwa unapunguza udhibiti na chombo chochote kimoja, na kuifanya Ethereum kuwa sugu kwa udhibiti. Hii inajumuisha waanzilishi wake wa awali. Hakuna mtu mmoja au shirika linaloweza kubadilisha sheria za Ethereum au kuzima mtandao peke yao.",
  "page-ethereum-history-founder-and-ownership-validators-description-3": "Tofauti kuu kati ya kujenga programu kwenye Ethereum dhidi ya kuijenga kwenye jukwaa fulani la jadi la kati ni wazo hili kuu kwamba mara tu unapojenga programu yako, programu hiyo haihitaji kukutegemea wewe au mtu mwingine yeyote ili iendelee kuwepo. Na programu hiyo inahakikishiwa kuendelea kufanya kazi kulingana na sheria zilizobainishwa.",
  "page-ethereum-history-founder-and-ownership-conclusion": "Hitimisho",
  "page-ethereum-history-founder-and-ownership-conclusion-description-1": "Tangu kuundwa kwake na Vitalik Buterin mnamo 2013 hadi uzinduzi wake mnamo 2015 na ukuaji wake leo, <strong>Ethereum imebaki kuwa kweli kwa maono yake ya msingi</strong>. Inabaki kuwa jukwaa <strong>liliogatuliwa, lisilo na upendeleo kwa kuaminika</strong> kwa ajili ya programu zinazofanya kazi kama zilivyopangwa. Mtandao na programu zilizojengwa juu yake hufanya kazi <strong>bila muda wa kupumzika, udhibiti, ulaghai, au kuingiliwa na watu wengine</strong>.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-2": "Hadithi ya Ethereum inaendelea kufunuka kwa kila sasisho na uvumbuzi. Kadri mtandao unavyoendelea, unaonyesha jinsi utawala uliogatuliwa unavyoweza kuendesha maendeleo ya kiteknolojia bila miundo ya jadi ya ushirika.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-3": "Ethereum imebadilika kutoka kwa karatasi nyeupe ya maono na kuwa <strong>safu ya miundombinu ya kimataifa inayowezesha maelfu ya programu na mabilioni ya thamani</strong>. Hii inathibitisha kuwa ushirikiano wazi unaweza kubadilisha sio tu fedha, bali dhana za msingi za umiliki, utawala, na uaminifu wa kidijitali.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-4": "Jifunze zaidi kuhusu mchakato wa utawala wa Ethereum"
}
