{
  "page-what-is-ethereum-101": "Ethereum 101",
  "page-what-is-ethereum-101-desc": "Ethereum ni teknolojia inayokuruhusu kutuma sarafu-fiche kwa mtu yeyote kwa ada ndogo. Pia huwezesha programu ambazo kila mtu anaweza kutumia na hakuna mtu anayeweza kufuta.",
  "page-what-is-ethereum-101-desc-2": "Ethereum inajengwa juu ya uvumbuzi wa Bitcoin, na tofauti kubwa.",
  "page-what-is-ethereum-101-desc-3": "Zote mbili hukuruhusu kutumia pesa dijitali bila watoa huduma za malipo au benki. Lakini Ethereum inaweza kuratibiwa, kwa hivyo unaweza kuitumia pia kwa mali nyingi tofauti za dijiti - hata Bitcoin!",
  "page-what-is-ethereum-101-desc-4": "Hii inamaanisha Ethereum ni ya zaidi ya malipo. Ni soko la huduma za kifedha, michezo na programu ambazo haziwezi kuiba data yako au kukukagua.",
  "page-what-is-ethereum-101-italic": "blockchain inayoweza kuratibiwa duniani.",
  "page-what-is-ethereum-101-strong": "Ni ",
  "page-what-is-ethereum-accessibility": "Ethereum iko wazi kwa kila mtu.",
  "page-what-is-ethereum-adventure": "Chagua tukio lako!",
  "page-what-is-ethereum-alt-img-bazaar": "Kielelezo cha mtu akichungulia ndani ya duka, lenye malengo ya kuwakilisha Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Kielelezo cha wanajamii wa Ethereum wakifnaya kazi pamoja",
  "page-what-is-ethereum-alt-img-lego": "Kielelezo cha mkono ukiunda nembo ya ETH kwa matofali aina ya lego",
  "page-what-is-ethereum-alt-img-social": "Mchoro wa wahusika katika nafasi ya kijamii iliyowekwa kwa Ethereum yenye nembo kubwa ya ETH",
  "page-what-is-ethereum-banking-card": "Benki ya kila mmoja",
  "page-what-is-ethereum-banking-card-desc": "Sio kila mtu anayeweza kupata huduma za kifedha. Lakini unachohitaji ili kufikia Ethereum na bidhaa zake za kukopesha, kukopa na kuweka akiba ni muunganisho wa intaneti.",
  "page-what-is-ethereum-build": "Tengeneza kitu na Ethereum",
  "page-what-is-ethereum-build-desc": "Ikiwa unataka kujaribu kujenga na Ethereum, soma hati zetu, jaribu mafunzo kadhaa, au angalia zana unazohitaji ili kuanza.",
  "page-what-is-ethereum-censorless-card": "Kuhimili udhibiti",
  "page-what-is-ethereum-censorless-card-desc": "Hamna serikali wala kampuni inaudhiti juu ya Ethereum. Ugatuaji huu wa madaraka unapunguza uwezekano wowote wa mtu yeyote kukuzuia wewe kufanya malipo au kutumia huduma juu ya Ethereum.",
  "page-what-is-ethereum-comm-desc": "Jamii yetu inajumuisha watu kutoka fani/asili za kila aina, wakiwemo wasanii, mabeberu wa kripto, makampuni ya bahati 500, na sasa wewe. Jua jinsi unavyoweza kujihusisha leo.",
  "page-what-is-ethereum-commerce-card": "Dhamana za biashara",
  "page-what-is-ethereum-commerce-card-desc": "Ethereum huunda uwanja wa kiwango zaidi. Wateja wana usalama, dhamana iliyojengwa ndani kwamba fedha zitabadilika tu ikiwa utatoa kile kilichokubaliwa. Huhitaji nguvu kubwa ya kampuni kufanya biashara.",
  "page-what-is-ethereum-community": "Jamii ya wana - Ethereum",
  "page-what-is-ethereum-compatibility-card": "Utangamano kwa ushindi",
  "page-what-is-ethereum-compatibility-card-desc": "Bidhaa bora na huduma zinajengwa kila wakati kwa sababu bidhaa za Ethereum zinaendana kwa chaguo-msingi. Makampuni yanaweza kujenga juu ya mafanikio ya kila mmoja.",
  "page-what-is-ethereum-dapps-desc": "Bidhaa na huduma zinazotumika kwenye Ethereum. Kuna programu za fedha, kazi, mitandao ya kijamii, michezo na mengineyo - kutana na programu za maisha yetu ya baadaye ya kidijitali.",
  "page-what-is-ethereum-dapps-img-alt": "Kielelezo cha mbwa anayetumia programu ya Ethereum kwenye kompyuta",
  "page-what-is-ethereum-dapps-title": "Programu zinazojitegemea zilizojengwa juu ya Ethereum",
  "page-what-is-ethereum-desc": "Msingi wa mustakabali wetu wa kidijitali",
  "page-what-is-ethereum-explore": "Chunguza Ethereum",
  "page-what-is-ethereum-get-started": "Njia bora ya kujifunza zaidi ni kupakua pochi, kupata ETH na ujaribu programu zilizojengwa kwa Ethereum.",
  "page-what-is-ethereum-in-depth-description": "Ethereum ina ufikiaji wazi wa pesa za dijitali na huduma zinazofaa data kwa kila mtu - bila kujali asili au eneo lako. Ni teknolojia iliyojengwa na jumuiya nyuma ya etha sarafu ya kripto (ETH) na maelfu ya programu unazoweza kutumia leo.",
  "page-what-is-ethereum-internet-card": "Mtandao wa kibinafsi zaidi au unaolinda taarifa binafsi",
  "page-what-is-ethereum-internet-card-desc": "Huhitaji kutoa maelezo yako yote binafsi ili kutumia programu ya Ethereum. Ethereum inajenga uchumi kulingana na thamani, sio ufuatiliaji.",
  "page-what-is-ethereum-meet-comm": "Kutana na jamii",
  "page-what-is-ethereum-meta-description": "Jifunze kuhusu Ethereum, inachofanya na jinsi ya kuijaribu wewe mwenyewe.",
  "page-what-is-ethereum-meta-title": "Ethereum ni nini?",
  "page-what-is-ethereum-native-alt": "Nembo ya ether(ETH)",
  "page-what-is-ethereum-native-crypto": "Fedha asilia ya Ethereum na ni sawa na Bitcoin. Unaweza kutumia ETH kwenye programu za Ethereum au kutuma thamani kwa marafiki na familia.",
  "page-what-is-ethereum-native-img-alt": "Mchoro wa roboti iliyo na sanduku salama la torso, inayotumiwa kuwakilisha pochi za Ethereum",
  "page-what-is-ethereum-native-title": "ETH",
  "page-what-is-ethereum-p2p-card": "Mtandao wa rika-kwa-rika",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum hukuruhusu kuhamisha pesa, au kufanya makubaliano, moja kwa moja na mtu mwingine. Huna haja ya kupitia makampuni patanishi.",
  "page-what-is-ethereum-singlecard-desc": "Iwapo ungependa kutumia blockchain na upande wa kiufundi wa Ethereum, tutakusaidia.",
  "page-what-is-ethereum-singlecard-link": "Jinsi Ethereum inavyofanya kazi",
  "page-what-is-ethereum-singlecard-title": "Jinsi Ethereum inavyofanya kazi",
  "page-what-is-ethereum-start-building-btn": "Anza kujenga",
  "page-what-is-ethereum-title": "Ethereum ni nini?",
  "page-what-is-ethereum-tools-needed": "Unachohitaji ni pochi ili kushiriki.",
  "page-what-is-ethereum-try": "Jaribu Ethereum",
  "page-what-is-ethereum-tryit": "Kwahiyo ingia kwenye soko na ijaribishe...",
  "page-what-is-ethereum-wallets": "Pochi",
  "page-what-is-ethereum-wallets-desc": "Jinsi unavyodhibiti ETH yako na akaunti yako ya Ethereum. Utahitaji pochi ili kuanza - tutakusaidia kuchagua moja.",
  "page-what-is-ethereum-welcome": "Karibu katika Ethereum",
  "page-what-is-ethereum-welcome-2": "Tunatumaini utadumu.",
  "page-what-is-ethereum-defi-title": "Fedha zisizotawaliwa na serikali, au kampuni (DeFi)",
  "page-what-is-ethereum-defi-description": "Mfumo wa fedha ulio wazi zaidi unaokupa udhibiti zaidi wa pesa zako na kufungua nafasi mpya.",
  "page-what-is-ethereum-defi-alt": "Nembo ya Ethereum imeundwa na matofali aina ya lego.",
  "page-what-is-ethereum-nft-title": "Ishara zisizoambukiza(IZ)",
  "page-what-is-ethereum-nft-description": "Njia ya kuwakilisha vitu vya kipekee kama mali ya Ethereum zinazoweza kuuzwa, kutumika kama uthibitisho wa umiliki, na kuunda fursa mpya kwa watayarishi.",
  "page-what-is-ethereum-nft-alt": "Nembo ya Eth ikionyeshwa kwa kupitia hologramu.",
  "page-what-is-ethereum-dao-title": "Mashirika huru yasiyotawaliwa(MHY)",
  "page-what-is-ethereum-dao-description": "Njia mpya ya kushirikiana na kuanzisha jumuiya za mtandaoni kwa malengo ya pamoja na fedha za pamoja.",
  "page-what-is-ethereum-dao-alt": "Uwakilishi wa DAO kupiga kura juu ya pendekezo.",
  "page-what-is-ethereum-use-cases-title": "Gundua namna za utumiaji wa Ethereum",
  "page-what-is-ethereum-use-cases-subtitle": "Ethereum imesababisha kuundwa kwa bidhaa na huduma mpya ambazo zinaweza kuboresha maeneo mbalimbali ya maisha yetu.",
  "page-what-is-ethereum-use-cases-subtitle-two": "Bado tuko katika hatua za awali lakini kuna mengi ya kufurahishwa nayo."
}
