{
  "page-what-is-ethereum-alt-img-bazaar": "Kielelezo cha mtu akiangalia ndani ya duka, lenye malengo ya kuwakilisha Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Kielelezo cha wanajamii wa Ethereum wakifnaya kazi pamoja",
  "page-what-is-ethereum-alt-img-lego": "Kielelezo cha mkono ukiunda nembo ya ETH kwa matofali aina ya lego",
  "page-what-is-ethereum-banking-card": "Benki ya kila mmoja",
  "page-what-is-ethereum-banking-card-desc": "Sio kila mtu anayeweza kupata huduma za kifedha. Lakini unachohitaji ili kufikia Ethereum na bidhaa zake za kukopesha, kukopa na kuweka akiba ni muunganisho wa intaneti.",
  "page-what-is-ethereum-build": "Tengeneza kitu na Ethereum",
  "page-what-is-ethereum-build-desc": "Ikiwa unataka kujaribu kujenga na Ethereum, soma hati zetu, jaribu mafunzo kadhaa, au angalia zana unazohitaji ili kuanza.",
  "page-what-is-ethereum-censorless-card": "Kuhimili udhibiti",
  "page-what-is-ethereum-censorless-card-desc": "Hamna serikali wala kampuni iliyo na udhiti juu ya Ethereum. Ugatuzi huu unapunguza uwezekano wowote wa mtu yeyote kukuzuia kupokea malipo au kutumia huduma kwenye Ethereum.",
  "page-what-is-ethereum-comm-desc": "Jamii yetu inajumuisha watu kutoka fani/asili za kila aina, wakiwemo wasanii, mabeberu wa kripto, makampuni ya bahati 500, na sasa wewe. Jua jinsi unavyoweza kujihusisha leo.",
  "page-what-is-ethereum-commerce-card": "Dhamana za biashara",
  "page-what-is-ethereum-commerce-card-desc": "Wateja wanadhamana iliojengwa ndani ya ethereum ilio salama na itakayopeana mikono pale tu utakapotoa ulichoahidi. Vile vile wasanidi programu watakua na uhakika kua sheria hazitawabadilikia.",
  "page-what-is-ethereum-composable-card": "Bidhaa zinazoweza kutungwa",
  "page-what-is-ethereum-composable-card-desc": "Programu zote zimeundwa kwenye mnyororo wa bloku kwa hali ya kimataifa inayoshirikiwa, kumaanisha zinaweza kuundwa kwa kutegemeana (kama vile matofali ya Lego). Hiii inaruhusu bidhaa na hali bora ya utumiaji na uhakikisho kuwa hakuna yeyote anayeweza kuondoa zana yoyote ambayo programu zinategemea.",
  "page-what-is-ethereum-community": "Jamii ya wana - Ethereum",
  "page-what-is-ethereum-desc": "Msingi wa mustakabali wetu wa kidijitali",
  "page-what-is-ethereum-explore": "Chunguza Ethereum",
  "page-what-is-ethereum-internet-card": "Mtandao ulio wazi",
  "page-what-is-ethereum-internet-card-desc": "Mtu yeyote anaweza kutumia mtandao wa Ethereum ama kuunda programu juu yake. Hii inakuruhusu kuthibiti mali na utambulisho wako badala ya kuthibitiwa na mashirika machache.",
  "page-what-is-ethereum-meet-comm": "Kutana na jamii",
  "page-what-is-ethereum-meta-description": "Jifunze kuhusu Ethereum, inachofanya na jinsi ya kuijaribu wewe mwenyewe.",
  "page-what-is-ethereum-meta-title": "Ethereum ni nini?",
  "page-what-is-ethereum-p2p-card": "Mtandao wa rika-kwa-rika",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum inakuruhusu kuratibu, kufanya makubaliano ama kuhamisha mali ya kidijitali moja kwa moja na watu wengine. Huhitaji kutegemea waamuzi.",
  "page-what-is-ethereum-start-building-btn": "Anza kujenga",
  "page-what-is-ethereum-title": "Ethereum ni nini?",
  "page-what-is-ethereum-subtitle": "Muongozo kamili wa jinsi Ethereum inavofanya kazi kwa wanaoanza, faida inayoleta na jinsi inavotumika na mamilioni ya watu ulimwenguni kote.",
  "page-what-is-ethereum-button-lets-start": "Tuanze",
  "page-what-is-ethereum-blockchain-tab-title": "Blockchain ni nini?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Mnyororo wa bloku ni hifadhidata ya miamala</b> inayosasishwa na inayoshirkishwa miongoni kompyuta nyingi kwenye mtandao. Kila wakati seti mpya ya miamala inaongezwa, huitwa \"bloku\"- ndipo tunapopata jina mnyororo wa bloku. Minyororo ya bloku ya umma kama Ethereum, inaruhusu yeyote yule kuongeza, ila sio kuondoa data. Ikiwa mtu anataka kubadili taarifa yoyote ama kufanya udanganyifu mtandaoni, atahitaji kufanya hivyo kwenye kompyuta nyingi zilizo mtandaoni. Na hizo ni nyingi sana! Hii inafanya minyororo ya bloku iliyogatuliwa kama Ethereum kuwa salama zaidi.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Sarafu ya Kripto ni nini?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Sarafu ya kidijitali ni neno linalotumika kueleza aina nyingi za ishara mbadala za kidijitali zilizoimarishwa kutumia mnyororo wa bloku. Yote yalianza na Bitcoin. Bitcoin inaweza kutumika kuhamisha thamani kati ya wahusika wawili pasipo mtu wa kati. Unahitaji kuamini kanuni ya Bitcoin ambayo ipo wazi na inapatikana bure.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "Sababu ya mali kama bitcoin na ether kuitwa “sarafu za dijitali” ni kwamba usalama wa data na mali yako umehakikishwa na <a href=\"/glossary/#cryptography\">kriptographia</a>, si kwa kuamini taasisi wala shirika kutenda kwa uaminifu.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Ethereum inayo sarafu ya kidijitali iitwayo ether (ETH), ambayo inayotumika kulipia shughuli fulani kwenye mtandao. Inaweza kuhamishwa kwa watumizi wengine ama kubadilishwa ili kupata tokeni nyingine kwenye Ethereum. Ether ni ya kipekee kwa sababu inaweza kutumika kulipa hesabu zinazohitajika kuunda na kuendesha programu na mashirika kwenye Ethereum.",
  "page-what-is-ethereum-summary-title": "Muhtasari",
  "page-what-is-ethereum-summary-desc-1": "Ethereum ni mtandao wa kompyuta zilizo ulimwenguni kote ambazo hufuata sheria ziitwazo itifaki ya Ethereum. Mtandao wa Ethereum hutumika kam msingi wa jamii, programu, mashirika na mali za dijitali ambazo yeyote anaweza kuunda na kutumia.",
  "page-what-is-ethereum-summary-desc-2": "Unaweza kufungua akaunti ya Ethereum ukiwa kokote na wakati wowote na kugundua programu nyingi duniani au uunde zako. Msingi wa ubunifu ni kuwa unaweza kufanya haya yote pasipo na mamlaka makuu ambayo yanaweza kubadili sheria ama kukuzuia idhini ya ufikiaji.",
  "page-what-is-ethereum-summary-desc-3": "Endelea kusoma ili ujue zaidi…",
  "page-what-is-ethereum-btc-eth-diff-title": "Kuna tofauti gani kati ya Ethereum na Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "Ethereum ilizinduliwa mwaka 2015 na ilijengwa juu ya teknolojia ya Bitcoin ikileta mabadiliko makubwa kwenye teknolojia ya blokucheni.",
  "page-what-is-ethereum-btc-eth-diff-2": "Unaweza kutumia pesa za dijiti bila watoa malipo ama benki kwenye Ethereum na Bitcoin. Ila <b>Ethereum inaweza kusanidiwa</b>, kwahiyo unaweza kujenga na kutuma(zindua) programu ama (app) zilizogatuliwa kwenye mtandao wa Ethereum.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin inaturuhusu kutumiana taarifa za msingi kuhusu kipi tunafikiri kinathamani. Ni nguvu kwa jamii kuanzisha thamani bila ya mamlaka ya serikali. Ethereum inapanua zaidi uwezo huu: badala ya taarifa peke yake, unaweza kuandika programu ya jumla ama mkataba-erevu. Hakuna vidhibiti au ukomo wa aina ya mkataba unaoweza kuundwa na kukubaliwa, na hivyo uvumbuzi wa hali ya juu unafanyika kwenye mtandao wa Ethereum.",
  "page-what-is-ethereum-btc-eth-diff-4": "Huku Bitcoin ukiwa ni mtandao wa malipo peke yake, Ethereum ni kama sehemu ya masoko ya huduma za kifedha, michezo ya mtandaoni, mitandao ya kijamii, na programu nyingine.",
  "page-what-is-ethereum-what-can-eth-do-title": "What can Ethereum do?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Kwanini nitumie Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Kama una hamu ya kuunda thamani imara, iliyo wazi na inayoaminika kuratibiwa ulimwenguni, kuunda mashirika, kujenga programu na kushiriki thamani, Ethereum inakufaa. Ethereum ni hadithi ambayo sote tunaandika, njoo na ugundue ulimwengu bora tunaoweza kujenga pamoja.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Ethereum imekua ya thamani sana kwa watu ambao wamewahi kupitia hali ya kukosa hakikisho kuhusu usalama ama uzima ama uhamaji wa mali yao kwa sababu ya nguvu za nje wasizoweza kudhibiti.",
  "page-what-is-ethereum-slide-1-title": "Malipo yanayovuka mipaka ya bei nafuu na ya haraka",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Sarafu-imara</b> ni aina ya riwaya ya sarafu ya kripto inayotegemea zaidi mali thabiti kama msingi wa thamani yake. Sarafu-imara zilizo nyingi zimeunganishwa na dola ya kimarekani, na hivyo zinadumisha thamani ya sarafu hio. Zinaruhusu mfumo wa malipo wa bei nafuu na wa ulimwengu mzima. Sarafu-imara zilizo nyingi zinajengwa juu ya mtandao wa Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum na sarafu-imara hurahisisha kazi ya kutuma fedha nje ya nchi. Mara nyingi huchukua sekunde kadhaa kuhamisha fedha ulimwenguni kote, kinyume na siku kadhaa za kazi ama hata zaidi ya wiki moja itakayochukua benki yako ya kati, na kwa sehemu ya ada utakayotozwa. Na isitoshe hautatozwa makato zaidi kwa kufanya muamala wenye thamani zaidi, na hakuna vidhibiti vya mahali ama sababu ya kutuma pesa yako.",
  "page-what-is-ethereum-slide-2-title": "Msaada wa haraka katika janga",
  "page-what-is-ethereum-slide-2-desc-1": "Kama umebahatika kua na zaidi ya chaguo moja la taasisi za benki mahali unapoishi, unaweza kuchukulia mzaha uhuru wa kifedha, usalama na uimara unaotolewa na Ethereum. Lakini kwa watu wengi ulimwenguni wanaokabili ukandamizaji wa kisihasa au hali duni ya kiuchumi, taasisi za kifedha zinaweza zisitoe ulinzi ama huduma wanazohitaji.",
  "page-what-is-ethereum-slide-2-desc-2": "Wakati vita, majanga ya kiuchumi, au ukandamizaji wa uhuru wa kiraia vilipoikumba Venezuela, Cuba, Afghanistan, Nigeria, Belarus, na Ukraine, sarafu za kidijitali zilikuwa njia ya haraka zaidi na mara nyingi njia pekee ya kudumisha uhuru wa kifedha. Kama ilivyoonekana katika mifano hii, sarafu za kidijitali kama Ethereum zinaweza kutoa upatikanaji usio na vizuizi kwa uchumi wa dunia wakati watu wamekatiwa mawasiliano na ulimwengu wa nje. Zaidi ya hayo, stablecoins zinatoa thamani ya kuhifadhi fedha wakati sarafu za ndani zinaporomoka kutokana na mfumuko mkubwa wa bei.",
  "page-what-is-ethereum-slide-3-title": "Kuwezesha waundaji",
  "page-what-is-ethereum-slide-3-desc-1": "Ndani ya mwaka 2021 pekee, wachoraji, wanamuziki, waandishi na wajenzi wengine wametumia Ethereum kulipwa takribani bilioni 3.5 kwa ujumla. Hii inafanya Ethereum kua moja ya jukwaa kubwa ulimwenguni kwa Wajenzi/waundaji, wakienda sambamba na Spotify, YouTube na Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Jifunze zaidi</a>.",
  "page-what-is-ethereum-slide-4-title": "Kuwezesha wachezaji wa mtandaoni",
  "page-what-is-ethereum-slide-4-desc-1": "Michezo ya kulipwa (pale ambapo wachezaji wa mtandaoni wanazawadiwa) imeibuka hivi karibuni na inabadili sekta ya michezo ya mtandaoni. Kwa huduma za fedha za jadi, hauruhusiwi kufanya biashara au kuhamishga mali za mchezo miongoni mwa wachezaji kwa fedha halisi. Hii hulazimisha wachezaji kutumia masoko yaliofichwa mtandaoni ambayo mara nyingi hua sii salama. Michezo ya blokucheni inadumisha uchumi wa ndani ya michezo ya mtandaoni na kukuza tabia ya kuaminiana mtandaoni.",
  "page-what-is-ethereum-slide-4-desc-2": "Kwa ziada, wacheezaji wanapewa moyo kwa kuweza kuuza tokeni za ndani ya mchezo kwa fedha za jadi na kulipwa kwa muda wanaoweka kucheza.",
  "page-what-is-ethereum-meet-ether-title": "Kutana na Ether, sarafu ya kripto ya Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Vitendo vingi kwenye mtandao wa Ethereum vinahitaji kazi ifanywe kwenye kompyuta inayopachikwa ya Ethereum (inayojulikana kama Mashine ya Mtandaoni ya Ethereum). Hesabu hizi si za bila malipo; hulipiwa kwa kutumia sarafu ya kidigitali ya asili ya Ethereum inayoitwa ether (ETH). Hii ina maana kuwa unahitaji kiwango kidogo cha ether kutumia mtandao huu.",
  "page-what-is-ethereum-meet-ether-desc-2": "Ether ni huduma ya mtandaoni kabisa na unaweza kuituma kwenda kwa mtu yeyote popote ulimwenguni papo hapo. Usambazwaji wa ether haudhibitiwi na serikali ama kampuni yoyote - imegatuliwa na iko wazi kabisa. Ether inatolewa kwa namna sahihi kulingana na itifaki, kwa ajili ya wanahisa wanaolinda mtandao.",
  "page-what-is-ethereum-what-is-ether": "Ether ni nini?",
  "page-what-is-ethereum-get-eth": "Pata ETH",
  "page-what-is-ethereum-explore-applications": "Chunguza programu/apps",
  "page-what-is-ethereum-learn-defi": "Jifunze kuhusu DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Nani anaendesha Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum haidhibitiwi na chombo chochote. Inakuwepo panapokuwa na kompyuta zinazoungana ambazo zinaendesha programu kupitia itifaki ya Ethereum na kuongezea kwenye mnyororo wa bloku ya Ethereum. Kila moja ya komyuta hizi hujulikana kama nodi. Nodi hizi zinaweza kuendeshwa na mtu yeyote, ingawa ili kushiriki kuimarisha mtandao huu lazima uwekeze ETH (tokeni asili ya Ethereum). Yeyote aliye na 32 ETH anaweza kushiriki pasipo na ruhusa.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Hata kanuni ya chanzo cha Ethereum haizalishwi na chombo kimoja. Yeyote anaweza kupendekeza mabadiliko kwenye itifaki na kujadili uboreshaji. Kuna baadhi ya utekelezaji wa itifaki ya Ethereum ambao unazalishwa na mashirika huru katika lugha kadhaa za programu, vilevile huundwa kwa uwazi na kuhimiza jamii kuchangia.",
  "page-what-is-ethereum-run-a-node": "Endesha nodi",
  "page-what-is-ethereum-smart-contract-title": "Mikataba erevu ni nini?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Mikataba erevu ni programu za kompyuta</b> zinazoishi juu ya mnyororo wa bloku wa Ethereum. Hutekeleza wakati inachochewa na muamala kutoka kwa mtumiaji. Hufanya Ethereum kunyumbulika kwa urahisi kwa mambo inayoweza kufanya. Programu hizi hutekeleza bloku za kuunda programu na mashirika yaliyogatuliwa.",
  "page-what-is-ethereum-smart-contract-desc-2": "Ulishawahi kutumia huduma inayobadili masharti kwa watumiaji? Ama kutoia kipengele ulichokua unaona kinamanufaa kwako? Pale mkataba erevu unapochapishwa kwenye Ethereum, utakua mtandaoni na utafanya kazi mpaka ukomo wa uwepo wa Ethereum. Hata mwandishi mwenyewe hawezi kuuondoa. Na kwakua mikataba erevu ni ya automatiki, haibagui watumiaji na iko tayari kutumika mda wowote.",
  "page-what-is-ethereum-smart-contract-desc-3": "Mifano maarufu ya mikataba erevu ni programu za mikopo, mashirika yaliogatuliwa ya kubadilishana sarafu za kidijitali, bima, mchango wa watu wengi, mitandao ya kijamii, tokeni za kidijitali, NFTS - kimsingi kitu chochote unachoweza kufikiria.",
  "page-what-is-ethereum-more-on-smart-contracts": "Zaidi juu ya mikataba erevu",
  "page-what-is-ethereum-explore-dapps": "Chunguza dapps",
  "page-what-is-ethereum-criminal-activity-title": "Nilisikia kripto inatumika kama chombo cha uhalifu. Hii habari ni ya kweli?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Kama teknolojia yoyote, wakati mwingine itatumika visivyo. Hata hivyo, kwa kuwa miamala yote ya Ethereum inatokea kwenye mnyororo wa bloku iliyo wazi, ni rahisi kwa mamlaka ya ulinzi kufuatilia shughuli haramu ukilinganisha na mifumo ya jadi ya fedha, na kufanya Ethereum chaguo la mwisho kwa mtu atakayetaka kutoonekana.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Europol imetoa repoti kua kripto haitumiki sana kama sarafu/fedha za fiat kwenye shuguli za kihalifu, hii ni Shirika la Umoja wa Ulaya la utekelezaji wa sheria:",
  "page-what-is-ethereum-criminal-activity-desc-3": "\"Matumizi ya sarafu za kripto kwenye shughuli haramu inaonekana kua ndogo kwenye uchumi wa jumla wa kripto, na pia unautofauti mkubwa sana kwa kua ni asilimia ndogo ukilinganisha na mifumo ya uchumi wa fedha za jadi.\"",
  "page-what-is-ethereum-energy-title": "Inakuaje juu ya swala la matumizi ya umeme wa Ethereum?",
  "page-what-is-ethereum-energy-desc-1": "Mnamo Septemba 15, 2022, Ethereum ilipitia toleo jipya la The Merge ambalo lilibadilisha Ethereum kutoka uthibitisho wa kazi hadi uthibitisho wa hisa.",
  "page-what-is-ethereum-energy-desc-2": "Muungno huu ulikua tukio kubwa kwenye maboresho ya Ethereum na ilipinguza matumizi ya nishati kwa asilimia <b>99.95</b>, na kufanya <b>mtandao wa Ethereum kua salama zaidi kwa gharama ndogo, na uzalishaji wa hewa chafu wa kiwango cha chini, huku ikiwezesha ukuaji wake</b>.",
  "page-what-is-ethereum-more-on-energy-consumption": "Zaidi juu ya matumizi ya umeme",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Matumiz ya nishati ya mwaka kwa lisaa la Terawati/mwaka",
  "energy-consumption-chart-global-data-centers-label": "Kituo cha data cha Kimataifa",
  "energy-consumption-gold-mining-cbeci-label": "Uchimbaji wa Dhahabu",
  "energy-consumption-chart-btc-pow-label": "Uthibitisho-wa-Kazi wa Bitcoin",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "Uthibitisho-wa-Kazi wa Ethereum",
  "energy-consumption-chart-gaming-us-label": "Michezo ukiwa Marekani",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "Uthibitisho-wa-Hisa wa Ethereum",
  "page-what-is-ethereum-the-merge-update": "Taarifa juu ya Muungano",
  "page-what-is-ethereum-additional-reading": "Kusoma zaidi",
  "page-what-is-ethereum-week-in-ethereum": "Habari za wiki kwenye Ethereum",
  "page-what-is-ethereum-week-in-ethereum-desc": "-Gazeti la kila wiki lenye taarifa muhimu juu ya maendeleo yote ya ikolojia.",
  "page-what-is-ethereum-kernel-dreamers": "Punje",
  "page-what-is-ethereum-kernel-dreamers-desc": "Ndoto ya Ethereum",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atomi, mashirika, Blokucheni",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Kwanini blokucheni inajalisha?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum katika nambari",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "Miradi inayojengwa kwenye Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "Akaunti (mikoba) ikiwa na salio la ETH",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "Mikataba erevu kwenye Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "Thamani inayolindwa kwenye Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "Mapato ya waumbaji mnamo 2021",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "Namba ya mihamala leo",
  "adoption-chart-column-now-label": "Sasa",
  "adoption-chart-investors-label": "Wawekezaji",
  "adoption-chart-developers-label": "Wasanidi programu",
  "adoption-chart-companies-label": "Makampuni",
  "adoption-chart-artists-label": "Wasanii",
  "adoption-chart-musicians-label": "Waimbaji",
  "adoption-chart-writers-label": "Waandishi",
  "adoption-chart-gamers-label": "Wachezaji",
  "adoption-chart-refugees-label": "Wakimbizi",
  "page-what-is-ethereum-get-eth-alt": "Pata ETH",
  "page-what-is-ethereum-get-eth-description": "ETH ni sarafu ya asili ya Ethereum. Utahitaji ETH kadhaa kwenye pochi yako ili kutumia programu ama app za Ethereum.",
  "page-what-is-ethereum-get-eth-title": "Pata ETH",
  "page-what-is-ethereum-explore-dapps-alt": "Chunguza dapps",
  "page-what-is-ethereum-explore-dapps-description": "Dapps ni programu ama app zilizojengwa juu ya Ethereum. Dapps zinavuruga biashara za sasa na kuunda biashara za aina nyingine.",
  "page-what-is-ethereum-explore-dapps-title": "Jaribu dapps"
}
