{
  "page-local-environment-brownie-desc": "Uundaji ulio na misingi ya Python na mfumo wa kufanyia majaribio ya mikataba erervu inayolenga Mashine ya Mtandaoni ya Ethereum.",
  "page-local-environment-brownie-logo-alt": "Nembo ya Brownie",
  "page-local-environment-epirus-desc": "Jukwaa la kukuza, kupeleka na kufuatilia programu za blockchain kwenye Mashine ya Mtandaoni ya Java",
  "page-local-environment-epirus-logo-alt": "Nembo ya Epirus",
  "page-local-environment-eth-app-desc": "Unda programu zinazoendeshwa na Ethereum kwa amri moja. Inakuja na matoleo mengi ya mifumo ya UI na violezo vya DeFi kuchagua.",
  "page-local-environment-eth-app-logo-alt": "Tengeneza nembo ya programu ya Eth",
  "page-local-environment-framework-feature-1": "Vipengele vya kuunda mfano wa mnyororo wa bloku.",
  "page-local-environment-framework-feature-2": "Huduma za kukusanya na kujaribu mikataba yako mahiri.",
  "page-local-environment-framework-feature-3": "Viongezi vya ukuzaji wa mteja ili kuunda programu yako inayomkabili mtumiaji ndani ya mradi/hazina sawa.",
  "page-local-environment-framework-feature-4": "Mipangilio ya kuunganisha kwenye mitandao ya Ethereum na kupeleka kandarasi, iwe kwa mfano unaoendeshwa ndani ya nchi, au mojawapo ya mitandao ya umma ya Ethereum.",
  "page-local-environment-framework-feature-5": "Usambazaji wa programu uliogatuliwa - miunganisho na chaguo za hifadhi kama vile IPFS.",
  "page-local-environment-framework-features": "Miundo hii inakuja na utendaji mwingi wa nje ya sanduku, kama:",
  "page-local-environment-frameworks-desc": "Tunapendekeza uchague mfumo, haswa ikiwa ndio kwanza unaanza. Kuunda dapp kamili kunahitaji vipande tofauti vya teknolojia. Mifumo inajumuisha vipengele vingi vinavyohitajika au kutoa mifumo rahisi ya programu-jalizi ili kuchagua zana unazotaka.",
  "page-local-environment-frameworks-title": "Miundo na safu zilizotengenezwa mapema",
  "page-local-environment-hardhat-desc": "Hardhat ni mazingira ya maendeleo ya Ethereum kwa wataalamu.",
  "page-local-environment-hardhat-logo-alt": "Nembo ya Hardhat",
  "page-local-environment-openZeppelin-desc": "Punguza muda wa kufabya kazi kwa kuandaa, kusasisha, kuzindua na kuingiliana na mikataba erevu kwa kutumia kiolesura cha mstari wa amri tuliotengeneza.",
  "page-local-environment-openZeppelin-logo-alt": "Nembo ya OpenZappelin",
  "page-local-environment-scaffold-eth-desc": "Ethers + hardhat + React: Ni kila kitu unachohitaji ili kuanza kujenga programu zilizogatuliwa zinazopewa nguvu na mikataba erevu",
  "page-local-environment-scaffold-eth-logo-alt": "nembo ya scaffold-eth",
  "page-local-environment-setup-meta-desc": "Muongozo wa kufuata katika kuchagua msururu utakaotumia kufanya uundaji kwenye Ethereum.",
  "page-local-environment-setup-meta-title": "Uanzishaji rafiki wa eneo la uundaji wa Ethereum",
  "page-local-environment-setup-subtitle": "Kama uko tayari kuanza kujenga, ni muda wa kuchagua msururu sasa.",
  "page-local-environment-setup-subtitle-2": "Vifaa na mifumo inayoweza kukusaidia kujenga programu za Ethereum ziko hapa.",
  "page-local-environment-setup-title": "Anzisha eneo lako rafiki kwaajili ya uundaji",
  "page-local-environment-solidity-template-desc": "Kiolezo cha GitHub kilichojengwa tayari kwa ajili ya mikataba erevu ya Solidity utakayojenga. Inajumuisha mtandao wa Hardhat, Waffle kwa ajili ya kufanya majaribio, Ethers kwa ajili ya utekelezaji wa pochi, na mengine mengi.",
  "page-local-environment-solidity-template-logo-alt": "Nembo kiolezo cha Solidity",
  "page-local-environment-waffle-desc": "Maktaba ya juu zaidi ya majaribio kwa mikataba mahiri. Tumia peke yako au kwa Scaffold-eth au Hardhat.",
  "page-local-environment-waffle-logo-alt": "Nembo ya Waffle"
}
