{
  "page-staking-just-staking": "Kusimamisha",
  "page-staking-image-alt": "Picha ya kifaru wa haiba wa pedi ya uzinduzi ya usimamishaji wa hisa.",
  "page-staking-51-desc-1": "Kujiunga na mtandao kama mthibitishaji kunawezeshwa na uwekaji wa hisa na kufanywa kuwa rahisi zaidi kwahiyo kunauwezekano mkubwa wa wathibitishaji wengi kuongezeka kwenye mtandao kuliko wale waliopo leo. Hii itafanya aina za uvamizi kama hizi kuwa ngumu zaidi maana gharama itaogezeka maradufu.",
  "page-staking-accessibility": "Inayopatikana zaidi",
  "page-staking-accessibility-desc": "Na mahitaji rahisi ya maunzi na kupata nafasi ya kujiunga na kundi kama hauna ETH 32, watu wengi wataweza kujiunga na mtandao. Hii itafanya Ethereum kuwa iliogatuliwa zaidi na salama kwa kupunguza eneo la mashabulizi au udukuzi.",
  "page-staking-at-stake": "Umeweka hisa yako ya ETH",
  "page-staking-at-stake-desc": "Kwasababu lazima uweke hisa zako za ETH ili kuthibitisha miamala na kuunda bloku mpya, unaweza kuipoteza ukijaribu kudanganya mfumo.",
  "page-staking-benefits": "Faida za kuweka hisa kwenye Ethereum",
  "page-staking-check-address": "Kagua anwani ya amana",
  "page-staking-consensus": "Zaidi juu ya utaratibu wa makubaliano",
  "page-staking-deposit-address": "Kagua anwani ya amana",
  "page-staking-deposit-address-desc": "Kama umeshafuata maelekezo ya kuandaa mfumo wako kwenye pedi ya uzinduzi, utajua unahitaji kufanya muamala kwenda kwenye mkataba wa amana wa hisa. Tunashauri ukaguae anwani kwa umakini sana. Unaweza kupata anwani rasmi kwenye ethereum.org na tovuti zingine zinazoaminika.",
  "page-staking-desc-1": "Zawadi zinatolewa kwa vitendo vinavyosaidia mtandao kufikia makubaliano. Utapata zawadi kwa kugonga miamala kwenye bloku mpya au kwa kukagua kazi ya wathibitishaji wengine kwasababu hio inafanya mtandao uendelee kufanya kazi kwa usalama zaidi.",
  "page-staking-desc-2": "Japo unaweza kupata zawadi kwa kufanya kazi zinazosaidia mtandao, unaweza kupoteza ETH kwa shughuli hasidi, kwenda nje ya mtandao, na kushindwa kuthibitisha.",
  "page-staking-desc-3": "Utahitaji ETH 32 kuwa mthibitishaji kamili au baadhi ya ETH ili kujiunga na kundi la wanahisa. Pia utahitaji kuendesha 'Eth1' au mteja wa Mtandao Mkuu. Pedi ya uzinduzi itakuelekeza mchakato wote na mahitaji ya maunzi. Kwa njia nyingine unaweza kutumia programu za nyuma ili kuingiliana.",
  "page-staking-description": "Usimamishaji wa hisa ni tendo la kuweka ETH 32 kama amana ili kuamilisha programu ya uthibitishaji. Kama mthibitishaji utakua na jukumu la kutunza data, kuchakata miamala, na kuongeza bloku mpya kwenye mnyororo. Hii itafanya Etherereum kuwa salama kwa kila mtu na wewe kujipatia ETH mpya wakati wa mchakato huo. Mchakato huu unajulikana kama uthibitishaji-wa-hisa, unaotambulishwa na Mnyororo Kioleza.",
  "page-staking-docked": "Zaidi juu ya muungano",
  "page-staking-dyor": "Fanya utafiti wako mwenyewe",
  "page-staking-dyor-desc": "Hakuna huduma ya uwekaji wa hisa ulioorodheshwa ulio uthibitisho rasmi. Hakikisha unafanya utafiti kidogo ili kutambua huduma gani itakayo kufaa wewe zaidi.",
  "page-staking-header-1": "Simamisha hisa zako za ETH kuwa mthibitishaji wa Ethereum",
  "page-staking-how-much": "Uko tayari kuweka kiasi gani cha hisa?",
  "page-staking-how-to-stake": "Jinsi ya kusimamisha hisa",
  "page-staking-how-to-stake-desc": "Yote inategemea ni kiasi gani uko tayari kuweka kama hisa. Utahitaji Eth 32 kuwa mthibitishaji kamaili, lakini unaweza kuweka hisa chache.",
  "page-staking-join": "Jiunge",
  "page-staking-join-community": "Jiunge na jamii ya wanahisa",
  "page-staking-join-community-desc": "EthStaker is a community for everyone to discuss and learn about staking on Ethereum. Join tens of thousands of members from around the globe for advice, support, and to talk all thing staking.",
  "page-staking-less-than": "Chini ya",
  "page-staking-link-1": "Angalia programu za nyuma za kukuunganisha",
  "page-staking-meta-description": "Muhtasari wa jinsi ya kusimamisha hisa za Ethereum: hatari, zawadi, mahitaji, na wapi pa kuifanyia.",
  "page-staking-meta-title": "Usimamishaji wa hisa za Ethereum",
  "page-staking-more-sharding": "Zaidi juu ya vigae",
  "page-staking-pool": "Simamisha hisa kwenye kundi",
  "page-staking-pool-desc": "Kama unapungufu ya ETH 32, unaweza kuongeza hisa ndogo kwenye makundi ya wanahisa. Baadhi ya makampuni yanaweza kufanya yote hayo badala yako kwahiyo hautajali kuhusu kuwa mtandaoni mda wote. Kampuni kadhaa za kuangalia hizi hapa.",
  "page-staking-rocket-pool": "Unaweza kuweka hisa kwenye bwawa-la-roketi kwa kubadilisha ETH kwenda kwenye tokeni ya bwawa-la-roketi kwanzia ETH 0.01. Unataka kuendesha nodi? unaweza kuendesha nodi ya hisa kwenye bwawa-la-roketi kwanzia ETH 16. ETH inayobaki inapelekwa kwenye itifaki ya bwawa-la-roketi, kwa kutmia ETH walizoweka watumiaji.",
  "page-staking-pos-explained": "Maelezo ya uthibitishaji-wa-hisa",
  "page-staking-pos-explained-desc": "Usimamishaji wa hisa ndicho unachohitaji kuwa mthibitishaji juu ya mfumo wa uthibitishaji-wa-hisa. Huu ni utaratibu wa makubaliano ambao utachukua nafasi ya mfumo wa uthibitishaji-wa-kazi ulioko hivi sasa. Utaratibu wa makubaliano ndio unaweka minyororo ya bloku kama Ethereum salama na iliogatuliwa.",
  "page-staking-pos-explained-desc-1": "Uthibitushaji-wa-hisa unasaidia kuweka mtandao salama kwa njia kadha wa kadha:",
  "page-staking-services": "Anagalia huduma zote za usimamishaji wa hisa",
  "page-staking-sharding": "Inafungua ugawanyaji wa vigae",
  "page-staking-sharding-desc": "Ugawanyaji unawezekana na mfumo wa uthibitisho-wa-hisa tu. Ugawanyaji wa uthibitisho-wa-kazi utapunguza wingi w a nguvu za kompyuta utakaohitajika kufanya ufisadi mtandaoni, kurahisisha wachimbaji hasidi kuchukua udhibiti wa vigae. Hili sio tatizo na uchaguaji wa nasibu wa walioweka hisa kwenye uthibitisho-wa-hisa.",
  "page-staking-solo": "Weka hisa peke yako na endesha mfumo wa uthibitishaji",
  "page-staking-solo-desc": "Kuanza mchakato wa usimamishaji wa hisa utahitaji kutumia pedi ya uzinduzi ya usimamishaji wa hisa. Hii itakuelekeza jinsi ya kuandaa mazingira. Sehemu ya kuweka hisa ni kuendesha programu ya makubaliano, amabayo ni nakala ya mnyororo wa bloku wa Ethereum. Hii inaweza ikachukua mda kupakua kwenye kompyuta yako.",
  "page-staking-start": "Anza kuweka hisa",
  "page-staking-subtitle": "Kuweka hisa ni faida kwa umma kwa ikolojia ya Ethereum. Unaweza kusaidia kulinda mtandao na ukapata zawadi wakati wa mchakato.",
  "page-staking-sustainability": "Endelevu zaidi",
  "page-staking-sustainability-desc": "Wathibitishaji hawaitaji kompyuta zinazotumia umeme mwingi ili kushiriki katika mfumo wa uthibitishaiji-wa-hisa - kompyuta mpakato au simu inafaa. Hii itafanya Ethereum kuwa bora kwa mazingira.",
  "page-staking-the-beacon-chain": "Zaidi juu ya Mnyororo Kioleza",
  "page-staking-title-1": "Zawadi",
  "page-staking-title-2": "Hatari",
  "page-staking-title-3": "Mahitaji",
  "page-staking-title-4": "Jinsi ya kusimamisha hisa zako za ETH",
  "page-staking-upgrades-li": "Uthibitisho-wa-hisa unasimamiwa na Mnyororo Kioleza.",
  "page-staking-upgrades-li-2": "Ethereum itakua na uthibitisho-wa-hisa wa Mnyororo Kioleza na uthibitisho-wa-kazi wa Mtandao Mkuu inayoonekana siku zijazo. Mtandao Mkuu ndio Ethereum tuliokuwa tukitumia kwa miaka sasa.",
  "page-staking-upgrades-li-3": "Wakati huu, wawekaji wa hisa watakua wanaongeza bloku mpya kwenye Mnyororo Kioleza lakini haichakati miamala ya Mtandao Mkuu.",
  "page-staking-upgrades-li-4": "Ethreum itafnya mpito kamili kwenda kwenye uthibitisho-wa-hisa pale ambapo Mtandao Mkuu wa Ethereum utaungana na Mnyororo Kioleza.",
  "page-staking-upgrades-li-5": "Kisasisho kisicho cha msingi kitafuata ili kuwezesha utoaji wa hisa zilizoshawekwa.",
  "page-staking-upgrades-title": "Uthibitisho-wa-hisa na maboresho ya makubaliano",
  "page-staking-validators": "Wathibitishaji zaidi, usalama zaidi",
  "page-staking-validators-desc": "Kwenye mnyororo wa bloku kama Ethereum unaweza kukagua na kupanga upya miamala inayokufaa kama unaudhibiti mkubwa wa mtandao. Lakini, kuwa na udhibit mkubwa wa mtandao, unahitaji wathibitishaji walio wengi, na kwa hili utahitaji kudhibiti ETH nyingi kwenye mfumo - hio nyingi sana! Kiasi cha ETH kinakua kila mthibitishaji mpya anapoingia kwenye mfumo, kuimarisha usalama wa mtandao. Uthibitisho-wa-kazi, usalama wa uthibitisho-wa-hisa- utachukua nafasi yake, inahitaji wathibitishaji (wachimbaji) wawe na vifaa vya maunzi na eneo la kutosha - kuingia kwenye mfumo kama mchimbaji ni ngumu ili usalama dhidi ya mashambulizi hayaongezeki sana. Uthibitisho-wa-hisa hauna mahitaji haya, amabayo itakuza mtandao (na upinzani wake dhidi ya mashambulizi mengi) kwenda kwenye ukubwa amabao hautawezekana kwa uthibitsho-wa-kazi.",
  "page-staking-withdrawals": "Utoaji wa fedha hautakua hai mara moja",
  "page-staking-withdrawals-desc": "Hautaweza kutoa hisa zako mpaka maboresho ya hapo badae yatakapokua hai. Utoaji wa hisa utakuepo kwa kiwango kidogo ikifuatiwa na muungano kati ya mtandao mkuu na Mnyororo Kioleza."
}
