{
  "page-what-is-ethereum-alt-img-bazaar": "Kielelezo cha mtu akiangalia ndani ya duka, lenye malengo ya kuwakilisha Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Kielelezo cha wanajamii wa Ethereum wakifnaya kazi pamoja",
  "page-what-is-ethereum-alt-img-lego": "Kielelezo cha mkono ukiunda nembo ya ETH kwa matofali aina ya lego",
  "page-what-is-ethereum-banking-card": "Benki ya kila mmoja",
  "page-what-is-ethereum-banking-card-desc": "Sio kila mtu anayeweza kupata huduma za kifedha. Lakini unachohitaji ili kufikia Ethereum na bidhaa zake za kukopesha, kukopa na kuweka akiba ni muunganisho wa intaneti.",
  "page-what-is-ethereum-build": "Tengeneza kitu na Ethereum",
  "page-what-is-ethereum-build-desc": "Ikiwa unataka kujaribu kujenga na Ethereum, soma hati zetu, jaribu mafunzo kadhaa, au angalia zana unazohitaji ili kuanza.",
  "page-what-is-ethereum-censorless-card": "Kuhimili udhibiti",
  "page-what-is-ethereum-censorless-card-desc": "Hamna serikali wala kampuni inaudhiti juu ya Ethereum. Ugatuaji huu wa madaraka unapunguza uwezekano wowote wa mtu yeyote kukuzuia wewe kufanya malipo au kutumia huduma juu ya Ethereum.",
  "page-what-is-ethereum-comm-desc": "Jamii yetu inajumuisha watu kutoka fani/asili za kila aina, wakiwemo wasanii, mabeberu wa kripto, makampuni ya bahati 500, na sasa wewe. Jua jinsi unavyoweza kujihusisha leo.",
  "page-what-is-ethereum-commerce-card": "Dhamana za biashara",
  "page-what-is-ethereum-commerce-card-desc": "Wateja wanadhamana iliojengwa ndani ya ethereum ilio salama na itakayopeana mikono pale tu utakapotoa ulichoahidi. Vile vile wasanidi programu watakua na uhakika kua sheria hazitawabadilikia.",
  "page-what-is-ethereum-composable-card": "Bidhaa zote zinaweza kuundwa",
  "page-what-is-ethereum-composable-card-desc": "Kwakua kila app imejengwa juu ya blokucheni moja inayotumia hali ya kimataifa, zinaweza kujengwa kwa kutumia kila mmoja (kama legos). Hii huruhusu bidhaa zilizobora zaidi na kua na mapito/uzoefu unaojengwa kila saa.",
  "page-what-is-ethereum-community": "Jamii ya wana - Ethereum",
  "page-what-is-ethereum-desc": "Msingi wa mustakabali wetu wa kidijitali",
  "page-what-is-ethereum-explore": "Chunguza Ethereum",
  "page-what-is-ethereum-internet-card": "Mtandao wa kibinafsi zaidi au unaolinda taarifa binafsi",
  "page-what-is-ethereum-internet-card-desc": "Huhitaji kutoa maelezo yako yote binafsi ili kutumia programu ya Ethereum. Ethereum inajenga uchumi kulingana na thamani, sio ufuatiliaji.",
  "page-what-is-ethereum-meet-comm": "Kutana na jamii",
  "page-what-is-ethereum-meta-description": "Jifunze kuhusu Ethereum, inachofanya na jinsi ya kuijaribu wewe mwenyewe.",
  "page-what-is-ethereum-meta-title": "Ethereum ni nini?",
  "page-what-is-ethereum-p2p-card": "Mtandao wa rika-kwa-rika",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum hukuruhusu kuhamisha pesa, au kufanya makubaliano, moja kwa moja na mtu mwingine. Huna haja ya kupitia makampuni patanishi.",
  "page-what-is-ethereum-start-building-btn": "Anza kujenga",
  "page-what-is-ethereum-title": "Ethereum ni nini?",
  "page-what-is-ethereum-subtitle": "Muongozo kamili wa jinsi Ethereum inavofanya kazi kwa wanaoanza, faida inayoleta na jinsi inavotumika na mamilioni ya watu ulimwenguni kote.",
  "page-what-is-ethereum-button-lets-start": "Tuanze",
  "page-what-is-ethereum-blockchain-tab-title": "Blockchain ni nini?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Blokucheni ni hifadhidata ya miamala</b> inayosasishwa na inayoshirkishwa miongoni kompyuta nyingi kwenye mtandao. Kila saa seti mpya ya miamala inaongezwa, na ianaitwa \"bloku\"- hivyo basi jina blokucheni. blokucheni zilizo nyingi ziko wazi kwa umma, na unaweza kuongeza taarifa, ila sio kuondoa. kama mtu yeyote atataka kubadili taarifa yoyote ama kufanya udanganyifu mtandaoni, watahitaji kufanya hivyo kwenye kompyuta nyingi zilizo mtandaoni. Na hizo ni nyingi sana! Hii inafanya blokucheni imara kama Ethereum kua salama zadi.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Kwanini inaitwa sarafu-kripto?",
  "page-what-is-ethereum-cryptocurrency-tab-content": "Blokucheni ni mbinu za kriptografia za kuhakikisha fedha zako ziko salama. Mbinu sawia na hizi zimetumika kwenye sekta ya benki za jadi kuhakikisha usalama wa hela kwa miaka nenda rudi. Kwahiyo unaweza kusema sarafu za kripto zina usalama wa kibenki.",
  "page-what-is-ethereum-summary-title": "Muhtasari",
  "page-what-is-ethereum-summary-desc-1": "Ethereum ni teknolojianya ya kujenga app na mshirika, kubeba mali, kufanya miamala na kuwasiliana bila kutawaliwa na mamlaka ya kati. Hakuna haja ya kutoa taarifa zako zote ili utumie Ethereum - unakua na udhibiti juu ya taarifa zako na ni nini unaweza kushirikisha. Ethereum ina sarafu yake pekee ya kripto, Ether, amabayo inatumika kulipia shughuli fulani kwenye mtandao wa Ethereum.",
  "page-what-is-ethereum-summary-desc-2": "Bado inakuchanganya? Ngoja tuelezee kila kitu hatua kwa hatua.",
  "page-what-is-ethereum-what-is-crypto-title": "Sarafu ya Kripto ni nini?",
  "page-what-is-ethereum-what-is-crypto-desc-1": "<b>Kripto (ufupisho wa sarafu ya kripto) ni muundo mpya wa pesa za kidijitali zinazotegemezwa na kriptografia.</b>",
  "page-what-is-ethereum-what-is-crypto-desc-2": "Haya yote yalianza na Bitcoin. Unaweza kuitumia kutuma pesa kwenda kwa mtu yeyote ulimwnguni. Kutokua na mshiriki wa kati/dalali kulifanya kripto kua bora dhidi ya miamala ya benki za jadi, au huduma zingine kama Paypal na Alipay.",
  "page-what-is-ethereum-what-is-crypto-desc-3": "Ngoja, mshiriki wa kati ni nani?",
  "page-what-is-ethereum-what-is-crypto-desc-4": "Mshiriki wa kati ni mamlaka ya kati yaliosimikwa kwenye benki ama serikali kuweza kuingilia muamala kati ya mtumaji na mpokeaji.\nWanauwezo wa kufuatlia, kudhibiti hata kurudisha muamala na wanauwezo wa kushirikisha makampuni binafsi taarifa zako za faragha. Mara nyingi wanaamuru ni huduma gani za kifedha unaweza kuzipata.",
  "page-what-is-ethereum-what-is-crypto-desc-5": "Vitu viko tofauti kwenye Kripto. <b>Miamala inaunganisha mtumaji na anaetuma moja kwa moja</b> bila kuhusisha serikali. Hakuna mtu anayeweza kufikia fedha zako wala <b>kukuambia ni huduma gani unaweza kutumia</b>. Haya yote yanawezekana kwasababu sarafu za kripto zinafanya kazi juu ya teknolojia ya blokucheni.",
  "page-what-is-ethereum-btc-eth-diff-title": "Kuna tofauti gani kati ya Ethereum na Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "Ethereum ilizinduliwa mwaka 2015 na ilijengwa juu ya teknolojia ya Bitcoin ikileta mabadiliko makubwa kwenye teknolojia ya blokucheni.",
  "page-what-is-ethereum-btc-eth-diff-2": "Unaweza kutumia pesa za dijiti bila watoa malipo ama benki kwenye Ethereum na Bitcoin. Ila <b>Ethereum inaweza kusanidiwa</b>, kwahiyo unaweza kujenga na kutuma(zindua) programu ama (app) zilizogatuliwa kwenye mtandao wa Ethereum.",
  "page-what-is-ethereum-btc-eth-diff-3": "Maana ya kusanidi Ethereum ni ujenzi wa app zinazotumia blokucheni kutunza data ama ni nini app yako inaweza kufanya. Hii hutupatia madhumuni ya jumla ya blokucheni inayoweza kusanidiwa kufanya kitu chochote. Hakunaukomo wa uwezo kwenye Ethereum, inaruhusu uvumbuzi mkubwa kutokea kwenye mtandao wa Ethereum.",
  "page-what-is-ethereum-btc-eth-diff-4": "Huku Bitcoin ukiwa ni mtandao wa malipo peke yake, Ethereum ni kama sehemu ya masoko ya huduma za kifedha, michezo ya mtandaoni, mitandao ya kijamii, na programu au app zingine zinazoheshimu taarifa zako za faragha na haziwezi kukufatilia.",
  "page-what-is-ethereum-what-can-eth-do-title": "What can Ethereum do?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Kwanini nitumie Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Kama ulishawahi kutuma hela nchi z nje (ama unapanga kufanya hivyo), ama ushawahi kua na wasiwasi juu ya mali zako kwasababu ya baadhi ya mambo yaliooko nje ya uwezo wako, ama umechoshwa na masharti na ada zinazochomekwa na taasisi za kifedha za jadi kwa ajili ya miamala ya kila siku, unaweza kupenda huduma za sarafu ya kript zinazotolewa.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Kaa ukijua ethereum ni stori ambayo haijakamilika, na kunaweza kua na sababu nyingi zaidi za kuitumia amabazo bado hazijafunuliwa kwani inakua na kuendelea jinsi mda unavopita.",
  "page-what-is-ethereum-slide-1-title": "Malipo yanayovuka mipaka ya bei nafuu na ya haraka",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Sarafu-imara</b> ni aina ya riwaya ya sarafu ya kripto inayotegemea zaidi mali thabiti kama msingi wa thamani yake. Sarafu-imara zilizo nyingi zimeunganishwa na dola ya kimarekani, na hivyo zinadumisha thamani ya sarafu hio. Zinaruhusu mfumo wa malipo wa bei nafuu na wa ulimwengu mzima. Sarafu-imara zilizo nyingi zinajengwa juu ya mtandao wa Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum na sarafu-imara hurahisisha kazi ya kutuma fedha nje ya nchi. Mara nyingi huchukua sekunde kadhaa kuhamisha fedha ulimwenguni kote, kinyume na siku kadhaa za kazi ama hata zaidi ya wiki moja itakayochukua benki yako ya kati, na kwa sehemu ya ada utakayotozwa. Na isitoshe hautatozwa makato zaidi kwa kufanya muamala wenye thamani zaidi, na hakuna vidhibiti vya mahali ama sababu ya kutuma pesa yako.",
  "page-what-is-ethereum-slide-2-title": "Msaada wa haraka katika janga",
  "page-what-is-ethereum-slide-2-desc-1": "Kama umebahatika kua na zaidi ya chaguo moja la taasisi za benki mahali unapoishi, unaweza kuchukulia mzaha uhuru wa kifedha, usalama na uimara unaotolewa na Ethereum. Lakini kwa watu wengi ulimwenguni wanaokabili ukandamizaji wa kisihasa au hali duni ya kiuchumi, taasisi za kifedha zinaweza zisitoe ulinzi ama huduma wanazohitaji.",
  "page-what-is-ethereum-slide-2-desc-2": "Pale vita, majanga ya kiuchumi au nyufa za uhuru wa raia zilipowakumba wakazi wa <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Cuba</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afghanistan</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigeria</a>,<a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Belarus</a>, na <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukraine</a>, sarafu za kripto ziliunda chagua la pekee na la haraka la kuhifadhi wakjala wa kifedha.<sup><a to=\"https://www.financialinclusion.tech/\">1</a></sup> Kama inavooneshwa kwenye mifano hii, sarafu za kripto kama Ethereum zinaweza kutoa ufikiaji usio na vizuizi kwenye uchumi wa ulimwengu mzima pale ambapo watu wanatengwa na ulimwengu nje ya eneo wanaloishi. Kwa nyongeza sarafu-imara hutoa ghala la thamani pale sarafu za jadi zinapodidimia kwenye mfumuko wa bei.",
  "page-what-is-ethereum-slide-3-title": "Kuwezesha waundaji",
  "page-what-is-ethereum-slide-3-desc-1": "Ndani ya mwaka 2021 pekee, wachoraji, wanamuziki, waandishi na wajenzi wengine wametumia Ethereum kulipwa takribani bilioni 3.5 kwa ujumla. Hii inafanya Ethereum kua moja ya jukwaa kubwa ulimwenguni kwa Wajenzi/waundaji, wakienda sambamba na Spotify, YouTube na Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Jifunze zaidi</a>.",
  "page-what-is-ethereum-slide-4-title": "Kuwezesha wachezaji wa mtandaoni",
  "page-what-is-ethereum-slide-4-desc-1": "Michezo ya kulipwa (pale ambapo wachezaji wa mtandaoni wanazawadiwa) imeibuka hivi karibuni na inabadili sekta ya michezo ya mtandaoni. Kwa huduma za fedha za jadi, hauruhusiwi kufanya biashara au kuhamishga mali za mchezo miongoni mwa wachezaji kwa fedha halisi. Hii hulazimisha wachezaji kutumia masoko yaliofichwa mtandaoni ambayo mara nyingi hua sii salama. Michezo ya blokucheni inadumisha uchumi wa ndani ya michezo ya mtandaoni na kukuza tabia ya kuaminiana mtandaoni.",
  "page-what-is-ethereum-slide-4-desc-2": "Kwa ziada, wacheezaji wanapewa moyo kwa kuweza kuuza tokeni za ndani ya mchezo kwa fedha za jadi na kulipwa kwa muda wanaoweka kucheza.",
  "page-what-is-ethereum-meet-ether-title": "Kutana na Ether, sarafu ya kripto ya Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Ether(ETH) ni kripto ya asili ya Ethereum. Ni ya dijiti asilimia mia, na unaweza kuituma kwenda kwa mtu yeyote popte ulimwenguni papo hapo. Usambazwaji wa ETH haudhibitiwi na serikali ama kampuni - Imegatuliwa na iko wazi kabisa. Sarafu mpya (zinajulikana kama tokeni) zinaaundwa na wachimbaji na waweka hisa wanaosimamia mtandao tu.",
  "page-what-is-ethereum-meet-ether-desc-2": "Kila tendo linalofanyika kwenye mtandao wa Ethereum linahitaji kiasi fulani cha nguvu ya kompyuta. Ada inalipwa na ether. Hii inamaanisha unahitaji kiwango kidogo cha ETH ili utumie mtandao.",
  "page-what-is-ethereum-what-is-ether": "Ether ni nini?",
  "page-what-is-ethereum-get-eth": "Pata ETH",
  "page-what-is-ethereum-what-can-i-do-title": "Naweza kufanya nini na sarafu za ETH?",
  "page-what-is-ethereum-what-can-i-do-desc-1": "Ether inaweza kutumika kwenye mambo mengi! Moja ya vitu muhimu vya matumizi ya teknolojia ya Ethereum ni Fedha Zilizogatuliwa (DeFi) zinazofungua uwanja mpana wa huduma za kibenki kwa mtu yeyote mwenye ufikiaji wa mtandao ama \"intaneti\". Unaweza kutumia ether yako kama dhamana ya mkopo au kutoa ukwasi ili upate riba kwenye fedha ulizowekeza.",
  "page-what-is-ethereum-explore-applications": "Chunguza programu/apps",
  "page-what-is-ethereum-learn-defi": "Jifunze kuhusu DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Nani anaendesha Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum haiendeshwi na chombo kimoja. Uwepo wa Ethereum unategemea ushiriki uliogatuliwa na ushirikiano wa jumuiya. Ethereum inatumia nodi (kompyuta yenye nakala ya blokucheni ya Ethereum) inayoendeshwa na watu waliojitolea kuwa mbadala wa seva na mifumo ya wingu inayomilikiliwa na makampuni makubwa ya wasambazaji wa huduma za intaneti.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Nodi hizi zinatoa uthabiti wa miundombinu ya mtandao wa Ethereum kwasbabu zimesambazwa, zinaendeshwa na watu binafsi na wafanya biashara ulimwenguni kote. Na hivyo inakua ngumu kudukua au kufungwa kwa mtandao. <b>Toka mwaka 2015 Ethereum ilipozinduliwa, haijawahi kuzimika</b>. Kuna maelfu ya nodi za watu binafsi zinazoendesha mtandao wa Ethereum. Hali hii huafanya Ethereum kua sarafu ya kripto iliogatuliwa zaidi kuliko nyingine, ikishika nafasi ya piliu baada ya Bitcoin.",
  "page-what-is-ethereum-run-a-node": "Endesha nodi",
  "page-what-is-ethereum-smart-contract-title": "Mikataba erevu ni nini?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Kwa lugha rahisi mikataba erevu ni programu za kompyuta</b> zinazoishi juu ya blokucheni ya Ethereum. <b>Zinatekeleza kazi iliotumwa na mtumiaji(mkataba mwingine)</b>. Mikataba hii hufanya Ethereum kunyumbulika zaidi katika utendaji wake ukitofautiana na sarafu nyingine za kripto. Hizi programu ndizo tunazoita app zilizogatuliwa, au dapps.",
  "page-what-is-ethereum-smart-contract-desc-2": "Ulishawahi kutumia huduma inayobadili masharti kwa watumiaji? Ama kutoia kipengele ulichokua unaona kinamanufaa kwako? Pale mkataba erevu unapochapishwa kwenye Ethereum, utakua mtandaoni na utafanya kazi mpaka ukomo wa uwepo wa Ethereum. Hata mwandishi mwenyewe hawezi kuuondoa. Na kwakua mikataba erevu ni ya automatiki, haibagui watumiaji na iko tayari kutumika mda wowote.",
  "page-what-is-ethereum-smart-contract-desc-3": "Mifano maarufu ya mikataba erevu ni app za mikopo, mashirika yaliogatuliwa ya kubadilishana kripto, bima, ufadhili wa atu wengi - kimsingi kiyu chochote unachoweza kufikiria.",
  "page-what-is-ethereum-more-on-smart-contracts": "Zaidi juu ya mikataba erevu",
  "page-what-is-ethereum-explore-dapps": "Chunguza dapps",
  "page-what-is-ethereum-criminal-activity-title": "Nilisikia kripto inatumika kama chombo cha uhalifu. Hii habari ni ya kweli?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Kama aina yeyote ya pesa, baadhi ya pesa hizo hazitatumika ipasavyo. Kwakua, miamala yote ya Ethereum inatokea kwenye blokuchei iliyo wazi, ni rahisi kwa mamlaka ya ulinzi kufuatilia shughuli haramu ukilinganisha na mifumo ya jadi ya fedha, bila ubishi kufanya Ethereum chaguo la mwisho kwa mtu atakaetaka kutoonekana.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Europol imetoa repoti kua kripto haitumiki sana kama sarafu/fedha za fiat kwenye shuguli za kihalifu, hii ni Shirika la Umoja wa Ulaya la utekelezaji wa sheria:",
  "page-what-is-ethereum-criminal-activity-desc-3": "\"Matumizi ya sarafu za kripto kwenye shughuli haramu inaonekana kua ndogo kwenye uchumi wa jumla wa kripto, na pia unautofauti mkubwa sana kwa kua ni asilimia ndogo ukilinganisha na mifumo ya uchumi wa fedha za jadi.\"",
  "page-what-is-ethereum-energy-title": "Inakuaje juu ya swala la matumizi ya umeme wa Ethereum?",
  "page-what-is-ethereum-energy-desc-1": "Ethereum inatuamia uthibitisho-wa-kazi kwa sasa ambao unahitaji umeme mwingi. Ndani ya miezi ijayo(robo ya tatu/nne 2022) Ethereum itapitia usasishaji mkubwa kutokea na utakaoibadilisha kwenda kwenye mfumo wa uthibitisho-wa-hisa utakaochangia sana <b>kupunguza uharibifu wa mazingira</b>.",
  "page-what-is-ethereum-energy-desc-2": "Maboresho haya yatapunguza wingi wa umeme unaohitajika kulinda Ethereum kwa takribani <b>asilimia 99.95</b>, ikiunda <b>mtandao salama zaidi ukiwa na utoaji wa kaboni chache</b>. Hii itafanya Ethereum kua kweli blokucheni yenye kaboni chache huku ikiongeza nguvu ya usalama na kutanuka kwa teknolojia hii.",
  "page-what-is-ethereum-more-on-energy-consumption": "Zaidi juu ya matumizi ya umeme",
  "page-what-is-ethereum-the-merge-update": "Taarifa juu ya Muungano",
  "page-what-is-ethereum-additional-reading": "Makala ya ziada",
  "page-what-is-ethereum-week-in-ethereum": "Habari za wiki kwenye Ethereum",
  "page-what-is-ethereum-week-in-ethereum-desc": "-Gazeti la kila wiki lenye taarifa muhimu juu ya maendeleo yote ya ikolojia.",
  "page-what-is-ethereum-the-year-in-ethereum-2021": "Mwaka wa Ethereum 2021",
  "page-what-is-ethereum-the-year-in-ethereum-2021-desc": "Jan 17, 2022 - Josh Stark na Evan Van Ness",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atomi, mashirika, Blokucheni",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Kwanini blokucheni inajalisha?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum katika nambari"
}
