{
  "page-get-eth-article-keeping-crypto-safe": "Funguo za kuweka crypto salama yako",
  "page-get-eth-article-protecting-yourself": "Jihadhari wewe mwenyewe na fedha zako",
  "page-get-eth-article-store-digital-assets": "Jinsi ya kuhifadhi mali ya dijiti kwenye Ethereum",
  "page-get-eth-article-protecting-yourself-desc": "MyCrypto",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": "Sehemu kuu za ubadilishaji",
  "page-get-eth-cex-desc": "SEhemu za kufanyia mabadilishano ni sehemu za biashara ambazo hukuruhusu kununua kripto kwa kutumia fedha za jadi. Zina ulinzi wa fedhazako zote mpaka pale utakapozituma kwenda kwenye pochi ya Ethereum amabayo utakua unaidhibiti.",
  "page-get-eth-checkout-dapps-btn": "Anagalia dapps",
  "page-get-eth-community-safety": "Machapisho ya jumuiya juu ya ulinzi",
  "page-get-eth-description": "Ethereum haidhibitiwi na shirika lolote - imegatuliwa.",
  "page-get-eth-dex": "Sehemu za kufanya mabadilishano ambazo zimegatuliwa(DEXs)",
  "page-get-eth-dex-desc": "Kama unataka udhibit zaidi, nunua ETH <a href=\"/glossary/#smart-contract\">mikataba erevu</a>. Ukiwa na DEX unaweza kufanya biashara bila kugawia makampuni ya kati nguvu ya udhibiti wako. Mkataba-erevu.",
  "page-get-eth-peers": "Pokea ETH kutoka kwa wenzako",
  "page-get-eth-peers-desc": "Pale ambapo unakuwa na akaunti ya Ethereum, kitu unachohitajika kufanya ni kusambaza anwani yako kuanza kutuma na kupokea ETH (na tokeni nyinginezo) mtu-kwa-mtu.",
  "page-get-eth-staking": "Zawadi ya kuweka dhamana",
  "page-get-eth-staking-desc": "Kama tayari una kiasi fulani cha ETH, unaweza kupata nyingi zaidi kwa kuendesha nodi ya uthibitishaji. Unalipwa kwa kufanya ivi kwa kuthibitisha kazi ndani ya ETH.",
  "page-get-eth-earn": "Pata ETH",
  "page-get-eth-earn-desc": "Unaweza pata ETH kwa kufanyakazi kwenye DAO au kampuni ambazo zinalipa kwa kripto, kushinda zawadi, kutafuta tatizo kwenye programu na zaidi.",
  "page-get-eth-daos-link-desc": "Jifunze kuhusu DAOs",
  "page-get-eth-cex-link-desc": "Ona orodha ya mabadilishano",
  "page-get-eth-staking-link-desc": "Jifunze zaidi kuhusu kuweka dhamana",
  "page-get-eth-dexs": "Sehemu za kufanya mabadilishano ambazo zimegatuliwa(DEXs)",
  "page-get-eth-dexs-desc": "Sehemu za kufanyia mabadilishano zilizogatuliwa ni masoko hurua kwa ETH na ishara nyingine. Zinaunganisha wanunuzi na wauzaji moja kwa moja.",
  "page-get-eth-dexs-desc-2": "Badala ya kutumia mhusika wa tatu anayeaminika kulinda fedha kwenye muamala, zinatumia msimbo. ETH ya muuzaji itahamishwa pale amabapo malipo yanadhamana. Aina hii ya msimbo unaitwa mkataba-erevu.",
  "page-get-eth-dexs-desc-3": "Hii inamaana kuna vizuizi vya kijografia vichache zaidi ukulinganisha na malipo yalio chini ya serikali au kampuni. Kama mtu anauza kitu unachotaka na wanapokea mfumo wa malipo ulionao, uko vizuri kwenda.",
  "page-get-eth-dexs-desc-4": "Kumbuka: dexes nyingi zinatumia ether iliyofungamanishwa (WETH) kufanya kazi. <a href=\"/wrapped-eth\">Jifunze zaidi kuhusu ether iliyofungamanishwa</a>.",
  "page-get-eth-do-not-copy": "Mfano: Usiigilizie",
  "page-get-eth-exchanges-disclaimer": "Tunekusanya taarifa hizi kwa mikono yetu wenyewe. Ukiona kunakitu ambacho sio sahihi tujulishe kupitia",
  "page-get-eth-exchanges-empty-state-text": "Ingiza nchi unayoishi ili uone orodha ya sehemu za mabadilishano unayoweza kutumia",
  "page-get-eth-exchanges-except": "Isipokuwa",
  "page-get-eth-exchanges-header": "Unaishi nchi gani?",
  "page-get-eth-exchanges-header-exchanges": "Sehemu za kufanyia mabadilishano",
  "page-get-eth-exchanges-header-wallets": "Pochi",
  "page-get-eth-exchanges-intro": "Sehemu za mabadilisho ya kripto zinavikwazo juu ya sehemu watakapo uza sarafu za kidijitali. Hii ni orodha ya mwelekeo wa huduma zinazozaniwa kufanya kazi kwa kila nchi. Kuwepo hapa sio uidhinishaji unatakiwa kufanya utafiti wako mwenyewe!",
  "page-get-eth-exchanges-no-exchanges": "Samahani, hatujui sehemu ya mabadilishano itakayokuruhusu kununua ETH kwenye nchi hii. Kama unajua, tujulishe kupitia",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Samahani, hatujui sehemu ya mabadilishano itakayokuruhusu kununua ETH kwenye nchi hii. Kama unajua, tujulishe kupitia",
  "page-get-eth-exchanges-no-wallets": "Samahani, hatujui sehemu ya mabadilishano au pochi itakayokuruhusu kununua ETH kwenye nchi hii. Kama unajua, tujulishe kupitia",
  "page-get-eth-exchanges-search": "Andika unapoishi...",
  "page-get-eth-exchanges-success-exchange": "Inaweza kuchukua siku kadhaa kujisajili na sehemu za mabalishano kwasababu ya ukaguzi wa kisheria.",
  "page-get-eth-exchanges-success-wallet-link": "pochi",
  "page-get-eth-exchanges-success-wallet-paragraph": "Unapoishi, unaweza kununua ETH moja kwa moja kwa kutumia pochi hizi. Jifunze zaidi kuhusu",
  "page-get-eth-exchanges-usa": "Marekani (USA)",
  "page-get-eth-get-wallet-btn": "Pata pochi",
  "page-get-eth-hero-image-alt": "Pata picha ya shujaa wa ETH",
  "page-get-eth-keep-it-safe": "Weka ETH yako salama",
  "page-get-eth-meta-description": "Jinsi ya kununua ETH kulingana na eneo unaloishi na ushauri wa jinsi ya kuiangalia.",
  "page-get-eth-meta-title": "Jinsi ya kupata ETH",
  "page-get-eth-need-wallet": "Utahitaji pochi ili kutumia DEX.",
  "page-get-eth-new-to-eth": "Je wewe ni mgeni katika ETH? Huu hapa ni muhtasari wa kuanzia.",
  "page-get-eth-other-cryptos": "Nunua kwa kutumia kripto nyingine",
  "page-get-eth-protect-eth-desc": "Moja ya vipengele vikuu vya Ethereum ni kuwa unakua na umiliki wa mali zako mwenyewe kwa kusimamia akaunti yako. Hii inamaanisha hauhitaji kuamini mtu wowote wa ziada na mali zako, na pia unalindwa kutoka kwa uthibiti ambao hufanya uongo, kwenda kufilisika au kudukuliwa. Hata ivyo, inamaanisha unachukua majukumu ya ulinzi kwa ajili yako.",
  "page-get-eth-protect-eth-in-wallet": "Weka ETH zako kwenye mkoba wako",
  "page-get-eth-search-by-country": "Tafuta kwa nchi",
  "page-get-eth-security": "Lakini hii inamaana kwamba unatakiwa kuwa makini na usalama wa fedha zako. Ukiwa na ETH, hautaamini benki au kampuni kulinda pesa zako, unachukua majukumu yako mwenyewe.",
  "page-get-eth-smart-contract-link": "Zaidi juu ya mikataba erevu",
  "page-get-eth-swapping": "Badilisha ishara zako kwa ETH za watu wengine. Na kinyume chake.",
  "page-get-eth-try-dex": "Jaribu Dex",
  "page-get-eth-use-your-eth": "Tumia ETH yako",
  "page-get-eth-use-your-eth-dapps": "Sasa kwa kua una pochi, angalia baadhi ya programu za Ethereum (dapps). Kuna dapps za fedha, mitandao ya kijamii, kucheza mtandaoni na vitengo vingine vingi.",
  "page-get-eth-wallet-instructions": "Fuata maelekezo",
  "page-get-eth-wallet-instructions-lost": "Ukishindwa kuingia kwenye mkoba wako, utapoteza ufikiaji wa fedha zako. Mkobwa wako inajukumu la kukupa maelekezo juu ya kujilinda dhidi ya hili swala. Hakikisha unayafuata kwa umakini - Mara nyingi, hamna mtu atakaeweza kukusaidia ukipoteza ufikiaji wa mkoba wako.",
  "page-get-eth-wallets": "Pochi",
  "page-get-eth-wallets-link": "Zaidi juu ya pochi",
  "page-get-eth-wallets-purchasing": "Baadhi ya pochi hukuruhusu kununua kripto kwa kadi ya benki/kadi ya mkopo, uhamisho wa benki kwenda kwenye pochi au hata kwa kutumia malipo ya Apple Pay. Vizuizi vya kijografia vitatumika.",
  "page-get-eth-warning": "Hizi DEXs sio kwa ajili ya wanaoanza ambavyo utahitaji kiasi cha ETH ili kuweza kutumia. Hii ni mifano tu, sio bidhaa iliyo idhinishwa. Fanya utafiti wako!",
  "page-get-eth-what-are-DEX's": "DEX ni nini?",
  "page-get-eth-whats-eth-link": "ETH ni nini?",
  "page-get-eth-where-to-buy-desc": "Unaweza lipwa ETH, pokea kutoka kwa watu wako, au nunua kutoka kwenye huduma za mabadilishano na programu.",
  "page-get-eth-where-to-buy-desc-2": "Kagua huduma unazoweza kutumia unapoishi.",
  "page-get-eth-where-to-buy-title": "Mahali pa kupata ETH",
  "page-get-eth-your-address": "Anuani yako ya ETH",
  "page-get-eth-your-address-desc": "Utakapopakua pochi itaunda anuani itakayokuwa ya umma kwa ajili yako. Mfano wa jinsi itakavyoonekana huu hapa:",
  "page-get-eth-your-address-desc-3": "Ifikirie hii kama anuani yako ya barua pepe, lakini badala ya barua inaweza kupokea ETH. Kama unataka kuhamisha ETH kutoka kwenye soko la mabadilishano kwenda kwenye pochi yako, tumia anuani yako ya umma. Hakikisha unaikagua mara mbili mbili kabla ya kutuma!",
  "page-get-eth-your-address-wallet-link": "Anagalia pochi",
  "listing-policy-raise-issue-link": "Ongeza suala",
  "page-find-wallet-last-updated": "Usasisho wa mwisho"
}
