{
  "page-eth-buy-some": "Unataka kununua Ethereum?",
  "page-eth-buy-some-desc": "Ni kawaida kuchanganya Ethereum na ETH. Ethereum ni <a href=\"/glossary/#blockchain\">kiambajengo</a> na ETH ni thamani kuu ya Ethereum. ETH ndio kitu unatazamia kuunua.",
  "page-eth-cat-img-alt": "Mchoro wa nembo ya ETH ikiwa na ishara za mabadiliko ya paka",
  "page-eth-collectible-tokens": "Ishara zinazokusanyika",
  "page-eth-collectible-tokens-desc": "Ishara zinazowakilisha mchezo unaokusanyika, kipande na sanaa, au mali nyingine ya kipekee. Kwa kawaida hujulikana kama ishara zisizo-kuvu ama kwa kifupisho cha lugha ya kiingereza (NFTs).",
  "page-eth-cryptography": "Inalindwa na kriptografia",
  "page-eth-cryptography-desc": "Hela ya mtandao ni mpya katika jamii ila iko salama na inalindwa na <a href=\"/glossary/#cryptography\">kriptographia</a> iliohakikishwa. Hii inalinda mikoba yako, ETH yako, na miamala yako. ",
  "page-eth-currency-for-apps": "Ni sarafu ya programu za Ethereum.",
  "page-eth-currency-for-future": "Sarafu kwa ajili ya ulimwengu wa dijitali wa kesho",
  "page-eth-description": "ETH ni sarafu ya kripto. Ni hela adimu ya kidijitali ambayo unaweza kuitumia mtandaoni -- sawa sawa na Bitcoin. Kama wewe ni mpya kwenye kripto, maelezo haya yatakuonyesha tofauti kati ya ETH na sarfu zetu za jadi au tulizozoea kuongozwa na serikali.",
  "page-eth-earn-interest-link": "Jipatie riba",
  "page-eth-flexible-amounts": "Inapatikana katika viwango vinavyonyumbulika",
  "page-eth-flexible-amounts-desc": "ETH inagawanyika mapaka desimali 18 kwahiyo huitaji kununua ETH 1 nzima. Unaweza kununua sehemu kila baada ya mda -unaweza kununua kidogo mpaka 0.000000000000000001 ETH kama unataka.",
  "page-eth-fuels": "ETH ni mafuta na inalinda Ethereum",
  "page-eth-fuels-desc": "ETH ni damu ya Ethereum. Unapotuma ETH ama kutumia programu za Ethereum, utalipa tozo katika ETH ili utumie mtandao wa Ethereum. Hizi tozo ni motisha kwa mzalishaji wa vitalu kufanya mchakato na kuthibitisha unachojaribu kufanya.",
  "page-eth-fuels-desc-2": "Wathibitishaji ni kama watunza rekodi wa Ethereum-wanakagua na kuhakikisha kwamba hakuna anayedanganya. Wanachaguliwa kwa nasibu kuchagua kundi la miamala. Wathibitishaji wanaofanya kazi hii wanazawadiwa kiwango kidogo cha ETH mpya.",
  "page-eth-fuels-desc-3": "Kazi ambayo wathibitishaji wanafanya, na fedha <a href=\"/glossary/#staking\">wanazoweka dhamana</a>, huongeza usalama na kufanya Ethereum kua huru na kuepuka mashirika ya kati.",
  "page-eth-fuels-staking": "Unaposimamisha hisa zako za ETH, unasaidia kulinda Ethereum na unapata riba. Kwenye mfumo huu, utete wa kupoteza ETH hufukuza wavamizi.",
  "page-eth-fuels-more-staking": "Zaidi juu ya kusimamisha hisa",
  "page-eth-get-eth-btn": "Pata ETH",
  "page-eth-gov-tokens": "Ishara za Utawala",
  "page-eth-gov-tokens-desc": "Ishara zinazowakilisha nguvu ya kupiga kura kwenye mashirika yaliogatuliwa.",
  "page-eth-has-value": "Kwanini ETH ina thamani?",
  "page-eth-has-value-desc": "ETH inathamani katika njia tofauti kwa watu tofauti.",
  "page-eth-has-value-desc-2": "Kwa watumiaji wa Ethereum, ETH ina thamani kwasababu inakuruhusu kulipia ada za muamala.",
  "page-eth-has-value-desc-3": "Wengine wanaiona kama ghala la kidijatili kwasababu ya uundaji wa ETH mpya unashuka chini taratibu mda unavyokwenda.",
  "page-eth-has-value-desc-4": "Hivi karibuni, ETH imekua na thamani kwa watumiaji wa programu za kifedha kwenye Ethereum. Hii ni kwasababu unaweza kutumia ETH kama dhamana kwa ajili ya mikopo ya kripto, au kama mfumo wa ulipaji.",
  "page-eth-has-value-desc-5": "Bila shaka wengi wanaiona kama sehemu ya uwekezaji, sawa na Bitcoin au sarafu nyingine za kripto.",
  "page-eth-is-money": "Sarafu ya Ether (ETH) ni ya kidijitali, fedha ya kimataifa.",
  "page-eth-last-updated": "Januari 2019",
  "page-eth-monetary-policy": "Sera za fedha za Ethereum",
  "page-eth-more-on-ethereum-link": "Zaidi juu ya Ethereum",
  "page-eth-no-centralized": "Hakuna udhibiti wa serikali ",
  "page-eth-no-centralized-desc": "ETH imehatuliwa na ni ya ulimwengu. Hakuna kampuni au benki itakayoamua kuchapisha ETH zaidi, au kubalisha masharti ya matumizi.",
  "page-eth-non-fungible-tokens-link": "Ishara zisizokuvu",
  "page-eth-not-only-crypto": "ETH sio kripto pekee kwenye Ethereum",
  "page-eth-not-only-crypto-desc": "Mtu yeyote anaweza kuunda aina mpya za mali na kuziuza kwa Ethereum. Hizi zinajulikana kama 'ishara'. Watu wamegeuza sarafu za jadi kwenda kwenye ishara, mali isiohamishika, sanaa, na hata wao wenyewe!",
  "page-eth-not-only-crypto-desc-2": "Ethereum ni mji wa maelfu ya ishara - nyingine zinamanufaa na thamani kubwa kuliko zingine. Daima wasanidi programu huunda ishara mpya ambazo zinafungua mategemeo mapya na kufungua masoko mapya.",
  "page-eth-open": "Iko wazi kwa yeyote",
  "page-eth-open-desc": "Unahitaji kuwa na mtandao na pochi ili kupokea ETH. Hauhitaji kwenda benkoi ili kupokea malipo. ",
  "page-eth-p2p-payments": "Malipo ya rika kwa rika",
  "page-eth-p2p-payments-desc": "Unaweza kutuma ETh bila kuhitaji huduma ya upatanishi kama benki. Ni kama kumkabidhi mtu pesa uso kwa uso, lakini unaweza kufanya hivyo na mtu yeyote, wahali popote, wakati wowote.",
  "page-eth-period": ".",
  "page-eth-popular-tokens": "Aina za ishara maarufu",
  "page-eth-powers-ethereum": "ETH inaipa nguvu Ethereum",
  "page-eth-shit-coins": "Sarafu zisizo na hadhi",
  "page-eth-shit-coins-desc": "Kwasababu kutengeneza ishara mpya ni rahisi, mtu yeyote anaweza kufanya - hata watu wenye nia mbaya. Mara zote fanya utafiti wako kabla hujazitumia!",
  "page-eth-stablecoins": "Sarafu-imara",
  "page-eth-stablecoins-desc": "Ishara zinazofanana na sarfu za jadi kama vile dola. Hii inatatua hali ya tete ya sarafu za kripto.",
  "page-eth-stablecoins-link": "Pata sarfu-imara",
  "page-eth-stream-link": "Mtiririko wa ETH",
  "page-eth-tokens-link": "Ishara za Ethereum",
  "page-eth-trade-link-2": "Badilisha ishara",
  "page-eth-underpins": "ETH inaimarisha mifumo ya fedha ya Ethereum",
  "page-eth-underpins-desc": "Haujridhika na malipo, Jamii ya wana-Etehreum inajenga mfumo mzima wa fedha wa <a href=\"/glossary/#peer-to-peer-network\">mtu-kwa-mtu</a> na utakaopatikana kwa kila mtu.",
  "page-eth-underpins-desc-2": "Unaweza kutumia ETH kama dhamana kuzalisha ishara za kripto tofauti kabisa juu ya Ethereum. Pamoja na kwamba unaweza kuazima, kukopesha na kupata riba juu ya ETH na ishara zinazobebwa na ETH.",
  "page-eth-weth": "Ether iliyofungamishwa (WETH) inatumika kuongeza ufanyaji kazi wa ETH kufanya kazi kama tokeni nyinginezo na programu. <a href=\"/wrapped-eth\">Jifunze zaidi kuhusu WETH</a>.",
  "page-eth-uses": "Matumizi ya ETH yanakua kila siku",
  "page-eth-uses-desc": "Kwasababu Ethereum inaweza kusanidiwa, wasanisi programu wanaweza kuiunda ETH katika njia zisizohesabika.",
  "page-eth-uses-desc-2": "Ukirudi mwaka 2015, ulichokua unaweza kufanya ni kutuma ETH kutoka akaunti moja kwenda nyingine. Hivi hapa ni baadhi ya vitu unavyoweza kufanya leo hii.",
  "page-eth-uses-desc-3": "lipa mtu au pokea fedha katika muda halisi.",
  "page-eth-uses-desc-4": "unaweza kufanya biashara ya ETH na ishara zingine ikiwemo Bitcoin.",
  "page-eth-uses-desc-5": "juu ya ETH na ishara zingine zilizo na misingi ya Ethereum.",
  "page-eth-uses-desc-6": "fika katika ulimwengu wa sarafu za kripto kwa uthabiti, thamani iliopungua hali ya utete.",
  "page-eth-value": "Kwanini ether ina thamani",
  "page-eth-video-alt": "Video ya ETH",
  "page-eth-whats-eth": "Ether ni nini (ETH)?",
  "page-eth-whats-eth-hero-alt": "Kielelezo cha kundi la watu wakiishangaa alama ya ether(ETH) kwa furaha",
  "page-eth-whats-eth-meta-desc": "Unachohitaji kujua kuielewa ETH na nafasi yake kwenye Ethereum.",
  "page-eth-whats-eth-meta-title": "Ether ni nini (ETH)?",
  "page-eth-whats-ethereum": "Ethereum ni nini?",
  "page-eth-whats-ethereum-desc": "Kama ungependa kujifunza zaidi juu ya Ethereum, teknolojia ilioko nyuma ya ETH, anagalia utangulizi wetu.",
  "page-eth-whats-unique": "Ni nini cha pekee kwenye ETH?",
  "page-eth-whats-unique-desc": "Kuna sarafu nyingi za kripto na ishara nyingine nyingi zilizo juu ya Ethereum, lakini kuna baadhi ya vitu ETH pekee ndio inaweza kuyafanya.",
  "page-eth-where-to-buy": "Mahali pa kupata ETH",
  "page-eth-where-to-buy-desc": "Unaweza kupata ETH kwenye masoko ya mabadilishano au pochi lakini lakini kila nchi ina sera tofauti. Angalia huduma amabazo zitakuruhusu kununua ETH.",
  "page-eth-yours": "Ni ya kwako kweli",
  "page-eth-yours-desc": "ETH inafanya unakua benki yako wewe mwenyewe. Unaweza kudhibiti fedha zako na pochi yako kama kithibitisho cha umiliki hamna hitaji la mpatanishi wa kati.",
  "page-eth-more-on-tokens": "Zaidi juu ya ishara na kazi zake",
  "page-eth-button-buy-eth": "Pata ETH",
  "page-eth-tokens-stablecoins": "Sarafu-imara",
  "page-eth-tokens-defi": "Fedha zilizogatuliwa (DeFi)",
  "page-eth-tokens-nft": "Ishara zisizokuvu(NFTs)",
  "page-eth-tokens-dao": "Mashirika huru yasiyotawaliwa(DAOs)",
  "page-eth-tokens-stablecoins-description": "Zaidi juu ya ishara zilizo na utete mdogo kwenye Ethereum.",
  "page-eth-tokens-defi-description": "Mifumo ya kifedha ya ishara za Ethereum.",
  "page-eth-tokens-nft-description": "Ishara zinazowakilisha umiliki wa kitu juu ya Ethereum.",
  "page-eth-tokens-dao-description": "Jamii nyingi za mtandaoni hutawaliwa na wanaomiliki ishara hizi.",
  "page-eth-whats-defi": "Zaidi juu ya DeFi",
  "page-eth-whats-defi-description": "DeFi ni mifumo ya kifedha iliogatuliwaa iliojengwa juu ya Ethereum. Muhtasari huu unaelezea unachoweza kufanya.",
  "page-what-is-ethereum-what-is-ether": "Ether ni nini?"
}
