{
  "page-what-is-ether-meta-title": "Ether (ETH) ni nini? (Mwongozo kamili) | ethereum.org",
  "page-what-is-ether-meta-description": "Ether (ETH) ni sarafu ya kidigitali ya asili ya Ethereum. Jifunze inatumika kwa nini, jinsi gani na wapi pa kuinunua, ni kiasi gani kipo na ni nini huathiri bei yake.",
  "page-what-is-ether-twitter-meta-description": "Ether (ETH) ni sarafu ya kidigitali ya asili ya Ethereum. Jifunze inatumika kwa nini, jinsi gani na wapi pa kuinunua, ni kiasi gani kipo na zaidi.",
  "page-what-is-ether-title": "Ether ni nini (ETH)?",
  "page-what-is-ether-hero-description-1": "Ether (ETH) ni sarafu ya kidigitali ya asili inayowezesha mtandao wa Ethereum. Inatumika kulipa ada za miamala (zinazojulikana kama 'gesi') kwa kutumia mtandao na mifumo iliyojengwa juu yake, kulinda mtandao kupitia kusimamisha, na hutumika kama pesa ya kidijitali kwa malipo na uwekezaji—bila kudhibitiwa na chombo chochote cha kati, shirika, au serikali. ETH ni mojawapo ya sarafu za kidigitali kubwa zaidi kwa mtaji wa soko.",
  "page-what-is-ether-what-is-ether-description-1": "Ether, inayojulikana kama ETH, ndiyo nishati inayoendesha mnyororo wa bloku wa Ethereum. Tofauti na bitcoin, ambayo kimsingi hutumika kama pesa ya kidijitali, ether ina matumizi mengi ndani ya mfumo ikolojia wa Ethereum.",
  "page-what-is-ether-what-is-ether-description-2": "<strong>Kama sarafu ya kidigitali ya asili ya Ethereum, ETH hutumika kwa:</strong>",
  "page-what-is-ether-what-is-ether-description-3": "Kulipa ada za miamala (gesi) kwa kutumia mtandao na mifumo yake",
  "page-what-is-ether-what-is-ether-description-4": "Kulinda mtandao wa Ethereum kupitia kusimamisha",
  "page-what-is-ether-what-is-ether-description-5": "ETH ilianzishwa mnamo 2015 kama sehemu ya uzinduzi wa Ethereum na tangu wakati huo imekua na kuwa moja ya <assets>mali zenye thamani kubwa zaidi ulimwenguni</assets>.",
  "page-what-is-ether-what-is-ether-description-6": "Kwa watumiaji",
  "page-what-is-ether-what-is-ether-description-7": "ETH inawezesha malipo ya kimataifa bila benki, ununuzi wa tokeni zisizoweza kubadilishwa (NFTs), na ufikiaji wa programu za fedha zilizogatuliwa (DeFi). Inastahimili udhibiti na ina utendakazi wa kimataifa wa 24/7.",
  "page-what-is-ether-what-is-ether-description-8": "Kwa wasanidi programu",
  "page-what-is-ether-what-is-ether-description-9": "ETH hulipia ada za miamala wakati wa kupeleka mikataba-erevu kwenye Mtandao Mkuu wa Ethereum. Pia ndiyo sarafu kuu inayotumika ndani ya mifumo mingi katika mfumo ikolojia wa Ethereum.",
  "page-what-is-ether-what-is-ether-description-10": "Kwa wawekezaji",
  "page-what-is-ether-what-is-ether-description-11": "ETH hufanya kazi kama hifadhi ya thamani na mali inayozalisha mapato kupitia kusimamisha. Inatoa fursa ya kufikia ukuaji wa web3 na uchumi wa kidijitali unaopanuka.",
  "page-what-is-ether-what-is-ether-description-12": "Jifunze zaidi kuhusu kusimamisha kwa ETH",
  "page-what-is-ether-how-to-buy-eth": "Jinsi ya kununua ETH",
  "page-what-is-ether-how-to-buy-eth-description-1": "Kununua ETH ni rahisi na kuna chaguo kadhaa kulingana na mahitaji yako na eneo lako. <strong>Daima anza na jukwaa linaloaminika</strong> linalotoa usalama thabiti.",
  "page-what-is-ether-how-to-buy-eth-description-2": "Kwa watumiaji, nunua ETH kupitia soko la sarafu za kidigitali au programu za mkoba.",
  "page-what-is-ether-how-to-buy-eth-description-3": "<strong>Dokezo</strong>",
  "page-what-is-ether-how-to-buy-eth-description-4": "Unaponunua ETH utasikia \"<strong>akaunti/anwani</strong>\" na \"<strong>mkoba</strong>\".",
  "page-what-is-ether-how-to-buy-eth-description-5": "Fikiria <strong>akaunti yako kama anwani yako ya barua pepe</strong> ambapo watu wanakutumia pesa.",
  "page-what-is-ether-how-to-buy-eth-description-6": "Fikiria <strong>mkoba wako kama programu yako ya barua pepe</strong> ambapo unaangalia salio na kufanya malipo.",
  "page-what-is-ether-how-to-buy-eth-description-7": "Unaweza kununua ETH kwa kutumia:",
  "page-what-is-ether-how-to-buy-eth-description-8": "<strong>Kadi za mkopo/madeni</strong> papo hapo lakini kwa ada za juu",
  "page-what-is-ether-how-to-buy-eth-description-9": "<strong>Uhamisho wa benki</strong> polepole lakini kwa ada za chini",
  "page-what-is-ether-how-to-buy-eth-description-10": "<strong>PayPal</strong> au huduma zinazofanana zinapopatikana",
  "page-what-is-ether-how-to-buy-eth-description-11": "<strong>Kwa biashara</strong>, soko la ubadilishanaji hutoa akaunti za kampuni zenye viwango vya juu, usaidizi bora, vipengele vya kufuata sheria, punguzo la kiasi, na usalama ulioimarishwa.",
  "page-what-is-ether-how-to-buy-eth-description-12": "Njia nyingine za kupata ETH:",
  "page-what-is-ether-how-to-buy-eth-description-13": "<strong>Pokea malipo</strong> kutoka kwa watu unaowafahamu",
  "page-what-is-ether-how-to-buy-eth-description-14": "<strong>Toa ukwasi</strong> kwenye itifaki za fedha zilizogatuliwa",
  "page-what-is-ether-how-to-buy-eth-description-15": "<strong>Weka hisa ya ETH</strong> ili kupata zawadi huku ukilinda mtandao wa Ethereum",
  "page-what-is-ether-how-to-buy-eth-description-16": "Jifunze zaidi kuhusu jinsi na wapi pa kununua ETH",
  "page-what-is-ether-how-to-send-and-receive-eth": "Jinsi ya kutuma na kupokea ETH",
  "page-what-is-ether-how-to-send-and-receive-eth-description-1": "<strong>Kutuma ETH</strong> kunahitaji mkoba na anwani ya mpokeaji. Weka anwani yao, taja kiasi, kagua ada ya muamala, na uthibitishe. Miamala kwa kawaida hufika chini ya sekunde 30 na haiwezi kubadilishwa mara tu inapothibitishwa.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-2": "<strong>Kupokea ETH</strong> kunahitaji kushiriki anwani yako ya Ethereum au msimbo wa QR na mtumaji. Pesa huonekana kwenye mkoba wako baada ya uthibitisho wa mtandao, na mikoba mingi hutoa arifa.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-3": "<strong>Unahitaji usaidizi?</strong> Soma mwongozo wa <howToUseWallet>Jinsi ya kutumia mkoba</howToUseWallet>.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-4": "Unaponunua ETH utasikia \"<strong>akaunti/anwani</strong>\" na \"<strong>mkoba</strong>\".",
  "page-what-is-ether-how-to-send-and-receive-eth-description-5": "Fikiria <strong>akaunti yako kama anwani yako ya barua pepe</strong> ambapo watu wanakutumia pesa.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-6": "Fikiria <strong>mkoba wako kama programu yako ya barua pepe</strong> ambapo unaangalia salio na kufanya malipo.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-7": "Kwa kiasi kikubwa, fikiria kutumia mikoba ya maunzi kwa usalama ulioongezwa.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-8": "Jifunze kuhusu Ethereum na jinsi inavyofanya kazi.",
  "page-what-is-ether-how-to-send-and-receive-eth-callout": "Shiriki anwani yako ya Ethereum na watu unaowaamini pekee. Kwa kuwa Ethereum ni leja ya umma, wanaweza kuona salio na miamala yako. Hawawezi kufikia pesa zako lakini faragha inapendekezwa.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth": "Inachukua muda gani kutuma ETH?",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-1": "Miamala ya ETH kwa kawaida hukamilika chini ya sekunde 30. Mtandao wa Ethereum huchakata bloku kila sekunde 12, ingawa miamala inaweza kupanga foleni wakati wa msongamano.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-2": "Miamala hufikia 'ukamilifu' baada ya takriban dakika 15, ikilinganishwa na wastani wa dakika 60 za Bitcoin.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-3": "Wakati wa msongamano mkubwa wa mtandao, unaweza kuharakisha miamala kwa kulipa ada za juu za muamala, na kukuweka mbele kwenye foleni. Ada hugawanywa kati ya wathibitishaji na utaratibu wa kuteketeza.",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth": "Ni gharama gani kutuma ETH?",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth-description-1": "Miamala ya Ethereum inahitaji <strong>ada za muamala zinazolipwa kwa ETH</strong>. Ada huhesabiwa kulingana na kazi ya kikokotoo inayohitajika (inayopimwa kwa 'gesi'), na mahitaji ya sasa ya mtandao. Bei ya gesi hubadilikabadilika kulingana na msongamano wa mtandao, na kufanya miamala kuwa ya gharama nafuu wakati wa vipindi visivyo na shughuli nyingi.",
  "page-what-is-ether-l2s": "Karibu L2s: Uongezwaji wa Ethereum",
  "page-what-is-ether-l2s-description-1": "Kadiri umaarufu wa Ethereum unavyoongezeka, kuweka ada za miamala kuwa chini inakuwa changamoto. Mitandao ya <strong>Tabaka la 2 (L2)</strong> hushughulikia suala hili.",
  "page-what-is-ether-l2s-description-2": "L2s kama <optimism>Optimism</optimism> na <arbitrum>Arbitrum</arbitrum> hutoa <strong>ada nafuu mara 10-100</strong> huku zikirithi usalama wa Ethereum. Huchakata miamala nje ya mnyororo na kutuma data kwa Ethereum.",
  "page-what-is-ether-l2s-description-3": "Zifikirie kama njia za haraka zinazotoa miamala ya haraka na nafuu zaidi kando ya barabara kuu ya Ethereum.",
  "page-what-is-ether-l2s-description-4": "<strong>Uhamisho</strong> wa L2 kwa kawaida hugharimu <strong>chini ya $0.01</strong>, na kuleta Ethereum kwa mamilioni ya watumiaji zaidi kupitia ushirikiano na makampuni kama Robinhood, PayPal, na Shopify.",
  "page-what-is-ether-what-is-the-eth-supply": "Ugavi wa ETH ni upi?",
  "page-what-is-ether-what-is-the-eth-supply-description-1": "Tofauti na kikomo cha kudumu cha Bitcoin cha milioni 21, ETH ina mifumo ya ugavi inayobadilika:",
  "page-what-is-ether-what-is-the-eth-supply-description-2": "ETH mpya hutolewa kuwazawadia wathibitishaji wa mtandao kwa kiwango kidogo kinachohesabiwa na itifaki",
  "page-what-is-ether-what-is-the-eth-supply-description-3": "Sehemu ya kila ada ya muamala \"huteketezwa\" kabisa (hufutwa kutoka kwenye uwepo)",
  "page-what-is-ether-what-is-the-eth-supply-description-4": "Hii huunda vipindi vya kupishana vya mfumuko wa bei na upungufu wa bei kulingana na matumizi ya mtandao",
  "page-what-is-ether-what-is-the-eth-supply-description-5": "<strong>Mizani inayotarajiwa</strong>: Mfumo unasawazisha usalama wa mtandao na uhifadhi wa thamani wa muda mrefu. Matumizi makubwa husababisha upungufu wa bei; matumizi madogo husababisha mfumuko wa bei.",
  "page-what-is-ether-what-is-the-eth-supply-description-6": "Vyanzo vya data: <etherscan>Etherscan</etherscan>, <ultrasound>Ultrasound Money</ultrasound>",
  "page-what-is-ether-what-is-the-distribution-of-eth": "Mgawanyo wa ETH ni upi?",
  "page-what-is-ether-what-is-the-distribution-of-eth-description-1": "Umiliki umesambazwa kwa mapana katika <etherscan>makumi ya mamilioni ya anwani</etherscan>, kuzuia ujumilishaji wa udhibiti na kuimarisha ugatuaji.",
  "page-what-is-ether-breakdown": "Uchanganuzi wa usambazaji wa ether",
  "page-what-is-ether-breakdown-description-1": "<strong>Ether iliyowekwa hisa</strong>: Makumi ya mamilioni ya ETH <beaconchain>yaliyofungwa</beaconchain> kwa usalama wa mtandao",
  "page-what-is-ether-breakdown-description-2": "<strong>Masoko ya ubadilishanaji</strong>: Majukwaa ya kati <unchained>yanashikilia 13-16%</unchained> ya ugavi",
  "page-what-is-ether-breakdown-description-3": "<strong>Mikataba-erevu</strong>: Kiasi kikubwa katika mikataba-erevu ikiwemo itifaki za DeFi",
  "page-what-is-ether-breakdown-description-4": "<strong>Wakfu wa Ethereum</strong>: Unashikilia <ef>chini ya 0.3%</ef> ya ugavi (chini kutoka 9% mwaka 2014)",
  "page-what-is-ether-who-holds-most": "Nani anashikilia nyingi zaidi?",
  "page-what-is-ether-who-holds-most-description-1": "Anwani za Ethereum zenye salio la juu zaidi la ETH kwa kawaida si za watu binafsi. Idadi kubwa ya ether inayoonekana katika anwani za Ethereum za \"juu\" inawakilisha fedha za pamoja, zilizokusanywa za watu na mashirika mengi tofauti, si umiliki wa mtu mmoja. ",
  "page-what-is-ether-who-holds-most-description-2": "Akaunti za ETH zenye salio la juu zaidi kwa kawaida ni pamoja na:",
  "page-what-is-ether-who-holds-most-description-3": "Mkataba wa Amana wa Mnyororo Kioleza: Salio la mkataba wa amana linawakilisha ETH yote ambayo <staked>imewekwa hisa</staked> kusaidia kulinda mtandao wa Ethereum. Ingawa hii ndiyo anwani ya Ethereum yenye salio kubwa zaidi la ETH, haiwakilishi akaunti ya mkoba wa Ethereum inayoweza kufikiwa. Ni mkataba-erevu unaopokea amana za ETH kama hatua ya kwanza ya kushiriki katika kusimamisha, kisha hudhibiti salio la ether hiyo kwa wathibitishaji wote wanaofanya kazi kwenye mtandao.",
  "page-what-is-ether-who-holds-most-description-4": "Mikataba-erevu: Nyingi za anwani zingine za Ethereum zenye salio la juu zinawakilisha mikataba-erevu inayowezesha mifumo ya Ethereum, kama vile anwani za mikataba-erevu za itifaki za fedha zilizogatuliwa (DeFi), madaraja, au mashirika huru yaliyogatuliwa (DAOs). Salio hili la mkataba linawakilisha ether ambayo mikoba mingi imeweka ili kushiriki katika mfumo wao.",
  "page-what-is-ether-who-holds-most-description-5": "Akaunti za omnibus: Hizi ni mikoba mikubwa inayoendeshwa na masoko ya ubadilishanaji, majukwaa, na fedha (kama Coinbase, Robinhood, au Binance). Mtumiaji anaponunua ETH kwenye soko la ubadilishanaji, mara nyingi huhifadhiwa katika moja ya akaunti hizi kubwa pamoja na ETH inayoshikiliwa na maelfu ya wateja wengine wa jukwaa hilo.",
  "page-what-is-ether-who-holds-most-description-6": "Unaweza kuona orodha ya moja kwa moja ya anwani za mkoba wa Ethereum zenye salio la juu zaidi la ETH kwenye <etherscan>Etherscan hapa</etherscan>.",
  "page-what-is-ether-distribution": "Kwa nini usambazaji ni muhimu kwa ugatuaji",
  "page-what-is-ether-distribution-description-1": "Usambazaji mpana huzuia udhibiti wa kati. Ugatuaji wa kweli unategemea idadi ya nodi na wathibitishaji huru wanaodumisha mtandao.",
  "page-what-is-ether-what-makes-eth-valuable": "Ni nini kinachoifanya ETH kuwa ya thamani?",
  "page-what-is-ether-what-makes-eth-valuable-description-1": "ETH inapata thamani kutoka vyanzo vingi:",
  "page-what-is-ether-what-makes-eth-valuable-description-2": "<strong>Utumiaji wa mtandao</strong>: Miamala yote ya Ethereum inahitaji ETH kwa ajili ya ada za gesi, na hivyo kuunda mahitaji ya mara kwa mara yanayoongezeka kadiri mtandao unavyokubalika.",
  "page-what-is-ether-what-makes-eth-valuable-description-3": "<strong>Zawadi za kusimamisha</strong>: Wawekaji hisa wa ETH hupata faida huku wakilinda mtandao, jambo linalowavutia wawekezaji binafsi na wa kitaasisi.",
  "page-what-is-ether-what-makes-eth-valuable-description-4": "<strong>Hifadhi ya thamani</strong>: Wengi huona ETH kama \"mafuta ya kidijitali\"—mali adimu yenye matumizi halisi inayowezesha uchumi wa kidijitali.",
  "page-what-is-ether-what-makes-eth-valuable-description-5": "<strong>Mienendo ya ugavi</strong>: Uteketezaji wa ada huleta shinikizo la upungufu wa bei wakati wa vipindi vya matumizi makubwa. Tangu 2021, <ultrasound>mamilioni ya ETH yameondolewa kabisa</ultrasound> kwenye mzunguko.",
  "page-what-is-ether-what-is-wrapping-eth": "Kufunga ETH ni nini?",
  "page-what-is-ether-what-is-wrapping-eth-description-1": "ETH iliyofungwa (WETH) ni tokeni ya ERC-20 inayowakilisha ETH kwa msingi wa 1:1. Programu nyingi zilizogatuliwa na mitandao ya L2 imejengwa kushughulikia tokeni za ERC-20, lakini ETH asilia yenyewe si tokeni ya ERC-20. ‘Kufunga' kunamaanisha kufungia ETH katika mkataba-erevu, na kutoa uwakilishi wa ERC-20 wa ETH hiyo iliyofungwa (WETH), na kuiruhusu itumike katika programu na L2 zozote zinazoweza kukubali tokeni za ERC-20 pekee.",
  "page-what-is-ether-what-is-wrapping-eth-description-2": "Matumizi ya kawaida ni pamoja na:",
  "page-what-is-ether-what-is-wrapping-eth-description-3": "Jozi za biashara kwenye masoko ya ubadilishanaji yaliyogatuliwa kama <uniswap>Uniswap</uniswap>",
  "page-what-is-ether-what-is-wrapping-eth-description-4": "Dhamana kwenye majukwaa ya ukopeshaji kama <aave>Aave</aave>",
  "page-what-is-ether-what-is-wrapping-eth-description-5": "Zabuni kwenye masoko ya NFT kama <opensea>OpenSea</opensea>",
  "page-what-is-ether-what-is-wrapping-eth-description-6": "WETH inaweza kufunguliwa na kurudi kuwa ETH wakati wowote kwa ada ndogo. WETH huharibiwa, na ETH iliyowakilishwa huachiwa kutoka kwenye mkataba-erevu. Mifumo mingi hushughulikia mchakato wa kufunga na kufungua bila shida.",
  "page-what-is-ether-what-is-wrapping-eth-description-7": "Jifunze zaidi kuhusu ETH iliyofungwa (WETH)",
  "page-what-is-ether-gas-table-transaction-type": "Aina ya muamala",
  "page-what-is-ether-gas-table-typical-cost-range": "Kiwango cha gharama cha moja kwa moja",
  "page-what-is-ether-gas-table-estimated-gas-units": "Vipimo vya gesi vinavyokadiriwa",
  "page-what-is-ether-gas-table-row-1-1": "Uhamisho wa ETH",
  "page-what-is-ether-gas-table-row-2-1": "Kubadilisha tokeni",
  "page-what-is-ether-gas-table-row-3-1": "Miamala changamano ya DeFi/NFT"
}