{
  "comp-withdrawal-comparison-current-title": "Waweka dhamana wa sasa",
  "comp-withdrawal-comparison-current-li-1": "Baadhi ya watumiaji wametoa anwani ya utoaji yao ambapo mwanzo waliweka kiwango cha dhamana cha uwekaji - watumiaji hawa hawana cha kufanya zaidi",
  "comp-withdrawal-comparison-current-li-2": "Waweka dhamana wengi hawakutoa anwani ya utoaji fedha kwenye uwekaji fedha wa kwanza, na watahitajika kuboresha hati zao za uondoaji. Jukwaa la kuweka dhamana lina maelekezo jinsi ya kufanya ivi",
  "comp-withdrawal-comparison-current-p": "Unaweza ingiza namba yako ya mthibitishaji hapa kuona kama bado unahitaji kusahihisha hati zako<Text as=\"span\" fontWeight=\"normal\">(Hii unaweza kupata kwenye kumbukumbu za mteja wako):</Text>",
  "comp-withdrawal-comparison-new-title": "Wawekezaji wapya (bado haijawekwa)",
  "comp-withdrawal-comparison-new-li-1": "Kwa kawaida, mweka dhamana mpya anaangalia kiautomatiki kazi kuwezesha ulipaji wa zawadi anatakiwa kutoa anwani ya utoaji wa Ethereum wa mkoba wanao udhibiti wanapo zalisha funguo za uthibitishaji kwa kutumia programu ya uwekaji Dhamana",
  "comp-withdrawal-comparison-new-li-2": "Hii haihitajiki wakati wa uwekaji, lakini itazuia uhitaji wa kuboresha funguo tarehe za baadae kufungua fedha zako",
  "comp-withdrawal-comparison-new-p": "Jukwaa la kuweka dhamana litakupa mwongozo kupitia hatua za kuweka dhamana.",
  "comp-withdrawal-comparison-new-link": "Tembelea jukwa la uzinduzi wa dhamana",
  "comp-withdrawal-credentials-placeholder": "Kielezo cha mthibitishaji",
  "comp-withdrawal-credentials-error": "Lo! Angalia mara mbili kielezo cha mtrhibitishaji na jaribu tena.",
  "comp-withdrawal-credentials-upgraded-1": "Kielezo cha mthibitishaji kipo tayari kuanza kupokea zawadi!",
  "comp-withdrawal-credentials-upgraded-2": "Hati za uondoaji zilizounganishwa na anwani ya utendaji:",
  "comp-withdrawal-credentials-not-upgraded-1": "Mthibitishaji huyu anahitajika kuboreshwa.",
  "comp-withdrawal-credentials-not-upgraded-1-testnet": "Huu mtandao wa majaribio wa Holesky unahitajika kuboreshwa.",
  "comp-withdrawal-credentials-not-upgraded-2": "Maelezo ya namna ya kuboresha unaweza kuyapata kupitia <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">",
  "comp-withdrawal-credentials-verify-mainnet": "Thibitisha kwenye Mainnet",
  "comp-withdrawal-credentials-verify-holesky": "Thibitisha kwenye Holsky",
  "page-staking-withdrawals-when": "Imesafirishwa!",
  "page-staking-image-alt": "Picha ya kifaru wa haiba wa pedi ya uzinduzi ya usimamishaji wa hisa.",
  "page-staking-benefits-1-title": "Pata zawadi",
  "page-staking-benefits-1-description": "Zawadi zinatolewa kwa vitendo vinavyosaidia mtandao kufikia <a href=\"/glossary/#consensus\">makubaliano</a>. Utapata zawadi kwa kugonga miamala kwenye bloku mpya au kwa kukagua kazi ya wathibitishaji wengine kwasababu hio inafanya mtandao uendelee kufanya kazi kwa usalama zaidi.",
  "page-staking-benefits-2-title": "Usalama bora",
  "page-staking-benefits-2-description": "Mtandao unakuwa imara zaidi ya mashambulizi pale ambapo ETH nyingi zinawekwa dhamana, kwa jinsi inavyotakiwa ETH nyingi zaidi kudhibiti sehemu kubwa ya mtandao. Kuwa tishio utahitajika kuthibiti sehemu kubwa ya ETH kwenye mfumo - na hiyo ni nyingi!",
  "page-staking-benefits-3-title": "Endelevu zaidi",
  "page-staking-benefits-3-description": "Waweka dhamana wanahitajika kutumia nishati nyingi kwenye uthibitisho-wa-kazi kushiriki kulinda mtandao ikimaanisha kuwa nodi za uwekaji dhamana zinafanya kazi sawa sawa lakini vifaa vinatumia nishati kidogo.",
  "page-staking-benefits-3-link": "Zaidi kwenye matumizi ya nishati ya Ethereum",
  "page-staking-description": "Uwekaji dhamana ni tendo la kuweka ETH 32 kama amana ili kuamilisha programu ya <a href=\"/glossary/#validator\">uthibitishaji</a>. Kama mthibitishaji utakua na jukumu la kutunza data, kuchakata miamala, na kuongeza <a href=\"/glossary/#block\">bloku</a> mpya kwenye mnyororo. Hii itafanya Etherereum kuwa salama kwa kila mtu na wewe kujipatia ETH mpya wakati wa mchakato huo.",
  "page-staking-hero-title": "Jinsi ya kuweka dhamana ETH yako",
  "page-staking-hero-header": "Pata zawadi wakati ukilinda Ethereum",
  "page-staking-hero-subtitle": "Mtumiaji yeyote kwa kiwango chohote cha ETH anaweza kusaidia kulinda mtandao na kupata zawadio katika mchakato.",
  "page-staking-dropdown-home": "Kuweka dhamana nyumbani",
  "page-staking-dropdown-solo": "Usimamishaji binafsi wa hisa",
  "page-staking-more-on-solo": "Zaidi katika uwekezaji wa pekee",
  "page-staking-learn-more-solo": "Jifunze zaidi kuhusu uwekezaji wa binafsi",
  "page-staking-dropdown-saas": "Usimamishaji wa hisa kama huduma",
  "page-staking-more-on-saas": "Zaidi katika uwekezaji kama huduma",
  "page-staking-learn-more-saas": "Jifunze zaidia kuhusu uwekezaji kama huduma",
  "page-staking-dropdown-pools": "Usimamishaji wa hisa wa kundi",
  "page-staking-dropdown-withdrawals": "Kuhusiana na kutoa",
  "page-staking-dropdown-dvt": "Teknolojia ya Uthibitishaji ulio sambazwa",
  "page-staking-more-on-pools": "Zaidi katika uwekaji dhamana wa pamoja",
  "page-staking-learn-more-pools": "Jifunze zaidi juhusu uwekaji dhamana wa pamoja",
  "page-staking-section-what-title": "Kuweka dhamana ni nini?",
  "page-staking-section-why-title": "Kwa nini uweke dhamana ETH zako?",
  "page-staking-section-why-p1": "Yote inategemeana na kiasi uko tayari kuweka dhamana. Utahitajika kuwa na ETH 32 kukamilisha kumiliki uthibitishaji wako, lakini pia inawezekana kuweka dhamana kwa kiasi kidogo.",
  "page-staking-section-why-p2": "Angalia chaguo hapa chini hapo na nenda na nzuri ambayo inaendana na wewe, na kwa mtandao pia.",
  "page-staking-guide-title-coincashew-ethereum": "Angalizo la CoinCashew Ethereum",
  "page-staking-guide-title-somer-esat": "Somer Esat",
  "page-staking-guide-title-rocket-pool": "Nodi ya pamoja ya waendesha roketi",
  "page-staking-guide-description-linux": "Linux (CLI)",
  "page-staking-guide-description-mac-linux": "Linux, macOS (CLI)",
  "page-staking-hierarchy-solo-h2": "Uwekaji dhamana wa binafsi",
  "page-staking-hierarchy-solo-pill-1": "Athari zaidi",
  "page-staking-hierarchy-solo-pill-2": "Udhibiti kamili",
  "page-staking-hierarchy-solo-pill-3": "Zawadi kamili",
  "page-staking-hierarchy-solo-pill-4": "Kutoaminika",
  "page-staking-hierarchy-solo-p1": "Uwekaji dhamana wa Ethereum ndio <span class=\"gold\">kiwango cha dhahabu</span> kwa ajili ya uwekaji dhamana, Inatoa ushiriki kamili wa zawadi, inaboresha ugatuzi wa mtandao, na haihitaji kuamini mtu yoyote na fedha zako.",
  "page-staking-hierarchy-solo-p2": "Wanaofikiria kuweka dhamana binafsi unatakiwa kuwa angalau na kiasi cha ETH 32 na kompyuta maalumu iliyounganishwa na intaneti masaa 24 siku 7 za wiki. Baadhi ya ufundi utasaidia, ila vifaa rahisi vya kutumia sasa vipo kukusaidia kurahisisha mchakato huu.",
  "page-staking-hierarchy-saas-pill-1": "ETH 32 zako",
  "page-staking-hierarchy-saas-pill-2": "Funguo za mdhibitishaji wako",
  "page-staking-hierarchy-saas-pill-3": "Operesheni ya nodi iliyokubalika",
  "page-staking-hierarchy-saas-p1": "Kama hutaki au hujisiki vizuri kuhangaika na vifaa lakini bado unataka kuweka dhamana ETH 32 zako, chaguzi ya weka-dhamana-kama-huduma inakuruhusu kuachana na sehemu ngumu huku ukipata zawadi alisi za bloku.",
  "page-staking-hierarchy-saas-p2": "Chaguzi izi kikawaida zinatutembelezesha kupitia kuunda baadhi ya hati za uthibitishaji, kutuma funguo zako za kusaini kwao, na kuweka ETH 32. Hii inaruhusu huduma kuthibitshwa kwa niaba yako.",
  "page-staking-hierarchy-saas-p3": "Mbinu hii inhitaji uwezo fulani wa uaminifu kwa mtoa huduma. Kuweka kikomo cha hatari, ufunguo wa kutoa ETH zako kwa kawaida zinaekwa kwenye milki yako.",
  "page-staking-hierarchy-pools-pill-1": "Weka kliasi chochote",
  "page-staking-hierarchy-pools-pill-2": "Pata zawadi",
  "page-staking-hierarchy-pools-pill-3": "Ifanye kuwa rahisi",
  "page-staking-hierarchy-pools-pill-4": "Maarufu",
  "page-staking-hierarchy-pools-p1": "Baadhi ya suluhisho ya madaraja wa uwekaji dhamana kwa pamoja sasa yapo kuwasaidia watumiaji ambao awajisiki sawa kuweka dhama ETH 32.",
  "page-staking-hierarchy-pools-p2": "Mengi ya chaguzi hizi ikiwemo inayojulikana kama 'kuweka dhamana ukwasi' ambayo inahusisha <a href=\"/glossary/#erc-20\">ERC-20</a> tokeni za ukwasi zinazowakilisha ETH zako ulizoweka dhamana.",
  "page-staking-hierarchy-pools-p3": "Kuweka dhamana ukwasi inaruhusu urahisi na muda wowote kutoka na kufanya kuweka dhamana kuwa rahisi kama kubadilisha tu token. Chaguzi hii inaruhusu mtumiaji kujisiamamia kutunza mali zao kwenye <a href=\"/glossary/#wallet\">mkoba</a> wa Ethereum.",
  "page-staking-hierarchy-pools-p4": "Madaraja ya kuweka dhamana kwa pamoja sio halisi kwenye mtandao wa Ethereum. Mashirika ya ziada yanatengeneza suluhisho ya haya, na wanabeba hatari zake wao wenyewe.",
  "page-staking-hierarchy-cex-h2": "Sehemu za kufanya mabadilishano ambazo hazijagatuliwa",
  "page-staking-hierarchy-cex-pill-1": "Athari kidogo",
  "page-staking-hierarchy-cex-pill-2": "Mawazo ya uaminifu wa juu",
  "page-staking-hierarchy-cex-p1": "Majukwa mengi ya mabadilishano ya mtu wakati yanatoa kuweka dhamana kama huduma na kama unaona sio sawa kuhifadhi ETH kwenye mkoba wako. Kuna weza kuwa na matatizo kukuwezesha kuvuna faida ya ETH zako unazoshikilia kwa nguvu kidogo.",
  "page-staking-hierarchy-cex-p2": "Mabadilishano hapa ni kuwa mtoa huduma wa kati wanakusanya mialiko mikubwa ya ETH ili kuendesha idadi kubwa ya wathibitishaji. Hii inaweza ikawa hatari kwa mtandao na watumiaji wake na pia inatengeneza lengo kubwa la kati na nafasi ya kushindwa, kuweka mtandao kwenye hatari kutokana uzaifu kwa mashambulio na dosari.",
  "page-staking-hierarchy-cex-p3": "Iwapo kama haujisikiii vizuri kushikilia <a href=\"/glossary/#key\">funguo zako</a> mwenyewe, hilo ni sawa. Chaguzi hizi zipo hapa kwa ajili yako. Wakati huo huo fikiria kutembelea <a href=\"/wallets/\">ukurasa wetu wa mkoba</a> ambapo unaweza anza kujifunza jinsi ya kuchukua umiliki wa kweli ya fedha zako. Endapo utakuwa tayari, rudi na uboreshe mchezo wako wa uwekezaji kwa kujaribu moja ya huduma za kujisimamia kuweka dhamana zinazotolewa.",
  "page-staking-hierarchy-subtext": "Kama ulivyogundua, kuna njia mbali mbali za kushiriki kuweka dhamana kwenye Ethereum. Njia hizi zinajenga aina mbali mbali za watumiaji na hatimaye kila moja ni ya kipekee na inayotofautiana kwa upande wa hatari, zawadi na dhana ya uaminifu. Baadhi ni zipo gatuzi zaidi, zimejaribiwa zaidi kwenye mapambano au hatari zaidi ya nyinginezo. Tunatoa baadhi ya taarifa kuhusu miradi maarufu katika eneo hili, lakini <em>daima fanya tafiti yako</em> kabla ya kutuma ETH popote pale.",
  "page-staking-comparison-solo-saas": "Ikiwa unataka kutumia watoa huduma wa Saas bado unahitajika kuweka kiasi cha 32 ETH, lakini hauitajiki kuendesha kifaa. Kawaida unadumisha ufikiaji wa funguo kwa mthibitishaji wako, lakini pia unahitajika kushirikisha funguo za saini kwa muendeshaji ili muendeshaji aweze kukuwakilisha kwa niaba kama mthibitishaji. Hii inaleta safu ya uaminifu ambayo haipo pale unapoondesha kifaa chako mwenyewe, na tofauti na kuweka dhamana peke yako nyumbani, Saas haikusaidi katika usambazaji wa kijografia. Ikiwa hujisikii vizuri kuendesha kifaa chako lakini bado unaangalia kuweka dhamana 32 ETH, kutumia mtoa huduma wa SaaS inaweza ikawa chaguzi bora kwako.",
  "page-staking-comparison-solo-pools": "Kuweka dhamana peke yako kunahitaji kujihusisha zaidi ikilinganishwa na kuweka dhamana kwa kutumia huduma ya pamoja, lakini kunakupa ufikiaji kamili wa zawadi za ETH na udhibiti kamili wa mipangilio na usalama wa wathibitishaji wako. Kuweka dhamana kwa pamoja kuna kizingiti cha chini sana cha kuingia. Watumiaji wanaweza kuweka kiasi kidogo cha ETH, hawahitaji kuzalisha funguo za wathibitishaji, na hawana mahitaji ya vifaa zaidi ya muunganisho wa kawaida wa intaneti. Tokeni za ukwasi zinawezesha uwezo wa kujiondoa kutoka kwenye kuweka dhamana kabla hii kuwezeshwa kwenye kiwango cha itifaki. Ikiwa unavutiwa na vipengele hivi, kuweka dhamana kwa pamoja kunaweza kuwa chaguo nzuri kwako.",
  "page-staking-comparison-saas-solo": "Mfanano ikiwemo kuwa na funguo za uthibitishaji bila ya kuwa na haja ya kuunganisha fedha, lakini ukiwa na SaaS unatakiwa uamini upande wa tatu, ambapo anaweza kufanya vitendo vya udanganyifu au kuwa lengo la mashambulio au udhibiti mwenyewe. Kama haya mawazo ya uaminifu au hatari za ugatuzi zinakuhusu wewe, kiwango cha dhahabu cha kuweka dhamana kwa uhuru wa kibinafsi ni kuweka dhamana peke yako.",
  "page-staking-comparison-saas-pools": "Hii ni sawa na kwamba kwa ujumla unamtegemea mtu mwingine kuendesha uthibitishaji, lakini tofauti na SaaS, kuweka dhamana kwa pamoja inakuwezesha kushiriki na kiasi kidogo cha ETH. Kama unataka kuweka dhamana na kiwango kidogo chini ya 32 ETH, fikiria kuangalia hili.",
  "page-staking-comparison-pools-solo": "Kuweka dhamana ya pamoja ina kiwango kidogo cha uzuizi kuingia ukilinganisha na kuweka dhamana peke yako, lakini inakuja na hatari za ziada kwa kuweka uendeshaji wote wa nodi kwa upande wa tatu na ada. Kuweka dhamana peke yako kunatoa uhuru kamili na uthibiti juu ya maamuzi yanayohususiana na kupanga mipangalio ya kuweka dhamana. Waweka dhamana hawaitajiki kutoa funguo zao, na wanapata zawadi kamili bila ya kuwepo dalali anayechukua makato.",
  "page-staking-comparison-pools-saas": "Hii ni sawa na muweka dhamana aendeshi programu ya uthibitishaji, lakini tofauti na chaguzi ya kuweka dhamana kwa pamoja SaaS wanahitaji kiwango kamili cha ETH 32 kuweka kwa ajili ya kuwezesha uthibitishaji. Zawadi inakusanywa kwa ajili wa waweka dhamana, na kwa kawaida inahusisha ada ya mwezi au kuweka dhamana kuweza kutumia huduma. Kama unapendelea kuwa na funguo zako za uthibitishaji na unatafuta kuweka dhamana kiwango cha 32 ETH, tumia watoa huduma ya SaaS inaweza ikawa uchaguzi mzuri kwako wewe.",
  "page-staking-considerations-solo-1-description": "Msimbo muhimu ni 100% za uwazi na zinapatikana kwa umma kwa ajili ya kuzichukua na kutumia",
  "page-staking-considerations-solo-1-warning": "Vyanzo vilivyofungwa",
  "page-staking-considerations-solo-2-title": "Iliyokaguliwa",
  "page-staking-considerations-solo-2-description": "Msimbo muhimu umefanyiwa ukaguzi na matokeo ya kichapishwa na yakipatikana kwa umma",
  "page-staking-considerations-solo-2-warning": "Hakuna",
  "page-staking-considerations-solo-3-title": "Bug ya Zawadi",
  "page-staking-considerations-solo-3-description": "Bug la zawadi ya umma limefanywa kwenye msimbo kuwazawadia watumiaji kwa kuripoti usalama na kurekebisha udhaifu",
  "page-staking-considerations-solo-3-valid": "Sasa ipo inafanya kazi",
  "page-staking-considerations-solo-3-caution": "Kamilika",
  "page-staking-considerations-solo-4-title": "Vita imejaribiwa",
  "page-staking-considerations-solo-4-description": "Program inapatikana na kutumiwa na jamii katika kipindi kilicho hidhinishwa",
  "page-staking-considerations-solo-4-valid": "Moja kwa moja > Mwaka 1",
  "page-staking-considerations-solo-4-caution": "Moja kwa Moja > miezi 6",
  "page-staking-considerations-solo-4-warning": "Mpya iliyotolewa",
  "page-staking-considerations-solo-5-title": "Kutoaminika",
  "page-staking-considerations-solo-5-description": "Funguo za mthibitishaji azikabidhiwi kwa mtu yoyote yule kwa muda wowote ule kwenye maisha ya mthibitishaji. Mkataba erevu unao husika hauna mlango wa nyuma, bila utegemeo wa ruhusa za mamlaka kwa utendaji.",
  "page-staking-considerations-solo-5-warning": "Inaaminika",
  "page-staking-considerations-solo-6-description": "Mtumiaji haitaji ruhusa yoyote maalumu kuendesha uthibitishaji kutumia programu au huduma",
  "page-staking-considerations-solo-6-valid": "Hakuna ruhusa",
  "page-staking-considerations-solo-6-warning": "Ruhusa inahitajika",
  "page-staking-considerations-solo-7-title": "Wateja wengi",
  "page-staking-considerations-solo-7-description": "Programu inasaidia mtumiaji kuchukua kutoka kwenye swichi kati ya mbili au zaidi ya mteja wa utendaji, na mbili au zaidi ya safu ya mteja wa makubaliano",
  "page-staking-considerations-solo-7-valid": "Mabadilisho rahisi ya mteja",
  "page-staking-considerations-solo-7-warning": "Kikwazo kwa wateja wengi",
  "page-staking-considerations-solo-8-title": "Kujitunzia kibinafsi",
  "page-staking-considerations-solo-8-description": "Mtumiaji anadumisha utunzaji wa sifa za mthibitishaji, ikiwemo funguo za kusaini na kutoa fedha",
  "page-staking-considerations-solo-8-warning": "Msimamizi wa mali wa upande wa tatu",
  "page-staking-considerations-solo-9-title": "Kiuchumi",
  "page-staking-considerations-solo-9-description": "Mtumiaji anaweza kuendesha uthibitishaji kwa kuwekeza chini ya 32 ETH, kutumia madaraja ya fedha kutoka kwa wengine",
  "page-staking-considerations-solo-9-valid": "< 32 ETH",
  "page-staking-considerations-solo-9-warning": "32 ETH",
  "page-staking-considerations-saas-4-description": "Huduma inapatikana na kutumiwa na jamii katika kipindi kilicho hidhinishwa",
  "page-staking-considerations-saas-6-description": "Mtumiaji haitaji ruhusa maalumu, kujiandikisha kwenye akaunti au MMW (Mjue Mteja Wako) kushiriki kwenye huduma",
  "page-staking-considerations-saas-6-valid": "Yoyote anaweza kujiunga",
  "page-staking-considerations-saas-6-warning": "Ruhusa inahitajika",
  "page-staking-considerations-saas-7-title": "Utendaji uliogawanyika",
  "page-staking-considerations-saas-7-description": "Huduma haitakiwi kuendeshwa zaidi ya 50% ya jumla ya wathibitishaji na wengi wao wakiwa na wateja watendaji",
  "page-staking-considerations-saas-7-valid": "Chini ya 50%",
  "page-staking-considerations-saas-7-caution": "Kwa sasa haijulikani",
  "page-staking-considerations-saas-7-warning": "Zaidi ya 50%",
  "page-staking-considerations-saas-8-title": "Makubaliano yaliyogawanyika",
  "page-staking-considerations-saas-8-description": "Huduma haitakiwi kuendeshwa zaidi ya 50% ya jumla ya wathibitishaji na wengi wao wakiwa na wateja wathibitishaji",
  "page-staking-considerations-saas-8-valid": "Chini ya 50%",
  "page-staking-considerations-saas-8-caution": "Kwa sasa haijulikani",
  "page-staking-considerations-saas-8-warning": "Zaidi ya 50%",
  "page-staking-considerations-pools-5-description": "Huduma haitaji kuamini mtu yoyote kuhifadhi funguo zako au kugawa zawadi",
  "page-staking-considerations-pools-6-title": "Nodi zisizohitaji ruhusa",
  "page-staking-considerations-pools-6-description": "Huduma inaruhusu mtu yoyote kujiunga kama muendesha nodi kwa ajili ya daraja, bila ruhusa",
  "page-staking-considerations-pools-7-description": "Huduma haitakiwi kuendeshwa zaidi ya 50% ya jumla ya wathibitishaji na wengi wao wakiwa na wateja watendaji",
  "page-staking-considerations-pools-8-title": "Tokeni ya ukwasi",
  "page-staking-considerations-pools-8-description": "Hutoa tokeni ukwasi inayoweza kuuzwa inayowakilisha ETH zako zilizo wekezwa, zinazoshikiliwa kwenye wallet yako",
  "page-staking-considerations-pools-8-valid": "Tokeni za ukwasi",
  "page-staking-considerations-pools-8-warning": "Tokeni zisizo za ukwasi",
  "page-staking-considerations-pools-9-description": "Huduma haitakiwi kuendeshwa zaidi ya 50% ya jumla ya wathibitishaji na wengi wao wakiwa na wateja wathibitishaji",
  "page-staking-how-solo-works-item-1": "Chukua baadhi ya vifaa: Unahitaji <a href=\"/run-a-node/\">kuendesha nodi</a> ili kuwekeza",
  "page-staking-how-solo-works-item-2": "Unganisha safu ya utendaji wa mteja",
  "page-staking-how-solo-works-item-3": "Unganisha safu ya makubaliano ya mteja",
  "page-staking-how-solo-works-item-4": "Tengeneza funguo zako na uweke kwenye nodi ya uthibitisho ya mteja",
  "page-staking-how-solo-works-item-5": "Fuatilia na tunza nodi yako",
  "page-staking-launchpad-widget-testnet-label": "Holesky mtandao wa majaribio",
  "page-staking-launchpad-widget-testnet-start": "Anza kuweka dhamana kwenye mtandao wa majaribio wa Holesky",
  "page-staking-launchpad-widget-mainnet-label": "Mtandao Mkuu",
  "page-staking-launchpad-widget-mainnet-start": "Anza kuweka dhamana kwenye Mtandao Mkuu (Mainnet)",
  "page-staking-launchpad-widget-span": "Chagua mtandao",
  "page-staking-launchpad-widget-p1": "Wathibitishaji wa peke yao wanatarajiwa <strong>kufanyia majaribio mipangilio yao</strong> na ujuzi wao wa uendeshaji kwenye mtandao wa majaribio wa Holesky kabla ya kuhatarisha fedha. Kumbuka ni muhimu kuchagua <a href=\"/developers/docs/nodes-and-clients/client-diversity/\">mteja wa wachache</a> kwani hii inaboresha usalama wa mtandao na inapunguza hatari yako.",
  "page-staking-launchpad-widget-p2": "Kama uko sawa nayo unaweza kuweka kila kitu kinachohitajika kutoka kwenye mstari wa mamlaka kutumia jukwaa la uzinduzi wa udhamini peke yake.",
  "page-staking-launchpad-widget-p3": "Kufanya mambo rahisi, angalia baadhi ya zana na muongozo chini itakayo kuwezesha kwenda na Jukwaa la uzinduzi wa dhamana kuwezesha kuweka mtambo wako kwa urahisi.",
  "page-staking-launchpad-widget-link": "Vifaa vya programu na mwongozo",
  "page-staking-products-get-started": "Anza",
  "page-staking-dropdown-staking-options": "Chaguzi ya kuweka dhamana",
  "page-staking-dropdown-staking-options-alt": "Menu kunjuzi ya chaguzi kuweka dhamana",
  "page-staking-stats-box-metric-1": "Jumla ya ETH zilizowekwa dhamana",
  "page-staking-stats-box-metric-2": "Jumla ya wathibitishaji",
  "page-staking-stats-box-metric-3": "Kiwango cha asilimia ya kila mwaka(APR) cha sasa",
  "page-staking-stats-box-metric-1-tooltip": "Jumla ya ETH zilizowekwa dhamana kwenye mnyororo wa kiolezi (Beacon), haijumuishi kiwango kilichopo zaidi ya ETH 32",
  "page-staking-stats-box-metric-2-tooltip": "Namba ya akaunti za wathibitishaji kwa sasa zimewezeshwa kwenye mnyororo wa kiolezi (Beacon)",
  "page-staking-stats-box-metric-3-tooltip": "Wastani wa mapato ya kiuchumi ya mwaka kwa kila wathibitishaji juu ya kipindi cha masaa 24",
  "page-staking-section-comparison-subtitle": "Hakuna suluhisho linaloweza kuenea kuweka dhamana, na kila moja ni ya namna ya kipekee. Hapa tutafananisha baadhi ya hatari, zawadi na vitu vinavyo hitajika kwa jinsi tofauti tofauti unaweza kuweka dhamana.",
  "page-staking-section-comparison-rewards-title": "Zawadi",
  "page-staking-section-comparison-solo-rewards-li1": "Zawadi ya juu - pokea zawadi kamili moja kwa moja kutoka kwa itifaki",
  "page-staking-section-comparison-solo-rewards-li2": "Utapata zawadi kwa kuunganisha miamala kwenye bloku mpya au kuangalia kazi za wathibitishaji wengine kufanya mnyororo kufanya kazi salama",
  "page-staking-section-comparison-solo-rewards-li3": "Na pia utapata miamala ambayo ada yake aijachomwa kwa bloku unaopendekeza",
  "page-staking-section-comparison-saas-rewards-li1": "Kikawaida inahusisha itifaki kamili pia toa ada za mwezi kwa ajili ya waendesha nodi",
  "page-staking-section-comparison-saas-rewards-li2": "Dashibodu inapitakana kwa ajili ya kufuatilia programu yako ya uthibitishaji",
  "page-staking-section-comparison-pools-rewards-li1": "Waweka dhamana kwenye madaraja ya pamoja wanapokea zawadi kwa njia nyinginezo, kutokana na njia walizotumia za madaraja ya kuweka dhamana waliochagua",
  "page-staking-section-comparison-pools-rewards-li2": "Madaraja mengi ya kuweka dhamana kwa pamoja yanatoa moja au zaidi za <a href=\"/glossary/#liquidity-tokens\">tokeni za ukwasi</a> zinazowakilisha ETH zako ulizoziweka dhamana jumlisha na ushiriki wa zawadi yako ya uthibitishaji",
  "page-staking-section-comparison-pools-rewards-li3": "Tokeni za ukwasi zinawezwa kushikiliwa kwenye mkoba wako mwenyewe, inatumiaka kwenye <a href=\"/glossary/#defi\">DeFi(Uchumi Rejeshi)</a> na kuuzwa kama ikiamua kutoka",
  "page-staking-section-comparison-risks-title": "Hatari",
  "page-staking-section-comparison-solo-risks-li1": "Umeweka hisa yako ya ETH",
  "page-staking-section-comparison-solo-risks-li2": "Kuna makato, ambayo yana gharimu ETH, kwa kutokuwa mtandaoni",
  "page-staking-section-comparison-solo-risks-li3": "Tabia mbaya inaweza kupelekea kwenye 'makato' ya kiwango kikubwa cha ETH na kulazimisha kutolewa kwenye mtandao",
  "page-staking-section-comparison-saas-risks-li1": "Hatari hiyo kama muweka dhamana binafsi jumlisha na hatari kwa mtoa huduma wako",
  "page-staking-section-comparison-saas-risks-li2": "Matumizi ya funguo zako za kusaini haya aminiwi kwa mtu ambaye anaweza akawa na tabia mbaya",
  "page-staking-section-comparison-pools-risks-li1": "Hatari inatofautiana kutokana na njia zinazotumika",
  "page-staking-section-comparison-pools-risks-li2": "Kwa ujumla, hatari inajumuisha jumla ya hatari ya upande wa pili <a href=\"/glossary/#smart-contract\">mkataba</a> erevu na hatari za utendaji",
  "page-staking-section-comparison-requirements-title": "Mahitaji",
  "page-staking-section-comparison-solo-requirements-li1": "Unatakiwa kuweka ETH 32",
  "page-staking-section-comparison-solo-requirements-li2": "Dumisha vifaa vinavyoendesha vyote Ethereum <a href=\"/glossary/#execution-client\">programu ya utendaji</a> na <a href=\"/glossary/#consensus-client\">programu ya makubaliano</a> huku ikiwa imeunganishwa kwenye intaneti",
  "page-staking-section-comparison-solo-requirements-li3": "<a href=\"https://holesky.launchpad.ethereum.org\" target=\"_blank\">Jukwa la uzinduzi wa kuweka dhamana</a> litakutembeza wewe kupitia mchakato na mahitaji ya vifaa",
  "page-staking-section-comparison-saas-requirements-li1": "Weka ETH 32 na zalisha funguo zako na usaidizi",
  "page-staking-section-comparison-saas-requirements-li2": "Hifadhi funguo zako kwenye usalama",
  "page-staking-section-comparison-saas-requirements-li3": "Yaliyobakia ufanyiwa kazi, japo huduma maalumu hutofautiana",
  "page-staking-section-comparison-pools-requirements-li1": "Kiasi kidogo cha ETH kinachohitajika, baadhi ya miradi inahitaji kiasi kidogo kama ETH 0.01",
  "page-staking-section-comparison-pools-requirements-li2": "Weka moja kwa moja kutoka kwenye pochi wako kwenda kwenye madaraja tofauti ya majukwaa ya dhamana au kwa urahisi badilisha kwa dhamana ya moja ya tokeni ukwasi",
  "page-staking-faq-1-question": "Mthibitishaji ni nani?",
  "page-staking-faq-1-answer": "<em>Mthibitishaji</em> ni chombo cha kielektroniki kinachoishi kwenye Ethereum na kushiriki katika makubaliano ya itifaki ya Ethereum. Mthibitishaji anaonyeshwa kwa mizani, ufunguo wa umma, na mali nyingine. <em>Programu ya Mthibitishaji</em> ni programu inayofanya kazi kwa niaba ya mthibitishaji kwa kushikilia na kutumia ufunguo wake wa siri. Programu moja ya mtibitishaji inaweza kushikilia jozi nyingi za funguo, kudhibiti wathibitishaji wengi.",
  "page-staking-faq-2-question": "Kwa nini nahitajika kuwa na fedha kuweza kuweka dhamana?",
  "page-staking-faq-2-answer": "Mthibitishaji ana uwezo wa kupendekeza na kuthibitisha bloku kwenye mtandao. Kupunguza tabia ya uongo, mtumiaji lazima awe na fedha kuweza kuweka dhamana. Hii inaruhusu itifaki kuadhibu mtenda mabaya. Kuweka dhamana ni njia ya kuhakikisha uaminifu, kwa matendo yako yatakuwa na matokeo ya kifedha.",
  "page-staking-faq-3-question": "Ninaweza kununua Eth2'?",
  "page-staking-faq-3-answer-p1": "Hakuna tokeni ya asili ya 'Eth2' kwenye itifaki, kama tokeni hasili ether (ETH) haikubadilika pale ambapo Ethereum ilabadiishwa kwenda udhibitisho-wa-dhamana.",
  "page-staking-faq-3-answer-p2": "Kuna tokeni za viwakilishi zinazoweza wakilisha ETH zilizowekwa dhamana (kama eETH kutoka kwenye daraja la roketi, stETH kutoka Lido, ETH2 kutoka Coinbase). Jifunze zaidi kuhusu <a href=\"/staking/pools/\">madaraja ya kuweka dhamana</a>",
  "page-staking-faq-4-question": "Kuweka dhamana inafanya kazi?",
  "page-staking-faq-4-answer-p1": "Ndio, kuweka dhamana ilikuwa wazi tokea Disemba 1, 2020",
  "page-staking-faq-4-answer-p2": "Hii inamaanisha kuwa kuweka dhamana kwa sasa ipo wazi kwa watumiaji walioweka ETH zao, kuendesha programu ya uthibitishaji, na kuanza kupata zawadi.",
  "page-staking-faq-4-answer-p3": "Uboreshaji wa Shanghai/Capella ulikamilika April 12, 2023, ikiwezesha kutoa uwekaji dhamana, kufunga duara la kuweka dhamana ukwasi.",
  "page-staking-faq-5-question": "Nawezaje kutoa ETH zangu nilizo zikweka dhamana?",
  "page-staking-faq-5-answer-p1": "Kwa sasa! waweka dhamana wako huru kutoa zawadi zao na kanuni za kuweka kutokana kwa kiasi kilichopo kwa wadhibitishaji wao kama watachagua.",
  "page-staking-faq-5-answer-p2": "Waweka dhamana pia watapata zawadi kwa mfumo wa ada na MEV pale watakapo pendekeza bloku, ambapo inapatikana kwa haraka kupitia anwani iliyowekwa ya mpokeaji.",
  "page-staking-further-reading-author-vitalik-buterin": "Vitalik Buterin",
  "page-staking-further-reading-2-link": "Sababu ya ubunifu wa Serenity",
  "page-staking-further-reading-4-link": "Habari za Eth2",
  "page-staking-further-reading-4-author": "Ben Edgington",
  "page-staking-further-reading-5-link": "Hitiisho namba 33, safu ya makubaliano ya Ethereum (Jan 2022)",
  "page-staking-further-reading-5-author": "Danny Ryan",
  "page-staking-further-reading-6-link": "Machapisho ya mthibitishaji",
  "page-staking-further-reading-8-link": "Beaconcha.in Jumuiya Imechangia Nyenzo za Elimu",
  "page-staking-further-reading-9-link": "Jukwaa la kuzindua uwekaji dhamana la Ethereum Maswali na Majibu",
  "page-staking-further-reading-10-link": "Waweka dhamana wa Eth eneo la maarifa",
  "page-staking-toc-how-to-stake-your-eth": "Jinsi ya kusimamisha hisa zako za ETH",
  "page-staking-toc-comparison-of-options": "Ulinganisho wa chaguzi wa kuweka dhamana",
  "page-staking-toc-faq": "Maswali Yanayoulizwa Sana",
  "page-staking-toc-further": "Soma zaidi",
  "page-staking-dom-info-title": "Weka dhamana na Ethereum",
  "page-staking-join-community": "Jiunge na jamii ya wanahisa",
  "page-staking-join-community-desc": "EthStaker ni jumuiya ya kila mmoja kujadili na kujifunza kuhusu uwekaji dhamana wa hisa kwenye Ethereum. Jiunge na makumi ya maelefu ya wanachama kutoka kila kona ulimwenguni kwa ajili ya ushauri, uungaji mkono, na zungumizia vitu vyote juu ya uwekaji wa hisa.",
  "page-staking-meta-description": "Muhtasari wa jinsi ya kusimamisha hisa za Ethereum: hatari, zawadi, mahitaji, na wapi pa kuifanyia.",
  "page-staking-meta-title": "Usimamishaji wa hisa za Ethereum",
  "page-staking-withdrawals-important-notices": "Ilani Muhimu",
  "page-staking-withdrawals-important-notices-desc": "Uondaji haupatikani kwa sasa, Tafadhali soma <a href=\"https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/\" target=\"_blank\">Eth2 Muungano Mkuu na baada ya Muungano Mkuu Maswali na Majibu</a> kwa taarifa zaidi.",
  "page-upgrades-merge-btn": "Zaidi juu ya muungano",
  "subscribe-to-ef-blog": "<a href=\"https://blog.ethereum.org/category/protocol/#subscribe\" target=\"_blank\">Jisajili kwenye blogu ya EF</a> kupokea taarifa za barua pepe mpya kwa ajili ya matangazo ya itifaki.",
  "page-staking-comparison-with-other-options": "Ulinganishi na chaguzi nyinginezo",
  "page-staking-any-amount": "Kiasi chochote",
  "page-staking-testnet": "mtandao wa majaribio"
}
