{
  "51%-attack-term": "Ataque de 51%",
  "51%-attack-definition": "Um tipo de ataque em que um grupo ganha o controle da maioria dos <a href=\"/glossary/#node\">nós</a>. Isso permitiria que eles fraudassem a blockchain revertendo <a href=\"/glossary/#transaction\">transações</a> e gastando duas vezes <a href=\"ether\">ether</a> e outros tokens.",
  "abi-term": "Interface Binária do Aplicativo (ABI)",
  "abi-definition": "Um arquivo JSON que define as funções e variáveis incluídas em um contrato inteligente. A ABI permite que o Bytecode seja mapeado em formatos legíveis por humanos.",
  "account-term": "Conta",
  "account-definition": "Uma conta Ethereum é uma identidade digital na blockchain Ethereum, permitindo que os usuários enviem e recebam Ether ou outros ativos digitais e interajam com contratos inteligentes.",
  "address-term": "Endereço",
  "address-definition": "Um endereço Ethereum é um identificador exclusivo usado para receber tokens, funcionando de forma semelhante a um número de conta bancária para criptomoedas. É usado para identificar sua conta Ethereum.",
  "anti-sybil-term": "Anti-Sybil",
  "anti-sybil-definition": "São maneiras de impedir que as pessoas finjam ser muitos usuários ao mesmo tempo na internet, garantindo que cada usuário seja uma pessoa real e separada. Isso ajuda a manter as interações online justas e honestas.",
  "apr-term": "APR",
  "apr-definition": "APR, ou Taxa Percentual Anual, reflete o custo anual do empréstimo de dinheiro, incluindo juros e taxas, como uma porcentagem.",
  "attestation-term": "Atestação",
  "attestation-definition": "Uma alegação feita por uma entidade de que algo é verdadeiro. No contexto do Ethereum, os validadores de consenso devem fazer uma alegação sobre o que eles acreditam ser o estado da cadeia. Em momentos designados, cada validador é responsável por publicar diferentes atestados que declaram formalmente a visão deste validador da cadeia, incluindo o último ponto de verificação finalizado e a atual cabeça da cadeia. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">Mais sobre atestados</a>.",
  "block-term": "Bloco",
  "block-definition": "Um bloco é onde transações ou ações digitais são armazenadas. Uma vez que um bloco está cheio, ele é vinculado ao anterior, criando uma cadeia de blocos ou uma \"blockchain\". <a href=\"/developers/docs/blocks/\">Mais sobre blocos</a>.",
  "blockchain-term": "Blockchain",
  "blockchain-definition": "Uma blockchain é um banco de dados de transações, duplicado e compartilhado em todos os computadores da rede, garantindo que os dados não possam ser alterados retroativamente.",
  "bridge-term": "Ponte",
  "bridge-definition": "Uma ponte de blockchain é usada para transferir ativos de uma rede de blockchain para outra.",
  "consensus-term": "Consenso",
  "consensus-definition": "Quando mais de 2/3 dos computadores em uma rede concordam que têm o mesmo conjunto de registros, garantido que todos estão de acordo. Não se trata das regras que eles seguem, mas de garantir que todos tenham as mesmas informações.",
  "consensus-client-term": "Cliente de consenso",
  "consensus-client-definition": "Clientes de consenso (como Prysm, Teku, Nimbus, Lighthouse, Lodestar) executam o algoritmo de consenso <a href=\"/glossary/#pos\">prova de participação</a> do Ethereum, permitindo que a rede chegue a um acordo sobre a cabeça da Beacon Chain. Clientes de consenso não participam da validação/transmissão de transações ou da execução de transições de estado. Isso é feito por <a href=\"/glossary/#execution-client\">clientes de execução</a>. Clientes de consenso não atestam ou propõem novos blocos. Isso é feito pelo <a href=\"/glossary/#validator\">cliente validador</a>, que é um complemento opcional para o cliente de consenso.",
  "consensus-layer-term": "Camada de consenso",
  "consensus-layer-definition": "A camada de consenso do Ethereum é a rede de <a href=\"/glossary/#consensus-client\">clientes de consenso</a>.",
  "cryptoeconomics-term": "Criptoeconomia",
  "cryptoeconomics-definition": "O estudo de princípios matemáticos e econômicos para elaborar plataformas digitais seguras e confiáveis. O objetivo é garantir que todos os participantes sigam as regras e sejam recompensados por contribuir para a segurança e a operação da rede. ",
  "cryptography-term": "Criptografia",
  "cryptography-definition": "É a prática de tornar a comunicação privada e segura para que somente aquele a quem a informação se destina possa lê-la.",
  "dao-term": "Organização autônoma descentralizada (DAOs)",
  "dao-definition": "Uma DAO é uma organização digital administrada por regras codificadas em uma blockchain, em que as decisões são tomadas pelos votos dos membros, não por uma autoridade central. <a href=\"/dao/\">Mais sobre organizações autônomas descentralizadas (DAOs)</a>.",
  "dapp-term": "Dapp",
  "dapp-definition": "Um dApp é um aplicativo descentralizado que roda em uma rede blockchain, oferecendo serviços sem uma autoridade de controle central. <a href=\"/dapps/\">Mais sobre aplicativos descentralizados</a>.",
  "data-availability-term": "Disponibilidade de dados",
  "data-availability-definition": "Qualquer nó pode verificar de forma independente as transações em uma blockchain para manter a transparência e a confiança no sistema.",
  "defi-term": "DeFi",
  "defi-definition": "Uma ampla categoria de aplicativos Ethereum que visam fornecer serviços financeiros utilizando blockchain, sem intermediários. <a href=\"/defi/\">Mais sobre finanças descentralizadas (DeFi)</a>",
  "dex-term": "Exchange descentralizada (DEX)",
  "dex-definition": "Um tipo de aplicativo Ethereum que permite que você troque tokens com colegas na rede. As DEXs não estão sujeitas a restrições geográficas como as exchanges centralizadas – qualquer pessoa pode participar.",
  "difficulty-bomb-term": "Bomba de dificuldade",
  "difficulty-bomb-definition": "Aumento exponencial planejado na configuração de <a href=\"/glossary/#difficulty\">dificuldade</a> da <a href=\"/glossary/#pow\">prova de trabalho</a>, projetado para estimular a transição para <a href=\"/glossary/#pos\">prova de participação</a>, reduzindo as chances de um <a href=\"/glossary/#hard-fork\">hard-fork</a>. A bomba de dificuldade foi descontinuada na <a href=\"/roadmap/merge\">Fusão</a>.",
  "ecdsa-term": "Algoritmo de assinatura digital de curva elíptica (ECDSA, na sigla em inglês)",
  "ecdsa-definition": "Um algoritmo criptográfico usado pelo Ethereum para garantir que os fundos só possam ser gastos por seus proprietários. É o método preferido para criação de chaves públicas e privadas. Relevante para a geração de <a href=\"/glossary/#address\">endereços</a> de conta e verificação de <a href=\"/glossary/#transaction\">transações</a>.",
  "ens-term": "Ethereum Name Service (ENS)",
  "ens-definition": "O Ethereum Name Service é como uma lista telefônica da Internet para endereços Ethereum. Em vez de usar endereços de carteira longos, o ENS permite que você use nomes simples como \"john.eth\" para enviar e receber dinheiro e ativos digitais.",
  "epoch-term": "Época",
  "epoch-definition": "Um período de 32 <a href=\"/glossary/#slot\">slots</a>, cada slot sendo de 12 segundos, totalizando 6,4 minutos. Os <a href=\"/glossary/#committee\">comitês</a> de validadores são mesclados a cada época por motivos de segurança. Cada época tem uma oportunidade para a cadeia ser <a href=\"/glossary/#finality\">finalizada</a>. Cada validador recebe novas responsabilidades no início de cada época. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Mais sobre prova de participação</a>",
  "eoa-term": "Conta de propriedade externa (EOA)",
  "eoa-definition": "Contas de Propriedade Externa (EOAs) são o tipo mais comum de conta Ethereum. Elas são controladas por uma pessoa por meio de chaves privadas/frase de recuperação. <a href=\"/wallets/\">Mais sobre carteiras Ethereum</a>.",
  "erc-term": "Solicitação para Comentários Ethereum (SCE)",
  "erc-definition": "ERC (<strong>Solicitação de comentários sobre o Ethereum</strong>) é um tipo de documentação técnica usada na comunidade Ethereum para propor novos padrões de uso para a rede Ethereum.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "Um tipo de padrão de token Ethereum semelhante ao NFT (como itens colecionáveis exclusivos) que também permite criar itens intercambiáveis (como moeda) em um único contrato inteligente.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "É o conjunto padrão de regras com as quais a maioria dos tokens da rede Ethereum é criada.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "Um conjunto padrão de regras usadas para criar NFTs (tokens não fungíveis).",
  "ether-term": "Ether",
  "ether-definition": "A criptomoeda nativa do Ethereum, comumente chamada de “ETH”. É usada para cobrir taxas de transação ao usar o ecossistema e os aplicativos do Ethereum. <a href=\"/eth/\">Mais sobre ether</a>.",
  "events-term": "Eventos",
  "events-definition": "Permite o uso de recursos de registro <a href=\"/glossary/#evm\">EVM</a>. <a href=\"/glossary/#dapp\">Dapps</a> podem escutar eventos e usá-los para acionar retornos de chamada JavaScript na interface do usuário. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">Mais sobre eventos e registros</a>",
  "execution-client-term": "Cliente de execução",
  "execution-client-definition": "Clientes de execução (anteriormente conhecidos como \"clientes Eth1\"), como Besu, Erigon, Go-Ethereum (Geth), Nethermind, são encarregados de processar e transmitir transações e gerenciar o estado do Ethereum. Eles executam os cálculos para cada transação usando a <a href=\"/glossary/#evm\">Máquina virtual Ethereum</a> para garantir que as regras do protocolo sejam seguidas.",
  "execution-layer-term": "Camada de execução",
  "execution-layer-definition": "A camada de execução do Ethereum é a rede de <a href=\"/glossary/#execution-client\">clientes de execução</a>.",
  "finality-term": "Finalidade",
  "finality-definition": "Finalidade é a garantia de que um conjunto de transações não pode ser alterado sem que uma grande quantidade de ETH seja perdida.",
  "fork-term": "Bifurcação",
  "fork-definition": "Uma mudança no protocolo causando a criação de uma cadeia alternativa.",
  "fraud-proof-term": "Prova de fraude",
  "fraud-proof-definition": "Um modelo de segurança para certas soluções de <a href=\"/glossary/#layer-2\">camada 2</a> em que, para aumentar a velocidade, as transações são <a href=\"/glossary/#rollups\">agrupadas (rollup) em lotes e enviadas ao Ethereum em uma única transação. Outros participantes da rede podem executar novamente as transações para verificar se foram executadas honestamente. Se descobrirem uma discrepância entre os dados publicados e sua própria versão, eles podem publicar uma prova criptográfica que demonstre onde ocorreu alguma fraude. Alguns <a href=\"/glossary/#rollups\">rollups</a> usam <a href=\"/glossary/#validity-proof\">provas de validade</a>.",
  "gas-term": "Gás",
  "gas-definition": "Gás é a taxa paga por transações e contratos inteligentes em uma blockchain, como Ethereum. <a href=\"/gas/\">Mais sobre gás e taxas</a>.",
  "genesis-block-term": "Bloco de início",
  "genesis-block-definition": "O primeiro bloco em uma <a href=\"/glossary/#blockchain\">cadeia de blocos</a>, usado para inicializar uma rede específica e suas criptomoedas.",
  "gwei-term": "Gwei",
  "gwei-definition": "Abreviação de gigawei, uma denominação de <a href=\"/glossary/#ether\">ether</a>, comumente utilizada para precificar <a href=\"/glossary/#gas\">gás</a>. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>9</sup> gwei = 1 ether.",
  "hash-term": "Hash",
  "hash-definition": "Uma impressão digital de cumprimento fixo de uma entrada de tamanho variável, produzida por uma função hash. (Veja <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "holographic-consensus-term": "Consenso holográfico",
  "holographic-consensus-definition": "Refere-se a como uma decisão de um grupo grande é tomada ao permitir que um grupo menor de pessoas representativas vote. Em seguida, todos os demais concordam em seguir a decisão, desde que confiem que o pequeno grupo fez um bom trabalho.",
  "index-term": "Índice",
  "index-definition": "Uma estrutura de rede destinada a otimizar a consulta de informações na <a href=\"/glossary/#blockchain\">blockchain</a>, fornecendo um caminho eficiente para a fonte de armazenamento.",
  "key-term": "Chave",
  "key-definition": "No contexto do Ethereum, as chaves são códigos digitais: uma chave pública para receber transações e uma chave privada para acessar e enviar fundos.",
  "layer-2-term": "Camada 2",
  "layer-2-definition": "As camadas 2 são outras redes construídas sobre a rede principal do Ethereum para tornar as transações mais rápidas e baratas. <a href=\"/layer-2/\">Mais sobre a camada 2</a>.",
  "liquidity-tokens-term": "Tokens de liquidez",
  "liquidity-tokens-definition": "Os tokens de liquidez (LT) são tokens digitais emitidos para os participantes que depositam ativos em um pool de liquidez, que é uma coleção de fundos bloqueados em um contrato inteligente e usados para facilitar a negociação em uma corretora descentralizada (DEX).",
  "mainnet-term": "Rede principal",
  "mainnet-definition": "Esta é a principal <a href=\"/glossary/#blockchain\">blockchain</a> pública do Ethereum.",
  "mev-term": "MEV",
  "mev-definition": "Um mecanismo que prioriza determinadas ações em uma blockchain mediante o pagamento de uma taxa, influenciando os resultados e a ordem das transações.",
  "multisig-term": "Multi-assinaturas",
  "multisig-definition": "Multisig (multi-assinatura) refere-se a uma carteira ou conta digital que exige várias assinaturas ou aprovações para executar transações, aumentando a segurança.",
  "nft-term": "Token não fungível (NFT)",
  "nft-definition": "Tokens não fungíveis (NFTs) são itens digitais exclusivos que você pode possuir, como obras de arte ou itens colecionáveis, verificados pela tecnologia blockchain. <a href=\"/nft/\">Mais sobre tokens não fungíveis (NFTs)</a>.",
  "node-term": "Nó",
  "node-definition": "Um cliente de software que participa da rede. <a href=\"/developers/docs/nodes-and-clients/\">Mais sobre nós e clientes</a>.",
  "ommer-term": "Bloco ommer (tio)",
  "ommer-definition": "Quando um <a href=\"/glossary/#miner\">minerador</a> de prova de trabalho encontra um <a href=\"/glossary/#block\">bloco</a> válido, outro minerador pode ter publicado um bloco concorrente que é adicionado à ponta da blockchain primeiro. Este bloco válido, mas obsoleto, pode ser incluído por blocos mais novos como <em>ommers</em> e receber uma recompensa de bloco parcial. O termo \"ommer\" é o termo neutro de gênero preferido para o irmão de um bloco pai, mas às vezes também é chamado de \"tio\". Isso era comum para o Ethereum quando era uma rede de <a href=\"/glossary/#pow\">prova de trabalho</a>. Agora que o Ethereum usa <a href=\"/glossary/#pos\">prova de participação</a>, apenas um proponente de bloco é selecionado por slot.",
  "on-chain-term": "On-chain",
  "on-chain-definition": "Refere-se a ações ou transações que ocorrem na blockchain e estão disponíveis publicamente.",
  "optimistic-rollup-term": "Acúmulo otimista",
  "optimistic-rollup-definition": "O Optimistic Rollup é uma solução de Camada 2 que acelera as transações no Ethereum, assumindo que elas são válidas por padrão, a menos que sejam contestadas. <a href=\"/developers/docs/scaling/optimistic-rollups/\">Mais sobre Optimistic rollups</a>.",
  "peer-to-peer-network-term": "Rede ponto a ponto",
  "peer-to-peer-network-definition": "Uma rede de computadores (pares) capazes de executar funcionalidades coletivamente sem a necessidade de serviços centralizados baseados em servidor.",
  "permissionless-term": "Sem necessidade de permissão",
  "permissionless-definition": "Não é necessária nenhuma permissão ou aprovação para usar um sistema como o Ethereum e ninguém pode impedi-lo de usá-lo. Esse sistema está aberto 24 horas por dia, 7 dias por semana, para que todos possam participar.",
  "private-key-term": "Chave privada",
  "private-key-definition": "Uma chave privada é um código secreto que prova que você possui seu dinheiro digital e permite que você o gaste, como um PIN para sua conta. <strong>NÃO A COMPARTILHE</strong>.",
  "poap-term": "POAP",
  "poap-definition": "O protocolo de comprovação de presença é usado para criar um colecionável digital (NFT) que comprova sua participação em um evento ou atividade específica.",
  "pos-term": "Prova de participação (PoS)",
  "pos-definition": "Um método pelo qual um protocolo da blockchain de criptomoeda visa atingir <a href=\"/glossary/#consensus\">consenso</a> distribuído. O PoS pede que os usuários provem a propriedade de uma certa quantia de criptomoeda (sua \"participação\" na rede) para poder participar da validação de transações. <a href=\"/developers/docs/consensus-mechanisms/pos/\">Mais sobre Prova de participação</a>.",
  "pow-term": "Prova de trabalho (PoW)",
  "pow-definition": "Um mecanismo de segurança para blockchains que exige que os nós gastem energia na forma de computação para encontrar um determinado valor.",
  "public-goods-term": "Bens públicos",
  "public-goods-definition": "Bens públicos são coisas que todos podem usar gratuitamente, como parques ou ar puro, e o fato de usá-los não impede que outros também os usem. Os governos geralmente fornecem esses bens porque as empresas normalmente não o fazem, já que não podem cobrar facilmente das pessoas pelo seu uso.",
  "public-key-term": "Chave pública",
  "public-key-definition": "Uma chave pública é um conjunto de caracteres que permite que outras pessoas enviem moeda digital com segurança, como um endereço de e-mail para dinheiro.",
  "quadratic-voting-term": "Votação quadrática",
  "quadratic-voting-definition": "É um método de votação em que os eleitores expressam suas opiniões sobre certos temas. Ele permite que os eleitores mostrem não apenas a preferência, mas também a intensidade de sua preferência.",
  "recovery-phrase-term": "Frase-semente/frase de recuperação",
  "recovery-phrase-definition": "Uma lista de palavras fornecida a você quando cria uma carteira digital. Funciona como uma senha que pode ajudá-lo a voltar à sua carteira se você perder o acesso, garantindo que você não perca seu dinheiro digital ou tokens.",
  "rollups-term": "Rollups",
  "rollups-definition": "Um tipo de solução de escalonamento de <a href=\"/glossary/#layer-2\">camada 2</a> que agrupa várias transações e as envia para <a href=\"/glossary/#mainnet\">a cadeia principal do Ethereum</a> em uma única transação. Isso permite reduções nos custos de <a href=\"/glossary/#gas\">gás</a> e aumentos no rendimento de <a href=\"/glossary/#transaction\">transações</a>. Existem optimistic rollups e de conhecimento zero que usam métodos de segurança diferentes para oferecer esses ganhos de dimensionamento. <a href=\"/developers/docs/scaling/#rollups\">Mais sobre rollups</a>.",
  "rpc-term": "Chamada de procedimento remoto (RPC em inglês)",
  "rpc-definition": "O RPC permite que um computador solicite dados ou ações de outro por meio de uma rede, como pedir informações com um controle remoto.",
  "sequencer-term": "Sequenciador",
  "sequencer-definition": "Um sequenciador é um programa responsável por ordenar as transações em uma rede blockchain.",
  "smart-contract-term": "Contrato inteligente",
  "smart-contract-definition": "Um contrato inteligente é um programa que executa automaticamente acordos em uma blockchain, como um contrato digital de autoaplicação. <a href=“/smart-contracts/”>Introdução aos contratos inteligentes</a>.",
  "stablecoin-term": "Stablecoin (moeda estável)",
  "stablecoin-definition": "Uma stablecoin é um tipo de criptomoeda projetada para ter um valor estável, geralmente atrelada a uma moeda ou commodity (como o dólar americano), para minimizar a volatilidade dos preços. <a href=“/stablecoins/”>Mais informações sobre stablecoins</a>.",
  "staking-term": "Participação",
  "staking-definition": "Depositar uma quantidade de <a href=\"/glossary/#ether\">ether</a> (sua participação) para se tornar um validador e proteger a <a href=\"/glossary/#network\">rede</a>. Um validador verifica <a href=\"/glossary/#transaction\">transações</a> e propõe <a href=\"/glossary/#block\">blocos</a> sob um modelo de consenso de <a href=\"/glossary/#pos\">PoS</a>. A participação dá um incentivo econômico para agir no melhor interesse da rede. Você receberá recompensas por realizar suas funções de <a href=\"/glossary/#validator\">validador</a>, mas perderá quantidades variáveis ​​de ETH se não o fizer. <a href=\"/staking/\">Mais sobre a participação em Ethereum</a>.",
  "staking-pool-term": "Pool de participação (staking)",
  "staking-pool-definition": "O ETH combinado de mais de um staker Ethereum, usado para atingir os 32 ETH necessários para ativar um conjunto de chaves de validação. Um operador de nó usa essas chaves para participar do consenso e as <a href=\"/glossary/#block-reward\">recompensas de bloco</a> são divididas entre os stakers contribuintes. Pools de stake ou delegação de stake não são nativos do protocolo Ethereum, mas muitas soluções foram criadas pela comunidade. <a href=\"/staking/pools/\">Mais sobre pooled staking</a>.",
  "sybil-attack-term": "Ataque Sybil",
  "sybil-attack-definition": "Os ataques Sybil referem-se a humanos individuais enganando um sistema para pensar que são várias pessoas para aumentar sua influência.",
  "terminal-total-difficulty-term": "Dificuldade total terminal (TTD)",
  "terminal-total-difficulty-definition": "A dificuldade total é a soma da dificuldade de mineração do Ethash para todos os blocos até um ponto específico na blockchain. A dificuldade total terminal é um valor específico para a dificuldade total que foi usado como gatilho para clientes de execução desligarem suas funções de mineração e de gossip de bloco, permitindo que a rede faça a transição para prova de participação. Não é mais relevante porque o Ethereum mudou para <a href=\"/glossary/#pos\">prova de participação</a>.",
  "transaction-fee-term": "Taxa de transação",
  "transaction-fee-definition": "Uma taxa que você precisa pagar sempre que usar a rede Ethereum. Exemplos incluem enviar fundos da sua <a href=\"/glossary/#wallet\">carteira</a> ou uma interação <a href=\"/glossary/#dapp\">dapp</a>, como trocar tokens ou comprar um colecionável. Você pode pensar nisso como uma taxa de serviço. Essa taxa mudará com base em quão ocupada a rede estiver. Isso ocorre porque os <a href=\"/glossary/#validator\">validadores</a>, as pessoas responsáveis ​​por processar sua transação, provavelmente priorizarão transações com taxas mais altas – então o congestionamento força o preço para cima.<br/><br/>Em um nível técnico, sua taxa de transação está relacionada a quanto <a href=\"/glossary/#gas\">gás</a> sua transação requer.<br/><br/>A redução de taxas de transação é um assunto de intenso interesse agora. Veja <a href=\"/glossary/#layer-2\">Camada 2</a>.",
  "trust-assumptions-term": "Suposições de confiança",
  "trust-assumptions-definition": "As premissas de confiança são crenças básicas sobre a segurança e a confiabilidade de um sistema, orientando o que confiamos para que o sistema funcione.",
  "validator-term": "Validador",
  "validator-definition": "Um <a href=\"/glossary/#node\">nó</a> em um sistema de <a href=\"/glossary/#pos\">prova de participação</a> responsável por armazenar dados, processar transações e adicionar novos blocos à blockchain. Para ativar o software validador, você precisa ser capaz de <a href=\"/glossary/#staking\">fazer staking</a> de 32 ETH. <a href=\"/staking/\">Mais sobre staking em Ethereum</a>.",
  "validity-proof-term": "Prova de validação",
  "validity-proof-definition": "Um modelo de segurança para certas soluções de <a href=\"/glossary/#layer-2\">camada 2</a> em que, para aumentar a velocidade, as transações são reunidas em lotes e enviadas ao Ethereum em uma única transação. A computação da transação é feita off-chain e então fornecida à cadeia principal com uma prova de sua validade. Este método aumenta a quantidade de transações possíveis, mantendo a segurança. Alguns <a href=\"/glossary/#rollups\">rollups</a> usam <a href=\"/glossary/#fraud-proof\">prova de fraude</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Mais sobre rollups de conhecimento zero</a>.",
  "wallet-term": "Carteira",
  "wallet-definition": "Uma carteira é uma ferramenta digital para armazenar, enviar e receber moeda digital, como uma carteira virtual para seu dinheiro on-line. <a href=“/wallets/”>Mais informações sobre carteiras Ethereum</a>.",
  "web2-term": "Web2",
  "web2-definition": "É a Internet atual, focada no conteúdo gerado pelo usuário e nas mídias sociais controladas por poucas empresas. A Web3 é uma crença criptográfica de que os usuários devem controlar seus dados e transações.",
  "web3-term": "Web3",
  "web3-definition": "A Web3 é a nova Internet com blockchain, em que os usuários controlam seus dados e transações, não as empresas. Não há necessidade de compartilhar nenhuma informação pessoal. <a href=“/web3/”>Mais sobre a web3</a>.",
  "wei-term": "Wei",
  "wei-definition": "A menor denominação do ether. 10<sup>18</sup> wei = 1 ether.",
  "zk-proof-term": "Prova de conhecimento zero",
  "zk-proof-definition": "Uma prova de conhecimento zero é um método criptográfico que permite que um indivíduo prove que uma afirmação é verdadeira sem transmitir nenhuma informação adicional. <a href=“/developers/docs/scaling/zk-rollups/”>Mais informações sobre rollups de conhecimento zero</a>."
}
