{
  "51%-attack-term": "Ataque de 51%",
  "51%-attack-definition": "Um tipo de ataque em que um grupo ganha o controle da maioria dos <a href=\"/glossary/#node\">nós</a>. Isso permitiria que eles fraudassem a blockchain revertendo <a href=\"/glossary/#transaction\">transações</a> e gastando duas vezes <a href=\"eth\">ether</a> e outros tokens.<br /><br />Na prova de participação do Ethereum, isso seria alcançado acumulando mais da metade do total de ether apostado. Isso permitiria que um invasor decidisse quais novos blocos seriam adicionados à blockchain. No entanto, para reverter a cadeia ou gastar duas vezes, um invasor precisaria de pelo menos 66% do total de ether em stacking.",
  "account-term": "Conta",
  "account-definition": "Uma conta Ethereum é uma identidade digital na blockchain Ethereum, permitindo que os usuários enviem, recebam Ether e interajam com contratos inteligentes.<br /><br /><strong>Técnico:</strong><br />É um objeto que contém um endereço, saldo, nonce, armazenamento e código opcionais. Uma conta pode ser uma conta de contrato ou uma conta de propriedade externa (EOA).",
  "address-term": "Endereço",
  "address-definition": "Um endereço Ethereum é um identificador único usado para receber tokens, funções semelhantes a um número de conta bancária para criptomoedas. Ele é usado para identificar sua conta Ethereum.<br /><br /> São os 160 bits mais à direita de um hash Keccak de uma chave pública ECDSA.",
  "anti-sybil-term": "Anti-Sybil",
  "anti-sybil-definition": "São maneiras de impedir que as pessoas finjam ser muitos usuários ao mesmo tempo na internet, garantindo que cada usuário seja uma pessoa real e separada. Isso ajuda a manter as interações online justas e honestas.",
  "abi-term": "Interface Binária do Aplicativo (ABI)",
  "abi-definition": "Um arquivo JSON que define as funções e variáveis incluídas em um contrato inteligente. A ABI permite que o Bytecode seja mapeado em formatos legíveis por humanos.",
  "api-term": "Interface de programação do aplicativo (API)",
  "api-definition": "Uma Interface de programação do aplicativo (API) é um conjunto de definições de como usar uma parte de software. Uma API fica entre um aplicativo e um servidor web, e facilita a transferência de dados entre eles.",
  "apr-term": "APR",
  "apr-definition": "APR, ou Taxa Percentual Anual, reflete o custo anual do empréstimo de dinheiro, incluindo juros e taxas, como uma porcentagem.",
  "asic-term": "ASIC",
  "asic-definition": "Circuito integrado específico para aplicativos. Isso geralmente se refere a um circuito integrado, feito sob medida para mineração de criptomoedas.",
  "assert-term": "asserção",
  "assert-definition": "Em <a href=\"/glossary/#solidity\">Solidity</a>, `assert(false)` compila para `0xfe`, um opcode inválido, que usa todo o <a href=\"/glossary/#gas\">gás</a> restante e reverte todas as alterações. Quando uma declaração `assert()` falha, algo muito errado e inesperado está acontecendo, e você precisará corrigir seu código. Você deve usar `assert()` para evitar condições que nunca deveriam ocorrer. <a href=\"/developers/docs/smart-contracts/security/\">Mais sobre segurança de contratos inteligentes</a>.",
  "attestation-term": "Atestação",
  "attestation-definition": "Uma alegação feita por uma entidade de que algo é verdadeiro. No contexto do Ethereum, os validadores de consenso devem fazer uma alegação sobre o que eles acreditam ser o estado da cadeia. Em momentos designados, cada validador é responsável por publicar diferentes atestados que declaram formalmente a visão deste validador da cadeia, incluindo o último ponto de verificação finalizado e a atual cabeça da cadeia. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">Mais sobre atestados</a>.",
  "base-fee-term": "Taxa base",
  "base-fee-definition": "Cada <a href=\"/glossary/#block\">bloco</a> tem um preço de reserva conhecido como 'taxa base'. É a taxa mínima de <a href=\"/glossary/#gas\">gás</a> que um usuário deve pagar para incluir uma transação no próximo bloco. <a href=\"/developers/docs/gas/\">Mais sobre gás e taxas</a>.",
  "beacon-chain-term": "Beacon chain",
  "beacon-chain-definition": "A Beacon Chain foi a blockchain que introduziu <a href=\"/glossary/#pos\">prova de participação</a> e <a href=\"/glossary/#validator\">validadores</a> no Ethereum. Ela funcionou junto com a rede principal do Ethereum de prova de trabalho de dezembro de 2020 até que as duas cadeias foram fundidas em setembro de 2022 para formar o Ethereum de hoje. <a href=\"/roadmap/beacon-chain/\">Mais sobre a beacon chain</a>.",
  "big-endian-term": "Big-endian",
  "big-endian-definition": "Uma representação numérica posicional onde o dígito mais significativo é o primeiro na memória. O oposto de little-endian, onde o dígito menos significativo é o primeiro.",
  "block-term": "Bloco",
  "block-definition": "Um bloco é onde transações ou ações digitais são armazenadas. Uma vez que um bloco está cheio, ele é vinculado ao anterior, criando uma cadeia de blocos ou uma \"blockchain\". <a href=\"/developers/docs/blocks/\">Mais sobre blocos</a>.<br /><br />Um bloco é uma unidade de informação agrupada que inclui uma lista ordenada de transações e informações relacionadas ao consenso. Os blocos são propostos por validadores de prova de participação, momento em que são compartilhados por toda a rede ponto a ponto, onde podem ser facilmente verificados de forma independente por todos os outros nós. As regras de consenso governam quais conteúdos de um bloco são considerados válidos, e quaisquer blocos inválidos são desconsiderados pela rede. A ordenação desses blocos e as transações neles criam uma cadeia determinística de eventos com o fim representando o estado atual da rede.",
  "block-explorer-term": "Explorador de bloco",
  "block-explorer-definition": "Uma interface que permite que um usuário pesquise informações de, e sobre, uma blockchain. Isso inclui recuperar transações individuais, atividade associada a endereços específicos e informações sobre a rede.",
  "block-header-term": "Cabeçalho do bloco",
  "block-header-definition": "O cabeçalho do bloco é uma coleção de metadados sobre um bloco e um resumo das transações incluídas na carga de execução.",
  "block-propagation-term": "Propagação de blocos",
  "block-propagation-definition": "O processo de transmissão de um bloco confirmado para todos os outros nós da rede.",
  "block-proposer-term": "Proponente de bloco",
  "block-proposer-definition": "O validador específico escolhido para criar um bloco em um determinado <a href=\"/glossary/#slot\">espaço</a>.",
  "block-reward-term": "Recompensa de bloco",
  "block-reward-definition": "A quantidade de ether recompensada ao proponente de um novo bloco válido.",
  "block-status-term": "Status do bloco",
  "block-status-definition": "Os estados em que um bloco pode existir. Os estados possíveis incluem:<br/><br/><ul><li>proposto: o bloco foi proposto por um validador</li><li>programado: os validadores estão enviando dados no momento</li><li>perdido/ignorado: o proponente não propôs um bloco dentro do prazo elegível</li><li>órfão: o bloco foi reorganizado pelo <a href=\"/glossary/#fork-choice-algorithm\">algoritmo de escolha de bifurcação</a></li></ul>",
  "block-time-term": "Tempo de bloco",
  "block-time-definition": "O intervalo de tempo entre blocos sendo adicionados à blockchain.",
  "block-validation-term": "Validação de bloco",
  "block-validation-definition": "O processo de verificação de que um novo bloco contém transações e assinaturas válidas, se baseia na cadeia histórica mais pesada (ou seja, aquela que acumulou mais atestados em sua história) e segue todas as outras regras de consenso. Blocos válidos são adicionados à cabeça da cadeia e propagados para outros na rede. Blocos inválidos são desconsiderados.",
  "blockchain-term": "Blockchain",
  "blockchain-definition": "Uma blockchain é um banco de dados de transações, duplicado e compartilhado em todos os computadores da rede, garantindo que os dados não possam ser alterados retroativamente.<br /><br />Uma sequência de <a href=\"/glossary/#block\">blocos</a>, cada um vinculado ao seu predecessor até o <a href=\"/glossary/#genesis-block\">bloco de início</a> referenciando o hash do bloco anterior. A integridade da blockchain é criptoeconomicamente protegida usando um mecanismo de consenso baseado em prova de participação. <a href=\"/developers/docs/intro-to-ethereum#what-is-a-blockchain\">O que é uma blockchain?</a>",
  "bootnode-term": "Bootnode",
  "bootnode-definition": "Os nós que podem ser usados ​​para iniciar o processo de descoberta ao executar um nó. Os bootnodes 'introduzem' novos nós a outros nós existentes para que eles possam ganhar pares rapidamente, em vez de ter que procurar um par inicial. Os endpoints desses nós são geralmente fornecidos no código-fonte do cliente Ethereum, mas os usuários podem fornecer sua própria lista de bootnodes.",
  "bridge-term": "Ponte",
  "bridge-definition": "Uma ponte de blockchain é usada para transferir ativos de uma rede de blockchain para outra. Por exemplo, você pode usar a ponte para transferir ETH da rede principal Ethereum para soluções de escalonamento de Camada 2 mais baratas.",
  "bytecode-term": "Bytecode",
  "bytecode-definition": "Código expresso em um formato numérico compacto para que possa ser executado eficientemente pela <a href=\"/glossary/#evm\">EVM</a>.",
  "byzantium-fork-term": "Bifurcação Byzantium",
  "byzantium-fork-definition": "O primeiro de dois <a href=\"/glossary/#hard-fork\">hard forks</a> para o estágio de desenvolvimento <a href=\"/glossary/#metropolis\">Metropolis</a>. Ele incluiu o atraso da <a href=\"/glossary/#difficulty-bomb\">Bomba de dificuldade</a> EIP-649 Metropolis e a redução da recompensa do bloco, em que a <a href=\"/glossary/#ice-age\">Era Glacial</a> foi adiada por 1 ano e a recompensa do bloco foi reduzida de 5 para 3 ether.",
  "casper-ffg-term": "Casper FFG",
  "casper-ffg-definition": "Casper-FFG é um protocolo de consenso de prova de participação usado em conjunto com o algorítimo de escolha de bifurcação <a href=\"/glossary/#lmd-ghost\">LMD-GHOST</a> para permitir que <a href=\"/glossary/#consensus-client\">clientes de consenso</a> concordem com a cabeça da Beacon Chain.",
  "checkpoint-term": "Ponto de verificação",
  "checkpoint-definition": "A <a href=\"/glossary/#beacon-chain\">Beacon Chain</a> tem um tempo dividido em slots (12 segundos) e épocas (32 slots). O primeiro slot em cada época é um ponto de verificação. Quando uma <a href=\"/glossary/#supermajority\">supermaioria</a> de validadores atesta o link entre dois pontos de verificação, eles podem ser <a href=\"/glossary/#justification\">justificados</a> e então quando outro ponto de verificação é justificado no topo, eles podem ser <a href=\"/glossary/#finality\">finalizados</a>.",
  "compiling-term": "Compilar",
  "compiling-definition": "Converter código escrito em uma linguagem de programação mais geral (por exemplo, <a href=\"/glossary/#solidity\">Solidity</a>) em uma linguagem mais detalhada (por exemplo, EVM <a href=\"/glossary/#bytecode\">bytecode</a>).<a href=\"/developers/docs/smart-contracts/compiling/\">Mais sobre a compilação de contratos inteligentes</a>",
  "committee-term": "Comitê",
  "committee-definition": "Um grupo de pelo menos 128 <a href=\"/glossary/#validator\">validadores</a> designados para validar blocos em cada slot. Um dos validadores no comitê é o agregador, responsável por agregar as assinaturas de todos os outros validadores no comitê que concordam com uma atestação. Não deve ser confundido com <a href=\"/glossary/#sync-committee\">comitê de sincronização</a>.",
  "computational-infeasibility-term": "Inviabilidade computacional",
  "computational-infeasibility-definition": "Um processo é computacionalmente inviável se levasse um tempo impraticavelmente longo (por exemplo, bilhões de anos) para ser executado por qualquer pessoa que pudesse ter interesse em realizá-lo.",
  "consensus-term": "Consenso",
  "consensus-definition": "Quando mais de 2/3 dos computadores em uma rede concordam que têm o mesmo conjunto de registros, garantido que todos estão de acordo. Não se trata das regras que eles seguem, mas de garantir que todos tenham as mesmas informações.",
  "consensus-client-term": "Cliente de consenso",
  "consensus-client-definition": "Clientes de consenso (como Prysm, Teku, Nimbus, Lighthouse, Lodestar) executam o algoritmo de consenso <a href=\"/glossary/#pos\">prova de participação</a> do Ethereum, permitindo que a rede chegue a um acordo sobre a cabeça da Beacon Chain. Clientes de consenso não participam da validação/transmissão de transações ou da execução de transições de estado. Isso é feito por <a href=\"/glossary/#execution-client\">clientes de execução</a>. Clientes de consenso não atestam ou propõem novos blocos. Isso é feito pelo <a href=\"/glossary/#validator\">cliente validador</a>, que é um complemento opcional para o cliente de consenso.",
  "consensus-layer-term": "Camada de consenso",
  "consensus-layer-definition": "A camada de consenso do Ethereum é a rede de <a href=\"/glossary/#consensus-client\">clientes de consenso</a>.",
  "consensus-rules-term": "Regras de consenso",
  "consensus-rules-definition": "As regras de validação de bloco que os nós completos seguem para permanecer em consenso com outros nós. Não deve ser confundido com <a href=\"/glossary/#consensus\">consenso</a>.",
  "cfi-term": "Considerado para inclusão (CPI)",
  "cfi-definition": "Um Core <a href=\"/glossary/#eip\">EIP</a> que ainda não está ativo na rede principal, e os desenvolvedores de clientes são geralmente positivos em relação à ideia. Supondo que ele atenda a todos os requisitos para inclusão na rede principal, ele poderia potencialmente ser incluído em uma melhoria de rede (não necessariamente a próxima).",
  "constantinople-fork-term": "Bifurcação Constantinople",
  "constantinople-fork-definition": "A segunda parte do estágio <a href=\"/glossary/#metropolis\">Metropolis</a>, originalmente planejada para meados de 2018. Espera-se que inclua uma mudança para um algoritmo de consenso híbrido com <a href=\"/glossary/#pow\">prova de trabalho</a> e <a href=\"/glossary/#pow\">prova de participação</a>, entre outras mudanças.",
  "contract-account-term": "Conta de contrato",
  "contract-account-definition": "Uma conta que contém código que é executado sempre que recebe uma <a href=\"/glossary/#transaction\">transação</a> de outra <a href=\"/glossary/#account\">conta</a> (<a href=\"/glossary/#eoa\">EOA</a> ou <a href=\"/glossary/#contract-account\">contrato</a>).",
  "contract-creation-transaction-term": "Transação de criação de contrato",
  "contract-creation-transaction-definition": "Uma <a href=\"/glossary/#transaction\">transação</a> especial que inclui um código de iniciação de contrato. O destinatário é definido como `null` e o contrato é implantado em um endereço gerado a partir do endereço do usuário e `nonce`, que é usado para registrar um <a href=\"/glossary/#contract-account\">contrato</a> e registrá-lo na blockchain Ethereum.",
  "cryptoeconomics-term": "Criptoeconomia",
  "cryptoeconomics-definition": "O estudo de princípios matemáticos e econômicos para elaborar plataformas digitais seguras e confiáveis. O objetivo é garantir que todos os participantes sigam as regras e sejam recompensados por contribuir para a segurança e a operação da rede. ",
  "cryptography-term": "Criptografia",
  "cryptography-definition": "É a prática de proteger a comunicação e os dados por meio do uso de códigos, de modo que somente aqueles a quem as informações se destinam possam lê-las e processá-las.<br />Envolve técnicas de criptografia (conversão de informações legíveis a um formato ilegível) e descriptografia (conversão de volta para um formato legível), garantindo a confidencialidade.",
  "doge-d-term": "Đ",
  "doge-d-definition": "O Đ (D com traço) é usado no inglês antigo, inglês médio, islandês e faroense para representar a letra maiúscula \"Eth\". Ele é usado em palavras como ĐEV ou Đapp (aplicativo descentralizado), em que o Đ é a letra nórdica \"eth\". A letra maiúscula eth (Ð) também é usada para simbolizar a criptomoeda Dogecoin. Isso é comumente visto na literatura mais antiga da Ethereum, mas é usado com menos frequência atualmente.",
  "dag-term": "DAG",
  "dag-definition": "DAG significa Directed Acyclic Graph (Grafo Acíclico Direcionado). É uma estrutura de dados composta de nós e links entre os nós. Antes da Fusão, o Ethereum usava um DAG em seu algoritmo de <a href=\"/glossary/#pow\">prova de trabalho</a>, <a href=\"/glossary/#ethash\">Ethash</a>, mas não é mais usado na <a href=\"/glossary/#pos\">prova de participação</a>.",
  "dapp-term": "Dapp",
  "dapp-definition": "Um dApp é um aplicativo descentralizado que roda em uma rede blockchain, oferecendo serviços sem o controle de autoridade central. <a href=\"/dapps/\">Mais sobre aplicativos descentralizados</a>.<br />Um dapp possui, no mínimo, um contrato inteligente conectado a uma interface web. Além disso, muitos dapps incluem uma solução de armazenamento descentralizado e/ou um protocolo ou plataforma de mensageria.",
  "data-availability-term": "Disponibilidade de dados",
  "data-availability-definition": "Qualquer nó pode verificar de forma independente as transações em uma blockchain para manter a transparência e a confiança no sistema.",
  "decentralization-term": "Descentralização",
  "decentralization-definition": "O conceito de transferir o controle e a execução de processos de uma entidade central.",
  "dao-term": "Organização autônoma descentralizada (DAOs)",
  "dao-definition": "Uma DAO é uma organização digital administrada por regras implementadas em uma blockchain, em que as decisões são tomadas por votos dos membros, não por uma autoridade central. <a href=\"/dao/\">Mais sobre organizações autônomas descentralizadas (DAOs)</a>.<br />O poder de voto de cada membro geralmente está vinculado ao número de tokens que eles possuem. As DAOs visam democratizar a tomada de decisões e as operações, com foco na transparência e na governança da comunidade.",
  "dex-term": "Exchange descentralizada (DEX)",
  "dex-definition": "Um tipo de aplicativo Ethereum que permite que você troque tokens com colegas na rede. As DEXs não estão sujeitas a restrições geográficas como as exchanges centralizadas – qualquer pessoa pode participar.",
  "deposit-contract-term": "Contrato de depósito",
  "deposit-contract-definition": "O gateway para fazer staking no Ethereum. O contrato de depósito é um contrato inteligente no Ethereum que aceita depósitos de ETH e gerencia os saldos de validadores. Um validador não pode ser ativado sem depositar ETH neste contrato de depósito. O contrato requer ETH e dados de entrada. Esses dados de entrada incluem a chave pública do validador e a chave pública de retirada/saque, assinadas com a chave privada do validador. Esses dados são necessários para que um validador seja identificado e aprovado pela rede <a href=\"/glossary/#pos\">proof-of-stake</a>.",
  "defi-term": "DeFi",
  "defi-definition": "Uma ampla categoria de aplicativos Ethereum que visam fornecer serviços financeiros utilizando blockchain, sem intermediários. <a href=\"/defi/\">Mais sobre finanças descentralizadas (DeFi)</a>",
  "difficulty-term": "Dificuldade",
  "difficulty-definition": "Uma configuração abrangente em redes de <a href=\"/glossary/#pow\">prova de trabalho</a> que controla quanta computação em média é necessária para encontrar um nonce válido. A dificuldade é representada pelo número de zeros à esquerda que são necessários para que o hash do bloco resultante seja considerado válido. Este conceito está obsoleto no Ethereum desde a transição para prova de participação.",
  "difficulty-bomb-term": "Bomba de dificuldade",
  "difficulty-bomb-definition": "Aumento exponencial planejado na configuração de <a href=\"/glossary/#difficulty\">dificuldade</a> da <a href=\"/glossary/#pow\">prova de trabalho</a>, projetado para estimular a transição para <a href=\"/glossary/#pos\">prova de participação</a>, reduzindo as chances de um <a href=\"/glossary/#hard-fork\">hard-fork</a>. A bomba de dificuldade foi descontinuada na <a href=\"/roadmap/merge\">Fusão</a>.",
  "digital-signatures-term": "Assinatura digital",
  "digital-signatures-definition": "Uma pequena cadeia de dados que um usuário produz para um documento usando uma <a href=\"/glossary/#private-key\">chave privada</a> de modo que qualquer pessoa com a <a href=\"/glossary/#public-key\">chave pública</a> correspondente, a assinatura e o documento possa verificar que (1) o documento foi \"assinado\" pelo proprietário daquela chave privada em particular, e (2) o documento não foi alterado depois de ter sido assinado.",
  "discovery-term": "Descoberta",
  "discovery-definition": "O processo pelo qual um nó Ethereum encontra outros nós para se conectar.",
  "distributed-hash-table-term": "Tabela de hash distribuída (DHT)",
  "distributed-hash-table-definition": "Uma estrutura de dados que contém pares \"(chave, valor)\" usados pelos nós do Ethereum para identificar pares aos quais se conectar e determinar quais protocolos usar para se comunicar.",
  "double-spend-term": "Gasto duplo",
  "double-spend-definition": "Uma bifurcação deliberada da blockchain em que um usuário com uma quantidade suficientemente grande de poder de mineração/participação envia uma transação movendo uma certa moeda para fora da cadeia (por exemplo, retirando dinheiro fiduciário ou fazendo uma compra fora da cadeia) e, em seguida, reorganizando a blockchain para remover essa transação. Um gasto duplo bem-sucedido deixa o invasor com seus ativos dentro e fora da cadeia.",
  "ecdsa-term": "Algoritmo de assinatura digital de curva elíptica (ECDSA, na sigla em inglês)",
  "ecdsa-definition": "Um algoritmo criptográfico usado pelo Ethereum para garantir que os fundos só possam ser gastos por seus proprietários. É o método preferido para criação de chaves públicas e privadas. Relevante para a geração de <a href=\"/glossary/#address\">endereços</a> de conta e verificação de <a href=\"/glossary/#transaction\">transações</a>.",
  "encryption-term": "Criptografia",
  "encryption-definition": "Criptografia é a conversão de dados eletrônicos em uma forma ilegível para qualquer pessoa, exceto para o proprietário da chave de descriptografia correta.",
  "entropy-term": "Entropia",
  "entropy-definition": "No contexto de criptografia, é a falta de previsibilidade ou nível de aleatoriedade. Ao gerar informações secretas, como <a href=\"/glossary/#private-key\">chaves privadas</a>, os algoritmos geralmente dependem de uma fonte de alta entropia para garantir que a saída seja imprevisível.",
  "epoch-term": "Época",
  "epoch-definition": "Um período de 32 <a href=\"/glossary/#slot\">slots</a>, cada slot sendo de 12 segundos, totalizando 6,4 minutos. Os <a href=\"/glossary/#committee\">comitês</a> de validadores são mesclados a cada época por motivos de segurança. Cada época tem uma oportunidade para a cadeia ser <a href=\"/glossary/#finality\">finalizada</a>. Cada validador recebe novas responsabilidades no início de cada época. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Mais sobre prova de participação</a>",
  "equivocation-term": "Equívoco",
  "equivocation-definition": "Um validador enviando duas mensagens que se contradizem. Um exemplo simples é um remetente de transação enviando duas transações com o mesmo nonce. Outro é um proponente de bloco propondo dois blocos na mesma altura de bloco (ou para o mesmo slot).",
  "eth1-term": "Eth1",
  "eth1-definition": "'Eth1' é um termo que se referia à rede principal Ethereum, a blockchain de prova de trabalho existente. Este termo foi descontinuado em favor da “camada de execução” <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">Saiba mais sobre essa mudança de nome</a>.",
  "eth2-term": "Eth2",
  "eth2-definition": "'Eth2' é um termo que se referia a um conjunto de atualizações do protocolo Ethereum, incluindo a transição do Ethereum para prova de participação. Este termo foi descontinuado em favor da 'camada de consenso'. <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">Saiba mais sobre essa mudança de nome</a>.",
  "eip-term": "Proposta de Melhoria do Ethereum (PME)",
  "eip-definition": "Um documento de design que fornece informações à comunidade Ethereum, descrevendo um novo recurso proposto, seus processos ou ambiente (consulte <a href=\"/glossary/#erc\">ERC</a>). <a href=\"/eips/\">Introdução aos EIPs</a>",
  "ens-term": "Ethereum Name Service (ENS)",
  "ens-definition": "O Ethereum Name Service é como uma lista telefônica da internet para endereços Ethereum. Em vez de usar endereços longos de carteira, o ENS permite que você use nomes simples como \"john.eth\" para enviar e receber dinheiro e ativos digitais.<br /><br /><strong>Técnico:</strong><br />O registro ENS é um único <a href=\"/glossary/#smart-contract\">contrato</a> central que fornece um mapeamento de nomes de domínio para proprietários e resolvedores, conforme descrito no EIP-137. <a href=\"https://ens.domains\">Leia mais em ens.domains</a>.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "ERC-1155 é um novo tipo de padrão de token Ethereum semelhante ao NFT (como itens colecionáveis ​​exclusivos) que também permite criar itens intercambiáveis ​​(como moeda) dentro de um único contrato inteligente.<br />Isso torna mais fácil e eficiente gerenciar vários tipos de ativos digitais, especialmente para aplicativos como videogames ou coleções digitais.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "ERC-20 é o padrão que a maioria dos tokens na rede Ethereum usa para sua criação.<br />Exemplos populares são stablecoins como DAI e USDC ou tokens de câmbio como UNI da Uniswap. Semelhante a qualquer forma de dinheiro alternativo que temos em sistemas tradicionais, ou seja, pontos de recompensa, sistemas de crédito ou até mesmo ações etc.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "NFTs (tokens não fungíveis) são criados usando um conjunto padrão de regras conhecido como ERC-721.<br />Tokens NFT podem representar a propriedade de qualquer coisa única, como arte digital ou itens colecionáveis, com cada token tendo suas próprias características e valores especiais. Cada NFT é único e facilmente distinguível de qualquer outro NFT.",
  "execution-client-term": "Cliente de execução",
  "execution-client-definition": "Clientes de execução (anteriormente conhecidos como \"clientes Eth1\"), como Besu, Erigon, Go-Ethereum (Geth), Nethermind, são encarregados de processar e transmitir transações e gerenciar o estado do Ethereum. Eles executam os cálculos para cada transação usando a <a href=\"/glossary/#evm\">Máquina virtual Ethereum</a> para garantir que as regras do protocolo sejam seguidas.",
  "execution-layer-term": "Camada de execução",
  "execution-layer-definition": "A camada de execução do Ethereum é a rede de <a href=\"/glossary/#execution-client\">clientes de execução</a>.",
  "eoa-term": "Conta de propriedade externa (EOA)",
  "eoa-definition": "Contas de Propriedade Externa (EOAs) são o tipo mais comum de conta Ethereum. Elas são controladas por uma pessoa por meio de chaves privadas/frase de recuperação. <a href=\"/wallets/\">Mais sobre carteiras Ethereum</a>.",
  "erc-term": "Solicitação para Comentários Ethereum (SCE)",
  "erc-definition": "ERC (<strong>Solicitação para Comentários Ethereum</strong>) é um tipo de documentação técnica usada na comunidade Ethereum para propor novos padrões de uso para a rede Ethereum.<br /><br />Essas propostas podem abranger uma ampla gama de tópicos, incluindo novos padrões de tokens (como ERC-20 usado para tokens e ERC-721 para NFTs).",
  "ethash-term": "Ethash",
  "ethash-definition": "Um algoritmo de <a href=\"/glossary/#pow\">prova de trabalho</a> que foi usado no Ethereum antes de sua transição para <a href=\"/glossary/#pos\">prova de participação</a>. <a href=\"/developers/docs/consensus-mechanisms/pow/mining/mining-algorithms/ethash\">Leia mais</a>",
  "ether-term": "Ether",
  "ether-definition": "A criptomoeda nativa do Ethereum, comumente chamada de “ETH”. É usada para cobrir taxas de transação ao usar o ecossistema e os aplicativos do Ethereum. <a href=\"/eth/\">Mais sobre ether</a>.",
  "events-term": "Eventos",
  "events-definition": "Permite o uso de recursos de registro <a href=\"/glossary/#evm\">EVM</a>. <a href=\"/glossary/#dapp\">Dapps</a> podem escutar eventos e usá-los para acionar retornos de chamada JavaScript na interface do usuário. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">Mais sobre eventos e registros</a>",
  "evm-term": "Máquina virtual do Ethereum (EVM)",
  "evm-definition": "Uma máquina virtual baseada em pilha que executa <a href=\"/glossary/#bytecode\">bytecode</a>. No Ethereum, o modelo de execução especifica como o estado do sistema é alterado, dada uma série de instruções de bytecode e uma pequena tupla de dados ambientais. Isso é especificado por meio de um modelo formal de uma máquina de estado virtual. <a href=\"/developers/docs/evm/\">Mais sobre a Máquina Virtual Ethereum</a>.",
  "evm-assembly-language-term": "Linguagem de montagem EVM",
  "evm-assembly-language-definition": "Uma forma legível de <a href=\"/glossary/#bytecode\">bytecode da EVM.",
  "fallback-function-term": "Função de fallback",
  "fallback-function-definition": "Uma função padrão chamada na ausência de dados ou um nome de função declarado.",
  "faucet-term": "Faucet",
  "faucet-definition": "Um serviço realizado por meio de <a href=\"/glossary/#smart-contract\">contrato inteligente</a> que dispensa fundos na forma de um ether de teste gratuito que pode ser usado em uma rede de teste.",
  "finality-term": "Finalidade",
  "finality-definition": "Finalidade é a garantia de que um conjunto de transações não pode ser alterado sem que uma grande quantidade de ETH seja perdida.",
  "finney-term": "Finney",
  "finney-definition": "Uma denominação de <a href=\"/glossary/#ether\">ether</a>. 1 finney = 10<sup>15</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>3</sup> finney = 1 ether.",
  "fork-term": "Bifurcação",
  "fork-definition": "Uma mudança no protocolo causando a criação de uma cadeia alternativa.",
  "fork-choice-algorithm-term": "Algoritmo de seleção de bifurcação",
  "fork-choice-algorithm-definition": "O algoritmo usado para identificar a cabeça da blockchain. No Ethereum, a cabeça da cadeia é identificada como o fork com o maior \"peso\" de atestados. O peso é o produto do número de atestados e o saldo efetivo dos validadores atestadores. Isso significa que a verdadeira cabeça da cadeia é aquela em que a maioria dos ether em staking votou. Na camada de consenso, o algoritmo de escolha do fork é chamado de <a href=\"/glossary/#lmd-ghost\">LMD_GHOST</a>.",
  "fraud-proof-term": "Prova de fraude",
  "fraud-proof-definition": "Um modelo de segurança para certas soluções de <a href=\"/glossary/#layer-2\">camada 2</a> em que, para aumentar a velocidade, as transações são <a href=\"/glossary/#rollups\">agrupadas (rollup) em lotes e enviadas ao Ethereum em uma única transação. Outros participantes da rede podem executar novamente as transações para verificar se foram executadas honestamente. Se descobrirem uma discrepância entre os dados publicados e sua própria versão, eles podem publicar uma prova criptográfica que demonstre onde ocorreu alguma fraude. Alguns <a href=\"/glossary/#rollups\">rollups</a> usam <a href=\"/glossary/#validity-proof\">provas de validade</a>.",
  "frontier-term": "Frontier",
  "frontier-definition": "A fase inicial de testes de desenvolvimento do Ethereum, que durou de julho de 2015 a março de 2016.",
  "gas-term": "Gás",
  "gas-definition": "Gás é a taxa paga por transações e contratos inteligentes em uma blockchain, como Ethereum. <a href=\"/gas/\">Mais sobre gás e taxas</a>.",
  "gas-limit-term": "Limite de gás",
  "gas-limit-definition": "A quantidade máxima de <a href=\"/glossary/#gas\">gás</a> que um <a href=\"/glossary/#block\">bloco</a> ou uma <a href=\"/glossary/#transaction\">transação</a> pode consumir.",
  "gas-price-term": "Preço do gás",
  "gas-price-definition": "Preço em ether de uma unidade de gás especificada em uma transação.",
  "genesis-block-term": "Bloco de início",
  "genesis-block-definition": "O primeiro bloco em uma <a href=\"/glossary/#blockchain\">cadeia de blocos</a>, usado para inicializar uma rede específica e suas criptomoedas.",
  "geth-term": "Geth",
  "geth-definition": "Go Ethereum. Uma das implementações mais proeminentes do protocolo Ethereum, escrita em Go. <a href=\"https://geth.ethereum.org\">Leia mais em geth.ethereum.org</a>",
  "gwei-term": "Gwei",
  "gwei-definition": "Abreviação de gigawei, uma denominação de <a href=\"/glossary/#ether\">ether</a>, comumente utilizada para precificar <a href=\"/glossary/#gas\">gás</a>. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>9</sup> gwei = 1 ether.",
  "hard-fork-term": "Bifurcação permanente",
  "hard-fork-definition": "Uma divergência permanente na <a href=\"/glossary/#blockchain\">blockchain</a>; também conhecida como uma mudança de hard-forking. Ocorre comumente quando nós não atualizados não conseguem validar blocos criados por nós atualizados que seguem <a href=\"/glossary/#consensus-rules\">regras de consenso</a> mais recentes. Não deve ser confundido com um fork, soft fork, software fork ou Git fork.",
  "hash-term": "Hash",
  "hash-definition": "Uma impressão digital de cumprimento fixo de uma entrada de tamanho variável, produzida por uma função hash. (Veja <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "hash-rate-term": "Taxa de hash",
  "hash-rate-definition": "O número de cálculos de hash feitos por segundo pelos computadores que executam o software de mineração.",
  "homestead-term": "Homestead",
  "holographic-consensus-term": "Consenso holográfico",
  "holographic-consensus-definition": "Refere-se a como uma decisão de um grupo grande é tomada ao permitir que um grupo menor de pessoas representativas vote. Em seguida, todos os demais concordam em seguir a decisão, desde que confiem que o pequeno grupo fez um bom trabalho.<br />É usado em algumas comunidades online para tomar decisões rapidamente, sem que todos precisem votar em tudo, garantindo ao mesmo tempo que as decisões sejam justas e representem o que a maioria das pessoas deseja.",
  "homestead-definition": "A segunda fase de desenvolvimento do Ethereum, lançada em março de 2016 no bloco 1.150.000.",
  "index-term": "Índice",
  "index-definition": "Uma estrutura de rede destinada a otimizar a consulta de informações na <a href=\"/glossary/#blockchain\">blockchain</a>, fornecendo um caminho eficiente para a fonte de armazenamento.",
  "ide-term": "Ambiente integrado de desenvolvimento (IDE)",
  "ide-definition": "Uma interface de usuário que normalmente combina um editor de código, compilador, tempo de execução e depurador. <a href=\"/developers/docs/ides/\">Mais sobre ambientes de desenvolvimento integrados</a>.",
  "immutable-deployed-code-problem-term": "Problema de código implantado imutável",
  "immutable-deployed-code-problem-definition": "Uma vez que o código de um <a href=\"/glossary/#smart-contract\">contrato</a> (ou biblioteca) é implantado, ele se torna imutável. As práticas de desenvolvimento de software padrão dependem da capacidade de corrigir possíveis bugs e adicionar novos recursos, então isso representa um desafio para o desenvolvimento de contratos inteligentes. <a href=\"/developers/docs/smart-contracts/deploying/\">Mais sobre a implantação de contratos inteligentes</a>.",
  "internal-transaction-term": "Transação interna",
  "internal-transaction-definition": "Uma <a href=\"/glossary/#transaction\">transação</a> enviada de uma <a href=\"/glossary/#contract-account\">conta do contrato</a> para outra conta do contrato ou uma <a href=\"/glossary/#eoa\">EOA</a> (consulte <a href=\"/glossary/#message\">mensagem</a>).",
  "issuance-term": "Emissão",
  "issuance-definition": "A cunhagem de um novo ether para recompensar a proposta de bloco, atestação e a denúncia.",
  "kdf-term": "Função de derivação de chave (KDF)",
  "kdf-definition": "Também conhecido como \"algoritmo de alongamento de senha\", ele é usado pelos formatos <a href=\"/glossary/#keystore\">keystore</a> para proteger contra ataques de força bruta, dicionário e rainbow table na criptografia de senha, fazendo hash repetidamente da senha.",
  "keystore-term": "Keystore",
  "keystore-definition": "O par de chave privada/endereço de cada conta existe como um único arquivo de chave em um cliente Ethereum. Esses são arquivos de texto JSON que contêm a chave privada criptografada da conta, que só pode ser descriptografada com a senha inserida durante a criação da conta.",
  "keccak-256-term": "Keccak-256",
  "keccak-256-definition": "Função criptográfica <a href=\"/glossary/#hash\">hash</a> usada no Ethereum. Keccak-256 foi padronizado como <a href=\"/glossary/#sha\">SHA</a>-3.",
  "key-term": "Chave",
  "key-definition": "No contexto do Ethereum, as chaves são como códigos digitais: uma chave pública para receber transações e uma chave privada para acessar e enviar fundos.<br /> Chaves públicas: podem ser compartilhadas abertamente.<br /> Chaves privadas: são mantidas em segredo pelo proprietário.",
  "layer-1-term": "Camada 1",
  "layer-1-definition": "Camada 1 refere-se à blockchain principal em uma rede blockchain multinível. Por exemplo, Ethereum e Bitcoin são blockchains de camada um. Muitas blockchains de camada dois descarregam transações que consomem muitos recursos para suas blockchains separadas, enquanto continuam a utilizar a blockchain de camada um do Ethereum ou do Bitcoin para fins de segurança.",
  "layer-2-term": "Camada 2",
  "layer-2-definition": "As camadas 2 são outras redes construídas sobre a rede principal do Ethereum para tornar as transações mais rápidas e baratas. <a href=\"/layer-2/\">Mais sobre a camada 2</a>.",
  "library-term": "Biblioteca",
  "library-definition": "Um tipo especial de <a href=\"/glossary/#smart-contract\">contrato</a> que não tem funções pagáveis, nenhuma função de fallback e nenhum armazenamento de dados. Dessa forma não pode receber ou reter ether, ou armazenar dados. Uma biblioteca serve como um código previamente implantado que outros contratos podem utilizar como somente leitura. <a href=\"/developers/docs/smart-contracts/libraries/\">Mais sobre bibliotecas de contratos inteligentes</a>.",
  "light-client-term": "Cliente leve",
  "light-client-definition": "Um cliente Ethereum que não armazena uma cópia local da <a href=\"/glossary/#blockchain\">blockchain</a>, ou valida blocos e <a href=\"/glossary/#transaction\">transações</a>. Ele oferece as funções de uma <a href=\"/glossary/#wallet\">carteira</a> e pode criar e transmitir transações.",
  "liquidity-term": "Liquidez",
  "liquidity-definition": "Liquidez é o quão rápido e fácil um ativo pode ser convertido em dinheiro ou outro ativo. Trocas descentralizadas como Uniswap têm múltiplos pools de liquidez onde detentores de ativos podem depositar seus ativos e onde traders podem comprá-los e vendê-los de forma descentralizada em troca de recompensas.",
  "liquidity-tokens-term": "Tokens de liquidez",
  "liquidity-tokens-definition": "Os tokens de liquidez (LST) são tokens digitais emitidos para participantes que depositam ativos em um pool de liquidez, que é uma coleção de fundos bloqueados em um contrato inteligente e usados ​​para facilitar a negociação em uma exchange descentralizada (DEX).<br />Esses tokens representam a parte do participante no pool e podem ser resgatados posteriormente para o depósito inicial mais uma parte das taxas de negociação geradas pela atividade do pool. Essencialmente, os tokens de liquidez servem como uma prova de propriedade ou participação em um pool de liquidez, permitindo que os detentores ganhem recompensas enquanto fornecem a liquidez necessária para que outros negociem diferentes pares de criptomoedas de forma eficiente.",
  "lmd-ghost-term": "LMD-GHOST",
  "lmd-ghost-definition": "O <a href=\"/glossary/#fork-choice-algorithm\">algoritmo fork-choice</a> usado pelos clientes de consenso do Ethereum para identificar a cabeça da cadeia. LMD-GHOST é uma sigla que significa \"Latest Message Driven Greediest Heaviest Observed SubTree\", o que significa que a cabeça da cadeia é o bloco com o maior acúmulo de <a href=\"/glossary/#attestation\">atestações</a> em seu histórico.",
  "mainnet-term": "Rede principal",
  "mainnet-definition": "Esta é a principal <a href=\"/glossary/#blockchain\">blockchain</a> pública do Ethereum.",
  "max-fee-per-gas-term": "Taxa máxima por gás",
  "max-fee-per-gas-definition": "A taxa máxima é o valor máximo absoluto que um usuário está disposto a pagar por unidade de gás (<a href=\"/glossary/#gwei\">gwei</a>) para incluir uma transação em um bloco.",
  "merkle-patricia-tree-term": "Árvore Merkle Patricia (MPT)",
  "merkle-patricia-tree-definition": "Uma estrutura de dados usada no Ethereum para armazenar eficientemente pares de chave-valor.",
  "merkle-root-term": "Raiz Merkle",
  "merkle-root-definition": "Uma raiz Merkle é o único hash superior de uma árvore Merkle. Ela verifica todas as transações dentro de um bloco.",
  "message-term": "Mensagem",
  "message-definition": "Uma <a href=\"/glossary/#internal-transaction\">transação interna</a> que nunca é serializada e enviada apenas dentro da <a href=\"/glossary/#evm\">EVM</evm>.",
  "message-call-term": "Chamada de mensagem",
  "message-call-definition": "O ato de passar uma <a href=\"/glossary/#message\">mensagem</a> de uma conta para outra. Se a conta de destino estiver associada ao código <a href=\"/glossary/#evm\">EVM</a>, então a VM será iniciada com o estado daquele objeto e a mensagem será executada.",
  "mev-term": "Valor Máximo Extraível (MEV)",
  "mev-definition": "O valor máximo que pode ser extraído da produção de blocos além da recompensa de bloco padrão e taxas de gás, incluindo, excluindo e alterando a ordem das transações em um bloco. <a href=\"/developers/docs/mev/\">Mais sobre Valor Máximo Extraível (MEV)</a>.",
  "mining-term": "Mineração",
  "mining-definition": "O processo de hashing repetido de um cabeçalho de bloco enquanto incrementa um <a href=\"/glossary/#nonce\">nonce</a> até que o resultado contenha um número arbitrário de zeros binários iniciais. Este é o processo pelo qual novos <a href=\"/glossary/#block\">blocos</a> são adicionados a uma blockchain de prova de trabalho. Foi assim que o Ethereum foi protegido antes de passar para prova de participação.",
  "miner-term": "Minerador",
  "miner-definition": "Um <a href=\"/glossary/#node\">nó</a> de rede que encontra <a href=\"/glossary/#pow\">prova de trabalho</a> válida para novos blocos, por hash de passagem repetida (veja <a href=\"/glossary/#ethash\">Ethash</a>). Os mineradores não fazem mais parte do Ethereum. Eles foram substituídos por validadores quando o Ethereum mudou para prova de participação.",
  "mint-term": "Cunhar",
  "mint-definition": "Cunhagem (minting) é o processo de criar novos tokens e colocá-los em circulação para que possam ser usados. É um mecanismo descentralizado para criar um novo token sem o envolvimento da autoridade central.",
  "multisig-term": "Multi-assinaturas",
  "multisig-definition": "Multisig (multiassinatura) refere-se a uma carteira ou conta digital que requer múltiplas assinaturas ou aprovações para executar transações, aumentando a segurança.<br />Isso adiciona segurança extra em comparação às contas tradicionais de assinatura única, em que apenas a aprovação de uma pessoa é necessária.",
  "network-term": "Rede",
  "network-definition": "Em referência à rede Ethereum, uma rede ponto a ponto que propaga transações e blocos para cada nó Ethereum (participante da rede). <a href=\"/developers/docs/networks/\">Mais sobre redes</a>.",
  "network-hashrate-term": "Taxa de hash da rede",
  "network-hashrate-definition": "A taxa de hash coletiva produzida por uma rede de mineração inteira. A mineração no Ethereum foi desativada quando o Ethereum passou para prova de participação.",
  "nft-term": "Token não fungível (NFT)",
  "nft-definition": "Tokens não fungíveis (NFTs) são itens digitais exclusivos que você pode possuir, como obras de arte ou itens colecionáveis, verificados pela tecnologia blockchain. <a href=\"/nft/\">Mais sobre tokens não fungíveis (NFTs)</a>.",
  "node-term": "Nó",
  "node-definition": "Um cliente de software que participa da rede. <a href=\"/developers/docs/nodes-and-clients/\">Mais sobre nós e clientes</a>.",
  "nonce-term": "Nonce",
  "nonce-definition": "Em criptografia, um valor que só pode ser usado uma vez. Um nonce de conta é um contador de transações em cada conta, que é usado para evitar ataques de repetição.",
  "off-chain-term": "Off-Chain",
  "off-chain-definition": "Off-chain significa qualquer transação ou dado que exista fora da blockchain. Como o comprometimento de cada transação na cadeia pode ser caro e ineficiente, ferramentas de terceiros, como oráculos que lidam com dados de preços, ou soluções de camada 2 que executam um maior volume de transações, lidam com a maior parte do trabalho de processamento fora da cadeia e enviam informações para a cadeia em intervalos menos frequentes.",
  "ommer-term": "Bloco ommer (tio)",
  "ommer-definition": "Quando um <a href=\"/glossary/#miner\">minerador</a> de prova de trabalho encontra um <a href=\"/glossary/#block\">bloco</a> válido, outro minerador pode ter publicado um bloco concorrente que é adicionado à ponta da blockchain primeiro. Este bloco válido, mas obsoleto, pode ser incluído por blocos mais novos como <em>ommers</em> e receber uma recompensa de bloco parcial. O termo \"ommer\" é o termo neutro de gênero preferido para o irmão de um bloco pai, mas às vezes também é chamado de \"tio\". Isso era comum para o Ethereum quando era uma rede de <a href=\"/glossary/#pow\">prova de trabalho</a>. Agora que o Ethereum usa <a href=\"/glossary/#pos\">prova de participação</a>, apenas um proponente de bloco é selecionado por slot.",
  "on-chain-term": "On-Chain",
  "on-chain-definition": "Refere-se a ações ou transações que ocorrem no blockchain e estão disponíveis publicamente.<br /><br />Pense nisso como se estivesse escrevendo algo em um caderno grande e compartilhado que todos podem ver e verificar, certificando-se de que tudo o que está escrito (como enviar dinheiro digital ou fazer um contrato) é permanente e não pode ser alterado ou apagado.",
  "optimistic-rollup-term": "Acúmulo otimista",
  "optimistic-rollup-definition": "O Optimistic Rollup é uma solução de Camada 2 que acelera as transações no Ethereum, assumindo que elas são válidas por padrão, a menos que sejam contestadas. <a href=\"/developers/docs/scaling/optimistic-rollups/\">Mais sobre Optimistic rollups</a>.",
  "oracle-term": "Oráculo",
  "oracle-definition": "Um oráculo é uma ponte entre a <a href=\"/glossary/#blockchain\">blockchain</a> e o mundo real. Eles agem como <a href=\"/glossary/#api\">APIs</a> on-chain que podem ser consultadas para obter informações e usadas em <a href=\"/glossary/#smart-contract\">contratos inteligentes</a>. <a href=\"/developers/docs/oracles/\">Mais sobre oráculos</a>.",
  "peer-term": "Par",
  "peer-definition": "Computadores conectados executando o software do cliente Ethereum que possuem cópias idênticas da <a href=\"/glossary/#blockchain\">blockchain</a>.",
  "peer-to-peer-network-term": "Rede ponto a ponto",
  "peer-to-peer-network-definition": "Uma rede de computadores (<a href=\"/glossary/#peer\">pares</a>) que coletivamente são capazes de executar funcionalidades sem a necessidade de serviços centralizados baseados em servidor.<br />Essa configuração é frequentemente usada para compartilhar arquivos (por exemplo, Bit torrent), informações ou moedas digitais, permitindo trocas mais diretas e potencialmente mais eficientes entre usuários.",
  "permissionless-term": "Sem necessidade de permissão",
  "permissionless-definition": "Sem permissão significa que qualquer pessoa pode participar e usar um sistema como o Ethereum. Ele está aberto para a participação de todos e não requer nenhuma aprovação.",
  "plasma-term": "Plasma",
  "plasma-definition": "Uma solução de escalonamento off-chain que usa <a href=\"/glossary/#fraud-proof\">provas de fraude</a>, como <a href=\"/glossary/#optimistic-rollup\">optimistic rollups</a>. O Plasma é limitado a transações simples, como transferências básicas de tokens e swaps. <a href=\"/developers/docs/scaling/plasma\">Mais sobre plasma</a>.",
  "private-key-term": "Chave privada",
  "private-key-definition": "Uma chave privada é um código secreto que prova que você possui seu dinheiro digital e permite que você o gaste, como um PIN para sua conta. <strong>NÃO A COMPARTILHE</strong>.",
  "public-goods-term": "Bens públicos",
  "public-goods-definition": "Bens públicos são coisas que todos podem usar gratuitamente, como parques ou ar puro, e o fato de usá-los não impede que outros também os usem. Os governos geralmente fornecem esses bens porque as empresas normalmente não o fazem, já que não podem cobrar facilmente das pessoas pelo seu uso.",
  "private-chain-term": "Cadeia privada",
  "private-chain-definition": "Uma blockchain totalmente privada é uma com acesso autorizado, não disponível publicamente para uso.",
  "poap-term": "POAP",
  "poap-definition": "O protocolo de comprovação de presença é usado para criar um colecionável digital (NFT) que comprova sua participação em um evento ou atividade específica.",
  "pos-term": "Prova de participação (PoS)",
  "pos-definition": "Um método pelo qual um protocolo da blockchain de criptomoeda visa atingir <a href=\"/glossary/#consensus\">consenso</a> distribuído. O PoS pede que os usuários provem a propriedade de uma certa quantia de criptomoeda (sua \"participação\" na rede) para poder participar da validação de transações. <a href=\"/developers/docs/consensus-mechanisms/pos/\">Mais sobre Prova de participação</a>.",
  "pow-term": "Prova de trabalho (PoW)",
  "pow-definition": "Um mecanismo de segurança para blockchains que exige que os nós gastem energia na forma de computação para encontrar um determinado valor.",
  "proto-danksharding-term": "Proto-Danksharding",
  "proto-danksharding-definition": "Um novo tipo de transação que aceita “blobs” de dados para o Ethereum. Esse “blob” de dados é armazenado temporariamente na beacon chain por 4.096 épocas (cerca de 18,2 dias) e pode ser opcionalmente eliminado depois para ajudar a reduzir os requisitos de hardware para os operadores de nós.",
  "public-key-term": "Chave pública",
  "public-key-definition": "Uma chave pública é um conjunto de caracteres que permite que outras pessoas enviem moeda digital com segurança, como um endereço de e-mail para dinheiro.",
  "quadratic-voting-term": "Votação quadrática",
  "quadratic-voting-definition": "É um método de votação em que os eleitores expressam suas opiniões sobre certos temas. Ele permite que os eleitores mostrem não apenas a preferência, mas também a intensidade de sua preferência.",
  "receipt-term": "Recibo",
  "receipt-definition": "Dado retornado pelo cliente Ethereum para representar o resultado de uma <a href=\"/glossary/#transaction\">transação</a> particular, incluindo um <a href=\"/glossary/#hash\">hash</a> de transação, o número de <a href=\"/glossary/#block\">bloco</a> dela, a quantidade de <a href=\"/glossary/#gas\">gás</a> usada e, em caso de desenvolvimento de um <a href=\"/glossary/#smart-contract\">contrato inteligente</a>, o <a href=\"/glossary/#address\">endereço</a> do contrato.",
  "recovery-phrase-term": "Frase-semente/frase de recuperação",
  "recovery-phrase-definition": "Uma lista de palavras fornecida a você quando cria uma carteira digital. Funciona como uma senha que pode ajudá-lo a voltar à sua carteira se você perder o acesso, garantindo que você não perca seu dinheiro digital ou tokens.",
  "re-entrancy-attack-term": "Ataque de reentrada",
  "re-entrancy-attack-definition": "Um ataque que consiste em um contrato do atacante que chama uma função do contrato da vítima de tal forma que, durante a execução, a vítima chama o contrato do atacante novamente, de forma recursiva. Isso pode resultar, por exemplo, no roubo de fundos, ignorando partes do contrato da vítima que atualizam saldos ou contam valores de saque.< href=“/developers/docs/smart-contracts/security/#re-entrancy”>Mais informações sobre reentrada</a>.",
  "reward-term": "Recompensa",
  "reward-definition": "Uma quantidade de ether <a href=\"/developers/docs/consensus-mechanisms/pos/rewards-and-penalties\">concedida aos validadores</a> que executam certas funções, incluindo propor um bloco ou participar de um comitê de sincronização, em cada slot.",
  "rlp-term": "Prefixo de Comprimento Recursivo (RLP)",
  "rlp-definition": "Um <a href=\"/developers/docs/data-structures-and-encoding\">padrão de codificação</a> projetado pelos desenvolvedores do Ethereum para codificar e serializar objetos (estruturas de dados) de complexidade e comprimento arbitrários.",
  "rollups-term": "Rollups",
  "rollups-definition": "Um tipo de solução de escalonamento de <a href=\"/glossary/#layer-2\">camada 2</a> que agrupa várias transações e as envia para <a href=\"/glossary/#mainnet\">a cadeia principal do Ethereum</a> em uma única transação. Isso permite reduções nos custos de <a href=\"/glossary/#gas\">gás</a> e aumentos no rendimento de <a href=\"/glossary/#transaction\">transações</a>. Existem optimistic rollups e de conhecimento zero que usam métodos de segurança diferentes para oferecer esses ganhos de dimensionamento. <a href=\"/developers/docs/scaling/#rollups\">Mais sobre rollups</a>.",
  "rpc-term": "Chamada de procedimento remoto (RPC em inglês)",
  "rpc-definition": "O RPC permite que um computador solicite dados ou ações de outro por meio de uma rede, como pedir informações com um controle remoto.",
  "sha-term": "Algoritmo de Hash Seguro (SHA)",
  "sha-definition": "Uma família de funções hash criptográficas publicada pelo Instituto Nacional de Normas e Tecnologia (NIST) dos Estados Unidos.",
  "serialization-term": "Serialização",
  "serialization-definition": "O processo de conversão de uma estrutura de dados em uma sequência de bytes.",
  "sequencer-term": "Sequenciador",
  "sequencer-definition": "Um sequenciador é um programa responsável por ordenar as transações em uma rede blockchain, especialmente em soluções de escalonamento de camada 2.",
  "shard-term": "Fragmento/cadeia de fragmentos",
  "shard-definition": "Cadeias de fragmentos são seções discretas da blockchain total pelas quais subconjuntos de validadores podem ser responsáveis. Essa era originalmente a intenção de ser a maneira como o Ethereum faria o dimensionamento para milhões de transações por segundo, mas agora foi substituída pelo rápido desenvolvimento de dimensionamento usando <a href=\"/glossary/#rollups\">rollups</a>.",
  "sidechain-term": "Sidechain",
  "sidechain-definition": "Uma solução de dimensionamento que usa uma cadeia separada com <a href=\"/glossary/#consensus-rules\">regras de consenso</a> diferentes, geralmente mais rápidas. Uma ponte é necessária para conectar essas sidechains à <a href=\"/glossary/#mainnet\">rede principal</a>. <a href=\"/glossary/#rollups\">Rollups</a> também usam sidechains, mas operam em colaboração com a <a href=\"/glossary/#mainnet\">rede principal</a>. <a href=\"/developers/docs/scaling/sidechains/\">Mais sobre sidechains</a>.",
  "signing-term": "Assinatura",
  "signing-definition": "Demonstra criptograficamente que uma transação foi aprovada pelo titular de uma chave privada específica.",
  "singleton-term": "Singleton",
  "singleton-definition": "Um termo de programação de computadores que descreve um objeto no qual apenas uma instância pode existir.",
  "slasher-term": "Slasher",
  "slasher-definition": "Um slasher é uma entidade que examina as atestações em busca de ofensas passíveis de slash. Os slashings são transmitidos para a rede, e o próximo proponente do bloco adiciona a prova ao bloco. O proponente do bloco recebe, então, uma recompensa por cortar o validador malicioso.",
  "slot-term": "Espaço",
  "slot-definition": "Um período de tempo (12 segundos) no qual novos blocos podem ser propostos por um <a href=\"/glossary/#validator\">validador</a> no sistema <a href=\"/glossary/#pos\">proof-of-stake</a>. Um slot pode estar vazio. 32 slots compõem uma <a href=\"/glossary/#epoch\">época</a>. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Mais sobre Prova de participação</a>.",
  "smart-contract-term": "Contrato inteligente",
  "smart-contract-definition": "Um contrato inteligente é um programa que executa automaticamente acordos em uma blockchain, como um contrato digital de autoaplicação. <a href=“/smart-contracts/”>Introdução aos contratos inteligentes</a>.",
  "snark-term": "SNARK",
  "snark-definition": "Abreviação de \"argumento sucinto e não interativo de conhecimento\", um SNARK é um tipo de <a href=\"/glossary/#zk-proof\">prova de conhecimento zero</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Mais sobre rollups de conhecimento zero</a>.",
  "soft-fork-term": "Soft fork",
  "soft-fork-definition": "Uma divergência em uma <a href=\"/glossary/#blockchain\">blockchain</a> que ocorre quando as <a href=\"/glossary/#consensus-rules\">regras de consenso</a> mudam. Ao contrário de uma <a href=\"/glossary/#hard-fork\">hard fork</a>, uma soft fork é compatível com versões anteriores; nós atualizados podem validar blocos criados por nós não atualizados, desde que sigam as novas regras de consenso.",
  "solidity-term": "Solidity",
  "solidity-definition": "Uma linguagem de programação procedural (imperativa) com sintaxe semelhante a JavaScript, C++ ou Java. A linguagem mais popular e mais frequentemente usada para o Ethereum <a href=“/glossary/#smart-contract”>contratos inteligentes</a>. Criado pelo Dr. Gavin Wood. <a href=“/developers/docs/smart-contracts/languages/#solidity”>Mais sobre a Solidity</a>.",
  "solidity-inline-assembly-term": "\"Inline\"de liguagem de montagem em Solidity",
  "solidity-inline-assembly-definition": "Linguagem de montagem <a href=\"/glossary/#evm\">EVM</a> em um programa <a href=\"/glossary/#solidity\">Solidity</a>. O suporte da Solidity para a montagem inline facilita a escrita de certas operações.",
  "stablecoin-term": "Stablecoin (moeda estável)",
  "stablecoin-definition": "Uma stablecoin é um tipo de criptomoeda projetada para ter um valor estável, geralmente atrelada a uma moeda ou commodity (como o dólar americano), para minimizar a volatilidade dos preços. <a href=“/stablecoins/”>Mais informações sobre stablecoins</a>.",
  "staking-term": "Participação",
  "staking-definition": "Depositar uma quantidade de <a href=\"/glossary/#ether\">ether</a> (sua participação) para se tornar um validador e proteger a <a href=\"/glossary/#network\">rede</a>. Um validador verifica <a href=\"/glossary/#transaction\">transações</a> e propõe <a href=\"/glossary/#block\">blocos</a> sob um modelo de consenso de <a href=\"/glossary/#pos\">PoS</a>. A participação dá um incentivo econômico para agir no melhor interesse da rede. Você receberá recompensas por realizar suas funções de <a href=\"/glossary/#validator\">validador</a>, mas perderá quantidades variáveis ​​de ETH se não o fizer. <a href=\"/staking/\">Mais sobre a participação em Ethereum</a>.",
  "staking-pool-term": "Pool de participação (staking)",
  "staking-pool-definition": "O ETH combinado de mais de um staker Ethereum, usado para atingir os 32 ETH necessários para ativar um conjunto de chaves de validação. Um operador de nó usa essas chaves para participar do consenso e as <a href=\"/glossary/#block-reward\">recompensas de bloco</a> são divididas entre os stakers contribuintes. Pools de stake ou delegação de stake não são nativos do protocolo Ethereum, mas muitas soluções foram criadas pela comunidade. <a href=\"/staking/pools/\">Mais sobre pooled staking</a>.",
  "stark-term": "STARK",
  "stark-definition": "Abreviação de “argumento transparente escalável de conhecimento”, um STARK é um tipo de <a href=“/glossary/#zk-proof”>prova de conhecimento zero</a>. <a href=“/developers/docs/scaling/zk-rollups/”>Mais informações sobre rollups de conhecimento zero</a>.",
  "state-term": "Estado",
  "state-definition": "Uma imagem instantânea de todos os saldos e dados em um determinado momento na blockchain, normalmente se referindo à condição em um determinado bloco.",
  "state-channels-term": "Canais de estado",
  "state-channels-definition": "Uma solução de <a href=\"/glossary/#layer-2\">camada 2</a> em que um canal é configurado entre os participantes, onde eles podem transacionar livremente e de forma barata. Apenas uma <a href=\"/glossary/#transaction\">transação</a> para configurar o canal e fechá-lo é enviada para a <a href=\"/glossary/#mainnet\">rede principal</a>. Isso permite uma taxa de transferência de transações muito alta, mas depende do conhecimento do número de participantes antecipadamente e do bloqueio de fundos. <a href=\"/developers/docs/scaling/state-channels/#state-channels\">Mais sobre canais de estado</a>.",
  "supermajority-term": "Supermaioria",
  "supermajority-definition": "Supermaioria é o termo dado a uma quantia superior a 2/3 (66%) do total de ether apostado que garante o Ethereum. É necessário um voto de supermaioria para que os blocos sejam <a href=\"/glossary/#finality\">finalizados</a> na Beacon Chain.",
  "sybil-attack-term": "Ataque Sybil",
  "sybil-attack-definition": "Os ataques Sybil referem-se a humanos individuais enganando um sistema para pensar que são várias pessoas para aumentar sua influência.",
  "syncing-term": "Sincronização",
  "syncing-definition": "O processo de baixar toda a versão mais recente de uma blockchain para um nó.",
  "sync-committee-term": "Comitê de sincronização",
  "sync-committee-definition": "Um comitê de sincronização é um grupo selecionado aleatoriamente de <a href=\"/glossary/#validator\">validadores</a> que atualizam a cada 27 horas, aproximadamente. O propósito é adicionar as assinaturas deles a cabeçalhos de bloco válidos. Os comitês de sincronização permitem que <a href=\"/glossary/#light-client\">clientes leves</a> acompanhem o cabeçalho da blockchain sem precisar acessar todo o conjunto de validadores.",
  "szabo-term": "Szabo",
  "szabo-definition": "Uma denominação de <a href=\"/glossary/#ether\">ether</a>. 1 szabo = 10<sup>12</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>6</sup> szabo = 1 ether.",
  "terminal-total-difficulty-term": "Dificuldade total terminal (TTD)",
  "terminal-total-difficulty-definition": "A dificuldade total é a soma da dificuldade de mineração do Ethash para todos os blocos até um ponto específico na blockchain. A dificuldade total terminal é um valor específico para a dificuldade total que foi usado como gatilho para clientes de execução desligarem suas funções de mineração e de gossip de bloco, permitindo que a rede faça a transição para prova de participação. Não é mais relevante porque o Ethereum mudou para <a href=\"/glossary/#pos\">prova de participação</a>.",
  "testnet-term": "Rede de teste",
  "testnet-definition": "Abreviação de “rede de teste”, uma rede usada para simular o comportamento da rede principal do Ethereum.",
  "token-term": "Token",
  "token-definition": "Um bem virtual negociável definido em contratos inteligentes na blockchain do Ethereum.",
  "transaction-term": "Transação",
  "transaction-definition": "Dados comprometidos na blockchain Ethereum assinados por uma <a href=\"/glossary/#account\">conta</a> de origem, visando um <a href=\"/glossary/#address\">endereço</a> específico. A transação contém metadados como o <a href=\"/glossary/#gas-limit\">limite de gás</a> para essa transação. <a href=\"/developers/docs/transactions/\">Mais sobre transações</a>.",
  "transaction-fee-term": "Taxa de transação",
  "transaction-fee-definition": "Uma taxa que você precisa pagar sempre que usar a rede Ethereum. Exemplos incluem enviar fundos da sua <a href=\"/glossary/#wallet\">carteira</a> ou uma interação <a href=\"/glossary/#dapp\">dapp</a>, como trocar tokens ou comprar um colecionável. Você pode pensar nisso como uma taxa de serviço. Essa taxa mudará com base em quão ocupada a rede estiver. Isso ocorre porque os <a href=\"/glossary/#validator\">validadores</a>, as pessoas responsáveis ​​por processar sua transação, provavelmente priorizarão transações com taxas mais altas – então o congestionamento força o preço para cima.<br/><br/>Em um nível técnico, sua taxa de transação está relacionada a quanto <a href=\"/glossary/#gas\">gás</a> sua transação requer.<br/><br/>A redução de taxas de transação é um assunto de intenso interesse agora. Veja <a href=\"/glossary/#layer-2\">Camada 2</a>.",
  "trust-assumptions-term": "Suposições de confiança",
  "trust-assumptions-definition": "As premissas de confiança são crenças básicas sobre a segurança e a confiabilidade de um sistema, orientando o que confiamos para que o sistema funcione.",
  "trustlessness-term": "Ausência de confiança",
  "trustlessness-definition": "A capacidade de uma rede para mediar transações sem que nenhuma das partes envolvidas precise confiar em uma terceira parte.",
  "turing-complete-term": "Turing-completo",
  "turing-complete-definition": "Um conceito com o nome do matemático e cientista da computação inglês Alan Turing. Um sistema de regras de manipulação de dados (como o conjunto de instruções de um computador, uma linguagem de programação ou um autômato celular) é chamado de \"Turing completo\" ou \"computacionalmente universal\" se ele puder ser usado para simular qualquer máquina de Turing.",
  "validator-term": "Validador",
  "validator-definition": "Um <a href=\"/glossary/#node\">nó</a> em um sistema de <a href=\"/glossary/#pos\">prova de participação</a> responsável por armazenar dados, processar transações e adicionar novos blocos à blockchain. Para ativar o software validador, você precisa ser capaz de <a href=\"/glossary/#staking\">fazer staking</a> de 32 ETH. <a href=\"/staking/\">Mais sobre staking em Ethereum</a>.",
  "validator-lifecycle-term": "Ciclo de vida do validador",
  "validator-lifecycle-definition": "A sequência de estados em que um validador pode existir. Isso inclui: <br/><br/><ul><li>depositado: pelo menos 32 ETH foram depositados no <a href=\"/glossary/#deposit-contract\">contrato de depósito</a> pelo validador</li><li>pendente: o validador está na fila de ativação esperando para ser votado na rede pelos validadores existentes</li><li>ativo: atualmente atestando e propondo blocos</li><li>removido: o validador agiu mal e está sendo removido</li><li>saída: o validador foi sinalizado por sair da rede, voluntariamente ou porque foi expulso.</li></ul>",
  "validity-proof-term": "Prova de validação",
  "validity-proof-definition": "Um modelo de segurança para certas soluções de <a href=\"/glossary/#layer-2\">camada 2</a> em que, para aumentar a velocidade, as transações são reunidas em lotes e enviadas ao Ethereum em uma única transação. A computação da transação é feita off-chain e então fornecida à cadeia principal com uma prova de sua validade. Este método aumenta a quantidade de transações possíveis, mantendo a segurança. Alguns <a href=\"/glossary/#rollups\">rollups</a> usam <a href=\"/glossary/#fraud-proof\">prova de fraude</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Mais sobre rollups de conhecimento zero</a>.",
  "validium-term": "Validium",
  "validium-definition": "Uma solução off-chain que usa <a href=\"/glossary/#validity-proof\">provas de validade</a> para melhorar o rendimento da transação. Ao contrário de <a href=\"/glossary/#zk-rollup\">rollups de conhecimento zero</a>, os dados do validium não são armazenados na rede principal da camada 1. <a href=\"/developers/docs/scaling/validium/\">Mais sobre o validium</a>.",
  "vyper-term": "Vyper",
  "vyper-definition": "Uma linguagem de programação com sintaxe semelhante à do Python. Tem a intenção de se aproximar de uma linguagem funcional pura. Criada por Vitalik Buterin. <a href=“/developers/docs/smart-contracts/languages/#vyper”>Mais sobre o Vyper</a>.",
  "wallet-term": "Carteira",
  "wallet-definition": "Uma carteira é uma ferramenta digital para armazenar, enviar e receber moeda digital, como uma carteira virtual para seu dinheiro on-line. <a href=“/wallets/”>Mais informações sobre carteiras Ethereum</a>.",
  "web2-term": "Web2",
  "web2-definition": "É a Internet atual, focada no conteúdo gerado pelo usuário e nas mídias sociais controladas por poucas empresas. A Web3 é uma crença criptográfica de que os usuários devem controlar seus dados e transações.",
  "web3-term": "Web3",
  "web3-definition": "A Web3 é a nova Internet com blockchain, em que os usuários controlam seus dados e transações, não as empresas. Não há necessidade de compartilhar nenhuma informação pessoal. <a href=“/web3/”>Mais sobre a web3</a>.",
  "wei-term": "Wei",
  "wei-definition": "A menor denominação do ether. 10<sup>18</sup> wei = 1 ether.",
  "zero-address-term": "Endereço zero",
  "zero-address-definition": "Um endereço Ethereum, composto inteiramente de zeros, que é frequentemente usado como endereço para remover tokens da circulação própria. É feita uma distinção entre os tokens formalmente removidos do índice de um contrato inteligente por meio do método burn() e aqueles enviados para esse endereço.",
  "zk-proof-term": "Prova de conhecimento zero",
  "zk-proof-definition": "Uma prova de conhecimento zero é um método criptográfico que permite que um indivíduo prove que uma afirmação é verdadeira sem transmitir nenhuma informação adicional. <a href=“/developers/docs/scaling/zk-rollups/”>Mais informações sobre rollups de conhecimento zero</a>.",
  "zk-rollup-term": "Acúmulo de conhecimento zero",
  "zk-rollup-definition": "Um <a href=\"/glossary/#rollups\">rollup</a> de transações que usam <a href=\"/glossary/#validity-proof\">provas de validade</a> para oferecer maior rendimento de transações da <a href=\"/glossary/#layer-2\">camada 2</a> enquanto usam a segurança fornecida pela rede principal (camada 1). Embora não consigam lidar com tipos de transações complexos, como <a href=\"/glossary/#optimistic-rollup\">optimistic rollups</a>, eles não têm problemas de latência porque as transações são comprovadamente válidas quando enviadas. <a href=\"/developers/docs/scaling/zk-rollups/\">Mais sobre rollups de conhecimento zero</a>."
}
