{
  "correct": "Correto",
  "explanation": "Explicação",
  "next-question": "Próxima pergunta",
  "score": "Pontuação",
  "see-results": "Veja os resultados",
  "share-results": "Compartilhar resultados",
  "submit-answer": "Enviar a resposta",
  "test-your-knowledge": "Teste seus conhecimentos",
  "total": "Total",
  "try-again": "Tente novamente",
  "a001-prompt": "A maior diferença entre Ethereum e Bitcoin é:",
  "a001-a-label": "O Ethereum não permite que você faça pagamentos para outras pessoas",
  "a001-a-explanation": "Tanto o Bitcoin como o Ethereum permitem que você faça pagamentos para outras pessoas.",
  "a001-b-label": "Você pode executar programas de computação no Ethereum",
  "a001-b-explanation": "O Ethereum é programável. Isso significa que você pode colocar qualquer programa computacional na blockchain Ethereum.",
  "a001-c-label": "Você pode executar programas de computação no Ethereum",
  "a001-c-explanation": "Ao contrário do Ethereum, o Bitcoin não é programável e não pode executar programas arbitrários de computação.",
  "a001-d-label": "Eles têm logotipos diferentes",
  "a001-d-explanation": "Eles têm logotipos diferentes! Mas esta não é a maior diferença entre eles.",
  "a002-prompt": "A criptomoeda nativa do Ethereum chama-se:",
  "a002-a-label": "Ether",
  "a002-a-explanation": "O Ether é a criptomoeda nativa da rede Ethereum.",
  "a002-b-label": "Ethereum",
  "a002-b-explanation": "O Ethereum é a blockchain, mas a sua moeda nativa não é chamada de Ethereum. Esse é um equívoco comum.",
  "a002-c-label": "Ethercoin",
  "a002-c-explanation": "Ao contrário de muitas outras criptomoedas, a criptomoeda nativa da Ethereum não contém a palavra “moeda”.",
  "a002-d-label": "Bitcoin",
  "a002-d-explanation": "Bitcoin (B maiúsculo) foi o primeiro blockchain criado, bitcoin (B minúsculo) é a sua criptomoeda nativa.",
  "a003-prompt": "Quem executa o Ethereum?",
  "a003-a-label": "Desenvolvedores",
  "a003-a-explanation": "Os desenvolvedores são cruciais para construir e melhorar o Ethereum, mas eles não são o grupo que mantém o Ethereum funcionando.",
  "a003-b-label": "Mineradores",
  "a003-b-explanation": "Mineração não foi possível desde o The Merge. Não há mais 'mineradores' na Ethereum.",
  "a003-c-label": "A Ethereum Foundation",
  "a003-c-explanation": "A Ethereum Foundation não desempenha nenhum papel significativo no dia-a-dia de execução dos nós Ethereum.",
  "a003-d-label": "Qualquer um executando um nó",
  "a003-d-explanation": "Qualquer um que executar um nó é uma parte crucial da infraestrutura do Ethereum. Se você ainda não o fez, considere executar um nó Ethereum.",
  "a004-prompt": "Desde o lançamento do Ethereum, quantas vezes a rede ficou offline?",
  "a004-a-label": "Nunca",
  "a004-b-label": "Uma vez",
  "a004-c-label": "Quatro vezes",
  "a004-d-label": "Mais de 10 vezes",
  "a004-explanation": "O Ethereum nunca ficou completamente offline desde que foi lançado.",
  "a005-prompt": "O Ethereum consome mais eletricidade que:",
  "a005-a-label": "YouTube",
  "a005-a-explanation": "O YouTube usa ~244 Terawatts por ano. A Ethereum usa 0,01 Terawatts por ano.",
  "a005-b-label": "Netflix",
  "a005-b-explanation": "O YouTube usa ~94 Terawatts por ano. A Ethereum usa 0,01 Terawatts por ano.",
  "a005-c-label": "PayPal",
  "a005-c-explanation": "O PayPal usa ~0,26 Terawatts por ano. A Ethereum usa 0,01 Terawatts por ano.",
  "a005-d-label": "Nenhuma das anteriores",
  "a005-d-explanation": "Ethereum usa 0,01 Terawatts por ano. Menos que o YouTube (~244 TW/ano), Netflix (~94 TW/ano) e Paypal (~0.26 TW/ano).",
  "b001-prompt": "Ether também é conhecido como:",
  "b001-a-label": "ETC",
  "b001-a-explanation": "ETC é o símbolo do Ethereum Classic.",
  "b001-b-label": "ETR",
  "b001-b-explanation": "ETR não é um símbolo do ether ou qualquer criptomoeda significativa.",
  "b001-c-label": "ETH",
  "b001-c-explanation": "ETH é o símbolo do ether no Ethereum.",
  "b001-d-label": "BTC",
  "b001-d-explanation": "BTC é o símbolo do bitcoin na rede Bitcoin.",
  "b002-prompt": "No Ethereum, as taxas de rede são pagas em:",
  "b002-a-label": "bitcoin",
  "b002-a-explanation": "\"bitcoin\" em minúsculas é a criptomoeda nativa da rede Bitcoin.",
  "b002-b-label": "ETH",
  "b002-b-explanation": "Ether (ETH) é uma criptomoeda nativa do Ethereum. Todas as taxas de rede no Ethereum são pagas em ETH.",
  "b002-c-label": "USD",
  "b002-c-explanation": "Não é possível pagar taxas de rede no Ethereum em USD (dólares americanos) ou qualquer outra moeda FIAT.",
  "b002-d-label": "Ethereum",
  "b002-d-explanation": "Ethereum é a rede, mas as taxas de rede do Ethereum são pagas em ETH.",
  "b003-prompt": "Fazer stake no Ethereum ajuda a proteger a rede porque:",
  "b003-a-label": "Os stakers podem banir as pessoas se não gostarem do que estão fazendo",
  "b003-a-explanation": "Os stakers não conseguem censurar arbitrariamente os usuários.",
  "b003-b-label": "Se um staker tentar enganar a rede, ele corre o risco de perder seus ETH",
  "b003-b-explanation": "Os stakers correm o risco de perder uma quantidade significativa de seus ETH caso se revelem mal-intencionados contra a rede. Isso é conhecido como “remoção”.",
  "b003-c-label": "Os stakers executam computadores poderosos para demonstrar a prova de trabalho",
  "b003-c-explanation": "Os stakers não precisam de hardware poderoso para fazer staking do seu ETH. O Ethereum parou de usar a prova de trabalho no The Merge.",
  "b003-d-label": "Os stakers são submetidos a KYC antes de serem aceitos como validadores",
  "b003-d-explanation": "O staking no Ethereum é não requer permissão e KYC.",
  "b004-prompt": "O ETH é valioso porque:",
  "b004-a-label": "O ETH é necessário para fazer qualquer coisa no Ethereum",
  "b004-a-explanation": "Esta resposta está parcialmente correta, mas é apenas uma das razões pelas quais o ETH é valioso.",
  "b004-b-label": "ETH é um dinheiro peer-to-peer não censurável",
  "b004-b-explanation": "Esta resposta está parcialmente correta, mas é apenas uma das razões pelas quais o ETH é valioso.",
  "b004-c-label": "ETH é usado como garantia para empréstimos de criptomoedas",
  "b004-c-explanation": "Esta resposta está parcialmente correta, mas é apenas uma das razões pelas quais o ETH é valioso.",
  "b004-d-label": "Todos acima",
  "b004-d-explanation": "As transações Ethereum não podem ser censuradas, o ETH é necessário para fazer qualquer transação no Ethereum, e é crucial para a estabilidade do ecossistema DeFi.",
  "c001-prompt": "A web3 permite que os usuários possuam ativos digitais diretamente por meio de:",
  "c001-a-label": "DAOs",
  "c001-a-explanation": "DAOs (organizações autônomas descentralizadas) são comunidades de propriedade dos membros sem liderança centralizada.",
  "c001-b-label": "NFTs (Tokens Não Fungíveis)",
  "c001-b-explanation": "NFTs (tokens não fungíveis) fornecem uma maneira de representar qualquer coisa única como um ativo baseado no Ethereum.",
  "c001-c-label": "ENS",
  "c001-c-explanation": "ENS (Ethereum Name Service) é um serviço de nomes descentralizado para a blockchain Ethereum.",
  "c001-d-label": "GitHub",
  "c001-d-explanation": "O GitHub é uma plataforma centralizada, principalmente para armazenar código usando o controle de versão distribuído. O GitHub não permite a propriedade de seus dados ou ativos digitais.",
  "c002-prompt": "Web1 era somente leitura, Web2 é leitura-gravação, Web3 foi descrito como:",
  "c002-a-label": "leitura-gravação-venda",
  "c002-a-explanation": "A Web3 não tem sido descrita dessa maneira.",
  "c002-b-label": "leitura-gravação-armazenamento",
  "c002-b-explanation": "Web3 não tem sido descrita desta maneira.",
  "c002-c-label": "leitura-gravação-propriedade",
  "c002-c-explanation": "A Web3 permite que os usuários possuam seus dados e, portanto, foi descrito como “leitura-gravação-propriedade” qualquer melhoria no Web2, que é apenas \"leitura-gravação\".",
  "c002-d-label": "leitura-gravação-compra",
  "c002-d-explanation": "Web3 não tem sido descrita desta maneira.",
  "c003-prompt": "Qual iteração da web não depende de provedores de pagamentos de terceiros?",
  "c003-a-label": "Web1",
  "c003-a-explanation": "Web1 não tinha pagamentos integrados nativos.",
  "c003-b-label": "Web2",
  "c003-b-explanation": "Web2 não possui pagamentos integrados nativos.",
  "c003-c-label": "Web3",
  "c003-c-explanation": "Web3 possui pagamentos integrados nativos com criptomoedas, como ETH.",
  "c003-d-label": "Todos acima",
  "c003-d-explanation": "Web1 e Web2 não têm pagamentos integrados nativos.",
  "c004-prompt": "O termo \"Web3\" foi cunhado pela primeira vez:",
  "c004-a-label": "Gavin Wood",
  "c004-a-explanation": "Gavin Wood, cofundador do Ethereum, é creditado por cunhar o termo Web3 logo após o lançamento do Ethereum em 2015.",
  "c004-b-label": "Steve Jobs",
  "c004-b-explanation": "Steve Jobs não cunhou o termo “Web3”.",
  "c004-c-label": "Vitalik Buterin",
  "c004-c-explanation": "Vitalik Buterin, embora o fundador original do Ethereum, não cunhou o termo “Web3”.",
  "c004-d-label": "Elon Musk",
  "c004-d-explanation": "Elon Musk não cunhou o termo “Web3”.",
  "c005-prompt": "Você pode ter um único login, resistente à censura em toda a Web, usando:",
  "c005-a-label": "Entrar com o Facebook",
  "c005-a-explanation": "Entrar com o Facebook não é resistente à censura.",
  "c005-b-label": "Entrar com o Google",
  "c005-b-explanation": "Entrar com o Google não é resistente à censura.",
  "c005-c-label": "Entrar com Ethereum",
  "c005-c-explanation": "Entrar com o Ethereum é a única opção que é resistente à censura e utilizável em qualquer aplicativo Web.",
  "c005-d-label": "Entrar com o Twitter",
  "c005-d-explanation": "Entrar com o Twitter não é resistente à censura.",
  "d001-prompt": "O tipo mais seguro de carteira é:",
  "d001-a-label": "Uma carteira móvel",
  "d001-a-explanation": "As carteiras móveis contêm chaves privadas em um dispositivo móvel, que normalmente possui conexões com a Internet, e são potencialmente comprometidas por outros softwares.",
  "d001-b-label": "Uma carteira em hardware",
  "d001-b-explanation": "As chaves privadas de uma carteira em hardware são armazenadas em um dispositivo dedicado que pode ser mantido fora da Internet e são isolados de outros aplicativos em seus dispositivos.",
  "d001-c-label": "Uma carteira na Internet",
  "d001-c-explanation": "As carteiras na Internet têm menos segurança do que as carteiras de hardware porque as chaves privadas são armazenadas em um dispositivo conectado à Internet.",
  "d001-d-label": "Uma carteira em desktop",
  "d001-d-explanation": "As carteiras em desktop contêm chaves privadas em um disco rígido de computador, que normalmente tem conexões com a Internet, e potencialmente comprometidas por outros softwares.",
  "d002-prompt": "Das opções apresentadas, qual é a maneira mais segura de armazenar sua frase de recuperação?",
  "d002-a-label": "Em uma foto no seu telefone",
  "d002-a-explanation": "Essa não é a opção mais segura. Se a foto for carregada no armazenamento em nuvem, um hacker pode pegar essa imagem e obter acesso à sua conta.",
  "d002-b-label": "Em um arquivo no seu computador",
  "d002-b-explanation": "Essa não é a opção mais segura. Hackers estão procurando cada vez mais informações relacionadas com criptomoedas em dispositivos de destino. Se um hacker acessar o arquivo com sua frase de semente, ele terá acesso à sua conta.",
  "d002-c-label": "Escrito em papel",
  "d002-c-explanation": "Das opções disponíveis, escrever sua frase de recuperação no papel é a mais segura.",
  "d002-d-label": "Em uma mensagem de texto para um membro familiar confiável",
  "d002-d-explanation": "Você nunca deve enviar uma mensagem com sua frase de recuperação para ninguém. A mensagem pode ser interceptada por terceiros e, mesmo que você confie absolutamente nessa pessoa, você não sabe quem poderá acessar o telefone dela.",
  "d003-prompt": "Para quem você deve dar sua frase de recuperação / chaves privadas?",
  "d003-a-label": "Alguém que você está pagando",
  "d003-a-explanation": "Você nunca deve dar sua frase de recuperação ou chaves privadas para qualquer pessoa. Em vez disso, envie tokens para o endereço da carteira deles por meio de uma transação.",
  "d003-b-label": "Para acessar uma dapp ou carteira",
  "d003-b-explanation": "Você nunca deve dar sua frase de recuperação / chaves privadas para fazer login em sua carteira ou dapp.",
  "d003-c-label": "Equipe de suporte",
  "d003-c-explanation": "Você nunca deve dar sua frase de recuperação / chaves privadas para alguém que diz ser da equipe de suporte. Qualquer um que estiver pedindo isso é um golpista.",
  "d003-d-label": "Ninguém",
  "d003-d-explanation": "O ideal é que você nunca dê sua frase de recuperação ou chaves privadas a ninguém. Se confia totalmente em alguém com acesso absoluto aos seus fundos (como seu cônjuge), então pode decidir compartilhar essas informações com ele(a).",
  "d004-prompt": "Uma carteira e uma conta na Ethereum são a mesma coisa.",
  "d004-a-label": "Verdadeiro",
  "d004-a-explanation": "Uma carteira é uma interface visual usada para interagir com uma conta Ethereum.",
  "d004-b-label": "Falso",
  "d004-b-explanation": "Uma carteira é uma interface visual usada para interagir com uma conta Ethereum.",
  "e001-prompt": "Por que você deveria usar senhas únicas para todas as suas contas?",
  "e001-a-label": "No caso de uma das plataformas sofrer uma violação de dados",
  "e001-a-explanation": "Esta resposta está correta, mas também existem outras respostas corretas.",
  "e001-b-label": "Caso alguém olhando por cima dos seus ombros consiga a sua senha",
  "e001-b-explanation": "Esta resposta está correta, mas também existem outras respostas corretas.",
  "e001-c-label": "Caso um malware, como um key-logger, roube sua senha",
  "e001-c-explanation": "Esta resposta está correta, mas também existem outras respostas corretas.",
  "e001-d-label": "Todos acima",
  "e001-d-explanation": "Todas as respostas estão corretas. Usar senhas únicas é a melhor maneira de impedir que alguém acesse sua conta.",
  "e002-prompt": "Após o The Merge, o ETH deve ser atualizado para ETH2.",
  "e002-a-label": "Verdadeiro",
  "e002-a-explanation": "Você não precisa atualizar seu ETH para ETH2. Não há ETH2 e essa é uma narrativa comum usada por golpistas.",
  "e002-b-label": "Falso",
  "e002-b-explanation": "Você não precisa atualizar seu ETH para ETH2. Não há ETH2 e essa é uma narrativa comum usada por golpistas.",
  "e003-prompt": "Sorteios de ETH são:",
  "e003-a-label": "Uma boa maneira de obter mais ETH",
  "e003-a-explanation": "Sorteios de ETH são golpes projetados para roubar seu ETH e outros tokens. Eles nunca são uma boa maneira de obter mais ETH.",
  "e003-b-label": "Sempre genuíno",
  "e003-b-explanation": "Os sorteios de ETH nunca são genuínos.",
  "e003-c-label": "Comumente realizados por membros proeminentes da comunidade",
  "e003-c-explanation": "Membros proeminentes da comunidade não oferecem sorteios de ETH. Os golpistas fingem que indivíduos bem conhecidos, como Elon Musk, estão fazendo sorteios para lhes dar um sentimento de legitimidade.",
  "e003-d-label": "É bem provável que seja um golpe",
  "e003-d-explanation": "Sorteios de ETH são sempre golpes. Reportar e ignorar golpes é o melhor.",
  "e004-prompt": "A transação Ethereum é reversível.",
  "e004-a-label": "Verdadeiro",
  "e004-a-explanation": "As transações Ethereum não podem ser revertidas. Qualquer um que diga o contrário pode estar tentando enganá-lo.",
  "e004-b-label": "Falso",
  "e004-b-explanation": "As transações Ethereum não podem ser revertidas. Qualquer um que diga o contrário pode estar tentando enganá-lo.",
  "f001-prompt": "NFTs são definidas de forma mais abrangente como:",
  "f001-a-label": "ativos digitais únicos",
  "f001-a-explanation": "NFTs representam um ativo digital único.",
  "f001-b-label": "arte digital",
  "f001-b-explanation": "NFTs representam um ativo digital único, que normalmente é uma arte digital, mas não é limitado a arte.",
  "f001-c-label": "ingressos para eventos exclusivos",
  "f001-c-explanation": "NFTs representam um ativo digital exclusivo, que poderia ser um sistema de ingressos, mas não é limitado a ingressos.",
  "f001-d-label": "contratos juridicamente vinculativos",
  "f001-d-explanation": "Embora um contrato legal pudesse ser representado como uma NFT, as NFT não são exclusivas de contratos juridicamente vinculativos.",
  "f002-prompt": "Dois NFTs representando a mesma arte são a mesma coisa.",
  "f002-a-label": "Verdadeiro",
  "f002-a-explanation": "NFTs não são fungíveis. Isso significa que, mesmo que representem a peça de arte digital, eles ainda são identificáveis de forma única. No mundo da arte tradicional, isso pode ser semelhante aos originais e impressões.",
  "f002-b-label": "Falso",
  "f002-b-explanation": "NFTs não são fungíveis. Isso significa que, mesmo que representem a peça de arte digital, eles ainda são identificáveis de forma única. No mundo da arte tradicional, isso pode ser semelhante aos originais e impressões.",
  "f003-prompt": "NFTs representam, mais comumente:",
  "f003-a-label": "A senha da sua carteira",
  "f003-a-explanation": "Isso constitui um risco de segurança e geralmente é uma má ideia!",
  "f003-b-label": "Propriedade de um item digital único",
  "f003-b-explanation": "NFTs geralmente representam a propriedade de um item digital único.",
  "f003-c-label": "Seu saldo atual de ETH",
  "f003-c-explanation": "NFTs não podem representar seu saldo de ETH arbitrariamente.",
  "f003-d-label": "Todos acima",
  "f003-d-explanation": "NFTs geralmente representam a propriedade de um item digital único, não saldos ETH ou senhas de carteira.",
  "f004-prompt": "Os NFTs ajudaram a criar um novo:",
  "f004-a-label": "economia do curador",
  "f004-a-explanation": "NFTs ajudaram a criar uma nova economia para criadores, não curadores.",
  "f004-b-label": "economia de carbono",
  "f004-b-explanation": "NFTs ajudaram a criar uma nova economia para os criadores, não para o carbono.",
  "f004-c-label": "economia do criador",
  "f004-c-explanation": "Os NFTs ajudaram a criar a economia do criador.",
  "f004-d-label": "economia de doge",
  "f004-d-explanation": "NFTs ajudaram a criar uma nova economia para criadores, não para doges 🐶.",
  "f005-prompt": "NFTs no Ethereum são prejudiciais ao meio ambiente",
  "f005-a-label": "Verdadeiro",
  "f005-a-explanation": "Desde o The Merge (transição para prova de participação), qualquer transação tem um impacto insignificante no meio ambiente.",
  "f005-b-label": "Falso",
  "f005-b-explanation": "Desde o The Merge (transição para prova de participação), qualquer transação tem um impacto insignificante no meio ambiente.",
  "g001-prompt": "As redes blockchain da camada 2 servem para:",
  "g001-a-label": "Escalar o Ethereum",
  "g001-a-explanation": "O objetivo principal dos rollups e outras soluções de camada 2 é escalar o Ethereum.",
  "g001-b-label": "Fazer pagamentos",
  "g001-b-explanation": "O objetivo principal dos rollups e outras soluções de camada 2 é para escalar a Ethereum.",
  "g001-c-label": "Comprar NFTs",
  "g001-c-explanation": "O objetivo principal dos rollups e outras soluções de camada 2 é para escalar a Ethereum.",
  "g001-d-label": "Descentralizar o Ethereum",
  "g001-d-explanation": "O objetivo principal dos rollups e outras soluções de camada 2 é para escalar a Ethereum.",
  "g002-prompt": "Para escalar, a maioria das redes alternativas da camada 1 tem se sacrificado principalmente em:",
  "g002-a-label": "Segurança",
  "g002-a-explanation": "A maioria das redes alternativas da Camada 1 sacrifica a segurança e algo mais para escalar.",
  "g002-b-label": "Descentralização",
  "g002-b-explanation": "A maioria das redes alternativas da Camada 1 sacrifica a segurança e algo mais para escalar.",
  "g002-c-label": "Preço do token",
  "g002-c-explanation": "O preço do token não tem nenhum impacto na capacidade de escalabilidade.",
  "g002-d-label": "Segurança e descentralização",
  "g002-d-explanation": "A maioria das redes alternativas da camada 1 sacrifica a segurança e descentralização para escalar.",
  "g003-prompt": "Qual dos seguintes não é considerado camada 2?",
  "g003-a-label": "Validiums",
  "g003-a-explanation": "Validiums não são considerados soluções de camada 2, pois não derivam de segurança ou disponibilidade de dados do Ethereum",
  "g003-b-label": "Cadeias laterais",
  "g003-b-explanation": "Sidechains não são consideradas soluções de camada 2, pois não obtêm segurança ou disponibilidade de dados do Ethereum.",
  "g003-c-label": "Blockchains alternativas da camada 1",
  "g003-c-explanation": "Blockchains alternativas da camada 1 não são consideradas soluções de camada 2.",
  "g003-d-label": "Todos acima",
  "g003-d-explanation": "Validiums, Sidechains e blockchains alternativas de camada 1 não são considerados soluções de camada 2, pois não obtêm segurança ou disponibilidade de dados do Ethereum.",
  "g004-prompt": "Por que o Ethereum não tem uma camada 2 “oficial”?",
  "g004-a-label": "Os principais desenvolvedores estão muito ocupados trabalhando no Ethereum",
  "g004-a-explanation": "Não há planos para uma camada 2 “oficial” no Ethereum, pois nos beneficiaremos de uma ampla variedade de abordagens para projetar soluções de camada 2.",
  "g004-b-label": "Como um L1, o Ethereum acabará por alcançar escala em massa por conta própria",
  "g004-b-explanation": "Não há planos para uma camada 2 'oficial' na Ethereum, pois nos beneficiaremos de uma ampla variedade de abordagens para projetar soluções de camada 2.",
  "g004-c-label": "Os desenvolvedores principais ainda estão debatendo entre rollups de conhecimento zero e otimistas",
  "g004-c-explanation": "Não há planos para uma camada 2 'oficial' na Ethereum, pois nos beneficiaremos de uma ampla variedade de abordagens para projetar soluções de camada 2.",
  "g004-d-label": "O Ethereum se beneficiará de uma ampla variedade de abordagens para projetar uma L2",
  "g004-d-explanation": "Não há planos para uma camada 2 'oficial' na Ethereum, já que nos beneficiaremos de uma ampla variedade de abordagens para projetar soluções de camada 2.",
  "h001-prompt": "The Merge migrou o Ethereum para qual mecanismo de consenso?",
  "h001-a-label": "Prova de trabalho",
  "h001-a-explanation": "A prova de trabalho era o mecanismo de consenso usado antes do The Merge.",
  "h001-b-label": "Prova de participação",
  "h001-b-explanation": "Correto! The Merge migrou o Ethereum para a prova de participação.",
  "h001-c-label": "Prova-de-Autoridade",
  "h001-c-explanation": "O Ethereum não usa, nem nunca usou, prova de autoridade na Ethereum Mainnet.",
  "h001-d-label": "Todos acima",
  "h001-d-explanation": "Não seria possível para o Ethereum ter todos esses mecanismos de consenso ao mesmo tempo.",
  "h002-prompt": "The Merge reduziu o consumo de energia do Ethereum em:",
  "h002-a-label": "50%",
  "h002-a-explanation": "O consumo de energia do Ethereum foi reduzido em 99,95% depois que o The Merge permitiu a transição de prova de trabalho para prova de participação.",
  "h002-b-label": "62,5%",
  "h002-b-explanation": "O consumo de energia da Ethereum foi reduzido em 99.95% depois que o The Merge permitiu a transição de prova de trabalho para prova de participação.",
  "h002-c-label": "90%",
  "h002-c-explanation": "O consumo de energia da Ethereum foi reduzido em 99.95% depois que o The Merge permitiu a transição de prova de trabalho para prova de participação.",
  "h002-d-label": "99,95%",
  "h002-d-explanation": "O consumo de energia da Ethereum foi reduzido em 99.95% depois que o The Merge permitiu a transição de prova de trabalho para prova de participação.",
  "h003-prompt": "Quando o The Merge aconteceu?",
  "h003-a-label": "15 de setembro de 2022",
  "h003-a-explanation": "A fusão aconteceu em 15 de setembro de 2022 às 06:42:42 (UTC).",
  "h003-b-label": "1 de dezembro de 2021",
  "h003-b-explanation": "The Merge aconteceu depois disso. 1º de dezembro de 2022 foi quando a Beacon Chain foi lançada.",
  "h003-c-label": "27 de novembro de 2013",
  "h003-c-explanation": "The Merge aconteceu depois disso. 27 de novembro de 2013 foi quando o whitepaper do Ethereum foi lançado.",
  "h003-d-label": "31 de outubro de 2008",
  "h003-d-explanation": "The Merge aconteceu depois disso. 31 de outubro é o dia em que o Whitepaper do Bitcoin foi lançado.",
  "h004-prompt": "The Merge significava que os usuários tinham que trocar seu ETH por ETH2:",
  "h004-a-label": "Verdadeiro",
  "h004-a-explanation": "O ETH não mudou em nenhum momento antes, durante ou após o The Merge. A ideia de “atualizar” o ETH para o ETH2 foi uma tática comum de atores mal-intencionados para enganar os usuários.",
  "h004-b-label": "Falso",
  "h004-b-explanation": "O ETH não mudou em nenhum momento antes, durante ou após o The Merge. A ideia de ‘atualizar’ o ETH para o ETH2 foi uma tática comum de atores mal-intencionados para enganar os usuários.",
  "h005-prompt": "A camada de consenso do Ethereum era anteriormente conhecida como:",
  "h005-a-label": "Prova de trabalho",
  "h005-a-explanation": "A prova de trabalho era o mecanismo de consenso usado antes do The Merge.",
  "h005-b-label": "Eth2",
  "h005-b-explanation": "Antes de ser renomeada a camada de consenso, ela era originalmente chamada de “Eth2”.",
  "h005-c-label": "Eth1",
  "h005-c-explanation": "Eth1 foi o nome original dado à camada de execução, não à camada de consenso.",
  "h005-d-label": "Participação",
  "h005-d-explanation": "Participar (staking) é depositar ETH em um contrato inteligente para ajudar a proteger a cadeia.",
  "page-assets-merge": "A integração",
  "security": "Segurança",
  "page-what-is-ethereum-what-is-ether": "O que é ether?"
}
