{
  "comp-withdrawal-comparison-current-title": "Stakers atuais",
  "comp-withdrawal-comparison-current-li-1": "Alguns usuários podem ter fornecido um endereço de retirada ao inicialmente configurar seu depósito de staking — esses usuários não precisam fazer mais nada",
  "comp-withdrawal-comparison-current-li-2": "A maioria dos participantes não forneceu um endereço de saque no depósito inicial e precisará atualizar suas credenciais de saque. A <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Plataforma de Staking</a> tem instruções sobre como fazer isso",
  "comp-withdrawal-comparison-current-p": "Você pode inserir o seu número de índice do validador aqui para ver se ainda precisa atualizar suas credenciais <Text as=\"span\" fontWeight=\"normal\">(isso pode ser encontrador nos seus logs de cliente):</Text>",
  "comp-withdrawal-comparison-new-title": "Novos stakers (ainda não depositado)",
  "comp-withdrawal-comparison-new-li-1": "Por padrão, os novos stakers (participantes) que queiram habilitar automaticamente os pagamentos de recompensa e a funcionalidade de saque devem fornecer um endereço de saque Ethereum que eles controlam ao gerar suas chaves do validador usando a ferramenta CLI Staking Deposit.",
  "comp-withdrawal-comparison-new-li-2": "Isso não é necessário na hora do depósito, mas evitará que tenha que atualizar essas chaves em uma data posterior para desbloquear seus fundos",
  "comp-withdrawal-comparison-new-p": "A plataforma de staking guiará você ao longo integração de staking.",
  "comp-withdrawal-comparison-new-link": "Acesse a plataforma de staking",
  "comp-withdrawal-credentials-placeholder": "Índice do validador",
  "comp-withdrawal-credentials-error": "Ops! Verifique o índice do validador e tente novamente.",
  "comp-withdrawal-credentials-upgraded-1": "O índice do validador {{validatorIndex}} está pronto para começar a receber recompensas!",
  "comp-withdrawal-credentials-upgraded-2": "Credenciais de saque ligadas ao endereço de execução:",
  "comp-withdrawal-credentials-not-upgraded-1": "Este validador precisa ser atualizado.",
  "comp-withdrawal-credentials-not-upgraded-1-testnet": "Este validador da rede de testes Holesky precisa ser atualizado.",
  "comp-withdrawal-credentials-not-upgraded-2": "Instruções de como atualizar podem ser encontradas em <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Staking Launchpad</a>",
  "comp-withdrawal-credentials-verify-mainnet": "Verificar na Mainnet",
  "comp-withdrawal-credentials-verify-holesky": "Verificar no Holesky",
  "page-staking-withdrawals-when": "Enviado!",
  "page-staking-image-alt": "Imagem do mascote Rinoceronte para a plataforma de staking.",
  "page-staking-benefits-1-title": "Ganhe recompensas",
  "page-staking-benefits-1-description": "As recompensas são concedidas por ações que ajudam a rede a alcançar o <a href=\"/glossary/#consensus\">consenso</a>. Você receberá recompensas por executar software que agrupa adequadamente transações em novos blocos e verifica o trabalho de outros validadores, pois isso é o que mantém a cadeia funcionando de forma segura.",
  "page-staking-benefits-2-title": "Maior segurança",
  "page-staking-benefits-2-description": "A rede fica mais forte contra ataques à medida que mais Ethers (ETH) é deixado em stake, pois se requer uma grande quantidade de ETH para controlar a maior parte da rede. Para se tornar uma ameaça, você precisaria reter a maioria dos validadores, o que significa que você precisaria controlar a maioria dos ETH no sistema – isso é muito!",
  "page-staking-benefits-3-title": "Mais sustentável",
  "page-staking-benefits-3-description": "Os stakers (participantes) não precisam despender muita energia com cálculos computacionais intensivos de prova de trabalho para participar da segurança da rede, o que significa que, os nós de staking podem funcionar em hardware relativamente modesto usando muito pouca energia.",
  "page-staking-benefits-3-link": "Saiba mais sobre o consumo energético do Ethereum",
  "page-staking-description": "Staking é o ato de depositar 32 ETH para ativar o software<a href=\"/glossary/#validator\">validador</a>. Como validador, você será responsável por armazenar dados, processar transações e adicionar novos <a href=\"/glossary/#block\">blocos</a> à blockchain. Isso não só manterá o Ethereum seguro para todos, como também vai render à você novos ETH.",
  "page-staking-hero-title": "Como fazer staking com seus ETH",
  "page-staking-hero-header": "Ganhe recompensas protegendo o Ethereum",
  "page-staking-hero-subtitle": "Qualquer usuário com qualquer quantidade de ETH pode ajudar a proteger a rede e ganhar recompensas no processo.",
  "page-staking-dropdown-home": "Staking de casa",
  "page-staking-dropdown-solo": "Staking individual",
  "page-staking-more-on-solo": "Mais sobre staking individual",
  "page-staking-learn-more-solo": "Saiba mais sobre staking individual",
  "page-staking-dropdown-saas": "Staking como serviço",
  "page-staking-saas-with-abbrev": "Staking como Serviço (SaaS)",
  "page-staking-more-on-saas": "Mais sobre staking como um serviço",
  "page-staking-learn-more-saas": "Saiba mais sobre staking como um serviço",
  "page-staking-dropdown-pools": "Staking combinado",
  "page-staking-dropdown-withdrawals": "Sobre saques",
  "page-staking-dropdown-dvt": "Tecnologia do validador distribuída",
  "page-staking-more-on-pools": "Mais sobre staking combinado",
  "page-staking-learn-more-pools": "Saiba mais sobre staking combinado",
  "page-staking-section-what-title": "O que é a staking (participação)?",
  "page-staking-section-why-title": "Por que fazer staking com seu ETH?",
  "page-staking-section-why-p1": "Tudo depende de quanto você está disposto a alocar para fazer staking. Você precisará de 32 ETH para ativar seu próprio validador, mas é possível apostar menos.",
  "page-staking-section-why-p2": "Confira as opções abaixo e escolha a que for melhor para você e para a rede.",
  "page-staking-guide-title-coincashew-ethereum": "Guia Ethereum 2.0 de CoinCashew",
  "page-staking-guide-title-somer-esat": "Somer Esat",
  "page-staking-guide-title-rocket-pool": "Operadores de nó Rocket Pool",
  "page-staking-guide-description-linux": "Linux (CLI)",
  "page-staking-guide-description-mac-linux": "Linux, macOS (CLI)",
  "page-staking-hierarchy-solo-h2": "Staking individual de casa",
  "page-staking-hierarchy-solo-pill-1": "Mais impactante",
  "page-staking-hierarchy-solo-pill-2": "Controle total",
  "page-staking-hierarchy-solo-pill-3": "Recompensas",
  "page-staking-hierarchy-solo-pill-4": "Com necessidade mínima de confiança",
  "page-staking-hierarchy-solo-p1": "Kingston individual no Ethereum é o <span class=\"gold\">padrão de ouro</span> para Kingston. Ele fornece recompensas de participação total, melhora a descentralização da rede e dispensa ter que confiar seu dinheiro a alguém.",
  "page-staking-hierarchy-solo-p2": "Aqueles que consideram staking individual devem ter pelo menos 32 ETH e um computador dedicado conectado à internet ~ 24 horas por dia, 7 dias por semana. Alguns conhecimentos técnicos são úteis, mas já existem ferramentas fáceis de usar para ajudar a simplificar este processo.",
  "page-staking-hierarchy-saas-pill-1": "Seus 32 ETH",
  "page-staking-hierarchy-saas-pill-2": "Suas chaves de validação",
  "page-staking-hierarchy-saas-pill-3": "Operação de servidor confiável",
  "page-staking-hierarchy-saas-p1": "Se você não quer ou não se sente confortável em lidar com hardware, mas ainda assim quer fazer staking com seus 32 ETH, as opções de staking-as-service permitem que você delegue essa parte difícil enquanto você ganha sua recompensa por bloco nativo.",
  "page-staking-hierarchy-saas-p2": "Essas opções geralmente o ajudam na criação de um conjunto de credenciais de validador, enviando suas chaves de assinatura e depositando seus 32 ETH. Isto permite que o serviço seja validado em seu nome.",
  "page-staking-hierarchy-saas-p3": "Este método de staking requer um certo nível de confiança no provedor do serviço. Para limitar o risco da contraparte, as chaves para sacar seu ETH são geralmente mantidas em sua posse.",
  "page-staking-hierarchy-pools-pill-1": "Faça o depósito de qualquer quantia",
  "page-staking-hierarchy-pools-pill-2": "Ganhe recompensas",
  "page-staking-hierarchy-pools-pill-3": "Não complique",
  "page-staking-hierarchy-pools-pill-4": "Popular",
  "page-staking-hierarchy-pools-p1": "Já existem várias soluções de pooling (depósito coletivo) para ajudar os usuários que não têm 32 ETH ou não se sentem confortáveis em fazer staking.",
  "page-staking-hierarchy-pools-p2": "Muitas dessas opções incluem o que é conhecido como \"staking líquido\", que envolve um token de liquidez <a href=\"/glossary/#erc-20\">ERC-20</a> que representa seu ETH em staking.",
  "page-staking-hierarchy-pools-p3": "O staking líquido permite a saída fácil e a qualquer momento e faz também com que o staking seja tão simples quanto uma troca de tokens. Essa opção permite que os usuários mantenham a propriedade de seus ativos na própria <a href=\"/glossary/#wallet\">carteira</a> deles no Ethereum.",
  "page-staking-hierarchy-pools-p4": "Staking combinado não é nativo da rede Ethereum. Terceiros estão construindo essas soluções e elas acarretam seus próprios riscos.",
  "page-staking-hierarchy-cex-h2": "Exchanges (corretoras) centralizadas",
  "page-staking-hierarchy-cex-pill-1": "Menos impactante",
  "page-staking-hierarchy-cex-pill-2": "Suposições de maior confiança",
  "page-staking-hierarchy-cex-p1": "Muitas corretoras centralizadas fornecem serviços de staking se você ainda não se sentir confortável em manter ETH em sua própria carteira. Eles podem ser um recurso para permitir que você ganhe algumas receitas nas suas participações de ETH com um mínimo de supervisão ou esforço.",
  "page-staking-hierarchy-cex-p2": "O trade-off aqui é que os provedores centralizados consolidam grandes pools de ETH para operar um grande número de validadores. Isso pode ser perigoso para a rede e seus usuários, uma vez que cria um grande alvo centralizado e um ponto de falhas, tornar a rede mais vulnerável a ataques ou bugs.",
  "page-staking-hierarchy-cex-p3": "Se você não se sente à vontade guardando suas próprias <a href=\"/glossary/#key\">chaves</a>, tudo bem. Essas opções estão aqui para você. Enquanto isso, considere dar uma olhada em nossa <a href=\"/wallets/\">página de carteiras</a>, onde você pode começar a aprender sobre como realmente assumir a responsabilidade por seus fundos. Quando você estiver pronto, volte e melhore a qualidade do seu jogo de staking dando uma chance para um dos serviços de pool de staking de custódia própria oferecidos.",
  "page-staking-hierarchy-subtext": "Como você deve ter notado, existem muitas maneiras de participar do staking do Ethereum. Esses caminhos visam uma ampla variedade de usuários e, em última análise, são únicos e variam em termos de riscos, recompensas e suposições de confiança. Alguns são mais descentralizados, mais testados na prática e/ou mais arriscados do que outros. Fornecemos algumas informações sobre projetos populares no espaço, mas <em>sempre faça sua própria pesquisa</em> antes de enviar o ETH para qualquer lugar.",
  "page-staking-comparison-solo-saas": "Com provedores de SaaS, você ainda precisa depositar 32 ETH, mas não precisa executar hardware. Você normalmente mantém o acesso às suas chaves de validador, mas também precisa compartilhar suas chaves de assinatura para que o operador possa agir em nome do seu validador. Isso introduz uma camada de confiança que não está presente ao executar seu próprio hardware e, ao contrário do staking individual em casa, o SaaS não ajuda tanto na distribuição geográfica dos nós. Se você não se sente confortável em operar hardware, mas ainda quer fazer staking de 32 ETH, usar um provedor de SaaS pode ser uma boa opção para você.",
  "page-staking-comparison-solo-pools": "A participação individual é consideravelmente mais complicada do que a participação com um serviço de pooling, mas oferece acesso total às recompensas de ETH e controle total sobre a configuração e a segurança do validador. A participação em pool tem uma barreira de entrada significativamente menor. Os usuários podem criar a participação de pequenas quantidades de ETH, não precisam gerar chaves de validação e não têm requisitos de hardware além de uma conexão padrão com a Internet. Os tokens de liquidez permitem a saída da participação antes da ativação no nível do protocolo. Se você estiver interessado nesses recursos, a participação em pool pode ser uma boa opção.",
  "page-staking-comparison-saas-solo": "As semelhanças incluem ter suas próprias chaves de validação sem ter que reunir fundos, mas com o SaaS você deve confiar em um terceiro, que pode agir de forma maliciosa ou se tornar alvo de ataque ou regulamentação. Se essas suposições de confiança ou riscos de centralização o preocupam, o padrão-ouro do staking autossoberano é o staking individual.",
  "page-staking-comparison-saas-pools": "Aqui há semelhança, pois você geralmente depende de outra pessoa para executar o cliente validador, mas, diferentemente do SaaS, o staking em pools permite que você participe com quantidades menores de ETH. Se você deseja fazer staking com menos de 32 ETH, considere dar uma olhada nisso.",
  "page-staking-comparison-pools-solo": "O staking em pools tem uma barreira de entrada significativamente menor quando comparado ao staking individual, mas traz um risco adicional ao delegar todas as operações de nó a terceiros, e com uma taxa. O staking individual oferece total soberania e controle sobre as escolhas que envolvem a escolha de uma configuração de staking. Os stakers nunca precisam entregar suas chaves e ganham recompensas completas sem nenhum intermediário.",
  "page-staking-comparison-pools-saas": "Aqui há semelhança, pois os stakers não executam o software validador, mas, ao contrário das opções de pools, o SaaS requer um depósito total de 32 ETH para ativar um validador. As recompensas se acumulam para o staker e geralmente envolvem uma taxa mensal ou outro stake para usar o serviço. Se você preferir ter suas próprias chaves de validação e deseja apostar pelo menos 32 ETH, usar um provedor SaaS pode ser uma boa opção para você.",
  "page-staking-considerations-solo-1-title": "Código aberto",
  "page-staking-considerations-solo-1-description": "O código essencial é 100% de código aberto e disponível ao público para bifurcações e uso",
  "page-staking-considerations-solo-1-warning": "Fonte fechada",
  "page-staking-considerations-solo-2-title": "Auditado",
  "page-staking-considerations-solo-2-description": "O código essencial passou por uma auditoria formal com resultados publicados e disponíveis publicamente",
  "page-staking-considerations-solo-2-warning": "Nenhum",
  "page-staking-considerations-solo-3-title": "Recompensa por bugs",
  "page-staking-considerations-solo-3-description": "Uma recompensa pública por bugs foi realizada em todos os códigos essenciais para recompensar os usuários por relatar e/ou corrigir vulnerabilidades com segurança",
  "page-staking-considerations-solo-3-valid": "Atualmente ativo",
  "page-staking-considerations-solo-3-caution": "Concluído",
  "page-staking-considerations-solo-4-title": "Testado na prática",
  "page-staking-considerations-solo-4-description": "O software foi disponibilizado e usado pelo público durante o período indicado",
  "page-staking-considerations-solo-4-valid": "Em atividade > 1 ano",
  "page-staking-considerations-solo-4-caution": "Em atividade > 6 meses",
  "page-staking-considerations-solo-4-warning": "Recém-lançado",
  "page-staking-considerations-solo-5-title": "Com necessidade mínima de confiança",
  "page-staking-considerations-solo-5-description": "As chaves do validador não são confiadas a nenhum outro humano em nenhum momento do ciclo de vida do validador. Quaisquer contratos inteligentes envolvidos estão livres de ‘backdoors’, sem depender de permissões privilegiadas para execução.",
  "page-staking-considerations-solo-5-warning": "Confiável",
  "page-staking-considerations-solo-6-title": "Sem necessidade de permissão",
  "page-staking-considerations-solo-6-description": "Usuários não precisam de permissões especiais para operar um validador por meio do serviço",
  "page-staking-considerations-solo-6-valid": "Sem permissão",
  "page-staking-considerations-solo-6-warning": "Autorização requerida",
  "page-staking-considerations-solo-7-title": "Multi-cliente",
  "page-staking-considerations-solo-7-description": "O software permite que os usuários escolham e alternem entre, pelo menos, dois ou mais clientes de execução e dois ou mais clientes de camada de consenso",
  "page-staking-considerations-solo-7-valid": "Troca fácil de cliente",
  "page-staking-considerations-solo-7-warning": "Limitado a um cliente majoritário",
  "page-staking-considerations-solo-8-title": "Autocustódia",
  "page-staking-considerations-solo-8-description": "O usuário mantém a custódia de quaisquer credenciais do validador, incluindo chaves de assinatura e saque",
  "page-staking-considerations-solo-8-warning": "Custodiante terceiro",
  "page-staking-considerations-solo-9-title": "Econômico",
  "page-staking-considerations-solo-9-description": "Os usuários podem operar um validador, fazendo staking de menos de 32 ETH, utilizando fundos comuns",
  "page-staking-considerations-solo-9-valid": "< 32 ETH",
  "page-staking-considerations-solo-9-warning": "32 ETH",
  "page-staking-considerations-saas-4-description": "O serviço tem estado disponível e tem sido utilizado pelo público pelo período indicado",
  "page-staking-considerations-saas-6-description": "Os usuários não requerem nenhum tipo de permissão especial, inscrição ou KYC para participar com o serviço",
  "page-staking-considerations-saas-6-valid": "Qualquer um pode participar",
  "page-staking-considerations-saas-6-warning": "Permissão necessária",
  "page-staking-considerations-saas-7-title": "Diversidade de execução",
  "page-staking-considerations-saas-7-description": "O serviço não deveria executar mais de 50% dos validadores agregados com um cliente de execução majoritário",
  "page-staking-considerations-saas-7-valid": "Menos de 50%",
  "page-staking-considerations-saas-7-caution": "Atualmente desconhecido",
  "page-staking-considerations-saas-7-warning": "Mais de 50%",
  "page-staking-considerations-saas-8-title": "Diversidade de consenso",
  "page-staking-considerations-saas-8-description": "O serviço não deveria executar mais de 50% dos validadores agregados com um cliente de consenso majoritário",
  "page-staking-considerations-saas-8-valid": "Menos de 50%",
  "page-staking-considerations-saas-8-caution": "Atualmente desconhecido",
  "page-staking-considerations-saas-8-warning": "Mais de 50%",
  "page-staking-considerations-pools-5-description": "O serviço não exige confiar em nenhum humano para guardar suas chaves ou distribuir recompensas",
  "page-staking-considerations-pools-6-title": "Nós sem necessidade de permissão",
  "page-staking-considerations-pools-6-description": "O serviço permite que qualquer pessoa participe como operador de nó do pool, sem permissão",
  "page-staking-considerations-pools-7-description": "O serviço não deveria executar mais de 50% dos validadores agregados com um cliente de execução majoritário",
  "page-staking-considerations-pools-8-title": "Token de liquidez",
  "page-staking-considerations-pools-8-description": "Oferece tokens de liquidez negociáveis representando seu ETH em stake, mantidos em sua própria carteira",
  "page-staking-considerations-pools-8-valid": "Token(s) de liquidez",
  "page-staking-considerations-pools-8-warning": "Sem token de liquidez",
  "page-staking-considerations-pools-9-description": "O serviço não deveria executar mais de 50% dos validadores agregados com um cliente de consenso majoritário",
  "page-staking-how-solo-works-item-1": "Obtenha algum hardware: você precisa <a href=\"/run-a-node/\">executar um nó</a> para participar",
  "page-staking-how-solo-works-item-2": "Sincronize um cliente da camada de execução",
  "page-staking-how-solo-works-item-3": "Sincronize um cliente de camada de consenso",
  "page-staking-how-solo-works-item-4": "Gere suas chaves e carregue-as em seu cliente validador",
  "page-staking-how-solo-works-item-5": "Monitore e mantenha seu nó",
  "page-staking-launchpad-widget-testnet-label": "Rede de testes Holesky",
  "page-staking-launchpad-widget-testnet-start": "Comece a participar na rede de testes Holesky",
  "page-staking-launchpad-widget-mainnet-label": "Rede principal",
  "page-staking-launchpad-widget-mainnet-start": "Comece a fazer staking na Mainnet",
  "page-staking-launchpad-widget-span": "Escolha uma rede",
  "page-staking-launchpad-widget-p1": "É esperado que validadores solo <strong>testem a configuração</strong> e habilidades operacionais deles na rede de testes Holesky antes de arriscar fundos. Lembre-se de que é importante escolher um <a href=\"/developers/docs/nodes-and-clients/client-diversity/\">cliente minoritário</a>, pois isso melhora a segurança da rede e limita seu risco.",
  "page-staking-launchpad-widget-p2": "Se você se sentir à vontade com tudo isso, poderá configurar o que for necessário a partir da linha de comando usando apenas o Staking Launchpad.",
  "page-staking-launchpad-widget-p3": "Para facilitar as coisas, confira algumas das ferramentas e guias abaixo que podem ajudá-lo com o Staking Launchpad para configurar seus clientes com facilidade.",
  "page-staking-launchpad-widget-link": "Ferramentas de software e guia",
  "page-staking-products-get-started": "Introdução",
  "page-staking-dropdown-staking-options": "Opções de staking (participação)",
  "page-staking-dropdown-staking-options-alt": "Menu suspenso de opções de staking (participação)",
  "page-staking-stats-box-metric-1": "Total de ETH em stake",
  "page-staking-stats-box-metric-2": "Total de validadores",
  "page-staking-stats-box-metric-3": "APR atual",
  "page-staking-stats-box-metric-1-tooltip": "Soma de ETH em stake na Beacon Chain, não incluindo saldos acima de 32 ETH",
  "page-staking-stats-box-metric-2-tooltip": "Número de contas de validador atualmente ativadas na Beacon Chain",
  "page-staking-stats-box-metric-3-tooltip": "Retorno financeiro médio anual por validador no último período de 24 horas",
  "page-staking-section-comparison-subtitle": "Não existe uma solução única para staking, e cada solução é exclusiva. Compararemos aqui alguns dos riscos, recompensas e requisitos das diferentes formas de fazer staking.",
  "page-staking-section-comparison-rewards-title": "Recompensas",
  "page-staking-section-comparison-solo-rewards-li1": "Recompensas máximas – receba recompensas completas diretamente do protocolo",
  "page-staking-section-comparison-solo-rewards-li2": "Você receberá recompensas por agrupar transações em um novo bloco ou verificar o trabalho de outros validadores para manter a cadeia funcionando com segurança",
  "page-staking-section-comparison-solo-rewards-li3": "Você também receberá taxas de transação não queimadas para os blocos que você propor",
  "page-staking-section-comparison-saas-rewards-li1": "Geralmente envolve recompensas de protocolo completas menos a taxa mensal para as operações do nó",
  "page-staking-section-comparison-saas-rewards-li2": "Painéis de instrumentos frequentemente disponíveis para rastrear facilmente seu cliente validador",
  "page-staking-section-comparison-pools-rewards-li1": "Stakers em pools acumulam recompensas de forma diferente, dependendo de qual foi o método de staking em pools escolhido",
  "page-staking-section-comparison-pools-rewards-li2": "Muitos serviços de pools de staking oferecem um ou mais <a href=\"/glossary/#liquidity-tokens\">tokens de liquidez</a> que representam seus ETH investidos mais a parte que corresponde a você das recompensas do validador",
  "page-staking-section-comparison-pools-rewards-li3": "Os tokens de liquidez podem ser mantidos em sua própria carteira, usados ​​em <a href=\"/glossary/#defi\">DeFi</a> e vendidos se você decidir sair",
  "page-staking-section-comparison-risks-title": "Riscos",
  "page-staking-section-comparison-solo-risks-li1": "Seus ETH estão em jogo",
  "page-staking-section-comparison-solo-risks-li2": "Existem penalidades, que custam ETH, por ficar off-line",
  "page-staking-section-comparison-solo-risks-li3": "O comportamento malicioso pode resultar em 'cortes' de muitos ETH e expulsão forçada da rede",
  "page-staking-section-comparison-saas-risks-li1": "Os mesmos riscos que o staking individual mais o risco da contraparte do provedor de serviços",
  "page-staking-section-comparison-saas-risks-li2": "O uso de suas chaves de assinatura é confiado a outra pessoa que pode se comportar maliciosamente",
  "page-staking-section-comparison-pools-risks-li1": "Os riscos variam dependendo do método usado",
  "page-staking-section-comparison-pools-risks-li2": "Em geral, os riscos consistem em uma combinação de contraparte, <a href=\"/glossary/#smart-contract\">contrato inteligente</a> e risco de execução",
  "page-staking-section-comparison-requirements-title": "Requisitos",
  "page-staking-section-comparison-solo-requirements-li1": "Você deve depositar 32 ETH",
  "page-staking-section-comparison-solo-requirements-li2": "Manter hardware que execute um <a href=\"/glossary/#execution-client\">cliente de execução</a> Ethereum e um <a href=\"/glossary/#consensus-client\">cliente de consenso</a> enquanto estiver conectado à Internet",
  "page-staking-section-comparison-solo-requirements-li3": "O <a href=\"https://holesky.launchpad.ethereum.org\" target=\"_blank\">Staking Launchpad</a> irá guiá-lo através do processo e dos requisitos de hardware",
  "page-staking-section-comparison-saas-requirements-li1": "Deposite 32 ETH e gere suas chaves com assistência",
  "page-staking-section-comparison-saas-requirements-li2": "Armazene suas chaves de forma segura",
  "page-staking-section-comparison-saas-requirements-li3": "O resto fica sob cuidado, embora os serviços específicos variem",
  "page-staking-section-comparison-pools-requirements-li1": "Requisitos de ETH mais baixos, alguns projetos exigem apenas 0,01 ETH",
  "page-staking-section-comparison-pools-requirements-li2": "Deposite diretamente de sua carteira para diferentes plataformas de staking em pools ou simplesmente negocie por um dos tokens de liquidez de staking",
  "page-staking-faq-1-question": "O que é um validador?",
  "page-staking-faq-1-answer": "Um <em>validador</em> é uma entidade virtual que vive no Ethereum e participa do consenso do protocolo Ethereum. Os validadores são representados por um saldo, chave pública e outras propriedades. Um <em>cliente validador</em> é o programa que atua em nome do validador mantendo e usando sua chave privada. Um único cliente validador pode manter muitos pares de chaves, controlando muitos validadores.",
  "page-staking-faq-2-question": "Por que preciso de fundos para fazer staking (participar)?",
  "page-staking-faq-2-answer": "Um validador tem a capacidade de propor e atestar blocos para a rede. Para evitar comportamentos desonestos, os usuários devem ter seus fundos em stake. Isso permite que o protocolo penalize os agentes mal-intencionados. Staking é um meio de mantê-lo honesto, pois suas ações terão consequências financeiras.",
  "page-staking-faq-3-question": "Posso comprar 'Eth2'?",
  "page-staking-faq-3-answer-p1": "Não há token 'Eth2' nativo para o protocolo, pois o token ether nativo (ETH) não mudou quando o Ethereum mudou para prova de participação (proof of stake).",
  "page-staking-faq-3-answer-p2": "Existem tokens/tickers derivados que podem representar ETH em stake (ou seja, rETH do Rocket Pool, stETH do Lido, ETH2 da Coinbase). Saiba mais sobre <a href=\"/staking/pools/\">staking pools</a>",
  "page-staking-faq-4-question": "O staking já está ativo?",
  "page-staking-faq-4-answer-p1": "Sim. O staking está ativo desde 1 de dezembro de 2020",
  "page-staking-faq-4-answer-p2": "Isso significa que a participação está ativa no momento para os usuários depositarem seus ETH, executarem um cliente validador e comecem a ganhar recompensas.",
  "page-staking-faq-4-answer-p3": "A atualização Shanghai/Capella foi concluída em 12 de abril de 2023, permitindo retiradas de stake, fechando o ciclo de liquidez de stake.",
  "page-staking-faq-5-question": "Quando posso retirar meu ETH em participação?",
  "page-staking-faq-5-answer-p1": "Agora mesmo! Os stakers podem retirar suas recompensas e/ou depósito principal de seu saldo do validador, se desejarem.",
  "page-staking-faq-5-answer-p2": "Os participantes também ganharão recompensas na forma de taxas e MEV ao propor blocos, que são disponibilizados imediatamente por meio do endereço do destinatário da taxa definida.",
  "page-staking-faq-5-answer-link": "Mais sobre saques de participação",
  "page-staking-further-reading-author-vitalik-buterin": "Vitalik Buterin",
  "page-staking-further-reading-2-link": "Fundamentação do Projeto Serenity",
  "page-staking-further-reading-4-link": "Notícias Eth2",
  "page-staking-further-reading-4-author": "Ben Edgington",
  "page-staking-further-reading-5-link": "Finalizado nº 33, a camada de consenso Ethereum (janeiro de 2022)",
  "page-staking-further-reading-5-author": "Danny Ryan",
  "page-staking-further-reading-6-link": "Postagens do Atestador",
  "page-staking-further-reading-8-link": "Materiais Educacionais Contribuídos pela Comunidade Beaconcha.in",
  "page-staking-further-reading-9-link": "FAQ sobre a Ethereum Staking Launchpad",
  "page-staking-further-reading-10-link": "Base de conhecimento EthStaker",
  "page-staking-toc-how-to-stake-your-eth": "Como fazer staking com seus ETH",
  "page-staking-toc-comparison-of-options": "Comparativo de opções de depósito",
  "page-staking-toc-faq": "Perguntas frequentes",
  "page-staking-toc-further": "Leitura adicional",
  "page-staking-dom-info-title": "Fazendo staking no Ethereum",
  "page-staking-join-community": "Junte-se à comunidade de participação",
  "page-staking-join-community-desc": "EthStaker é uma comunidade em que todos os participantes podem discutir e aprender sobre participação no Ethereum. Junte-se a dezenas de milhares de membros de todo o mundo para obter recomendações, apoio e falar sobre participação.",
  "page-staking-meta-description": "Uma visão geral da participação no Ethereum: riscos, recompensas, requisitos e onde fazê-lo.",
  "page-staking-meta-title": "Participação no Ethereum",
  "page-staking-withdrawals-important-notices": "Avisos importantes",
  "page-staking-withdrawals-important-notices-desc": "Os saques ainda não estão disponíveis. Leia as <a href=\"https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/\" target=\"_blank\">Perguntas frequentes sobre a Fusão Eth2 e a pós-Fusão</a> para mais informações.",
  "page-upgrades-merge-btn": "Mais sobre a integração",
  "subscribe-to-ef-blog": "<a href=\"https://blog.ethereum.org/category/protocol/#subscribe\" target=\"_blank\">Inscreva-se no Blog EF</a> para receber notificações por e-mail dos últimos anúncios do protocolo.",
  "page-staking-comparison-with-other-options": "Comparação a outras opções",
  "page-staking-any-amount": "Qualquer quantia",
  "page-staking-testnet": "rede de testes"
}
