{
  "page-local-environment-brownie-desc": "Um framework baseado em Python para desenvolvimento e testes de contratos inteligentes direcionado à Ethereum Virtual Machine.",
  "page-local-environment-brownie-logo-alt": "Logotipo da Brownie",
  "page-local-environment-kurtosis-desc": "Um kit de ferramentas baseado em contêiner para configurar e ativar facilmente uma rede de testes Ethereum multi-cliente para desenvolvimento, prototipagem e testes rápidos locais de dApp.",
  "page-local-environment-kurtosis-logo-alt": "Logotipo da Kurtosis",
  "page-local-environment-epirus-desc": "Uma plataforma para desenvolvimento, implementação e monitoramento de aplicativos blockchain na Java Virtual Machine.",
  "page-local-environment-epirus-logo-alt": "Logotipo da Epirus",
  "page-local-environment-eth-app-desc": "Crie aplicativos com tecnologia Ethereum com um comando. Inclui uma grande quantidade de frameworks de IU e modelos DeFi para escolher.",
  "page-local-environment-eth-app-logo-alt": "Logotipo de Create Eth App",
  "page-local-environment-foundry-desc": "Um kit de ferramentas extremamente rápido, portátil e modular para desenvolvimento de aplicativos Ethereum escrito em Rust.",
  "page-local-environment-foundry-logo-alt": "Logotipo do Foundry",
  "page-local-environment-framework-feature-1": "Recursos para ativar uma instância local de blockchain.",
  "page-local-environment-framework-feature-2": "Utilitários para compilar e testar seus contratos inteligentes.",
  "page-local-environment-framework-feature-3": "Complementos de desenvolvimento de cliente para criar seu aplicativo voltado para o usuário dentro do mesmo projeto/repositório.",
  "page-local-environment-framework-feature-4": "Configuração para se conectar a redes Ethereum e implantar contratos, seja para uma instância em execução local, seja para uma das redes públicas da Ethereum.",
  "page-local-environment-framework-feature-5": "Distribuição descentralizada de aplicativos: integrações com opções de armazenamento como o IPFS.",
  "page-local-environment-framework-features": "Esses frameworks vêm com muitas funcionalidades prontas para usar, como:",
  "page-local-environment-frameworks-desc": "Recomendamos escolher um framework, principalmente se você estiver apenas começando. Criar um dapp completo requer diferentes componentes de tecnologia. Os frameworks incluem muitos dos recursos necessários ou fornecem sistemas de plug-ins fáceis para escolher as ferramentas que você deseja.",
  "page-local-environment-frameworks-title": "Frameworks e pilhas pré-criadas",
  "page-local-environment-hardhat-desc": "Hardhat é um ambiente de desenvolvimento da Ethereum para profissionais.",
  "page-local-environment-hardhat-logo-alt": "Logotipo Hardhat",
  "page-local-environment-openZeppelin-desc": "Economize horas de desenvolvimento compilando, atualizando, implantando e interagindo com contratos inteligentes com nossa CLI.",
  "page-local-environment-openZeppelin-logo-alt": "Logotipo OpenZeppelin",
  "page-local-environment-scaffold-eth-desc": "Ethers + Hardhat + React: tudo o que você precisa para começar a desenvolver aplicativos descentralizados sustentadas por contratos inteligentes.",
  "page-local-environment-scaffold-eth-logo-alt": "Logotipo scaffold-eth",
  "page-local-environment-setup-meta-desc": "Guia sobre como escolher sua pilha de software para desenvolvimento Ethereum.",
  "page-local-environment-setup-meta-title": "Configuração de desenvolvimento local Ethereum",
  "page-local-environment-setup-subtitle": "Se você estiver pronto para começar a criar, é hora de escolher sua pilha.",
  "page-local-environment-setup-subtitle-2": "Estas são as ferramentas e frameworks que você pode usar para desenvolver seu aplicativo Ethereum.",
  "page-local-environment-setup-title": "Configure seu ambiente de desenvolvimento local",
  "page-local-environment-solidity-template-desc": "Um modelo GitHub para uma configuração predefinida para seus contratos inteligentes Solidity. Inclui uma rede local de Hardhat, Waffle para testes, Ethers para implementação de carteira e muito mais.",
  "page-local-environment-solidity-template-logo-alt": "Logotipo de modelo Solidity",
  "page-local-environment-waffle-desc": "A biblioteca de testes mais avançada para contratos inteligentes. Use-a de maneira exclusiva ou com Scaffold-eth ou Hardhat.",
  "page-local-environment-waffle-logo-alt": "Logotipo Waffle"
}
