{
  "page-dapps-1inch-logo-alt": "Logotipo da 1inch",
  "page-dapps-aave-logo-alt": "Logotipo da Aave",
  "page-dapps-add-button": "Sugerir Dapp",
  "page-dapps-add-title": "Adicionar dapp",
  "page-dapps-ankr-logo-alt": "Logotipo Ankr",
  "page-dapps-api3-logo-alt": "Logotipo API3",
  "page-dapps-arweave-logo-alt": "Logotipo ARweave",
  "page-dapps-audius-logo-alt": "Logotipo Audius",
  "page-dapps-augur-logo-alt": "Logotipo Augur",
  "page-dapps-axie-infinity-logo-alt": "Logotipo Axie Infinity",
  "page-dapps-balancer-logo-alt": "Logotipo do Balancer",
  "page-dapps-brave-logo-alt": "Logotipo Brave",
  "page-dapps-beginner-friendly-description": "Alguns dapps que são bons para iniciantes. Explore mais dapps abaixo.",
  "page-dapps-beginner-friendly-header": "Amigável para iniciantes",
  "page-dapps-category-arts": "Arte e moda",
  "page-dapps-category-browsers": "Navegadores",
  "page-dapps-category-code-marketplaces": "Lojas de códigos",
  "page-dapps-category-collectibles": "Colecionáveis digitais",
  "page-dapps-category-competitive": "Jogos Web3",
  "page-dapps-category-computing": "Ferramentas do desenvolvedor",
  "page-dapps-category-dex": "Corretoras",
  "page-dapps-category-investments": "Fundos de investimento",
  "page-dapps-category-lending": "Empréstimos",
  "page-dapps-category-lottery": "Financiamento colaborativo",
  "page-dapps-category-marketplaces": "Produtos e serviços",
  "page-dapps-category-music": "Música",
  "page-dapps-category-payments": "Pagamentos",
  "page-dapps-category-insurance": "Seguros",
  "page-dapps-category-portfolios": "Gestão de portfólio",
  "page-dapps-category-trading": "Mercados de previsão",
  "page-dapps-category-utilities": "Serviços",
  "page-dapps-category-worlds": "Mundos virtuais",
  "page-dapps-category-demand-aggregator": "Agregadores de demanda",
  "page-dapps-category-derivatives": "Derivados",
  "page-dapps-category-liquid-staking": "Staking líquido",
  "page-dapps-category-bridges": "Pontes",
  "page-dapps-category-experiences": "Experiências compartilhadas",
  "page-dapps-category-guilds": "Guildas de rendimento",
  "page-dapps-category-avatar": "Avatares",
  "page-dapps-choose-category": "Escolha a categoria",
  "page-dapps-category-social": "Rede social",
  "page-dapps-category-content": "Conteúdo",
  "page-dapps-category-community": "Comunidade",
  "page-dapps-category-messaging": "Mensagens",
  "page-dapps-category-identity": "Identidade",
  "page-dapps-collectibles-benefits-1-description": "Quando a arte é tokenizada na Ethereum, a propriedade pode ser comprovada e todos podem vê-la. Você pode rastrear a obra de arte desde a criação até o seu atual titular. Isso impede a falsificação.",
  "page-dapps-collectibles-benefits-1-title": "A propriedade é comprovável",
  "page-dapps-collectibles-benefits-2-description": "Pagar para transmitir músicas ou comprar obras de arte é muito mais justo para os artistas. Com Ethereum há menos necessidade de intermediários. E se os intermediários forem necessários, os seus custos não serão tão elevados porque as plataformas não precisam pagar pela infraestrutura da rede.",
  "page-dapps-collectibles-benefits-2-title": "Mais justo para criadores",
  "page-dapps-collectibles-benefits-3-description": "Os colecionáveis tokenizados estão vinculados ao seu endereço Ethereum, não à plataforma. Então você pode vender coisas como itens de jogos em qualquer mercado de Ethereum, não apenas no próprio jogo.",
  "page-dapps-collectibles-benefits-3-title": "Os colecionáveis acompanham você",
  "page-dapps-collectibles-benefits-4-description": "As ferramentas e os produtos já existem para você tokenizar sua arte e vendê-la! E seus tokens podem ser vendidos em toda e qualquer plataforma de colecionáveis da Ethereum.",
  "page-dapps-collectibles-benefits-4-title": "Infraestrutura já existente",
  "page-dapps-collectibles-benefits-description": "Trata-se de aplicações que se concentram na propriedade digital, aumentando o potencial de ganhos dos criadores, e inventando novas formas de investir em seus criadores favoritos e no trabalho deles.",
  "page-dapps-collectibles-benefits-title": "colecionáveis descentralizados e streaming",
  "page-dapps-collectibles-button": "Artes e colecionáveis",
  "page-dapps-collectibles-description": "Trata-se de aplicações que se concentram na propriedade digital, aumentando o potencial de ganhos dos criadores, e inventando novas formas de investir em seus criadores favoritos e no trabalho deles.",
  "page-dapps-collectibles-title": "Artes e colecionáveis descentralizados",
  "page-dapps-compound-logo-alt": "Logotipo Compound",
  "page-dapps-convex-logo-alt": "Logotipo da Convex",
  "page-dapps-cryptopunks-logo-alt": "Logotipo CryptoPunks",
  "page-dapps-cryptovoxels-logo-alt": "Logotipo Cryptovoxels",
  "page-dapps-cyberconnect-logo-alt": "Logotipo CyberConnect",
  "page-dapps-dapp-description-1inch": "Agrega os melhores preços para ajudar você a evitar a derrapagem (slippage) de preços altos.",
  "page-dapps-dapp-description-aave": "Empreste seus tokens para ganhar juros e saque-os a qualquer momento.",
  "page-dapps-dapp-description-ankr": "Conjunto de diferentes produtos de infraestrutura Web3 para criação, ganhos, jogos e muito mais – tudo em blockchain.",
  "page-dapps-dapp-description-api3": "Feeds de dados de referência de valores primários que permitem que dapps em 10 redes (e contando) se conectem a dados de preços de ativos em tempo real, incluindo preços da criptomoeda e do mercado de câmbio.",
  "page-dapps-dapp-description-arweave": "Armazene dados de forma permanente e sustentável, com uma única taxa inicial.",
  "page-dapps-dapp-description-async-art": "Criar, colecionar e trocar #ArteProgramável: pinturas digitais divididas em \"camadas\" que você pode usar para alterar a imagem geral. Cada Mestre e Camada é um token ERC721.",
  "page-dapps-dapp-description-audius": "Plataforma de streaming descentralizada. Escutas = dinheiro para os criadores, não para as gravadoras.",
  "page-dapps-dapp-description-augur": "Aposte nos resultados dos esportes, economia e outros eventos globais.",
  "page-dapps-dapp-description-axie-infinity": "Negocie e combata criaturas chamadas Axies. E ganhe enquanto você joga. Disponível para celular",
  "page-dapps-dapp-description-balancer": "Balancer é um gerente de portfólio automatizado e uma plataforma de trading.",
  "page-dapps-dapp-description-brave": "Ganhe tokens por navegar na internet e apoie seus criadores favoritos com eles.",
  "page-dapps-dapp-description-cent": "Uma rede social em que você pode ganhar dinheiro publicando NFTs.",
  "page-dapps-dapp-description-compound": "Empreste seus tokens para ganhar juros e saque-os a qualquer momento.",
  "page-dapps-dapp-description-convex": "A Convex permite que os provedores de liquidez da Curve obtenham taxas de negociação e reivindiquem uma CRV aprimorada sem o respectivo bloqueio.",
  "page-dapps-dapp-description-cryptopunks": "Compre, venda e faça ofertas de punks, um dos primeiros tokens colecionáveis na Ethereum.",
  "page-dapps-dapp-description-cryptovoxels": "Crie galerias de arte, construa lojas e compre terra. Um mundo virtual na Ethereum.",
  "page-dapps-dapp-description-cyberconnect": "Protocolo de gráfico social descentralizado que ajuda dapps a criar efeitos de rede e promover experiências sociais personalizadas",
  "page-dapps-dapp-description-dark-forest": "Conquiste planetas em um universo infinito, gerado processualmente e especificado criptograficamente.",
  "page-dapps-dapp-description-decentraland": "Colecione e negocie terras virtuais em um mundo virtual que você pode explorar.",
  "page-dapps-dapp-description-ens": "Nomes amigáveis para endereços Ethereum e sites descentralizados.",
  "page-dapps-dapp-description-foundation": "Invista em edições únicas de arte digital e negocie peças com outros compradores.",
  "page-dapps-dapp-description-gitcoin": "Ganhe criptomoedas trabalhando em software de código aberto.",
  "page-dapps-dapp-description-gitcoin-grants": "Financiamento coletivo para projetos da comunidade Ethereum com contribuições ampliadas",
  "page-dapps-dapp-description-gm": "Plataforma completa para bate-papo, fóruns e voz que realmente compartilha receita com seus criadores",
  "page-dapps-dapp-description-gods-unchained": "Jogo estratégico de cartas. Ganhe jogando cartas que você pode vender na vida real.",
  "page-dapps-dapp-description-golem": "Acesse poder de computação compartilhado ou alugue os seus próprios recursos.",
  "page-dapps-dapp-description-graph": "Um protocolo de indexação para consultar redes como Ethereum e IPFS.",
  "page-dapps-dapp-description-ipfs": "Um protocolo hipermídia ponto a ponto projetado para preservar e expandir o conhecimento humano, tornando a web atualizável, resiliente e mais aberta.",
  "page-dapps-dapp-description-radicle": "Codificação colaborativa segura ponto a ponto sem intermediários.",
  "page-dapps-dapp-description-kyberswap": "Troque e ganhe com as melhores taxas.",
  "page-dapps-dapp-description-lido": "Staking seguro e simplificado para ativos digitais.",
  "page-dapps-dapp-description-loopring": "Plataforma de trading peer-to-peer construída para velocidade.",
  "page-dapps-dapp-description-marble-cards": "Crie e negocie cartões digitais exclusivos baseados em URLs.",
  "page-dapps-dapp-description-matcha": "Busca em múltiplas corretoras para ajudá-lo a encontrar os melhores preços.",
  "page-dapps-dapp-description-meeds": "Centros de comunidades Web3 para a era do trabalho descentralizado. Recompense de forma justa e transparente as contribuições mais importantes.",
  "page-dapps-dapp-description-mirror": "Criado com base na Web3 para a Web3, a plataforma de publicação robusta do Mirror revoluciona a escrita online",
  "page-dapps-dapp-description-multichain": "O roteador definitivo para web3. É uma infraestrutura desenvolvida para interações cross-chain arbitrárias.",
  "page-dapps-dapp-description-nifty-gateway": "Compre obras em blockchain dos principais artistas, atletas, marcas e criadores.",
  "page-dapps-dapp-description-summerfi": "Negocie, empreste e poupe com Dai, uma stablecoin de Ethereum.",
  "page-dapps-dapp-description-opensea": "Compre, venda, descubra e comercialize produtos de edição limitada.",
  "page-dapps-dapp-description-opera": "Envie cripto do seu navegador para comerciantes, outros usuários e aplicativos.",
  "page-dapps-dapp-description-osuvox": "Avatares 3D na blockchain",
  "page-dapps-dapp-description-poap": "Recolha NFTs provando que você estava em eventos virtuais ou presenciais diferentes. Use-os para participar de rifas, votar, colaborar, ou apenas para se gabar.",
  "page-dapps-dapp-description-polymarket": "Aposte em resultados. Negocie nos mercados de informação.",
  "page-dapps-dapp-description-pooltogether": "Uma loteria que você não pode perder. Prêmios toda semana.",
  "page-dapps-dapp-description-index-coop": "Um fundo de índice cripto que traz a seu portfólio exposição aos melhores tokens DeFi.",
  "page-dapps-dapp-description-nexus-mutual": "Cobertura sem a companhia de seguros. Proteja-se contra os erros dos contratos inteligentes e hacks.",
  "page-dapps-dapp-description-etherisc": "Um modelo de seguros descentralizados que qualquer um pode usar para criar sua cobertura de seguros.",
  "page-dapps-dapp-description-zapper": "Rastreie seu portfólio e use uma variedade de produtos DeFi numa interface.",
  "page-dapps-dapp-description-zerion": "Gerencie seu portfólio e simplesmente avalie cada ativo DeFi no mercado.",
  "page-dapps-dapp-description-rotki": "Relatórios de portfólio de código aberto, análises, contabilidade e ferramentas de impostos que respeitam sua privacidade.",
  "page-dapps-dapp-description-krystal": "Uma plataforma completa para acessar todos os seus serviços DeFi favoritos.",
  "page-dapps-dapp-description-rarible": "Crie, venda e compre artigos colecionáveis tokenizados.",
  "page-dapps-dapp-description-request-finance": "Um conjunto de ferramentas financeiras para faturas de criptomoedas, folhas de pagamento e despesas.",
  "page-dapps-dapp-description-rubic": "Agregador de tecnologia cross-chain para usuários e dApps.",
  "page-dapps-dapp-description-sablier": "Transmita dinheiro em tempo real.",
  "page-dapps-dapp-description-spatial": "Crie seu próprio avatar personalizado e mundos 3D",
  "page-dapps-dapp-description-spruce": "Pilha de código aberto para deixar o controle de identidade e dados onde deveria estar: com os usuários.",
  "page-dapps-dapp-description-status": "Projetado para permitir o livre fluxo de informações, proteger o direito a conversas privadas e seguras e promover a soberania dos indivíduos.",
  "page-dapps-dapp-description-superrare": "Compre obras de arte digitais diretamente dos artistas ou em mercados secundários.",
  "page-dapps-dapp-description-synthetix": "Synthetix é um protocolo de emissão e negociação de ativos sintéticos",
  "page-dapps-dapp-description-token-sets": "Estratégias de investimento em criptomoedas que se reequilibram automaticamente.",
  "page-dapps-dapp-description-uniswap": "Troque tokens de forma simples ou forneça tokens por % de recompensa.",
  "page-dapps-dapp-description-xmtp": "Mande mensagens entre contas na blockchain, incluindo DMs, alertas, anúncios e mais.",
  "page-dapps-dapp-description-yearn": "Yearn Finance é um agregador de rendimento que oferece a indivíduos, DAOs e outros protocolos uma maneira de depositar ativos digitais e receber rendimento.",
  "page-dapps-docklink-dapps": "Introdução aos dapps",
  "page-dapps-docklink-smart-contracts": "Contratos Inteligentes",
  "page-dapps-dark-forest-logo-alt": "Logotipo da Dark Forest",
  "page-dapps-decentraland-logo-alt": "Logotipo do Decentraland",
  "page-dapps-index-coop-logo-alt": "Índice Coop: logotipo",
  "page-dapps-nexus-mutual-logo-alt": "Nexus Mutual: logotipo",
  "page-dapps-etherisc-logo-alt": "Etherisc: logotipo",
  "page-dapps-zapper-logo-alt": "Zapper: logotipo",
  "page-dapps-zerion-logo-alt": "Zerion: logotipo",
  "page-dapps-rotki-logo-alt": "Rotki: logotipo",
  "page-dapps-krystal-logo-alt": "Logotipo do Krystal",
  "page-dapps-synthetix-logo-alt": "Logotipo da Synthetix",
  "page-dapps-desc": "Encontre um aplicativo na Ethereum para testar.",
  "page-dapps-doge-img-alt": "Ilustração de um cachorro doge usando um computador",
  "page-dapps-editors-choice-dark-forest": "Jogue contra outros para conquistar planetas e experimente a tecnologia de ponta de escalabilidade e privacidade na Ethereum. Talvez para aqueles que já estão familiarizados com a Ethereum.",
  "page-dapps-editors-choice-foundation": "Invista em cultura. Compre, negocie e venda arte digital e moda únicas de alguns incríveis artistas, músicos e marcas.",
  "page-dapps-editors-choice-pooltogether": "Compre um bilhete para a loteria onde ninguém perde. Toda semana, os juros gerados a partir de todos os bilhetes são enviados para um vencedor sortudo. Receba o seu dinheiro de volta quando quiser.",
  "page-dapps-editors-choice-uniswap": "Troque seus tokens com facilidade. Um favorito da comunidade que permite a você trocar tokens com pessoas de toda a rede.",
  "page-dapps-ens-logo-alt": "Logotipo do Ethereum Name Service",
  "page-dapps-explore-dapps-description": "Muitos dapps ainda estão em fase experimental, testando as possibilidades das redes descentralizadas. Mas houve alguns pioneiros bem-sucedidos nas categorias de tecnologia, finanças, jogos e colecionáveis.",
  "page-dapps-explore-dapps-title": "Explore dapps",
  "page-dapps-features-1-description": "Uma vez implantado na Ethereum, o código da dapp não pode ser derrubado. E qualquer um pode usar os recursos da dapp. Mesmo que a equipe por trás do app deixe de existir, você ainda poderá usá-lo. Uma vez na Ethereum, ele persistirá lá.",
  "page-dapps-features-1-title": "Sem proprietário",
  "page-dapps-features-2-description": "Você não pode ser impedido de usar um dapp ou enviar transações. Por exemplo, se o Twitter estivesse no Ethereum, ninguém poderia bloquear sua conta ou te impedir de tweetar.",
  "page-dapps-features-2-title": "Livre de censura",
  "page-dapps-features-3-description": "Como o Ethereum tem ETH, os pagamentos são nativos do Ethereum. Os desenvolvedores não precisam perder tempo integrando-se com provedores de pagamento de terceiros.",
  "page-dapps-features-3-title": "Pagamentos integrados",
  "page-dapps-features-4-description": "O código do dapp geralmente é aberto e compatível por padrão. As equipes regularmente constroem usando o trabalho de outras equipes. Se você deseja permitir que os usuários troquem tokens em seu dapp, basta inserir o código de outro dapp.",
  "page-dapps-features-4-title": "Conecte e use",
  "page-dapps-features-5-description": "Com a maioria dos dapps, você não precisa compartilhar sua identidade do mundo real. Sua conta Ethereum é o seu login e você só precisa de uma carteira.",
  "page-dapps-features-5-title": "Um login anônimo",
  "page-dapps-features-6-description": "A criptografia garante que os invasores não possam forjar transações e outras interações com o dapp em seu nome. Você autoriza ações dapp com sua conta Ethereum, geralmente através da sua carteira. Portanto, mantenha suas credenciais seguras.",
  "page-dapps-features-6-title": "Respaldado por criptografia",
  "page-dapps-features-7-description": "Uma vez que o Dapp é publicado na Ethereum, ele só será derrubado se o próprio Ethereum cair. As redes do tamanho do Ethereum são notoriamente difíceis de atacar.",
  "page-dapps-features-7-title": "Sem interrupções",
  "page-dapps-finance-benefits-1-description": "Os serviços financeiros em execução na Ethereum não têm requisitos de cadastro. Se você tiver fundos e uma conexão com a internet, você estará pronto.",
  "page-dapps-finance-benefits-1-title": "Acesso aberto",
  "page-dapps-finance-benefits-2-description": "Há um mundo inteiro de tokens com que você pode interagir nesses produtos financeiros. As pessoas estão criando novos tokens em cima da Ethereum o tempo todo.",
  "page-dapps-finance-benefits-2-title": "Uma nova economia de tokens",
  "page-dapps-finance-benefits-3-description": "Equipes desenvolveram as chamadas <a href=\"/glossary/#stablecoins\">stablecoins</a>, uma criptomoeda menos volátil. Isso permite a você experimentar e utilizar criptos sem riscos e incertezas.",
  "page-dapps-finance-benefits-3-title": "Moedas estáveis (Stablecoins)",
  "page-dapps-finance-benefits-4-description": "Os produtos financeiros no espaço Ethereum são todos modulares e compatíveis entre si. Novas configurações desses módulos estão chegando ao mercado o tempo todo, aumentando o que você pode fazer com sua criptografia.",
  "page-dapps-finance-benefits-4-title": "Serviços financeiros interconectados",
  "page-dapps-finance-benefits-description": "O que a Ethereum tem que possibilita o funcionamento de aplicativos financeiros descentralizados?",
  "page-dapps-finance-benefits-title": "finanças descentralizadas",
  "page-dapps-finance-button": "Finanças",
  "page-dapps-finance-description": "Esses são aplicativos que focam na construção de serviços financeiros usando criptomoedas. Eles oferecem a opção de emprestar, tomar emprestado, ganhar através de rendimento de juros e realizar pagamentos particulares, sem a necessidade de cadastrar dados pessoais.",
  "page-dapps-finance-title": "Finanças descentralizadas",
  "page-dapps-foundation-logo-alt": "Logotipo da Fundação",
  "page-dapps-gaming-benefits-1-description": "Seja um ambiente virtual, seja figurinhas de coleção, seus itens são negociáveis em mercados de colecionáveis. Seus itens dentro do jogo possuem valor real.",
  "page-dapps-gaming-benefits-1-title": "Itens do jogo servem como tokens",
  "page-dapps-gaming-benefits-2-description": "Você possui seus itens e, em alguns casos, seu progresso, não empresas de jogos. Então você não perderá nada se a empresa atrás do jogo for atacada, sofrer uma falha de servidor ou desaparecer.",
  "page-dapps-gaming-benefits-2-title": "Suas economias estão seguras",
  "page-dapps-gaming-benefits-3-description": "Assim como os pagamentos da Ethereum estão disponíveis para que qualquer pessoa os verifique, os jogos podem usar essa qualidade para garantir a equidade. Em teoria, tudo é verificável, desde o número de acertos críticos até o tamanho do baú de guerra do adversário.",
  "page-dapps-gaming-benefits-3-title": "Equidade demonstrável",
  "page-dapps-gaming-benefits-description": "O que a Ethereum tem que possibilita o funcionamento de jogos descentralizados?",
  "page-dapps-gaming-benefits-title": "jogos descentralizados",
  "page-dapps-gaming-button": "Jogos",
  "page-dapps-gaming-description": "Esses são aplicativos que focam na criação de mundos virtuais e batalha contra outros jogadores usando colecionáveis com valor no mundo real.",
  "page-dapps-gaming-title": "Jogos descentralizados",
  "page-dapps-get-some-eth-description": "As ações da dapp custam uma taxa de transação",
  "page-dapps-get-started-subtitle": "Para usar um dApp, você precisa de uma <a href=\"/glossary/#wallet\">carteira</a> e alguns ETH. Você usa a carteira para se conectar e os ETH para pagar <a href=\"/glossary/#transaction-fee\">taxas de transações</a>.",
  "page-dapps-get-started-title": "Introdução",
  "page-dapps-gitcoin-grants-logo-alt": "Logotipo Gitcoin Grants",
  "page-dapps-gitcoin-logo-alt": "Logotipo Gitcoin",
  "page-dapps-gm-logo-alt": "Logotipo da gm.xyz",
  "page-dapps-gods-unchained-logo-alt": "Logotipo Gods Unchained",
  "page-dapps-golem-logo-alt": "Logotipo da Golem",
  "page-dapps-graph-logo-alt": "Logotipo da Graph",
  "page-dapps-radicle-logo-alt": "Radicle: logotipo",
  "page-dapps-hero-header": "Ferramentas e serviços com base em Ethereum",
  "page-dapps-hero-subtitle": "Os dapps são um um movimento em crescimento de aplicativos que usam Ethereum para quebrar os modelos de negócios ou inventar modelos novos.",
  "page-dapps-how-dapps-work-p1": "Os Dapps têm os próprios códigos de backend (contratos inteligentes) executados em uma rede descentralizada e não em um servidor centralizado. Eles usam a <a href=\"/glossary/#blockchain\">blockchain</a> Ethereum para armazenar dados e contratos inteligentes para a lógica do aplicativo.",
  "page-dapps-how-dapps-work-p2": "Um contrato inteligente é como um conjunto de regras que estão na blockchain para que todos vejam e executem exatamente de acordo com essas regras. Imagine uma máquina automática de vendas: se você adicionar fundos suficientes e selecionar o produto correto, terá o item que deseja. E assim como as máquinas automáticas de vendas, os contratos inteligentes podem conter fundos da mesma forma que sua conta Ethereum. Isto permite que o algoritmo possa intermediar negócios e transações.",
  "page-dapps-how-dapps-work-p3": "Uma vez que os dapps são implantados na rede Ethereum, você não pode alterá-los. Os dapps podem ser descentralizados porque são controlados pela lógica contida no contrato inteligente e não por um indivíduo ou uma empresa.",
  "page-dapps-how-dapps-work-title": "Como os dapps funcionam",
  "page-dapps-ipfs-logo-alt": "Logotipo do IPFS",
  "page-dapps-kyberswap-logo-alt": "Logotipo da KyberSwap",
  "page-dapps-learn-callout-button": "Comece a desenvolver",
  "page-dapps-learn-callout-description": "Nosso portal do desenvolvedor da comunidade tem documentos, ferramentas e frameworks para ajudá-lo a começar a construir um dapp.",
  "page-dapps-learn-callout-image-alt": "Uma ilustração de uma mão criando um logotipo do ETH feito de peças de lego.",
  "page-dapps-learn-callout-title": "Aprenda a criar um dapp",
  "page-dapps-lido-logo-alt": "Logotipo da Lido",
  "page-dapps-loopring-logo-alt": "Logotipo Loopring",
  "page-dapps-magic-behind-dapps-description": "Os dapps podem se parecer com aplicativos convencionais. Mas nos bastidores eles têm algumas características especiais, pois herdam todos os superpoderes da Ethereum. Isto é o que torna os dapps diferentes dos aplicativos.",
  "page-dapps-magic-behind-dapps-link": "O que torna o Ethereum incrível?",
  "page-dapps-magic-behind-dapps-title": "A mágica por trás dos dapps",
  "page-dapps-magic-title-1": "A mágica",
  "page-dapps-magic-title-2": "por trás",
  "page-dapps-magician-img-alt": "Ilustração de mágicos",
  "page-dapps-marble-cards-logo-alt": "Logotipo da marble.cards",
  "page-dapps-async-logo-alt": "Logotipo da Async",
  "page-dapps-matcha-logo-alt": "Logotipo Matcha",
  "page-dapps-meeds-logo-alt": "Logotipo da Meeds",
  "page-dapps-metaverse-benefits-title": "metaverso",
  "page-dapps-metaverse-benefits-description": "O Ethereum possibilita o funcionamento do metaverso. Por quê?",
  "page-dapps-metaverse-benefits-1-title": "NFTs (Tokens Não Fungíveis)",
  "page-dapps-metaverse-benefits-1-description": "Itens únicos dentro do jogo que são de propriedade dos usuários e interoperáveis entre mundos virtuais e mercados que suportam os mesmos padrões.",
  "page-dapps-metaverse-benefits-2-title": "Comunidades próprias de usuário",
  "page-dapps-metaverse-benefits-2-description": "As identidades são propriedade dos usuários, com oportunidades infinitas para explorar e criar redes sociais em vários mundos virtuais.",
  "page-dapps-metaverse-button": "Metaverso",
  "page-dapps-metaverse-title": "Metaverso",
  "page-dapps-metaverse-description": "Esses são aplicativos que permitem aos usuários participar livremente em mundos virtuais. Os usuários podem formar redes pessoais e assumir a propriedade de ativos digitais",
  "page-dapps-mirror-logo-alt": "Logotipo do Mirror",
  "page-dapps-mobile-options-header": "Buscar outra categoria",
  "page-dapps-multichain-logo-alt": "Logotipo do Multichain",
  "page-dapps-nifty-gateway-logo-alt": "Logo do Nifty Gateway",
  "page-dapps-summerfi-logo-alt": "Logotipo da Summer.fi",
  "page-dapps-opensea-logo-alt": "Logotipo do OpenSea",
  "page-dapps-opera-logo-alt": "Logo da Opera",
  "page-dapps-osuvox-logo-alt": "Logotipo da OSUVOX",
  "page-dapps-polymarket-logo-alt": "Logo da Polymarket",
  "page-dapps-poap-logo-alt": "Protocolo de Prova de Presença: logotipo",
  "page-dapps-pooltogether-logo-alt": "Logo da PoolTogether",
  "page-dapps-rarible-logo-alt": "Logotipo da Rarible",
  "page-dapps-ready-button": "Vamos",
  "page-dapps-ready-description": "Escolha um dapp para experimentar",
  "page-dapps-ready-title": "Preparado?",
  "page-dapps-request-finance-logo-alt": "Logotipo da Request Finance",
  "page-dapps-rubic-logo-alt": "Logotipo da Rubic",
  "page-dapps-sablier-logo-alt": "Logotipo da Sablier",
  "page-dapps-set-up-a-wallet-button": "Buscar carteira",
  "page-dapps-set-up-a-wallet-description": "Uma carteira é seu \"login\" para um dapp",
  "page-dapps-set-up-a-wallet-title": "Configure uma carteira",
  "page-dapps-social-button": "Social",
  "page-dapps-social-description": "Esses são aplicativos focados em criar redes sociais descentralizadas utilizando tecnologias de identidade descentralizadas, em que as identidades digitais e redes sociais são de propriedade dos usuários.",
  "page-dapps-social-title": "Social",
  "page-dapps-spatial-logo-alt": "Logotipo da Spatial",
  "page-dapps-spruce-logo-alt": "Logotipo da Spruce",
  "page-dapps-status-logo-alt": "Logotipo da Status",
  "page-dapps-superrare-logo-alt": "Logotipo da SuperRare",
  "page-dapps-technology-button": "Tecnologia",
  "page-dapps-technology-description": "Esses são aplicativos que se concentram na descentralização das ferramentas de desenvolvedores, incorporando sistemas cripto-econômicos na tecnologia existente e criando mercados para o trabalho de desenvolvimento de código aberto.",
  "page-dapps-technology-title": "Tecnologia descentralizada",
  "page-dapps-token-sets-logo-alt": "Logotipo do Token Sets",
  "page-dapps-uniswap-logo-alt": "Logotipo Uniswap",
  "page-dapps-wallet-callout-button": "Encontre uma carteira",
  "page-dapps-wallet-callout-description": "As carteiras também são dapps. Encontre uma com base nos recursos que são importantes para você.",
  "page-dapps-wallet-callout-image-alt": "Ilustração de um robô.",
  "page-dapps-wallet-callout-title": "Ver carteiras",
  "page-dapps-warning-header": "Sempre faça sua própria pesquisa",
  "page-dapps-warning-message": "A Ethereum é uma nova tecnologia e a maioria dos aplicativos são novos. Antes de depositar grandes quantidades de dinheiro, certifique-se de que você entende dos riscos.",
  "page-dapps-what-are-dapps": "O que são dapps?",
  "page-dapps-more-on-defi-button": "Mais sobre finanças descentralizadas",
  "page-dapps-more-on-nft-button": "Mais sobre tokens colecionáveis",
  "page-dapps-more-on-nft-gaming-button": "Mais sobre tokens de jogos",
  "page-dapps-dapp-description-pwn": "Empréstimos fáceis suportados por qualquer token ou NFTs no Ethereum.",
  "page-dapps-pwn-image-alt": "Logotipo da PWN",
  "page-dapps-xmtp-logo-alt": "Logotipo da XMTP",
  "opage-dapps-yearn-logo-alt": "Logotipo da Yearn",
  "page-dapps-yearn-image-alt": "Logotipo da Yearn",
  "page-dapps-convex-image-alt": "Logotipo da Convex",
  "foundation": "Fundação",
  "page-wallets-get-some": "Obtenha ETH",
  "page-dapps-dapp-description-curve": "Curve é uma dex focada em stablecoins",
  "page-dapps-curve-image-alt": "Logotipo da Curve",
  "page-dapps-dapp-description-dodo": "DODO é um provedor de liquidez on-chain, que utiliza o algoritmo Proactive Market Maker (PMM)",
  "page-dapps-dodo-image-alt": "Logotipo do DODO",
  "page-dapps-dapp-description-artblocks": "A Art Blocks se dedica a dar vida a obras atraentes de arte generativa contemporânea",
  "page-dapps-artblocks-image-alt": "Logotipo da Art Blocks",
  "page-dapps-explore-title": "Quer navegar em mais aplicativos?",
  "page-dapps-explore": "Confira centenas de dapps"
}
