{
  "page-what-is-ethereum-alt-img-bazaar": "Ilustração de uma pessoa olhando para um mercado, significando representar o Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Uma ilustração de membros da comunidade Ethereum trabalhando juntos",
  "page-what-is-ethereum-alt-img-lego": "Uma ilustração de uma mão criando um logotipo ETH feito de blocos de Lego",
  "page-what-is-ethereum-banking-card": "Serviços bancários para todos",
  "page-what-is-ethereum-banking-card-desc": "Nem todo mundo tem acesso a serviços financeiros. Uma conexão de internet é tudo o que você precisa para acessar o Ethereum e os produtos de empréstimo, tomada de empréstimo e poupança criados com base nele.",
  "page-what-is-ethereum-build": "Crie algo com Ethereum",
  "page-what-is-ethereum-build-desc": "Se você quiser criar usando Ethereum, leia nossa documentação, veja alguns tutoriais ou confira as ferramentas necessárias para começar.",
  "page-what-is-ethereum-censorless-card": "Resistente à censura",
  "page-what-is-ethereum-censorless-card-desc": "Nenhum governo ou empresa tem controle sobre o Ethereum. A descentralização torna quase impossível, para qualquer um, impedir que você receba pagamentos ou use serviços no Ethereum.",
  "page-what-is-ethereum-comm-desc": "Nossa comunidade inclui pessoas de todas as origens, incluindo artistas, cripto-anarquistas, empresas listadas na Fortune 500 e agora você. Descubra como você pode se envolver hoje.",
  "page-what-is-ethereum-commerce-card": "Garantias comerciais",
  "page-what-is-ethereum-commerce-card-desc": "Os clientes têm uma garantia integrada e segura de que os fundos só mudarão de mãos se você fornecer o que foi acordado. Da mesma forma, os desenvolvedores podem ter certeza de que as regras não serão alteradas em nada.",
  "page-what-is-ethereum-composable-card": "Produtos compostos",
  "page-what-is-ethereum-composable-card-desc": "Todos os aplicativos na mesma cadeia com status compartilhado globalmente, significa que eles podem se unir um a outro (como peças de Lego). Isso permite a construção de novos produtos e experiências, além de assegurar que ninguém pode remover qualquer ferramenta de suporte dos aplicativos.",
  "page-what-is-ethereum-community": "Comunidade Ethereum",
  "page-what-is-ethereum-desc": "O alicerce para o nosso futuro digital",
  "page-what-is-ethereum-explore": "Conheça Ethereum",
  "page-what-is-ethereum-internet-card": "Uma internet aberta",
  "page-what-is-ethereum-internet-card-desc": "Qualquer pessoa pode interagir com a rede Ethereum ou desenvolver aplicativos na rede. Isso permite que você controle seus próprios bens/ativos e identificação, em vez de eles serem controlados por poucas grandes corporações.",
  "page-what-is-ethereum-meet-comm": "Conheça a comunidade",
  "page-what-is-ethereum-meta-description": "Aprenda sobre Ethereum, o que ele faz e como você pode experimentá-lo.",
  "page-what-is-ethereum-meta-title": "O que é o Ethereum?",
  "page-what-is-ethereum-p2p-card": "Uma rede peer-to-peer",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum permite que você coordene, faça acordos ou transfira ativos digitais diretamente a outras pessoas. Você não precisa depender de intermediários.",
  "page-what-is-ethereum-start-building-btn": "Comece a desenvolver",
  "page-what-is-ethereum-title": "O que é o Ethereum?",
  "page-what-is-ethereum-subtitle": "Um guia completo para iniciantes sobre como a Ethereum funciona, os benefícios que traz, e como é usado por milhões de pessoas em todo o mundo.",
  "page-what-is-ethereum-button-lets-start": "Vamos começar",
  "page-what-is-ethereum-blockchain-tab-title": "O que é uma blockchain?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Um blockchain é um banco de dados de transações</b> que é atualizado e compartilhado entre vários computadores em uma rede. Cada vez que um novo conjunto de transações é adicionado, é chamado de “block”, daí o nome blockchain. Blockchains públicas como o Ethereum permitem que qualquer pessoa adicione, mas não remova, dados. Se alguém quisesse alterar alguma informação ou enganar o sistema, precisaria fazê-lo na maioria dos computadores da rede. Isso é muito! Isto torna as blockchains descentralizadas como o Ethereum altamente seguras.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "O que é criptomoeda?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Criptomoeda é um termo usado para descrever muitos tipos de tokens digitais fungíveis protegidos por uma blockchain. Tudo começou com o Bitcoin. Bitcoin pode ser usado para transferir valor entre duas partes sem ter que confiar em um intermediário. Você só tem de confiar no código Bitcoin, que é todo aberto e disponível gratuitamente.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "A razão pela qual ativos como bitcoin e ether são chamados de “criptomoedas” é que a segurança de seus dados e ativos é garantida pela <a href=\"/glossary/#cryptography\">criptografia</a>, não por confiar em uma instituição ou corporação para agir honestamente.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "O Ethereum tem sua própria criptomoeda nativa, o ether (ETH), que é usado para pagar por certas atividades na rede. Ele pode ser transferido para outros usuários ou trocado por outros tokens no Ethereum. O Ether é especial porque é usado para pagar a computação necessária para criar e executar aplicativos e organizações no Ethereum.",
  "page-what-is-ethereum-summary-title": "Resumo",
  "page-what-is-ethereum-summary-desc-1": "Ethereum é uma rede de computadores em todo o mundo que segue um conjunto de regras chamado protocolo Ethereum. A rede Ethereum atua como base para comunidades, aplicativos, organizações e ativos digitais que qualquer pessoa pode construir e usar.",
  "page-what-is-ethereum-summary-desc-2": "Você pode criar uma conta Ethereum de qualquer lugar, a qualquer momento, e explorar um mundo de aplicativos ou construir o seu próprio. A principal inovação é que você pode fazer tudo isso sem confiar em uma autoridade central que poderia alterar as regras ou restringir seu acesso.",
  "page-what-is-ethereum-summary-desc-3": "Continue lendo para aprender mais…",
  "page-what-is-ethereum-btc-eth-diff-title": "Qual é a diferença entre Ethereum e Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "Lançado em 2015, o Ethereum baseia-se na inovação do Bitcoin, com algumas grandes diferenças.",
  "page-what-is-ethereum-btc-eth-diff-2": "Ambos permitem que você use dinheiro digital sem provedores de pagamento ou bancos. Mas o <b>Ethereum é programável</b>, então você também pode construir e implantar aplicativos descentralizados em sua rede.",
  "page-what-is-ethereum-btc-eth-diff-3": "O Bitcoin nos permite enviar mensagens básicas sobre o que acreditamos ser valioso. Estabelecer valor sem autoridade já é poderoso por si só. Porém, o Ethereum vai mais além: em vez de apenas mensagens, você pode escrever qualquer programa geral ou contrato. Não há limite para os tipos de contratos que podem ser criados e acordados, e é por isso que grandes inovações acontecem na rede Ethereum.",
  "page-what-is-ethereum-btc-eth-diff-4": "Enquanto o Bitcoin é apenas uma rede de pagamento, o Ethereum é mais como um mercado de serviços financeiros, jogos, redes sociais e outros aplicativos.",
  "page-what-is-ethereum-what-can-eth-do-title": "O que o Ethereum pode fazer?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Por que eu usaria o Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Se você está interessado em maneiras mais resilientes, abertas e fidedignas de coordenar globalmente, criar organizações, construir aplicativos e compartilhar valor, o Ethereum é para você. Ethereum é uma história que é escrita por todos nós, então venha e descubra que mundos incríveis podemos construir juntos.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "O Ethereum também tem sido inestimável para pessoas que tiveram que lidar com incertezas em torno da segurança, solidez ou mobilidade de seus ativos devido a forças externas fora de seu controle.",
  "page-what-is-ethereum-slide-1-title": "Pagamentos internacionais mais baratos e rápidos",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Stablecoins</b> são um novo tipo de criptomoeda que depende de um ativo mais estável como base para seu valor. A maioria delas está atrelado ao dólar dos Estados Unidos e, portanto, mantém o valor dessa moeda. Isso permite um sistema de pagamento global muito barato e estável. Muitos stablecoins atuais são construídos na rede Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum e stablecoins simplificam o processo de envio de dinheiro para o exterior. Muitas vezes, leva apenas alguns minutos para movimentar fundos em todo o mundo, em oposição aos vários dias úteis ou até mesmo semanas que podem levar seu banco tradicional e por uma fração do preço. Além disso, não há taxa extra para fazer uma transação de alto valor, e não há restrições sobre para onde ou por que você está enviando seu dinheiro.",
  "page-what-is-ethereum-slide-2-title": "A ajuda mais rápida em tempos de crise",
  "page-what-is-ethereum-slide-2-desc-1": "Se você tiver a sorte de ter várias opções bancárias por meio de instituições confiáveis onde mora, pode ter como garantida a sua liberdade financeira, a segurança e a estabilidade que elas oferecem. Mas para muitas pessoas ao redor do mundo que enfrentam repressão política ou dificuldades econômicas, as instituições financeiras podem não fornecer a proteção ou os serviços de que precisam.",
  "page-what-is-ethereum-slide-2-desc-2": "Quando a guerra, as catástrofes econômicas ou as repressões das liberdades civis atingiram os residentes de <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Cuba</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afeganistão</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigéria</a>, <a \nref=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Bielorrússia</a> e <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ucrânia</a>, as criptomoedas constituíam a opção mais rápida, e muitas vezes a única, para reter a agência financeira.<sup><a href=\"https://www.financialinclusion.tech/\">1</a></sup> Como visto nesses exemplos, criptomoedas como Ethereum podem fornecer acesso irrestrito à economia global quando as pessoas estão isoladas do mundo exterior. Além disso, as stablecoins oferecem uma reserva de valor quando as moedas locais estão em colapso devido à hiperinflação.",
  "page-what-is-ethereum-slide-3-title": "Empoderando criadores",
  "page-what-is-ethereum-slide-3-desc-1": "Somente em Em 2021, artistas, músicos, escritores e outros criadores usaram o Ethereum para ganhar cerca de Us$ 3,5 bilhões coletivamente. Isso torna a Ethereum uma das maiores plataformas globais para criadores, ao lado do Spotify, YouTube e Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Saiba mais</a>.",
  "page-what-is-ethereum-slide-4-title": "Empoderando gamers",
  "page-what-is-ethereum-slide-4-desc-1": "Jogos Play-to-Earn (onde os jogadores são de fato recompensados por jogar os jogos) surgiram recentemente e estão transformando a indústria de jogos. Tradicionalmente, muitas vezes é proibido negociar ou transferir ativos do jogo para outros jogadores com dinheiro real. Isso força os jogadores a usar sites do mercado negro que geralmente são um risco de segurança. Os jogos Blockchain abraçam a economia do jogo e promovem esse comportamento de maneira confiável.",
  "page-what-is-ethereum-slide-4-desc-2": "Além disso, os jogadores são incentivados pela possibilidade de trocar os tokens do jogo por dinheiro real e, assim, serem verdadeiramente recompensados pelo tempo que jogaram.",
  "page-what-is-ethereum-meet-ether-title": "Conheça o Ether, a criptomoeda da Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Muitas ações na rede Ethereum exigem que algum trabalho seja feito no computador embutido do Ethereum (conhecido como Ethereum Virtual Machine). Esta computação não é gratuita; é paga usando a criptomoeda nativa do Ethereum chamada Ether (ETH). Isso significa que você precisa de pelo menos uma pequena quantidade de Ether para usar a rede.",
  "page-what-is-ethereum-meet-ether-desc-2": "O Ether é puramente digital e você pode enviá-lo para qualquer pessoa em qualquer lugar do mundo instantaneamente. O fornecimento de ether não é controlado por nenhum governo ou empresa - ele é descentralizado e totalmente transparente. O Ether é emitido de maneira precisa de acordo com o protocolo, apenas aos participantes que protegem a rede.",
  "page-what-is-ethereum-what-is-ether": "O que é ether?",
  "page-what-is-ethereum-get-eth": "Compre ETH",
  "page-what-is-ethereum-explore-applications": "Conheça as aplicações",
  "page-what-is-ethereum-learn-defi": "Saiba mais sobre DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Quem executa o Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "O Ethereum não é controlado por nenhuma entidade em particular. Ele existe sempre que há computadores conectados executando software seguindo o protocolo Ethereum e adicionando ao blockchain Ethereum. Cada um desses computadores é conhecido como um nó. Os nós podem ser executados por qualquer pessoa, embora, para participar da proteção da rede, você precisa colocar ETH (token nativo do Ethereum). Qualquer pessoa com 32 ETH pode fazer isso sem precisar de permissão.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Até mesmo o código-fonte do Ethereum não é produzido por uma única entidade. Qualquer um pode sugerir mudanças no protocolo e discutir atualizações. Existem várias implementações do protocolo Ethereum que são produzidas por organizações independentes em várias linguagens de programação, e elas geralmente são construídas de forma aberta e encorajam as contribuições da comunidade.",
  "page-what-is-ethereum-run-a-node": "Execute um nó",
  "page-what-is-ethereum-smart-contract-title": "O que são contratos inteligentes?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Contratos inteligentes são programas de computador</b> que vivem na blockchain Ethereum. Eles executam quando acionados por uma transação de um usuário. Eles tornam o Ethereum muito flexível no que ele pode fazer. Esses programas atuam como base para aplicativos e organizações descentralizadas.",
  "page-what-is-ethereum-smart-contract-desc-2": "Você já usou um produto que mudou seus termos de serviço? Ou removeu um recurso que você achou útil? Assim que um contrato inteligente for publicado no Ethereum, ele estará on-line e operacional enquanto o Ethereum existir. Nem mesmo o autor pode derrubá-lo. Como os contratos inteligentes são automatizados, eles não discriminam nenhum usuário e estão sempre prontos para uso.",
  "page-what-is-ethereum-smart-contract-desc-3": "Exemplos populares de contratos inteligentes são aplicativos de empréstimo, corretoras de negociação descentralizadas, seguros, financiamento quadrático, redes sociais, NFTs — basicamente qualquer coisa que você possa imaginar.",
  "page-what-is-ethereum-more-on-smart-contracts": "Mais sobre contratos inteligentes",
  "page-what-is-ethereum-explore-dapps": "Conheça os dapps",
  "page-what-is-ethereum-criminal-activity-title": "Ouvi dizer que as criptomoedas estão sendo usadas como uma ferramenta para atividades criminosas. É verdade?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Como qualquer tecnologia, às vezes ela será mal utilizada. No entanto, como todas as transações do Ethereum acontecem em uma blockchain aberta, muitas vezes é mais fácil para as autoridades rastrear atividades ilícitas do que seria no sistema financeiro tradicional, tornando o Ethereum uma escolha menos atraente para aqueles que preferem passar despercebidos.",
  "page-what-is-ethereum-criminal-activity-desc-2": "As criptomoedas são usadas muito menos do que as moedas fiduciárias para fins criminais, segundo as principais conclusões de um relatório recente da Europol, a Agência da União Europeia para a Cooperação Policial:",
  "page-what-is-ethereum-criminal-activity-desc-3": "“O uso de criptomoedas para atividades ilícitas parece compreender apenas uma pequena parte da economia geral de criptomoedas e parece ser comparativamente menor do que a quantidade de fundos ilícitos envolvidos nas finanças tradicionais.”",
  "page-what-is-ethereum-energy-title": "E o consumo de energia do Ethereum?",
  "page-what-is-ethereum-energy-desc-1": "Em 15 de setembro de 2022, a Ethereum passou pela Fusão, o que alterou a Ethereum de Prova de trabalho para Prova de participação.",
  "page-what-is-ethereum-energy-desc-2": "A Fusão foi a maior atualização da Ethereum e reduziu o consumo de energia necessária para protegê-la em <b>99,95%</b>, criando uma <b>rede mais segura com um consumo muito menor de carbono</b>. A Ethereum agora é uma cadeia de blocos de baixo carbono enquanto impulsiona sua segurança e escalabilidade.",
  "page-what-is-ethereum-more-on-energy-consumption": "Mais sobre o consumo de energia",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Consumo anual de energia em TWH/ano",
  "energy-consumption-chart-global-data-centers-label": "Centros de dados globais",
  "energy-consumption-gold-mining-cbeci-label": "Mineração de ouro",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "BTC PoW",
  "energy-consumption-chart-gaming-us-label": "Jogos nos EUA",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "Atualização sobre a Fusão",
  "page-what-is-ethereum-additional-reading": "Leitura adicional",
  "page-what-is-ethereum-week-in-ethereum": "Notícias semanais do Ethereum",
  "page-what-is-ethereum-week-in-ethereum-desc": "– Uma newsletter semanal cobrindo os principais desenvolvimentos em todo o ecossistema.",
  "page-what-is-ethereum-kernel-dreamers": "Kernel",
  "page-what-is-ethereum-kernel-dreamers-desc": "O sonho do Ethereum",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Átomos, Instituições, Blockchains",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Por que os blockchains são importantes?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum em números",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "Projetos desenvolvidos no Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "Contas (carteiras) com saldo de ETH",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "Contratos inteligentes no Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "Valor garantido no Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "Ganhos do criador no Ethereum em 2021",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "Número de transações hoje",
  "adoption-chart-column-now-label": "Agora",
  "adoption-chart-investors-label": "Investidores",
  "adoption-chart-developers-label": "Desenvolvedores",
  "adoption-chart-companies-label": "Empresas",
  "adoption-chart-artists-label": "Artistas",
  "adoption-chart-musicians-label": "Músicos",
  "adoption-chart-writers-label": "Escritores",
  "adoption-chart-gamers-label": "Jogadores",
  "adoption-chart-refugees-label": "Refugiados",
  "page-what-is-ethereum-get-eth-alt": "Obtenha ETH",
  "page-what-is-ethereum-get-eth-description": "ETH é a criptomoeda nativa do Ethereum. Você precisa ter alguns ETHs na sua carteira para usar aplicativos Ethereum.",
  "page-what-is-ethereum-get-eth-title": "Obtenha ETH",
  "page-what-is-ethereum-explore-dapps-alt": "Ver dapps",
  "page-what-is-ethereum-explore-dapps-description": "Dapps são aplicativos criados no Ethereum. Os dapps estão revolucionando os modelos atuais de negócios e inventando novos.",
  "page-what-is-ethereum-explore-dapps-title": "Experimente alguns dapps"
}
