{
  "page-wallets-accounts-addresses": "Carteiras, contas e endereços",
  "page-wallets-accounts-addresses-desc": "Vale a pena entender as diferenças entre alguns termos-chave.",
  "page-wallets-accounts-ethereum-addresses": "Uma conta Ethereum tem um endereço Ethereum, como uma caixa de entrada tem vinculada um endereço de e-mail a ela. Você pode usá-lo para enviar fundos a uma conta.",
  "page-wallets-alt": "Ilustração de um robô com um corpo em forma de cofre, representando uma carteira Ethereum",
  "page-wallets-ethereum-account": "Uma conta Ethereum é uma entidade que pode enviar transações e tem saldo.",
  "page-wallets-blog": "Blog da Coinbase",
  "page-wallets-bookmarking": "Marque sua carteira nos Favoritos",
  "page-wallets-bookmarking-desc": "Se você usar uma carteira web, coloque o site nos Favoritos para se proteger contra golpes de phishing.",
  "page-wallets-cd": "Carteiras de hardware físico são dispositivos que permitem manter suas criptomoedas off-line – muito seguras",
  "page-wallets-desc-2": "Você precisa de uma carteira para enviar fundos e gerenciar seus ETH.",
  "page-wallets-desc-2-link": "Mais sobre ETH",
  "page-wallets-desc-3": "Sua carteira é apenas uma ferramenta para gerenciar sua conta Ethereum. Isso significa que você pode trocar de provedor de carteiras a qualquer momento. Muitas carteiras também permitem que você gerencie várias contas Ethereum a partir de um aplicativo.",
  "page-wallets-desc-4": "O motivo é que as carteiras não têm a custódia dos seus fundos, você a tem. Elas são apenas uma ferramenta para gerenciar o que na verdade é seu.",
  "page-wallets-description": "As carteiras Ethereum são aplicativos que permitem a você interagir com a sua conta Ethereum. Pense nelas como um aplicativo bancário de internet – sem o banco. Sua carteira permite que você veja seu saldo, envie transações e se conecte com aplicativos.",
  "page-wallets-desktop": "Aplicativos desktop, se você preferir gerenciar seus fundos via MacOS, Windows ou Linux",
  "page-wallets-ethereum-wallet": "Uma carteira é um produto que permite a você gerenciar sua conta Ethereum e ver seu saldo de conta, enviar transações e muito mais.",
  "page-wallets-explore": "Conheça Ethereum",
  "page-wallets-features-desc": "Nós podemos ajudá-lo a escolher sua carteira com base nos recursos que são mais importantes para você.",
  "page-wallets-features-title": "Compare carteiras com base nas funcionalidades",
  "page-wallets-find-wallet-btn": "Encontre uma carteira",
  "page-wallets-find-wallet-link": "Encontre uma carteira",
  "page-wallets-get-some": "Obtenha ETH",
  "page-wallets-get-some-alt": "Uma ilustração de uma mão criando um logotipo do ETH feito de peças de lego",
  "page-wallets-get-some-btn": "Obtenha ETH",
  "page-wallets-get-some-desc": "ETH é a criptomoeda nativa do Ethereum. Você precisará de alguns ETH na sua carteira para usar aplicativos Ethereum.",
  "page-wallets-how-to-store": "Como armazenar ativos digitais no Ethereum",
  "page-wallets-keys-to-safety": "O básico para manter suas criptomoedas seguras",
  "page-wallets-manage-funds": "Um app para gerenciar seus fundos",
  "page-wallets-manage-funds-desc": "Sua carteira mostra os seus saldos, histórico de transações e dá a você uma maneira de enviar/receber fundos. Algumas carteiras podem oferecer mais.",
  "page-wallets-meta-description": "O que você precisa saber para usar carteiras Ethereum.",
  "page-wallets-meta-title": "Carteiras Ethereum",
  "page-wallets-mobile": "Aplicativos móveis que tornam seus fundos acessíveis a partir de qualquer lugar",
  "page-wallets-more-on-dapps-btn": "Mais sobre Dapps",
  "page-wallets-most-wallets": "A maioria das soluções de carteira permitirá que você gere uma conta no Ethereum. Assim, você não precisa de um antes de baixar uma carteira.",
  "page-wallets-protecting-yourself": "Protegendo a si mesmo e seus fundos",
  "page-wallets-seed-phrase": "Anote a sua frase semente",
  "page-wallets-seed-phrase-desc": "As carteiras geralmente darão a você uma frase \"semente\" que você deve escrever em algum lugar seguro. Esta é a única maneira para você recuperar sua carteira.",
  "page-wallets-seed-phrase-example": "Aqui está um exemplo:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Não a armazene em um computador. Anote-a e mantenha-a segura.",
  "page-wallets-slogan": "A chave para o seu futuro digital",
  "page-wallets-stay-safe": "Como se manter seguro",
  "page-wallets-stay-safe-desc": "Carteiras são uma mudança na forma de pensar. A liberdade financeira e a capacidade de acessar e usar fundos em qualquer lugar vêm com responsabilidade: não há suporte ao cliente em cripto.",
  "page-wallets-subtitle": "Carteiras dão acesso aos seus fundos e aplicativos no Ethereum. Somente você deve ter acesso à sua carteira.",
  "page-wallets-take-responsibility": "Assuma a responsabilidade pelos seus próprios fundos",
  "page-wallets-take-responsibility-desc": "As exchanges centralizadas (as \"casas de câmbio\" do mundo cripto) vincularão sua carteira a um nome de usuário e senha que você pode recuperar de forma tradicional. Apenas lembre-se de que você está confiando àquela exchange a custódia do seu dinheiro. Se a empresa for atacada ou pedir falência, seu dinheiro estará em risco.",
  "page-wallets-tips": "Mais dicas de como se manter seguro",
  "page-wallets-tips-community": "Da comunidade",
  "page-wallets-title": "Carteiras Ethereum",
  "page-wallets-triple-check": "Verifique tudo em triplo",
  "page-wallets-triple-check-desc": "Lembre-se de que as transações não podem ser revertidas, e as carteiras não são facilmente restauradas, por isso tome as devidas precauções e seja sempre cuidadoso.",
  "page-wallets-try-dapps": "Experimente alguns dapps",
  "page-wallets-try-dapps-alt": "Uma ilustração de membros da comunidade Ethereum trabalhando juntos",
  "page-wallets-try-dapps-desc": "Dapps são aplicativos construídos no Ethereum. Eles são mais baratos, mais justos e mais gentis com seus dados do que a maioria dos aplicativos tradicionais.",
  "page-wallets-types": "Tipos de carteiras",
  "page-wallets-types-desc": "Existem algumas maneiras de fazer interface e interagir com a sua conta:",
  "page-wallets-web-browser": "As carteiras do navegador são aplicativos da web que permitem a você interagir com sua conta diretamente no navegador",
  "page-wallets-web-browser-extension": "As carteiras de extensão do navegador são extensões que você baixa e permitem que você interaja com sua conta e aplicativos usando o navegador",
  "page-wallets-whats-a-wallet": "O que é uma carteira Ethereum?",
  "page-wallets-your-ethereum-account": "Sua conta Ethereum",
  "page-wallets-your-ethereum-account-desc": "A sua carteira é a janela para a sua conta Ethereum – o seu saldo, histórico de transações e muito mais. Mas você pode trocar os provedores de carteira a qualquer momento.",
  "page-wallets-your-login": "Seu login para aplicativos Ethereum",
  "page-wallets-your-login-desc": "Sua carteira permite que você se conecte a qualquer aplicativo descentralizado usando a sua conta Ethereum. É como um login que você pode usar em vários dapps."
}
