{
  "page-what-is-ethereum-meta-title": "O que é Ethereum? (Um guia completo) I ethereum.org",
  "page-what-is-ethereum-meta-description": "Uma visão completa do que é Ethereum, como funciona, o que faz e como começar a usá-lo ou desenvolver com ele. Explicado em termos simples.",
  "page-what-is-ethereum-title": "O que é o Ethereum?",
  "page-what-is-ethereum-hero-description-1": "Ethereum é uma blockchain descentralizada e uma plataforma de desenvolvimento de software, impulsionada pela criptomoeda ether (ETH).",
  "page-what-is-ethereum-hero-description-2": "Ela abriga milhares de criptomoedas e aplicativos DeFi, NFTs, jogos, redes sociais descentralizadas e stablecoins.",
  "page-what-is-ethereum-ethereum-intro-1": "Ethereum é uma blockchain aberta e pública que foi lançada em julho de 2015 por um desenvolvedor de software chamado Vitalik Buterin junto de uma equipe pequena de cofundadores.",
  "page-what-is-ethereum-ethereum-intro-2": "A ideia por trás do Ethereum era simples. Enquanto o Bitcoin permitia enviar e receber dinheiro digital, o Ethereum ampliaria isso com programas de código aberto chamados de <a>contratos inteligentes</a>.",
  "page-what-is-ethereum-ethereum-intro-3": "<strong>Contratos inteligentes</strong> permitem que qualquer pessoa crie seus próprios ativos digitais e aplicativos descentralizados (dapps) que funcionam 24/7, em escala global. E, ao contrário de bancos, corporações ou outras instituições, os contratos inteligentes estão disponíveis para qualquer pessoa com uma conexão à internet.",
  "page-what-is-ethereum-ethereum-intro-4": "Desde 2015, o Ethereum se transformou em um ecossistema vibrante de ativos digitais como <strong>stablecoins</strong>, tokens não fungíveis (<strong>NFTs</strong>) e tokens de governança, além de um vasto universo de dapps voltados para finanças descentralizadas (<strong>DeFi</strong>), arte e colecionáveis, jogos e redes sociais descentralizadas.",
  "page-what-is-ethereum-ethereum-intro-5": "Coletivamente, esse ecossistema é chamado de \"<strong>web3</strong>\", representando a terceira fase da <strong>internet centrada na propriedade</strong>.",
  "page-what-is-ethereum-ethereum-intro-6": "Hoje, o Ethereum é usado por <millions>milhões de pessoas</millions> ao redor do mundo, <billions>detendo bilhões de dólares</billions> em ativos que enviam e recebem <trillions>trilhões de dólares</trillions> todos os anos — e tudo isso sem um banco.",
  "page-what-is-ethereum-ethereum-intro-7": "No centro de tudo isso está a criptomoeda nativa do Ethereum, o <strong>ether (ETH)</strong>, um novo tipo de dinheiro digital usado para alimentar toda a rede.",
  "page-what-is-ethereum-network-title": "O que é a rede Ethereum?",
  "page-what-is-ethereum-network-intro-1": "Você pode imaginar a rede Ethereum como uma <strong> infraestrutura global digital que qualquer pessoa pode usar </strong> mas ninguém pode abusar.",
  "page-what-is-ethereum-network-intro-2": "A rede é composta por <strong>milhares de computadores independentes</strong> ao redor do mundo, chamados de nós. Esses nós, administrados por pessoas comuns, trabalham juntos para fornecer serviços financeiros e aplicativos digitais a qualquer pessoa, em qualquer lugar.",
  "page-what-is-ethereum-network-intro-3": "A rede Ethereum tem <strong>3 vantagens principais</strong> em relação às redes tradicionais controladas por instituições, que são: resistência à censura, segurança aprimorada e maior confiabilidade.",
  "page-what-is-ethereum-network-censorship-title": "Resistente à censura",
  "page-what-is-ethereum-network-censorship-desc-1": "Enquanto os aplicativos tradicionais e serviços financeiros dependem de bancos ou corporações que podem decidir bloquear o acesso ou congelar contas, os dapps no Ethereum são resistentes à censura.",
  "page-what-is-ethereum-network-censorship-desc-2": "Isso acontece porque a rede de nós da ethereum registra todas as transações sem discriminação—e essas regras estão incorporadas no código.",
  "page-what-is-ethereum-network-security-title": "Altamente seguro",
  "page-what-is-ethereum-network-security-desc-1": "Embora muitos aplicativos hoje sejam hospedados em provedores de nuvem como a AWS e podem ser vulneráveis ​​a quedas e ataques, os dapps no Ethereum são protegidos pela própria rede. Cada nó armazena e sincroniza todo o estado do Ethereum, incluindo todos os contratos.",
  "page-what-is-ethereum-network-security-desc-2": "Se alguém tentasse alterar um contrato, a rede o rejeitaria, pois ela não corresponderia aos seus registros. Para derrubar um único aplicativo, os invasores precisam assumir o controle de toda a rede, o que custaria bilhões e seria extremamente difícil de coordenar.",
  "page-what-is-ethereum-network-reliability-title": "Durável e rentável",
  "page-what-is-ethereum-network-reliability-desc-1": "O tempo de inatividade de plataformas de nuvem pode deixar os aplicativos offline, mas o design do Ethereum garante um tempo de atividade perfeito. A rede continuará funcionando mesmo que alguns nós fiquem offline devido a bugs de software, repressões governamentais, desastres naturais ou guerras.",
  "page-what-is-ethereum-network-reliability-desc-2": "Milhões de pessoas usam milhares de dapps no Ethereum todos os dias. Embora a alta demanda possa levar a taxas de transação elevadas, isso reflete a força de uma rede que prioriza a segurança, a descentralização e a garantia de que estará sempre disponível quando você precisar.",
  "page-what-is-ethereum-network-layer2-title": "Extensões do Ethereum (Camada 2)",
  "page-what-is-ethereum-network-layer2-desc-1": "Diferentes equipes criaram redes de Layer 2 (L2) que rodam sobre o Ethereum para aumentar a capacidade do Ethereum. As L2s funcionam como vias expressas, tornando as transações mais rápidas e baratas — às vezes, custando menos de um centavo, em média.",
  "page-what-is-ethereum-network-layer2-desc-2": "Algumas das L2s mais populares, incluindo <optimism>Optimism</optimism>, <arbitrum>Arbitrum</arbitrum>, <zksync>ZKSync</zksync> e <base>Base</base> agora processam milhões de transações no valor de bilhões de dólares a cada ano.",
  "page-what-is-ethereum-network-learn-more": "Aprenda mais sobre a rede Ethereum",
  "page-what-is-ethereum-ether-title": "O que é ether (ETH)?",
  "page-what-is-ethereum-ether-intro-1": "Ether (ETH) é a criptomoeda nativa do Ethereum.",
  "page-what-is-ethereum-ether-intro-2": "É um novo tipo de <strong>dinheiro digital que você pode enviar para qualquer pessoa, em qualquer lugar do mundo, em segundos</strong> por apenas alguns centavos. Mas o ETH é mais do que pagamentos. Ele desempenha um papel vital na manutenção da rede Ethereum.",
  "page-what-is-ethereum-ether-intro-3": "Ao usar Ethereum para enviar dinheiro, colecionar arte ou criar um novo dapp, você paga uma pequena <strong>taxa de transação</strong> (ou taxa de gás) <strong>em ETH</strong>. Essa taxa ajuda a prevenir spam e recompensa as pessoas chamadas de validadores, que são responsaveis por processarem as transações.",
  "page-what-is-ethereum-ether-intro-4": "Esses <strong>validadores ajudam a proteger a rede Ethereum</strong> por meio de um sistema chamado staking. Ao bloquear seus ETH, eles podem processar transações. Em troca, recebem ETH como recompensa. Isso dá à Ethereum sua própria economia autossustentável, impulsionada por usuários em vez de empresas.",
  "page-what-is-ethereum-ether-intro-5": "Ao contrário de muitas moedas tradicionais, o <strong>ETH pode se tornar mais escasso ao longo do tempo</strong>. Cada vez que alguém usa o Ethereum, uma pequena parte do ETH é queimada, removendo-o permanentemente de circulação. Em dias movimentados, mais ETH é queimado do que criado, tornando o ETH deflacionário e aumentando seu valor com o tempo. Quanto mais o Ethereum é usado, mais ETH é queimado.",
  "page-what-is-ethereum-ether-intro-6": "Por causa disso, muitas pessoas veem o Ethereum como um investimento e optam por guardá-lo, fazer estaca ou emprestá-lo para aumentar suas economias.",
  "page-what-is-ethereum-ether-learn-more": "Aprenda mais sobre ether (ETH)",
  "page-what-is-ethereum-how-title": "Como o Ethereum funciona?",
  "page-what-is-ethereum-how-intro-1": "Quando o Ethereum<strong> foi lançado em 2015</strong>, ele usou um sistema chamado prova de trabalho.",
  "page-what-is-ethereum-how-intro-2": "Esse mecanismo, pioneiro do Bitcoin, é como todos os computadores concordam sobre quem possui o quê. Os computadores gastariam muita energia tentando resolver um quebra-cabeça matemático complexo. O vencedor poderia propor um bloco de transações recebidas e ganhar novos ETH.",
  "page-what-is-ethereum-how-intro-3": "Em 2022, o Ethereum atualizou para um novo sistema chamado <strong>prova de participação</strong>, <a>que é 99% mais eficiente em termos de energia</a>. Em vez de quebra-cabeças matemáticos, os validadores bloqueiam seus ETH como um depósito de segurança para ganhar o direito de processar transações.",
  "page-what-is-ethereum-how-intro-4": "Se eles fizerem corretamente, eles ganham ETH. Se eles trapacearem, eles perdem parte de sua aposta.",
  "page-what-is-ethereum-how-intro-5": "Aqui está um exemplo:",
  "page-what-is-ethereum-how-example-1-title": "Quando você envia $10 em stablecoins para um amigo em Ethereum:",
  "page-what-is-ethereum-how-example-1-step-1": "Você abre sua carteira, adiciona o endereço da conta de destino e o valor e, em seguida, clica em enviar.",
  "page-what-is-ethereum-how-example-1-step-2": "Sua carteira processa o pagamento e transmite-o para a rede.",
  "page-what-is-ethereum-how-example-1-step-3": "O pagamento fica aguardando em uma fila pública de transições (mempool) até que um validador de bloco o selecione.",
  "page-what-is-ethereum-how-example-1-step-4": "O validador do bloco o adiciona ao próximo bloco de transações, o transmite e ganha uma taxa.",
  "page-what-is-ethereum-how-example-1-step-5": "O contrato de stablecoin transfere US$10 de você para seu amigo, e ambas as carteiras são atualizadas.",
  "page-what-is-ethereum-how-example-1-step-6": "Uma rede global de validadores verifica e atesta a validade das alterações",
  "page-what-is-ethereum-how-example-2-title": "Quando você cunhar um item colecionável de US$ 5 no Ethereum:",
  "page-what-is-ethereum-how-example-2-step-1": "Você conecta sua carteira ao dapp e escolhe o item a ser cunhado.",
  "page-what-is-ethereum-how-example-2-step-2": "Você confirma a compra; a carteira assina e transmite a transação",
  "page-what-is-ethereum-how-example-2-step-3": "A solicitação de mint entra no mempool e é adicionada a um bloco por um validador.",
  "page-what-is-ethereum-how-example-2-step-4": "O contrato inteligente do NFT registra sua carteira como a nova proprietária.",
  "page-what-is-ethereum-how-example-2-step-5": "Seu novo item colecionável aparece na sua carteira alguns segundos depois.",
  "page-what-is-ethereum-how-outro-1": "Tudo isso é possível graças ao poder dos contratos inteligentes; programas de código aberto que vivem no Ethereum e funcionam 24/7, 365 dias por ano, acessíveis a qualquer pessoa, em qualquer lugar.",
  "page-what-is-ethereum-how-outro-2": "<strong>Cada transação, atualização e ação é sincronizada em milhares de nós independentes.</strong> Isso dá ao Ethereum sua confiabilidade, transparência e resistência à censura.",
  "page-what-is-ethereum-how-learn-more-1": "Saiba mais sobre como o Ethereum funciona.",
  "page-what-is-ethereum-how-learn-more-2": "Leia a documentação de desenvolvedor para uma visão mais ampla do Ethereum",
  "page-what-is-ethereum-what-title": "Para que é usado o Ethereum?",
  "page-what-is-ethereum-what-intro-1": "As pessoas usam o Ethereum para fazer coisas que antes eram impossíveis.",
  "page-what-is-ethereum-what-intro-2": "Agricultores no Quênia podem receber <insurance>seguro automatizado para suas plantações</insurance> sem precisar solicitar a um banco. Empresas como a <strong>Visa</strong> podem lançar <payment>novos sistemas de pagamento que funcionam globalmente</payment> desde o primeiro dia. Organizações globais como a <strong>ONU</strong> podem entregar <aid>ajuda a refugiados</aid>, economizando milhões em taxas bancárias.",
  "page-what-is-ethereum-what-intro-3": "Esses dapps e assets são executados em Ethereum usando código aberto e não podem ser restritos, censurados ou desativados.",
  "page-what-is-ethereum-what-intro-4": "Aqui está como diferentes grupos são usados hoje:",
  "page-what-is-ethereum-what-consumers-title": "Clientes",
  "page-what-is-ethereum-what-consumers-desc-1": "Milhões de pessoas já usam dapps no Ethereum para movimentar dinheiro, negociar e possuir ativos digitais todos os dias. Ao contrário dos aplicativos tradicionais, não há necessidade de se registrar com seu nome, esperar a aprovação de um banco ou fornecer seus dados pessoais.",
  "page-what-is-ethereum-what-consumers-desc-2": "Com apenas uma carteira e uma conexão a internet você pode:",
  "page-what-is-ethereum-what-consumers-benefit-1": "<strong>Acesse serviços financeiros sem precisar de uma conta bancária</strong> ou histórico de crédito",
  "page-what-is-ethereum-what-consumers-benefit-2": "<strong>Possuir itens colecionáveis ​​digitais</strong>, arte e ativos que não podem ser copiados ou confiscados",
  "page-what-is-ethereum-what-consumers-benefit-3": "Entrar em dapps usando sua carteira, não seu e-mail,<strong>sem senhas, sem necessidade de informações pessoais</strong>",
  "page-what-is-ethereum-what-consumers-benefit-4": "Participar de comunidades globais onde você pode votar, contribuir e ganhar remotamente",
  "page-what-is-ethereum-what-businesses-title": "Empresas e desenvolvedores",
  "page-what-is-ethereum-what-businesses-benefit-1": "Lance dapps com sistema de pagamentos global integrado desde o primeiro dia",
  "page-what-is-ethereum-what-businesses-benefit-2": "Implemente contratos à prova de violação que <strong>aplicam automaticamente os acordos</strong>",
  "page-what-is-ethereum-what-businesses-benefit-3": "Crie produtos financeiros que qualquer pessoa possa desenvolver e gerar valor para eles",
  "page-what-is-ethereum-what-businesses-example": "Por exemplo, <a>o PayPal lançou sua própria stablecoin, PYUSD, no Ethereum</a>. Isso é um sinal de que até mesmo as maiores empresas de pagamento do mundo enxergam os benefícios da natureza aberta e programável do Ethereum.",
  "page-what-is-ethereum-what-governments-title": "Governos",
  "page-what-is-ethereum-what-governments-intro": "Os governos também estão começando a explorar o que o Ethereum torna possível.",
  "page-what-is-ethereum-what-governments-benefit-1": "<strong>Distribua fundos e benefícios públicos</strong> diretamente aos cidadãos com total transparência",
  "page-what-is-ethereum-what-governments-benefit-2": "<strong>Emita IDs digitais</strong> ou registros que sejam verificáveis ​​e portáteis através das fronteiras",
  "page-what-is-ethereum-what-governments-benefit-3": "Construa <strong>uma infraestrutura pública inviolável para votação</strong>, títulos de propriedade e registros",
  "page-what-is-ethereum-what-governments-example-1": "Em outro caso, o ministério de transformação digital da Ucrânia<a>usou Ethereum para distribuir ajuda durante a guerra</a>.",
  "page-what-is-ethereum-what-governments-example-2": "Fundos foram enviados diretamente para cidadãos e ONGs usando contratos inteligentes abertos, proporcionando transparência, velocidade e prestação de contas durante uma crise.",
  "page-what-is-ethereum-what-learn-more": "Saiba mais sobre para que serve o Ethereum",
  "page-what-is-ethereum-start-title": "Como começar a usar Ethereum",
  "page-what-is-ethereum-start-intro-1": "Começar a usar Ethereum é mais fácil do que você imagina.",
  "page-what-is-ethereum-start-intro-2": "Você não precisa de permissão. Não precisa de um banco nem de um documento de identidade. Tudo o que você precisa para começar é um dispositivo e uma conexão com a internet.",
  "page-what-is-ethereum-start-individuals-title": "Para indivíduos",
  "page-what-is-ethereum-start-individuals-desc-1": "O primeiro passo é baixar uma carteira.",
  "page-what-is-ethereum-start-individuals-desc-2": "Pense nele como um aplicativo que funciona tanto como sua conta e navegador de internet para Ethereum. Ele gerencia suas criptomoedas, permite que você faça login em dapps e também envia e recebe ativos digitais como tokens e NFTs.",
  "page-what-is-ethereum-start-individuals-desc-3": "Carteiras populares como <zerion>Zerion</zerion>, <rainbow>Rainbow</rainbow> e <coinbase>Coinbase Wallet</coinbase> são gratuitas e fáceis de usar. Depois de configurar sua carteira, você pode:",
  "page-what-is-ethereum-start-individuals-step-1": "Compre uma pequena quantidade de ETH em um câmbio ou diretamente dentro de algumas carteiras",
  "page-what-is-ethereum-start-individuals-step-2": "Use esse ETH para pagar transações, por exemplo, ao enviar tokens ou coletar NFTs",
  "page-what-is-ethereum-start-individuals-step-3": "Explore dapps como <zora>Zora</zora>, <uniswap>Uniswap</uniswap> ou <farcaster>Farcaster</farcaster>, sem necessidade de novos logins ou aprovações",
  "page-what-is-ethereum-start-individuals-desc-4": "Essas prioridades ajudarão a garantir que o Ethereum seja seguro, escalável e fácil de usar, já que mais pessoas dependem da rede todos os dias.",
  "page-what-is-ethereum-start-individuals-desc-5": "Esses dapps rodam no seu navegador e funcionam com sua carteira instantaneamente. Você pode começar a usar Ethereum em minutos.",
  "page-what-is-ethereum-start-individuals-cta-1": "Comece aqui",
  "page-what-is-ethereum-start-individuals-cta-2": "Veja os aplicativos",
  "page-what-is-ethereum-start-developers-title": "Para desenvolvedores",
  "page-what-is-ethereum-start-developers-desc-1": "Ethereum é um playground para desenvolvedores. Você pode começar a construir sem permissão, aprovações ou mesmo dinheiro real.",
  "page-what-is-ethereum-start-developers-desc-2": "A <a>Documentação de desenvolvedor Ethereum</a> orienta você em tudo, desde a escrita do seu primeiro contrato inteligente até a implantação em redes de teste como a Sepolia.",
  "page-what-is-ethereum-start-developers-desc-3": "Você pode criar dapps full-stack com ferramentas como <hardhat>Hardhat</hardhat>, <foundry>Foundry</foundry> e <ethers>Ethers.js</ethers>, ou experimentar plataformas de low-code como <thirdweb>thirdweb</thirdweb> ou <moralis>Moralis</moralis>.",
  "page-what-is-ethereum-start-developers-desc-4": "Tudo é de código aberto e combinável, então você pode remixar e desenvolver o que já existe sem pedir permissão.",
  "page-what-is-ethereum-start-developers-cta": "Começar a construir em Ethereum",
  "page-what-is-ethereum-start-business-title": "Use Ethereum nos negócios",
  "page-what-is-ethereum-start-business-desc-1": "As empresas já estão usando Ethereum para alimentar novas infraestruturas.",
  "page-what-is-ethereum-start-business-desc-2": "Muitas empresas estão começando com redes L2 como Optimism e Base, para atender a casos de uso de grande volume. Essas redes oferecem taxas mais baixas e velocidades mais rápidas, além de se beneficiarem da segurança do Ethereum e eliminarem o risco de contraparte.",
  "page-what-is-ethereum-start-business-desc-3": "Você pode:",
  "page-what-is-ethereum-start-business-benefit-1": "Lançar programas de fidelidade modulares que aumentam a retenção e reduzem os custos com terceiros",
  "page-what-is-ethereum-start-business-benefit-2": "Tokenizar ativos como ingressos, cupons ou certificados para reduzir fraudes e riscos de revenda",
  "page-what-is-ethereum-start-business-benefit-3": "Permitir pagamentos globais instantâneos, reduzir as taxas de transação e abrir novos mercados",
  "page-what-is-ethereum-start-business-example": "Por exemplo, em 2025, o <a>Shopify foi lançado na Base</a> para permitir que os consumidores usem stablecoins com milhões de comerciantes ao redor do mundo.",
  "page-what-is-ethereum-start-business-cta": "Use Ethereum nos negócios",
  "page-what-is-ethereum-bitcoin-title": "Qual é a diferença entre Ethereum e Bitcoin?",
  "page-what-is-ethereum-bitcoin-intro-1": "Bitcoin e Ethereum são as duas maiores criptomoedas do mundo.",
  "page-what-is-ethereum-bitcoin-intro-2": "Ambas permitem enviar dinheiro sem precisar de um banco, ambas funcionam com tecnologia blockchain e ambas são <strong>abertas a qualquer pessoa</strong>. Mas é aí que as semelhanças terminam.",
  "page-what-is-ethereum-bitcoin-comparison-1-title": "Bitcoin é como ouro digital.",
  "page-what-is-ethereum-bitcoin-comparison-1-desc": "Possui um fornecimento fixo de 21 milhões de moedas, um foco restrito em pagamentos ponto a ponto e uma linguagem de script básica que limita o que você pode construir com ela. Essa simplicidade é intencional, já que o Bitcoin prioriza previsibilidade, durabilidade e segurança a longo prazo em detrimento da flexibilidade.",
  "page-what-is-ethereum-bitcoin-comparison-2-title": "Ethereum tem uma abordagem mais ampla.",
  "page-what-is-ethereum-bitcoin-comparison-2-desc": "Não se trata apenas de dinheiro, trata-se de infraestrutura programável. Em vez de apenas enviar e receber valor, o Ethereum permite que desenvolvedores criem aplicativos completos. Você já viu isso em ação: de mercados de empréstimos e stablecoins a colecionáveis, redes sociais e pagamentos em tempo real, tudo impulsionado por contratos inteligentes e garantido pelo ETH.",
  "page-what-is-ethereum-bitcoin-comparison-3-title": "A maneira como as redes alcançam o consenso também é diferente.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-1": "O Bitcoin utiliza mineradores para proteger a rede. São computadores poderosos que competem para resolver quebra-cabeças complexos, e o vencedor adiciona o próximo bloco de transações à cadeia e reivindica bitcoins como recompensa. Esse processo é chamado de mineração e consome grandes quantidades de eletricidade.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-2": "O Ethereum também funcionava assim. Mas em 2022, passou de prova de trabalho para prova de participação. Hoje, as transações são confirmadas por validadores que travam ETH como garantia. Validadores honestos ganham recompensas em ETH, enquanto os desonestos perdem parte de sua participação. Essa mudança tornou o Ethereum mais de 99,988% mais eficiente em termos de energia, sem sacrificar a segurança ou a descentralização.",
  "page-what-is-ethereum-bitcoin-comparison-4-title": "Tem também uma diferença na forma como o fornecimento é tratado.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-1": "O Bitcoin tem um fornecimento fixo. Haverá apenas 21 milhões de moedas. O Ethereum, por outro lado, tem um fornecimento dinâmico. Novos ETH são emitidos para recompensar os validadores, enquanto uma parte é queimada a cada transação. Isso significa que o <strong>Ethereum não pode simplesmente \"imprimir ETH infinito.\"</strong>",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-2": "A taxa de emissão é limitada pela quantidade de ETH em stake. À medida que mais ETH é posto em stake, as recompensas individuais diminuem, criando um equilíbrio natural. Esse design garante um orçamento de segurança sustentável no futuro, sem depender apenas de taxas de transação.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-3": "Em resumo, Bitcoin é uma ferramenta que envia valor. Ethereum é uma plataforma para contruí-o.",
  "page-what-is-ethereum-bitcoin-learn-more": "Aprenda mais sobre a diferença entre Ethereum e Bitcoin",
  "page-what-is-ethereum-when-who-title": "Quando foi lançado o Ethereum, quem foi o fundador e quem administra agora?",
  "page-what-is-ethereum-when-who-intro-1": "Desde o começo, o Ethereum foi projetado para ser executado por esta comunidade.",
  "page-what-is-ethereum-when-who-intro-2": "Em 2013, Vitalik Buterin publicou um white paper propondo um novo tipo de blockchain para dinheiro e aplicativos que qualquer pessoa poderia usar. A ideia rapidamente ganhou força.",
  "page-what-is-ethereum-when-who-intro-3": "Em 2014, cofundadores como Gavin Wood e Joseph Lubin se juntaram ao esforço, e a equipe levantou fundos por meio de uma das primeiras campanhas de financiamento coletivo de cripto.",
  "page-what-is-ethereum-when-who-intro-4": "O Ethereum foi lançado oficialmente em julho de 2015.",
  "page-what-is-ethereum-when-who-history-title": "Momentos-chave na história do Ethereum",
  "page-what-is-ethereum-when-who-history-2013": "Vitalik Buterin, de 19 anos, publica o whitepaper do Ethereum",
  "page-what-is-ethereum-when-who-history-2014": "A Fundação Ethereum forma e lança uma campanha de financiamento coletivo",
  "page-what-is-ethereum-when-who-history-2015": "Os desenvolvedores lançam a rede Ethereum com a versão <em>Frontier</em>",
  "page-what-is-ethereum-when-who-history-2016": "Um exploit de contrato inteligente drena US$ 60 milhões (3,6 milhões de ETH) da The DAO, levando a um fork da blockchain",
  "page-what-is-ethereum-when-who-history-2020": "O lançamento do Beacon Chain inicia a mudança para Proof-of-Stake",
  "page-what-is-ethereum-when-who-history-2021": "<em>Londres</em> atualização começa a queimar as taxas de gás via EIP-1559",
  "page-what-is-ethereum-when-who-history-2022": "<em>A fusão</em> substitui a mineração com estacas, reduzindo o uso de energia em 99%",
  "page-what-is-ethereum-when-who-history-2025": "A atualização do <em>Pectra</em> melhora o suporte à carteira inteligente e a compatibilidade com as L2s",
  "page-what-is-ethereum-when-who-governance-1": "Hoje, nenhuma pessoa ou empresa administra o Ethereum.",
  "page-what-is-ethereum-when-who-contributors-title": "A rede é mantida por um amplo grupo de colaboradores:",
  "page-what-is-ethereum-when-who-contributors-1": "Desenvolvedores que escrevem e propõem atualizações",
  "page-what-is-ethereum-when-who-contributors-2": "Operadores de nós contribuindo para a infraestrutura física distribuída",
  "page-what-is-ethereum-when-who-contributors-3": "Apostadores que validam transações",
  "page-what-is-ethereum-when-who-contributors-4": "Membros da comunidade que constituem ferramentas e cultura",
  "page-what-is-ethereum-when-who-contributors-5": "<strong>você</strong> usando a rede",
  "page-what-is-ethereum-when-who-governance-2": "<strong> Não tem CEO, conselho ou autoridade central.</strong> A fundação Ethereum ainda ajuda a financiar pesquisa e desenvolvimento, mas o ecossistema funciona com participação aberta.",
  "page-what-is-ethereum-when-who-governance-3": "Mudanças são propostas através <eips> de melhorias Ethereum (EIPs)</eips>, discutidas publicamente e adotadas apenas <governance> se a comunidade em geral as apoiar</governance>.",
  "page-what-is-ethereum-when-who-governance-4": "Isso torna o Ethereum mais lento para mudar do que uma inicialização, mas também muito mais difícil de fechar ou assumir.",
  "page-what-is-ethereum-when-who-learn-more": "Aprenda mais sobre a história do Ethereum",
  "page-what-is-ethereum-roadmap-title": "Qual é o roteiro do Ethereum para 2025?",
  "page-what-is-ethereum-roadmap-intro-1": "O Ethereum não segue um planejamento fixo. Ele segue uma visão compartilhada.",
  "page-what-is-ethereum-roadmap-intro-2": "As atualizações de rede são feitas como EIPs e desenvolvidas publicamente por colaboradores de todo o mundo. Não há uma equipe central decidindo o que acontece, apenas pessoas construindo o que acreditam ser útil com base nas necessidades dos usuários.",
  "page-what-is-ethereum-roadmap-intro-3": "Pectra é a atualização mais recente, lançada em Maio de 2025. Essa atualização aprimorou os recursos da carteira, deu mais flexibilidade aos stakers e facilitou a execução de dapps em L2s. O objetivo era melhorar a usabilidade sem comprometer a segurança ou a descentralização.",
  "page-what-is-ethereum-roadmap-priorities-intro": "<a>Olhando para o futuro</a>, as prioridades do Ethereum incluem:",
  "page-what-is-ethereum-roadmap-priority-1": "Tornando o protocolo principal e seus L2s mais rápidos e baratos para todos",
  "page-what-is-ethereum-roadmap-priority-2": "Melhorando a experiência para usuários e desenvolvedores",
  "page-what-is-ethereum-roadmap-outro-1": "Essas prioridades ajudarão a garantir que o Ethereum seja seguro, escalável e fácil de usar, já que mais pessoas dependem da rede todos os dias.",
  "page-what-is-ethereum-roadmap-outro-2": "Se você quer ajudar a definir os rumos do Ethereum, <a>participe</a>. Não é preciso pedir permissão — basta ter vontade de contribuir com essa nova economia digital.",
  "page-what-is-ethereum-roadmap-learn-more": "Veja uma visão geral do roadmap do Ethereum",
  "page-what-is-ethereum-further-reading-title": "Pronto para o próximo",
  "page-what-is-ethereum-further-reading-wallets": "O que são carteiras?",
  "page-what-is-ethereum-further-reading-eth": "O que é ether (ETH)?",
  "page-what-is-ethereum-further-reading-web3": "O que é Web3?",
  "page-what-is-ethereum-further-reading-networks": "Aprenda mais sobre a rede Ethereum",
  "page-what-is-ethereum-toc-ethereum": "O que é Ethereum?",
  "page-what-is-ethereum-toc-network": "O que é a rede Ethereum?",
  "page-what-is-ethereum-toc-ether": "O que é ether (ETH)?",
  "page-what-is-ethereum-toc-how": "Como o Ethereum funciona?",
  "page-what-is-ethereum-toc-what": "Para que é usado o Ethereum?",
  "page-what-is-ethereum-toc-start": "Como começar a usar Ethereum",
  "page-what-is-ethereum-toc-bitcoin": "Qual é a diferença entre Ethereum e Bitcoin?",
  "page-what-is-ethereum-toc-when-who": "Quando foi lançado o Ethereum, quem foi o fundador e quem administra agora?",
  "page-what-is-ethereum-toc-roadmap": "Qual é o roteiro do Ethereum para 2025?",
  "page-what-is-ethereum-banner-networks-alt": "Ilustração do centro comunitário futurista Ethereum",
  "page-what-is-ethereum-banner-ether-alt": "Mãos abertas segurando o glifo do éter",
  "page-what-is-ethereum-banner-how-alt": "Homem consertando computador",
  "page-what-is-ethereum-banner-contributing-alt": "Doge sorrindo para o computador",
  "page-what-is-ethereum-banner-what-alt": "Quatro humanos futuristas e um doge olhando para um prisma Ethereum",
  "page-what-is-ethereum-banner-start-alt": "Centro de encontro comunitário futurista",
  "page-what-is-ethereum-banner-when-who-alt": "Dois humanos caminhando e conversando"
}
