{
  "page-staking-just-staking": "Participação",
  "page-staking-image-alt": "Imagem da mascote Rhino para o launchpad da eth2.",
  "page-staking-51-desc-1": "A participação permite que unir-se à rede como um validador seja mais fácil, por isso é possível que o número de validadores na rede aumente em comparação à quantidade atual. Isso fará com que ataques do gênero sejam menos viáveis pelo custo elevado.",
  "page-staking-accessibility": "Mais acessível",
  "page-staking-accessibility-desc": "Com menores requisitos de hardware e a oportunidade de se agrupar caso você não possua 32 ETH, mais pessoas poderão entrar na rede, tornando a Ethereum mais decentralizada e segura pela diminuição da superfície de ataque.",
  "page-staking-at-stake": "Seus ETH estão em jogo",
  "page-staking-at-stake-desc": "Ao colocar seu ETH em jogo para validar transações e criar novos blocos, você pode perder tudo caso decida tentar enganar o sistema.",
  "page-staking-benefits": "Benefícios de participação na Ethereum",
  "page-staking-check-address": "Verifique o endereço do depósito",
  "page-staking-consensus": "Mais sobre mecanismos de consenso",
  "page-staking-deposit-address": "Verifique o endereço do depósito",
  "page-staking-deposit-address-desc": "Se você já seguiu as instruções de configuração na launchpad, saberá que é necessário enviar uma transação para o contrato de depósito de participação. Recomendamos que você verifique o endereço com extrema cautela. Você pode encontrar o endereço oficial em ethereum.org ou em outros sites confiáveis.",
  "page-staking-desc-1": "Outorga-se recompensas por ações que ajudam à rede a atingir consenso. Você receberá recompensas por agrupar transações em novos blocos ou verificar o trabalho de outros validadores, pois isso mantém a segurança da cadeia.",
  "page-staking-desc-2": "Embora você possa ganhar recompensas pelo trabalho que traz benefícios à rede, você pode perder ETH ao agir de forma maliciosa, ficar offline ou não fazer validações.",
  "page-staking-desc-3": "Você precisará de 32 ETH para se tornar um validador completo ou alguns ETH para entrar em um pool de participação. Você também precisará executar um cliente 'Eth1' ou de rede principal. O launchpad irá guiá-lo através do processo e dos requisitos de hardware. Como alternativa, você pode usar uma API de backend.",
  "page-staking-description": "A participação é o ato de depositar 32 ETH para ativar o software de validador. Como validador você será responsável por armazenar dados, processar transações e adicionar novos blocos à blockchain. Isso manterá a Ethereum segura para todos e o recompensará com novos ETH durante o processo. Esse protocolo, denominado prova de participação, está sendo introduzido pela Beacon Chain.",
  "page-staking-docked": "Mais sobre a integração",
  "page-staking-dyor": "Faça sua própria pesquisa",
  "page-staking-dyor-desc": "Nenhum dos serviços de participação listados são endossos oficiais. Certifique-se de pesquisar para descobrir qual serviço poderia ser melhor para você.",
  "page-staking-header-1": "Participe com seus ETH para se tornar um validador Ethereum",
  "page-staking-how-much": "Quanto você está disposto a colocar em participação?",
  "page-staking-how-to-stake": "Como participar",
  "page-staking-how-to-stake-desc": "Tudo depende de quanto você está disposto a colocar em participação. Você precisará de 32 ETH para se tornar um validador completo, mas é possível participar com menos.",
  "page-staking-join": "Participar",
  "page-staking-join-community": "Junte-se à comunidade de participação",
  "page-staking-join-community-desc": "r/ethestaker é uma comunidade onde todos podem discutir sobre participação na Ethereum. Participe para encontrar conselhos, suporte e falar sobre participação.",
  "page-staking-less-than": "Menos de",
  "page-staking-link-1": "Ver APIs de back-end",
  "page-staking-meta-description": "Uma visão geral da participação na Ethereum: riscos, recompensas, requisitos e onde fazê-lo.",
  "page-staking-meta-title": "Participação na Ethereum",
  "page-staking-more-sharding": "Mais sobre fragmentação (sharding)",
  "page-staking-pool": "Participe em um pool",
  "page-staking-pool-desc": "Se você tiver menos de 32 ETH, poderá participar com uma quantia menor em pools de participação. Algumas empresas podem fazê-lo por você, para que você não precise se preocupar por permanecer online. Confira abaixo algumas dessas empresas.",
  "page-staking-pos-explained": "Explicação da prova de participação",
  "page-staking-pos-explained-desc": "Participação é o requisito para se tornar um validador no sistema de prova de participação. Esse é um tipo de mecanismo de consenso que irá substituir o atual sistema de prova de trabalho. Mecanismos de consenso são o que mantêm as blockchains como Ethereum seguras e descentralizadas.",
  "page-staking-pos-explained-desc-1": "A prova de participação ajuda na segurança da rede de várias maneiras:",
  "page-staking-services": "Veja os serviços de participação",
  "page-staking-sharding": "Desbloqueia a fragmentação",
  "page-staking-sharding-desc": "A fragmentação só é possível em um sistema de prova de participação. Fragmentar um sistema de prova de trabalho reduziria a quantidade de poder computacional necessária para corromper a rede, dando a mineradores maliciosos maior facilidade no controle dos fragmentos. Esse não é o caso com participantes escolhidos aleatoriamente no protocolo de prova de participação.",
  "page-staking-solo": "Participe de maneira individual e rode um validador",
  "page-staking-solo-desc": "Para começar o processo de participação, você precisará usar a launchpad da Eth2. Aqui você verá todos os passos de configuração. Parte da participação é executar o cliente Eth2, que é uma cópia local da blockchain. Isso pode levar um tempo para baixar no seu computador.",
  "page-staking-start": "Comece a participar",
  "page-staking-subtitle": "A participação é um serviço público beneficioso para o ecossistema da Ethereum. Você pode ajudar a proteger a rede e ganhar recompensas no processo.",
  "page-staking-sustainability": "Mais sustentável",
  "page-staking-sustainability-desc": "Validadores não precisam de computadores com alto consumo de energia para participar do sistema de prova de participação – apenas um laptop ou smart phone. Isso tornará Ethereum melhor par ao meio ambiente.",
  "page-staking-the-beacon-chain": "Mais na Beacon Chain",
  "page-staking-title-1": "Recompensas",
  "page-staking-title-2": "Riscos",
  "page-staking-title-3": "Requisitos",
  "page-staking-title-4": "Como participar com seus ETH",
  "page-staking-upgrades-li": "A prova de participação é gerenciada pela Beacon Chain.",
  "page-staking-upgrades-li-2": "Ethereum terá daqui em diante uma Beacon Chain com prova de participação e a rede principal com prova de trabalho. A rede principal é a Ethereum que temos usado por anos.",
  "page-staking-upgrades-li-3": "Durante esse tempo, os participantes irão adicionar novos blocos à cadeia de sinalização, mas não processarão transações da rede principal.",
  "page-staking-upgrades-li-4": "Ethereum fará a transição completa para o sistema de prova de participação uma vez que a rede principal Ethereum integrar com a Beacon Chain.",
  "page-staking-upgrades-li-5": "Haverá depois uma pequena atualização para habilitar a retirada de fundos empenhados.",
  "page-staking-upgrades-title": "Prova de participação e melhorias a Eth2",
  "page-staking-validators": "Mais validadores, mais segurança",
  "page-staking-validators-desc": "Na blockchain do Ethereum é possível supervisionar e reordenar as transações de acordo com seu interesse, se você controla a maior parte da rede. Mas, para você controlar a maioria da rede, precisará da maioria dos validadores, e para isso necessitaria controlar grande parte do ETH no sistema - o que é muito! Esta quantidade de ETH cresce a cada momento que um novo validador entra no sistema, reforçando a segurança da rede. Prova de trabalho, o modelo de segurança que a prova de participação substituirá, requer que validadores (mineradores) tenham hardware específicos e muito espaço físico – entrar no sistema como minerador é difícil, logo a segurança contra a maioria dos ataques não aumenta da mesma maneira. Prova de participação não tem estas exigências, o que fará expandir a rede ( e sua resistência a maioria dos ataques) a escalas antes impossíveis na prova de trabalho.",
  "page-staking-withdrawals": "As retiradas não estarão disponíveis imediatamente",
  "page-staking-withdrawals-desc": "Você não poderá retirar sua garantia até que as atualizações futuras sejam implementadas. A possibilidade de fazer retiradas estará disponível em uma atualização menor, que será feita logo depois da integração da rede principal com a Beacon Chain."
}
