{
  "page-what-is-ethereum-alt-img-bazaar": "Ilustração de uma pessoa que trabalha em um bazar, representando o Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Uma ilustração de membros da comunidade Ethereum trabalhando juntos",
  "page-what-is-ethereum-alt-img-lego": "Uma ilustração de uma mão criando um logotipo ETH feito de blocos de Lego",
  "page-what-is-ethereum-banking-card": "Serviços bancários para todos",
  "page-what-is-ethereum-banking-card-desc": "Nem todo mundo tem acesso a serviços financeiros. Porém, para acessar Ethereum e seus produtos de financiamento, empréstimo e poupança, você só precisa de uma conexão com a Internet.",
  "page-what-is-ethereum-build": "Crie algo com Ethereum",
  "page-what-is-ethereum-build-desc": "Se você quiser criar usando Ethereum, leia nossa documentação, veja alguns tutoriais ou confira as ferramentas necessárias para começar.",
  "page-what-is-ethereum-censorless-card": "Resistente à censura",
  "page-what-is-ethereum-censorless-card-desc": "Nenhum governo ou empresa tem controle sobre a Ethereum. Essa descentralização torna quase impossível para qualquer um impedir que você receba pagamentos ou use serviços no Ethereum.",
  "page-what-is-ethereum-comm-desc": "Nossa comunidade inclui pessoas de todas as origens, incluindo artistas, cripto-anarquistas, empresas listadas na Fortune 500 e agora você. Descubra como você pode se envolver hoje.",
  "page-what-is-ethereum-commerce-card": "Garantias comerciais",
  "page-what-is-ethereum-commerce-card-desc": "Os clientes têm uma garantia integrada e segura de que os fundos só mudarão de mãos se você fornecer o que foi acordado. Da mesma forma, os desenvolvedores podem ter certeza de que as regras não serão alteradas.",
  "page-what-is-ethereum-composable-card": "Todos os produtos são combináveis",
  "page-what-is-ethereum-composable-card-desc": "Como todos os aplicativos são construídos no mesmo blockchain com um estado global compartilhado, eles podem construir um ao outro (como \"legos\"). Isso permite que melhores produtos e experiências sejam construídos o tempo todo.",
  "page-what-is-ethereum-community": "Comunidade Ethereum",
  "page-what-is-ethereum-desc": "O alicerce para o nosso futuro digital",
  "page-what-is-ethereum-explore": "Conheça Ethereum",
  "page-what-is-ethereum-internet-card": "Uma Internet mais reservada",
  "page-what-is-ethereum-internet-card-desc": "Você não precisa fornecer todos os seus dados pessoais para usar um aplicativo Ethereum. O Ethereum está construindo uma economia com base no valor, não na vigilância.",
  "page-what-is-ethereum-meet-comm": "Conheça a comunidade",
  "page-what-is-ethereum-meta-description": "Aprenda sobre Ethereum, o que ele faz e como você pode experimentá-lo.",
  "page-what-is-ethereum-meta-title": "O que é o Ethereum?",
  "page-what-is-ethereum-p2p-card": "Uma rede peer-to-peer",
  "page-what-is-ethereum-p2p-card-desc": "O Ethereum permite que você movimente dinheiro ou faça acordos diretamente com outra pessoa. Você não precisa passar por empresas intermediárias.",
  "page-what-is-ethereum-start-building-btn": "Comece a desenvolver",
  "page-what-is-ethereum-title": "O que é o Ethereum?",
  "page-what-is-ethereum-subtitle": "Um guia completo para iniciantes sobre como o Ethereum funciona, os benefícios que traz, e como é usado por milhões de pessoas em todo o mundo.",
  "page-what-is-ethereum-button-lets-start": "Vamos começar",
  "page-what-is-ethereum-blockchain-tab-title": "O que é uma blockchain?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Uma blockchain é um banco de dados de transações</b> que é atualizado e compartilhado entre muitos computadores na rede. Toda vez que um novo conjunto de transações é adicionado, é chamado de \"bloco\" - daí o nome blockchain. A maioria das blockchains são públicas e você pode apenas adicionar dados, não remover. Se alguém quisesse alterar qualquer informação ou enganar o sistema, precisariam fazê-lo na maioria dos computadores da rede. Isso é muito! Isto torna blockchains estabelecidas como Ethereum altamente seguras.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Por que são chamadas criptomoedas?",
  "page-what-is-ethereum-cryptocurrency-tab-content": "Blockchains utilizam técnicas criptográficas para garantir que seus fundos estejam seguros. Técnicas semelhantes têm sido utilizadas nos setores bancários, para garantir a segurança das transações monetárias por anos. Então, você poderia dizer que as criptomoedas têm um nível de segurança bancária.",
  "page-what-is-ethereum-summary-title": "Resumo",
  "page-what-is-ethereum-summary-desc-1": "Ethereum é uma tecnologia para a construção de aplicativos e organizações, mantendo ativos, transações e comunicando sem ser controlada por uma autoridade central. Não há necessidade de entregar todos os seus dados pessoais para usar a Ethereum - você mantém o controle dos seus próprios dados e do que está sendo compartilhado. O Ethereum tem sua própria criptomoeda, Ether, que é usada para pagar por determinadas atividades na rede Ethereum.",
  "page-what-is-ethereum-summary-desc-2": "Ainda confuso? Vamos explicar tudo passo a passo.",
  "page-what-is-ethereum-what-is-crypto-title": "O que é criptomoeda?",
  "page-what-is-ethereum-what-is-crypto-desc-1": "<b>Cripto (abreviação para criptomoeda) é uma nova forma de dinheiro digital baseado em criptografia.</b>",
  "page-what-is-ethereum-what-is-crypto-desc-2": "Tudo começou em 2008 com Bitcoin. Você poderia usá-lo para enviar dinheiro para qualquer pessoa globalmente. O que tornava as criptomoedas diferentes das transferências bancárias normais ou de outros serviços financeiros como Paypal ou Alipay é que pela primeira vez, não havia um intermediário.",
  "page-what-is-ethereum-what-is-crypto-desc-3": "Espera, o que é um intermediário?",
  "page-what-is-ethereum-what-is-crypto-desc-4": "O intermediário é uma autoridade central como um banco ou governo que intervém em uma transação entre o remetente e o destinatário. Tem o poder de vigilar, censurar ou reverter transações e podem compartilhar os dados sensíveis que coletam sobre você com terceiros. Também muitas vezes ditam quais os serviços financeiros a que os que se têm acesso.",
  "page-what-is-ethereum-what-is-crypto-desc-5": "As coisas são diferentes usando criptografia. <b>Transações que conectam diretamente o remetente e o destinatário</b> sem necessidade de lidar com qualquer autoridade central. Ninguém mais terá acesso aos seus fundos e <b>ninguém pode dizer que serviços você pode usar</b>. Isso é possível devido à tecnologia de blockchain sobre a qual as criptomoedas operam.",
  "page-what-is-ethereum-btc-eth-diff-title": "Qual é a diferença entre Ethereum e Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "Lançado em 2015, Ethereum baseia-se na inovação do Bitcoin, com algumas grandes diferenças.",
  "page-what-is-ethereum-btc-eth-diff-2": "Ambos permitem que você use dinheiro digital sem provedores de pagamento ou bancos. Mas o <b>Ethereum é programável</b>, então você também pode construir e implantar aplicativos descentralizados em sua rede.",
  "page-what-is-ethereum-btc-eth-diff-3": "Ethereum ser programável significa que você pode criar aplicativos que usam a blockchain para armazenar dados ou controlar o que o seu aplicativo pode fazer. Isso resulta em um blockchain de propósito geral que pode ser programado para fazer qualquer coisa. Como não há limite para o que o Ethereum pode fazer, isso permite uma grande inovação na rede Ethereum.",
  "page-what-is-ethereum-btc-eth-diff-4": "Enquanto o Bitcoin é apenas uma rede de pagamentos, a Ethereum é mais como um mercado de serviços financeiros. Games, redes sociais e outros aplicativos que respeitam sua privacidade não podem te censurar.",
  "page-what-is-ethereum-what-can-eth-do-title": "O que o Ethereum pode fazer?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Por que usaria o Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Se você já enviou dinheiro para o exterior (ou planejar enviar), ou teve de se preocupar com o futuro de seus ativos por causa de forças externas fora do seu controle onde você mora, ou foi alimentado pelas inúmeras restrições e taxas impostas pelas instituições financeiras tradicionais para transações cotidianas, você poderá se interessar no que as criptomoedas têm para oferecer.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Tenha em mente que o Ethereum é uma história que ainda está sendo escrita, e muitas outras razões para a sua utilização estão sendo descobertas à medida que evolui e se desenvolve com o tempo.",
  "page-what-is-ethereum-slide-1-title": "Pagamentos internacionais mais baratos e rápidos",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Stablecoins</b> são um novo tipo de criptomoeda que depende de um ativo mais estável como base para seu valor. A maioria delas está ligada ao dólar dos Estados Unidos e, portanto, mantém o valor dessa moeda. Isso permite um sistema de pagamento global muito barato e estável. Muitas stablecoins atuais são construídas na rede Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum e stablecoins simplificam o processo de envio de dinheiro para o exterior. Muitas vezes, leva apenas alguns minutos para movimentar fundos em todo o mundo, em oposição aos vários dias úteis ou até mesmo semanas que podem levar seu banco médio e por uma fração do preço. Além disso, não há taxa extra para fazer uma transação de alto valor, e não há restrições sobre para onde ou por que você está enviando seu dinheiro.",
  "page-what-is-ethereum-slide-2-title": "A Ajuda mais Rápida em Tempos de Crise",
  "page-what-is-ethereum-slide-2-desc-1": "If you are lucky enough to have multiple banking options through trusted institutions where you live, you may take for granted the financial freedom, security and stability that they offer. But for many people around the world facing political repression or economic hardship, financial institutions may not provide the protection or services they need.",
  "page-what-is-ethereum-slide-2-desc-2": "When war, economic catastrophes or crackdowns on civil liberties struck the residents of <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Cuba</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afghanistan</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigeria</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Belarus</a>, and <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukraine</a>, cryptocurrencies constituted the quickest and often the only option to retain financial agency.<sup><a to=\"https://www.financialinclusion.tech/\">1</a></sup> As seen in these examples, cryptocurrencies like Ethereum can provide unfettered access to the global economy when people are cut off from the outside world. Additionally, stablecoins offer a store of value when local currencies are collapsing due to superinflation.",
  "page-what-is-ethereum-slide-3-title": "Empoderando Criadores",
  "page-what-is-ethereum-slide-3-desc-1": "In 2021 alone, artists, musicians, writers, and other creators used Ethereum to earn around $3.5 billion collectively. This makes Ethereum one of the largest global platforms for creators, alongside Spotify, YouTube, and Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Learn more</a>.",
  "page-what-is-ethereum-slide-4-title": "Empoderando Gamers",
  "page-what-is-ethereum-slide-4-desc-1": "Play to earn games (where players are actually rewarded for playing the games) have recently emerged and are transforming the gaming industry. Traditionally, it is often prohibited to trade or transfer in-game assets to other players for real money. This forces players to use black market websites that are often a security risk. Blockchain gaming embraces the in-game economy and promotes such behavior in a trusted manner.",
  "page-what-is-ethereum-slide-4-desc-2": "Moreover, players are incentivized by being able to trade in-game tokens for real money and thus being truly rewarded for their play time.",
  "page-what-is-ethereum-meet-ether-title": "Conheça o ether, a criptomoeda do Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Ethereum has a native cryptocurrency called ether (ETH). It is purely digital, and you can send it to anyone anywhere in the world instantly. The supply of ETH isn’t controlled by any government or company - it is decentralized and completely transparent. New coins (also commonly called tokens) are created only by miners and stakers who maintain the network.",
  "page-what-is-ethereum-meet-ether-desc-2": "Every action on the Ethereum network requires a certain amount of computational power. This fee is paid in the form of ether. This means you need at least a small amount of ETH to use the network.",
  "page-what-is-ethereum-what-is-ether": "O que é ether?",
  "page-what-is-ethereum-get-eth": "Compre ETH",
  "page-what-is-ethereum-what-can-i-do-title": "O que posso fazer com ETH?",
  "page-what-is-ethereum-what-can-i-do-desc-1": "Turns out: a lot of things! One of the most prominent usages of the Ethereum technology is decentralized finance (DeFi) that opens entire areas of banking services to anybody with an internet connection. You can use your ether as a collateral to take out loans or provide liquidity to earn interest on your funds.",
  "page-what-is-ethereum-explore-applications": "Explore aplicações",
  "page-what-is-ethereum-learn-defi": "Saiba mais sobre DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Quem executa a Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum is not controlled by any one entity. It exists solely through the decentralized participation and cooperation of the community. Ethereum makes use of nodes (a computer with a copy of the Ethereum blockchain data) run by volunteers to replace individual server and cloud systems owned by major internet providers and services.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "These distributed nodes, run by individuals and businesses all over the world, provide resiliency to the Ethereum network infrastructure. It is therefore much less vulnerable to hacks or shutdowns. <b>Since its launch in 2015, Ethereum has never suffered downtime</b>. There are thousands of individual nodes running Ethereum network. This makes Ethereum one of the most decentralized cryptocurrencies out there, second only to bitcoin.",
  "page-what-is-ethereum-run-a-node": "Execute um nó",
  "page-what-is-ethereum-smart-contract-title": "O que são contratos inteligentes?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Smart contracts are simply computer programs</b> living on the Ethereum blockchain. They only <b>execute when triggered by a transaction from a user (or another contract)</b>. They make Ethereum very flexible in what it can do and distinguish it from other cryptocurrencies. These programs are what we now call decentralized apps, or dapps.",
  "page-what-is-ethereum-smart-contract-desc-2": "Have you ever used a product that changed its terms of service? Or removed a feature you found useful? Once a smart contract is published to Ethereum, it will be online and operational for as long as Ethereum exists. Not even the author can take it down. Since smart contracts are automated, they do not discriminate against any user and are always ready to use.",
  "page-what-is-ethereum-smart-contract-desc-3": "Popular examples of smart contracts are lending apps, decentralized trading exchanges, insurance, crowdfunding apps - basically anything you can think of.",
  "page-what-is-ethereum-more-on-smart-contracts": "Mais sobre contratos inteligentes",
  "page-what-is-ethereum-explore-dapps": "Ver os dapps",
  "page-what-is-ethereum-criminal-activity-title": "Ouvi dizer que as criptomoedas estão sendo usadas como uma ferramenta para atividades criminosas. É verdade?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Like any form of money, some of it will be misused. However, because all Ethereum transactions happen on an open blockchain, it’s often easier for authorities to track illicit activity than it would be in the traditional financial system, arguably making Ethereum a less appealing choice for those who would rather go undetected.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Crypto is used much less than fiat currencies for criminal purposes according to the key findings of a recent report by Europol, the European Union Agency for Law Enforcement Cooperation:",
  "page-what-is-ethereum-criminal-activity-desc-3": "“The use of cryptocurrencies for illicit activities seems to comprise only a small part of the overall cryptocurrency economy, and it appears to be comparatively smaller than the amount of illicit funds involved in traditional finance.”",
  "page-what-is-ethereum-energy-title": "What about Ethereum's energy consumption?",
  "page-what-is-ethereum-energy-desc-1": "Ethereum is currently using proof-of-work mechanism that consumes a large amount of energy. In the coming months (Q3/Q4 2022) Ethereum will undergo its biggest update yet and will switch to proof of stake mechanism which will <b>greatly reduce the environmental impact</b> it has.",
  "page-what-is-ethereum-energy-desc-2": "This update will reduce the energy required to secure Ethereum by about <b>99.95%</b>, creating a <b>more secure network for a much smaller carbon cost</b>. This will make Ethereum a truly low-carbon blockchain while boosting its security and scalability.",
  "page-what-is-ethereum-more-on-energy-consumption": "More on energy consumption",
  "page-what-is-ethereum-the-merge-update": "Atualização sobre o Merge",
  "page-what-is-ethereum-additional-reading": "Leituras adicionais",
  "page-what-is-ethereum-week-in-ethereum": "Week in Ethereum News",
  "page-what-is-ethereum-week-in-ethereum-desc": "- A weekly newsletter covering key developments across the ecosystem.",
  "page-what-is-ethereum-the-year-in-ethereum-2021": "The Year in Ethereum 2021",
  "page-what-is-ethereum-the-year-in-ethereum-2021-desc": "Jan 17, 2022 - Josh Stark and Evan Van Ness",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atoms, Institutions, Blockchains",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Why blockchains matter?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum in numbers"
}
