{
  "page-wallets-accounts-addresses": "Carteiras, contas, chaves e endereços",
  "page-wallets-accounts-addresses-desc": "Vale a pena entender as diferenças entre alguns termos-chave.",
  "page-wallets-accounts-ethereum-addresses": "<b>Uma conta Ethereum tem um endereço</b>, assim como um email tem um endereço. Isto é usado para identificar seus ativos digitais.",
  "page-wallets-alt": "Ilustração de um robô com um corpo em forma de cofre, representando uma carteira Ethereum",
  "page-wallets-ethereum-account": "<b>Uma conta Ethereum é um par de chaves</b>. <a href=\"/glossary/#public-key\">Uma chave</a> é usada para criar o endereço que você pode compartilhar livremente, e a <a href=\"/glossary/#private-key\">outra chave</a> você precisa manter em segredo porque ela é usada para assinar coisas. Juntas, essas chaves permitem que você guarde seus ativos e faça transações.",
  "page-wallets-blog": "Blog da Coinbase",
  "page-wallets-bookmarking": "Marque sua carteira nos Favoritos",
  "page-wallets-bookmarking-desc": "Se você usar uma carteira web, coloque o site nos Favoritos para se proteger contra golpes de phishing.",
  "page-wallets-cd": "<b>As carteiras físicas</b> são dispositivos de hardware que permitem que você mantenha suas criptos offline e em segurança",
  "page-wallets-desc-2": "As carteiras são utilizadas pela maioria das pessoas no gerenciamento da identidade e ativos digitais.",
  "page-wallets-desc-2-link": "Mais sobre ETH",
  "page-wallets-desc-3": "A sua carteira é uma ferramenta para interagir com a sua conta Ethereum. Ou seja, você pode trocar de provedor de carteira a qualquer momento. Muitas carteiras também permitem gerenciar diversas contas Ethereum em um único aplicativo.",
  "page-wallets-desc-4": "Os provedores de carteira não têm custódia sobre os seus fundos, apenas oferecem um espaço para visualização dos seus ativos no Ethereum e ferramentas para gerenciá-los facilmente.",
  "page-wallets-description": "As carteiras Ethereum são aplicativos que permitem que você controle a sua conta. Assim como uma carteira física, ela contém tudo o que você precisa para comprovar a sua identidade e gerenciar os seus ativos. A sua carteira permite fazer login em aplicativos, ver saldos, enviar transações e verificar a sua identidade.",
  "page-wallets-desktop": "<b>Aplicativos desktop</b> se você preferir gerenciar seus fundos via macOS, Windows ou Linux",
  "page-wallets-ethereum-wallet": "<b>Uma carteira é uma ferramenta que permite a você interagir com sua conta</b> usando suas chaves. Com ela, você pode ver seu saldo, enviar transações e muito mais.",
  "page-wallets-explore": "Conheça Ethereum",
  "page-wallets-features-desc": "Nós podemos ajudá-lo a escolher sua carteira com base nos recursos que são mais importantes para você.",
  "page-wallets-features-title": "Compare carteiras com base nas funcionalidades",
  "page-wallets-find-wallet-btn": "Encontre uma carteira",
  "page-wallets-find-wallet-link": "Encontre uma carteira",
  "page-wallets-get-some": "Obtenha ETH",
  "page-wallets-get-some-alt": "Uma ilustração de uma mão criando um logotipo do ETH feito de peças de lego",
  "page-wallets-get-some-btn": "Obtenha ETH",
  "page-wallets-get-some-desc": "ETH é a criptomoeda nativa do Ethereum. Você precisará de alguns ETH na sua carteira para usar aplicativos Ethereum.",
  "page-wallets-keys-to-safety": "O básico para manter suas criptomoedas seguras",
  "page-wallets-manage-funds": "Um app para gerenciar seus fundos",
  "page-wallets-manage-funds-desc": "Sua carteira mostra os seus saldos, histórico de transações e dá a você uma maneira de enviar/receber fundos. Algumas carteiras podem oferecer mais.",
  "page-wallets-meta-description": "O que você precisa saber para usar carteiras Ethereum.",
  "page-wallets-meta-title": "Carteiras Ethereum",
  "page-wallets-mobile": "<b>Aplicativos para dispositivos móveis</b> que tornam seu saldo acessível de qualquer lugar",
  "page-wallets-more-on-dapps-btn": "Mais sobre Dapps",
  "page-wallets-most-wallets": "A maioria das soluções de carteira permitirá que você gere uma conta no Ethereum. Assim, você não precisa de um antes de baixar uma carteira.",
  "page-wallets-protecting-yourself": "Protegendo a si mesmo e seus fundos",
  "page-wallets-seed-phrase": "Escreva a sua <a href=\"/glossary/#recovery-phrase\">frase de recuperação</a>",
  "page-wallets-seed-phrase-desc": "As carteiras geralmente darão a você uma frase \"semente\" que você deve escrever em algum lugar seguro. Esta é a única maneira para você recuperar sua carteira.",
  "page-wallets-seed-phrase-example": "Aqui está um exemplo:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Não a armazene no computador. Anote e mantenha-a em segurança.",
  "page-wallets-slogan": "Mantendo as chaves para o seu futuro digital",
  "page-wallets-stay-safe": "Como se manter seguro",
  "page-wallets-stay-safe-desc": "A liberdade financeira e a habilidade de acessar e usar seu saldo de qualquer lugar vem com responsabilidade. Não existe atendimento ao cliente no mundo cripto. <b>Você é responsável por manter suas chaves seguras e protegidas</b>.",
  "page-wallets-subtitle": "As carteiras ajudam você a acessar os seus ativos digitais e fazer login em aplicativos.",
  "page-wallets-take-responsibility": "Assuma a responsabilidade pelos seus próprios fundos",
  "page-wallets-take-responsibility-desc": "As corretoras centralizadas vincularão a sua carteira a um nome de usuário e senha que podem ser recuperados de uma maneira tradicional. Apenas lembre-se de que você está confiando à corretora a custódia dos seus fundos e que se a corretora enfrentar problemas financeiros, os seus fundos estarão em risco.",
  "page-wallets-tips": "Mais dicas de como se manter seguro",
  "page-wallets-tips-community": "Da comunidade",
  "page-wallets-title": "Carteiras Ethereum",
  "page-wallets-triple-check": "Verifique tudo em triplo",
  "page-wallets-triple-check-desc": "Lembre-se de que as transações não podem ser revertidas, e as carteiras não são facilmente restauradas, por isso tome as devidas precauções e seja sempre cuidadoso.",
  "page-wallets-try-dapps": "Experimente alguns dapps",
  "page-wallets-try-dapps-alt": "Uma ilustração de membros da comunidade Ethereum trabalhando juntos",
  "page-wallets-try-dapps-desc": "Dapps são aplicativos construídos no Ethereum. Eles são mais baratos, mais justos e mais gentis com seus dados do que a maioria dos aplicativos tradicionais.",
  "page-wallets-types": "Tipos de carteiras",
  "page-wallets-types-desc": "Existem algumas maneiras de fazer interface e interagir com a sua conta:",
  "page-wallets-web-browser": "<b>Carteiras de navegador</b> são sites que permitem a você interagir com sua conta diretamente no navegador",
  "page-wallets-web-browser-extension": "<b>Carteiras de extensão dos navegadores</b> são extensões que você baixa e permitem a você interagir com sua conta e aplicativos pelo navegador",
  "page-wallets-whats-a-wallet": "O que é uma carteira Ethereum?",
  "page-wallets-your-ethereum-account": "Sua conta Ethereum",
  "page-wallets-your-ethereum-account-desc": "A sua carteira é a janela para a sua conta Ethereum – o seu saldo, histórico de transações e muito mais. Mas você pode trocar os provedores de carteira a qualquer momento.",
  "page-wallets-your-login": "Seu login para aplicativos Ethereum",
  "page-wallets-your-login-desc": "Sua carteira permite que você se conecte a aplicativos usando a sua conta Ethereum. É como um login que você pode usar em vários aplicativos.",
  "additional-reading-how-to-create-an-ethereum-account": "Como criar uma conta Ethereum",
  "additional-reading-how-to-use-a-wallet": "Como usar uma carteira"
}
