{
  "page-what-is-ethereum-network-meta-title": "O que é a rede Ethereum? | ethereum.org",
  "page-what-is-ethereum-network-meta-description": "Entenda o que é a rede Ethereum, staking e segurança, taxas de rede (também conhecidas como gás), redes de escalabilidade de camada 2 e como explorar dados da rede em tempo real.",
  "page-what-is-ethereum-network-twitter-meta-description": "Entenda o que é a rede Ethereum, staking e segurança, taxas de rede, redes de escalabilidade de camada 2 e como explorar dados da rede em tempo real.",
  "page-what-is-ethereum-network-title": "O que é a rede Ethereum?",
  "page-what-is-ethereum-network-description-1": "A rede Ethereum é a infraestrutura física e digital que sustenta o Ethereum.",
  "page-what-is-ethereum-network-description-2": "Isso inclui nós que armazenam dados, validadores que processam transações, software que executa contratos inteligentes e redes de camada 2 que escalam o Ethereum para além da cadeia principal.",
  "page-what-is-ethereum-network-section-network-fees-title": "O que são as taxas da rede Ethereum (taxas de gás)?",
  "page-what-is-ethereum-network-section-staking-title": "O que é staking e como ele protege a rede?",
  "page-what-is-ethereum-network-section-layer-2s-title": "O que são as camadas 2 do Ethereum e como elas escalam a rede?",
  "page-what-is-ethereum-network-section-live-network-data-title": "Como explorar dados da rede Ethereum em tempo real",
  "page-what-is-ethereum-network-read-next-title": "Pronto para o próximo",
  "page-what-is-ethereum-network-read-next-item-1": "O que são carteiras?",
  "page-what-is-ethereum-network-read-next-item-2": "O que é ether (ETH)?",
  "page-what-is-ethereum-network-read-next-item-3": "O que é Web3?",
  "page-what-is-ethereum-network-read-next-item-4": "Aprenda mais sobre a rede Ethereum",
  "page-what-is-ethereum-network-section-description-1": "Quando as pessoas falam sobre Ethereum, elas geralmente estão se referindo a algumas coisas diferentes. Há o ecossistema de aplicativos e ativos digitais, a plataforma de software de código aberto e a moeda nativa ether (ETH).",
  "page-what-is-ethereum-network-section-description-2": "Mas por baixo de tudo isso está a <strong>rede Ethereum</strong>; a base física e digital que une tudo.",
  "page-what-is-ethereum-network-section-description-3": "Em sua essência, a rede Ethereum é uma coleção de <strong>milhares de computadores independentes chamados de nós</strong>. Esses nós são <strong>executados por pessoas de todo o mundo</strong>. Eles trabalham juntos para armazenar dados, executar contratos inteligentes e registrar todas as transações em um livro-razão público e aberto.",
  "page-what-is-ethereum-network-section-description-4": "A rede Ethereum lida com várias tarefas importantes, como:",
  "page-what-is-ethereum-network-section-description-5": "atualizar contas e saldos de usuários",
  "page-what-is-ethereum-network-section-description-6": "executar contratos inteligentes (programas que executam aplicativos)",
  "page-what-is-ethereum-network-section-description-7": "rastrear a propriedade de ativos digitais (como stablecoins e NFTs)",
  "page-what-is-ethereum-network-section-description-8": "processar todas as transações que fluem pelo Ethereum todos os dias",
  "page-what-is-ethereum-network-section-description-9": "Felizmente, você não precisa entender como a rede funciona para usá-la.",
  "page-what-is-ethereum-network-section-description-10": "A maioria das pessoas simplesmente usa a rede por meio de uma <a>carteira digital</a>. <strong>Uma carteira</strong> é geralmente um aplicativo web ou móvel que permite <strong>enviar</strong> e <strong>receber ETH, gerenciar seus ativos</strong> e usar aplicativos.",
  "page-what-is-ethereum-network-section-description-11": "Outros tipos de usuários, como desenvolvedores e empresas que desenvolvem no Ethereum, podem usar APIs, software de nós ou implantar contratos inteligentes.",
  "page-what-is-ethereum-network-section-description-12": "A rede Ethereum é diferente dos sistemas tradicionais por causa da forma como foi projetada. <strong>O código e os dados do Ethereum são armazenados em nós descentralizados</strong> em todo o mundo, para que ninguém possa bloquear seu acesso ou desligar seu aplicativo.",
  "page-what-is-ethereum-network-section-description-13": "E como qualquer pessoa pode participar, isso abre as portas para o acesso global e a inovação.",
  "page-what-is-ethereum-network-section-description-14": "Essas qualidades permitem coisas que não eram possíveis antes, como:",
  "page-what-is-ethereum-network-section-description-15": "propriedade de dados",
  "page-what-is-ethereum-network-section-description-16": "mídia social sem banimento de plataforma",
  "page-what-is-ethereum-network-section-description-17": "sistemas financeiros abertos e transparentes",
  "page-what-is-ethereum-network-section-description-18": "Em sua essência, a rede Ethereum é uma base para a propriedade digital e a participação aberta.",
  "page-what-is-ethereum-network-section-description-19": "Você pode ouvir pessoas se referindo à <strong>Rede Principal (Mainnet) do Ethereum</strong>. Esta é a mesma rede Ethereum que milhões de pessoas usam todos os dias, onde ativos reais são trocados e aplicativos reais residem. Mas “Mainnet” ajuda a distingui-la das redes de camada 2 do Ethereum e das redes de teste (testnets) que os desenvolvedores usam para experimentar novos recursos antes de lançá-los.",
  "page-what-is-ethereum-network-gas-section-description-1": "Cada transação no Ethereum custa uma pequena taxa chamada de taxa de gás. Quer você envie ETH, troque tokens ou use um aplicativo, você paga uma pequena quantia de gás cada vez que escreve dados na cadeia de blocos.",
  "page-what-is-ethereum-network-gas-section-description-2": "<strong>As taxas de gás mantêm o Ethereum funcionando sem problemas</strong>. Sem elas, agentes mal-intencionados poderiam sobrecarregar a rede com transações vazias e torná-la impossível de usar devido ao congestionamento intenso, já que não haveria como priorizar as transações pela taxa que os usuários estão dispostos a pagar.",
  "page-what-is-ethereum-network-gas-section-description-3": "As taxas de gás do Ethereum cobrem o custo dos muitos recursos diferentes que uma transação pode consumir, como computação, largura de banda ou armazenamento. Tudo isso é abstraído em um único valor para os usuários, mas uma extensa pesquisa e desenvolvimento são realizados para determinar quanto cada operação deve custar em relação às outras.",
  "page-what-is-ethereum-network-gas-section-description-4": "Então, o que acontece quando você paga o gás? Uma parte dele é <strong>paga ao validador</strong> que adiciona sua transação a um “bloco” de transações. Outra parte é <strong>“queimada”, removendo-a da oferta</strong>.",
  "page-what-is-ethereum-network-gas-section-description-5": "Isso ajuda a equilibrar a oferta e a demanda, porque <strong>quando a rede está ocupada, as taxas sobem</strong>. Quando as coisas estão mais calmas, as taxas diminuem.",
  "page-what-is-ethereum-network-gas-section-description-6": "Desde que a rede <blog>introduziu a queima de taxas</blog> em agosto de 2021, <strong>milhões de ETH <beaconchain>foram queimados</beaconchain></strong>. Você pode explorar os números mais recentes usando os <ultrasound>painéis e exploradores de rede</ultrasound> construídos pela comunidade Ethereum.",
  "page-what-is-ethereum-network-gas-section-description-7": "Então, quanto custa uma transação?",
  "page-what-is-ethereum-network-gas-section-description-8": "Bem, <strong>as taxas variam dependendo do que você está fazendo</strong>. O simples envio de ETH pode custar menos de um dólar. Trocar tokens em uma corretora descentralizada (DEX) pode custar alguns dólares ou mais, especialmente se a rede estiver ocupada. Quanto mais complexa a transação, mais gás ela custa.",
  "page-what-is-ethereum-network-gas-section-description-9": "As taxas de gás são uma das partes mais visíveis do uso do Ethereum, especialmente para novos usuários, mas tudo isso contribui para tornar a rede mais confiável e segura.",
  "page-what-is-ethereum-network-gas-section-description-10": "Saiba mais sobre as taxas da rede Ethereum",
  "page-what-is-ethereum-network-staking-section-description-1": "A rede Ethereum é protegida por um sistema chamado staking. É assim que o Ethereum <strong>verifica transações, adiciona novos blocos</strong> e mantém a rede <strong>a salvo de ataques</strong>.",
  "page-what-is-ethereum-network-staking-section-description-2": "Quando o Ethereum começou, ele usava um mecanismo de consenso (uma forma de concordar sobre quem possui o quê) chamado de prova de trabalho. Este é o mesmo mecanismo que o Bitcoin usa hoje.",
  "page-what-is-ethereum-network-staking-section-description-3": "Em setembro de 2022, o Ethereum atualizou para um mecanismo de consenso de prova de participação, mais seguro e eficiente em termos de energia.",
  "page-what-is-ethereum-network-staking-section-description-4": "Então, como funciona?",
  "page-what-is-ethereum-network-staking-section-description-5": "Em termos simples, as pessoas bloqueiam uma certa quantidade de ETH <strong>(colocam seu ETH em stake)</strong> como um depósito para que possam ajudar a <strong>proteger a rede</strong>. Essas pessoas são chamadas de validadores. Quando você faz staking de ETH, seu validador é escolhido para verificar e adicionar novas transações. Se você fizer isso honestamente, você <strong>ganha recompensas</strong>. Se você <strong>tentar trapacear, você perde parte do seu stake</strong>.",
  "page-what-is-ethereum-network-staking-section-description-6": "O staking é a forma como o Ethereum se compromete de forma credível com a qualidade do seu serviço. Todo esse dinheiro em stake tem o maior interesse em que o Ethereum permaneça seguro — você apostaria contra isso?",
  "page-what-is-ethereum-network-staking-section-description-7": "Apenas dois anos após o lançamento da prova de participação, o Ethereum atraiu <validators>mais de um milhão de validadores</validators> que fazem stake de <stakedEther>milhões de ETH</stakedEther> para proteger o Ethereum. <strong>Isso torna o Ethereum extremamente caro e difícil de atacar</strong>. Isso ocorre porque, para atacar a rede, <strong>uma entidade precisa de pelo menos 1/3 de todo o ETH em stake para começar a atacar a rede</strong>. Hoje, isso equivale a dezenas de bilhões de dólares, e mesmo assim, o ataque provavelmente falharia porque mais de 1/3 discordando do resto da rede impediria a finalização, mas a cadeia continuaria a crescer com a outra versão sendo considerada a fonte da verdade. Mais de 1/2 muda qual versão é considerada a verdade, e mais de 2/3 permitiria finalizar algo com o qual o resto não concorda.",
  "page-what-is-ethereum-network-staking-section-description-8": "Isso é o que dá ao Ethereum a “<strong>segurança econômica</strong>”. Não se trata apenas de ter a tecnologia certa. Trata-se de tornar os ataques caros demais para sequer serem tentados.",
  "page-what-is-ethereum-network-staking-section-description-9": "Para ajudar a proteger a rede Ethereum, você pode fazer isso de duas maneiras principais.",
  "page-what-is-ethereum-network-staking-section-description-10": "A primeira maneira é executando um nó. Os nós armazenam todo o histórico da cadeia de blocos, incluindo todas as transações e dados de contratos inteligentes. Ao sincronizar com outros nós, eles podem concordar sobre o estado da rede, garantindo que as transações sejam legítimas e que os dados dos contratos inteligentes estejam disponíveis.",
  "page-what-is-ethereum-network-staking-section-description-11": "A segunda maneira é fazendo staking de seu ETH. A maneira mais fácil é através de um provedor de staking como <lido>Lido</lido> ou <rocketpool>Rocketpool</rocketpool>. Mas, se você tiver o conhecimento necessário, tente executar o software de validador em casa.",
  "page-what-is-ethereum-network-staking-section-description-12": "Saiba mais sobre staking e como fazê-lo",
  "page-what-is-ethereum-network-staking-section-description-13": "Aprenda a executar um nó",
  "page-what-is-ethereum-network-layer-2s-section-description-1": "À medida que o Ethereum se torna mais popular, a rede fica mais movimentada. Quando a demanda é alta, as taxas de gás sobem e as transações demoram mais. Para corrigir isso, os desenvolvedores criaram uma série de <strong>redes companheiras</strong> chamadas de camadas 2.",
  "page-what-is-ethereum-network-layer-2s-section-description-2": "As camadas 2, também conhecidas como L2s, são outras redes que <strong>rodam sobre o Ethereum</strong>. Elas processam as transações separadamente e, em seguida, enviam um resumo para ser armazenado no Ethereum.",
  "page-what-is-ethereum-network-layer-2s-section-description-3": "Você pode pensar nelas como faixas expressas em uma rodovia. Em vez de cada transação passar pela Rede Principal (Mainnet) do Ethereum, muitas delas usam essas vias mais rápidas e baratas.",
  "page-what-is-ethereum-network-layer-2s-section-description-4": "Algumas das L2s mais populares incluem <strong>Base, Arbitrum, Optimism, zkSync</strong> e <strong>Starknet</strong>. Cada uma delas funciona de forma um pouco diferente, mas a ideia é a mesma: escalar o Ethereum sem comprometer a segurança.",
  "page-what-is-ethereum-network-layer-2s-section-description-5": "Uma simples transferência de ETH na Optimism ou zkSync pode <l2fees>custar apenas US$ 0,04</l2fees>, em comparação com US$ 0,3 a US$ 1 na Rede Principal (Mainnet) do Ethereum. Outras transações, como a troca de tokens, <l2fees>podem custar apenas US$ 0,20</l2fees>. Para os usuários, isso significa <strong>transações mais rápidas por uma fração do preço</strong>.",
  "page-what-is-ethereum-network-layer-2s-section-description-6": "Como resultado, as L2s estão crescendo rapidamente. Juntas, elas detêm <l2beat>bilhões de dólares em ativos digitais</l2beat>.",
  "page-what-is-ethereum-network-layer-2s-section-description-7": "Como as L2s se beneficiam da segurança do Ethereum, empresas que buscam criar pagamentos e aplicações globais começaram a construir sobre o Ethereum.",
  "page-what-is-ethereum-network-layer-2s-section-description-8": "Por exemplo, a Robinhood recentemente <robinhood>lançou sua própria L2</robinhood> para explorar uma liquidação mais rápida para ações. O PayPal <paypal>moveu sua stablecoin PYUSD para a L2 Arbitrum do Ethereum</paypal>. A Shopify agora <shopify>permite que os comerciantes aceitem a stablecoin USDC</shopify> na Base.",
  "page-what-is-ethereum-network-layer-2s-section-description-9": "Para os usuários, mover ativos entre o Ethereum e as L2s é simples. Você pode usar pontes, construídas por L2s como <superbridge>Superbridge da Optimism</superbridge> ou <portal>Portal da ZKsync</portal> para mover ETH e outros ativos. Você pode até usar ferramentas de terceiros como <hop>Hop</hop> e <across>Across</across>, que são construídas por equipes independentes.",
  "page-what-is-ethereum-network-layer-2s-section-description-10": "Saiba mais sobre as redes de camada 2 do Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-1": "O Ethereum é transparente por design. Cada ação na rede, desde o envio de ETH até a execução de um validador, é registrada em um livro-razão público e aberto que qualquer pessoa pode acessar.",
  "page-what-is-ethereum-network-live-network-data-section-description-2": "Isso contrasta fortemente com a forma como a maioria dos sistemas funciona hoje:",
  "page-what-is-ethereum-network-live-network-data-section-description-3": "bancos e instituições publicam seus números internos",
  "page-what-is-ethereum-network-live-network-data-section-description-4": "os números de uso de aplicativos são guardados a sete chaves pelas empresas de tecnologia",
  "page-what-is-ethereum-network-live-network-data-section-description-5": "os dados econômicos muitas vezes chegam atrasados e são revisados posteriormente",
  "page-what-is-ethereum-network-live-network-data-section-description-6": "Com o Ethereum, você não precisa confiar. Você pode verificar.",
  "page-what-is-ethereum-network-live-network-data-section-description-7": "Você não precisa entender nada disso para usar o Ethereum. Mas se estiver curioso sobre quantas transações foram liquidadas em 2024, ou quantos novos endereços Ethereum foram criados nos últimos seis meses, existem ferramentas que permitem a qualquer pessoa explorar a rede em tempo real.",
  "page-what-is-ethereum-network-live-network-data-section-description-8": "Aqui estão algumas das fontes de dados mais úteis e para que você pode usá-las:",
  "page-what-is-ethereum-network-live-network-data-section-description-9": "<etherscan>Etherscan</etherscan>: verifique transações, atividade da carteira e contratos inteligentes",
  "page-what-is-ethereum-network-live-network-data-section-description-10": "<beaconcha>beaconcha.in</beaconcha>: veja estatísticas de validadores, níveis de staking e saúde da rede",
  "page-what-is-ethereum-network-live-network-data-section-description-11": "<ultrasound>ultrasound.money</ultrasound>: acompanhe a oferta, emissão e queima de ETH em tempo real",
  "page-what-is-ethereum-network-live-network-data-section-description-12": "<l2fees>l2fees.info</l2fees>: compare os custos atuais de transação no Ethereum e nas L2s",
  "page-what-is-ethereum-network-live-network-data-section-description-13": "<l2beat>L2Beat</l2beat>: veja o valor protegido e os modelos de segurança em todas as principais L2s",
  "page-what-is-ethereum-network-live-network-data-section-description-14": "<growthepie>growthepie</growthepie>: veja toda a atividade em cadeia e o crescimento em todo o Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-15": "<dune>Dune</dune>: explore painéis personalizados sobre todos os ativos digitais no Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-16": "<tokenterminal>Token Terminal</tokenterminal>: compare a receita de dapps, o uso e o desempenho do protocolo",
  "page-what-is-ethereum-network-live-network-data-section-description-17": "<nansen>Nansen</nansen>: acompanhe os fluxos de carteira, os movimentos de stablecoins e as tendências do dinheiro inteligente.",
  "page-what-is-ethereum-network-live-network-data-section-description-18": "Todas essas ferramentas estão disponíveis se você precisar delas.",
  "page-what-is-ethereum-network-live-network-data-section-description-19": "Seja você um desenvolvedor, pesquisador, investidor ou apenas alguém que queira verificar uma transação, a rede aberta do Ethereum fornece os dados — em tempo real, sem permissão e verificáveis.",
  "page-what-is-ethereum-network-live-network-data-section-description-20": "Navegue pelos painéis da rede Ethereum e exploradores de blocos"
}