{
  "page-ethereum-vs-bitcoin-meta-title": "Ethereum vs. Bitcoin: qual é a diferença? | ethereum.org",
  "page-ethereum-vs-bitcoin-meta-description": "Aprenda as diferenças entre Bitcoin e Ethereum, incluindo casos de uso, desempenho da rede, segurança, economia de tokens, nível de descentralização e muito mais.",
  "page-ethereum-vs-bitcoin-twitter-meta-description": "Aprenda as diferenças entre Bitcoin e Ethereum, incluindo casos de uso, desempenho da rede, economia de tokens e muito mais.",
  "page-ethereum-vs-bitcoin-title": "Ethereum vs. Bitcoin: qual é a diferença?",
  "page-ethereum-vs-bitcoin-description-1": "Bitcoin e Ethereum são duas das redes de cadeia de blocos descentralizadas mais conhecidas, mas servem a propósitos muito diferentes.",
  "page-ethereum-vs-bitcoin-section-1": "Bitcoin (com B maiúsculo) é uma cadeia de blocos projetada para uma moeda digital chamada bitcoin (com b minúsculo). Ethereum foi projetado para ser uma plataforma descentralizada para aplicativos e ativos, alimentada por sua criptomoeda nativa <strong>ether (ETH)</strong>.",
  "page-ethereum-vs-bitcoin-section-2": "Ambas usam a tecnologia de cadeia de blocos, são de código aberto e mantidas por comunidades globais, mas seus objetivos e recursos são distintos. Neste guia, vamos explicar o que é cada rede, o que elas têm em comum e como elas se diferem em áreas como tecnologia, cultura e perspectivas futuras.",
  "page-ethereum-vs-bitcoin-bitcoin-section-title": "Bitcoin: um guia rápido",
  "page-ethereum-vs-bitcoin-bitcoin-section-1": "Bitcoin é uma rede de moeda digital descentralizada. Foi <strong>criada em 2009</strong> por uma entidade anônima usando o nome <strong>Satoshi Nakamoto</strong>, pouco depois da crise financeira de 2008. A ideia era que o Bitcoin fosse um sistema de dinheiro eletrônico ponto a ponto.",
  "page-ethereum-vs-bitcoin-bitcoin-section-2": "O Bitcoin permite que qualquer pessoa <strong>envie e receba bitcoin</strong> pela internet <strong>sem depender de uma autoridade central</strong> como um banco. Todas as transações são registradas em um livro-razão público conhecido como cadeia de blocos.",
  "page-ethereum-vs-bitcoin-bitcoin-section-3": "O Bitcoin usa prova de trabalho para proteger sua rede. Computadores ao redor do mundo competem para resolver quebra-cabeças criptográficos que lhes permitem adicionar novos blocos. Esses computadores especializados são chamados de mineradores e recebem bitcoin como recompensa de bloco por \"minerar\" novos blocos.",
  "page-ethereum-vs-bitcoin-bitcoin-section-4": "<strong>O Bitcoin tem um fornecimento máximo fixo de 21 milhões de moedas</strong>. Essa escolha de design é um dos principais motivos pelos quais o Bitcoin é frequentemente chamado de ouro digital.",
  "page-ethereum-vs-bitcoin-ethereum-section-title": "Ethereum: um guia rápido",
  "page-ethereum-vs-bitcoin-ethereum-section-1": "Assim como o Bitcoin, o Ethereum também é uma rede de cadeia de blocos descentralizada, mas foi <strong>projetado para fazer mais do que apenas registrar pagamentos</strong>. Lançado em <strong>2015</strong> por um desenvolvedor de software chamado <strong>Vitalik Buterin</strong> e seus cofundadores, o Ethereum foi construído para ser uma plataforma de contratos inteligentes e aplicativos descentralizados.",
  "page-ethereum-vs-bitcoin-ethereum-section-2": "O Ethereum permite que qualquer pessoa envie e receba valores como o Bitcoin, mas também atua como <strong>uma plataforma que qualquer pessoa pode usar para aplicativos</strong>. A rede Ethereum é executada em milhares de nós e não é controlada por uma única entidade.",
  "page-ethereum-vs-bitcoin-ethereum-section-3": "Qualquer pessoa pode criar e implantar aplicativos no Ethereum. Esses programas são chamados de <strong>contratos inteligentes</strong> e são a principal inovação do Ethereum.",
  "page-ethereum-vs-bitcoin-ethereum-section-4": "Uma vez que o contrato inteligente é implantado, ele é executado de forma determinística quando interagido. Isso torna possível criar aplicativos para coisas como empréstimos, negociações, jogos e colecionáveis digitais que funcionam o dia todo, todos os dias, para milhões de usuários em todo o mundo.",
  "page-ethereum-vs-bitcoin-ethereum-section-5": "Da mesma forma que o bitcoin é usado para pagar taxas de transação na rede Bitcoin, a moeda nativa do Ethereum, o ether, é usada para pagar taxas de transação, publicar e usar contratos inteligentes e proteger a rede. <strong>O Ether atua tanto como combustível para executar programas quanto como reserva de valor</strong>.",
  "page-ethereum-vs-bitcoin-ethereum-section-6": "Saiba mais sobre o Ethereum e como ele funciona",
  "page-ethereum-vs-bitcoin-differences-section-title": "As principais diferenças",
  "page-ethereum-vs-bitcoin-differences-section-1": "Bitcoin e Ethereum usam a tecnologia de cadeia de blocos para manter redes descentralizadas, mas diferem em seu design, propósito e capacidades.",
  "page-ethereum-vs-bitcoin-differences-table-area": "Área",
  "page-ethereum-vs-bitcoin-differences-table-bitcoin": "Bitcoin",
  "page-ethereum-vs-bitcoin-differences-table-ethereum": "Ethereum",
  "page-ethereum-vs-bitcoin-differences-table-row-1-1": "Objetivo principal",
  "page-ethereum-vs-bitcoin-differences-table-row-1-2": "Moeda digital ponto a ponto",
  "page-ethereum-vs-bitcoin-differences-table-row-1-3": "Plataforma para aplicativos e economias digitais",
  "page-ethereum-vs-bitcoin-differences-table-row-2-1": "Contratos inteligentes",
  "page-ethereum-vs-bitcoin-differences-table-row-2-2": "Não compatível",
  "page-ethereum-vs-bitcoin-differences-table-row-2-3": "Funcionalidade principal",
  "page-ethereum-vs-bitcoin-differences-table-row-3-1": "Abastecimento",
  "page-ethereum-vs-bitcoin-differences-table-row-3-2": "O Bitcoin é emitido a cada bloco a uma taxa fixa/pré-determinada ditada pelo protocolo original e inalterado, com um limite final fixo de 21 milhões.",
  "page-ethereum-vs-bitcoin-differences-table-row-3-3": "O Ether é queimado a cada bloco proporcionalmente à atividade/demanda e emitido a cada época proporcionalmente ao total de ETH em stake. Não há limite fixo, mas a taxa de emissão é limitada pelo total de ETH em stake.",
  "page-ethereum-vs-bitcoin-differences-table-row-4-1": "Mecanismo de consenso",
  "page-ethereum-vs-bitcoin-differences-table-row-4-2": "Prova de trabalho",
  "page-ethereum-vs-bitcoin-differences-table-row-4-3": "Prova de participação",
  "page-ethereum-vs-bitcoin-differences-table-row-5-1": "Velocidade",
  "page-ethereum-vs-bitcoin-differences-table-row-5-2": "Considerado pela maioria como irreversível após seis blocos, em média 60 minutos",
  "page-ethereum-vs-bitcoin-differences-table-row-5-3": "Cerca de 15 minutos para a finalidade",
  "page-ethereum-vs-bitcoin-differences-table-row-6-1": "Uso de energia",
  "page-ethereum-vs-bitcoin-differences-table-row-6-2": "Alto",
  "page-ethereum-vs-bitcoin-differences-table-row-6-3": "Baixo",
  "page-ethereum-vs-bitcoin-differences-table-row-7-1": "Governança",
  "page-ethereum-vs-bitcoin-differences-table-row-7-2": "Conservador, de movimento lento",
  "page-ethereum-vs-bitcoin-differences-table-row-7-3": "Flexível, impulsionado pela comunidade",
  "page-ethereum-vs-bitcoin-differences-table-row-8-1": "Ecossistema de desenvolvedores",
  "page-ethereum-vs-bitcoin-differences-table-row-8-2": "Menor",
  "page-ethereum-vs-bitcoin-differences-table-row-8-3": "Grande e ativo",
  "page-ethereum-vs-bitcoin-differences-table-row-9-1": "Melhorias",
  "page-ethereum-vs-bitcoin-differences-table-row-9-2": "Raro",
  "page-ethereum-vs-bitcoin-differences-table-row-9-3": "Frequente e iterativo",
  "page-ethereum-vs-bitcoin-purpose-title": "Objetivo do Bitcoin vs. Ethereum",
  "page-ethereum-vs-bitcoin-purpose-1": "O Bitcoin foi criado em 2009, na esteira da crise financeira global. Seu objetivo era oferecer uma forma de dinheiro ponto a ponto que operasse sem bancos ou governos. É simples por design. A rede visa <strong>mover valor de uma pessoa para outra sem intermediários</strong>. Esse foco restrito ajudou a torná-lo amplamente conhecido como uma forma de ouro digital, uma reserva de valor escassa e durável que também pode ser usada como meio de troca.",
  "page-ethereum-vs-bitcoin-purpose-2": "O Ethereum foi lançado em 2015 com uma visão mais ampla. Seus criadores queriam pegar a segurança e a descentralização da cadeia de blocos e torná-la programável. Em vez de se limitar a pagamentos, <strong>o Ethereum permite que qualquer pessoa escreva e publique programas autoexecutáveis</strong> chamados de contratos inteligentes. Isso abre as portas para uma categoria inteiramente nova de aplicativos, desde <strong>finanças descentralizadas (DeFi)</strong> e <strong>moedas estáveis</strong> até <strong>tokens não fungíveis (NFTs)</strong>, <strong>jogos</strong> e <strong>mídias sociais descentralizadas</strong>.",
  "page-ethereum-vs-bitcoin-purpose-3": "Os designs técnicos refletem esses propósitos. A linguagem de script do Bitcoin é limitada, o que reduz a complexidade e ajuda a manter a rede segura. A linguagem de programação do Ethereum é mais expressiva, permitindo armazenar e gerenciar estados mais complexos e interações entre aplicativos. Essa flexibilidade é um ponto forte, mas também significa que a rede evolui mais rapidamente, com melhorias regulares e novos recursos.",
  "page-ethereum-vs-bitcoin-purpose-4": "Ambos desempenham papéis distintos na economia digital mais ampla. O Bitcoin se concentra em ser uma reserva de valor estável e descentralizada. O Ethereum visa ser uma camada de liquidação global para aplicativos descentralizados e ativos programáveis.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-title": "Casos de uso e adoção",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-1": "O <strong>Bitcoin</strong> é comumente usado como reserva de valor. Muitos investidores o veem como <strong>uma proteção contra a inflação</strong> ou instabilidade econômica. Em alguns países, é usado como uma <strong>moeda alternativa</strong> ou como uma forma de as pessoas economizarem fora do sistema bancário tradicional.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-2": "O <strong>Ether</strong> também serve como reserva de valor, mas seu <strong>papel principal é alimentar um amplo ecossistema de aplicativos</strong> e ativos. Os desenvolvedores podem usar o Ethereum para criar novos protocolos, lançar tokens, executar corretoras descentralizadas, cunhar NFTs, criar jogos e desenvolver plataformas sociais que funcionam sem controle centralizado.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-3": "O Ethereum suporta milhares de aplicativos descentralizados para novas formas de finanças, crowdfunding e propriedade digital. Alguns casos de uso até conectam ambas as redes. Por exemplo, o <strong>Bitcoin pode ser \"envelopado\" e usado no Ethereum</strong> para atividades como empréstimos, empréstimos e negociações em DeFi.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-4": "A adoção institucional reflete essas diferenças. A criptomoeda Bitcoin é amplamente mantida como uma reserva de valor a longo prazo, enquanto o <strong>Ethereum é visto como uma infraestrutura descentralizada</strong>. Sua programabilidade atrai plataformas de fintech e provedores de pagamento.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-5": "Saiba mais sobre para que serve o Ethereum",
  "page-ethereum-vs-bitcoin-monetary-policy-title": "Política monetária",
  "page-ethereum-vs-bitcoin-monetary-policy-1": "O fornecimento do Bitcoin terá um limite máximo de <strong>21 milhões de moedas</strong>. Esse limite rígido é imposto pelo protocolo e é uma das razões pelas quais o Bitcoin é comparado ao ouro. Novos bitcoins entram em circulação por meio de <strong>recompensas de mineração</strong>, que <strong>são cortadas pela metade a cada 210.000 blocos</strong>, o que leva aproximadamente 4 anos para minerar, em um evento chamado <strong>halving</strong>. A recompensa começou em 50 bitcoins por bloco em 2009, caiu para 25 em 2012, depois 12,5 em 2016 e assim por diante. Nesse ritmo, espera-se que o último bitcoin seja minerado por volta do ano 2140.",
  "page-ethereum-vs-bitcoin-monetary-policy-2": "As recompensas de mineração e as taxas de transação do Bitcoin pagam pela rede e são usadas para protegê-la. No entanto, à medida que a recompensa de bloco é reduzida pela metade, a rede se torna mais dependente das taxas de transação para se sustentar. Atualmente, as taxas de rede representam uma pequena parte da receita da rede, <5%, o que significa que a segurança de longo prazo da rede pode estar em risco à medida que a emissão da rede Bitcoin chega a 0.",
  "page-ethereum-vs-bitcoin-monetary-policy-3": "<strong>O Ethereum não tem um limite de fornecimento fixo</strong>. Em vez disso, sua emissão é determinada por regras de protocolo, e melhorias recentes introduziram mecanismos que podem reduzir o fornecimento ao longo do tempo. A mais notável é a melhoria EIP-1559, que queima uma parte das taxas de transação. Quando a <strong>atividade da rede é alta, mais ETH pode ser queimado</strong> do que emitido, tornando o fornecimento deflacionário durante esses períodos.",
  "page-ethereum-vs-bitcoin-monetary-policy-4": "A abordagem monetária do Ethereum garante um orçamento de segurança perpétuo, com taxas de transação e recompensas de bloco fornecendo o orçamento de segurança da rede.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-title": "Ecossistema de desenvolvedores",
  "page-ethereum-vs-bitcoin-developer-ecosystem-1": "O <strong>Ethereum</strong> tem uma das <strong>maiores comunidades de desenvolvedores de cadeia de blocos</strong>. Construir no Ethereum dá acesso a uma ampla gama de <strong>ferramentas, frameworks, subsídios</strong> e <strong>hackathons</strong>. A Máquina Virtual do Ethereum (EVM) é o ambiente de execução do Ethereum e se tornou um padrão comum, com muitas outras cadeias de blocos usando-a para garantir a compatibilidade.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-2": "Padrões de token como ERC-20 e ERC-721 se tornaram a base para grande parte da economia de cadeia de blocos mais ampla. Muitas redes de Camada 2 e outras cadeias de blocos usam a EVM para que aplicativos, carteiras e códigos de contratos inteligentes possam ser usados em várias cadeias de blocos com alterações mínimas.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-3": "<strong>A comunidade de desenvolvedores do Bitcoin é menor</strong> e mais focada. A maior parte da atividade se concentra na manutenção e melhoria do protocolo principal, bem como no desenvolvimento de soluções de Camada 2, como a Lightning Network, para pagamentos mais rápidos e baratos.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-4": "Saiba mais sobre os recursos para desenvolvedores do Ethereum",
  "page-ethereum-vs-bitcoin-security-and-consensus-title": "Segurança e consenso",
  "page-ethereum-vs-bitcoin-security-and-consensus-1": "Bitcoin e Ethereum são ambos protegidos por grandes redes distribuídas de nós independentes, mas usam métodos diferentes para concordar sobre o estado da rede.",
  "page-ethereum-vs-bitcoin-security-and-consensus-2": "O Bitcoin usa um sistema chamado <strong>prova de trabalho</strong>. Computadores chamados mineradores competem para resolver quebra-cabeças criptográficos. O primeiro a resolver um deles pode adicionar o próximo bloco de transações à cadeia de blocos e ganha uma recompensa em bitcoin. Essa abordagem dá ao Bitcoin o que é conhecido como finalidade probabilística, o que significa que uma transação só é considerada altamente segura depois que vários outros blocos são adicionados sobre ela. Para o Bitcoin, isso geralmente ocorre em torno de seis confirmações, ou <strong>cerca de uma hora</strong>.",
  "page-ethereum-vs-bitcoin-security-and-consensus-3": "O Ethereum usa <strong>prova de participação</strong>. Nesse modelo, os validadores bloqueiam, ou colocam em stake, ETH pela chance de serem selecionados para propor e confirmar novos blocos. A seleção é aleatória, mas a probabilidade de ser escolhido aumenta com a quantidade de ETH em stake. Validadores que agem de forma desonesta <strong>correm o risco de perder seu stake</strong>. Isso permite que o Ethereum alcance a finalidade econômica, onde os blocos finalizados são extremamente difíceis de reverter, muitas vezes em <strong>cerca de 15 minutos</strong>. O Ethereum também usa checkpoints para marcar blocos como irreversíveis assim que validadores suficientes concordam.",
  "page-ethereum-vs-bitcoin-security-and-consensus-4": "Saiba mais sobre o mecanismo de consenso do Ethereum",
  "page-ethereum-vs-bitcoin-underlying-technology-title": "Tecnologia subjacente",
  "page-ethereum-vs-bitcoin-underlying-technology-1": "O <strong>Bitcoin</strong> usa o que é conhecido como o <strong>modelo de saída de transação não gasta</strong>, ou UTXO. Nesse sistema, a cadeia de blocos não rastreia saldos de contas. Em vez disso, registra as saídas de transações anteriores que ainda não foram gastas. Quando você gasta bitcoin, usa essas saídas como entradas para uma nova transação, criando novas saídas no processo.",
  "page-ethereum-vs-bitcoin-underlying-technology-2": "Você pode pensar nisso como usar dinheiro. Se você tem duas notas de cinco dólares e quer gastar sete dólares, você entrega as duas notas e recebe três dólares de troco. O Bitcoin registra as notas e o troco, não o seu saldo total.",
  "page-ethereum-vs-bitcoin-underlying-technology-3": "O <strong>Ethereum</strong> usa um <strong>modelo baseado em contas</strong>. Em vez de rastrear saídas individuais, ele mantém um registro dos saldos das contas, como uma conta bancária. Essa abordagem facilita o gerenciamento de contratos inteligentes e lógicas complexas, já que as contas podem armazenar dados e interagir umas com as outras como programas.",
  "page-ethereum-vs-bitcoin-underlying-technology-4": "Cada modelo tem suas vantagens e desvantagens. Os UTXOs podem oferecer maior privacidade e facilitar o rastreamento de moedas individuais. Sistemas baseados em contas são mais diretos para a construção de aplicativos.",
  "page-ethereum-vs-bitcoin-underlying-technology-5": "Leia mais na documentação para desenvolvedores do Ethereum",
  "page-ethereum-vs-bitcoin-decentralization-title": "Descentralização",
  "page-ethereum-vs-bitcoin-decentralization-1": "Bitcoin e Ethereum são ambos projetados para serem descentralizados, mas medem e abordam isso de maneiras diferentes.",
  "page-ethereum-vs-bitcoin-decentralization-2": "A descentralização do <strong>Bitcoin</strong> é apoiada por seu <strong>design técnico simples</strong>, estabilidade a longo prazo e <strong>ampla distribuição de nós</strong>. Seus baixos requisitos de recursos tornam mais fácil para as pessoas executarem nós completos em casa, o que ajuda a preservar a independência e a resistência à censura da rede.",
  "page-ethereum-vs-bitcoin-decentralization-3": "O <strong>Ethereum</strong> também possui uma grande e crescente rede de nós. Ele dá grande ênfase à diversidade de clientes, o que significa que várias versões do software são <strong>mantidas por equipes independentes</strong>. Isso reduz a dependência de um único cliente e ajuda a proteger contra bugs ou falhas que possam afetar a rede.",
  "page-ethereum-vs-bitcoin-decentralization-4": "O Ethereum tem <strong>um número maior de participantes</strong> envolvidos em atividades como staking, melhorias e discussões de governança, mas <strong>ambas as redes visam permanecer abertas e resilientes</strong>. O Bitcoin mantém os requisitos de nós inalterados, contando com menos clientes de software. O Ethereum incentiva diferentes contribuidores, cada um trazendo sua própria perspectiva.",
  "page-ethereum-vs-bitcoin-environmental-impact-title": "Impacto ambiental",
  "page-ethereum-vs-bitcoin-environmental-impact-1": "Uma das mudanças mais significativas na história do Ethereum foi a mudança de prova de trabalho para <strong>prova de participação</strong> em 2022. Conhecida como A Fusão, essa transição <strong>reduziu o consumo de energia da rede em mais de 99%</strong>.",
  "page-ethereum-vs-bitcoin-environmental-impact-2": "Sob a prova de participação, o Ethereum não depende mais de mineração intensiva em energia. Em vez disso, os validadores são selecionados aleatoriamente, com a probabilidade de seleção aumentando com a quantidade de ETH que eles têm em stake. Essa mudança tornou o Ethereum uma das redes de cadeia de blocos mais eficientes em termos de energia.",
  "page-ethereum-vs-bitcoin-environmental-impact-3": "O Bitcoin continua a usar <strong>prova de trabalho</strong>, que <strong>requer grandes quantidades de eletricidade</strong>, já que os mineradores competem para resolver quebra-cabeças criptográficos. Parte dessa energia vem de fontes renováveis, e há discussões em andamento na comunidade Bitcoin sobre maneiras de melhorar a sustentabilidade.",
  "page-ethereum-vs-bitcoin-environmental-impact-4": "A diferença no uso de energia tornou-se um ponto importante de comparação entre as duas redes. A menor pegada energética do Ethereum o torna mais atraente em contextos onde o impacto ambiental é uma prioridade.",
  "page-ethereum-vs-bitcoin-environmental-impact-5": "Leia o relatório completo sobre o uso de energia do Ethereum",
  "page-ethereum-vs-bitcoin-future-outlook-title": "Como é o futuro",
  "page-ethereum-vs-bitcoin-future-outlook-1": "O Bitcoin está sendo cada vez mais adotado como uma reserva de valor e ativo de reserva. É improvável que mude significativamente, e essa estabilidade é parte de seu apelo.",
  "page-ethereum-vs-bitcoin-future-outlook-2": "O Ethereum está se posicionando como uma plataforma de aplicativos na nova economia digital. Com o crescimento das redes de Camada 2 e as melhorias contínuas, ele visa dar suporte a aplicativos, infraestrutura e ativos em escala global.",
  "page-ethereum-vs-bitcoin-future-outlook-3": "Para muitos usuários, <strong>as duas redes não estão em competição direta</strong>. Elas servem a propósitos diferentes e podem se complementar em uma abordagem diversificada de ativos digitais.",
  "page-ethereum-vs-bitcoin-future-outlook-4": "Saiba mais sobre o planejamento do Ethereum"
}