{
  "page-get-eth-article-keeping-crypto-safe": "As chaves para manter seus cripto seguros",
  "page-get-eth-article-protecting-yourself": "Protegendo a si mesmo e seus fundos",
  "page-get-eth-article-store-digital-assets": "Como armazenar ativos digitais no Ethereum",
  "page-get-eth-article-protecting-yourself-desc": "MyCrypto",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": "Corretoras centralizadas",
  "page-get-eth-cex-desc": "Corretoras são negócios que permitem que você compre criptomoedas usando moedas tradicionais. Elas têm custódia sobre qualquer ETH que você comprar até que você a envie para uma carteira que você controla.",
  "page-get-eth-checkout-dapps-btn": "Confira os dapps",
  "page-get-eth-community-safety": "Publicações da comunidade sobre segurança",
  "page-get-eth-description": "Ethereum não é controlado por nenhuma organização - ele é descentralizado.",
  "page-get-eth-dex": "Corretoras descentralizadas (DEXs)",
  "page-get-eth-dex-desc": "Se você quiser mais controle, compre ETH usando <a href=\"/glossary/#smart-contract\">contratos inteligentes</a>. Com uma DEX, você pode negociar ativos digitais sem nunca dar o controle de seus fundos a uma empresa centralizada.",
  "page-get-eth-peers": "Receba ETH das suas conexões",
  "page-get-eth-peers-desc": "Uma vez que você tenha uma conta Ethereum, tudo que você precisa fazer é compartilhar seu endereço para começar a receber e enviar ETC (e outros tokens) peer-to-peer.",
  "page-get-eth-staking": "Recompensas de staking",
  "page-get-eth-staking-desc": "Se você já tem uma conta ETH, você pode ganhar mais executando um nódulo validador. Você é pago em ETH para realizar essa verificação.",
  "page-get-eth-earn": "Receber ETH",
  "page-get-eth-earn-desc": "Você pode receber ETH trabalhando para DAOs ou companhias que pagam em crypto, ganhando recompensas, encontrando erros de software e mais.",
  "page-get-eth-daos-link-desc": "Aprenda mais sobre DAOs",
  "page-get-eth-cex-link-desc": "Veja uma lista de corretoras de câmbio",
  "page-get-eth-staking-link-desc": "Aprenda mais sobre staking",
  "page-get-eth-dexs": "Corretoras descentralizadas (DEXs)",
  "page-get-eth-dexs-desc": "Exchanges descentralizadas são mercados abertos para ETH e outros tokens. Elas conectam diretamente compradores e vendedores.",
  "page-get-eth-dexs-desc-2": "Em vez de usar uma corretora de confiança para proteger fundos na transação, eles usam código. O ETH do vendedor só será transferido quando o pagamento for garantido. Esse tipo de código é conhecido como um contrato inteligente.",
  "page-get-eth-dexs-desc-3": "Isso significa que há menos restrições geográficas do que com alternativas centralizadas. Se alguém vende o que você quer e aceita um método de pagamento que você pode fornecer, é um bom negócio.",
  "page-get-eth-dexs-desc-4": "Nota: muitas dexes usam ether encapsulado (WETH) para funcionar. <a href=\"/wrapped-eth\">Saiba mais sobre ether encapsulado</a>.",
  "page-get-eth-do-not-copy": "Não copiar",
  "page-get-eth-exchanges-disclaimer": "Nós coletamos essas informações manualmente. Se você encontrar algum erro, nos informe em",
  "page-get-eth-exchanges-empty-state-text": "Informe seu país de residência para ter acesso à lista de corretoras de câmbio que você pode utilizar",
  "page-get-eth-exchanges-except": "Exceto",
  "page-get-eth-exchanges-header": "Em qual país você mora?",
  "page-get-eth-exchanges-header-exchanges": "Corretoras",
  "page-get-eth-exchanges-header-wallets": "Carteiras",
  "page-get-eth-exchanges-intro": "Corretoras possuem restrições de lugares onde podem comercializar crypto. Essa lista é um indicativo de serviços que podem operar em cada país. Estar na lista não é um endosso - realize sua própria pesquisa!",
  "page-get-eth-exchanges-no-exchanges": "Desculpe, não conhecemos nenhuma corretora que permita que você compre ETH neste país. Caso você conheça alguma, nos informe em",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Desculpe, não conhecemos nenhuma corretora que permita que você compre ETH neste país. Caso você conheça alguma, nos informe em",
  "page-get-eth-exchanges-no-wallets": "Desculpe, não conhecemos nenhuma carteira que lhe permita comprar ETH neste país. Se você sabe de alguma, informe-nos em",
  "page-get-eth-exchanges-search": "Digite onde você mora...",
  "page-get-eth-exchanges-success-exchange": "Pode demorar vários dias para se inscrever em uma corretora devido aos controles jurídicos.",
  "page-get-eth-exchanges-success-wallet-link": "carteiras",
  "page-get-eth-exchanges-success-wallet-paragraph": "Onde você mora, é possível comprar ETH diretamente destas carteiras. Saiba mais",
  "page-get-eth-exchanges-usa": "Estados Unidos da América (EUA)",
  "page-get-eth-get-wallet-btn": "Obtenha uma carteira",
  "page-get-eth-hero-image-alt": "Imagem de Get ETH hero",
  "page-get-eth-keep-it-safe": "Mantenha seus ETH seguros",
  "page-get-eth-meta-description": "Como comprar ETH com base no local onde você vive e conselhos sobre como cuidar dele.",
  "page-get-eth-meta-title": "Como obter ETH",
  "page-get-eth-need-wallet": "Você precisará de uma carteira para usar uma DEX.",
  "page-get-eth-new-to-eth": "Novo em ETH? Aqui está uma visão geral para você começar.",
  "page-get-eth-other-cryptos": "Compre com outras criptomoedas",
  "page-get-eth-protect-eth-desc": "Uma das principais características do Ethereum é que você mantém o controle de seus próprios ativos gerenciando sua própria conta. Isso significa que você não precisa confiar seus ativos a terceiros e está protegido contra qualquer custodiante que aja desonestamente, vá à falência ou seja hackeado. No entanto, também significa que você assume a responsabilidade por sua própria segurança.",
  "page-get-eth-protect-eth-in-wallet": "Mantenha seu ETH na sua carteira",
  "page-get-eth-search-by-country": "Procurar por país",
  "page-get-eth-security": "Isso significa que você precisa tomar cuidado com a segurança dos seus fundos. Com ETH, você não tem um banco ou companhia para validar suas ações, você tem total responsabilidade por suas transações.",
  "page-get-eth-smart-contract-link": "Mais sobre contratos inteligentes",
  "page-get-eth-swapping": "Troque seus tokens por ETH de outras pessoas. E vice-versa.",
  "page-get-eth-try-dex": "Veja como funciona um DEX",
  "page-get-eth-use-your-eth": "Use seu ETH",
  "page-get-eth-use-your-eth-dapps": "Agora que você possui alguns ETH, confira alguns aplicativos Ethereum (dapps). Existem dapps para finanças, mídias sociais, jogos e muitas outras categorias.",
  "page-get-eth-wallet-instructions": "Siga as instruções da carteira",
  "page-get-eth-wallet-instructions-lost": "Se você perder acesso a sua conta, irá perder todos os seus fundos. Sua carteira tem informações sobre proteção nesses casos. Tenha certeza que está seguindo tudo corretamente - geralmente, ninguém poderá ajudá-lo se você perder acesso a sua conta.",
  "page-get-eth-wallets": "Carteiras",
  "page-get-eth-wallets-link": "Mais sobre carteiras",
  "page-get-eth-wallets-purchasing": "Algumas carteiras permitem que você compre criptomoeda com um cartão de débito/crédito, por transferência bancária ou até mesmo via Apple Pay. Aplicam-se restrições geográficas.",
  "page-get-eth-warning": "Estes DEXs não são para iniciantes, pois você precisa de algum ETH para utilizar. São apenas exemplos, não são recomendações. Você precisa pesquisar!",
  "page-get-eth-what-are-DEX's": "O que são DEXs?",
  "page-get-eth-whats-eth-link": "O que é ETH?",
  "page-get-eth-where-to-buy-desc": "Você pode receber ETH, receber ela dos seus pares, ou comprar em exchanges e apps.",
  "page-get-eth-where-to-buy-desc-2": "Verifique quais serviços estão disponíveis onde você mora.",
  "page-get-eth-where-to-buy-title": "Onde obter ETH",
  "page-get-eth-your-address": "Seu endereço de ETH",
  "page-get-eth-your-address-desc": "Quando você baixar uma carteira, ela criará um endereço ETH público para você. Ele se verá assim:",
  "page-get-eth-your-address-desc-3": "Pense nele como seu endereço de e-mail, mas em vez de mensagem, ele pode receber ETH. Se você quiser transferir ETH de uma exchange para sua carteira, use seu endereço como o destino. Não deixe de verificar o endereço antes de enviar!",
  "page-get-eth-your-address-wallet-link": "Confira as carteiras",
  "listing-policy-raise-issue-link": "Levante um problema",
  "page-find-wallet-last-updated": "Última atualização"
}
