{
  "page-layer-2-learn-meta-title": "O que é a camada 2? | ethereum.org",
  "page-layer-2-learn-title": "O que é a camada 2?",
  "page-layer-2-learn-description": "Escalabilidade do Ethereum para adoção em massa",
  "page-layer-2-learn-button-1-label": "O que é a camada 2?",
  "page-layer-2-learn-button-2-label": "Use a camada 2",
  "page-layer-2-learn-what-is-layer-2-title": "O que é a camada 2?",
  "page-layer-2-learn-what-is-layer-2-1": "Camada 2 (L2) é um termo coletivo para descrever um conjunto específico de soluções de dimensionamento Ethereum. <strong>Uma camada 2 é uma <a href=\"/glossary/#blockchain\">blockchain</a> separada que estende o Ethereum e herda as garantias de segurança dele</strong>.",
  "page-layer-2-learn-what-is-layer-2-2": "Agora, vamos analisar em mais detalhes. Para isso, primeiro precisamos explicar a camada 1 (L1).",
  "page-layer-2-learn-what-is-layer-1-title": "O que é a camada 1?",
  "page-layer-2-learn-what-is-layer-1-1": "Camada 1 de Cadeia de blocos, assim como as de Ethereum e Bitcoin, são a <strong> fundadora da Camada 2, projetos construídos com base em </strong>. Exemplos da Camada 2 são projetos que incluem <strong> em rollups de nenhum conhecimento, e <strong> rollups otimistas, </strong> no Ethereum e a Conexão veloz acerca do Bitcoin.",
  "page-layer-2-learn-what-is-layer-1-2": ".",
  "page-layer-2-learn-layer-1-list-title": "Ethereum como camada 1 inclui:",
  "page-layer-2-learn-layer-1-list-1": "<strong>uma rede de nós operadores</strong> para proteger e validar a rede",
  "page-layer-2-learn-layer-1-list-2": "<strong>uma rede de produtores de blocos</strong>",
  "page-layer-2-learn-layer-1-list-3": "<strong>o próprio blockchain</strong> e o histórico de dados de transações",
  "page-layer-2-learn-layer-1-list-4": "<strong>o mecanismo de consenso</strong> para a rede",
  "page-layer-2-learn-why-do-we-need-layer-2-title": "Por que precisamos da camada 2?",
  "page-layer-2-learn-why-do-we-need-layer-2-1": "As três propriedades desejáveis ​​de um blockchain são descentralização, segurança e escalabilidade. O trilema do blockchain afirma que uma arquitetura blockchain simples só pode atingir duas das três características. Quer um blockchain seguro e descentralizado? Você precisa sacrificar a escalabilidade. É aí que entram as redes de camada 2.",
  "page-layer-2-learn-why-do-we-need-layer-2-2": "O Ethereum atingiu a capacidade atual da rede com mais de 1 milhão de transações por dia, com alta demanda por cada uma dessas transações. O sucesso do Ethereum e a demanda por seu uso fizeram com que os preços do gás subissem substancialmente. Portanto, a necessidade de soluções de escalabilidade também atingiu o pico.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability": "Escalabilidade",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-1": "O principal objetivo da escalabilidade é aumentar a velocidade da transação (finalidade mais rápida) e o rendimento da transação (transações elevadas por segundo), sem sacrificar a descentralização ou a segurança.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-2": "A comunidade Ethereum assumiu uma posição firme de que não abrirá mão da descentralização ou da segurança para escalar. Até a fragmentação, a Mainnet do Ethereum (camada 1) só poderá processar cerca de 15 transações por segundo. Quando a demanda pelo uso do Ethereum é alta, isso causa congestionamento na rede, aumentando as taxas de transação e impedindo aqueles que não podem pagar de usar o Ethereum até que as taxas diminuam. É aí que a camada 2 entra para escalar o Ethereum hoje.",
  "page-layer-2-learn-layer2Cards-1-title": "Menores taxas",
  "page-layer-2-learn-layer2Cards-1-description": "Ao combinar multiplas",
  "page-layer-2-learn-layer2Cards-2-title": "Mantém a segurança",
  "page-layer-2-learn-layer2Cards-2-description": "Os blockchains da camada 2 estabelecem suas transações na Rede Principal Ethereum, permitindo que os usuários que os utilizam se beneficiem da segurança da rede Ethereum.",
  "page-layer-2-learn-layer2Cards-3-title": "Expandir casos de uso",
  "page-layer-2-learn-layer2Cards-3-description": "Com transações mais altas por segundo, menores taxas e novas tecnologias, os projetos se expandirão para novos aplicativos com melhor experiência do usuário.",
  "page-layer-2-learn-how-does-layer-2-work-title": "Como a camada 2 funciona?",
  "page-layer-2-learn-how-does-layer-2-work-1": "Conforme exposto acima, a camada 2 é um termo coletivo das soluções de escalabilidade do Ethereum que gerenciam as transações fora da camada 1 do Ethereum, enquanto ainda aproveitam a segurança descentralizada eficiente da camada 1 do Ethereum. Uma camada 2 é um blockchain separado que amplia o Ethereum. Como isso funciona?",
  "page-layer-2-learn-how-does-layer-2-work-2": "Há diversos tipos diferentes de camada 2, cada um com seus próprios prós e contras e modelos de segurança. As camadas 2 retiram a carga transacional da camada 1, o que permite que ela fique menos congestionada, e tudo se torna mais dimensionável.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-title": "Rollups",
  "page-layer-2-learn-how-does-layer-2-work-rollups-1": "Os rollups agrupam (ou 'roll up') centenas de transações em uma única transação na camada 1. Isso distribui as taxas de transação da L1 entre todos no rollup, tornando-o mais barato para cada usuário.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-2": "Os dados das transações de rollup são enviadas para a camada 1, mas a execução é realizada separadamente pelo rollup. Ao enviar os dados da transação à camada 1, os rollups herdam a segurança do Ethereum. Isso ocorre quando os dados são carregados na camada 1, reverter uma transação de rollup exige reverter o Ethereum. Há duas abordagens diferentes de rollup: otimista e conhecimento-zero, sendo que a principal diferença entre elas é a maneira como os dados da transação são enviados à camada 1.",
  "page-layer-2-learn-rollupCards-optimistic-title": "Rollups otimistas",
  "page-layer-2-learn-rollupCards-optimistic-description": "Optimistic rollups utilizam provas de falhas em que as transações são consideradas válidas, mas podem ser contestadas caso haja suspeita de uma transação inválida. Se houver suspeita de uma transação inválida, uma prova de falhas é executada para verificar se isso ocorreu.",
  "page-layer-2-learn-rollupCards-optimistic-childSentence": "Mais sobre rollups otimistas",
  "page-layer-2-learn-rollupCards-zk-title": "Rollups de zero conhecimento",
  "page-layer-2-learn-rollupCards-zk-description": "Zero Knowledge rollups usam provas de validade em que os cálculos das transações são computados off-chain e, então, esses dados são fornecidos à Ethereum Mainnet com uma prova de sua validade.",
  "page-layer-2-learn-rollupCards-zk-childSentence": "Mais sobre zk-rollups",
  "page-layer-2-learn-dyor-title": "Faça sua própria pesquisa: Riscos da camada 2",
  "page-layer-2-learn-dyor-1": "Como as redes de camada 2 herdam a segurança do Ethereum, em um mundo ideal, elas são tão seguras quanto a L1 do Ethereum. No entanto, muitos dos <strong>projetos ainda são jovens e um tanto experimentais</strong>. Após anos de P&D, muitas das tecnologias de L2 que escalarão o Ethereum entraram em operação em 2021. Isso não quer dizer que essas redes L2 não sejam seguras, apenas que nenhuma camada 2 é tão testada em batalha quanto a rede principal do Ethereum. Sempre faça sua própria pesquisa e decida se você se sente confortável com os riscos envolvidos.",
  "page-layer-2-learn-dyor-2": "Para obter mais informações sobre tecnologia, riscos e premissas de confiança das segundas camadas, recomendamos conferir o L2BEAT, que fornece uma estrutura abrangente de avaliação de riscos de cada projeto.",
  "page-layer-2-learn-dyor-link": "Ir para L2BEAT",
  "page-layer-2-learn-note-on-alt-l1-title": "Uma observação sobre alt L1s, sidechains e validiums",
  "page-layer-2-learn-note-on-alt-l1-1": "Primeiras camadas alternativas têm maior taxa de transferência e taxas de transação mais baixas do que o Ethereum. Essas L1s alternativas tiveram que sacrificar a segurança ou a descentralização para alcançar maiores transações por segundo e taxas mais baixas. O ecossistema Ethereum está firmemente alinhado com a ideia de que a escalabilidade da camada 2 é a única maneira de resolver o trilema da escalabilidade e permanecer descentralizado e seguro",
  "page-layer-2-learn-note-on-alt-l1-2": "Sidechains e validiums são blockchains que permitem que ativos de uma blockchain sejam interligados e utilizados em outra blockchain. Sidechains e validiums operam em paralelo com a blockchain principal e interagem com ela por meio de pontes, mas não derivam sua segurança ou disponibilidade de dados da blockchain principal. Eles escalam de forma semelhante às segundas camadas, mas têm premissas de confiança diferentes. Oferecem taxas de transação mais baixas e maior taxa de transferência de transações. Saiba mais sobre <a href=\"/developers/docs/scaling/sidechains\">sidechains</a> e <a href=\"/developers/docs/scaling/validium\">validiums</a>.",
  "page-layer-2-learn-callout-1-title": "Quais são os benefícios?",
  "page-layer-2-learn-callout-1-description": "Explore qual é o impacto prático das soluções da camada 2 na experiência do usuário.",
  "page-layer-2-learn-learn-more": "Saiba mais",
  "page-layer-2-learn-callout-2-title": "Explore diferentes redes",
  "page-layer-2-learn-callout-2-description": "Aprenda como as redes diferem umas das outras e até onde elas chegaram em seu desenvolvimento.",
  "page-layer-2-learn-explore-networks": "Explore redes"
}
