{
  "layer-2-arbitrum-note": "Provas de fraude somente para usuários na lista de permissões, lista de permissões ainda não está aberta",
  "layer-2-boba-note": "Validação de estado em desenvolvimento",
  "layer-2-optimism-note": "Provas de falha em desenvolvimento",
  "layer-2-hero-title": "Camada 2",
  "layer-2-hero-header": "Ethereum para todos",
  "layer-2-hero-subtitle": "Escalabilidade do Ethereum para adoção em massa.",
  "layer-2-hero-alt-text": "Ilustração da implantação de transações na camada 2 e publicação na Ethereum Mainnet",
  "layer-2-hero-button-1": "O que é a camada 2",
  "layer-2-hero-button-2": "Usar a camada 2",
  "layer-2-hero-button-3": "Mudar para a camada 2",
  "layer-2-statsbox-1": "TVL bloqueado na camada 2 (USD)",
  "layer-2-statsbox-2": "Taxa média de transferência de ETH na camada 2 (USD)",
  "layer-2-statsbox-3": "Alteração do TVL na camada 2 (30 dias)",
  "layer-2-what-is-layer-2-title": "O que é a camada 2?",
  "layer-2-what-is-layer-2-1": "Camada 2 (L2) é um termo coletivo para descrever um conjunto específico de soluções de dimensionamento Ethereum. <strong>Uma camada 2 é uma blockchain separada que estende o Ethereum e herda as garantias de segurança da Ethereum</strong>.",
  "layer-2-what-is-layer-2-2": "Agora, vamos analisar em mais detalhes. Para isso, primeiro precisamos explicar a camada 1 (L1).",
  "layer-2-what-is-layer-1-title": "O que é a camada 1?",
  "layer-2-what-is-layer-1-1": "A camada 1 é o blockchain de base. Ethereum e Bitcoin são ambos blockchains de camada 1 porque são a <strong>fundação subjacente sobre a qual diversas redes de camada 2 são desenvolvidas</strong>. Exemplos de projetos de camada 2 incluem \"rollups\" no Ethereum e a Lightning Network no Bitcoin. Todas as atividades de transações de usuários nesses projetos de camada 2 podem, em última análise, voltar ao blockchain de camada 1.",
  "layer-2-what-is-layer-1-2": "Ethereum também funciona como uma camada de disponibilidade de dados para camadas 2. Projetos da camada 2 postarão seus dados de transação ao Ethereum, confiando a disponibilidade de dados ao Ethereum. Esses dados podem ser usados para obter o estado da camada 2 ou para disputar transações na camada 2.",
  "layer-2-what-is-layer-1-list-title": "<strong>Ethereum como camada 1 inclui:</strong>",
  "layer-2-what-is-layer-1-list-1": "<strong>Uma rede de operadores de nó</strong> para proteger e validar a rede",
  "layer-2-what-is-layer-1-list-2": "<strong>Uma rede de produtores de blocos</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>O próprio blockchain</strong> e o histórico de dados de transações",
  "layer-2-what-is-layer-1-list-4": "<strong>O mecanismo de consenso</strong> para a rede",
  "layer-2-what-is-layer-1-list-link-1": "Ainda confuso sobre o Ethereum?",
  "layer-2-what-is-layer-1-list-link-2": "Aprenda o que é Ethereum.",
  "layer-2-why-do-we-need-layer-2-title": "Por que precisamos da camada 2?",
  "layer-2-why-do-we-need-layer-2-1": "Três propriedades desejáveis de um blockchain são que ele é <strong>descentralizado, seguro e escalável</strong>. O trilema do blockchain <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\"></a> afirma que uma arquitetura simples de blockchain pode atingir apenas dois em três. Quer um blockchain seguro e descentralizado? Você precisa sacrificar a escalabilidade.",
  "layer-2-why-do-we-need-layer-2-2": "O Ethereum atualmente processa <a href=\"https://etherscan.io/chart/tx\" target=\"_blank\">mais de um milhão de transações por dia</a>. A demanda de utilização do Ethereum pode resultar no aumento dos preços da taxa de transação, e é nesse momento que as redes de camada 2 atuam.",
  "layer-2-why-do-we-need-layer-2-scalability": "Dimensionamento",
  "layer-2-why-do-we-need-layer-2-scalability-1": "O principal objetivo da camada 2 é aumentar a taxa de transferência de transações (mais transações por segundo) sem sacrificar a descentralização ou a segurança.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "A Ethereum Mainnet (camada 1) consegue processar apenas <a href=\"https://ethtps.info/Network/Ethereum\">aproximadamente 15 transações por segundo</a>. Quando a demanda de utilização do Ethereum é alta, a rede congestiona, o que aumenta o preço das taxas de transação e elimina os usuários que não as podem pagar. As camadas 2 são soluções que reduzem o preço dessas taxas ao processar as transações fora do blockchain de camada 1.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "Mais sobre a visão do",
  "layer-2-benefits-of-layer-2-title": "Benefícios da Camada 2",
  "layer-2-lower-fees-title": "Menores taxas",
  "layer-2-lower-fees-description": "Ao combinar múltiplas transações off-chain em uma única transação na camada 1, as taxas de transação são massivamente reduzidas, tornando a Ethereum mais acessível para todos.",
  "layer-2-maintain-security-title": "Mantém a segurança",
  "layer-2-maintain-security-description": "Os blockchains da camada 2 estabelecem suas transações na Rede Principal Ethereum, permitindo que os usuários se beneficiem da segurança da rede Ethereum.",
  "layer-2-expand-use-cases-title": "Expandir casos de uso",
  "layer-2-expand-use-cases-description": "Com transações mais altas por segundo, menores taxas e novas tecnologias, os projetos se expandirão para novos aplicativos com melhor experiência do usuário.",
  "layer-2-how-does-layer-2-work-title": "Como a camada 2 funciona?",
  "layer-2-how-does-layer-2-work-1": "Conforme exposto acima, a camada 2 é um termo coletivo das soluções de escalabilidade do Ethereum que gerenciam as transações fora da camada 1 do Ethereum, enquanto ainda aproveitam a segurança descentralizada eficiente da camada 1 do Ethereum. <strong>Uma camada 2 é um blockchain separado que amplia o Ethereum</strong>. Como isso funciona?",
  "layer-2-how-does-layer-2-work-2": "Há diversos tipos diferentes de camada 2, cada um com seus próprios prós e contras e modelos de segurança. As camadas 2 retiram a carga transacional da camada 1, o que permite que ela fique menos congestionada, e tudo se torna mais dimensionável.",
  "layer-2-rollups-title": "Rollups",
  "layer-2-rollups-1": "Os rollups agregam (\"enrolam\") centenas de transações em uma única transação na camada 1. Isso distribui as taxas de transação da camada 1 por todos no rollup, o que faz com que o preço fique mais acessível para cada usuário.",
  "layer-2-rollups-2": "As transações de rollup são executadas fora da camada 1, mas os dados da transação são enviados à camada 1. Ao enviar os dados da transação à camada 1, os rollups herdam a segurança do Ethereum. Isso ocorre por que quando os dados são carregados na camada 1, reverter uma transação de rollup exige a reversão do Ethereum. Há duas abordagens diferentes de rollup: otimista e conhecimento-zero, e a principal diferença entre elas é a maneira como os dados da transação são enviados à camada 1.",
  "layer-2-optimistic-rollups-title": "Rollups otimistas",
  "layer-2-optimistic-rollups-description": "Os rollups otimistas são \"otimistas\" no sentido de que as transações são consideradas válidas, mas podem ser contestadas, se necessário. Se houver suspeita de uma transação inválida, será realizado um teste de falha para verificar tal situação.",
  "layer-2-optimistic-rollups-childSentance": "Mais sobre rollups otimistas",
  "layer-2-zk-rollups-title": "Rollups de conhecimento zero",
  "layer-2-zk-rollups-description": "Os rollups de conhecimento zero usam provas de validade onde as transações são computadas fora da cadeia, em seguida, os dados compactados são fornecidos à Rede Principal Ethereum como prova de sua validade.",
  "layer-2-zk-rollups-childSentance": "Mais sobre rollups de conhecimento zero",
  "layer-2-dyor-title": "Faça sua própria pesquisa: riscos da camada 2",
  "layer-2-dyor-1": "Muitos projetos de camada 2 são relativamente novos e ainda exigem que os usuários confiem na honestidade de alguns operadores à medida que trabalham na descentralização de suas redes. Sempre conduza uma pesquisa para decidir se você está à vontade com os riscos envolvidos.",
  "layer-2-dyor-2": "Para obter mais informações sobre a tecnologia, riscos e premissas de confiança da camada 2, recomendamos verificar o L2BEAT, que fornece uma estrutura abrangente de avaliação de risco de cada projeto.",
  "layer-2-dyor-3": "Ir para L2BEAT",
  "layer-2-use-layer-2-title": "Use a camada 2",
  "layer-2-use-layer-2-1": "Agora que você entendeu porque a Camada 2 existe e como ela funciona, vamos começar a trabalhar!",
  "layer-2-contract-accounts": "Se utilizar uma carteira de contrato inteligente, como Safe ou Argent, você não terá controle sobre esse endereço em uma camada 2 até implantar novamente a sua conta de contrato nesse endereço na camada 2. As contas clássicas com frase de recuperação terão automaticamente a mesma conta em todas as redes de camada 2.",
  "layer-2-use-layer-2-generalized-title": "A Camada de uso global 2s",
  "layer-2-use-layer-2-generalized-1": "A camada de uso global 2s se comporta exatamente como o Ethereum – porém, custa menos. Qualquer coisa que se possa fazer na camada 1 do Ethereum, também pode-se fazer na camada 2. Muitos dapps já começaram a migrar para essa rede ou passaram a implantar diretamente na camada 2.",
  "layer-2-use-layer-2-application-specific-title": "Camadas 2s específicas de aplicativos",
  "layer-2-use-layer-2-application-specific-1": "As camadas 2s específicas de aplicativos são projetos especializados em otimizar para um espaço de aplicativo específico, trazendo melhor desempenho.",
  "layer-2-sidechains-title": "Uma nota sobre sidechains, validiums e blockchains alternativas",
  "layer-2-sidechains-1": "<strong>Sidechains e validiums</strong> são blockchains que permitem que ativos do Ethereum sejam conectados e usados em outro blockchain. Sidechains e validiums são executados em paralelo com o Ethereum e interagem com o Ethereum por meio de pontes, mas não derivam sua segurança ou disponibilidade de dados do Ethereum.",
  "layer-2-sidechains-2": "Ambos escalam de forma semelhante à camada 2s – eles oferecem taxas de transação mais baixas e taxa de transferência mais alta – mas têm diferentes suposições de confiança.",
  "layer-2-more-on-sidechains": "Mais informações sobre sidechains",
  "layer-2-more-on-validiums": "Mais informações sobre validiums",
  "layer-2-sidechains-4": "Alguns blockchains de camada 1 relatam uma maior taxa de transferência e taxas de transação mais baratas do que o Ethereum, mas geralmente com desvantagens em outros aspectos, por exemplo, maiores requisitos de hardware para a execução de nós.",
  "layer-2-onboard-title": "Como chegar em uma camada 2",
  "layer-2-onboard-1": "Existem dois caminhos principais para colocar seus ativos em uma camada 2: fazer a ponte de fundos do Ethereum por meio de um contrato inteligente ou retirar seus fundos em uma bolsa diretamente na rede da camada 2.",
  "layer-2-onboard-wallet-title": "Saldo na sua carteira?",
  "layer-2-onboard-wallet-1": "Se você já possui seus ETH em sua carteira, precisará usar uma ponte para movê-los da Rede Principal Ethereum para uma camada 2.",
  "layer-2-more-on-bridges": "Mais sobre pontes",
  "layer-2-onboard-wallet-input-placeholder": "Selecione L2 para o qual deseja fazer a ponte",
  "layer-2-onboard-wallet-selected-1": "Você pode se conectar para",
  "layer-2-onboard-wallet-selected-2": "usar estas carteiras:",
  "layer-2-bridge": "Ponte",
  "layer-2-onboard-exchange-title": "Fundos em uma exchange (corretora)?",
  "layer-2-onboard-exchange-1": "Algumas corretoras centralizadas agora oferecem saques e depósitos diretos para a camada 2s. Verifique quais corretoras suportam retiradas da camada 2 e quais camadas 2s elas suportam.",
  "layer-2-onboard-exchange-2": "Você também precisará de uma carteira para sacar seus fundos.",
  "layer-2-onboard-find-a-wallet": "Encontre uma carteira Ethereum.",
  "layer-2-onboard-exchange-input-placeholder": "Verifique as corretoras que suportam a L2",
  "layer-2-deposits": "Depósitos",
  "layer-2-withdrawals": "Retirada de fundos",
  "layer-2-go-to": "Ir para",
  "layer-2-tools-title": "Ferramentas para ser eficaz na camada 2",
  "layer-2-tools-l2beat-description": "L2BEAT é um excelente recurso para analisar as avaliações técnicas de riscos de projetos da camada 2. Recomendamos verificar seus recursos ao pesquisar projetos específicos da camada 2.",
  "layer-2-tools-l2fees-description": "L2 Taxas permite ver o custo atual (denominado em USD) para fazer transações em diferentes camadas 2s.",
  "layer-2-tools-chainlist-description": "Chainlist é um ótimo recurso para importar RPC's de redes no suporte a carteiras. Você encontrará RPC's para projetos da camada 2 aqui para ajudá-lo a se conectar.",
  "layer-2-tools-zapper-description": "Gerencie todo o seu portfólio web3 desde DeFi até NFTs e o que vier a seguir. Invista nas últimas oportunidades de um lugar conveniente.",
  "layer-2-tools-zerion-description": "Construa e gerencie todo o seu portfólio DeFi em um só lugar. Descubra hoje o mundo das finanças descentralizadas.",
  "layer-2-tools-debank-description": "Fique por dentro de todos os acontecimentos importantes do mundo web3",
  "layer-2-faq-title": "Perguntas frequentes",
  "layer-2-faq-question-1-title": "Por que não existe um Ethereum L2 'oficial'?",
  "layer-2-faq-question-1-description-1": "Assim como não existe um cliente Ethereum 'oficial', não existe uma camada 2 Ethereum 'oficial'. O Ethereum não tem permissão – tecnicamente qualquer pessoa pode criar uma camada 2! Várias equipes implementarão sua versão de uma camada 2 e o ecossistema como um todo se beneficiará de uma diversidade de abordagens de design otimizadas para diferentes casos de uso. Assim como temos vários clientes Ethereum desenvolvidos por várias equipes para ter diversidade na rede, também será assim que a camada 2 se desenvolverá no futuro.",
  "layer-2-faq-question-2-title": "Qual é a diferença entre rollups otimistas e de conhecimento zero?",
  "layer-2-faq-question-2-description-1": "Tanto os rollups otimistas quanto os de conhecimento zero agrupam (ou reúnem) centenas de transações em uma única transação na camada 1. As transações de rollup são executadas fora da camada 1, mas os dados da transação são postados na camada 1.",
  "layer-2-faq-question-2-description-2": "A principal diferença é quais dados são postados na camada 1 e como os dados são verificados. As provas de validade (usadas por rollups de conhecimento zero) executam os cálculos off-chain e postam uma prova, enquanto as provas de falha (usadas por rollups otimistas) só executam os cálculos on-chain quando a falha é suspeita e deve ser verificada.",
  "layer-2-faq-question-2-description-3": "No momento, a maioria dos rollups de conhecimento zero são específicos para aplicativos, em contraste com os rollups otimistas, que foram amplamente generalizáveis.",
  "layer-2-more-info-on-optimistic-rollups": "Mais informações sobre rollups otimistas",
  "layer-2-more-info-on-zk-rollups": "Mais informações sobre rollups de conhecimento zero",
  "layer-2-faq-question-4-title": "Quais os riscos com a camada 2?",
  "layer-2-faq-question-4-description-1": "Os projetos da camada 2 contêm riscos adicionais em comparação com a retenção de fundos e transações diretamente na rede principal Ethereum. Por exemplo, os sequenciadores podem ficar inativos, levando você a ter que esperar para acessar os fundos.",
  "layer-2-faq-question-4-description-2": "Incentivamos você a fazer a sua própria pesquisa antes de transferir fundos significativos para uma camada 2. Para obter mais informações sobre tecnologia, riscos e suposições de confiança da camada 2s, recomendamos verificar <a href=\"https://l2beat.com/?view=risk\">L2BEAT</a>, que fornece uma estrutura abrangente de avaliação de risco de cada projeto.",
  "layer-2-faq-question-4-description-3": "As pontes do blockchain, que facilitam a transferência de ativos para a camada 2, estão em seus estágios iniciais de desenvolvimento e é provável que o design ideal da ponte ainda não tenha sido descoberto. Recentemente, aconteceram <a href=\"https://rekt.news/wormhole-rekt/\">ataques hackers em pontes</a>.",
  "layer-2-faq-question-5-title": "Por que alguns projetos da camada 2 não estão listados aqui?",
  "layer-2-faq-question-5-description-1": "Queremos garantir que listamos os melhores recursos possíveis para que os usuários possam navegar no espaço da camada 2 de maneira segura e confiável. Mantemos uma estrutura de critérios sobre como os projetos são avaliados para inclusão.",
  "layer-2-faq-question-5-view-listing-policy": "Veja nossa política de listagem da cListaamada 2 aqui.",
  "layer-2-faq-question-5-description-2": "Qualquer pessoa é livre para sugerir a adição de uma camada 2 no ethereum.org. Se houver uma camada 2 que tenhamos perdido, <a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">por favor, sugira</a>.",
  "layer-2-further-reading-title": "Leitura adicional",
  "a-rollup-centric-ethereum-roadmap": "Um planejamento ethereum centrado em rollup",
  "an-incomplete-guide-to-rollups": "Um Guia Incompleto sobre Rollups",
  "polygon-sidechain-vs-ethereum-rollups": "Rollups de Ethereum vs Polygon Sidechain: abordagens de escalabilidade de camada 2 | Vitalik Buterin e Lex Fridman",
  "rollups-the-ultimate-ethereum-scaling-strategy": "ROLLUPS – A estratégia definitiva de escalabilidade do Ethereum? Arbitrum e Optimism explicados",
  "scaling-layer-1-with-shard-chains": "Escalando a camada 1 com cadeias de fragmentos",
  "understanding-rollup-economics-from-first-principals": "Entendendo a economia de rollup a partir dos primeiros princípios",
  "arbitrum-description": "Arbitrum One é um rollup otimista que tem como objetivo dar a sensação exata de interagir com o Ethereum, mas com transações que custam uma fração do que custam na L1.",
  "optimism-description": "O Optimism é um rollup otimista equivalente a uma EVM rápida, simples e segura. Ele dimensiona a tecnologia do Ethereum enquanto também dimensiona seus valores por meio de financiamento retroativo de bens públicos.",
  "boba-description": "Boba é um Rollup Otimista originalmente bifurcado do otimismo, o qual é uma solução de escalabilidade que visa reduzir as taxas de gás, melhorar a vazão das transações e estender as capacidades dos contratos inteligentes.",
  "loopring-description": "A solução zkRollup L2 da Loopring visa oferecer as mesmas garantias de segurança que a rede principal Ethereum, com um grande aumento de escalabilidade: taxa de transferência aumentada em 1000x e custo reduzido para apenas 0,1% da L1.",
  "zksync-description": "ZKsync é uma plataforma de rollup zk centrada no usuário da Matter Labs. É uma solução de escalabilidade para o Ethereum, já disponível na rede principal Ethereum. Ele suporta pagamentos, trocas de token e cunhagem de NFT.",
  "zkspace-description": "A plataforma ZKSpace é composta por três partes principais: uma camada 2 AMM DEX que utiliza a tecnologia ZK-Rollups, chamada ZKSwap, um serviço de pagamento chamado ZKSquare e um marketplace de NFT chamado ZKSea.",
  "aztec-description": "A Aztec Network é o primeiro rollup de conhecimento zero privado no Ethereum, permitindo que aplicativos descentralizados acessem privacidade e escalabilidade.",
  "layer-2-note": "Observação:",
  "layer-2-ecosystem-portal": "Portal Ecossistema",
  "layer-2-token-lists": "Listas de tokens",
  "layer-2-explore": "Explorar",
  "page-dapps-ready-button": "Vamos"
}
