{
  "page-what-is-ethereum-101": "Ethereum: fundamentos",
  "page-what-is-ethereum-101-desc": "Ethereum é uma tecnologia que permite enviar criptomoeda para qualquer pessoa por uma pequena taxa. Também é a base de aplicativos sólidos que todos podem usar.",
  "page-what-is-ethereum-101-desc-2": "O Ethereum baseia-se na inovação do Bitcoin, com algumas grandes diferenças.",
  "page-what-is-ethereum-101-desc-3": "Ambos permitem que você use dinheiro digital sem provedores de pagamento ou bancos. Mas o Ethereum é programável, então você também pode usá-lo em vários ativos digitais diferentes, até mesmo o Bitcoin!",
  "page-what-is-ethereum-101-desc-4": "Isso também significa que o Ethereum é mais que pagamentos. É um mercado de serviços financeiros, jogos e aplicativos que não podem roubar seus dados nem censurá-lo.",
  "page-what-is-ethereum-101-italic": "a blockchain programável do mundo.",
  "page-what-is-ethereum-101-strong": "É ",
  "page-what-is-ethereum-accessibility": "O Ethereum está aberto a todos.",
  "page-what-is-ethereum-adventure": "Escolha sua aventura!",
  "page-what-is-ethereum-alt-img-bazaar": "Ilustração de uma pessoa que trabalha em um bazar, representando o Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Uma ilustração de membros da comunidade Ethereum trabalhando juntos",
  "page-what-is-ethereum-alt-img-lego": "Uma ilustração de uma mão criando um logotipo ETH feito de blocos de Lego",
  "page-what-is-ethereum-alt-img-social": "Uma ilustração de personagens em um espaço social dedicado à Ethereum com um grande logotipo ETH",
  "page-what-is-ethereum-banking-card": "Serviços bancários para todos",
  "page-what-is-ethereum-banking-card-desc": "Nem todo mundo tem acesso a serviços financeiros. Porém, para acessar Ethereum e seus produtos de financiamento, empréstimo e poupança, você só precisa de uma conexão com a Internet.",
  "page-what-is-ethereum-build": "Crie algo com Ethereum",
  "page-what-is-ethereum-build-desc": "Se você quiser criar usando Ethereum, leia nossa documentação, veja alguns tutoriais ou confira as ferramentas necessárias para começar.",
  "page-what-is-ethereum-censorless-card": "Resistente à censura",
  "page-what-is-ethereum-censorless-card-desc": "Nenhum governo ou empresa tem controle sobre a Ethereum. Essa descentralização torna quase impossível para qualquer um impedir que você receba pagamentos ou use serviços na Ethereum.",
  "page-what-is-ethereum-comm-desc": "Nossa comunidade inclui pessoas de todas as origens, incluindo artistas, cripto-anarquistas, empresas listadas na Fortune 500 e agora você. Descubra como você pode se envolver hoje.",
  "page-what-is-ethereum-commerce-card": "Garantias comerciais",
  "page-what-is-ethereum-commerce-card-desc": "O Ethereum cria um campo de concorrência mais justo. Os clientes têm uma garantia segura e integrada de que os fundos só mudarão de mãos se você fornecer o que foi acordado. Você não precisa da influência de grandes organizações para fazer negócios.",
  "page-what-is-ethereum-community": "Comunidade Ethereum",
  "page-what-is-ethereum-compatibility-card": "Compatibilidade para a vitória",
  "page-what-is-ethereum-compatibility-card-desc": "Melhores produtos e experiências estão sendo desenvolvidos o tempo todo porque os produtos Ethereum são compatíveis por padrão. As empresas podem alavancar o sucesso umas das outras.",
  "page-what-is-ethereum-dapps-desc": "Produtos e serviços que funcionam na Ethereum. Existem aplicativos para finanças, trabalhos, mídias sociais, jogos e muito mais. Conheça os apps para o futuro digital.",
  "page-what-is-ethereum-dapps-img-alt": "Uma ilustração de um cachorro Doge usando um aplicativo Ethereum em um computador",
  "page-what-is-ethereum-dapps-title": "Dapps em Ethereum",
  "page-what-is-ethereum-desc": "O alicerce para o nosso futuro digital",
  "page-what-is-ethereum-explore": "Conheça Ethereum",
  "page-what-is-ethereum-get-started": "A melhor maneira de aprender mais é baixar uma carteira, obter alguns ETH e experimentar algum aplicativo Ethereum.",
  "page-what-is-ethereum-in-depth-description": "O Ethereum é um acesso livre a dinheiro digital e serviços consistentes para todos, sem importar sua origem ou local. É uma tecnologia construída pela comunidade por trás da criptomoeda Ether (ETH) e milhares de aplicativos que você pode usar hoje.",
  "page-what-is-ethereum-internet-card": "Uma Internet mais reservada",
  "page-what-is-ethereum-internet-card-desc": "Você não precisa fornecer todos os seus dados pessoais para usar um aplicativo Ethereum. O Ethereum está construindo uma economia com base no valor, não na vigilância.",
  "page-what-is-ethereum-meet-comm": "Conheça a comunidade",
  "page-what-is-ethereum-meta-description": "Aprenda sobre Ethereum, o que ele faz e como você pode experimentá-lo.",
  "page-what-is-ethereum-meta-title": "O que é o Ethereum?",
  "page-what-is-ethereum-native-alt": "O símbolo para o ether (ETH)",
  "page-what-is-ethereum-native-crypto": "A criptomoeda nativa da Ethereum e equivalente ao Bitcoin. Você pode usar o ETH em aplicações Ethereum ou para enviar valor para amigos e familiares.",
  "page-what-is-ethereum-native-img-alt": "Uma ilustração de um robô com as mãos na cintura, usado para representar carteiras de Ethereum",
  "page-what-is-ethereum-native-title": "ETH",
  "page-what-is-ethereum-p2p-card": "Uma rede peer-to-peer",
  "page-what-is-ethereum-p2p-card-desc": "O Ethereum permite que você movimente dinheiro ou faça acordos diretamente com outra pessoa. Você não precisa passar por empresas intermediárias.",
  "page-what-is-ethereum-singlecard-desc": "Se você estiver interessado no blockchain e no lado técnico do Ethereum, nós podemos te ajudar nisso.",
  "page-what-is-ethereum-singlecard-link": "Como o Ethereum funciona",
  "page-what-is-ethereum-singlecard-title": "Como o Ethereum funciona",
  "page-what-is-ethereum-start-building-btn": "Comece a desenvolver",
  "page-what-is-ethereum-title": "O que é o Ethereum?",
  "page-what-is-ethereum-tools-needed": "Para participar, você só precisa de uma carteira.",
  "page-what-is-ethereum-try": "Experimente Ethereum",
  "page-what-is-ethereum-tryit": "Entre no bazar e experimente...",
  "page-what-is-ethereum-wallets": "Carteiras",
  "page-what-is-ethereum-wallets-desc": "Como você administra seu ETH e a sua conta Ethereum. Você precisará de uma carteira para começar; nós ajudaremos você a escolher uma.",
  "page-what-is-ethereum-welcome": "Bem-vindo a Ethereum",
  "page-what-is-ethereum-welcome-2": "Esperamos que você fique.",
  "page-what-is-ethereum-defi-title": "Finanças Descentralizadas (DeFi)",
  "page-what-is-ethereum-defi-description": "Um sistema financeiro mais aberto que dá mais controle sobre seu dinheiro e abre possibilidades.",
  "page-what-is-ethereum-defi-alt": "Um logotipo Eth feito de blocos lego.",
  "page-what-is-ethereum-nft-title": "Tokens não fungíveis (NFTs)",
  "page-what-is-ethereum-nft-description": "Uma maneira de representar itens exclusivos como ativos Ethereum, que podem ser comercializados, usados como prova de propriedade e como novas oportunidades para criadores.",
  "page-what-is-ethereum-nft-alt": "Um logotipo Eth sendo exibido como holograma.",
  "page-what-is-ethereum-dao-title": "Organizações Autônomas Descentralizadas (DAOs)",
  "page-what-is-ethereum-dao-description": "Uma nova maneira de colaborar e configurar comunidades online compartilhando objetivos em comum e fundos combinados.",
  "page-what-is-ethereum-dao-alt": "Uma representação de DAO para votação de uma proposta.",
  "page-what-is-ethereum-use-cases-title": "Descubra casos de uso Ethereum",
  "page-what-is-ethereum-use-cases-subtitle": "Ethereum trouxe a criação de novos produtos e serviços que podem melhorar diferentes áreas de nossas vidas.",
  "page-what-is-ethereum-use-cases-subtitle-two": "Ainda estamos nos estágios iniciais, mas há muita coisa com que se animar."
}
