{
    "page-layer-2-hero-title": "Camada 2",
    "page-layer-2-hero-header": "Redes Ethereum",
    "page-layer-2-hero-description": "Use Ethereum por uma fração do custo.",
    "page-layer-2-hero-button-2-content": "Saiba mais",
    "page-layer-2-period": ".",
    "page-layer-2-calloutCard-1-title": "Tarifas de USD 0,01",
    "page-layer-2-calloutCard-1-description": "É possível negociar, enviar dinheiro para o exterior ou usar aplicações sem se preocupar com custos altos.",
    "page-layer-2-calloutCard-2-title": "Transações praticamente instantâneas",
    "page-layer-2-calloutCard-2-description": "Seja realizando um pagamento rápido ou utilizando Finanças Descentralizadas (DeFi), todas as transações levam apenas alguns segundos.",
    "page-layer-2-calloutCard-3-title": "Suportado pela Ethereum",
    "page-layer-2-calloutCard-3-description": "A blockchain descentralizada e testada pelo tempo da Ethereum atua como camada de liquidação para outras redes mais novas.",
    "page-layer-2-meta-title": "Introdução à camada 2 da Ethereum: benefícios e usos",
    "page-layer-2-meta-description": "Saiba mais sobre as redes de camada 2 da Ethereum",
    "page-layer-2-powered-by-ethereum-title": "Movida pela Ethereum",
    "page-layer-2-powered-by-ethereum-description-1": "A Ethereum não é mais uma rede única.",
    "page-layer-2-powered-by-ethereum-description-2": "Com centenas de blockchains construídas sobre ela, a Ethereum se tornou mais econômica, rápida e acessível para o uso diário.",
    "page-layer-2-powered-by-ethereum-description-3": "Abrace o futuro participando de uma das muitas redes movidas pela Ethereum!",
    "page-layer-2-man-and-dog-alt": "Homem e cachorro brincando",
    "page-layer-2-blockchain-transaction-cost": "Custo médio de transação na blockchain da Ethereum",
    "page-layer-2-networks-transaction-cost": "Custo médio de transação nas redes suportadas pela Ethereum",
    "page-layer-2-network-of-networks-title": "A rede das redes",
    "page-layer-2-network-of-networks-description": "A robustez e a segurança da Ethereum fornecem uma plataforma para que outras redes sejam construídas. Com uma única conta, tudo é compatível e se conecta de forma transparente.",
    "page-layer-2-ethereum-logo-alt": "Ethereum",
    "page-layer-2-ready-to-start-title": "Pronto para começar?",
    "page-layer-2-ready-to-start-description": "Confira todas as diferentes redes disponíveis para você.",
    "page-layer-2-ready-to-start-button": "Explore redes",
    "page-layer-2-go": "Vamos",
    "page-layer-2-walking-alt": "Andando",
    "page-layer-2-why-do-we-need-multiple-networks-1": "Por que precisamos de múltiplas redes na Ethereum?",
    "page-layer-2-why-do-we-need-multiple-networks-2": "Por que existem todas essas redes e não uma única rede Ethereum?",
    "page-layer-2-faq-title": "Perguntas frequentes",
    "page-layer-2-faq-ExpandableCard-1-title": "Como saber que uma rede faz parte da Ethereum?",
    "page-layer-2-faq-ExpandableCard-1-description-1": "Há muitos jeitos diferentes de categorizar redes em relação à Ethereum. Muitas redes alegam estar escalando a Ethereum para ganhar popularidade. No entanto, uma questão fundamental é se a rede armazena seus dados na rede principal da Ethereum. Isso aumenta significativamente a segurança do usuário e a visão sem permissões da Ethereum. Projetos assim geralmente são chamados de \"rollups\". Se os dados são armazenados em outro lugar, então o projeto não é uma extensão direta da Ethereum, mas sim um projeto independente. Confira algumas das mais populares",
    "page-layer-2-faq-ExpandableCard-1-description-2": "Alguns setores específicos podem não exigir uma relação tão próxima, como jogos ou aplicações não financeiras, em que outras tecnologias são mais adequadas.",
    "page-layer-2-faq-ExpandableCard-2-title": "Todas essas redes são seguras?",
    "page-layer-2-faq-ExpandableCard-2-description-1": "Embora geralmente projetadas com recursos de segurança robustos, sua segurança depende da tecnologia subjacente, da segurança dos contratos inteligentes e",
    "page-layer-2-faq-ExpandableCard-2-link": "maturidade da rede",
    "page-layer-2-faq-ExpandableCard-2-description-2": "Os usuários devem realizar a diligência, começando com pequenas transações e mantendo-se atualizados sobre os desenvolvimentos para garantir o uso seguro.",
    "page-layer-2-faq-ExpandableCard-3-title": "Por que a Ethereum não escala sua própria blockchain em vez de depender dessas redes?",
    "page-layer-2-faq-ExpandableCard-3-description": "A Ethereum não escala sua própria cadeia principal porque precisa se manter segura e descentralizada. Tornar a cadeia principal mais rápida poderia deixá-la menos segura e mais centralizada. As redes da Ethereum solucionam isso ao processar transações fora da cadeia principal e, em seguida, usando a cadeia principal para fornecer segurança, permitindo que a Ethereum gerencie mais transações sem perder a segurança ou a descentralização.",
    "page-layer-2-faq-ExpandableCard-4-title": "Por que não existe uma rede “oficial” da Ethereum?",
    "page-layer-2-faq-ExpandableCard-4-description": "Assim como não existe um cliente Ethereum 'oficial', não existe uma camada 2 'oficial' da Ethereum. A Ethereum é sem permissão (permissionless) — tecnicamente, qualquer pessoa pode criar uma camada 2! Várias equipes implementarão sua versão de uma camada 2 e o ecossistema como um todo se beneficiará de uma diversidade de abordagens de design otimizadas para diferentes casos de uso. Assim como temos vários clientes Ethereum desenvolvidos por várias equipes para ter diversidade na rede, também será assim que as camadas 2 se desenvolverão no futuro.",
    "page-layer-2-callout-1-title": "Explore diferentes redes",
    "page-layer-2-callout-1-description": "Aprenda como as redes diferem entre si e em que estágio está o seu desenvolvimento.",
    "page-layer-2-callout-2-title": "Interessado em saber mais detalhes?",
    "page-layer-2-callout-2-description": "Curioso sobre a tecnologia e os motivos dessa abordagem de escalabilidade? Saiba mais sobre as ideias e diferentes abordagens tecnológicas.",
    "page-layer-2-arbitrum-description": "Arbitrum One é um Optimistic Rollup de uso geral, desenvolvido pela Offchain Labs e governado pela Arbitrum DAO.",
    "page-layer-2-base-description": "A Base é uma rede com tecnologia Optimistic Rollup construído com o OP Stack. Oferece uma maneira de baixo custo e fácil de desenvolver para que qualquer pessoa, em qualquer lugar, desenvolva onchain.",
    "page-layer-2-optimism-description": "OP Mainnet é uma rede com tecnologia Optimistic Rollup e EVM-equivalente. Seu objetivo é ser rápida, simples e segura.",
    "page-layer-2-blast-description": "Blast é um Optimistic Rollup compatível com EVM que oferece rendimento nativo.",
    "page-layer-2-zksync2-description": "ZKsync Era é um ZK Rollup de uso geral, totalmente compatível com EVM.",
    "page-layer-2-linea-description": "Linea é um ZK Rollup impulsionado pelo Consensys zkEVM, projetado para escalar a rede Ethereum.",
    "page-layer-2-scroll-description": "Scroll é um ZK Rollup que amplia as capacidades da Ethereum por meio da tecnologia ZK e da compatibilidade com EVM.",
    "page-layer-2-starknet-description": "Starknet é um ZK Rollup de uso geral baseado em STARKs e na Cairo VM.",
    "page-layer-2-mode-description": "Mode é um Optimistic Rollup com OP Stack que está construindo a economia AIFi.",
    "page-layer-2-taiko-description": "Taiko é um ZK-EVM Rollup descentralizado e equivalente à Ethereum que permite comunicação entre cadeias de forma transparente."
}
