{
  "consensus-client-lighthouse-logo-alt": "Logotipo da Lighthouse",
  "consensus-client-lodestar-logo-alt": "Logotipo da Lodestar",
  "consensus-client-nimbus-logo-alt": "Logotipo do Nimbus",
  "consensus-client-prysm-logo-alt": "Logotipo da Prysm",
  "consensus-client-teku-logo-alt": "Logotipo da Teku",
  "page-upgrades-answer-1": "Pense em Eth2 como um conjunto de atualizações que estão sendo adicionadas para melhorar o Ethereum que utilizamos hoje. Essas atualizações incluem a criação de uma nova cadeia chamada beacon chain e até 64 cadeias conhecidas como fragmentos (shards).",
  "page-upgrades-answer-2": "Estes são separados da rede principal Ethereum que usamos hoje, mas não a substituirão. Ao contrário, a rede principal se integrará a este sistema paralelo que está sendo adicionado progressivamente.",
  "page-upgrades-answer-4": "Em outras palavras, o Ethereum que usamos hoje eventualmente incorporará todos os recursos que almejamos na visão Eth2.",
  "page-upgrades-beacon-chain-btn": "Mais sobre Beacon Chain",
  "page-upgrades-beacon-chain-date": "A Beacon Chain foi ao ar em 01 de Dezembro de 2020.",
  "page-upgrades-beacon-chain-desc": "A primeira adição de Eth2 ao ecossistema. A Beacon Chain leva a participação (staking) para o Ethereum, senta as bases para futuras melhorias e eventualmente coordenará o novo sistema.",
  "page-upgrades-beacon-chain-estimate": "A Beacon Chain está ativa",
  "page-upgrades-beacon-chain-title": "A Beacon Chain",
  "page-upgrades-bug-bounty": "Veja o programa de recompensas de caça aos bugs",
  "page-upgrades-clients": "Confira os clientes do Eth2",
  "page-staking-deposit-contract-title": "Verifique o endereço do contrato de depósito",
  "page-upgrades-diagram-ethereum-mainnet": "Rede principal da Ethereum",
  "page-upgrades-diagram-h2": "Como as melhorias se encaixam",
  "page-upgrades-diagram-link-1": "Mais sobre a prova de trabalho",
  "page-upgrades-diagram-link-2": "Mais sobre cadeias de fragmentos",
  "page-upgrades-diagram-mainnet": "Rede principal",
  "page-upgrades-diagram-p": "A rede principal do Ethereum continuará a existir na sua forma atual por algum tempo. Isso significa que as melhorias do Beacon Chain e fragmentos não perturbarão a rede.",
  "page-upgrades-diagram-p-1": "A rede principal será eventualmente combinada com o novo sistema introduzido pelas melhorias da Eth2.",
  "page-upgrades-diagram-p-2": "A Beacon Chain se tornará o condutor da Ethereum, coordenando validadores e definindo o ritmo para a criação de blocos.",
  "page-upgrades-diagram-p-3": "No começo, existirá separadamente da rede principal e gerenciará os validadores – não terá nada a ver com contratos, transações ou contas inteligentes.",
  "page-upgrades-diagram-p-4": "Os fragmentos fornecerão muitos dados extras para ajudar a aumentar a quantidade de transações com que a rede principal pode lidar. Eles serão coordenados pela Beacon Chain.",
  "page-upgrades-diagram-p-5": "Mas todas as transações continuarão dependendo da rede principal, que continuará a existir tal como a conhecemos hoje - assegurada por provas de trabalho e mineradores.",
  "page-upgrades-diagram-p-6": "A rede principal será combinada com o sistema de prova de participação, coordenado pela Beacon Chain.",
  "page-upgrades-diagram-p-8": "Isto transformará a mainnet num fragmento dentro do novo sistema. Os mineradores não serão mais necessários, pois todo o Ethereum será protegido pelos validadores.",
  "page-upgrades-diagram-p10": "Eth2 não é uma migração ou algo único. Descreve um conjunto de melhorias que estão sendo trabalhadas para desbloquear o verdadeiro potencial da Ethereum. É assim como tudo se encaixa.",
  "page-upgrades-diagram-scroll": "Deslize para ver – clique para obter mais informações.",
  "page-upgrades-diagram-shard": "Fragmento (1)",
  "page-upgrades-diagram-shard-1": "Fragmento (...)",
  "page-upgrades-diagram-shard-2": "Fragmento (2)",
  "page-upgrades-diagram-shard-3": "Fragmento (...)",
  "page-upgrades-diagram-validators": "Mais sobre validadores",
  "page-upgrades-dive": "Aprofundando a visão",
  "page-upgrades-dive-desc": "Como vamos tornar o Ethereum mais escalável, segura e sustentável? Tudo isso, mantendo o ethos principal da descentralização da Ethereum.",
  "page-upgrades-docking": "A integração",
  "page-upgrades-merge-answer-1": "A integração é quando a rede principal começar a usar a cadeia Beacon para consenso, e a prova de trabalho é desativada.",
  "page-upgrades-merge-btn": "Mais sobre a integração",
  "page-upgrades-merge-desc": "A rede principal Ethereum vai precisar se \"integrar\" com a cadeia Beacon em algum momento. Isso habilitará a participação de toda rede e marcará o fim da mineração com alto consumo de energia.",
  "page-upgrades-merge-estimate": "Estimativa: 2022",
  "page-upgrades-merge-mainnet": "O que é rede principal?",
  "page-upgrades-merge-mainnet-eth2": "Integração da rede principal com a Cadeia Beacon",
  "page-upgrades-eth-blog": "Blog ethereum.org",
  "page-upgrades-explore-btn": "Veja as melhorias",
  "page-upgrades-get-involved": "Participe da Eth2",
  "page-upgrades-get-involved-2": "Participe",
  "page-upgrades-head-to": "Ir para",
  "page-upgrades-help": "Quer contribuir com a Eth2?",
  "page-upgrades-help-desc": "Há muitas oportunidades para contribuir com as melhorias da Eth2, ajudar com testes e até ganhar recompensas.",
  "page-upgrades-index-staking": "A participação está aqui",
  "page-upgrades-index-staking-desc": "A participação (staking) é fundamental para as melhorias do Eth2. Se você quiser usar seus ETH para ajudar a proteger a rede Ethereum, certifique-se de seguir estes passos.",
  "page-upgrades-index-staking-learn": "Saiba mais sobre participação",
  "page-upgrades-index-staking-learn-desc": "A Beacon Chain trará a oportunidade de participação (staking) para a Ethereum. Isto significa que se você tem ETH, pode fazer um bem público protegendo a rede e ganhando mais ETH no processo.",
  "page-upgrades-index-staking-step-1": "1. Configuração com o launchpad",
  "page-upgrades-index-staking-step-1-btn": "Acesse o launchpad de participação",
  "page-upgrades-index-staking-step-1-desc": "Para participar em Eth2, você precisa usar o launchpad. Isto o guiará pelo processo.",
  "page-upgrades-index-staking-step-2": "2. Confirme o endereço de participação",
  "page-upgrades-index-staking-step-2-btn": "Confirme o endereço do contrato de depósito",
  "page-upgrades-index-staking-step-2-desc": "Antes de depositar seus ETH, certifique-se de que o endereço seja o correto. Você precisa ter a acessado o launchpad antes de fazer isso.",
  "page-upgrades-index-staking-sustainability": "Mais sustentável",
  "page-upgrades-just-docking": "Mais sobre integração",
  "page-upgrades-meta-desc": "Um resumo das melhorias do Ethereum 2.0 e a visão que esperam transformar em realidade.",
  "page-upgrades-meta-title": "As melhorias da Eth2",
  "page-upgrades-miners": "Mais sobre mineradores",
  "page-upgrades-more-on-upgrades": "Mais sobre as melhorias da Eth2",
  "page-upgrades-proof-of-stake": "prova de participação",
  "page-upgrades-proof-of-work": "prova de trabalho",
  "page-upgrades-proof-stake-link": "Mais sobre a prova de participação",
  "page-upgrades-question-1-desc": "Eth2 é um conjunto de melhorias distintas com diferentes datas de lançamento.",
  "page-upgrades-question-1-title": "Quando será o lançamento da Eth2?",
  "page-upgrades-question-2-desc": "Não é certo pensar na Eth2 como uma blockchain separada.",
  "page-upgrades-question-2-title": "A Eth2 é um blockchain separado?",
  "page-upgrades-question-3-answer-2": "A integração e as atualizações da cadeia de fragmentos podem afetar os desenvolvedores de dapps. Como as especificações ainda não foram finalizadas, nenhuma ação é necessária no momento.",
  "page-upgrades-question-3-answer-3": "Converse com a equipe de pesquisa e desenvolvimento do Eth2 em ethresear.ch.",
  "page-upgrades-question-3-answer-3-link": "Acesse ethresear.ch",
  "page-upgrades-question-3-desc": "Por enquanto, você não precisa fazer nada para se preparar para a Eth2.",
  "page-upgrades-question-3-title": "Como me preparar para a Eth2?",
  "page-upgrades-question-4-answer-1": "Sempre que você enviar uma transação ou usar um dapp hoje, você estará usando a Eth1. Este é o Ethereum protegido por mineradores.",
  "page-upgrades-question-4-answer-2": "'Eth1', ou Rede principal, continuará a funcionar normalmente até a integração.",
  "page-upgrades-question-4-answer-3": "Depois da integração, validadores protegerão toda a rede através da prova de participação.",
  "page-upgrades-question-4-answer-6": "Qualquer pessoa pode se tornar um validador através da participação (staking) dos respectivos ETH.",
  "page-upgrades-question-4-answer-7": "Mais sobre a participação",
  "page-upgrades-question-4-answer-8": "As melhorias da Beacon Chain e das cadeias de fragmentos não perturbarão Eth1, pois estão sendo criadas separadamente.",
  "page-upgrades-question-4-desc": "Eth1 refere-se à rede principal, com a qual você faz transações hoje.",
  "page-upgrades-question-4-title": "O que é Eth1?",
  "page-upgrades-question-5-answer-1": "Para se tornar um validador completo na rede, você precisará participar com 32 ETH. Se você não tem tanto ou não está disposto a participar com tanto, pode ingressar em pools de participação. Esses pools permitirão que você participe com menos e ganhe frações do total de prêmios.",
  "page-upgrades-question-5-desc": "Você precisará usar o launchpad de participação ou entrar em um pool de participação.",
  "page-upgrades-question-5-title": "Como participar?",
  "page-upgrades-question-6-answer-1": "Por enquanto, não é necessário fazer nada. Mas recomendamos que você esteja por dentro do andamento da integração e das atualizações da cadeia de fragmentos.",
  "page-upgrades-question-6-answer-3": "Danny Ryan, da Fundação Ethereum, atualiza regularmente a comunidade:",
  "page-upgrades-question-6-answer-4": "Ben Edgington, da ConsenSys, tem uma newsletter semanal da Eth2:",
  "page-upgrades-question-6-answer-5": "Você também pode participar da discussão sobre a pesquisa e desenvolvimento da Eth2 em ethresear.ch.",
  "page-upgrades-question-6-desc": "Seu dapp não será afetado por nenhuma melhoria iminente. No entanto, futuras melhorias podem exigir algumas alterações.",
  "page-upgrades-question-6-title": "O que eu preciso fazer com meu dapp?",
  "page-upgrades-question-7-desc": "Muitas equipes diferentes de toda a comunidade estão trabalhando nas diferentes melhorias do Eth2.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(Implementação Rust)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(Implementação JavaScript)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(Implementação Nim)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(Implementação Go)",
  "page-upgrades-question-7-teams": "As equipes de cliente da Eth2:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(Implementação Java)",
  "page-upgrades-question-7-title": "Quem está desenvolvendo a Eth2?",
  "page-upgrades-question-8-answer-1": "As melhorias do Eth2 ajudarão a Ethereum a se dimensionar de forma descentralizada, mantendo a segurança e aumentando a sustentabilidade.",
  "page-upgrades-question-8-answer-2": "Talvez o problema mais óbvio seja que o Ethereum precisa ser capaz de lidar com mais de 15-45 transações por segundo. Mas as melhorias do Eth2 também abordam alguns outros problemas da Ethereum de hoje.",
  "page-upgrades-question-8-answer-3": "A rede está em uma demanda tão alta que torna o Ethereum caro de usar. Nós na rede estão tendo dificuldades com o tamanho do Ethereum e a quantidade de dados que seus computadores estão tendo que processar. E o algoritmo subjacente que mantém o Ethereum seguro e descentralizado consome muita energia e precisa ser melhorado.",
  "page-upgrades-question-8-answer-4": "Muito do que está mudando sempre esteve nos planos da Ethereum desde 2015. Mas as condições atuais estão tornando essas melhorias cada vez mais necessárias.",
  "page-upgrades-question-8-answer-6": "Conheça a visão da Eth2",
  "page-upgrades-question-8-desc": "O Ethereum que utilizamos hoje precisa oferecer uma melhor experiência para usuários finais e participantes da rede.",
  "page-upgrades-question-8-title": "Por que a Eth2 é necessária?",
  "page-upgrades-question-9-answer-1": "O papel mais ativo que você pode desempenhar é a participação com seus ETH.",
  "page-upgrades-question-9-answer-2": "Você também pode querer executar um segundo cliente para ajudar a melhorar a diversidade de clientes.",
  "page-upgrades-question-9-answer-3": "Se você tem habilidades mais técnicas, pode ajudar a resolver bugs em novos clientes.",
  "page-upgrades-question-9-answer-4": "Você também pode participar das discussões técnicas com pesquisadores da Ethereum em ethresear.ch.",
  "page-upgrades-question-9-desc": "Você não precisa ser técnico para contribuir. A comunidade está procurando contribuições de todos os tipos de habilidades.",
  "page-upgrades-question-9-stake-eth": "Participe com ETH",
  "page-upgrades-question-9-title": "Como posso contribuir com a Eth2?",
  "page-upgrades-question-10-answer-1": "Nós somos relutantes em falar em termos de um roteiro técnico, porque é um software: as coisas podem mudar. Achamos que é mais fácil entender o que está acontecendo quando você lê sobre os resultados.",
  "page-upgrades-question-10-answer-1-link": "Veja as melhorias",
  "page-upgrades-question-10-answer-2": "Mas se você seguiu as discussões, esta é a maneira como as melhorias se encaixam nos roteiros técnicos.",
  "page-upgrades-question-10-answer-3": "A Fase 0 descreve o que é feito para manter a Beacon Chain funcionando.",
  "page-upgrades-question-10-answer-5": "A princípio, o foco da Fase 1 era a implementação das cadeias de fragmentos, mas a prioridade mudou para a \"integração\".",
  "page-upgrades-question-10-answer-6": "Inicialmente, a Fase 1.5 deveria suceder às implementações da cadeia de fragmentos, quando a Rede principal fosse adicionada como o último fragmento da Beacon Chain. Mas para acelerar a transição da prova de trabalho, a Rede principal representará o primeiro fragmento que se conectará à Beacon Chain. Isso é conhecido como \"integração\", e será um passo significativo para um Ethereum mais verde.",
  "page-upgrades-question-10-answer-7": "Embora os planos em torno da Fase 3 tenham sido intensos em termos de pesquisa e discussão, com a integração planejada antes das cadeias de fragmentos, isto permitirá a contínua reavaliação conforme as necessidades de desenvolvimento do Ethereum avancem. Devido a um roteiro de desenvolvimento centrado em rollups, a imediata necessidade das cadeias de fragmentos é discutível.",
  "page-upgrades-question-10-answer-8": "Mais sobre o roteiro voltado para rollup",
  "page-upgrades-question-10-desc": "As etapas estão relacionadas com fases de trabalho e estão focadas no roteiro técnico da Eth2.",
  "page-upgrades-question-10-title": "Quais são as fases da Eth2?",
  "page-upgrades-question-title": "Perguntas frequentes",
  "page-upgrades-question3-answer-1": "Os detentores de ETH certamente não necessitarão fazer nada. Seus ETH não precisarão de mudanças ou atualizações. Com certeza existirão fraudadores dizendo o contrário, então tenha cuidado.",
  "page-upgrades-scalable": "Mais dimensionável",
  "page-upgrades-scalable-desc": "O Ethereum precisa lidar com milhares de transações por segundo, para tornar as aplicações mais rápidas e mais baratas de usar.",
  "page-upgrades-secure": "Mais segura",
  "page-upgrades-secure-desc": "O Ethereum precisa ser mais seguro. À medida que a adoção do Ethereum aumenta, o protocolo precisa ficar mais seguro contra todas as formas de ataque.",
  "page-upgrades-shard-button": "Mais sobre cadeias de fragmentos",
  "page-upgrades-shard-date": "As cadeias de fragmentos devem seguir a integração em algum momento de 2022.",
  "page-upgrades-shard-desc": "As cadeias de fragmentos expandirão a capacidade da Ethereum para processar transações e armazenar dados. Os fragmentos ganharão mais recursos ao longo do tempo e serão implementados em várias fases.",
  "page-upgrades-shard-estimate": "Estimativa: 2022",
  "page-upgrades-shard-lower": "Mais sobre cadeias de fragmentos",
  "page-upgrades-shard-title": "Cadeias de fragmentos",
  "page-upgrades-stay-up-to-date": "Mantenha-se atualizado",
  "page-upgrades-stay-up-to-date-desc": "Receba as últimas notícias dos pesquisadores e desenvolvedores que trabalham nas melhorias do Eth2.",
  "page-upgrades-sustainable-desc": "A Ethereum precisa ser melhor para o ambiente. A tecnologia atual requer muita capacidade de computação e energia.",
  "page-upgrades-take-part": "Participe da pesquisa",
  "page-upgrades-take-part-desc": "Os pesquisadores e entusiastas da Ethereum se encontram aqui para discutir os esforços de pesquisa, incluindo tudo sobre a Eth2.",
  "page-upgrades-the-upgrades": "As melhorias da Eth2",
  "page-upgrades-the-upgrades-desc": "Eth2 é um conjunto de melhorias relacionadas ao dimensionamento, à segurança e sustentabilidade do Ethereum. Embora cada uma esteja sendo desenvolvida em paralelo, existem certas dependências que determinam as datas das suas implantações.",
  "page-upgrades-unofficial-roadmap": "Não se trata de um roteiro oficial. É assim que vemos o que está acontecendo com base nas informações disponíveis. Mas como isso é tecnologia, as coisas podem mudar rapidamente. Pedimos, então, que não veja isso como um processo imutável.",
  "page-upgrades-upgrade-desc": "O Ethereum que conhecemos e amamos, agora mais dimensionável, seguro e sustentável...",
  "page-upgrades-upgrades": "As melhorias da Eth2",
  "page-upgrades-upgrades-aria-label": "Menu de melhorias da Eth2",
  "page-upgrades-upgrades-beacon-chain": "A Beacon Chain",
  "page-upgrades-upgrades-docking": "A integração",
  "page-upgrades-upgrades-guide": "Guia de melhorias da Eth2",
  "page-upgrades-upgrades-shard-chains": "As cadeias de fragmentos",
  "page-upgrades-upgrading": "Melhorias de Ethereum para novas alturas radicais",
  "page-upgrades-vision": "A visão",
  "page-upgrades-vision-btn": "Mais sobre a visão da Eth2",
  "page-upgrades-vision-desc": "Para integrar o Ethereum e atender a toda a humanidade, precisamos torná-lo mais dimensionável, seguro e sustentável.",
  "page-upgrades-vision-upper": "Visão da Eth2",
  "page-upgrades-what-to-do": "O que você precisa fazer?",
  "page-upgrades-what-to-do-desc": "Se você é um usuário de dapps ou um detentor de ETH, não precisa fazer nada. Se você é um desenvolvedor ou quer começar a participar, existem formas de fazer isso hoje mesmo.",
  "page-upgrades-whats-next": "O que é a Eth2?",
  "page-upgrades-whats-next-desc": "Eth2 refere-se a um conjunto de melhorias interconectadas que tornarão o Ethereum mais dimensionável, seguro e sustentável. Essas melhorias estão sendo desenvolvidas por várias equipes de todo o ecossistema Ethereum.",
  "page-upgrades-whats-ethereum": "Um momento, o que é Ethereum?",
  "page-upgrades-whats-new": "O que há de novo na Eth2?"
}
