{
  "page-what-is-ether-meta-title": "O que é Ether (ETH)? (Um guia completo) | ethereum.org",
  "page-what-is-ether-meta-description": "Ether (ETH) é a criptomoeda nativa do Ethereum. Saiba para que serve, como e onde comprar, qual a quantidade existente e o que afeta seu preço.",
  "page-what-is-ether-twitter-meta-description": "Ether (ETH) é a criptomoeda nativa do Ethereum. Saiba para que serve, como e onde comprar, qual a quantidade existente e mais.",
  "page-what-is-ether-title": "O que é Ether (ETH)?",
  "page-what-is-ether-hero-description-1": "O Ether (ETH) é a criptomoeda nativa que alimenta a rede Ethereum. Ele é usado para pagar taxas de transação (conhecidas como 'gás') pelo uso da rede e dos aplicativos desenvolvidos nela, para proteger a rede por meio de staking e serve como dinheiro digital para pagamentos e investimentos, sem ser controlado por nenhuma entidade, organização ou governo central. O ETH é uma das maiores criptomoedas por capitalização de mercado.",
  "page-what-is-ether-what-is-ether-description-1": "O Ether, comumente conhecido como ETH, é o combustível que alimenta a blockchain do Ethereum. Diferentemente do bitcoin, que serve principalmente como dinheiro digital, o Ether tem múltiplos usos dentro do ecossistema Ethereum.",
  "page-what-is-ether-what-is-ether-description-2": "<strong>Como a criptomoeda nativa do Ethereum, o ETH é usado para:</strong>",
  "page-what-is-ether-what-is-ether-description-3": "Pagar taxas de transação (gás) pelo uso da rede e de seus aplicativos",
  "page-what-is-ether-what-is-ether-description-4": "Proteger a rede Ethereum através de staking",
  "page-what-is-ether-what-is-ether-description-5": "O ETH foi introduzido em 2015 como parte do lançamento do Ethereum e, desde então, cresceu e se tornou um dos <assets>ativos mais valiosos do mundo</assets>.",
  "page-what-is-ether-what-is-ether-description-6": "Para consumidores",
  "page-what-is-ether-what-is-ether-description-7": "O ETH permite pagamentos globais sem bancos, compras de tokens não fungíveis (NFTs) e acesso a aplicativos de finanças descentralizadas (DeFi). É resistente à censura e tem funcionalidade transfronteiriça 24 horas por dia, 7 dias por semana.",
  "page-what-is-ether-what-is-ether-description-8": "Para desenvolvedores",
  "page-what-is-ether-what-is-ether-description-9": "O ETH paga por taxas de transação ao implantar smart contracts na mainnet do Ethereum. É também a principal moeda usada em muitos aplicativos do ecossistema Ethereum.",
  "page-what-is-ether-what-is-ether-description-10": "Para investidores",
  "page-what-is-ether-what-is-ether-description-11": "O ETH funciona como uma reserva de valor e um ativo gerador de rendimento por meio de staking. Ele proporciona exposição ao crescimento da web3 e à expansão da economia digital.",
  "page-what-is-ether-what-is-ether-description-12": "Saiba mais sobre staking de ETH",
  "page-what-is-ether-how-to-buy-eth": "Como comprar ETH",
  "page-what-is-ether-how-to-buy-eth-description-1": "Comprar ETH é simples, com várias opções baseadas nas suas necessidades e localização. <strong>Sempre comece com uma plataforma confiável</strong> que ofereça segurança robusta.",
  "page-what-is-ether-how-to-buy-eth-description-2": "Para consumidores, compre ETH por meio de corretoras de criptomoedas ou aplicativos de carteira.",
  "page-what-is-ether-how-to-buy-eth-description-3": "<strong>Observação</strong>",
  "page-what-is-ether-how-to-buy-eth-description-4": "Ao comprar ETH, você ouvirá os termos \"<strong>conta/endereço</strong>\" e \"<strong>carteira</strong>\".",
  "page-what-is-ether-how-to-buy-eth-description-5": "Pense na sua <strong>conta como seu endereço de e-mail</strong>, para onde as pessoas enviam dinheiro para você.",
  "page-what-is-ether-how-to-buy-eth-description-6": "Pense na sua <strong>carteira como seu aplicativo de e-mail</strong>, onde você verifica saldos e faz pagamentos.",
  "page-what-is-ether-how-to-buy-eth-description-7": "Você pode comprar ETH com:",
  "page-what-is-ether-how-to-buy-eth-description-8": "<strong>Cartões de crédito/débito</strong>: instantaneamente, mas com taxas mais altas",
  "page-what-is-ether-how-to-buy-eth-description-9": "<strong>Transferências bancárias</strong>: mais lento, mas com taxas mais baixas",
  "page-what-is-ether-how-to-buy-eth-description-10": "<strong>PayPal</strong> ou serviços similares, onde disponível",
  "page-what-is-ether-how-to-buy-eth-description-11": "<strong>Para empresas</strong>, as corretoras oferecem contas corporativas com limites mais altos, melhor suporte, recursos de conformidade, descontos por volume e segurança aprimorada.",
  "page-what-is-ether-how-to-buy-eth-description-12": "Outras maneiras de obter ETH:",
  "page-what-is-ether-how-to-buy-eth-description-13": "<strong>Receber pagamentos</strong> de pessoas que você conhece",
  "page-what-is-ether-how-to-buy-eth-description-14": "<strong>Fornecer liquidez</strong> em protocolos de finanças descentralizadas",
  "page-what-is-ether-how-to-buy-eth-description-15": "<strong>Fazer staking de ETH</strong> para ganhar recompensas enquanto protege a rede Ethereum",
  "page-what-is-ether-how-to-buy-eth-description-16": "Saiba mais sobre como e onde comprar ETH",
  "page-what-is-ether-how-to-send-and-receive-eth": "Como enviar e receber ETH",
  "page-what-is-ether-how-to-send-and-receive-eth-description-1": "<strong>Para enviar ETH</strong>, é necessária uma carteira e o endereço do destinatário. Insira o endereço, especifique o valor, revise a taxa de transação e confirme. As transações geralmente chegam em menos de 30 segundos e não podem ser revertidas após a confirmação.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-2": "<strong>Para receber ETH</strong>, é necessário compartilhar seu endereço Ethereum ou código QR com o remetente. Os fundos aparecem na sua carteira após a confirmação da rede, e a maioria das carteiras fornece notificações.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-3": "<strong>Precisa de ajuda?</strong> Leia o guia <howToUseWallet>Como usar uma carteira</howToUseWallet>.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-4": "Ao comprar ETH, você ouvirá os termos \"<strong>conta/endereço</strong>\" e \"<strong>carteira</strong>\".",
  "page-what-is-ether-how-to-send-and-receive-eth-description-5": "Pense na sua <strong>conta como seu endereço de e-mail</strong>, para onde as pessoas enviam dinheiro para você.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-6": "Pense na sua <strong>carteira como seu aplicativo de e-mail</strong>, onde você verifica saldos e faz pagamentos.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-7": "Para quantias maiores, considere carteiras de hardware para maior segurança.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-8": "Saiba mais sobre o Ethereum e como ele funciona.",
  "page-what-is-ether-how-to-send-and-receive-eth-callout": "Compartilhe seu endereço Ethereum apenas com contatos confiáveis. Como o Ethereum é um registro público, eles podem ver seu saldo e suas transações. Eles não podem acessar seus fundos, mas a privacidade é recomendada.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth": "Quanto tempo leva para enviar ETH?",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-1": "As transações de ETH geralmente são concluídas em menos de 30 segundos. A rede Ethereum processa blocos a cada 12 segundos, embora as transações possam ficar na fila durante congestionamentos.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-2": "As transações atingem a 'finalidade' após ~15 minutos, em comparação com a média de 60 minutos do Bitcoin.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-3": "Durante períodos de alto tráfego na rede, você pode acelerar as transações pagando taxas de transação mais altas, colocando você na frente da fila. As taxas são divididas entre os validadores e um mecanismo de queima.",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth": "Quanto custa para enviar ETH?",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth-description-1": "As transações do Ethereum exigem <strong>taxas de transação pagas em ETH</strong>. A taxa é calculada com base no trabalho computacional necessário (medido em 'gás') e na demanda atual da rede. O preço do gás flutua com o tráfego da rede, tornando as transações mais baratas durante os períodos de menor movimento.",
  "page-what-is-ether-l2s": "Conheça as L2s: Escalando o Ethereum",
  "page-what-is-ether-l2s-description-1": "À medida que a popularidade do Ethereum cresce, manter as taxas de transação baixas se torna um desafio. As redes de <strong>Camada 2 (L2)</strong> resolvem esse problema.",
  "page-what-is-ether-l2s-description-2": "L2s como <optimism>Optimism</optimism> e <arbitrum>Arbitrum</arbitrum> oferecem <strong>taxas de 10 a 100 vezes mais baratas</strong>, enquanto herdam a segurança do Ethereum. Elas processam transações fora da cadeia (offchain) e publicam os dados no Ethereum.",
  "page-what-is-ether-l2s-description-3": "Pense nelas como vias expressas que fornecem transações mais rápidas e baratas ao lado da rodovia principal do Ethereum.",
  "page-what-is-ether-l2s-description-4": "As <strong>transferências na L2 normalmente custam menos de US$ 0,01</strong>, levando o Ethereum a milhões de outros usuários por meio de integrações com empresas como Robinhood, PayPal e Shopify.",
  "page-what-is-ether-what-is-the-eth-supply": "Qual é a oferta de ETH?",
  "page-what-is-ether-what-is-the-eth-supply-description-1": "Diferentemente do limite fixo de 21 milhões do Bitcoin, o ETH tem uma mecânica de oferta dinâmica:",
  "page-what-is-ether-what-is-the-eth-supply-description-2": "Novos ETH são emitidos para recompensar os validadores da rede a uma taxa limitada, calculada pelo protocolo",
  "page-what-is-ether-what-is-the-eth-supply-description-3": "Uma parte de cada taxa de transação é permanentemente \"queimada\" (removida da existência)",
  "page-what-is-ether-what-is-the-eth-supply-description-4": "Isso cria períodos alternados de inflação e deflação com base no uso da rede",
  "page-what-is-ether-what-is-the-eth-supply-description-5": "<strong>Equilíbrio esperado</strong>: o sistema equilibra a segurança da rede com a preservação de valor a longo prazo. O uso elevado leva à deflação; o uso baixo resulta em inflação.",
  "page-what-is-ether-what-is-the-eth-supply-description-6": "Fontes de dados: <etherscan>Etherscan</etherscan>, <ultrasound>Ultrasound Money</ultrasound>",
  "page-what-is-ether-what-is-the-distribution-of-eth": "Qual é a distribuição do ETH?",
  "page-what-is-ether-what-is-the-distribution-of-eth-description-1": "A propriedade é amplamente distribuída por <etherscan>dezenas de milhões de endereços</etherscan>, evitando a concentração de controle e aumentando a descentralização.",
  "page-what-is-ether-breakdown": "Uma análise da distribuição de Ether",
  "page-what-is-ether-breakdown-description-1": "<strong>Ether em staking</strong>: dezenas de milhões de ETH <beaconchain>bloqueados</beaconchain> para a segurança da rede",
  "page-what-is-ether-breakdown-description-2": "<strong>Corretoras</strong>: plataformas centralizadas <unchained>detêm de 13% a 16%</unchained> da oferta",
  "page-what-is-ether-breakdown-description-3": "<strong>Smart contracts</strong>: quantias significativas em smart contracts, incluindo protocolos DeFi",
  "page-what-is-ether-breakdown-description-4": "<strong>Ethereum Foundation</strong>: detém <ef>menos de 0,3%</ef> da oferta (em comparação com 9% em 2014)",
  "page-what-is-ether-who-holds-most": "Quem detém a maior parte?",
  "page-what-is-ether-who-holds-most-description-1": "Os endereços Ethereum com os maiores saldos de ETH normalmente não são de indivíduos. A grande maioria do ether visível nos \"principais\" endereços Ethereum representa os fundos coletivos e agrupados de muitas pessoas e entidades diferentes, e não as posses de um único indivíduo. ",
  "page-what-is-ether-who-holds-most-description-2": "As contas de ETH com os maiores saldos geralmente incluem:",
  "page-what-is-ether-who-holds-most-description-3": "O Contrato de Depósito da Beacon Chain: o saldo do contrato de depósito representa todo o ETH que foi <staked>colocado em staking</staked> para ajudar a proteger a rede Ethereum. Embora este seja o endereço Ethereum com o maior saldo de ETH, ele não representa uma conta de carteira Ethereum acessível. É um smart contract que aceita depósitos de ETH como primeiro passo para participar do staking e, em seguida, gerencia os saldos desse ether entre os validadores ativos da rede.",
  "page-what-is-ether-who-holds-most-description-4": "Smart contracts: muitos dos outros endereços Ethereum de alto saldo representam os smart contracts que alimentam aplicativos baseados em Ethereum, como os endereços de smart contracts para protocolos de finanças descentralizadas (DeFi), pontes ou organizações autônomas descentralizadas (DAOs). Esses saldos de contrato representam o ether que muitas carteiras depositaram para participar de seus aplicativos.",
  "page-what-is-ether-who-holds-most-description-5": "Contas omnibus: são grandes carteiras operadas por corretoras, plataformas e fundos (como Coinbase, Robinhood ou Binance). Quando um usuário compra ETH em uma corretora, o valor geralmente é mantido em uma dessas contas massivas, juntamente com o ETH de milhares de outros clientes da plataforma.",
  "page-what-is-ether-who-holds-most-description-6": "Você pode ver uma lista ao vivo dos endereços de carteira Ethereum com os maiores saldos de ETH no <etherscan>Etherscan aqui</etherscan>.",
  "page-what-is-ether-distribution": "Por que a distribuição é importante para a descentralização",
  "page-what-is-ether-distribution-description-1": "A ampla distribuição evita o controle centralizado. A verdadeira descentralização depende do número de nós e validadores independentes que mantêm a rede.",
  "page-what-is-ether-what-makes-eth-valuable": "O que torna o ETH valioso?",
  "page-what-is-ether-what-makes-eth-valuable-description-1": "O valor do ETH deriva de múltiplas fontes:",
  "page-what-is-ether-what-makes-eth-valuable-description-2": "<strong>Utilidade da rede</strong>: todas as transações do Ethereum exigem ETH para taxas de gás, criando uma demanda consistente que cresce com a adoção da rede.",
  "page-what-is-ether-what-makes-eth-valuable-description-3": "<strong>Recompensas de staking</strong>: os stakers de ETH ganham rendimentos enquanto protegem a rede, atraindo tanto investidores individuais quanto institucionais.",
  "page-what-is-ether-what-makes-eth-valuable-description-4": "<strong>Reserva de valor</strong>: muitos veem o ETH como \"petróleo digital\", um ativo escasso com utilidade real que alimenta a economia digital.",
  "page-what-is-ether-what-makes-eth-valuable-description-5": "<strong>Dinâmica da oferta</strong>: a queima de taxas cria uma pressão deflacionária durante os períodos de alto uso. Desde 2021, <ultrasound>milhões de ETH foram permanentemente removidos</ultrasound> de circulação.",
  "page-what-is-ether-what-is-wrapping-eth": "O que é wrapping de ETH?",
  "page-what-is-ether-what-is-wrapping-eth-description-1": "O Wrapped ETH (WETH) é um token ERC-20 que representa o ETH na proporção de 1:1. Muitos aplicativos descentralizados e redes L2 são desenvolvidos para lidar com tokens ERC-20, mas o ETH nativo não é um token ERC-20. Fazer o 'wrapping' significa bloquear ETH em um smart contract e emitir uma representação ERC-20 desse ETH bloqueado (WETH), permitindo que ele seja usado em quaisquer aplicativos e L2s que só aceitam tokens ERC-20.",
  "page-what-is-ether-what-is-wrapping-eth-description-2": "Os usos comuns incluem:",
  "page-what-is-ether-what-is-wrapping-eth-description-3": "Pares de negociação em corretoras descentralizadas como a <uniswap>Uniswap</uniswap>",
  "page-what-is-ether-what-is-wrapping-eth-description-4": "Garantia em plataformas de empréstimo como a <aave>Aave</aave>",
  "page-what-is-ether-what-is-wrapping-eth-description-5": "Lances em mercados de NFT como o <opensea>OpenSea</opensea>",
  "page-what-is-ether-what-is-wrapping-eth-description-6": "O WETH pode ser 'desembrulhado' (unwrapped) de volta para ETH a qualquer momento com taxas mínimas. O WETH é destruído e o ETH que ele representava é liberado do smart contract. A maioria dos aplicativos lida com o processo de wrapping e unwrapping de forma transparente.",
  "page-what-is-ether-what-is-wrapping-eth-description-7": "Saiba mais sobre Wrapped ETH (WETH)",
  "page-what-is-ether-gas-table-transaction-type": "Tipo de transação",
  "page-what-is-ether-gas-table-typical-cost-range": "Intervalo de custo em tempo real",
  "page-what-is-ether-gas-table-estimated-gas-units": "Unidades de gás estimadas",
  "page-what-is-ether-gas-table-row-1-1": "Transferências de ETH",
  "page-what-is-ether-gas-table-row-2-1": "Troca de tokens",
  "page-what-is-ether-gas-table-row-3-1": "Transações complexas de DeFi/NFT"
}