{
  "page-upgrades-vision-2014": "Veja aqui uma publicação de blog de 2014 detalhando a prova de participação (proof of stake)",
  "page-upgrades-vision-beacon-chain": "A beacon chain",
  "page-upgrades-vision-beacon-chain-btn": "Mais sobre a Beacon Chain",
  "page-upgrades-vision-beacon-chain-date": "A Beacon Chain está ativa",
  "page-upgrades-vision-beacon-chain-desc": "A primeira adição de Eth2 ao ecossistema. A Beacon Chain leva a participação (staking) para o Ethereum, senta as bases para futuras melhorias e eventualmente coordenará o novo sistema.",
  "page-upgrades-vision-beacon-chain-upper": "Beacon Chain",
  "page-upgrades-vision-desc-1": "Ethereum precisa reduzir o congestionamento da rede e aumentar a velocidade para melhor atender uma a base de usuários global.",
  "page-upgrades-vision-desc-2": "Executar um nó fica cada vez mais difícil conforme a rede cresce. E ficará ainda mais com o esforço para dimensionar a rede.",
  "page-upgrades-vision-desc-3": "Ethereum usa muita eletricidade. A tecnologia que mantém a rede segura precisa ser mais sustentável.",
  "page-upgrades-vision-merge-date": "Estimativa: 2021",
  "page-upgrades-vision-merge-desc": "A rede principal Ethereum se integrará com a Beacon Chain em algum momento. Isso habilitará a participação de toda rede e marcará o fim da mineração com alto consumo de energia.",
  "page-upgrades-vision-ethereum-node": "Mais sobre nós",
  "page-upgrades-vision-explore-upgrades": "Veja as melhorias",
  "page-upgrades-vision-future": "Um futuro digital global",
  "page-upgrades-vision-meta-desc": "Uma visão geral do impacto que as melhorias na Eth2 trarão à Ethereum e os desafios que devem ser superados.",
  "page-upgrades-vision-meta-title": "Visão da Ethereum 2.0 (Eth2)",
  "page-upgrades-vision-mining": "Mais sobre mineração",
  "page-upgrades-vision-problems": "Problemas de hoje",
  "page-upgrades-vision-scalability": "Dimensionamento",
  "page-upgrades-vision-scalability-desc": "A Ethereum precisa ser capaz de lidar com mais transações por segundo sem aumentar o tamanho dos nós na rede. Os nós são participantes vitais da rede que armazenam e executam a blockchain. Aumentar o tamanho do nó não é prático porque apenas aqueles com computadores poderosos e caros poderiam fazê-lo. Para dimensionar, a Ethereum precisa de mais transações por segundo, juntamente com mais nós. Mais nós significa mais segurança.",
  "page-upgrades-vision-scalability-desc-3": "A melhoria das cadeias de fragmentos distribuirá a carga da rede a 64 novas cadeias. Isso aliviará a Ethereum reduzindo o congestionamento e melhorando a velocidade, para superar o limite atual de 15 a 45 transações por segundo.",
  "page-upgrades-vision-scalability-desc-4": "E mesmo que haja mais cadeias, isso exigirá, na verdade, menos trabalho por parte dos validadores, os mantenedores da rede. Os validadores só precisarão \"executar\" seus fragmentos e não toda a cadeia Ethereum. Isso torna os nós mais leves e permite que Ethereum seja dimensionado e permaneça descentralizado.",
  "page-upgrades-vision-security": "Segurança",
  "page-upgrades-vision-security-desc": "As melhorias da Eth2 aumentam a segurança da Ethereum contra ataques coordenados, como um ataque de 51%. Este é um tipo de ataque no qual, se alguém controla a maioria da rede, pode forçar mudanças fraudulentas.",
  "page-upgrades-vision-security-desc-3": "A transição para a prova de participação significa que o protocolo Ethereum dificulta ainda mais os ataques, pois na prova de participação os validadores que protegem a rede devem atribuir quantidades significativas de seus ETHs ao protocolo. Se eles tentarem atacar a rede, o protocolo poderá destruir automaticamente seus ETHs.",
  "page-upgrades-vision-security-desc-5": "Isso não é possível no sistema de prova de trabalho, onde o melhor que o protocolo pode fazer é forçar as entidades que protegem a rede (os mineradores) a perder as recompensas de mineração que, de outro modo, teriam ganhado. Para alcançar o efeito equivalente no sistema de prova de trabalho, o protocolo teria de ser capaz de destruir todo o equipamento de um minerador que tentasse cometer um engano.",
  "page-upgrades-vision-security-desc-5-link": "Mais sobre a prova de trabalho",
  "page-upgrades-vision-security-desc-8": "O modelo de segurança da Ethereum também precisa mudar, devido à introdução das cadeias de fragmentos. A Beacon Chain selecionará aleatoriamente validadores à diferentes fragmentos. Isto fará praticamente impossível que validadores conspirem para atacar um fragmento específico. Mas a fragmentação não é tão segura em um blockchain de prova de trabalho, pois os mineradores não podem ser controlados pelo protocolo dessa maneira.",
  "page-upgrades-vision-security-desc-10": "A participação também significa que você não precisa investir em hardware avançado para \"executar\"' um nó Ethereum. Isso deve incentivar mais pessoas a se tornarem validadores, aumentando a descentralização da rede e diminuindo a superfície de ataque.",
  "page-upgrades-vision-security-staking": "Participe com ETH",
  "page-upgrades-vision-security-validator": "Você pode se tornar um validador depositando seus ETH.",
  "page-upgrades-vision-shard-chains": "cadeias de fragmentos (shard chains)",
  "page-upgrades-vision-shard-date": "Estimativa: 2021",
  "page-upgrades-vision-shard-desc-4": "As cadeias de fragmentos distribuirão a carga da rede a 64 novas blockchains. Os fragmentos têm o potencial de melhorar consideravelmente a velocidade das transações — até 100.000 por segundo.",
  "page-upgrades-vision-shard-upgrade": "Mais sobre cadeias de fragmentos",
  "page-upgrades-vision-staking-lower": "Mais sobre a participação",
  "page-upgrades-vision-subtitle": "Faça o Ethereum crescer até que seja poderoso o suficiente para ajudar toda a humanidade.",
  "page-upgrades-vision-sustainability": "Sustentabilidade",
  "page-upgrades-vision-sustainability-desc-1": "Não é nenhum segredo que Ethereum e outros blockchains como Bitcoin consomem muita energia por causa da mineração.",
  "page-upgrades-vision-sustainability-desc-2": "Mas Ethereum está a caminho de ser sustentado por ETH. Não pelo poder da computação, e sim pela participação.",
  "page-upgrades-vision-sustainability-desc-3": "Embora a participação seja introduzida pela Beacon Chain, o Ethereum que usamos hoje será executado em paralelo por um período de tempo, antes de se 'combinar' ou 'acoplar' com as melhorias da Eth2. Um sistema sustentado por ETH, o outro pelo poder da computação. Isso ocorre porque, a princípio, as cadeias de fragmentos não serão capazes de lidar com coisas como nossas contas ou dapps. Portanto, não podemos simplesmente esquecer a mineração e a rede principal.",
  "page-upgrades-vision-sustainability-desc-8": "Com a Beacon Chain em funcionamento, deu-se início ao processo de integração da rede principal com o novo sistema. Com isso, a rede principal passará a ser um fragmento, para que seja protegida pelo ETH e consuma muito menos energia.",
  "page-upgrades-vision-sustainability-subtitle": "A Ethereum precisa ser mais verde.",
  "page-upgrades-vision-title": "A Visão da Eth2",
  "page-upgrades-vision-title-1": "Rede congestionada",
  "page-upgrades-vision-title-2": "Espaço em disco",
  "page-upgrades-vision-title-3": "Muita energia",
  "page-upgrades-vision-trilemma-cardtext-1": "As melhorias da Eth2 tornarão o Ethereum dimensionável, seguro e descentralizado. A fragmentação tornará o Ethereum mais dimensionável ao aumentar as transações por segundo e, ao mesmo tempo, diminuir a energia necessária para executar um nó e validar a cadeia. A Beacon Chain tornará o Ethereum seguro ao coordenar os validadores entre fragmentos. E a participação reduzirá a barreira de entrada, criando uma rede maior e mais descentralizada.",
  "page-upgrades-vision-trilemma-cardtext-2": "Redes de blockchain seguras e descentralizadas exigem que cada nó verifique todas as transações processadas pela cadeia. Essa quantidade de trabalho limita o número de transações que podem acontecer a qualquer momento. Descentralizada e segura reflete a cadeia Ethereum hoje.",
  "page-upgrades-vision-trilemma-cardtext-3": "As redes descentralizadas funcionam enviando informações sobre transações entre nós – toda a rede precisa saber sobre qualquer mudança de estado. O dimensionamento das transações por segundo em uma rede descentralizada apresenta riscos de segurança porque quanto mais transações, maior o atraso e maior a probabilidade de ataque enquanto as informações estão em trânsito.",
  "page-upgrades-vision-trilemma-cardtext-4": "Aumentar o tamanho e o poder dos nós do Ethereum poderia aumentar as transações por segundo de uma forma segura, mas os requisitos de hardware restringiriam quem poderia fazer isso — e isso ameaça a descentralização. Espera-se que a fragmentação e a prova de participação permitam que o Ethereum possa ser dimensionado, aumentando a quantidade de nós e não o tamanho deles.",
  "page-upgrades-vision-trilemma-h2": "O desafio do escalonamento descentralizado",
  "page-upgrades-vision-trilemma-modal-tip": "Toque nos círculos abaixo para entender melhor os problemas do escalonamento descentralizado",
  "page-upgrades-vision-trilemma-p": "Uma maneira ingênua de resolver os problemas do Ethereum seria torná-lo mais centralizado. Mas a descentralização é muito importante. É a descentralização que dá ao Ethereum resistência à censura, abertura, privacidade de dados e segurança quase inquebrável.",
  "page-upgrades-vision-trilemma-p-1": "A visão da Ethereum é ser mais dimensionável e segura, mas também permanecer descentralizada. Alcançar essas três qualidades é um problema conhecido como o trilema de dimensionamento.",
  "page-upgrades-vision-trilemma-p-2": "As melhorias da Eth2 visam resolver o trilema, mas existem desafios significativos.",
  "page-upgrades-vision-trilemma-press-button": "Pressione os botões do triângulo para entender melhor os problemas do escalonamento descentralizado.",
  "page-upgrades-vision-trilemma-text-1": "Descentralização",
  "page-upgrades-vision-trilemma-text-2": "Segurança",
  "page-upgrades-vision-trilemma-text-3": "Dimensionamento",
  "page-upgrades-vision-trilemma-title-1": "Veja o trilema do dimensionamento",
  "page-upgrades-vision-trilemma-title-2": "Melhorias da Eth2 e o escalonamento descentralizado",
  "page-upgrades-vision-trilemma-title-3": "Seguro e descentralizado",
  "page-upgrades-vision-trilemma-title-4": "Descentralizado e dimensionável",
  "page-upgrades-vision-trilemma-title-5": "Dimensionável e seguro",
  "page-upgrades-vision-understanding": "Entendendo a visão da Eth2",
  "page-upgrades-vision-upgrade-needs": "A necessidade de melhorias da Eth2",
  "page-upgrades-vision-upgrade-needs-desc": "O protocolo Ethereum que foi lançado em 2015 teve um sucesso incrível. Mas a comunidade Ethereum já sabia que algumas melhorias-chave eram necessárias para liberar todo o potencial da Ethereum.",
  "page-upgrades-vision-upgrade-needs-desc-2": "A alta demanda está aumentando as taxas de transação e tornando o Ethereum caro para o usuário médio. O espaço em disco necessário para executar um cliente Ethereum está crescendo rapidamente. E o algoritmo de consenso subjacente de prova de trabalho que mantém o Ethereum seguro e descentralizado tem um grande impacto ambiental.",
  "page-upgrades-vision-upgrade-needs-desc-3": "O que é comumente conhecido como Eth2 é um conjunto de atualizações que tratam desses problemas e muito mais. Esse conjunto de atualizações foi originalmente chamado de 'Serenity' e tem sido uma área ativa de pesquisa e desenvolvimento desde 2014.",
  "page-upgrades-vision-upgrade-needs-desc-6": "Isto significa que não há uma mudança imediata para Eth2. As melhorias serão lançadas incrementalmente ao longo do tempo.",
  "page-upgrades-vision-upgrade-needs-serenity": "Veja uma publicação de blog de 2015 que fala sobre o 'Serenity'",
  "page-upgrades-vision-upgrade-needs-desc-5": "Agora que a tecnologia está pronta, essas atualizações irão rearquitetar o Ethereum para torná-lo mais dimensionável, seguro e sustentável, para tornar a vida melhor para os usuários existentes e atrair novos. Tudo isso preservando o valor central da descentralização da Ethereum."
}
