{
  "page-roadmap-vision-2014": "Veja aqui uma publicação do blog de 2014, detalhando a prova de participação (proof of stake)",
  "page-roadmap-vision-2021": "Veja uma publicação do blog de 2021 sobre a evolução do roteiro do Ethereum",
  "page-roadmap-vision-2022": "Veja uma postagem no blog de 2022: Guia dos Mochileiros para o Ethereum",
  "page-roadmap-vision-2021-updates": "Ver uma publicação do blog de 2021 sobre as melhorias no roteiro do Ethereum",
  "page-roadmap-vision-desc-1": "O Ethereum precisa reduzir o congestionamento da rede e aumentar a velocidade para melhor atender a uma base de usuários global.",
  "page-roadmap-vision-desc-2": "Executar um nó fica cada vez mais difícil conforme a rede cresce. E ficará ainda mais com o esforço para dimensionar a rede.",
  "page-roadmap-vision-desc-3": "O Ethereum usa muita eletricidade. A tecnologia que mantém a rede segura precisa ser mais sustentável.",
  "page-roadmap-vision-ethereum-node": "Mais sobre nós",
  "page-roadmap-vision-future": "Um futuro digital global",
  "page-roadmap-vision-meta-desc": "Uma visão geral do impacto que as melhorias trarão ao Ethereum e os desafios que devem ser superados.",
  "page-roadmap-vision-meta-title": "Visão do Ethereum",
  "page-roadmap-vision-mining": "Mais sobre mineração",
  "page-roadmap-vision-problems": "Problemas atuais",
  "page-roadmap-vision-scalability": "Escalabilidade",
  "page-roadmap-vision-scalability-desc": "O Ethereum precisa conseguir lidar com mais transações por segundo sem aumentar o tamanho dos nós na rede. Os nós são participantes vitais da rede, que armazenam e executam a blockchain. Aumentar o tamanho do nó não é prático porque apenas aqueles com computadores poderosos e caros poderiam fazê-lo. Para dimensionar, o Ethereum precisa de mais transações por segundo, juntamente com mais nós. Mais nós significa mais segurança.",
  "page-roadmap-vision-scalability-desc-3": "Os rollups da camada 2 dimensionam o Ethereum ao mover transações para fora da cadeia e ao publicar apenas dados resumidos no Ethereum. Esse agrupamento aumenta a taxa de transferência do Ethereum enquanto reduz drasticamente os custos para os usuários.",
  "page-roadmap-vision-scalability-desc-4": "Os rollups exigem um armazenamento de baixo custo na camada 1 para fazer com que as transações sejam financeiramente acessíveis para os usuários. Isso será fornecido na forma de blobs (objeto binário grande [blob, na sigla em inglês]) anexados a blocos Ethereum. Eventualmente, muitos blobs serão anexados aos blocos Ethereum, o que permitirá oferecer um armazenamento acessível para muitos rollups.",
  "page-roadmap-vision-security": "Segurança",
  "page-roadmap-vision-security-desc": "As atualizações planejadas melhoram a segurança do Ethereum contra ataques coordenados.",
  "page-roadmap-vision-security-desc-3": "Na prova de participação, a segurança adicional vem de maiores fatores de dissuasão criptoeconômicos contra ataques. Isso ocorre porque, na prova de participação, os validadores que protegem a rede devem apostar quantidades significativas de ETH no protocolo. Se eles tentarem atacar a rede, o protocolo pode destruir automaticamente sua ETH.",
  "page-roadmap-vision-security-desc-5": "No entanto, também é importante que as melhorias que protegem os validadores contra ataques de negação de serviço melhorem seu anonimato e que a criação de blocos separados e a propagação de blocos sejam implementadas em breve. Essas melhorias protegem os validadores individuais e a rede na totalidade contra ataques de vivacidade e censura.",
  "page-roadmap-vision-security-desc-5-link": "Mais sobre prova de participação",
  "page-roadmap-vision-security-desc-10": "Participação também significa que você não precisa investir em hardware de elite para participar diretamente do consenso. Isso deve incentivar mais pessoas a se tornarem validadores, aumentando a descentralização da rede e diminuindo a área de superfície de ataque.",
  "page-roadmap-vision-security-staking": "Participe com ETH",
  "page-roadmap-vision-security-validator": "Você pode se tornar um validador depositando seus ETH.",
  "page-roadmap-vision-staking-lower": "Mais sobre participação",
  "page-roadmap-vision-subtitle": "Faça o Ethereum crescer até que seja poderoso o suficiente para ajudar toda a humanidade.",
  "page-roadmap-vision-sustainability": "Sustentabilidade",
  "page-roadmap-vision-sustainability-desc-1": "O Ethereum agora é uma cadeia de blocos ecológica. O consumo de energia foi reduzido em ~99,95% quando a prova de trabalho foi substituída pela prova de participação.",
  "page-roadmap-vision-sustainability-desc-2": "O Ethereum agora é protegido por participação e não por potência computacional.",
  "page-roadmap-vision-sustainability-desc-3": "Esse aumento da sustentabilidade também traz benefícios de segurança — o ether colocado torna muito mais caro atacar a cadeia do que a prova de trabalho, mas menos caro protegê-lo, pois é preciso emitir menos ETH novos para pagar os validadores do que os mineradores.",
  "page-roadmap-vision-sustainability-desc-8": "A mudança para a prova de participação tornou o Ethereum mais ecológico e seguro. É uma plataforma com emissão de carbono reduzida para criar aplicativos e organizações.",
  "page-roadmap-vision-sustainability-subtitle": "Ethereum é uma blockchain ecológica com uma forte segurança criptoeconômica.",
  "page-roadmap-vision-title": "A Visão do Ethereum",
  "page-roadmap-vision-title-1": "Rede congestionada",
  "page-roadmap-vision-title-2": "Espaço em disco",
  "page-roadmap-vision-title-3": "Muita energia",
  "page-roadmap-vision-trilemma-cardtext-1": "As melhorias do Ethereum o tornarão dimensionável, seguro e descentralizado. A participação reduziu a barreira ao envolvimento e limitou as economias de escala, criando uma rede maior e mais descentralizada.",
  "page-roadmap-vision-trilemma-cardtext-2": "Redes de blockchain seguras e descentralizadas exigem que cada nó verifique todas as transações processadas pela cadeia. Essa quantidade de trabalho limita o número de transações que podem acontecer a qualquer momento. Descentralizada e segura: está é a cadeia Ethereum hoje.",
  "page-roadmap-vision-trilemma-cardtext-3": "As redes descentralizadas funcionam enviando informações sobre transações entre nós — toda a rede precisa saber sobre qualquer mudança de estado. O dimensionamento das transações por segundo em uma rede descentralizada apresenta riscos de segurança porque quanto mais transações, maior o atraso e maior a probabilidade de ataque enquanto as informações estão em trânsito.",
  "page-roadmap-vision-trilemma-cardtext-4": "Aumentar o tamanho e o poder dos nós do Ethereum poderia aumentar as transações por segundo de uma forma segura, mas os requisitos de hardware restringiriam quem poderia fazer isso — e isso ameaça a descentralização. Espera-se que a fragmentação e a prova de participação permitam que o Ethereum possa ser dimensionado, aumentando a quantidade de nós e não o tamanho deles.",
  "page-roadmap-vision-trilemma-h2": "O desafio do dimensionamento descentralizado",
  "page-roadmap-vision-trilemma-modal-tip": "Toque nos círculos abaixo para entender melhor os problemas do dimensionamento descentralizado",
  "page-roadmap-vision-trilemma-p": "Uma maneira ingênua de solucionar os problemas do Ethereum seria torná-lo mais centralizado, mas a descentralização é muito importante. É essa descentralização que dá ao Ethereum imparcialidade, resistência à censura, transparência, privacidade de dados e segurança quase inquebrável.",
  "page-roadmap-vision-trilemma-p-1": "A visão do Ethereum é ser mais dimensionável e seguro, sem deixar de ser descentralizado. Alcançar essas três qualidades é um problema conhecido como o trilema de escalabilidade.",
  "page-roadmap-vision-trilemma-p-2": "As melhorias no Ethereum visam resolver o trilema, mas ainda existem desafios a serem superados.",
  "page-roadmap-vision-trilemma-press-button": "Pressione os botões do triângulo para entender melhor os problemas do dimensionamento descentralizado.",
  "page-roadmap-vision-trilemma-text-1": "Descentralização",
  "page-roadmap-vision-trilemma-text-2": "Segurança",
  "page-roadmap-vision-trilemma-text-3": "Escalabilidade",
  "page-roadmap-vision-trilemma-title-1": "Veja o trilema da escalabilidade",
  "page-roadmap-vision-trilemma-title-2": "Melhorias do Ethereum e dimensionamento descentralizado",
  "page-roadmap-vision-trilemma-title-3": "Seguro e descentralizado",
  "page-roadmap-vision-trilemma-title-4": "Descentralizado e escalonável",
  "page-roadmap-vision-trilemma-title-5": "Escalonável e seguro",
  "page-roadmap-vision-understanding": "Entendendo a visão do Ethereum",
  "page-roadmap-vision-upgrade-needs": "A necessidade de melhorias",
  "page-roadmap-vision-upgrade-needs-desc": "O protocolo Ethereum que foi lançado em 2015 teve um sucesso incrível. Mas a comunidade Ethereum já sabia que algumas melhorias-chave eram necessárias para liberar todo o potencial dele.",
  "page-roadmap-vision-upgrade-needs-desc-2": "A alta demanda tem aumentado as taxas de transação que tornam o Ethereum caro para o usuário comum. O espaço em disco necessário para executar um cliente Ethereum está crescendo a um ritmo acelerado.",
  "page-roadmap-vision-upgrade-needs-desc-3": "O Ethereum dispõe de um conjunto de melhorias que abordam esses problemas e muitos mais. Esse conjunto de melhorias foi originalmente chamado de “Serenity” e “Eth2”, e tem sido uma área ativa de pesquisa e desenvolvimento desde 2014.",
  "page-roadmap-vision-upgrade-needs-desc-5": "Agora que a tecnologia está pronta, essas melhorias irão rearquitetar o Ethereum para torná-lo mais dimensionável, seguro e sustentável, com o propósito de melhorar a vida dos usuários existentes e de atrair novos. Tudo isso preservando o valor central da descentralização do Ethereum.",
  "page-roadmap-vision-upgrade-needs-desc-6": "Isso significa que não há nenhuma solução pronta para a escalabilidade. As melhorias serão entregues incrementalmente ao longo do tempo.",
  "page-roadmap-vision-upgrade-needs-serenity": "Veja uma publicação do blog de 2015 que fala sobre o “Serenity”",
  "ethereum": "Ethereum",
  "page-roadmap-vision-danksharding": "Mais sobre Danksharding"
}
