{
  "page-ethereum-history-founder-and-ownership-meta-title": "História do Ethereum: fundador, lançamento e propriedade | ethereum.org",
  "page-ethereum-history-founder-and-ownership-meta-description": "Saiba mais sobre a história do Ethereum, incluindo quem o criou, quando foi lançado e quem o controla hoje.",
  "page-ethereum-history-founder-and-ownership-twitter-meta-description": "Aprenda as diferenças entre Bitcoin e Ethereum, incluindo casos de uso, desempenho da rede, economia de tokens e muito mais.",
  "page-ethereum-history-founder-and-ownership-title": "História do Ethereum: fundador, lançamento e propriedade",
  "page-ethereum-history-founder-and-ownership-description-1": "O Ethereum foi fundado por Vitalik Buterin em 2013. Vários cofundadores se juntaram mais tarde, incluindo Gavin Wood e Joseph Lubin. A rede Ethereum foi lançada oficialmente em 30 de julho de 2015, com a mineração do primeiro bloco (o bloco Gênesis).",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-description-1": "Diferente das organizações tradicionais, <strong>o Ethereum não tem CEO</strong>, conselho ou um único grupo controlador. É uma plataforma descentralizada governada por sua comunidade, com a organização sem fins lucrativos Ethereum Foundation fornecendo suporte.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum": "Quem fundou/cofundou o Ethereum?",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-1": "O Ethereum foi <strong>fundado por Vitalik Buterin</strong>, que concebeu a ideia <strong>no final de 2013</strong>.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-2": "Nascido na Rússia em 1994 e criado no Canadá, Buterin demonstrou um talento matemático excepcional desde cedo.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-3": "Ele descobriu o Bitcoin em 2011 e começou a escrever artigos sobre Bitcoin, o que o levou a cofundar a <em>Bitcoin Magazine</em> em 2012. Esta foi uma das primeiras publicações dedicadas à criptomoeda. Por fazer parte da comunidade inicial do Bitcoin, ele testemunhou em primeira mão seu potencial e suas limitações.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-4": "Em 2014, Vitalik publicou o <whitepaper>Whitepaper do Ethereum</whitepaper>, descrevendo uma plataforma que iria além do Bitcoin, criando uma blockchain que poderia fazer mais do que apenas pagamentos.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-5": "O Ethereum expande a abordagem do Bitcoin, basicamente dizendo: em vez de ter regras projetadas para suportar um único aplicativo, vamos criar algo mais genérico, onde as pessoas possam simplesmente construir seus próprios aplicativos e as regras para quaisquer aplicativos que eles construam possam ser executadas, implementadas na plataforma Ethereum.",
  "page-ethereum-history-founder-and-ownership-when-ethereum-when-did-ethereum-launch": "Quando o Ethereum foi lançado?",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now": "Quem possui e opera o Ethereum atualmente?",
  "page-ethereum-history-founder-and-ownership-founder-of-ethereum": "Fundador do Ethereum",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-6": "O Ethereum foi cofundado por 8 pessoas que ajudaram a dar vida ao Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-vitalik-buterin": "<strong>Vitalik Buterin</strong>: Concebeu o Ethereum em 2013, foi autor do whitepaper original e se tornou seu principal visionário e defensor, articulando o conceito de um computador mundial descentralizado e orientando a direção técnica e filosófica do protocolo.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-gavin-wood": "<strong>Gavin Wood</strong>: Desenvolveu a linguagem de programação <solidity>Solidity</solidity> e escreveu o <ethereumYellowPaper>Yellow Paper do Ethereum</ethereumYellowPaper>, o guia técnico para a Máquina Virtual Ethereum (EVM).",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-joseph-lubin": "<strong>Joseph Lubin</strong>: Ajudou a financiar os estágios iniciais do Ethereum e, mais tarde, fundou a <consensys>ConsenSys</consensys>, uma empresa focada na construção de aplicativos e infraestrutura baseados no Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-jeffrey-wilcke": "<strong>Jeffrey Wilcke</strong>: Criou o <geth>Geth</geth>, o cliente de execução original e mais utilizado do Ethereum, responsável por executar a EVM e armazenar os dados da rede Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-mihai-alisie": "<strong>Mihai Alisie</strong>: Cofundou a Bitcoin Magazine com Vitalik Buterin e ajudou a estabelecer a Ethereum Foundation na Suíça, atuando como vice-presidente e estabelecendo a estrutura legal para a pré-venda do ether.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-anthony-di-lorio": "<strong>Anthony Di Lorio</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-amir-chetrit": "<strong>Amir Chetrit</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-charles-hoskinson": "<strong>Charles Hoskinson</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-7": "Atualmente, Vitalik Buterin continua ativamente envolvido no desenvolvimento do Ethereum. Joseph Lubin continua a liderar a ConsenSys. Sua empresa desenvolve ferramentas essenciais para o ecossistema Ethereum, como <strong>MetaMask</strong> e <strong>Infura</strong>.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-1": "A jornada desde a ideia inicial de Vitalik até o lançamento oficial do Ethereum levou cerca de 20 meses. Aqui estão os principais marcos:",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-2": "<strong>Novembro de 2013:</strong> Vitalik Buterin compartilha o whitepaper do Ethereum. Ele descreve sua visão para uma plataforma de blockchain que poderia executar contratos inteligentes.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-3": "<strong>Janeiro de 2014:</strong> Vitalik <announcement>anuncia publicamente</announcement> o conceito do Ethereum na Conferência Norte-Americana de Bitcoin em Miami.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-4": "<strong>Julho a agosto de 2014:</strong> Para financiar o desenvolvimento do Ethereum, a equipe fundadora realizou uma campanha de financiamento coletivo público. Eles arrecadaram 31.000 BTC (equivalente a cerca de US$ 18 milhões na época) em troca de ether (ETH).",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-5": "<strong>Abril de 2015:</strong> Vitalik e os cofundadores lançam a rede de teste Olympic do Ethereum. Esta foi a fase final de testes antes do lançamento da rede principal.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-6": "<strong>30 de julho de 2015:</strong> A equipe fundadora lança oficialmente a rede principal do Ethereum, minerando o bloco Gênesis. Isso marca o nascimento da rede Ethereum.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-7": "<strong>14 de março de 2016:</strong> A comunidade Ethereum implementa a \"Homestead\", a primeira atualização planejada. Isso sinaliza que o Ethereum estava pronto para a adoção em massa.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-8": "Tínhamos a noção no projeto Ethereum de que só teríamos uma chance, era tudo ou nada, então tínhamos que fazer dar certo.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-9": "Cofundador do Ethereum",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-10": "O lançamento do Ethereum marcou um grande marco na tecnologia blockchain. Ele introduziu os contratos inteligentes e criou uma plataforma para aplicativos descentralizados.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-11": "Você pode <genesisBlock>sempre visualizar o bloco Gênesis do Ethereum</genesisBlock>, preservando o momento em que o Ethereum surgiu.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-12": "Veja a lista completa de atualizações do Ethereum",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-13": "Confira o futuro roteiro do Ethereum",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-1": "Um dos aspectos mais únicos do Ethereum é sua estrutura de propriedade, ou mais precisamente, sua falta de propriedade tradicional. Diferente de uma empresa comum, o Ethereum:",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-2": "<strong>não tem CEO ou autoridade central</strong>",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-3": "<strong>não é controlado por nenhuma entidade</strong> ou organização única",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-4": "<strong>não tem acionistas</strong> no sentido tradicional",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-5": "Em vez disso, o Ethereum funciona como uma rede descentralizada. É <strong>mantido por milhares de computadores independentes</strong> (nós) ao redor do mundo. Este modelo descentralizado está no cerne do design e do valor do Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-6": "Vários grupos-chave ajudam no desenvolvimento e na governança contínuos do Ethereum:",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation": "1. A Ethereum Foundation",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-1": "A <strong>Ethereum Foundation é uma organização sem fins lucrativos</strong> que apoia o Ethereum e tecnologias relacionadas. Embora importante, ela não controla a rede. A fundação:",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-2": "Gerencia fundos para apoiar o desenvolvimento do Ethereum",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-3": "Fornece subsídios para projetos construídos no Ethereum",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-4": "Organiza eventos comunitários e iniciativas educacionais",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-5": "Coordena esforços de pesquisa",
  "page-ethereum-history-founder-and-ownership-core-developers": "2. Desenvolvedores e pesquisadores principais",
  "page-ethereum-history-founder-and-ownership-core-developers-description-1": "Uma comunidade global de desenvolvedores e pesquisadores contribui para o código e o design do Ethereum. Esses contribuidores propõem, discutem e implementam melhorias por meio de um processo aberto e público. Vitalik Buterin continua sendo respeitado na comunidade, no entanto, as decisões são tomadas por meio de acordo em grupo, e não por uma única pessoa.",
  "page-ethereum-history-founder-and-ownership-eip": "3. Propostas de Melhoria do Ethereum (EIPs)",
  "page-ethereum-history-founder-and-ownership-eip-description-1": "A comunidade Ethereum propõe mudanças na rede por meio das <eips>Propostas de Melhoria do Ethereum (EIPs)</eips>. Esse sistema aberto permite que qualquer pessoa sugira melhorias. Essas ideias são então discutidas, refinadas e potencialmente implementadas pela comunidade.",
  "page-ethereum-history-founder-and-ownership-validators": "4. Operadores de nós e validadores",
  "page-ethereum-history-founder-and-ownership-validators-description-1": "Desde a mudança do Ethereum para prova de participação em setembro de 2022, a rede é protegida por validadores que bloqueiam (fazem stake) ETH e processam transações. Há <beaconchain>um grande número de validadores</beaconchain> espalhados por todo o mundo, o que distribui o controle da rede de forma ampla.",
  "page-ethereum-history-founder-and-ownership-validators-description-2": "Este modelo descentralizado limita o controle por qualquer entidade única, tornando o Ethereum resistente à censura. Isso inclui seus fundadores originais. Nenhuma pessoa ou organização pode alterar as regras do Ethereum ou desligar a rede por conta própria.",
  "page-ethereum-history-founder-and-ownership-validators-description-3": "A principal diferença entre construir um aplicativo no Ethereum e construí-lo em alguma plataforma centralizada tradicional é essa ideia central de que, uma vez que você constrói seu aplicativo, ele não precisa depender de você ou de qualquer outra pessoa para continuar existindo. E o aplicativo tem a garantia de continuar funcionando de acordo com as regras que foram especificadas.",
  "page-ethereum-history-founder-and-ownership-conclusion": "Conclusão",
  "page-ethereum-history-founder-and-ownership-conclusion-description-1": "Desde sua criação por Vitalik Buterin em 2013 até seu lançamento em 2015 e crescimento atual, <strong>o Ethereum permaneceu fiel à sua visão fundadora</strong>. Ele continua sendo uma plataforma <strong>descentralizada e com credibilidade neutra</strong> para aplicativos que são executados exatamente como programados. A rede e os aplicativos construídos sobre ela funcionam <strong>sem tempo de inatividade, censura, fraude ou interferência de terceiros</strong>.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-2": "A história do Ethereum continua a se desenrolar a cada atualização e inovação. À medida que a rede evolui, ela exemplifica como a governança descentralizada pode impulsionar o progresso tecnológico sem estruturas corporativas tradicionais.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-3": "O Ethereum se transformou de um whitepaper visionário em uma <strong>camada de infraestrutura global que alimenta milhares de aplicativos e bilhões em valor</strong>. Isso prova que a colaboração aberta pode remodelar não apenas as finanças, mas também conceitos fundamentais de propriedade, governança e confiança digital.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-4": "Saiba mais sobre o processo de governança do Ethereum"
}
