{
  "page-get-eth-article-keeping-crypto-safe": "As chaves para manter seus cripto seguros",
  "page-get-eth-article-protecting-yourself": "Protegendo a si mesmo e seus fundos",
  "page-get-eth-article-store-digital-assets": "Como armazenar ativos digitais no Ethereum",
  "page-get-eth-cex": "Corretoras centralizadas",
  "page-get-eth-cex-desc": "Corretoras são negócios que permitem que você compre criptomoedas usando moedas tradicionais. Elas têm custódia sobre qualquer ETH que você comprar até que você a envie para uma carteira que você controla.",
  "page-get-eth-checkout-dapps-btn": "Confira os dapps",
  "page-get-eth-community-safety": "Publicações da comunidade sobre segurança",
  "page-get-eth-description": "Ethereum e ETH não são controlados por nenhum governo ou empresa: são descentralizados. Isso significa que os ETH estão abertos para que todos usem.",
  "page-get-eth-dex": "Corretoras descentralizadas (DEXs)",
  "page-get-eth-dex-desc": "Se você quiser um maior controle, compre ETH ponto a ponto. Com uma DEX você pode operar sem dar controle de seus fundos a uma empresa centralizada.",
  "page-get-eth-dexs": "Corretoras descentralizadas (DEXs)",
  "page-get-eth-dexs-desc": "Corretoras descentralizadas são mercados abertos para ETH e outros tokens. Elas conectam diretamente compradores e vendedores.",
  "page-get-eth-dexs-desc-2": "Em vez de usar uma corretora de confiança para proteger fundos na transação, eles usam código. O ETH do vendedor só será transferido quando o pagamento for garantido. Esse tipo de código é conhecido como um contrato inteligente.",
  "page-get-eth-dexs-desc-3": "Isto significa que há menos restrições geográficas do que com alternativas centralizadas. Se alguém está vendendo o que você quer e aceitando um método de pagamento que você pode fornecer, vocês podem fazer negócio. Os DEXs podem permitir que você compre ETH com outros tokens, PayPal ou inclusive entregas em dinheiro pessoalmente.",
  "page-get-eth-do-not-copy": "Não copiar",
  "page-get-eth-exchanges-disclaimer": "Nós coletamos essas informações manualmente. Se você encontrar algum erro, nos informe em",
  "page-get-eth-exchanges-empty-state-text": "Digite o país em que você vive para ver uma lista de carteiras e exchanges que você pode usar para comprar ETH",
  "page-get-eth-exchanges-except": "Exceto",
  "page-get-eth-exchanges-header": "Em qual país você mora?",
  "page-get-eth-exchanges-header-exchanges": "Corretoras",
  "page-get-eth-exchanges-header-wallets": "Carteiras",
  "page-get-eth-exchanges-intro": "Exchanges e carteiras têm restrições sobre onde podem vender cripto.",
  "page-get-eth-exchanges-no-exchanges": "Desculpe, não conhecemos nenhum exchange que permita que você compre ETH neste país. Caso você conheça alguma, nos informe em",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Desculpe, não conhecemos nenhum exchange ou carteira que permita que você compre ETH neste país. Caso você conheça alguma, nos informe em",
  "page-get-eth-exchanges-no-wallets": "Desculpe, não conhecemos nenhuma carteira que permita que você compre ETH neste país. Caso você conheça alguma, nos informe em",
  "page-get-eth-exchanges-search": "Digite onde você mora...",
  "page-get-eth-exchanges-success-exchange": "Pode demorar vários dias para se inscrever em uma exchange devido aos controles jurídicos.",
  "page-get-eth-exchanges-success-wallet-link": "carteiras",
  "page-get-eth-exchanges-success-wallet-paragraph": "Onde você mora, é possível comprar ETH diretamente destas carteiras. Saiba mais",
  "page-get-eth-exchanges-usa": "Estados Unidos da América (EUA)",
  "page-get-eth-get-wallet-btn": "Obtenha uma carteira",
  "page-get-eth-hero-image-alt": "Imagem de Get ETH hero",
  "page-get-eth-keep-it-safe": "Mantenha seus ETH seguros",
  "page-get-eth-meta-description": "Como comprar ETH com base no local onde você vive e conselhos sobre como cuidar dele.",
  "page-get-eth-meta-title": "Como comprar ETH",
  "page-get-eth-need-wallet": "Você precisará de uma carteira para usar uma DEX.",
  "page-get-eth-new-to-eth": "Novo em ETH? Aqui está uma visão geral para você começar.",
  "page-get-eth-other-cryptos": "Compre com outras criptomoedas",
  "page-get-eth-protect-eth-desc": "Se você planeja comprar uma grande quantidade de ETH, você pode querer mantê-los em uma carteira que você controla, não em uma exchange. O motivo é que uma exchange é um alvo provável de hackers. Se um hacker ganha acesso, você pode perder seus fundos. Já com a carteira, você é o único a ter controle total dela.",
  "page-get-eth-protect-eth-in-wallet": "Proteja seus ETH em uma carteira",
  "page-get-eth-search-by-country": "Procurar por país",
  "page-get-eth-security": "Mas isso também significa que você precisa levar a sério a segurança dos seus fundos. Com ETH, você não confia em um banco para cuidar do seu dinheiro, você está confiando em você mesmo.",
  "page-get-eth-smart-contract-link": "Mais sobre contratos inteligentes",
  "page-get-eth-swapping": "Troque seus tokens por ETH de outras pessoas. E vice-versa.",
  "page-get-eth-try-dex": "Veja como funciona um DEX",
  "page-get-eth-use-your-eth": "Use seu ETH",
  "page-get-eth-use-your-eth-dapps": "Agora que você possui alguns ETH, confira alguns aplicativos Ethereum (dapps). Existem dapps para finanças, mídias sociais, jogos e muitas outras categorias.",
  "page-get-eth-wallet-instructions": "Siga as instruções da carteira",
  "page-get-eth-wallet-instructions-lost": "Saiba que se você perder o acesso a sua carteira, estará perdendo o acesso a seus fundos. Sua carteira deverá dar a você instruções sobre como evitar que isso aconteça. Certifique-se de segui-las com cuidado. Na maioria dos casos, ninguém poderá ajudá-lo se você perder o acesso a sua carteira.",
  "page-get-eth-wallets": "Carteiras",
  "page-get-eth-wallets-link": "Mais sobre carteiras",
  "page-get-eth-wallets-purchasing": "Algumas carteiras permitem que você compre criptomoeda com um cartão de débito/crédito, por transferência bancária ou até mesmo via Apple Pay. Aplicam-se restrições geográficas.",
  "page-get-eth-warning": "Esses DEXs não são para iniciantes, já que você precisará de alguns ETH para usá-los.",
  "page-get-eth-what-are-DEX's": "O que são DEXs?",
  "page-get-eth-whats-eth-link": "O que é ETH?",
  "page-get-eth-where-to-buy-desc": "Você pode comprar ETH de corretoras ou diretamente de carteiras.",
  "page-get-eth-where-to-buy-desc-2": "Verifique quais serviços estão disponíveis onde você mora.",
  "page-get-eth-where-to-buy-title": "Onde comprar ETH",
  "page-get-eth-your-address": "Seu endereço de ETH",
  "page-get-eth-your-address-desc": "Quando você baixar uma carteira, ela criará um endereço ETH público para você. Ele se verá assim:",
  "page-get-eth-your-address-desc-3": "Pense nele como seu endereço de e-mail, mas em vez de mensagem, ele pode receber ETH. Se você quiser transferir ETH de uma exchange para sua carteira, use seu endereço como o destino. Não deixe de verificar o endereço antes de enviar!",
  "page-get-eth-your-address-wallet-link": "Confira as carteiras",
  "listing-policy-raise-issue-link": "Levante um problema",
  "page-find-wallet-last-updated": "Última atualização"
}
