{
  "consensus-client-cortex-logo-alt": "Logotipo da Cortex",
  "consensus-client-lighthouse-logo-alt": "Logotipo da Lighthouse",
  "consensus-client-lodestar-logo-alt": "Logotipo da Lodestar",
  "consensus-client-nimbus-logo-alt": "Logotipo do Nimbus",
  "consensus-client-prysm-logo-alt": "Logotipo da Prysm",
  "consensus-client-teku-logo-alt": "Logotipo da Teku",
  "page-upgrades-answer-1": "Pense nas mudanças que estão sendo lançadas como um conjunto de melhorias adicionadas para aprimorar o Ethereum que utilizamos hoje. Essas melhorias incluíram a criação de uma nova cadeia chamada Beacon Chain e introduzirá novas cadeias conhecidas como \"fragmentos\" no futuro.",
  "page-upgrades-answer-2": "Algumas melhorias estão separadas da rede principal do Ethereum que utilizamos hoje, mas não as substituirá. Em vez disso, a rede principal se \"mesclará\" com este sistema paralelo que está sendo adicionado ao longo do tempo.",
  "page-upgrades-answer-4": "Em outras palavras, o Ethereum que utilizamos hoje eventualmente incorporará todos os recursos que buscamos.",
  "page-upgrade-article-title-two-point-oh": "Melhoria: a Beacon Chain",
  "page-upgrade-article-title-beacon-chain-explainer": "A explicação sobre Beacon Chain Ethereum 2.0 que você deve ler primeiro",
  "page-upgrade-article-title-sharding-consensus": "Consenso de fragmentação (sharding)",
  "page-upgrade-article-author-ethereum-foundation": "Fundação Ethereum",
  "page-upgrade-article-title-sharding-is-great": "Por que o particionamento é ótimo: desmistificando as propriedades técnicas",
  "page-upgrade-article-title-rollup-roadmap": "Um roadmap centrado em rollup",
  "page-upgrades-beacon-chain-btn": "Mais sobre a Beacon Chain",
  "page-upgrades-beacon-chain-date": "A Beacon Chain foi lançada em 01 de dezembro de 2020.",
  "page-upgrades-beacon-chain-desc": "Além de ter introduzido a participação (staking) ao Ethereum, a Beacon Chain estabeleceu as bases para futuras melhorias e, eventualmente, coordenará o novo sistema.",
  "page-upgrades-beacon-chain-estimate": "A Beacon Chain está ativa",
  "page-upgrades-beacon-chain-title": "A Beacon Chain",
  "page-upgrades-bug-bounty": "Veja o programa de recompensas por caça aos bugs",
  "page-upgrades-clients": "Confira os clientes de consenso (anteriormente conhecidos como clientes 'Eth2')",
  "page-staking-deposit-contract-title": "Verifique o endereço do contrato de depósito",
  "page-upgrades-diagram-ethereum-mainnet": "Rede principal do Ethereum",
  "page-upgrades-diagram-h2": "Como as melhorias se encaixam",
  "page-upgrades-diagram-link-1": "Mais sobre a prova de trabalho",
  "page-upgrades-diagram-link-2": "Mais sobre cadeias de fragmentos",
  "page-upgrades-diagram-mainnet": "Rede principal",
  "page-upgrades-diagram-p": "A rede principal do Ethereum continuará a existir na sua forma atual por algum tempo. Isso significa que as melhorias da Beacon Chain e a introdução de fragmentos não afetarão a rede.",
  "page-upgrades-diagram-p-1": "A rede principal será eventualmente mesclada com o novo sistema introduzido pelas melhorias da Beacon Chain.",
  "page-upgrades-diagram-p-2": "A Beacon Chain se tornará o condutor do Ethereum, coordenando validadores e definindo o ritmo para a criação de blocos.",
  "page-upgrades-diagram-p-3": "No começo, existirá separadamente da rede principal e gerenciará os validadores – não terá nada a ver com contratos inteligentes, transações ou contas.",
  "page-upgrades-diagram-p-4": "Os fragmentos fornecerão muitos dados extras para ajudar a aumentar a quantidade de transações com que a rede principal pode lidar. Eles serão coordenados pela Beacon Chain.",
  "page-upgrades-diagram-p-5": "Mas todas as transações continuarão dependendo da rede principal, que continuará a existir tal como a conhecemos hoje - assegurada por provas de trabalho e mineradores.",
  "page-upgrades-diagram-p-6": "A rede principal será combinada com o sistema de prova de participação, coordenado pela Beacon Chain.",
  "page-upgrades-diagram-p-8": "Isto transformará a rede principal em um fragmento dentro do novo sistema. Os mineradores não serão mais necessários, pois todo o Ethereum será protegido pelos validadores.",
  "page-upgrades-diagram-p10": "O dimensionamento do Ethereum não é uma migração ou uma única coisa. Ele descreve um conjunto de melhorias que estão sendo trabalhadas para desbloquear o verdadeiro potencial do Ethereum. Assim é como tudo se encaixa.",
  "page-upgrades-diagram-scroll": "Role para ver – clique para obter mais informações.",
  "page-upgrades-diagram-shard": "Fragmento (1)",
  "page-upgrades-diagram-shard-1": "Fragmento (...)",
  "page-upgrades-diagram-shard-2": "Fragmento (2)",
  "page-upgrades-diagram-shard-3": "Fragmento (...)",
  "page-upgrades-diagram-validators": "Mais sobre validadores",
  "page-upgrades-dive": "Aprofundando a visão",
  "page-upgrades-dive-desc": "Como vamos tornar o Ethereum mais dimensionável, seguro e sustentável sem interferir no ethos principal da descentralização dele?",
  "page-upgrades-docking": "A fusão",
  "page-upgrades-merge-answer-1": "A fusão acontecerá quando a rede principal começar a usar a Beacon Chain para consenso e a prova de trabalho for desativada, em algum momento de 2022.",
  "page-upgrades-merge-btn": "Mais sobre a fusão",
  "page-upgrades-merge-desc": "A rede principal do Ethereum se integrará com a Beacon Chain em algum momento. Isso habilitará o staking (participação) de toda rede e marcará o fim da mineração com alto consumo de energia.",
  "page-upgrades-merge-estimate": "Estimativa: 2022",
  "page-upgrades-merge-mainnet": "O que é rede principal?",
  "page-upgrades-merge-mainnet-eth2": "Integração da rede principal com a Cadeia Beacon",
  "page-upgrades-eth-blog": "Blog ethereum.org",
  "page-upgrades-explore-btn": "Veja as melhorias",
  "page-upgrades-get-involved": "Participe das melhorias no Ethereum",
  "page-upgrades-get-involved-2": "Participe",
  "page-upgrades-head-to": "Ir para",
  "page-upgrades-help": "Quer fazer parte das melhorias no Ethereum?",
  "page-upgrades-help-desc": "Há muitas oportunidades para contribuir com as melhorias do Ethereum, ajudar com testes e até ganhar recompensas.",
  "page-upgrades-index-staking": "A participação está aqui",
  "page-upgrades-index-staking-desc": "A chave para as melhorias do Ethereum é a introdução do staking. Se você quiser usar o seu ETH para ajudar a proteger a rede Ethereum, certifique-se de seguir estas etapas.",
  "page-upgrades-index-staking-learn": "Saiba mais sobre participação",
  "page-upgrades-index-staking-learn-desc": "A Beacon Chain trará a oportunidade de participação (staking) para o Ethereum. Isto significa que se você tem ETH, pode fazer um bem público protegendo a rede e ganhando mais ETH no processo.",
  "page-upgrades-index-staking-step-1": "1. Configuração com o launchpad",
  "page-upgrades-index-staking-step-1-btn": "Acesse a plataforma Staking Launchpad",
  "page-upgrades-index-staking-step-1-desc": "Para fazer staking no Ethereum, você precisará usar a plataforma launchpad, que o guiará pelo processo.",
  "page-upgrades-index-staking-step-2": "2. Confirme o endereço de participação",
  "page-upgrades-index-staking-step-2-btn": "Confirme o endereço do contrato de depósito",
  "page-upgrades-index-staking-step-2-desc": "Antes de depositar seus ETH, certifique-se de que o endereço seja o correto. Você precisa ter acessado a plataforma Launchpad antes de fazer isso.",
  "page-upgrades-index-staking-sustainability": "Mais sustentável",
  "page-upgrades-just-docking": "Mais sobre a fusão",
  "page-upgrades-meta-desc": "Uma visão geral das melhorias no Ethereum e a visão que pretendem tornar realidade.",
  "page-upgrades-meta-title": "Melhorias no Ethereum (anteriormente 'Eth2')",
  "page-upgrades-miners": "Mais sobre mineradores",
  "page-upgrades-more-on-upgrades": "Mais sobre as melhorias no Ethereum",
  "page-upgrades-proof-of-stake": "prova de participação",
  "page-upgrades-proof-of-work": "prova de trabalho",
  "page-upgrades-proof-stake-link": "Mais sobre a prova de participação",
  "page-upgrades-question-1-title": "Quando as melhorias serão lançadas?",
  "page-upgrades-question-1-desc": "O Ethereum está sendo atualizado progressivamente; as melhorias são distintas e têm diferentes datas de lançamento.",
  "page-upgrades-question-2-title": "A Beacon Chain é uma blockchain separada?",
  "page-upgrades-question-2-desc": "Não é preciso pensar nessas melhorias como uma blockchain separada.",
  "page-upgrades-question-3-answer-2": "A fusão e as melhorias da cadeia de fragmentos podem afetar os desenvolvedores de dapps. Mas como as especificações ainda não foram finalizadas, nenhuma ação é necessária no momento.",
  "page-upgrades-question-3-answer-3": "Converse com a equipe de pesquisa e desenvolvimento do Ethereum em ethresear.ch.",
  "page-upgrades-question-3-answer-3-link": "Acesse ethresear.ch",
  "page-upgrades-question-3-desc": "Você não precisa fazer nada neste momento para se preparar para as melhorias.",
  "page-upgrades-question-3-title": "Como eu me preparo para as melhorias?",
  "page-upgrades-question-4-answer-1": "Sempre que você enviar uma transação ou usar um dapp hoje, você estará usando a camada de execução ou a rede principal. Este é o Ethereum que é protegido pelos mineradores.",
  "page-upgrades-question-4-answer-2": "A rede principal continuará funcionando como sempre, até a fusão.",
  "page-upgrades-question-4-answer-3": "Depois da fusão, os validadores protegerão toda a rede por meio da prova de participação.",
  "page-upgrades-question-4-answer-6": "Qualquer pessoa pode se tornar um validador através da participação (staking) dos respectivos ETH.",
  "page-upgrades-question-4-answer-7": "Mais sobre participação",
  "page-upgrades-question-4-answer-8": "As melhorias da Beacon Chain e das cadeias de fragmentos não perturbarão a camada de excução (rede principal), pois estão sendo desenvolvidas separadamente.",
  "page-upgrades-question-4-title": "O que é a camada de execução?",
  "page-upgrades-question-4-desc": "A rede principal do Ethereum na qual você efetua transações hoje já foi anteriormente referida como \"Eth1\". Este termo está sendo gradualmente substituído por \"camada de execução\".",
  "page-upgrades-question-5-answer-1": "Para se tornar um validador completo na rede, você precisará participar com 32 ETH. Se você não tem tanto ou não está disposto a participar com tanto, pode ingressar em pools de participação. Esses pools permitirão que você participe com menos e ganhe frações do total de prêmios.",
  "page-upgrades-question-5-desc": "Você precisará usar a plataforma Staking Launchpad ou entrar em um pool de participação.",
  "page-upgrades-question-5-title": "Como faço staking?",
  "page-upgrades-question-6-answer-1": "Por enquanto, não é necessário fazer nada. Mas recomendamos que você esteja por dentro do andamento das melhorias trazidas pela fusão e pela cadeia de fragmentos.",
  "page-upgrades-question-6-answer-3": "Danny Ryan, da Fundação Ethereum, atualiza regularmente a comunidade:",
  "page-upgrades-question-6-answer-4": "Ben Edgington da ConsenSys tem uma newsletter semanal sobre as melhorias do Ethereum:",
  "page-upgrades-question-6-answer-5": "Você também pode participar da discussão sobre pesquisa e desenvolvimento no Ethereum em ethresear.ch.",
  "page-upgrades-question-6-desc": "Seu dapp não será afetado por nenhuma melhoria iminente. No entanto, futuras melhorias podem exigir algumas alterações.",
  "page-upgrades-question-6-title": "O que eu preciso fazer com meu dapp?",
  "page-upgrades-question-7-cortex": "Cortex",
  "page-upgrades-question-7-cortex-lang": "(Implementação .NET)",
  "page-upgrades-question-7-desc": "Muitas equipes diferentes de toda a comunidade estão trabalhando nas distantas melhorias do Ethereum.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(Implementação Rust)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(Implementação JavaScript)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(Implementação Nim)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(Implementação Go)",
  "page-upgrades-question-7-teams": "As equipes do cliente de consenso do Ethereum:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(Implementação Java)",
  "page-upgrades-question-7-title": "Quem está por trás das melhorias do Ethereum?",
  "page-upgrades-question-7-clients": "Saiba mais sobre clientes de Ethereum",
  "page-upgrades-question-8-answer-1": "As melhorias do Ethereum ajudarão a dimensionar o Ethereum de forma descentralizada, mantendo a segurança e aumentando a sustentabilidade.",
  "page-upgrades-question-8-answer-2": "Talvez o problema mais óbvio seja que o Ethereum precisa ser capaz de lidar com mais de 15-45 transações por segundo. Mas as melhorias também abordam alguns outros problemas atuais do Ethereum.",
  "page-upgrades-question-8-answer-3": "A rede está em uma demanda tão alta que torna o Ethereum caro de usar. Nós na rede estão tendo dificuldades com o tamanho do Ethereum e a quantidade de dados que computadores deles estão tendo que processar. E o algoritmo subjacente que mantém o Ethereum seguro e descentralizado consome muita energia e precisa ser melhorado.",
  "page-upgrades-question-8-answer-4": "Muito do que está mudando sempre esteve nos planos do Ethereum desde 2015. Mas as condições atuais estão tornando essas melhorias cada vez mais necessárias.",
  "page-upgrades-question-8-answer-6": "Conheça a visão do Ethereum",
  "page-upgrades-question-8-desc": "O Ethereum que utilizamos hoje precisa oferecer uma melhor experiência para usuários finais e participantes da rede.",
  "page-upgrades-question-8-title": "Por que as melhorias são necessárias?",
  "page-upgrades-question-9-answer-1": "O papel mais ativo que você pode desempenhar é a participação com seus ETH.",
  "page-upgrades-question-9-answer-2": "Você também pode querer executar um segundo cliente para ajudar a melhorar a diversidade de clientes.",
  "page-upgrades-question-9-answer-3": "Se você tem habilidades mais técnicas, pode ajudar a resolver bugs em novos clientes.",
  "page-upgrades-question-9-answer-4": "Você também pode participar das discussões técnicas com pesquisadores do Ethereum em ethresear.ch.",
  "page-upgrades-question-9-desc": "Você não precisa ser técnico para contribuir. A comunidade está procurando contribuições de todos os tipos de habilidades.",
  "page-upgrades-question-9-stake-eth": "Participe com ETH",
  "page-upgrades-question-9-title": "Como posso contribuir para melhorias no Ethereum?",
  "page-upgrades-question-9-more": "Encontre formas mais gerais de se envolver com Ethereum",
  "page-upgrades-question-10-title": "Quais são as fases do Eth2?'",
  "page-upgrades-question-10-desc": "Algumas coisas mudaram aqui.",
  "page-upgrades-question-10-answer-0": "O próprio termo \"Eth2\" está sendo eliminado, uma vez que não representa uma atualização única ou nova rede. É mais precisamente um conjunto de várias melhorias e todas fazem sua parte para tornar o Ethereum mais dimensionável, seguro e sustentável. A rede que você conhece e ama simplesmente será referida como Ethereum.",
  "page-upgrades-question-10-answer-1": "Somos relutantes em falar em termos de um roadmap técnico, porque é um software: as coisas podem mudar. Achamos que é mais fácil entender o que está acontecendo quando você lê sobre os resultados.",
  "page-upgrades-question-10-answer-1-link": "Veja as melhorias",
  "page-upgrades-question-10-answer-2": "Mas se você seguiu as discussões, esta é a maneira como as melhorias se encaixam nos roadmaps técnicos.",
  "page-upgrades-question-10-answer-3": "A Fase 0 descreve o que é feito para manter a Beacon Chain funcionando.",
  "page-upgrades-question-10-answer-5": "A primeira fase incidiu originalmente na implementação das cadeias de fragmentos, mas a priorização foi transferida para a \"fusão\", a próxima melhoria planejada.",
  "page-upgrades-question-10-answer-6": "Inicialmente, a Fase 1.5 deveria suceder às implementações da cadeia de fragmentos, quando a rede principal fosse adicionada como o último fragmento da Beacon Chain. Mas para acelerar a transição da prova de trabalho, a rede principal representará o primeiro fragmento que se conectará à Beacon Chain. Isso é conhecido como \"fusão\" e será um passo significativo para um Ethereum mais verde.",
  "page-upgrades-question-10-answer-7": "Embora os planos em torno da Fase 3 tenham sido intensos em termos de pesquisa e discussão, com a fusão planejada antes das cadeias de fragmentos, isto permitirá a contínua reavaliação conforme as necessidades de desenvolvimento do Ethereum avancem. Devido a um roadmap de desenvolvimento centrado em rollups, a imediata necessidade das cadeias de fragmentos é discutível.",
  "page-upgrades-question-10-answer-8": "Mais sobre o roadmap voltado a rollups",
  "page-upgrades-question-title": "Perguntas frequentes",
  "page-upgrades-question3-answer-1": "Os detentores de ETH certamente não necessitarão fazer nada. Seus ETH não precisarão de mudanças ou atualizações. Com certeza existirão fraudadores dizendo o contrário, então tenha cuidado.",
  "page-upgrades-scalable": "Mais dimensionável",
  "page-upgrades-scalable-desc": "O Ethereum precisa lidar com milhares de transações por segundo, para tornar os aplicativos mais rápidos e mais baratos de usar.",
  "page-upgrades-secure": "Mais seguro",
  "page-upgrades-secure-desc": "O Ethereum precisa ser mais seguro. À medida que a adoção do Ethereum aumenta, o protocolo precisa ficar mais seguro contra todas as formas de ataque.",
  "page-upgrades-shard-button": "Mais sobre cadeias de fragmentos",
  "page-upgrades-shard-date": "As cadeias de fragmentos devem seguir a fusão em algum momento de 2023.",
  "page-upgrades-shard-desc": "As cadeias de fragmentos expandirão a capacidade do Ethereum para processar transações e armazenar dados. Os fragmentos ganharão mais recursos ao longo do tempo e serão implementados em várias fases.",
  "page-upgrades-shard-estimate": "Estimativa: 2023",
  "page-upgrades-shard-lower": "Mais sobre cadeias de fragmentos",
  "page-upgrades-shard-title": "Cadeias de fragmentos",
  "page-upgrades-stay-up-to-date": "Mantenha-se atualizado",
  "page-upgrades-stay-up-to-date-desc": "Fique por dentro das últimas notícias dos pesquisadores e desenvolvedores que trabalham nas atualizações do Ethereum.",
  "page-upgrades-sustainable-desc": "O Ethereum precisa ser melhor para o ambiente. A tecnologia atual requer muita capacidade de computação e energia.",
  "page-upgrades-take-part": "Participe da pesquisa",
  "page-upgrades-take-part-desc": "Os pesquisadores e entusiastas do Ethereum se encontram aqui para discutir os esforços de pesquisa, incluindo tudo sobre as melhorias do Ethereum.",
  "page-upgrades-the-upgrades": "As melhorias do Ethereum",
  "page-upgrades-the-upgrades-desc": "O Ethereum consiste em um conjunto de atualizações que melhoram o dimensionamento, a segurança e a sustentabilidade da rede. Embora cada uma esteja sendo trabalhada em paralelo, há determinadas dependências que determinam a data da implantação delas.",
  "page-upgrades-unofficial-roadmap": "Não se trata de um roteiro oficial. É assim que vemos o que está acontecendo com base nas informações disponíveis. Mas como isso é tecnologia, as coisas podem mudar rapidamente. Pedimos, então, que não veja isso como um processo imutável.",
  "page-upgrades-upgrade-desc": "O Ethereum que conhecemos e amamos, agora mais dimensionável, seguro e sustentável...",
  "page-upgrades-upgrades": "As melhorias do Ethereum",
  "page-upgrades-upgrades-aria-label": "Menu de melhorias do Ethereum",
  "page-upgrades-upgrades-beacon-chain": "A Beacon Chain",
  "page-upgrades-upgrades-docking": "A fusão",
  "page-upgrades-upgrades-guide": "Guia para as melhorias no Ethereum",
  "page-upgrades-upgrading": "Melhorias do Ethereum para níveis mais avançados",
  "page-upgrades-vision": "A visão",
  "page-upgrades-vision-btn": "Mais sobre a visão do Ethereum",
  "page-upgrades-vision-desc": "Para integrar o Ethereum e atender a toda a humanidade, precisamos torná-lo mais dimensionável, seguro e sustentável.",
  "page-upgrades-vision-upper": "Visão do Ethereum",
  "page-upgrades-what-happened-to-eth2-title": "O que aconteceu com \"Eth2?\"",
  "page-upgrades-what-happened-to-eth2-1": "Como parte da preparação à fusão, o termo Eth2 está sendo progressivamente eliminado.",
  "page-upgrades-what-happened-to-eth2-1-more": "Mais sobre a fusão.",
  "page-upgrades-what-happened-to-eth2-2": "Depois de fazer a fusão de 'Eth1' e da 'Eth2' em uma única cadeia, não haverá mais duas redes Ethereum distintas; haverá apenas Ethereum.",
  "page-upgrades-what-happened-to-eth2-3": "Para diminuir a confusão, a comunidade atualizou estes termos:",
  "page-upgrades-what-happened-to-eth2-3-1": "O \"Eth1\" é agora a \"camada de execução\", que lida com transações e dados.",
  "page-upgrades-what-happened-to-eth2-3-2": "O \"Eth2\" é agora a \"camada de consenso\", que lida com o consenso da prova de participação.",
  "page-upgrades-what-happened-to-eth2-4": "Estas atualizações de terminologia apenas alteram as convenções de nomenclatura; isso não altera os objetivos ou o roadmap do Ethereum.",
  "page-upgrades-what-to-do": "O que você precisa fazer?",
  "page-upgrades-what-to-do-desc": "Se você é um usuário de dapps ou um detentor de ETH, não precisa fazer nada. Se você é um desenvolvedor ou quer começar a participar, existem formas de fazer isso hoje mesmo.",
  "page-upgrades-whats-next": "Quais são as melhorias do Ethereum?",
  "page-upgrades-whats-next-desc": "O roadmap do Ethereum envolve melhorias de protocolo interconectadas que tornarão a rede mais dimensionável, mais segura e mais sustentável. Estas melhorias estão sendo desenvolvidas por várias equipes de todo o ecossistema do Ethereum.",
  "page-upgrades-whats-next-history": "Aprenda sobre melhorias anteriores do Ethereum",
  "page-upgrades-whats-ethereum": "Um momento, o que é Ethereum?",
  "page-upgrades-whats-new": "Ethereum: próximos passos",
  "page-upgrades-security-link": "Mais sobre segurança e prevenção de fraude"
}
