{
  "page-index-hero-image-alt": "Uma ilustração de uma cidade futurística, representando o ecossistema Ethereum.",
  "page-index-meta-description": "Ethereum é uma plataforma global e descentralizada para dinheiro e novos tipos de aplicativos. No Ethereum, você pode escrever um código para controlar dinheiro e criar aplicativos acessíveis de qualquer lugar do mundo.",
  "page-index-meta-title": "Início",
  "page-index-title": "Bem-vindo ao Ethereum",
  "page-index-description": "Ethereum é uma tecnologia administrada pela comunidade, a qual zela pela criptomoeda Ether (ETH) e por milhares de aplicações descentralizadas.",
  "page-index-title-button": "Conheça o Ethereum",
  "page-index-get-started": "Introdução",
  "page-index-get-started-description": "ethereum.org é o seu portal para o mundo do Ethereum. A tecnologia é nova e está em constante evolução, por isso ajuda ter um guia. Estas são nossas recomendações se você quiser começar.",
  "page-index-get-started-image-alt": "Ilustração de uma pessoa trabalhando em um computador.",
  "page-index-get-started-wallet-title": "Escolha uma carteira",
  "page-index-get-started-wallet-description": "Uma carteira permite que você se conecte ao Ethereum e gerencie seus fundos.",
  "page-index-get-started-wallet-image-alt": "Ilustração de um robô com um corpo em forma de cofre, representando uma carteira Ethereum.",
  "page-index-get-started-eth-title": "Compre ETH",
  "page-index-get-started-eth-description": "ETH é a moeda do Ethereum – você pode usá-la em aplicações.",
  "page-index-get-started-eth-image-alt": "Ilustração de um grupo de pessoas maravilhadas com um glifo do ether (ETH).",
  "page-index-get-started-dapps-title": "Use um dapp",
  "page-index-get-started-dapps-description": "Dapps são aplicativos desenvolvidos pelo Ethereum. Veja o que você pode fazer.",
  "page-index-get-started-dapps-image-alt": "Ilustração de um Doge usando um computador.",
  "page-index-get-started-devs-title": "Comece a desenvolver",
  "page-index-get-started-devs-description": "Se você quiser começar a codificar com Ethereum, temos documentações, tutoriais e muito mais no nosso portal do desenvolvedor.",
  "page-index-get-started-devs-image-alt": "Uma ilustração de uma mão criando um logotipo do ETH feito de peças de lego.",
  "page-index-what-is-ethereum": "O que é Ethereum?",
  "page-index-what-is-ethereum-description": "Ethereum é uma tecnologia que engloba dinheiro digital, pagamentos globais e investimentos. A comunidade criou uma economia digital em expansão, novas maneiras de ganhar dinheiro on-line e muito mais. Está aberta a todos, em qualquer lugar no mundo – tudo o que você precisa é de Internet.",
  "page-index-what-is-ethereum-button": "O que é Ethereum?",
  "page-index-what-is-ethereum-secondary-button": "Mais sobre dinheiro digital",
  "page-index-what-is-ethereum-image-alt": "Ilustração de uma pessoa olhando para um mercado. Representa o Ethereum.",
  "page-index-defi": "Um sistema financeiro mais justo",
  "page-index-defi-description": "Hoje, bilhões de pessoas não podem abrir contas bancárias, outras têm seus pagamentos bloqueados. O sistema de finanças descentralizadas (DeFi) do Ethereum nunca dorme ou discrimina. Com apenas uma conexão com a Internet, você pode enviar, receber, pedir empréstimos, receber juros e até mesmo transmitir fundos em qualquer lugar do mundo.",
  "page-index-defi-button": "Conheça o sistema DeFi",
  "page-index-defi-image-alt": "Ilustração de mãos oferecendo um símbolo ETH.",
  "page-index-internet": "Uma internet aberta",
  "page-index-internet-description": "Hoje, obtemos acesso a serviços de Internet \"gratuitos\" renunciando ao controle dos nossos dados pessoais. Os serviços de Ethereum estão abertos por padrão – você só precisa de uma carteira. Estas são gratuitas e fáceis de configurar, controladas por você e trabalham sem nenhuma informação pessoal.",
  "page-index-internet-button": "Conheça a Internet aberta",
  "page-index-internet-secondary-button": "Mais sobre carteiras",
  "page-index-internet-image-alt": "Ilustração de um computador futurista, alimentado por cristais Ethereum.",
  "page-index-developers": "Uma nova fronteira para o desenvolvimento",
  "page-index-developers-description": "Ethereum e seus aplicativos são transparentes e de código aberto. Você pode fazer o fork do código e reusar a funcionalidade que outros já desenvolveram. Se você não quer aprender uma nova linguagem, pode simplesmente interagir com código aberto usando JavaScript e outras linguagens existentes.",
  "page-index-developers-button": "Portal do desenvolvedor",
  "page-index-developers-code-examples": "Exemplos de códigos",
  "page-index-developers-code-example-title-0": "Seu próprio banco",
  "page-index-developers-code-example-description-0": "Você pode criar um banco executado pela lógica que você programou.",
  "page-index-developers-code-example-title-1": "Sua própria moeda",
  "page-index-developers-code-example-description-1": "Você pode criar tokens que podem ser transferidos e usados através de aplicações.",
  "page-index-developers-code-example-title-2": "Uma carteira de Ethereum em JavaScript",
  "page-index-developers-code-example-description-2": "Você pode usar linguagens existentes para interagir com Ethereum e outras aplicações.",
  "page-index-developers-code-example-title-3": "Um DNS aberto e público",
  "page-index-developers-code-example-description-3": "Você pode reimaginar os serviços existentes como aplicativos descentralizados e abertos.",
  "page-index-network-stats-title": "Ethereum hoje",
  "page-index-network-stats-subtitle": "As últimas estatísticas de rede",
  "page-index-network-stats-total-eth-staked": "Total de ETH em stake",
  "page-index-network-stats-eth-price-description": "Preço do ETH (USD)",
  "page-index-network-stats-eth-price-explainer": "O último preço de 1 ether. Você pode comprar apenas 0,0000000000000000000001 – não precisa comprar 1 ETH inteiro.",
  "page-index-network-stats-tx-day-description": "Transações hoje",
  "page-index-network-stats-tx-day-explainer": "O número de transações processadas com sucesso na rede nas últimas 24 horas.",
  "page-index-network-stats-value-defi-description": "Valor bloqueado em DeFi (USD)",
  "page-index-network-stats-value-defi-explainer": "Valor total em aplicações de finanças descentralizadas (DeFi), a economia digital Ethereum.",
  "page-index-network-stats-nodes-description": "Nós",
  "page-index-network-stats-nodes-explainer": "Ethereum é executado por milhares de voluntários em todo o mundo, conhecidos como nós.",
  "page-index-touts-header": "Conheça a ethereum.org",
  "page-index-contribution-banner-title": "Contribua com ethereum.org",
  "page-index-contribution-banner-description": "Este site é de código aberto com centenas de colaboradores da comunidade. Você pode propor edições para qualquer conteúdo deste site, sugerir novos recursos incríveis ou nos ajudar a eliminar bugs.",
  "page-index-contribution-banner-image-alt": "Um logotipo de Ethereum feito de blocos de lego.",
  "page-index-contribution-banner-button": "Mais sobre contribuições",
  "page-index-tout-upgrades-title": "Aumente seu conhecimento sobre o upgrade",
  "page-index-tout-upgrades-description": "O roteiro do Ethereum consiste em atualizações interconectadas projetadas para tornar a rede mais dimensionável, segura e sustentável.",
  "page-index-tout-upgrades-image-alt": "Ilustração de uma nave espacial representando o aumento do poder após os upgrades do Ethereum.",
  "page-index-tout-enterprise-title": "Ethereum para empresas",
  "page-index-tout-enterprise-description": "Veja como Ethereum pode gerar novos modelos de negócios, reduzir seus custos e manter seu negócio.",
  "page-index-tout-enterprise-image-alt": "Ilustração de um computador/dispositivo futurista.",
  "page-index-tout-community-title": "Comunidade Ethereum",
  "page-index-tout-community-description": "Ethereum tem tudo a ver com comunidade, pois promove o envolvimento de pessoas de diferentes origens e interesses. Veja como você pode participar.",
  "page-index-tout-community-image-alt": "Ilustração de um grupo de desenvolvedores trabalhando juntos.",
  "page-index-nft": "A Internet de ativos",
  "page-index-nft-description": "Ethereum não é somente dinheiro digital. Qualquer coisa comprada pode ser representada, negociada e usada como tokens não fungíveis (NFTs). Você pode tokenizar sua arte e receber royalties automaticamente toda vez que há revenda. Ou usar um token comprado para pedir um empréstimo. As possibilidades estão crescendo o tempo todo.",
  "page-index-nft-button": "Mais sobre NFTs",
  "page-index-nft-alt": "Um logo Eth sendo exibido via holograma."
}
