{
  "layer-2-arbitrum-note": "Mga patunay ng panloloko para lang sa mga naka-whitelist na user, hindi pa bukas ang whitelist",
  "layer-2-boba-note": "Pagpapatunay ng estado sa pagbuo",
  "layer-2-optimism-note": "Mga patunay ng pagkakamali sa pag-buo",
  "layer-2-base-note": "Ang sistema ng patunay ng pandaraya ay kasalukuyang binubuo",
  "layer-2-metadata-description": "Panimulang pahina ng layer 2",
  "layer-2-hero-title": "Layer 2",
  "layer-2-hero-header": "Ethereum para sa lahat",
  "layer-2-hero-subtitle": "Pagpapalawak sa Ethereum para sa malawakang paggamit.",
  "layer-2-hero-alt-text": "Larawan ng mga transaksyon na pinagsama sa layer 2 at ipinost sa Ethereum Mainnet",
  "layer-2-hero-button-1": "Ano ang layer 2",
  "layer-2-hero-button-2": "Gamitin ang layer 2",
  "layer-2-hero-button-3": "Lumipat sa layer 2",
  "layer-2-statsbox-1": "Naka-lock ang TVL sa layer 2 (USD)",
  "layer-2-statsbox-2": "Average na bayad sa paglipat ng ETH sa layer 2 (USD)",
  "layer-2-statsbox-3": "Pagbabago ng TVL sa layer 2 (30 araw)",
  "layer-2-what-is-layer-2-title": "Ano ang layer 2?",
  "layer-2-what-is-layer-2-1": "Ang layer 2 (L2) ay isang kolektibong termino na naglalarawan ng isang tiyak na hanay ng mga solusyon sa pagpapalawak ng Ethereum. <strong>Ang layer 2 ay isang hiwalay na <a href=\"/glossary/#blockchain\">blockchain</a> na nagpapalawak ng Ethereum at tumatanggap ng mga garantiyang panseguridad ng Ethereum</strong>.",
  "layer-2-what-is-layer-2-2": "Ngayon, alamin pa natin ang ibang detalye. Upang gawin ito, kailangan muna nating ipaliwanag ang layer 1 (L1).",
  "layer-2-what-is-layer-1-title": "Ano ang layer 1?",
  "layer-2-what-is-layer-1-1": "Ang Layer 1 ay ang batayang blockchain. Ang Ethereum at Bitcoin ay parehong mga layer 1 blockchain dahil sila ang <strong>pangunahing pundasyon na kinabibilangan ng iba't ibang mga layer 2 network</strong>. Ang mga halimbawa ng mga proyekto sa layer 2 ay kinabibilangan ng 'rollups' sa Ethereum at ang Lightning Network sa Bitcoin. Lahat ng aktibidad ng transaksyon ng gumagamit sa mga proyektong layer 2 na ito ay maaaring bumalik sa layer 1 blockchain.",
  "layer-2-what-is-layer-1-2": "Ang Ethereum ay gumagana din bilang <a href=\"/glossary/#data-availability\">layer ng pagiging available ng data</a> para sa mga layer 2. Ang mga proyekto sa layer 2 ay magpo-post ng kanilang data ng transaksyon sa Ethereum, umaasa sa Ethereum para sa kakayahang magamit ng data. Ang data na ito ay maaaring gamitin upang makuha ang estado ng layer 2, o upang pagtalunan ang mga transaksyon sa layer 2.",
  "layer-2-what-is-layer-1-list-title": "<strong>Ang Ethereum sa layer 1 ay kinabibilangan ng:</strong>",
  "layer-2-what-is-layer-1-list-1": "<strong>Network ng mga operator ng node</strong> upang siguraduhin at <a href=\"/glossary/#validator\">i-validate</a> ang network",
  "layer-2-what-is-layer-1-list-2": "<strong>Network ng mga producer ng block</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>Ang mismong blockchain</strong> at ang kasaysayan ng data ng transaksyon",
  "layer-2-what-is-layer-1-list-4": "<strong>Ang <a href=\"/glossary/#consensus\">mekanismo ng pinagkasunduan</a></strong> para sa network",
  "layer-2-what-is-layer-1-list-link-1": "Nalilito pa rin sa Ethereum?",
  "layer-2-what-is-layer-1-list-link-2": "Matutuo kung ano ang Ethereum.",
  "layer-2-why-do-we-need-layer-2-title": "Bakit kailangan natin ang layer 2?",
  "layer-2-why-do-we-need-layer-2-1": "Ang tatlong kanais-nais na katangian ng blockchain ay <strong>decentralized, ligtas, at napapalawak</strong>. Ang <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">blockchain trilemma</a> ay nagsasaad na ang isang simpleng arkitektura ng blockchain ay makakamit lamang ang dalawa sa tatlo. Nais mo bang magkaroon ng ligtas at decentralized na blockchain? Kailangan mong isakripisyo ang kakayahang lumawak.",
  "layer-2-why-do-we-need-layer-2-2": "Sa kasalukuyan, nagpoproseso ang Ethereum mahigit 1 milyong transaksyon bawat araw. Ang mataas na pangangailangan sa paggamit ng Ethereum ay maaaring magresulta sa mataas na presyo ng bayad sa transaksyon. Dito magagamit ang mga network na layer 2.",
  "layer-2-why-do-we-need-layer-2-scalability": "Scalability",
  "layer-2-why-do-we-need-layer-2-scalability-1": "Ang pangunahing layunin ng layer 2 ay pataasin ang dami ng transaksyon (mas maraming transaksyon bawat segundo) nang hindi isinasakripisyo ang desentralisasyon o seguridad.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "Ang Ethereum <a href=\"/glossary/#mainnet\">Mainnet</a> (layer 1) ay nagagawa lamang na magproseso ng humigit-kumulang 15 transaksyon sa bawat segundo. Kapag mataas ang kinakailangan na gumamit ng Ethereum, nagiging masikip ang network, na nagpapataas ng mga bayarin sa transaksyon at nagprepresyo sa mga user na hindi kayang bayaran ang mga bayarin na iyon. Ang mga Layer 2 ay mga solusyon na nagpapababa sa mga bayarin sa pamamagitan ng pagproseso ng mga transaksyon sa layer-1 blockchain.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "Higit pang pang pananaw sa Ethereum",
  "layer-2-benefits-of-layer-2-title": "Mga benepisyo ng layer 2",
  "layer-2-lower-fees-title": "Mas mababang bayarin",
  "layer-2-lower-fees-description": "Sa pamamagitan ng maraming off-chain na transaksyon sa iisang layer 1 na transaksyon, malaki ang nababawas sa mga bayarin sa transaksyon, ginagawa nitong mas accessible ang Ethereum para sa lahat.",
  "layer-2-maintain-security-title": "Panatilihin ang seguridad",
  "layer-2-maintain-security-description": "Isinasaayos ng Layer 2 blockchain ang kanilang mga transaksyon sa Ethereum Mainnet, na nagpapahintulot sa mga user na makinabang mula sa seguridad ng Ethereum network.",
  "layer-2-expand-use-cases-title": "Palawakin ang mga use case",
  "layer-2-expand-use-cases-description": "Dahil sa mas maraming transaksyon bawat segundo, mas mababang bayarin, at bagong teknolohiya, lalawak ang mga proyekto ng mga bagong application na may pinahusay na karanasan ng user.",
  "layer-2-how-does-layer-2-work-title": "Paano gumagana ang layer 2?",
  "layer-2-how-does-layer-2-work-1": "Gaya ng nabanggit namin sa itaas, ang layer 2 ay isang kolektibong termino para sa mga solusyon sa paglawak ng Ethereum na nangangasiwa ng mga transaksyon sa layer 1 ng Ethereum habang sinasamantala pa rin ang matatag na decentralized na seguridad ng Ethereum layer 1. <strong>Ang layer 2 ay isang hiwalay na blockchain na nagpapalawig ng Ethereum</strong>. Paano ito gumagana?",
  "layer-2-how-does-layer-2-work-2": "Mayroong iba't ibang uri ng layer 2, bawat isa ay may kanya-kanyang trade-offs at modelo ng seguridad. Tinatanggal ng mga layer 2 ang bigat ng mga transaksyon mula sa layer 1, na nagbibigay-daan dito na maging mas kaunti ang pagsikip, at lahat ay nagiging mas napapalawak.",
  "layer-2-rollups-1": "Pinagsasama (o niro-'roll up’) ang daan-daang transaksyon sa iisang transaksyon sa layer 1. Ipinapamahagi nito ang mga bayarin sa transaksyon sa L1 sa lahat ng nasa rollup, kaya nagiging mas mura ito para sa bawat user.",
  "layer-2-rollups-2": "Ang data ng transaksyon sa rollup ay isinumite sa layer 1, ngunit ang pagpapatupad ay ginagawa nang hiwalay sa pamamagitan ng rollup. Sa pamamagitan ng pagsusumite ng data ng transaksyon sa layer 1, tatanggapin ng mga rollup ang seguridad ng Ethereum. Ito ay dahil kapag na-upload na ang data sa layer 1, ang pagbabalik ng rollup na transaksyon ay nangangailangan ng pagbabalik ng Ethereum. Mayroong dalawang magkaibang diskarte sa mga rollup: optimistic at zero-knowledge - pangunahing naiiba ang mga ito sa kung paano isinumite ang data ng transaksyong ito sa L1.",
  "layer-2-optimistic-rollups-description": "Masasabing ang mga optimistic rollup ay 'optimistic' dahil ang mga transaksyon ay ipinapalagay na wasto, ngunit maaari itong hamunin kung kinakailangan. Kung may hinala sa hindi wastong transaksyon, isasagawa ang patunay ng kamalian upang tingnan kung ito ay nangyari.",
  "layer-2-optimistic-rollups-childSentance": "Higit pang detalye tungkol sa mga optimistic rollup",
  "layer-2-zk-rollups-description": "Ang mga zero-knowledge rollup ay gumagamit ng mga patunay ng bisa kung saan ang mga transaksyon ay kinakalkula sa off-chain, at ang na-compress na data ay isinusumite sa Ethereum Mainnet bilang patunay ng kanilang bisa.",
  "layer-2-zk-rollups-childSentance": "Higit pang detalye tungkol sa mga ZK-rollup",
  "layer-2-dyor-title": "Magsagawa ng sariling pananaliksik: mga panganib ng layer 2",
  "layer-2-dyor-1": "Maraming bagong proyekto sa layer 2 at nangangailangan pa rin ng tiwala ng mga user sa ilang operator upang maging tapat habang nagtatrabaho sila upang i-decentralize ang kanilang mga network. Palaging magsagawa ng iyong sariling pananaliksik upang makapagpasya kung kumportable ka sa anumang kasamang mga panganib.",
  "layer-2-dyor-2": "Para sa higit pang impormasyon tungkol sa teknolohiya, mga panganib, at <a href=\"/glossary/#trust-assumptions\">tiwala sa mga pagpapalagay</a> ng mga layer 2, inirerekomenda naming bisitahin ang L2BEAT, na nagbibigay ng komprehensibong balangkas ng pagtatasa sa panganib ng bawat proyekto.",
  "layer-2-dyor-3": "Pumunta sa L2BEAT",
  "layer-2-use-layer-2-title": "Gamitin ang layer 2",
  "layer-2-use-layer-2-1": "Ngayong nauunawaan mo na kung bakit mayroong layer 2 at kung paano ito gumagana, simulan na natin!",
  "layer-2-contract-accounts": "Kung gumagamit ka ng <a href=\"/glossary/#smart-contract\">smart contract</a> wallet gaya ng Safe o Argent, wala kang kontrol sa address na ito sa layer 2 hanggang sa muli mong ipatupad ang iyong contract account sa address na iyon sa layer 2. Ang mga classic na account na may <a href=\"/glossary/#recovery-phrase\">recovery phrase</a> ay awtomatikong magmamay-ari ng parehong account sa lahat ng layer 2 network.",
  "layer-2-use-layer-2-generalized-title": "Pangkalahatang mga layer 2",
  "layer-2-use-layer-2-generalized-1": "Ang pangkalahatang layer 2 ay kumikilos tulad ng Ethereum — ngunit mas mura. Anumang bagay na magagawa mo sa Ethereum layer 1, maaari mo ring gawin sa layer 2. Maraming <a href=\"/glossary/#dapp\">dapps</a> ang nagsimula nang lumipat sa mga network na ito o ganap na nilaktawan ang Mainnet upang bumuo ng mga proyekto nang diretso sa layer 2.",
  "layer-2-use-layer-2-application-specific-title": "Tiyak na mga aplikasyon ng layer 2",
  "layer-2-use-layer-2-application-specific-1": "Ang mga tiyak na mga aplikasyon ng layer 2 ay mga proyekto na dalubhasa sa pagbabago para sa isang tiyak na espasyo ng aplikasyon, na nagdadala ng pinabuting pagganap.",
  "layer-2-sidechains-title": "Tala sa mga sidechain, validium, at alternatibong blockchain",
  "layer-2-sidechains-1": "<strong>Ang mga sidechain at validium</strong> ay mga blockchain na nagpapahintulot sa mga asset mula sa Ethereum na magamit sa ibang blockchain. Ang mga sidechain at validium ay tumatakbo kasabay ng Ethereum, at nakikipag-ugnayan sa Ethereum sa pamamagitan ng <a href=\"/glossary/#bridge\">mga bridge</a>, ngunit hindi nakukuha ng mga ito ang kanilang seguridad o pagiging available ng data sa Ethereum.",
  "layer-2-sidechains-2": "Parehong lumawak na katulad ng mga layer 2 - nag-aalok sila ng mas mababang bayarin sa transaksyon at mas mataas na maraming transaksyon - ngunit may iba't ibang mga pagpapalagay sa tiwala.",
  "layer-2-more-on-sidechains": "Higit pang impormasyon tungkol sa mga sidechain",
  "layer-2-more-on-validiums": "Higit pang impormasyon tungkol sa mga validium",
  "layer-2-sidechains-4": "Ang ilang layer 1 blockchain ay nag-uulat ng mas mataas na throughput at mga mas murang bayarin sa transaksyon kaysa sa Ethereum, ngunit karaniwang may mga kapalit ito sa ibang aspeto. Halimbawa, mas malalaking kinakailangan sa hardware para sa pagpapatakbo ng mga node.",
  "layer-2-onboard-title": "Paano makapasok sa layer 2",
  "layer-2-onboard-1": "May dalawang pangunahing paraan upang ilipat ang iyong mga asset sa layer 2: mag-bridge ng pondo mula sa Ethereum gamit ang isang smart contract o i-withdraw ang iyong pondo sa palitan nang direkta sa layer 2 na network.",
  "layer-2-onboard-wallet-title": "Nasa wallet mo ang pondo?",
  "layer-2-onboard-wallet-1": "Kung mayroon ka nang ETH sa iyong wallet, kakailanganin mong gumamit ng bridge para ilipat ito sa layer 2 mula sa Ethereum Mainnet.",
  "layer-2-more-on-bridges": "Higit pang detalye tungkol sa mga bridge",
  "layer-2-onboard-wallet-input-placeholder": "Piliin ang L2 kung saan mo gustong mag-bridge",
  "layer-2-onboard-wallet-selected-1": "Maaari kang kumonekta sa",
  "layer-2-onboard-wallet-selected-2": "gamit ang mga wallet na ito:",
  "layer-2-bridge": "Bridge",
  "layer-2-onboard-exchange-title": "Nasa palitan ang pondo?",
  "layer-2-onboard-exchange-1": "Nag-aalok na ngayon ang ilang mga centralized na palitan ng mga direktang pag-withdraw at pagdeposito sa mga layer 2. Tingnan kung aling mga palitan ang sumusuporta sa mga pag-withdraw sa layer 2 at kung aling mga layer 2 ang sinusuportahan ng mga ito.",
  "layer-2-onboard-exchange-2": "Kakailanganin mo rin ng wallet kung saan mo ilalagay ang na-withdraw mong pondo.",
  "layer-2-onboard-find-a-wallet": "Maghanap ng Ethereum wallet.",
  "layer-2-onboard-exchange-input-placeholder": "Suriin ang mga palitan na sumusuporta sa L2",
  "layer-2-deposits": "Mga deposito",
  "layer-2-withdrawals": "Mga pag-withdraw",
  "layer-2-go-to": "Pumunta sa",
  "layer-2-tools-title": "Mga tool na magagamit sa layer 2",
  "layer-2-tools-l2beat-description": "Ang L2BEAT ay mahusay na mapagkukunan para sa pagsuri sa mga teknikal na pagtatasa ng panganib ng layer 2 na mga proyekto. Inirerekomenda naming tingnan ang kanilang mga mapagkukunan kapag nagsasaliksik ng mga partikular na proyekto sa layer 2.",
  "layer-2-tools-growthepie-description": "Napiling pag-aaral tungkol sa mga layer 2 na ethereum",
  "layer-2-tools-ethereumecosystem-description": "Hindi opisyal na page ng Ecosystem ng Ethereum at ng mga Layer 2 nito kabilang ang Base, Optimism, at Starknet na nagtatampok ng daan-daang mga dApp at mga tool.",
  "layer-2-tools-l2fees-description": "Ipinapakita ng Bayarin sa L2 ang kasalukuyang halaga (sa USD) para sa mga transaksyon sa iba't ibang layer 2.",
  "layer-2-tools-chainlist-description": "Ang Chainlist ay isang mahusay na mapagkukunan para sa pag-import ng mga network RPC sa mga sumusuportang wallet. Makikita mo rito ang mga RPC para sa mga proyekto sa layer 2 na makakatulong sa iyo na makakonekta.",
  "layer-2-tools-zapper-description": "Pamahalaan ang iyong buong portfolio ng web3 mula sa DeFi hanggang sa mga NFT at anuman ang susunod. Mamuhunan sa pinakabagong mga pagkakataon mula sa isang maginhawang lugar.",
  "layer-2-tools-zerion-description": "Buuin at pamahalaan ang iyong buong DeFi portfolio sa iisang lugar. Tuklasin ngayon ang mundo ng decentralized na pananalapi.",
  "layer-2-tools-debank-description": "Manatiling nakasubaybay sa lahat ng mahahalagang pangyayari sa mundo ng web3",
  "layer-2-faq-title": "FAQ",
  "layer-2-faq-question-1-title": "Bakit walang 'opisyal' na Ethereum L2?",
  "layer-2-faq-question-1-description-1": "Tulad ng walang 'opisyal' na kliyente ng Ethereum, walang 'opisyal' na layer 2 ng Ethereum. Ang Ethereum ay walang pahintulot—sa teknikal na aspeto, sinuman ay maaaring lumikha ng layer 2! Maraming mga team ang magpapatupad ng kanilang bersyon ng isang layer 2, at ang ecosystem bilang isang kabuuan ay makikinabang mula sa iba't ibang disenyong diskarte na na-optimize para sa iba't ibang gamit. Katulad ng pagkakaroon natin ng maraming kliyente ng Ethereum na binuo ng iba't ibang koponan upang magkaroon ng pagkakaiba-iba sa network, ganito rin ang magiging pag-unlad ng mga layer 2 sa hinaharap.",
  "layer-2-faq-question-2-title": "Ano ang pagkakaiba ng mga optimistic at zero-knowledge rollup?",
  "layer-2-faq-question-2-description-1": "Pinagsasama-sama (o ’niro-roll up’) ng mga optimistic at zero-knowledge rollup ang daan-daang transaksyon sa iisang transaksyon sa layer 1. Hindi sa layer 1 isasagawa ang mga transaksyon ng rollup pero sa layer 1 mapo-post ang data ng transaksyon.",
  "layer-2-faq-question-2-description-2": "Ang pangunahing pagkakaiba ay kung anong data ang nai-post sa layer 1 at kung paano na-verify ang data. Ang mga patunay ng bisa (ginagamit ng mga zero-knowledge rollup) ay nagpapatakbo ng mga komputasyon sa off-chain at nagpo-post ng isang patunay, samantalang ang mga patunay ng pagkakamali (ginagamit ng mga optimistic rollup) ay nagpapatakbo lang ng mga komputasyon sa on-chain kapag pinaghihinalaan ang pagkakamali at dapat suriin.",
  "layer-2-faq-question-2-description-3": "Sa ngayon, ang karamihan sa mga ZK-rollup ay partikular sa application, kumpara sa mga optimistic rollup na kalimitan ay magagamit sa iba't ibang application.",
  "layer-2-more-info-on-optimistic-rollups": "Higit pang impormasyon tungkol sa mga optimistic rollup",
  "layer-2-more-info-on-zk-rollups": "Higit pang impormasyon tungkol sa mga zero-knowledge rollup",
  "layer-2-faq-question-4-title": "Ano ang mga panganib sa layer 2?",
  "layer-2-faq-question-4-description-1": "Ang mga proyekto ng Layer 2 ay naglalaman ng mga karagdagang panganib kumpara sa paghawak ng mga pondo at direktang transaksyon sa Ethereum Mainnet. Halimbawa, maaaring bumaba ang <a href=\"/glossary/#sequencer\">mga sequencer</a>, na nagiging sanhi ng paghihintay upang ma-access ang mga pondo.",
  "layer-2-faq-question-4-description-2": "Hinihikayat ka naming magsagawa ng sarili mong pananaliksik bago maglipat ng malaking halaga ng pondo sa isang layer 2. Para sa karagdagang impormasyon tungkol sa teknolohiya, mga panganib, at mga palagay sa tiwala ng mga layer 2, inirerekomenda naming bisitahin ang <a href=\"https://l2beat.com/?view=risk\">L2BEAT</a>, na nagbibigay ng komprehensibong balangkas ng pagtatasa sa panganib ng bawat proyekto.",
  "layer-2-faq-question-4-description-3": "Ang mga blockchain bridge, na nagpapadali ng paglilipat ng mga asset sa layer 2, ay nasa kanilang mga maagang yugto ng pag-unlad at malamang na hindi pa natutuklasan ang pinakamainam na disenyo ng bridge. May mga <a href=\"https://rekt.news/wormhole-rekt/\">kamakailang pag-hack sa mga bridge</a>.",
  "layer-2-faq-question-5-title": "Bakit hindi nakalista dito ang ilang proyekto ng layer 2?",
  "layer-2-faq-question-5-description-1": "Nais naming matiyak na ililista namin ang pinakamahuhusay na mapagkukunan upang makapaglibot ang mga gumagamit sa espasyo ng layer 2 sa ligtas at tiwala na paraan. Pinapanatili namin ang isang balangkas ng mga pamantayan kung paano sinusuri ang mga proyekto para sa pagsasama.",
  "layer-2-faq-question-5-view-listing-policy": "Tingnan ang aming patakaran dito sa paglista ng layer 2.",
  "layer-2-faq-question-5-description-2": "Sinuman ay malayang magmungkahi na idagdag ang isang layer 2 sa ethereum.org. Kung mayroong kaming nakaligtaan na isang layer 2, <a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">mangyaring imungkahi ito</a>.",
  "layer-2-further-reading-title": "Karagdagang pagbabasa",
  "a-rollup-centric-ethereum-roadmap": "Roadmap ng Ethereum na nakatuon sa rollup",
  "polygon-sidechain-vs-ethereum-rollups": "Polygon sidechain labas sa Ethereum rollups: mga diskarte sa pagpapalawak ng layer 2 | Vitalik Buterin at Lex Fridman",
  "rollups-the-ultimate-ethereum-scaling-strategy": "MGA ROLLUP -Ang Pinakamahusay na Estratehiya sa Pagpapalawak ng Ethereum? Ipinaliwanag sa Arbitrum at Optimism",
  "scaling-layer-1-with-shard-chains": "Pagpapalaawak sa layer 1 gamit ang mga shard chain",
  "understanding-rollup-economics-from-first-principals": "Pag-unawa sa ekonomiya ng rollup mula sa mga pangunahing prinsipyo",
  "arbitrum-description": "Ang Arbitrum One ay isang Optimistic Rollup na naglalayong maging katulad ng pakikipag-ugnayan sa Ethereum, ngunit ang mga transaksyon ay nagkakahalaga ng isang bahagi lamang ng halaga sa L1.",
  "optimism-description": "Ang Optimism ay mabilis, simple, at ligtas na EVM-equivalent optimistic rollup. Pinapalawak nito ang teknolohiya ng Ethereum habang pinapalawak din nito ang mga halaga nito sa pamamagitan ng retroaktibong pagpopondo sa pampublikong kalakal.",
  "boba-description": "Ang Boba ay isang Optimistic Rollup na orihinal na cgaling mula sa Optimism, na isang solusyon sa pagpapalawak na naglalayong bawasan ang mga bayarin sa gas, pagbutihin ang maraming transaksyon, at palawakin ang mga kakayahan ng mga smart contract.",
  "base-description": "Ang Base ay isang secure, mura, developer-friendly na Ethereum L2 na binuo para dalhin ang susunod na bilyong user sa web3. Ito ay isang Ethereum L2, na sinuportahan ng Coinbase at binuo sa open-source na OP Stack.",
  "loopring-description": "Ang zkRollup L2 solution ng Loopring ay naglalayong mag-alok ng parehong garantiya ng seguridad tulad ng Ethereum mainnet, na may malaking pagtaas ng kakayahang lumawak: ang throughput ay tumaas ng 1000x, at ang gastos ay nabawasan sa 0.1% lamang ng L1.",
  "zksync-description": "Ang ZKsync ay isang ZK Rollup na naglalayong palawakin ang Ethereum at ang mga halaga nito para sa malawakang paggamit, nang hindi isinasakripisyo ang seguridad o desentralisasyon.",
  "zkspace-description": "Ang ZKSpace platform ay may tatlong pangunahing bahagi: isang layer 2 AMM DEX na gumagamit ng teknolohiya ng mga ZK-Rollup na tinatawag na ZKSwap, isang serbisyo sa pagbabayad na tinatawag na ZKSquare, at isang marketplace ng NFT na tinatawag na ZKSea.",
  "aztec-description": "Ang Aztec Network ang unang pribadong zk-rollup sa Ethereum, na nagbibigay-daan sa mga decentralized na application na magkaroon ng privacy at mas mataas na kapasidad.",
  "starknet-description": "Ang Starknet ay isang Validity Rollup Layer 2. Ito ay nagbibigay ng mataas na marami, mababang bayarin sa gas, at pinapanatili ang antas ng seguridad ng Ethereum Layer 1.",
  "layer-2-note": "Tandaan:",
  "layer-2-ecosystem-portal": "Portal ng Ecosystem",
  "layer-2-token-lists": "Mga Listahan ng Token",
  "layer-2-explore": "Tuklasin",
  "page-dapps-ready-button": "Magsimula",
  "layer-2-information": "Impormasyon",
  "layer-2-wallet-managers": "Mga tagapamahala ng wallet"
}
