{
  "page-get-eth-article-keeping-crypto-safe": "Ang mga susi sa pagpapanatiling ligtas ng iyong crypto",
  "page-get-eth-article-protecting-yourself": "Pagprotekta sa iyong sarili at sa iyong pondo",
  "page-get-eth-article-store-digital-assets": "Paano mag-imbak ng mga digital asset sa Ethereum",
  "page-get-eth-article-protecting-yourself-desc": "MyCrypto",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": "Mga sentralisadong palitan",
  "page-get-eth-cex-desc": "Ang mga palitan ay mga negosyong nagbibigay-daan sa iyong bumili ng crypto at mga tradisyonal na pera. Hawak nila ang anumang ETH na bibilhin mo hanggang sa ipadala mo ito sa isang wallet na kinkontrol mo.",
  "page-get-eth-checkout-dapps-btn": "Tingnan ang mga dapp",
  "page-get-eth-community-safety": "Mga post ng komunidad tungkol sa seguridad",
  "page-get-eth-description": "Ang Ethereum ay hindi kontrolado ng anumang nag-iisang organisasyon - ito ay desentralisado.",
  "page-get-eth-dex": "Mga decentralized exchange (DEX)",
  "page-get-eth-dex-desc": "Kung gusto mo ng higit pang kontrol, bumili ng ETH gamit ang mga <a href=\"/glossary/#smart-contract\">smart contracts</a>. Sa DEX, maaari kang magpapalit ng mga digital asset nang hindi ibinibigay sa centralized na kumpanya ang kontrol sa pondo mo.",
  "page-get-eth-peers": "Tumanggap ng ETH mula sa iyong mga kasamahan",
  "page-get-eth-peers-desc": "Kapag mayroon ka nang Ethereum account, ang kailangan mo na lang gawin ay ibahagi ang iyong address para magsimulang magpadala at tumanggap ng ETH (at iba pang mga token) mula sa iyong mga kasamahan.",
  "page-get-eth-staking": "Mga reward sa pagpupusta",
  "page-get-eth-staking-desc": "Kung mayroon ka nang ilang ETH, maaari mo itong maparami sa pamamagitan ng pagpapatakbo ng validator node. Babayaran ka sa paggawa ng verification work na ito sa ETH.",
  "page-get-eth-earn": "Kumita ng ETH",
  "page-get-eth-earn-desc": "Maaari kang kumita ng ETH sa pamamagitan ng pagtatrabaho sa mga DAO o mga kumpanyang nagbabayad ng crypto, pagpanalo ng mga bounty, paghahanap ng mga software bug at iba pa.",
  "page-get-eth-daos-link-desc": "Matuto tungkol sa mga DAO",
  "page-get-eth-cex-link-desc": "Tingnan ang listahan ng mga palitan",
  "page-get-eth-staking-link-desc": "Matuto pa nghigit tungkol sa pagpupusta",
  "page-get-eth-dexs": "Mga decentralized exchange (DEX)",
  "page-get-eth-dexs-desc": "Ang mga decentralized exchange ay mga marketplace para sa ETH at iba pang mga token na bukas sa lahat. Direktang ikinokonekta ng mga ito ang mga mamimili at nagbebenta sa isa't isa.",
  "page-get-eth-dexs-desc-2": "Sa halip na gumamit ng pinagkakatiwalaang third party para pangalagaan ang pondo sa transaksyon, gumagamit sila ng code. Mata-transfer lang ang ETH ng seller kapag garantisado na ang pagbabayad. Ang ganitong uri ng code ay tinatawag ding smart contract.",
  "page-get-eth-dexs-desc-3": "Nangangahulugan ito na may mas kaunting mga paghihigpit sa heograpiya kaysa sa mga centralized na alternatibo. Kung may nagbebenta ng gusto mo at tinatanggap niya ang paraan ng pagbabayad na maibibigay mo, ayos na.",
  "page-get-eth-dexs-desc-4": "Tandaan: maraming dexes ang gumagamit ng wrapped ether (WETH) upang gumana. <a href=\"/wrapped-eth\">Matuto pa ng higit tungkol sa wrapped ether</a>.",
  "page-get-eth-do-not-copy": "Halimbawa: Wag kopyahin",
  "page-get-eth-exchanges-disclaimer": "Kinolekta namin ang impormasyong ito nang manu-mano. Kung may nakita kang mali, ipaalam sa amin sa",
  "page-get-eth-exchanges-empty-state-text": "Isulat ang iyong bansang tinitirhan upang makakita ang listahan ng mga palitan na maaari mong gamitin",
  "page-get-eth-exchanges-except": "Maliban",
  "page-get-eth-exchanges-header": "Saang bansa ka nakatira?",
  "page-get-eth-exchanges-header-exchanges": "Mga palitan",
  "page-get-eth-exchanges-header-wallets": "Mga wallet",
  "page-get-eth-exchanges-intro": "May mga paghihigpit sa palitan sa kung saan sila makakapagbenta ng crypto. Ito ay isang palatandaan ng listahan ng mga serbisyo na inaakalang nagpapatakbo sa bawat bansa. Ang pagkakasama dito ay hindi isang pag-endorso - dapat kang magsagawa ng sarili mong pananaliksik!",
  "page-get-eth-exchanges-no-exchanges": "Paumanhin, wala kaming alam na anumang exchange na nagbibigay-daan sa inyong pagbili ng ETH mula sa bansang ito. Kung may alam kayo, ipaalam sa amin sa",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Paumanhin, wala kaming alam na anumang exchange na nagbibigay-daan sa inyong pagbili ng ETH mula sa bansang ito. Kung may alam kayo, ipaalam sa amin sa",
  "page-get-eth-exchanges-no-wallets": "Paumanhin, wala kaming alam na anumang wallet na nagbibigay-daan para makabili ka ng ETH mula sa bansang ito. Kung gagawin mo, maaaring ipaalam mo sa amin sa",
  "page-get-eth-exchanges-search": "Isulat kung saan ka nakatira...",
  "page-get-eth-exchanges-success-exchange": "Maaaring tumagal nang ilang araw bago magparehistro sa isang exchange dahil sa kanilang mga legal na pagsusuri.",
  "page-get-eth-exchanges-success-wallet-link": "mga wallet",
  "page-get-eth-exchanges-success-wallet-paragraph": "Kung saan ka nakatira, maaari kang bumili ng ETH nang direkta mula sa mga wallet na ito. Matuto pa ng higit tungkol sa",
  "page-get-eth-exchanges-usa": "United States of America (USA)",
  "page-get-eth-get-wallet-btn": "Kumuha ng wallet",
  "page-get-eth-hero-image-alt": "Kunin ang imaheng bayani ng ETH",
  "page-get-eth-keep-it-safe": "Pagpapanatiling ligtas ang iyong ETH",
  "page-get-eth-meta-description": "Paano bumili ng ETH batay sa kung saan ka nakatira at sabihin kung paano ito aalagaan.",
  "page-get-eth-meta-title": "Paano makakuha ng ETH",
  "page-get-eth-need-wallet": "Kakailanganin mo ng wallet upang magamit ang DEX.",
  "page-get-eth-new-to-eth": "Bago sa ETH? Narito ang pangkalahatang ideya upang makapagsimula.",
  "page-get-eth-other-cryptos": "Bumili gamit ang ibang crypto",
  "page-get-eth-protect-eth-desc": "Ang isa sa mga pangunahing tampok ng Ethereum ay ang patuloy mong pagkontrol sa iyong sariling mga asset sa pamamagitan ng pamamahala sa iyong sariling account. Nangangahulugan ito na hindi mo kailangang ipagkatiwala sa anumang third party ang iyong mga asset, at protektado ka mula sa anumang custodian na kumikilos nang hindi tapat, mabangkarote o ma-hack. Gayunpaman, nangangahulugan din ito na inaako mo ang responsibilidad para sa iyong sariling seguridad.",
  "page-get-eth-protect-eth-in-wallet": "Panatilihin ang iyong ETH sa iyong sariling wallet",
  "page-get-eth-search-by-country": "Maghanap ayon sa bansa",
  "page-get-eth-security": "Nangangahulugan ito na kailangan mong seryosohin ang seguridad ng iyong pondo. Sa ETH, hindi ka nagtitiwala sa isang bangko o kumpanya na ingatan ang iyong mga asset, pinagkakatiwalaan mo ang iyong sarili.",
  "page-get-eth-smart-contract-link": "Higit pang idetalye sa mga smart contract",
  "page-get-eth-swapping": "I-swap ang iyong mga token para sa ETH ng ibang tao. At vice versa.",
  "page-get-eth-try-dex": "Subukan ang DEX",
  "page-get-eth-use-your-eth": "Gamitin ang iyong ETH",
  "page-get-eth-use-your-eth-dapps": "Ngayong nagmamay-ari ka na ng ilang ETH, tingnan ang ilang Ethereum application (dapps). Mayroong mga dapps para sa pananalapi, social media, paglalaro at maraming pang ibang mga kategorya.",
  "page-get-eth-wallet-instructions": "Sundin ang mga tagubilin ng wallet",
  "page-get-eth-wallet-instructions-lost": "Kung nawalan ka ng access sa iyong account, mawawalan ka ng access sa iyong pondo. Ang iyong wallet ay dapat magbigay ng mga tagubilin sa iyo sa pagprotekta laban dito. Siguraduhing maingat na sundin ang mga ito – sa karamihan ng mga kaso, walang makakatulong sa iyo kung mawawalan ka ng access sa iyong account.",
  "page-get-eth-wallets": "Mga wallet",
  "page-get-eth-wallets-link": "Higit pang detalye tungkol sa mga wallet",
  "page-get-eth-wallets-purchasing": "Pinapahintulutan ka ng ilang wallet ka na bumili ng crypto gamit ang debit/credit card, bank transfer o kahit Apple Pay. Heograpiyang paghihigpit ay inilalapat.",
  "page-get-eth-warning": "Ang mga DEX na ito ay hindi para sa mga baguhan dahil kakailanganin mo ng ETH para gamitin ang mga ito. Ang mga ito ay halimbawa lamang, hindi ineendorsong produkto. Gawin ang sarili mong pananaliksik!",
  "page-get-eth-what-are-DEX's": "Ano ang mga DEX?",
  "page-get-eth-whats-eth-link": "Ano ang ETH?",
  "page-get-eth-where-to-buy-desc": "Maaari mong kitain ang ETH, matanggap ito mula sa iyong mga kasamahan, o bilhin ito mula sa mga palitan at app.",
  "page-get-eth-where-to-buy-desc-2": "Suriin kung aling mga serbisyo ang maaari mong gamitin batay sa kung saan ka nakatira.",
  "page-get-eth-where-to-buy-title": "Saan makakakuha ng ETH",
  "page-get-eth-your-address": "Ang iyong ETH address",
  "page-get-eth-your-address-desc": "Kapag nag-download ka ng wallet, lilikha ito ng pampublikong ETH address para sa iyo. Narito ang hitsura nito:",
  "page-get-eth-your-address-desc-3": "Isipin na tulad ito ng iyong email address, ngunit sa halip na sulat ay makakatanggap ito ng ETH. Kung gusto ninyong ilipat ang ETH mula sa isang exchange papunta sa inyong wallet, gamitin ang inyong address bilang destinasyon. Tiyaking palaging mag-double check bago ka magpadala!",
  "page-get-eth-your-address-wallet-link": "Tingnan ang mga wallet",
  "listing-policy-raise-issue-link": "Maghain ng issue",
  "page-find-wallet-last-updated": "Huling na-update"
}
