{
  "page-run-a-node-build-your-own-title": "Sarili mong buuin",
  "page-run-a-node-build-your-own-hardware-title": "Hakbang 1 – Hardware",
  "page-run-a-node-build-your-own-minimum-specs": "Minimum na specs",
  "page-run-a-node-build-your-own-min-ram": "4 - 8 GB RAM",
  "page-run-a-node-build-your-own-ram-note-1": "Basahin ang tala sa pagpupusta",
  "page-run-a-node-build-your-own-ram-note-2": "Tingnan ang tala tungkol sa Raspberry Pi",
  "page-run-a-node-build-your-own-min-ssd": "2 TB SSD",
  "page-run-a-node-build-your-own-ssd-note": "Kailangan ang SSD para sa mga kinakailangang bilis ng paglikha.",
  "page-run-a-node-build-your-own-recommended": "Inirerekomenda",
  "page-run-a-node-build-your-own-nuc": "Intel NUC, 7th gen o mas bago",
  "page-run-a-node-build-your-own-nuc-small": "x86 processor",
  "page-run-a-node-build-your-own-connection": "Koneksyon sa wired internet",
  "page-run-a-node-build-your-own-connection-small": "Hindi kinakailangan, ngunit nagbibigay ng mas madaling pagsasaayos at tuloy-tuloy na koneksyon",
  "page-run-a-node-build-your-own-peripherals": "Ipakita ang screen at keyboard",
  "page-run-a-node-build-your-own-peripherals-small": "Maliban kung ginagamit mo ang DAppNode, o ssh/headless setup",
  "page-run-a-node-build-your-own-software": "Hakbang 2 – Software",
  "page-run-a-node-build-your-own-software-option-1-title": "Opsyon 1 – DAppNode",
  "page-run-a-node-build-your-own-software-option-1-description": "Kapag handa ka na sa iyong hardware, maaari nang i-download ang DAppNode operating system gamit ang anumang computer at mai-install ito sa bagong SSD sa pamamagitan ng USB drive.",
  "page-run-a-node-build-your-own-software-option-1-button": "Pag-setup ng DAppNode",
  "page-run-a-node-build-your-own-software-option-2-title": "Opsyon 2 – Command line",
  "page-run-a-node-build-your-own-software-option-2-description-1": "Para sa maximum na kontrol, maaaring mas gusto ng mga may karanasang user na gamitin ang command line.",
  "page-run-a-node-build-your-own-software-option-2-description-2": "Tingnan ang aming mga dokumento ng developer para sa iba pang impormasyon sa pagsisimula sa pagpili ng kliyente.",
  "page-run-a-node-build-your-own-software-option-2-button": "Pag-setup ng command line",
  "page-run-a-node-buy-fully-loaded-title": "Bumili ng fully loaded",
  "page-run-a-node-buy-fully-loaded-description": "Mag-order ng plug and play na opsyon mula sa mga vendor para sa pinakasimpleng karanasan sa onboarding.",
  "page-run-a-node-buy-fully-loaded-note-1": "Hindi kailangang buuin.",
  "page-run-a-node-buy-fully-loaded-note-2": "Pag-setup ng App-like sa GUI.",
  "page-run-a-node-buy-fully-loaded-note-3": "Hindi kailangan ng command-line.",
  "page-run-a-node-censorship-resistance-title": "Paglaban sa Censorship",
  "page-run-a-node-censorship-resistance-preview": "Tiyaking may access ka kapag kailangan mo ito, at huwag magpa-censor.",
  "page-run-a-node-censorship-resistance-1": "Maaaring tanggihan ng 3rd-party node ang mga transaksyon mula sa mga partikular na IP address, o mga transaksyon na may kinalaman sa mga partikular na account, na posibleng hadlangan ka sa paggamit ng network kapag kailangan mo ito. ",
  "page-run-a-node-censorship-resistance-2": "Ang pagkakaroon ng sarili mong node upang magsumite ng mga transaksyon ay nagsisiguro na maaari mong ipalabas ang iyong transaksyon sa natitirang peer-to-peer network anumang oras.",
  "page-run-a-node-community-title": "Maghanap ng ilang tutulong",
  "page-run-a-node-community-description-1": "Ang mga online na platform tulad ng Discord o Reddit ay tahanan ng maraming community builders na handang tumulong sa iyo sa anumang mga katanungan na maaari mong makaharap.",
  "page-run-a-node-community-description-2": "Hindi ka nag-iisa. Kung mayroon kang tanong, malamang na mayroong makakatulong sa iyo dito upang mahanap ang sagot.",
  "page-run-a-node-community-link-1": "Sumali sa Discord ng DAppNode",
  "page-run-a-node-community-link-2": "Maghanap ng mga komunidad online",
  "page-run-a-node-choose-your-adventure-title": "Pumili ng iyong pakikipagsapalaran",
  "page-run-a-node-choose-your-adventure-1": "Kakailanganin mo ng ilang hardware upang makapagsimula. Bagaman posible ang pagpapatakbo ng node software sa isang personal na computer, ang pagkakaroon ng nakatalagang makina ay makakapagpahusay nang malaki sa pagganap ng iyong node habang binabawasan ang epekto nito sa iyong pangunahing computer.",
  "page-run-a-node-choose-your-adventure-2": "Kapag pumipili ng hardware, isaalang-alang na ang chain ay patuloy na lumalaki, at ang pagpapanatili ay tiyak na kakailanganin. Ang pagtaas ng specs ay makakatulong upang maantala ang pangangailangan para sa pagpapanatili ng node.",
  "page-run-a-node-choose-your-adventure-build-1": "Mas mura at mas nako-cuztomize na opsyon para sa mga medyo mas teknikal na user.",
  "page-run-a-node-choose-your-adventure-build-bullet-1": "Kumuha ng sarili mong mga parte.",
  "page-run-a-node-choose-your-adventure-build-bullet-2": "I-install ang DAppNode.",
  "page-run-a-node-choose-your-adventure-build-bullet-3": "O, pumili ng sarili mong OS at mga kliyente.",
  "page-run-a-node-choose-your-adventure-build-start": "Simulan nang gumawa",
  "page-run-a-node-decentralized-title": "Desentralisasyon",
  "page-run-a-node-decentralized-preview": "Iwasang palakasin ang mga sentralisadong punto ng pagkabigo.",
  "page-run-a-node-decentralized-1": "Ang mga sentralisadong server ng cloud ay maaaring magbigay ng maraming computing power, ngunit nagbibigay sila ng target para sa mga bansa o mga umaatake na nagtatangkang guluhin ang network.",
  "page-run-a-node-decentralized-2": "Ang katatagan ng network ay nakakamit sa pamamagitan ng mas maraming mga node, sa heograpiko na magkakaibang lokasyon, na pinapatakbo ng mas maraming tao na may iba't ibang karanasan. Habang mas maraming tao ang nagpapatakbo ng kanilang sariling node, ang pag-asa sa mga sentralisadong punto ng pagkabigo ay nababawasan, na nagpapalakas sa network.",
  "page-run-a-node-further-reading-title": "Karagdagang pagbabasa",
  "page-run-a-node-further-reading-1-link": "Pagiging dalubhasa sa Ethereum - Dapat Ba Akong Magpatakbo ng Full Node",
  "page-run-a-node-further-reading-1-author": "Andreas Antonopoulos",
  "page-run-a-node-further-reading-2-link": "Ethereum sa ARM - Gabay sa Mabilis na Pagsisimula",
  "page-run-a-node-further-reading-3-link": "Ang Mga Limitasyon sa Kakayahang Lumawak ng Blockchain",
  "page-run-a-node-further-reading-3-author": "Vitalik Buterin",
  "page-run-a-node-getting-started-title": "Pagsisimula",
  "page-run-a-node-getting-started-software-section-1": "Noong bago pa ang lang ang network, kailangan ng mga user na magkaroon ng kakayahan na makipag-ugnayan sa command-line upang magamit ang isang Ethereum node.",
  "page-run-a-node-getting-started-software-section-1-alert": "Kung ito ang iyong kagustuhan, at mayroon kang mga kasanayan, huwag kang mag-atubiling tingnan ang aming mga teknikal na dokumento.",
  "page-run-a-node-getting-started-software-section-1-link": "Magpatakbo ng Ethereum node",
  "page-run-a-node-getting-started-software-section-2": "Ngayon, mayroon tayong DAppNode, na <b>libre at open-source na software</b> na nagbibigay sa mga user ng <b>karanasang katulad ng sa app</b> habang pinapamahalaan ang kanilang node.",
  "page-run-a-node-getting-started-software-section-3a": "Sa ilang tap lang, mapapatakbo mo na ang iyong node.",
  "page-run-a-node-getting-started-software-section-3b": "Ginagawang madali ng DAppNode para sa mga gumagamit na magpatakbo ng mga full node, pati na rin ng mga <a href=\"/glossary/#dapp\">dapps</a> at iba pang <a href=\"/glossary/#peer-to-peer-network\">P2P</a> na network, nang hindi kinakailangang gumamit ng command-line. Pinadadali nito ang pakikilahok ng lahat at nagtataguyod ng mas decentralized na network.",
  "page-run-a-node-getting-started-software-title": "Bahagi 2: Software",
  "page-run-a-node-glyph-alt-terminal": "Glyph ng terminal",
  "page-run-a-node-glyph-alt-phone": "Glyph ng pag-tap sa telepono",
  "page-run-a-node-glyph-alt-dappnode": "Glyph ng DAppNode",
  "page-run-a-node-glyph-alt-pnp": "Glyph ng plug-n-play",
  "page-run-a-node-glyph-alt-hardware": "Glyph ng Hardware",
  "page-run-a-node-glyph-alt-software": "Glyph ng Software download",
  "page-run-a-node-glyph-alt-privacy": "Glyph ng Privacy",
  "page-run-a-node-glyph-alt-censorship-resistance": "Megaphone glyph laban sa censorship",
  "page-run-a-node-glyph-alt-earth": "Glyph ng Earth",
  "page-run-a-node-glyph-alt-decentralization": "Glyph ng decentralization",
  "page-run-a-node-glyph-alt-vote": "Ihayag ang Iyong Pagboto sa Glyph",
  "page-run-a-node-glyph-alt-sovereignty": "Glyph ng sovereignty",
  "page-run-a-node-hero-alt": "Graphic ng node",
  "page-run-a-node-hero-header": "Ikaw ang magkokontrol sa lahat.<br />Patakbuhin ang sarili mong node.",
  "page-run-a-node-hero-subtitle": "Maging ganap na sovereign habang tumutulong na i-secure ang network. Maging Ethereum.",
  "page-run-a-node-hero-cta-1": "Matuto pa",
  "page-run-a-node-install-manually-title": "I-install nang manu-mano",
  "page-run-a-node-install-manually-1": "Kung user ka na mas maalam sa teknikal na aspeto at nagpasya na gumawa ng sarili mong device, maaaring mada-download ang DAppNode sa kahit anong computer at mai-install sa bagong SSD gamit ang USB drive.",
  "page-run-a-node-meta-description": "Panimula sa kung ano, bakit, at paano magpatakbo ng Ethereum node.",
  "page-run-a-node-participate-title": "Makilahok",
  "page-run-a-node-participate-preview": "Nagsisimula ang rebolusyong decentralization sa <strong>iyo</strong>.",
  "page-run-a-node-participate-1": "Sa pamamagitan ng pagpatakbo ng node, magiging bahagi ka ng pandaigdigang kilusan para i-decentralize ang kontrol at kapangyarihan sa mundo ng impormasyon.",
  "page-run-a-node-participate-2": "Kung may ETH ka, gawin itong kapaki-pakinabang sa pamamagitan ng pagsuporta sa kalagayan at decentralization ng network, at tiyaking makakapagpasya ka kaugnay ng patutunguhan nito.",
  "page-run-a-node-privacy-title": "Privacy at Seguridad",
  "page-run-a-node-privacy-preview": "Huwag isiwalat ang iyong personal na impormasyon sa mga node ng third party.",
  "page-run-a-node-privacy-1": "Kapag nagpapadala ng mga transaksyon gamit ang mga pampublikong node, maaaring maisiwalat ang personal na impormasyon sa mga third-party na serbisyong ito tulad ng iyong IP address at mga Ethereum address na iyong pagmamay-ari.",
  "page-run-a-node-privacy-2": "Sa pamamagitan ng pagtuturo ng mga katugmang wallet sa iyong sariling node, maaari mong gamitin ang iyong wallet upang pribado at ligtas na makipag-ugnayan sa blockchain.",
  "page-run-a-node-privacy-3": "Gayundin, kung may mapaminsalang node na namamahagi ng invalid na transaksyon, hindi ito papansinin ng iyong node. Bine-verify ang bawat transaksyon sa sarili mong machine, kaya hindi mo kailangang umasa sa kahit sino.",
  "page-run-a-node-rasp-pi-title": "Tala tungkol sa Raspberry Pi (ARM processor)",
  "page-run-a-node-rasp-pi-description": "Ang mga Raspberry Pi ay mga lightweight at abot-kayang computer, ngunit may mga limitasyon ang mga ito na maaaring makaapekto sa performance ng iyong node. Bagama't hindi ito inirerekomenda sa ngayon para sa pagpupusta, maaari itong maging maganda at murang opsyon para sa pagpapatakbo ng node para sa personal na paggamit, kahit na mayroon lang 4 - 8 GB na RAM.",
  "page-run-a-node-rasp-pi-note-2-link": "Ethereum sa dokumentasyon ng ARM",
  "page-run-a-node-rasp-pi-note-2-description": "Matuto kung paano mag-set up ng node sa pamamagitan ng command line sa Raspberry Pi",
  "page-run-a-node-rasp-pi-note-3-link": "Magpatakbo ng node gamit ang Raspberry Pi",
  "page-run-a-node-rasp-pi-note-3-description": "Sundan ito kung mas gusto mo ang mga tutorial",
  "page-run-a-node-shop": "Shop",
  "page-run-a-node-shop-avado": "Shop ng Avado",
  "page-run-a-node-shop-dappnode": "Shop ng DAppNode",
  "page-run-a-node-staking-description": "Bagama't hindi kinakailangan, kapag mayroon kang node na pinapatakbo, lalo kang mapapalapit sa pagpupusta ng iyong ETH upang kumita ng mga reward at makatulong sa pag-ambag sa ibang bahagi ng seguridad ng Ethereum.",
  "page-run-a-node-staking-link": "Pumusta ng ETH",
  "page-run-a-node-staking-plans-title": "Plano mo bang pumusta?",
  "page-run-a-node-staking-plans-description": "Upang tumaas ang kahusayan ng iyong validator, inirerekomenda ang pinakamababa na 16 GB RAM, ngunit mas mainam ang 32 GB, kasama ang CPU benchmark score na 6667+ sa <a href=\"https://cpubenchmark.net\" target=\"_blank\">cpubenchmark.net</a>. Inirerekomenda rin na ang mga pumusta ay may access sa walang limitasyong high-speed internet bandwidth, bagama't hindi ito ganap na kinakailangan.",
  "page-run-a-node-staking-plans-ethstaker-link-label": "Paano bumili ng Ethereum validator hardware",
  "page-run-a-node-staking-plans-ethstaker-link-description": "Nagbibigay ng mas detalyadong impormasyon ang EthStaker sa espesyal na oras na ito",
  "page-run-a-node-sovereignty-title": "Sovereignty",
  "page-run-a-node-sovereignty-preview": "Isiping nagpapatakbo ng node bilang susunod na hakbang sa pagkakaroon ng iyong sarili Ethereum wallet.",
  "page-run-a-node-sovereignty-1": "Pinapahintulutan ka ng Ethereum wallet na ganap na pangalagaan at kontrolin ang iyong mga digital asset sa pamamagitan ng pangangasiwa sa mga pribadong key sa iyong mga address, pero hindi makikita sa mga key na iyon ang kasalukuyang kalagayan ng blockchain, tulad ng balanse sa wallet mo.",
  "page-run-a-node-sovereignty-2": "Karaniwan, kumokonekta ang mga Ethereum wallet sa 3rd-party node, gaya ng Infura o Alchemy, kapag hinahanap ang iyong mga balanse. Kapag nagpatakbo ka ng sarili mong node, magkakaroon ka ng sarili mong kopya ng Ethereum blockchain.",
  "page-run-a-node-title": "Magpatakbo ng node",
  "page-run-a-node-voice-your-choice-title": "Ihayag ang iyong pinili",
  "page-run-a-node-voice-your-choice-preview": "Huwag bitawan ang kontrol kapag nagkaroon ng fork.",
  "page-run-a-node-voice-your-choice-1": "Kung magkaroon ng chain fork, kung saan may dalawang chain na may magkaibang hanay ng mga panuntunan, ang pagpapatakbo ng sarili mong node ay magbibigay sa iyo ng kakayahang pumili kung aling hanay ng mga patakaran ang sinusuportahan mo. Ikaw ang magpapasya kung mag-a-upgrade sa mga bagong panuntunan at susuportahan ang mga ipinapanukalang pagbabago, o hindi.",
  "page-run-a-node-voice-your-choice-2": "Kung pumupusta ka ng ETH, ang pagpapatakbo ng iyong sariling node ay nagpapahintulot sa iyong pumili ng iyong sariling kliyente, upang mabawasan ang panganib na makaranas ka ng slashing at para makatugon sa mga pabago-bagong kinakailangan ng network sa paglipas ng panahon. Kapag pumusta sa third party, walang bisa ang iyong boto sa kung aling kliyente ang sa tingin mong pinakamainam piliin.",
  "page-run-a-node-what-title": "<i>Ano</i> ang ibig sabihin ng \"pagpapatakbo ng node\"?",
  "page-run-a-node-what-1-subtitle": "Magpatakbo ng software.",
  "page-run-a-node-what-1-text": "Kilala bilang 'kliyente', nagda-download ang software na ito ng kopya ng Ethereum blockchain at bine-verify nito ang validity ng bawat block, at pagkatapos ay pinapanatili nito itong updated sa mga bagong block at transaksyon, at tumutulong ito sa ibang mag-download at mag-update ng kanilang sariling mga kopya.",
  "page-run-a-node-what-2-subtitle": "May hardware.",
  "page-run-a-node-what-2-text": "Ang Ethereum ay idinisenyo upang magpatakbo ng node sa karaniwang computer na ginagamit ng consumer. Maaari kang gumamit ng anumang personal na computer, pero pinipili ng karamihan sa mga user na patakbuhin ang kanilang node sa hardware na para lang talaga dito, nang sa gayon ay maiwasang makaapekto sa performance ng kanilang machine at bawasan ang hindi paggana ng node.",
  "page-run-a-node-what-3-subtitle": "Habang online.",
  "page-run-a-node-what-3-text": "Mukhang kumplikado sa simula ang pagpapatakbo ng Ethereum node, pero sa katunayan, tuloy-tuloy na pagpapatakbo lang ito ng software ng kliyente sa computer habang nakakonekta sa internet. Kapag offline, hindi magiging aktibo ang iyong node hanggang sa maging online na ito ulit at makahabol sa mga pinakabagong pagbabago.",
  "page-run-a-node-who-title": "<i>Sino</i> ang dapat magpatakbo ng node?",
  "page-run-a-node-who-preview": "Lahat! Ang mga node ay hindi lang para sa mga <a href=\"/glossary/#pos\">proof-of-stake</a> validators. <i>Sino man</i> ay maaaring magpatakbo ng node—hindi mo kailangang magkaroon ng ETH.",
  "page-run-a-node-who-copy-1": "Hindi mo kailangang -<a href=\"/glossary/#staking\">pumusta</a> ng ETH upang magpatakbo ng node. Sa katunayan, ang bawat ibang node sa Ethereum ang nangangasiwa sa mga validator upang maging responsable.",
  "page-run-a-node-who-copy-2": "Maaaring hindi mo makuha ang mga reward na pananalapi na nakukuha ng mga validator, pero marami pang ibang benepisyo ng pagpapatakbo ng node na dapat isaalang-alang ng sinumang user ng Ethereum, kasama na ang privacy, seguridad, hindi masyadong pagdepende sa mga server ng third-party, paglaban sa censorship, at pinabuting kalagayan at decentralization ng network.",
  "page-run-a-node-who-copy-3": "Ang pagkakaroon ng sarili mong node ay nangangahulugang hindi mo kailangang pagkatiwalaan ang impormasyon tungkol sa kalagayan ng network na ibinibigay ng third party.",
  "page-run-a-node-who-copy-bold": "Huwag magtiwala. I-verify.",
  "page-run-a-node-why-title": "<i>Bakit</i> dapat magpatakbo ng node?"
}
