{
  "page-learning-tools-bloomtech-description": "Ituturo sa iyo sa kursong BloomTech Web3 ang mga kasanayan na hinahanap ng mga kumpanya/employer sa mga engineer.",
  "page-learning-tools-bloomtech-logo-alt": "Logo ng Bloomtech",
  "page-learning-tools-bootcamps": "Mga bootcamp ng developer",
  "page-learning-tools-bootcamps-desc": "Mga may bayad na online na kurso upang mabilis kang makasabay.",
  "page-learning-tools-browse-docs": "I-browse ang mga dokumento",
  "page-learning-tools-capture-the-ether-description": "Ang Capture the Ether ay isang laro kung saan hina-hack mo ang mga Ethereum smart contract upang matuto tungkol sa seguridad.",
  "page-learning-tools-capture-the-ether-logo-alt": "Logo ng Capture the Ether",
  "page-learning-tools-node-guardians-description": "Ang Node Guardians ay isang gamified na platform ng edukasyon na nagbibigay-daan sa mga web3 developer na sumabak sa mga misyon na may temang pantasya upang mas mapag-aralan ang Solidity, Cairo, Noir, at programming ng Huff.",
  "page-learning-tools-node-guardians-logo-alt": "Logo ng mga Node Guardian",
  "page-learning-tools-coding": "Matuto sa pamamagitan ng coding",
  "page-learning-tools-coding-subtitle": "Ang mga tool na ito ay makakatulong sa iyo na mag-eksperimento sa Ethereum kung mas gusto mo ang mas interaktibong paraan ng pagkatuto.",
  "page-learning-tools-consensys-academy-description": "Online bootcamp para sa mga Ethereum developer.",
  "page-learning-tools-consensys-academy-logo-alt": "Logo ng ConsenSys Academy",
  "page-learning-tools-cryptozombies-description": "Matutunan ang Solidity sa pamamagitan ng paggawa ng sarili mong Zombie na laro.",
  "page-learning-tools-cryptozombies-logo-alt": "Logo ng CryptoZombies",
  "page-learning-tools-dapp-world-description": "Ecosystem na nagpapahusay ng kasanayan sa blockchain, kabilang ang mga kurso, pagsusulit, praktikal na pagsasanay, at lingguhang paligsahan.",
  "page-learning-tools-dapp-world-logo-alt": "Logo ng Dapp World",
  "page-learning-tools-documentation": "Matuto gamit ang dokumentasyon",
  "page-learning-tools-documentation-desc": "Gustong matuto ng higit pa? Pumunta sa aming dokumentasyon upang makita ang mga pagpapaliwanag na kailangan mo.",
  "page-learning-tools-eth-dot-build-description": "Isang educational sandbox para sa web3, kasama ang drag-and-drop programming at mga bukas na mapagkukunan sa pagbuo ng block.",
  "page-learning-tools-eth-dot-build-logo-alt": "Logo ng Eth.build",
  "page-learning-tools-ethernauts-description": "Kumpletuhin ang mga level sa pamamagitan ng pag-hack sa mga smart contract.",
  "page-learning-tools-ethernauts-logo-alt": "Logo ng Ethernauts",
  "page-learning-tools-metaschool-description": "Maging Web3 Developer sa pamamagitan ng paggawa at pagpapadala ng mga dApps.",
  "page-learning-tools-metaschool-logo-alt": "Logo ng _metaschool",
  "page-learning-tools-game-tutorials": "Interaktibong mga tutorial sa laro",
  "page-learning-tools-game-tutorials-desc": "Matuto habang naglalaro. Ipapakita sa iyo ng mga tutorial na ito ang mga pangunahing kaalaman gamit ang gameplay.",
  "page-learning-tools-meta-desc": "Mga web-based na tool sa pag-coding at mga interaktibong karanasan sa pagkatuto upang matulungan kang mag-eksperimento sa pagbuo ng Ethereum.",
  "page-learning-tools-meta-title": "Mga tool sa pagkatuto ng developer",
  "page-learning-tools-atlas-logo-alt": "Logo ng Atlas",
  "page-learning-tools-atlas-description": "Sumulat, subukan, at ilunsad ang mga smart contract sa loob ng ilang minuto gamit ang Atlas IDE.",
  "page-learning-tools-questbook-description": "Mga tutorial na may sariling bilis upang matutunan ang Web 3.0 sa pamamagitan ng paggawa",
  "page-learning-tools-questbook-logo-alt": "Logo ng Questbook",
  "page-learning-tools-remix-description": "Bumuo, ilunsad, at pamahalaan ang mga smart contract para sa Ethereum. Sundan ang mga tutorial gamit ang LearnEth plugin.",
  "page-learning-tools-remix-description-2": "Ang Remix, Replit, ChainIDE, at Atlas ay hindi lamang mga sandboxes—maaaring sumulat, mag-compile, at maglunsad ng kanilang mga smart contracts ang mga developer gamit ang mga ito.",
  "page-learning-tools-replit-description": "Isang nako-customize na kapaligiran sa pagbuo para sa Ethereum na may hot reloading, error checking, at first-class na suporta para sa testnet.",
  "page-learning-tools-chainIDE-description": "Simulan ang iyong paglalakbay sa Web3 sa pamamagitan ng paglikha ng mga smart contract para sa Ethereum gamit ang ChainIDE. Gamitin ang mga built-in na template upang matuto at makatipid ng oras.",
  "page-learning-tools-chainIDE-logo-alt": "Logo ng ChainIDE",
  "page-learning-tools-tenderly-description": "Ang Tenderly Sandbox ay isang prototyping environment kung saan maaari kang lumikha, magpatakbo, at mag-debug ng mga smart contracts sa browser gamit ang Solidity at JavaScript.",
  "page-learning-tools-tenderly-logo-alt": "Logo ng Tenderly",
  "page-learning-tools-replit-logo-alt": "Logo ng Replit",
  "page-learning-tools-remix-logo-alt": "Logo ng Remix",
  "page-learning-tools-sandbox": "Mga code sandbox",
  "page-learning-tools-sandbox-desc": "Bibigyan ka ng mga sandbox na ito ng espasyo upang mag-eksperimento sa paglikha ng mga smart contract at pag-unawa sa Ethereum.",
  "page-learning-tools-speed-run-ethereum-description": "Ang Speed Run Ethereum ay isang hanay ng mga hamon na susubok sa kaalaman mo sa Solidity gamit ang Scaffold-ETH",
  "page-learning-tools-speed-run-ethereum-logo-alt": "Logo ng Speed Run Ethereum",
  "page-learning-tools-studio-description": "Web-based na IDE kung saan maaari kang sumunod sa mga tutorial upang lumikha at subukan ang mga smart contract, at bumuo ng frontend para sa mga ito.",
  "page-learning-tools-vyperfun-description": "Matuto ng Vyper habang gumagawa ng sarili mong Pokémon na laro.",
  "page-learning-tools-vyperfun-logo-alt": "Logo ng Vyper.fun",
  "page-learning-tools-nftschool-description": "Tuklasin ang mga nangyayari sa mga non-fungible token o NFT mula sa teknikal na aspeto.",
  "page-learning-tools-nftschool-logo-alt": "Logo ng paaralan ng NFT",
  "page-learning-tools-platzi-description": "Matutunan kung paano bumuo ng mga dapp sa Web3 at kabisaduhin ang lahat ng kasanayan na kinakailangan upang maging blockchain developer.",
  "page-learning-tools-platzi-logo-alt": "Logo ng Platzi",
  "page-learning-tools-alchemy-university-description": "Paunlarin ang iyong karera sa web3 sa pamamagitan ng mga kurso, proyekto, at code.",
  "page-learning-tools-alchemy-university-logo-alt": "Logo ng Alchemy University",
  "alt-eth-blocks": "Larawan ng mga block na inayos tulad ng isang simbolo ng ETH"
}