{
  "page-wallets-accounts-addresses": "Әмияндар, аккаунттар, кілттер және мекенжайлар",
  "page-wallets-accounts-addresses-desc": "Кейбір негізгі терминдер арасындағы айырмашылықтарды  түсінген жөн.",
  "page-wallets-accounts-ethereum-addresses": "<0>Ethereum аккаунтының</0>, электрондық пошта жәшігіндегідей мекенжайы бар. Бұл сіздің цифрлық активтеріңізді сәйкестендіру үшін қолданылады.",
  "page-wallets-alt": "Ethereum әмиянын бейнелейтін денеге арналған қоймасы бар роботтың суреті",
  "page-wallets-ethereum-account": "<b>Ethereum аккаунты — бұл кілттер жұбы</b>. <a href=\"/glossary/#public-key\">Бірінші кілт</a> сіз еркін бөлісе алатын мекенжай жасау үшін қолданылады, ал <a href=\"/glossary/#private-key\">екінші кілт</a> құпия сақталуы керек, өйткені ол қолтаңба ретінде қолданылады. Бұл кілттер бірге активтерді басқаруға және транзакциялар жасауға мүмкіндік береді.\n",
  "page-wallets-blog": "Coinbase блогы",
  "page-wallets-bookmarking": "Әмияныңызды бетбелгі бөліміне қосыңыз",
  "page-wallets-bookmarking-desc": "Егер сіз веб-әмиянды қолдансаңыз, өзіңізді фишингтік шабуылдардан қорғау үшін осы сайтты бетбелгі бөліміне қосыңыз.",
  "page-wallets-cd": "<b>Физикалық аппараттық әмияндар</b> — бұл криптовалютаны автономды режимде сақтауға мүмкіндік беретін, оның жоғары қауіпсіздігін қамтамасыз ететін құрылғылар",
  "page-wallets-desc-2": "Әмияндар — бұны көптеген адамдар цифрлық активтерді басқару және жеке басын сәйкестендіру үшін пайдаланады.",
  "page-wallets-desc-2-link": "ETH туралы толығырақ",
  "page-wallets-desc-3": "Әмиян — бұл өзіңіздің Ethereum аккаунтыңызбен өзара әрекет етуге көмектесетін құрал. Сіз кез келген уақытта әмиян жеткізушісін өзгерте аласыз. Көптеген әмияндар бір қолданба арқылы бірнеше Ethereum шоттарын басқаруға мүмкіндік береді.",
  "page-wallets-desc-4": "Әмиян жеткізушілері сіздің қаражатыңызды сақтамайды. Олар сізге Ethereum-дағы активтеріңізді және оларды оңай басқаруға арналған құралдарды көруге мүмкіндік береді.",
  "page-wallets-description": "Ethereum әмияндары — бұл сіздің аккаунтыңызды басқаруға мүмкіндік беретін қолданбалар. Олар кәдімгі әмияныңыз секілді, онда сіздің жеке басыңызды растау және активтеріңізді басқару үшін қажет нәрсенің бәрі бар. Әмиян арқылы қолданбаларға кіруге, теңгерімді тексеруге, транзакциялар жасауға және жеке басыңызды растауға болады.",
  "page-wallets-desktop": "Егер сіз өз қаражатыңызды macOS, Windows немесе Linux арқылы басқарғыңыз келсе <b>жұмыс үстелі қолданбалары</b> қажет",
  "page-wallets-ethereum-wallet": "< 0>Әмиян — бұл сіздің кілттерді пайдаланып</0> аккаунтпен өзара әрекет етуге мүмкіндік беретін құрал. Бұл аккаунттағы теңгерімді көруге, транзакциялар жасауға және т.б. мүмкіндік береді.",
  "page-wallets-explore": "Ethereum-ді зерделеу",
  "page-wallets-features-desc": "Біз сізге ұнайтын мүмкіндіктерге сүйене отырып, өз әмияныңызды таңдауға көмектесеміз.",
  "page-wallets-features-title": "Әмияндарды функциясына қарай салыстырыңыз",
  "page-wallets-find-wallet-btn": "Әмиянды іздеңіз",
  "page-wallets-find-wallet-link": "Әмиян іздеңіз",
  "page-wallets-get-some": "ETH алыңыз",
  "page-wallets-get-some-alt": "LEGO текшелерінен жасалған ETH логотипін жасап тұрған қолдың суреті",
  "page-wallets-get-some-btn": "ETH алыңыз",
  "page-wallets-get-some-desc": "ETH - бұл Ethereum-ның меншікті криптовалютасы. Ethereum қолданбаларын пайдалану үшін әмияныңызда біраз ETH болуы қажет.",
  "page-wallets-keys-to-safety": "Криптовалютаңыздың қауіпсіздігін қамтамасыз етуге арналған кілттер",
  "page-wallets-manage-funds": "Сіздің қаражатыңызды басқаруға арналған қолданба",
  "page-wallets-manage-funds-desc": "Сіздің әмияныңыз теңгерімді, транзакция тарихын көрсетеді және сізге қаражат жіберуге/алуға мүмкіндік береді. Кейбір әмияндар қосымша мүмкіндіктерді ұсына алады.",
  "page-wallets-meta-description": "Ethereum әмияндарын пайдалану үшін нені білу керек?",
  "page-wallets-meta-title": "Ethereum әмияндары",
  "page-wallets-mobile": "<0>Мобильді қолданбалар</0> бұл сіздің қаражатыңызды кез келген жерден қолжетімді етеді",
  "page-wallets-more-on-dapps-btn": "Dapps туралы толығырақ",
  "page-wallets-most-wallets": "<0>Мобильді қолданбалар</0> бұл сіздің қаражатыңызды кез келген жерден қолжетімді жасайды",
  "page-wallets-protecting-yourself": "Өзіңізді және қаражатыңызды қорғаңыз",
  "page-wallets-seed-phrase": "<a href=\"/glossary/#recovery-phrase\">Қалпына келтіру фразасын</a> жазып қойыңыз",
  "page-wallets-seed-phrase-desc": "Әмияндар сізге фразаларды жиі жіберіп тұрады, оны сіз қауіпсіз жерге жазып қоюыңыз қажет. Тек осылай ғана сіз әмияныңызды қалпына келтіре аласыз.",
  "page-wallets-seed-phrase-example": "Мысалы:",
  "page-wallets-seed-phrase-write-down": "Оны компьютерде сақтамаңыз. Оны қолмен жазып алып, қауіпсіз жерде сақтаңыз.",
  "page-wallets-slogan": "Цифрлық заманға сай кілттерді қорғау",
  "page-wallets-stay-safe": "Қауіпсіздікке қалай қол жеткізуге болады",
  "page-wallets-stay-safe-desc": "Қаржылық еркіндік және қаражатқа қол жеткізу және оны кез келген жерде пайдалану мүмкіндігі жауапкершілікпен байланысты, криптовалюта  әлемінде қолдау қызметі жоқ.  <b>Сондықтан кілттерді құпия ұстау үшін өзіңіз жауап бересіз</b>.",
  "page-wallets-subtitle": "Әмияндар цифрлық активтерді басқаруға және қолданбаларға кіруге көмектеседі.",
  "page-wallets-take-responsibility": "Өз қаражатыңыз үшін жауапкершілік - өз мойныңызда екенін ұмтыпаңыз",
  "page-wallets-take-responsibility-desc": "Орталықтандырылған биржалар сіздің әмияныңызды әдеттегідей қалпына келтіруге болатын пайдаланушының атымен және құпиясөзімен байланыстырады. Есіңізде болсын: сіз осындай биржаға өз қаражатыңызды сақтауға толықтай сеніп тапсырасыз. Егер биржада қаржылық проблемалар туындаса, сіздің қаражатыңыз тәуекелге ұшырайды.",
  "page-wallets-tips": "Қауіпсіздікті қамтамасыз ету бойынша қосымша кеңестер",
  "page-wallets-tips-community": "Қоғамдастықтан",
  "page-wallets-title": "Ethereum әмияндары",
  "page-wallets-triple-check": "Барлығын үш рет тексеріңіз",
  "page-wallets-triple-check-desc": "Есіңізде болсын, транзакциялардан бас тарту мүмкін емес және әмияндарды оңай қалпына келтіру де қиын, сондықтан сақтық шараларын қолданыңыз және әрқашан мұқият болыңыз.",
  "page-wallets-try-dapps": "Бірнеше орталықтандырылмаған қолданбаларды қолданып көріңіз",
  "page-wallets-try-dapps-alt": "Бірнеше орталықтандырылмаған қолданбаларды қолданып көріңіз",
  "page-wallets-try-dapps-desc": "Орталықтандырылмаған қолданбалар бұл - Ethereum-да жасалған қолданбалар. Олар дәстүрлі қолданбалардың көпшілігіне қарағанда арзанырақ, әділ және сіздің деректеріңіз үшін ыңғайлы.",
  "page-wallets-types": "Әмиян түрлері",
  "page-wallets-types-desc": "Интерфейсті ұйымдастырудың және аккаунтыңызбен өзара іс-әрекет етудің бірнеше әдісі бар:",
  "page-wallets-web-browser": "<b>Браузер әмияндары</b> - бұл сіздің аккаунтыңызбен тікелей браузерде өзара іс-әрекет етуге мүмкіндік беретін веб-қолдагбалар",
  "page-wallets-web-browser-extension": "<b>Браузер кеңейтімдері түріндегі әмияндар</b> — бұл браузер арқылы аккаунтпен және қолданбалармен өзара іс-әрекет етуге мүмкіндік беретін жүктелетін кеңейтімдер",
  "page-wallets-whats-a-wallet": "Ethereum әмияны дегеніміз не?",
  "page-wallets-your-ethereum-account": "Ethereum жүйесіндегі шотыңыз",
  "page-wallets-your-ethereum-account-desc": "Әмиян — бұл сіздің Ethereum шотына, яғни теңгерімге, транзакция тарихына және т.б.  арналған терезеңіз. Бірақ сіз кез келген уақытта басқа әмиянға ауыса аласыз.",
  "page-wallets-your-login": "Ethereum қолданбаларына арналған пайдаланушының аты",
  "page-wallets-your-login-desc": "Сіздің әмияныңыз Ethereum аккаунтыңызды пайдалана отырып, қолданбаларға қосылуға мүмкіндік береді. Бұл көптеген қолданбаларда пайдалануға болатын әмбебап тәсіл сияқты.",
  "additional-reading-how-to-create-an-ethereum-account": "Ethereum аккаунт жазбасын қалай жасауға болады",
  "additional-reading-how-to-use-a-wallet": "Әмиянды қалай пайдалануға болады"
}
