{
  "comp-withdrawal-comparison-current-title": "Қазіргі үлескерлер",
  "comp-withdrawal-comparison-current-li-1": "Кейбір пайдаланушылар депозитті бастапқы орнату кезінде ақшаны алу мекенжайын көрсете алады. Мұндай пайдаланушыларға басқа ештеңе істеудің қажеті жоқ.",
  "comp-withdrawal-comparison-current-li-2": "Үлескерлердің көпшілігі шотты бастапқы толтыру кезінде қаражат алу мекен-жайын көрсетпеді. Олар ақша алу үшін деректерін жаңартуы керек. Бұл <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Стейкинг басқару тақтасы</a> мұны қалай жасау керектігі туралы нұсқаулар бар",
  "comp-withdrawal-comparison-current-p": "Аккаунт деректерін әлі де жаңарту қажет пе екенін білу үшін валидатор индексінің нөмірін осы жерге енгізуге болады <Text as=\" span \"fontWeight=\" normal \" >(мұны клиент журналдарынан табуға болады):< / Text>",
  "comp-withdrawal-comparison-new-title": "Жаңа стейкерлер (депозиттер жоқ)",
  "comp-withdrawal-comparison-new-li-1": "Бастапқы қалып бойынша, сыйақы төлемдері мен ақшаны шығарып алуды автоматты түрде белсендіргісі келетін жаңа үлескерлер Staking Deposit CLI құралын пайдалана отырып валидатор кілттерін жасау кезінде өздері бақылайтын Ethereum-да ақша алу мекенжайын ұсынуы керек.",
  "comp-withdrawal-comparison-new-li-2": "Қаражат салған кезде мұны істеу міндетті емес, бірақ бұл сіздің қаражатыңызды бұғаттан шығару үшін осы кілттерді кейінірек жаңарту қажеттілігін жояды.",
  "comp-withdrawal-comparison-new-p": "Стейкингті іске қосу панелі сізге алғашқы қадамдар жасауға көмектеседі.",
  "comp-withdrawal-comparison-new-link": "Стейкингті іске қосу панеліне өту",
  "comp-withdrawal-credentials-placeholder": "Валидатор индексі",
  "comp-withdrawal-credentials-error": "Қате! Валидатор индексінің нөмірін тағы да тексеріп, іс-әрекетті қайталап көріңіз.",
  "comp-withdrawal-credentials-upgraded-1": "Валидатор индексі {{validatorIndex}} сыйақы алуға дайын!",
  "comp-withdrawal-credentials-upgraded-2": "Орындау мекенжайына тіркелген қаражатты шығарып алуға арналған аккаунт деректері:",
  "comp-withdrawal-credentials-not-upgraded-1": "Бұл валидаторды жаңарту қажет.",
  "comp-withdrawal-credentials-not-upgraded-1-testnet": "Holesky сынақ желісіндегі бұл валидаторды жаңарту қажет.",
  "comp-withdrawal-credentials-not-upgraded-2": "Жаңарту туралы нұсқауларды  <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Стейкингті іске қосу панелінен</a> тауып алуға болады",
  "comp-withdrawal-credentials-verify-mainnet": "Негізгі желіден тексеру",
  "comp-withdrawal-credentials-verify-holesky": "Holesky-де тексеру",
  "page-staking-image-alt": "Стейкингті іске қосу панеліне арналған мүйізтұмсық тұмарының суреті.",
  "page-staking-benefits-1-title": "Сыйақы алыңыз",
  "page-staking-benefits-1-description": "<a href=\"/glossary/#consensus\">консенсусқа</a> қол жеткізуге көмектесетін іс-әрекеттер үшін берілетін сыйақылар. Сіз транзакцияларды жаңа блоктарға дұрыс жинайтын және басқа валидаторлардың жұмысын тексеретін бағдарламалық жасақтаманы пайдаланғаныңыз үшін сыйақы аласыз, өйткені бұл тізбектің қауіпсіз жұмыс істеуіне кепілдік береді.",
  "page-staking-benefits-2-title": "Жетілдірілген қауіпсіздік",
  "page-staking-benefits-2-description": "Желі шабуылдардан қорғалған болады, өйткені  неғұрлым көбірек ETH қойылса, соғұрлым желінің көп бөлігін басқару үшін ETH қажет болады. Қауіптің алдын алу үшін валидаторлардың көпшілігін сақтауыңыз қажет болады. Бұл жүйеде ETH-нің көп бөлігін басқару керек дегенді білдіреді, өйткені бұл өте көп!",
  "page-staking-benefits-3-title": "Экологиялық тұрақтылық",
  "page-staking-benefits-3-description": "Үлескерлерге желіні қорғауға қатысу үшін жұмысты дәлелдеу мақсатында энергияны қажет ететін есептеулер жүргізудің қажеті жоқ. Бұл дегеніміз, стейкинг тораптары салыстырмалы түрде қарапайым жабдықта жұмыс істей алады және өте аз энергия жұмсайды.",
  "page-staking-benefits-3-link": "Ethereum-нің энергия тұтынуы туралы толығырақ",
  "page-staking-description": "Стейкинг - бұл <a href=\"/glossary/#validator\">валидатор</a> бағдарламалық жасақтамасын белсендіру үшін 32 ETH депозитке салу актісі. Валидатор ретінде сіз деректерді сақтауға, транзакцияларды өңдеуге және блокчейнге жаңа <a href=\"/glossary/#block\">блоктарды</a> қосуға жауапты боласыз. Бұл Ethereum-ді барлығы үшін қауіпсіз етеді және осы процесcте сізге жаңа ETH береді.",
  "page-staking-hero-title": "ETH-ді қалай инвестициялауға болады?",
  "page-staking-hero-header": "ETH-ді қалай инвестициялауға болады?",
  "page-staking-hero-subtitle": "Кез келген ETH мөлшері бар кез келген пайдаланушы желіні қорғауға көмектесе алады және осы ретте сыйақы алады.",
  "page-staking-dropdown-home": "Стейкингтің басты беті",
  "page-staking-dropdown-solo": "Үй стейкингі",
  "page-staking-more-on-solo": "Үй стейкингі туралы толығырақ",
  "page-staking-learn-more-solo": "Стейкинг туралы көбірек білу",
  "page-staking-dropdown-saas": "Қызмет ретіндегі стейкинг",
  "page-staking-more-on-saas": "Қызмет ретіндегі стейкинг туралы толығырақ",
  "page-staking-learn-more-saas": "Қызмет ретінде стейкинг туралы көбірек білу",
  "page-staking-dropdown-pools": "Пулдық стейкинг",
  "page-staking-dropdown-withdrawals": "Қаражатты алу туралы",
  "page-staking-dropdown-dvt": "Үлестірілген валидатор технологиясы",
  "page-staking-more-on-pools": "Біріктірілген стейкинг туралы толығырақ",
  "page-staking-learn-more-pools": "Біріктірілген стейкинг туралы көбірек білу",
  "page-staking-section-what-title": "Стейкинг деген не?",
  "page-staking-section-why-title": "Неліктен өз ETH-іңді қою керек?",
  "page-staking-section-why-p1": "Мұның бәрі сіз қанша қаражат салуға дайын екеніңізге байланысты. Валидатор болу үшін сізге 32 ETH қажет, бірақ одан да аз қоюға болады.",
  "page-staking-section-why-p2": "Төмендегі нұсқаларды қарап шығыңыз және өзіңіз үшін ең қолайлысын таңдаңыз.",
  "page-staking-guide-title-coincashew-ethereum": "CoinCashew-ден Ethereum 2.0 жөніндегі нұсқаулық",
  "page-staking-guide-title-somer-esat": "Сомер Эсат",
  "page-staking-guide-title-rocket-pool": "Rocket Pool торабының операторлары",
  "page-staking-guide-title-stakewise": "StakeWise торабының операторлары",
  "page-staking-guide-description-linux": "Linux (CLI)",
  "page-staking-guide-description-mac-linux": "Linux, macOS (CLI)",
  "page-staking-guide-description-mac-linux-windows": "Linux, Windows, MacOS (CLI)",
  "page-staking-hierarchy-solo-h2": "Үй стейкингі",
  "page-staking-hierarchy-solo-pill-1": "Ең әсерлісі",
  "page-staking-hierarchy-solo-pill-2": "Мұның бәрі сіз қанша қаражат салуға дайын екеніңізге байланысты. Валидатор болу үшін сізге 32 ETH қажет, бірақ одан да аз қоюға болады.",
  "page-staking-hierarchy-solo-pill-3": "Толық сыйақылар",
  "page-staking-hierarchy-solo-pill-4": "Сенуді талап етпейді",
  "page-staking-hierarchy-solo-p1": "Ethereum-дегі үй стекингі - бұл стекингтің <span class=\"gold\">алтын стандарты</span> . Сіз ең жоғары сыйақы аласыз, желіні орталықсыздандыруды жақсартасыз және өз қаражатыңызды басқа біреулерге сеніп тапсырудың қажеті жоқ.",
  "page-staking-hierarchy-solo-p2": "Үй стейкингін жасау үшін бірнеше ETH және тәулік бойы интернетке қосылған арнайы компьютер қажет болады. Техникалық білім пайдалы, бірақ қазір бұл процесті жеңілдететін құралдар да бар.",
  "page-staking-hierarchy-solo-p3": "Егер сізде 32 ETH-ден аз болса, қаражатты басқа үй стейкерлерімен біріктіруге болады. DeFi-ге қолжетімділікті сақтау үшін өтімді стейкинг токендерін шығару шешімдерін қолдануға болады.",
  "page-staking-hierarchy-saas-pill-1": "Сіздің 32 ETH",
  "page-staking-hierarchy-saas-pill-2": "Сіздің валидаторыңыздың кілттері",
  "page-staking-hierarchy-saas-pill-3": "Сеніп тапсырылған торап жұмысы",
  "page-staking-hierarchy-saas-p1": "Егер сіз жабдықпен жұмыс істегіңіз келмесе немесе оны қалай жасау керектігін білмесеңіз, бірақ әлі де 32 ETH ставкасын алғыңыз келсе, қызмет ретінде стейкинг нұсқалары өз блоктары үшін сыйақы алу арқылы қиын бөлікті табыстауға мүмкіндік береді.",
  "page-staking-hierarchy-saas-p2": "Әдетте, бұл нұсқалар сізге валидатордың аккаунт деректерінің жиынтығын жасауға, оларға қол қою үшін кілттерді жүктеуге және 32 ETH енгізуге нұсқау береді. Бұл қызметке сіздің атыңыздан тексеруге мүмкіндік береді.",
  "page-staking-hierarchy-saas-p3": "Бұл стейкинг әдісі қызмет жеткізушіге белгілі бір сенімділік деңгейін қажет етеді. Контрагенттердің тәуекелін шектеу үшін ETH-ді шығару кілттері әдетте өз қалауыңыз бойынша болады.",
  "page-staking-hierarchy-pools-pill-1": "Кез келген соманы салыңыз",
  "page-staking-hierarchy-pools-pill-2": "Сыйақы алыңыз",
  "page-staking-hierarchy-pools-pill-3": "Оңай",
  "page-staking-hierarchy-pools-pill-4": "Танымал",
  "page-staking-hierarchy-pools-p1": "32 ETH жоқ немесе мұндай соманы орналастырғысы келмейтін пайдаланушыларға көмектесуге арналған бірнеше шешімдер бар.",
  "page-staking-hierarchy-pools-p2": "Бұл баламалардың көпшілігіне \"өтімді стейкинг\" кіреді, ол өзіңіз салған ЕТН білдіретін өтімділік токенімен байланысты <a href=\"/glossary/#erc-20\">ERC-20</a>.",
  "page-staking-hierarchy-pools-p3": "Өтімді стейкинг қаражатты орналастыруды және шығаруды токендерді айырбастау сияқты қарапайым етеді және DeFi-де орналастырылған капиталды пайдалануға мүмкіндік береді. Стейкингтің бұл түрі пайдаланушыларға өз активтерін Ethereum <a href=\"/glossary/#wallet\"></a>әмиянында сақтауға мүмкіндік береді.",
  "page-staking-hierarchy-pools-p4": "Біріктірілген стейкинг Ethereum желісі үшін тән емес. Бұл шешімдерді басқа адамдар жасайды, бұл өз кезегінде тәуекелдерге әкеліп соғады.",
  "page-staking-hierarchy-cex-h2": "Орталықтандырылған биржалар",
  "page-staking-hierarchy-cex-pill-1": "ең аз әсер ететін",
  "page-staking-hierarchy-cex-pill-2": "Ең жоғары сенімділік болжамдары",
  "page-staking-hierarchy-cex-p1": "Егер ETH-ді өз әмияныңызда сақтай алатын жағдай болмаса, көптеген орталықтандырылған биржалар,  стейкинг қызметін ұсынады. Олар көп күш жігер жұмсамай және бақыламай-ақ сақталған ETH-нен кішігірім табыс алуға мүмкіндік беретін резервтік нұсқа болуы мүмкін.",
  "page-staking-hierarchy-cex-p2": "Бір келісімге келу мағынасы орталықтандырылған жеткізушілер көптеген валидаторларды іске қосу үшін үлкен ETH пулдарын біріктіреді. Бұл желі мен оның пайдаланушылары үшін қауіпті болуы мүмкін, өйткені ол үлкен орталықтандырылған мақсат пен бас тартуға әкеп соғады, бұл желіні шабуылдарға немесе қателіктерге осал етеді.",
  "page-staking-hierarchy-cex-p3": "Егер өзіңізге тиесілі <a href=\"/glossary/#key\">кілттерді</a> сақтау ыңғайлы болмаса, уайымдамаңыз. Мұнда ыңғайлы нұсқалар берілген. Біздің <a href=\"/wallets/\">әмияндарға арналған бетке</a> кіріп көріңіз, бұл жерде қаражатты тиімді басқару негіздерін үйренуге болады. Дайын болған кезде, қайта оралыңыз және стейкинг бойынша кәсіби шеберлігіңізді арттырыңыз, ұсынылған өздігінен біріктірілген стейкинг қызметтерінің бірін қолданып көріңіз.",
  "page-staking-hierarchy-subtext": "Байқағаныңыздай, Ethereum стейкингіне қатысудың көптеген тәсілдері бар. Бұлтәсілдер пайдаланушылардың кең ауқымына бағытталған және сайып келгенде, әрқайсысы өз бетінше бірегей және тәуекелдер, сыйақылар және сенім болжамдары тұрғысынан әртүрлі. Олардың кейбіреулері басқаларға қарағанда орталықтандырылмаған, тексерілген және/немесе біршама қауіпті болып табылады. Біз қазіргі танымал жобалар туралы нақты ақпарат береміз, бірақ ETH-ді бір жерге жібермес бұрын <em>жағдайды өз бетіңізше зерттеп көріңіз</em>.",
  "page-staking-comparison-solo-saas": "SaaS жеткізушілерін пайдаланған кезде сізден әлі де 32 ETH енгізу қажет болады, бірақ аппараттық жасақтаманы іске қосудың қажеті жоқ. Әдетте, сіз валидатор кілттеріне қол жеткізуді сақтап қаласыз, бірақ оператор сіздің валидаторыңыздың атынан іс-әрекет ете алатындай қолтаңба кілттерімен бөлісуіңіз керек. Бұл жеке жабдықты пайдалану кезінде болмайтын сенім деңгейін тудырады.  Сонымен қатар, жалғыз майнингтен айырмашылығы SaaS тораптардың географиялық таралуына көп көмектеспейді. Егер жабдықпен жұмыс істеу сізге ыңғайсыз болса, бірақ әлі де 32 ETH-ге ставка жасағыңыз келсе, SaaS жеткізушісін пайдалану сіз үшін жақсы нұсқа болуы мүмкін.",
  "page-staking-comparison-solo-pools": "Дербес стейкинг пулды пайдаланудан гөрі әлдеқайда көп іс-әрекетті қажет етеді, бірақ ETH-де марапаттарға толық қол жеткізуге және валидаторды орнату мен қорғауда толық бақылауға мүмкіндік береді. Пулдардағы стейкингтің кіру шегі төмен. Пайдаланушылар валидатор кілттерін жасамай-ақ және жабдық жөніндегі талаптарды орындамай-ақ аз мөлшерде ETH қоя алады, тек Интернетке қосылса болды. Өтімділік токендері стейкингтен протокол деңгейінде рұқсат етілгеннен ертерек шығуға мүмкіндік береді. Егер сіз осындай мүмкіндіктерге қызығушылық танытсаңыз, пулдарда стейкинг жасау сізге ыңғайлы болмақ.",
  "page-staking-comparison-saas-solo": "Ұқсастық бұл қаражатты біріктірмей-ақ, валидатордың жеке кілттерінің болуында, бірақ SaaS жағдайында сіз үшінші тарапқа сенуіңіз керек, ол зиян тигізуі мүмкін немесе өзі шабуыл немесе реттеу объектісіне айналуы мүмкін. Егер сенімділік немесе орталықтандыру тәуекелдері туралы бұл болжамдар сізді алаңдатса, тәуелсіз ставкалардың мығым стандарты - өз бетіңізше стейк жасау.",
  "page-staking-comparison-saas-pools": "Сіз әдеттегідей валидатор клиентін іске қосу үшін басқа біреуге сеніп тапсыру ұқсас болып келеді. Алайда, SaaS-тан айырмашылығы біріктірілген ставкалар сізге аз ETH мөлшерімен қатысуға мүмкіндік береді. Егер сіз 32 ETH-нен аз ставка жасағыңыз келсе, осы нұсқаларды қарастырып көріңіз.",
  "page-staking-comparison-pools-solo": "Ортақтасқан стейкинг үйдегі стейкингпен салыстырғанда айтарлықтай төмен кіру шегіне ие, бірақ барлық торап операцияларын үшінші тарапқа тапсыруға және комиссия алуға байланысты қосымша тәуекелге ие. Үйдегі стейкинг толық тәуелсіздікті және стейкинг параметрлерін таңдауды бақылауды қамтамасыз етеді. Бұл жағдайда стейкерлер өздерінің кілттерін бермейді және сыйақыларын делдалдармен бөліспейді.",
  "page-staking-comparison-pools-saas": "Ұқсастығы - үлескерлер валидатордың бағдарламалық жасақтамасын өздігінен іске қоспайды. Алайда, жалпы нұсқалардан айырмашылығы, SaaS валидаторды іске қосу үшін 32 ETH толық ставкасын талап етеді. Сыйақылар үлескердің пайдасына жинақталады және әдетте қызметті пайдалану үшін ай сайынғы төлемді немесе басқа ставкаларды қамтиды. Егер өзіңіздің валидатор кілттерінің болғанын қаласаңыз және кем дегенде 32 ETH ставкасын алғыңыз келсе, SaaS жеткізушісін пайдалану  сіз үшін жақсы нұсқа болуы мүмкін.",
  "page-staking-considerations-dropdown-text": "Стейкинг жөніндегі ұсынымдар",
  "page-staking-considerations-dropdown-aria-label": "Стейкинг жөніндегі ұсынымдары бар ашылмалы мәзір",
  "page-staking-considerations-solo-1-title": "Ашық бастапқы код",
  "page-staking-considerations-solo-1-description": "Негізгі код 100% ашық және тармақталу және пайдалану үшін көпшілікке қолжетімді",
  "page-staking-considerations-solo-1-warning": "Жабық код",
  "page-staking-considerations-solo-2-title": "Тексерілген",
  "page-staking-considerations-solo-2-description": "Негізгі код ресми аудиттен өтті, оның нәтижелері жарияланды және көпшілікке қолжетімді",
  "page-staking-considerations-solo-2-warning": "Жоқ",
  "page-staking-considerations-solo-3-title": "Анықталған қателерге берілетін сыйақылар",
  "page-staking-considerations-solo-3-description": "Пайдаланушыларға негізгі кодтағы қателерді анықтағаны және олардың қате және/немесе оларды жою туралы жіберген хабарламлары үшін оларға ынталандыру мақсатында жалпыға қолжетімді сыйақылар ұсынылды.",
  "page-staking-considerations-solo-3-valid": "Қазіргі уақытта белсенді",
  "page-staking-considerations-solo-3-caution": "Аяқталды",
  "page-staking-considerations-solo-4-title": "Нақты жағдайда сынақтан өтті",
  "page-staking-considerations-solo-4-description": "Бағдарламалық жасақтама көрсетілген уақыт аралығында көпшілікке қолжетімді болды және қолданылды",
  "page-staking-considerations-solo-4-valid": "1 жылдан астам уақыт жұмыс істейді",
  "page-staking-considerations-solo-4-caution": "Алты айдан астам уақыт жарамды",
  "page-staking-considerations-solo-4-warning": "Жақында шығарылды",
  "page-staking-considerations-solo-5-title": "Сенуді талап етпейді",
  "page-staking-considerations-solo-5-description": "Валидатордың кілттері валидатордың бүкіл өмірлік циклі кезінде ешкімге сеніп тапсырылмайды. Қатысқан барлық смарт-келісімшарттарда айла-амалдар жоқ және орындау үшін артықшылықты рұқсаттарға сүйенбейді.",
  "page-staking-considerations-solo-5-warning": "Сеніп тапсыруды талап етеді",
  "page-staking-considerations-solo-6-description": "Бағдарламалық жасақтаманы немесе қызметті пайдаланып валидатордың жұмыс істеуі үшін пайдаланушыларға арнайы рұқсат алудың қажеті жоқ.",
  "page-staking-considerations-solo-6-valid": "Ұқсастығы - үлескерлер валидатордың бағдарламалық жасақтамасын өздігінен іске қоспайды. Алайда, жалпы нұсқалардан айырмашылығы, SaaS валидаторды іске қосу үшін 32 ETH толық ставкасын талап етеді. Сыйақылар үлескердің пайдасына жинақталады және әдетте қызметті пайдалану үшін ай сайынғы төлемді немесе басқа ставкаларды қамтиды. Егер өзіңіздің валидатор кілттерінің болғанын қаласаңыз және кем дегенде 32 ETH ставкасын алғыңыз келсе, SaaS жеткізушісін пайдалану  сіз үшін жақсы нұсқа болуы мүмкін.",
  "page-staking-considerations-solo-6-warning": "Рұқсат талап етіледі",
  "page-staking-considerations-solo-7-title": "Бірнеше клиент",
  "page-staking-considerations-solo-7-description": "Бағдарламалық жасақтама пайдаланушыларға кем дегенде екі немесе одан да көп орындау клиенттерін және екі немесе одан да көп консенсус деңгейіндегі клиенттерді таңдауға және олардың арасында ауысуға мүмкіндік береді.",
  "page-staking-considerations-solo-7-valid": "Клиенттер арасында оңай ауыстыру",
  "page-staking-considerations-solo-7-warning": "Тек мажоритарлық клиенттер қолжетімді",
  "page-staking-considerations-solo-8-title": "Өзін-өзі бақылау",
  "page-staking-considerations-solo-8-description": "Пайдаланушы валидаторлардың барлық аккаунт деректерін, соның ішінде қол қою және қаражатты шығарып алу кілттерін дербес бақылайды.",
  "page-staking-considerations-solo-8-warning": "Бағдарламалық жасақтама пайдаланушыларға кем дегенде екі немесе одан да көп орындау клиенттерін және екі немесе одан да көп консенсус деңгейіндегі клиенттерді таңдауға және олардың арасында ауысуға мүмкіндік береді.",
  "page-staking-considerations-solo-9-title": "Үнемділік",
  "page-staking-considerations-solo-9-description": "Пайдаланушылар басқа адамдармен қаражатты біріктіре отырып,  валидаторларды 32 ETH-нен төмен ставкамен басқара алады.",
  "page-staking-considerations-solo-9-valid": "< 32 ETH",
  "page-staking-considerations-solo-9-warning": "32 ETH",
  "page-staking-considerations-saas-4-description": "Бұл қызмет белгілі бір уақыт аралығында көпшілікке қолжетімді болды және пайдаланылды.",
  "page-staking-considerations-saas-6-description": "Пайдаланушыларға қызметтің жұмысына қатысу үшін арнайы рұқсат, аккаунтты тіркеу немесе KYC қажет емес.",
  "page-staking-considerations-saas-6-valid": "Кез келген адам қосыла алады",
  "page-staking-considerations-saas-6-warning": "Рұқсат талап етіледі",
  "page-staking-considerations-saas-7-title": "Орындаудағы әртүрлілік",
  "page-staking-considerations-saas-7-description": "Қызмет көпшілік клиент орындаушымен жалпы валидаторлардың 50%-дан астамын іске қоспауға тиіс.",
  "page-staking-considerations-saas-7-valid": "50%-дан аз",
  "page-staking-considerations-saas-7-caution": "Қаізргі уақытта белгісіз",
  "page-staking-considerations-saas-7-warning": "50%-дан көп",
  "page-staking-considerations-saas-8-title": "Консенсустық әртүрлілік",
  "page-staking-considerations-saas-8-description": "Қызмет мажоритарлы консенсус-клиентпен бірге жалпы валидаторлардың 50%-дан астамын іске қоспауға тиіс.",
  "page-staking-considerations-saas-8-valid": "50%-дан аз",
  "page-staking-considerations-saas-8-caution": "Қаізргі уақытта белгісіз",
  "page-staking-considerations-saas-8-warning": "50%-дан көп",
  "page-staking-considerations-pools-5-description": "Қызмет сіздің кілттеріңізді сақтау немесе сыйақыларыңызды бөлу үшін кез келген адамға сене бермейді.",
  "page-staking-considerations-pools-6-title": "Рұқсаттары жоқ тораптар",
  "page-staking-considerations-pools-6-description": "Қызмет кез келген адамға рұқсаты жоқ пулға торап операторы ретінде қосылуға мүмкіндік береді.",
  "page-staking-considerations-pools-7-description": "Қызмет көпшілік клиент орындаушымен жалпы валидаторлардың 50%-дан астамын іске қоспауға тиіс.",
  "page-staking-considerations-pools-8-title": "Өтімділік токені",
  "page-staking-considerations-pools-8-description": "Сіздің жеке әмияныңызда сақталған ETH ставкасы болып табылатын сатылатын өтімділік токенін ұсынады.",
  "page-staking-considerations-pools-8-valid": "Сіздің жеке әмияныңызда сақталған ETH ставкасы болып табылатын сатылатын өтімділік токенін ұсынады.",
  "page-staking-considerations-pools-8-warning": "Өтімділік токені жоқ",
  "page-staking-considerations-pools-9-description": "Қызмет мажоритарлы консенсус-клиентпен бірге жалпы валидаторлардың 50%-дан астамын іске қоспауға тиіс.",
  "page-staking-how-solo-works-item-1": "Жабдықты сатып алыңыз:  ставка жасау үшін сізге <a href=\"/run-a-node/\">торапты іске қосу</a>қажет.",
  "page-staking-how-solo-works-item-2": "Орындау деңгейінің клиентін синхрондаңыз.",
  "page-staking-how-solo-works-item-3": "Консенсус деңгейінің клиентін синхрондаңыз.",
  "page-staking-how-solo-works-item-4": "Өз кілттеріңізді жасаңыз және оларды валидатор клиентіне жүктеңіз.",
  "page-staking-how-solo-works-item-5": "Өз торабыңызды бақылауда ұстаңыз.",
  "page-staking-launchpad-widget-testnet-label": "Өз кілттеріңізді жасаңыз және оларды валидатор клиентіне жүктеңіз.",
  "page-staking-launchpad-widget-testnet-start": "Holesky сынақ желісінде стейкинг бастау",
  "page-staking-launchpad-widget-mainnet-start": "Негізгі желіде стейкинг бастау",
  "page-staking-launchpad-widget-span": "Желіні таңдаңыз",
  "page-staking-launchpad-widget-p1": "Дербес валидаторлар қаражатқа қауіп төндірмес бұрын Holesky сынақ желісінде  <strong>өздерінің параметрлері <strong> мен операциялық дағдыларын тексереді деп күтілуде. Есіңізде болсын: <a href=\"/developers/docs/nodes-and-clients/client-diversity/\">миноритарлық клиент</a> таңдау маңызды, өйткені желінің қауіпсіздігін арттырады және сіздің тәуекелге ұшырауыңызды шектейді.",
  "page-staking-launchpad-widget-p2": "Егер бұл ыңғайлы болса, тек стейкингті іске қосу панелін пайдаланып пәрмен жолынан қажет нәрсенің бәрін орнатуға болады.",
  "page-staking-launchpad-widget-p3": "Жұмысты жеңілдету үшін төменде көрсетілген кейбір құралдарды және нұсқаулықтарды қарап шығыңыз, олар стейкингті іске қосу панелімен бірге клиенттерді оңай баптауға көмектеседі.",
  "page-staking-launchpad-widget-link": "Бағдарламалық жасақтамалар және нұсқаулық",
  "page-staking-products-get-started": "Бастау",
  "page-staking-dropdown-staking-options": "Стейкинг нұсқалары",
  "page-staking-dropdown-staking-options-alt": "Стейкинг нұсқаларының ашылмалы мәзірі",
  "page-staking-stats-box-metric-1": "ETH-ге қойылған жалпы сома",
  "page-staking-stats-box-metric-2": "Барлық валидаторлар саны",
  "page-staking-stats-box-metric-3": "Ағымдағы APR",
  "page-staking-stats-box-metric-1-tooltip": "32 ETH-нен жоғары теңгерімдерді қоспағанда, Beacon желісіндегі ставкадағы ETH сомасы",
  "page-staking-stats-box-metric-2-tooltip": "Қазіргі Beacon желісінде іске қосылған валидатор есептік жазбаларының саны",
  "page-staking-stats-box-metric-3-tooltip": "Соңғы 24 сағат ішіндегі бір валидаторға шаққандағы орташа жылдық қаржылық кіріс",
  "page-staking-section-comparison-subtitle": "Барлығына сәйкес келетін стейкингке арналған әмбебап шешім жоқ. Мұнда біз кейбір тәуекелдерді, сыйақыларды және ставкалар жасауға мүмкіндік беретін әртүрлі тәсілдердің талаптарын салыстырамыз.",
  "page-staking-section-comparison-rewards-title": "Сыйақылар",
  "page-staking-section-comparison-solo-rewards-li1": "Ең жоғары сыйақылар - толық сыйақыларды тікелей протоколдан алыңыз",
  "page-staking-section-comparison-solo-rewards-li2": "Блоктарды ұсынғаны үшін берілетін сыйақылар, соның ішінде транзакциялар үшін комиссиялар және желінің жай-күйін тұрақты растау",
  "page-staking-section-comparison-solo-rewards-li3": "DeFi-де пайдалану үшін үй торабында өтімді стейкинг токенін шығарып алу мүмкіндігі",
  "page-staking-section-comparison-saas-rewards-li1": "Әдетте тораптың жұмысы үшін айлық комиссияны шегергендегі протокол бойынша толық сыйақылар кіреді.",
  "page-staking-section-comparison-saas-rewards-li2": "Бақылау панельдері көбінесе валидатор клиентін оңай бақылау үшін қолжетімді.",
  "page-staking-section-comparison-pools-rewards-li1": "Біріктірілген үлескерлер жалпы стейкингтің таңдалған әдісіне байланысты сыйақыларды әртүрлі тәсілдермен алады.",
  "page-staking-section-comparison-pools-rewards-li2": "Біріктірілген стейкингке арналған көптеген сервистер бір немесе одан да көп <a href=\"/glossary/#liquidity-tokens\">өтімділік токендерін</a>, ұсынады, олар сіз салған ETH және валидатордың сыйақысындағы үлесіңіздің сомасы болып табылады. ",
  "page-staking-section-comparison-pools-rewards-li3": "Өтімділік токендері <a href=\"/glossary/#defi\">defi</a> ішінде пайдаланылатын әмияныңызда сақталуы мүмкін және егер сіз шығып кетуді шешсеңіз ол сатылады.",
  "page-staking-section-comparison-solo-risks-li1": "Сіздің ETH-деріңізге ставка қойылады.",
  "page-staking-section-comparison-solo-risks-li2": "Желіден ажырату үшін ETH-де айыппұлдар бар.",
  "page-staking-section-comparison-solo-risks-li3": "Зиян келтіретін мінез-құлық үшін слешинг (ірі айыппұлдар және желіден жою) ",
  "page-staking-section-comparison-solo-risks-li4": "Өтімді стейкинг токенін шығару смарт-келісімшарттар үшін қауіпті, бірақ бұлай істеу міндетті емес",
  "page-staking-section-comparison-saas-risks-li1": "Дербес стейкингпен бірдей тәуекелдер бар, сонымен қатар қызмет көрсетуші контрагенттің тәуекелі де бар.",
  "page-staking-section-comparison-saas-risks-li2": "Қол қою кілттерін пайдалану қасақана іс-әрекет етуі мүмкін басқа біреуге сеніп тапсырылған.",
  "page-staking-section-comparison-pools-risks-li1": "Тәуекелдер қолданылатын әдіске байланысты өзгереді.",
  "page-staking-section-comparison-pools-risks-li2": "Жалпы алғанда, тәуекелдерге контрагентке, <a href=\"/glossary/#smart-contract\">смарт-келісімшартқа</a> және орындауға байланысты тәуекелдердің жиынтығы жатады.",
  "page-staking-section-comparison-requirements-title": "Талаптар",
  "page-staking-section-comparison-solo-requirements-li1": "Сіз 32 ETH салуыңыз керек",
  "page-staking-section-comparison-solo-requirements-li2": "Интернетке қосылған кезде Ethereum <a href=\"/glossary/#execution-client\">клиент-орындаушы</a> және <a href=\"/glossary/#consensus-client\">консенсу-клиент</a> екеуін де іске қосатын жабдықты ұстаңыз",
  "page-staking-section-comparison-solo-requirements-li3": "<a href=\"https://holesky.launchpad.ethereum.org\" target=\"_blank\">Стейкингті іске қосу панелі </a> бұл сізге жабдықтың жұмыс процесімен және талаптарымен танысуға көмектеседі.",
  "page-staking-section-comparison-saas-requirements-li1": "32 ETH салыңыз және сыбыр сөздердің көмегімен кілттерді жасаңыз",
  "page-staking-section-comparison-saas-requirements-li2": "Кілттеріңізді қауіпсіз жерде сақтаңыз.",
  "page-staking-section-comparison-saas-requirements-li3": "Қалғанын біз шешеміз, дегенмен белгілі бір қызметтер әр түрлі болады.",
  "page-staking-section-comparison-pools-requirements-li1": "Ең төменгі ETH талаптары, кейбір жобалар үшін тек 0,01 ETH қажет.",
  "page-staking-section-comparison-pools-requirements-li2": "Әмияныңыздан біріктірілген стейкке арналған әртүрлі платформаларға  тікелей инвестиция салыңыз немесе ставкалар үшін өтімділік токендерінің бірін ауыстырып алыңыз.",
  "page-staking-faq-1-question": "Валидатор дегеніміз не?",
  "page-staking-faq-1-answer": "<em>Валидатор</em> — бұл Ethereum-да бар және Ethereum протоколының консенсусына қатысатын виртуалды объект. Валидаторлар теңгеріммен, жалпы кілтпен және басқа қасиеттермен ұсынылған. <em>Валидатор клиенті</em> — бұл валидатордың жеке кілтін сақтайтын және пайдаланатын валидатордың атынан іс-әрекет ететін бағдарламалық жасақтама. Жеке валидатор клиенті көптеген валидаторларды басқара отырып, көптеген кілттер жұбын сақтай алады.",
  "page-staking-faq-2-question": "Қаражатты мен не үшін салуым керек?",
  "page-staking-faq-2-answer": "Валидатордың желі үшін блоктарды ұсыну және растау мүмкіндігі бар. Адал емес мінез-құлықтың алдын алу үшін пайдаланушылар өздерінің қаражатын салуы керек. Бұл протоколға қаскүнемдерді жазалауға мүмкіндік береді. Ставка - бұл сіздің адалдығыңызды қамтамасыз ету тәсілі, өйткені сіздің іс-әрекетіңіз қаржы салдарына әсер етеді. ",
  "page-staking-faq-3-question": "Eth2 сатып алуға бола ма?",
  "page-staking-faq-3-answer-p1": "Протокол үшін жергілікті Eth2 токені жоқ, өйткені Ethereum меншікті дәлелдеуге көшкен кезде меншікті эфир токені (ETH) өзгерген жоқ.",
  "page-staking-faq-3-answer-p2": "Туынды токендер және тикерлер бар, олар өздігінен салынған ЕТН білдіруі мүмкін (мысалы, Rocket Pool-дан rETH, Lido-дан stETH,  Coinbase-тан ETH2). <a href=\"/staking/pools/\">Стейкингке арналған пулдар</a> туралы көбірек білу.",
  "page-staking-faq-4-question": "Стейкинг қазір жұмыс істеп тұр ма?",
  "page-staking-faq-4-answer-p1": "Иә. Стекинг 2020 жылдың 1 желтоқсанынан бастап жұмыс істейді.",
  "page-staking-faq-4-answer-p2": "Бұл дегеніміз, стейкинг қазіргі уақытта ETH-ге салған, валидатор клиентін іске қосқан және сыйақы ала бастаған пайдаланушылар үшін іске қосылды.",
  "page-staking-faq-4-answer-p3": "Shanghai/Capella жаңартуы 2023 жылдың 12 сәуірінде ставкаларды алып тастау және стейкингтің өтімділік циклін аяқтау арқылы аяқталды.",
  "page-staking-faq-5-question": "Мен ETH-ге салған қаражатымды қашан шығара аламын?",
  "page-staking-faq-5-answer-p1": "Бұл қазірдің өзінде қолжетімді! Қажет болса, үлескерлер өз сыйақыларын және/немесе негізгі қарызын валидатор теңгерімінен еркін ала алады.",
  "page-staking-faq-5-answer-p2": "Қатысушылар сонымен қатар алушы көрсеткен мекенжай бойынша бірден қолжетімді болатын блоктарды ұсынған кезде комиссия және MEV түрінде сыйақы алады.",
  "page-staking-further-reading-2-link": "Serenity жаңартуының негіздемесі",
  "page-staking-further-reading-4-link": "Eth2 жаңалықтары",
  "page-staking-further-reading-4-author": "Бен Эджингтон",
  "page-staking-further-reading-5-link": "№ 33, Ethereum консенсус деңгейінде жұмыс аяқталды (2022 ж. қаңтар)",
  "page-staking-further-reading-5-author": "Дэнни Райан",
  "page-staking-further-reading-6-link": "Attestant-тағы жарияланымдар",
  "page-staking-further-reading-8-link": "Beaconcha.in қоғамдастығы ұсынған оқу материалдары ",
  "page-staking-further-reading-9-link": "Ethereum-дегі стейкингті басқару панелі: жиі қойылатын сұрақтар",
  "page-staking-further-reading-10-link": "Beaconcha.in қоғамдастығы ұсынған оқу материалдары ",
  "page-staking-toc-how-to-stake-your-eth": "ETH-ді қалай инвестициялауға болады?",
  "page-staking-toc-comparison-of-options": "Стейкинг нұсқаларын салыстыру",
  "page-staking-toc-faq": "Жиі қойылатын сұрақтар",
  "page-staking-toc-further": "Әрі қарай оқу",
  "page-staking-dom-info-title": "Ethereum-дегі стейкинг",
  "page-staking-join-community": "Стейкерлер қауымдастығына қосылыңыз",
  "page-staking-join-community-desc": "EthStaker — бұл Ethereum-да стейкингті кез келген адам талқылай алатын және зерттей алатын қауымдастық. Жердің түкпір-түкпірінен ондаған мың пайдаланушыларға қосылыңыз: кеңестер, қолдау алыңыз және стейкингке қатысты барлық нәрсені талқылаңыз.",
  "page-staking-meta-description": "Ethereum стейкингіне шолу: тәуекелдер, сыйақылар, талаптар және оны қайда жасау керек.",
  "page-staking-meta-title": "Ethereum стейкингі",
  "page-staking-withdrawals-important-notices": "Маңызды хабарландырулар",
  "page-staking-withdrawals-important-notices-desc": "Қаражатты шығарып алу әлі қолжетімді емес. Қосымша ақпарат алу үшін <a href=\"https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/\" target=\"_blank\"> Eth2 бірігуі және біріккенен кейінгі ережелер туралы жиі қойылатын сұрақтар</a бөлімінен оқып біліңіз.",
  "subscribe-to-ef-blog": "<a href=\"https://blog.ethereum.org/category/protocol/#subscribe\" target=\"_blank\">EF блогына жазылыңыз</a> протоколдың соңғы хабарландырулары туралы электрондық пошта хабарландыруларын алу үшін.",
  "page-staking-comparison-with-other-options": "Басқа нұсқалармен салыстыру",
  "page-staking-any-amount": "Қаражатты шығарып алу әлі қолжетімді емес. Қосымша ақпарат алу үшін <a href=\"https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/\" target=\"_blank\"> Eth2 бірігуі және біріккенен кейінгі ережелер туралы жиі қойылатын сұрақтар</a бөлімінен оқып біліңіз.",
  "page-staking-testnet": "<a href=\"https://blog.ethereum.org/category/protocol/#subscribe\" target=\"_blank\">EF блогына жазылыңыз</a> протоколдың соңғы хабарландырулары туралы электрондық пошта хабарландыруларын алу үшін."
}
