{
  "page-get-eth-article-keeping-crypto-safe": "Криптовалютаңыздың қауіпсіздігін қамтамасыз етуге арналған кілттер",
  "page-get-eth-article-protecting-yourself": "Өз деректеріңізді және қаражатыңызды қорғау",
  "page-get-eth-article-store-digital-assets": "Ethereum-да цифрлық активтерді қалай сақтау тәсілі",
  "page-get-eth-article-protecting-yourself-desc": "MyCrypto",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": "Орталықтандырылған биржалар",
  "page-get-eth-cex-desc": "Биржалар - бұл дәстүрлі валютаға криптовалюта сатып алуға мүмкіндік беретін компаниялар. Олар сіз сатып алған кез келген ETH-ді сіз басқаратын әмиянға жібергенге дейін басқарады.",
  "page-get-eth-checkout-dapps-btn": "Орталықтандырылмаған қолданбаларды қарап шығу",
  "page-get-eth-community-safety": "Қауіпсіздік туралы қауымдастық жазбалары",
  "page-get-eth-description": "Ethereum-ді бірде-бір ұйым бақылай алмайды, өйткені ол - орталықтандырылмаған.",
  "page-get-eth-dex": "Орталықтандырылмаған биржалар (DEXs)",
  "page-get-eth-dex-desc": "Егер сіз көбірек бақылауды қаласаңыз, <a href=\"/glossary/#smart-contract\">уақылды келісімшарттарды</a> пайдаланып, ETH сатып алыңыз. DEX көмегімен өзіңіздің қаражатыңызды басқаруды орталықтандырылған компанияға бермей-ақ цифрлық активтермен сауда жасай аласыз. ",
  "page-get-eth-peers": "Бір деңгейлі пайдаланушылардан ЕТН алыңыз",
  "page-get-eth-peers-desc": "Ethereum аккаунтын алғаннан кейін, бір деңгейлі жіберу жүйесі арқылы ETH (және басқа токендері)  жіберуді және алуды бастау үшін өз мекенжайыңызды жіберу керек.\n",
  "page-get-eth-staking": "Стейкинг үшін төленетін сыйақы",
  "page-get-eth-staking-desc": "Егер сізде ETH бар болса, олардың санын валидатор торабы ретінде ақша табу арқылы көбейтуге болады. Сіз ETH-ді тексеру бойынша жұмысты орындағаныңыз үшін төлем ретінде аласыз.",
  "page-get-eth-earn": "ETH арқылы ақша табыңыз",
  "page-get-eth-earn-desc": "Сіз DAO немесе криптовалютада төлейтін компанияда жұмыс істеу, марапаттар алу, бағдарламалық жасақтамада қателерді табу және басқа мүмкіндіктерді пайдалану арқылы ЕТН табыс аласыз.",
  "page-get-eth-daos-link-desc": "DAO туралы толығырақ",
  "page-get-eth-cex-link-desc": "Биржалар тізімін қараңыз",
  "page-get-eth-staking-link-desc": "Стейкинг туралы көбірек біліңіз",
  "page-get-eth-dexs": "Орталықтандырылмаған биржалар (DEX)",
  "page-get-eth-dexs-desc": "Орталықтандырылмаған биржалар - бұл ETH және басқа да токендерге арналған ашық сауда алаңдары. Олар сатып алушылар мен сатушыларды тікелей байланыстырады.",
  "page-get-eth-dexs-desc-2": "Мәміледегі қаражатты қорғау үшін сенімді үшінші тұлғаларды пайдаланудың орнына олар кодты пайдаланады. Сатушының ETH-і төлем кепілдендірілген кезде ғана беріледі. Кодтың бұл түрі смарт-келісімшарт ретінде белгілі.",
  "page-get-eth-dexs-desc-3": "Бұл орталықтандырылған баламаларға қарағанда географиялық шектеулер аз екенін білдіреді. Егер біреу сіз қалаған нәрсені сататын болса және сіз бере алатын төлем әдісін қабылдайтын болса, демек бәрі дайын.",
  "page-get-eth-dexs-desc-4": "Ескертпе: көптеген орталықтандырылмаған биржалар (DEX) жұмыс үшін дайын эфирді (WETH) пайдаланады. <a href=\"/wrapped-eth\">Дайын эфир туралы толығырақ біліңіз</a>.",
  "page-get-eth-do-not-copy": "Мысал: көшіріп алмау",
  "page-get-eth-exchanges-disclaimer": "Біз бұл ақпаратты өз бетімізше жинадық. Егер қате ақпарат тауып алсаңыз, бізге хабарлаңыз",
  "page-get-eth-exchanges-empty-state-text": "Пайдалануға болатын биржалардың тізімін көру үшін тұрғылықты еліңізді көрсетіңіз",
  "page-get-eth-exchanges-except": "Басқа",
  "page-get-eth-exchanges-header": "Сіз қай елде тұрасыз?",
  "page-get-eth-exchanges-header-exchanges": "Биржалар",
  "page-get-eth-exchanges-header-wallets": "Әмияндар",
  "page-get-eth-exchanges-intro": "Биржаларда криптовалютаны қайдан сатып алуға болатындығы туралы шектеулер бар. Бұл әр елде жұмыс істқолданылуы тиіс қызметтердің болжамды тізімі. Оған қосылу сапаға кепілдік бермейді, жағдайды өзіңіз зерттеуіңіз керек!",
  "page-get-eth-exchanges-no-exchanges": "Өкінішке орай, біз бұл елде ETH сатып алуға мүмкіндік беретін биржаларды білмейміз. Егер сіз білсеңіз, бізге хабарлаңыз",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Өкінішке орай, біз бұл елде ETH сатып алуға мүмкіндік беретін биржаларды білмейміз. Егер сіз білсеңіз, бізге хабарлаңыз",
  "page-get-eth-exchanges-no-wallets": "Өкінішке орай,  біз бұл елде ЕTH сатып алуға мүмкіндік беретін әмияндарды білмейміз. Егер сізге белгілі болса, бізге хабарлаңыз",
  "page-get-eth-exchanges-search": "Ескертпе: көптеген орталықтандырылмаған биржалар (DEX) жұмыс үшін дайын эфирді (WETH) пайдаланады. <a href=\"/wrapped-eth\">Дайын эфир туралы толығырақ біліңіз</a>.",
  "page-get-eth-exchanges-success-exchange": "Заң бойынша тексерулерге байланысты биржада тіркелу бірнеше күнге созылуы мүмкін.",
  "page-get-eth-exchanges-success-wallet-link": "әмияндар",
  "page-get-eth-exchanges-success-wallet-paragraph": "Өзіңіз тұратын елде ETH-ді осы әмияндардан тікелей сатып ала аласыз. Толығырақ білу",
  "page-get-eth-exchanges-usa": "Америка Құрама Штаттары (АҚШ)",
  "page-get-eth-get-wallet-btn": "Әмиян жасау",
  "page-get-eth-hero-image-alt": "ETH кейіпкерінің бейнесін алу",
  "page-get-eth-keep-it-safe": "Сіздің ETH қауіпсіздігін қамтамасыз ету",
  "page-get-eth-meta-description": "Өзіңіз тұратын жерде ETH-ді қалай сатып алуға болады және олардың қауіпсіздігін қалай қамтамасыз ету туралы кеңстер.",
  "page-get-eth-meta-title": "ETH-ді қалай алуға болады?",
  "page-get-eth-need-wallet": "DEX пайдалану үшін сізге әмиян қажет.",
  "page-get-eth-new-to-eth": "ETH-де жаңа пайдаланушысыз ба? Бастау үшін шағын шолуға назар аударыңыз.",
  "page-get-eth-other-cryptos": "Басқа криптовалютаға сатып алу",
  "page-get-eth-protect-eth-desc": "Ethereum-нің негізгі функцияларының бірі - аккаунтты басқару арқылы активтеріңізді бақылау мүмкіндігі. Бұл өзіңіздің активтеріңізді қандай да бір үшінші тарапқа сеніп тапсыруға міндетті емес екеніңізді білдіреді, яғни сіз активтерді ықтимал қорғаушылардың жосықсыз әрекеттерінен, олардың банкроттығынан немесе бұзуынан сақтанасыз. Алайда бұл сізге олардың қауіпсіздігін өз бетіңізше қамтамасыз ету бойынша міндеттерді жүктейді. ",
  "page-get-eth-protect-eth-in-wallet": "ETH-ді өз әмияныңызда сақтаңыз",
  "page-get-eth-search-by-country": "Ел бойынша іздеу",
  "page-get-eth-security": "Бұл қаражатыңыздың қауіпсіздігіне байыпты қарау керек дегенді білдіреді. ETH көмегімен сіз банкке немесе компанияға сіздің активтеріңізді қарауға сеніп тапсыра алмайсыз, олардың қауіпсіздігіне өзіңіз жауап бересіз.",
  "page-get-eth-smart-contract-link": "Смарт-келісімшарттар туралы толығырақ",
  "page-get-eth-swapping": "Токендеріңізді ETH-ға айырбастаңыз. Және керісінше.",
  "page-get-eth-try-dex": "DEX-ті қолданып көріңіз",
  "page-get-eth-use-your-eth": "Өзіңіздің ETH-ді пайдаланыңыз",
  "page-get-eth-use-your-eth-dapps": "Енді сізде ETH бар, бірнеше Ethereum қолданбаларын (dapps) қарап көріңіз. Қаржыға, әлеуметтік желілерге, ойынға және тағы басқаларға арналған қолданбалар бар.\n",
  "page-get-eth-wallet-instructions": "Әмиян нұсқауларын орындаңыз",
  "page-get-eth-wallet-instructions-lost": "Егер өзіңіздің аккаунтыңызға кіру рұқсатын жоғалтып алсаңыз, өз қаражатыңызды пайдалана алмайсыз.\nСіздің әмияныңыз  осындай жағдайлардың алдын алу үшін нұсқаулар беріп отыруы керек. Оларды мұқият орындап жүргеніңізді тексеріңіз: аккаунтыңызға кіру мүмкіндігін жоғалтып алған жағдайда сізге ешкім көмектесе алмайды.",
  "page-get-eth-wallets": "Әмияндар",
  "page-get-eth-wallets-link": "Әмияндар туралы толығырақ",
  "page-get-eth-wallets-purchasing": "Кейбір әмияндар дебет немесе кредит картасы, банктік аударым немесе тіпті Apple Pay арқылы криптовалюта сатып алуға мүмкіндік береді. Географиялық шектеулер қолданылады.",
  "page-get-eth-warning": "Бұл DEX жаңадан бастаушыларға арналмаған, өйткені оларды пайдалану үшін біраз ETH қажет болады. Бұл ұсынылған өнімдер емес, тек мысалдар. Жағдайды өз бетіңізше зерттеңіз!",
  "page-get-eth-what-are-DEX's": "DEX деген не?",
  "page-get-eth-whats-eth-link": "ETH дегеніміз не?",
  "page-get-eth-where-to-buy-desc": "Сіз ЕТН-нен табыс таба аласыз, бір деңгейлі пайдаланушылардан ала аласыз немесе биржалар мен қолданбалардан сатып ала аласыз.",
  "page-get-eth-where-to-buy-desc-2": "Өзіңіз тұратын жеріңізге байланысты қандай қызметтерді пайдалана алатыныңызды тексеріңіз.",
  "page-get-eth-where-to-buy-title": "Әмиян нұсқауларын орындаңыз",
  "page-get-eth-your-address": "ETH мекенжайы",
  "page-get-eth-your-address-desc": "Әмиянды жүктеп алған кезде ол сіз үшін жалпыға қолжетімді ETH мекенжайын жасайды. Мұндай мекенжайдың мысалы:",
  "page-get-eth-your-address-desc-3": "Оны электрондық пошта мекенжайыңыз сияқты елестетіп көріңіз, бірақ хабарламалардың орнына сіз ETH аласыз. Егер сіз ETH-ді биржадан әмияныңызға аударғыңыз келсе, тағайындалған мекенжай ретінде мекенжайыңызды пайдаланыңыз. Оны жіберу алдында екі рет тексеріңіз!",
  "page-get-eth-your-address-wallet-link": "Әмияндарды көріп шығу",
  "listing-policy-raise-issue-link": "Мәселе көтеру",
  "page-find-wallet-last-updated": "Соңғы жаңарту"
}
