{
  "page-what-is-ethereum-alt-img-bazaar": "Базарға қарап тұрған адамның кескіні Ethereum платформасын бейнелейді",
  "page-what-is-ethereum-alt-img-comm": "Бірге жұмыс істеп жатқан Ethereum қауымдастығы мүшелерінің суреті",
  "page-what-is-ethereum-alt-img-lego": "LEGO кубиктерінен ETH логотипін жасап жатқан қолдың суреті",
  "page-what-is-ethereum-banking-card": "Барлығына арналған банк қызметі",
  "page-what-is-ethereum-banking-card-desc": "Қаржылық қызметтерге әркімнің қолы жете бермейді. Ethereum платформасына және соның негізінде жасалған несие өнімдеріне, қарыз алуға және ақша жинауға қол жеткізу үшін сізге бар қажеті — интернет қосылымы.",
  "page-what-is-ethereum-build": "Ethereum көмегімен бірдеңе жасаңыз",
  "page-what-is-ethereum-build-desc": "Ethereum платформасында қолданба жасап көргіңіз келсе, құжаттамамызды оқыңыз, бірнеше оқулықтарды қолданып көріңіз немесе жұмысты бастауға қажет құралдарды пайдаланып көріңіз.",
  "page-what-is-ethereum-censorless-card": "Цензураға төзімділік",
  "page-what-is-ethereum-censorless-card-desc": "Үкімет те, компаниялар да Ethereum платформасын басқара алмайды. Орталықсыздандыру төлемдерді алуыңызға немесе Ethereum негізіндегі қызметтерді пайдалануыңызға шектеу қоюға жол бермейді.",
  "page-what-is-ethereum-comm-desc": "Біздің қауымдастықта өмірдің барлық салаларындағы адамдар бар, соның ішінде суретшілер, крипто-анархистер, Fortune 500 компаниялары және енді сіз. Бүгін осы жобаға қалай қатысуға болатынын біліңіз.",
  "page-what-is-ethereum-commerce-card": "Коммерциялық кепілдіктер",
  "page-what-is-ethereum-commerce-card-desc": "Келісілген нәрсені берсеңіз ғана, тұтынушылар қаражаттың басқа адамға аударылатынына қауіпсіз әрі кіріктірілген кепілдік алады. Сол секілді әзірлеушілер де оларға қатысты ережелердің өзгермейтініне сенімді бола алады.",
  "page-what-is-ethereum-composable-card": "Композиттік өнімдер",
  "page-what-is-ethereum-composable-card-desc": "Барлық қолданбалар ортақ ғаламдық күйі бар бір блокчейн негізінде жасалады, бұл оларды бір-бірімен өзара әрекеттесуге мүмкіндігін береді (Lego құрылыс блоктары секілді). Бұл сізге сапалы өнім жасауға және пайдаланушы тәжірибесін жақсартуға мүмкіндік береді, сонымен қатар бұл қолданбаларға тәуелді құралдарды ешкім жоя алмайтындығына кепілдік береді.",
  "page-what-is-ethereum-community": "Ethereum қауымдастығы",
  "page-what-is-ethereum-desc": "Цифрлың болашағымыздың іргетасы",
  "page-what-is-ethereum-explore": "Ethereum-ді зерттеңіз",
  "page-what-is-ethereum-internet-card": "Ашық интернет",
  "page-what-is-ethereum-internet-card-desc": "Кез келген адам Ethereum желісімен әрекеттесе алады немесе оның негізінде қолданба жасай алады. Бұл сізге бірнеше алып корпорациялардың бақылауында болудың орнына өз активтеріңізді және жеке басыңызды бақылауға мүмкіндік береді.",
  "page-what-is-ethereum-meet-comm": "Қоғамдастықпен танысыңыз",
  "page-what-is-ethereum-meta-description": "Ethereum туралы, оның функциялары және оны қалай сынап көруге болатыны туралы біліңіз.",
  "page-what-is-ethereum-meta-title": "Ethereum деген не?",
  "page-what-is-ethereum-p2p-card": "Пирингті желі",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum келісім жасауға, үйлестіруге және цифрлық активтерді тікелей басқа адамдарға беруге мүмкіндік береді. Сізге делдардарға сенім артып жүрудің қажеті жоқ.",
  "page-what-is-ethereum-start-building-btn": "Қолданба жасауды бастау",
  "page-what-is-ethereum-title": "Ethereum деген не?",
  "page-what-is-ethereum-subtitle": "Ethereum платформасы қалай жұмыс істейтіні, оның қандай артықшылық беретіні және оны әлем бойынша миллиондаған адам қалай пайдаланатыны туралы жаңа бастаушыларға арналған толық нұсқаулық.",
  "page-what-is-ethereum-button-lets-start": "Кәне бастайық",
  "page-what-is-ethereum-blockchain-tab-title": "Блокчейн деген не?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Блокчейн — транзакцияның деректер қоры</b>, оған желідегі көптеген компьютерлерден қол жеткізуге және оны жаңартуға болады. Транзакция топтары қосылған сайын «блок» пайда болады — «блокчейн» ұғымы (яғни, «блоктар тізбегі») осыдан пайда болды. Ethereum сияқты жалпыға ашық блокчейндерге кез келген адам деректер қоса алады, алайда оларды жоюға болмайды. Егер біреу ақпаратты өзгерткісі келсе немесе жүйені алдағысы келсе, ол әрекеттерін желідегі компьютерлердің көбісінен істеу керек болады. Ал олар өте көп! Бұл Ethereum сияқты орталықсыздандырылған блокчейндерді өте сенімді етеді.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Криптовалюта дегеніміз не?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Криптовалюта — блокчейн арқылы қорғалған өзара алмастыруға болатын цифрлық токен түрлерінің көбісін сипаттауға арналған термин. Барлығы Bitcoin жүйесінен басталды. Bitcoin делдалдың қажетінсіз екі тарап арасында құндылықтарды тасымалдау үшін пайдаланыла алады. Сізге тек толықтай барлығына ашық және еркін түрде қол жеткізуге болатын Bitcoin кодына сенім арту қажет.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "Биткоин және эфир сияқты активтер криптовалюталар деп аталады, өйткені деректеріңіз бен активтеріңіздің қауіпсіздігін әрекеттерінің тұтастығына сенетін мекеме немесе корпорация емес, <a href=\"/glossary/#cryptography\">криптография</a> қамтамасыз етеді.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Ethereum платформасының желідегі кейбір әрекеттерді төлеуге пайдаланылатын «эфир» (ETH) атты өз криптовалютасы бар. Оны Ethereum желісінде басқа пайдаланушыларға беруге немесе басқа токендерге айырбастауға болады. Эфирдің ерекшелігі — ол Ethereum негізіндегі қолданбалар мен ұйымдарды жасау және іске қосу үшін қажетті есептеулерді төлеу үшін қолданылады.",
  "page-what-is-ethereum-summary-title": "Шолу",
  "page-what-is-ethereum-summary-desc-1": "Ethereum — Ethereum протоколы деп аталатын ережелер жинағына бағынатын әлемдегі компьютерлер желісі. Ethereum желісі әркім жасай немесе пайдалана алатын қауымдастық, қолданбалар, ұйымдар және цифрлық активтер үшін негіз болып табылады.",
  "page-what-is-ethereum-summary-desc-2": "Ethereum аккаунтын кез келген жерден және кез келген уақытта тіркеп, қолданбалар әлемін зерттеуге немесе өзіңіздің жеке қолданбаңызды жасауға мүмкіндік береді. Негізгі жаңалық — мұның бәрін ережелерді өзгертетін немесе қол жеткізуге шектеу қоятын орталық органға сенбей-ақ жасауға болады.",
  "page-what-is-ethereum-summary-desc-3": "Қосымша ақпарат алу үшін оқуды жалғастырыңыз…",
  "page-what-is-ethereum-btc-eth-diff-title": "Ethereum мен биткоин арасында қандай айырмашылық бар?",
  "page-what-is-ethereum-btc-eth-diff-1": "2015 жылы іске қосылған Ethereum биткоинның инновацияларына негізделген, алайда оның кейбір үлкен айырмашылықтары бар.",
  "page-what-is-ethereum-btc-eth-diff-2": "Екеуі де цифрлық ақшаны төлем провайдерлерінсіз немесе банктерсіз пайдалануға мүмкіндік береді. Бірақ <b>Ethereum бағдарламаланады</b>, сондықтан оның желісінде орталықтандырылмаған қолданбаларды құруға және орналастыруға болады.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin бізге бір-бірімізге құнды деп санайтын нәрселер туралы негізгі хабарламалар жіберуге мүмкіндік береді. Биліксіз құндылықты орнату — бұл үлкен артықшылық. Ethereum мүмкіндіктеріңізді кеңейтеді: жай хабарламалардың орнына сіз кез-келген жалпы бағдарламаны немесе келісімшартты жаза аласыз. Жасалуы және келісілуі мүмкін келісімшарттардың түріне шек жоқ, сондықтан Ethereum желісінде үлкен инновациялар орын алуда.",
  "page-what-is-ethereum-btc-eth-diff-4": "Bitcoin тек төлем желісі болғанымен, Ethereum қаржылық қызметтер, ойындар, әлеуметтік желілер және басқа қолданбалар нарығына көбірек ұқсайды.",
  "page-what-is-ethereum-what-can-eth-do-title": "Ethereum-нің қандай мүмкіндіктері бар?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Маған Ethereum-ді неге қолдану қажет?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Егер сізді жаһандық деңгейде үйлестірудің, ұйымдарды құрудың, қолдарбаларды әзірлеудің және құндылықтармен алмасудың тұрақты, ашық және сенімді әдістері қызықтырса, Ethereum сізге арналған. Біз бәріміз бірлесіп Ethereum тарихын жазып жатырмыз, сондықтан бізге қосылыңыз және біз бірге құра алатын керемет әлемдерді паш етіңіз.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Ethereum құнын олардың бақылауынан тыс сыртқы күштерге байланысты активтерінің қауіпсіздігіне, сенімділігіне немесе ұтқырлығына қатысты белгісіздікке тап болған адамдар үшін де асыра бағалау мүмкін емес.",
  "page-what-is-ethereum-slide-1-title": "Аса арзан және жылдам халықаралық төлемдер",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Тұрақты монеталар</b> — құны аса тұрақты активтерге негізделген жаңа криптовалюта түрі. Олардың көбісі АҚШ долларына байланысытырылған, осылайша валюта құны сақталады. Бұл өте арзан әрі тұрақты халықаралық төлем жүйесін жасауға мүмкіндік береді. Заманауи тұрақты монеталардың көбісі Ethereum желісінде жасалған.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum мен тұрақты монеталар ақшаны шетелге жіберу процесін жеңілдетеді. Әлем бойынша қаражатты жіберу/қабылдау әдеттегі банк үшін бірнеше жұмыс күн немесе тіпті апта алса, бұған бірнеше минут жеткілікті. Оның үстіне қаражат айналымы аз шығынмен жүзеге асырылады. Сонымен қатар жоғары сомадағы транзакциялар үшін қосымша комиссиялар жоқ және ақшаны қайда және не үшін жіберетініңізге ешқандай шектеулер жоқ.",
  "page-what-is-ethereum-slide-2-title": "Дағдарыс кезіндегі ең жылдам көмек",
  "page-what-is-ethereum-slide-2-desc-1": "Тұратын жеріңіздегі сенімді мекемелерде бірнеше банктік опцияларға ие бола болсаңыз, олар ұсынылатын қаржылық еркіндікті, қауіпсіздікті және тұрақтылықты әдеттегідей қабылдауыңыз мүмкін. Бірақ бүкіл әлемде саяси қуғын-сүргінге ұшыраған немесе экономикалық қиындықтарға тап болған көптеген адамдар үшін қаржы институттары қажетті қорғанысты немесе қызметтерді қамтамасыз ете алмауы мүмкін.",
  "page-what-is-ethereum-slide-2-desc-2": "Соғыс, экономикалық апат немесе азаматтық бостандықтардың қысымы <a href=\"https://time.com/5486673/bitcoin-venezuela-authorarian/\">Венесуэла</a>, <a href=\"https: //www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Куба</a>, <a href=\"https:// www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Ауғанстан</a>, <a href=\"https://qz. com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Нигерия</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22 /meet-the-ngo-turning-to-cryptocurrency-to-help-desperate-belarusians\">Беларусия</a> и <a href=\"https://internationalbanker.com/finance/cryptocurrities-filling-crucial- role-in-the-russia-ukraine-conflict/\">Украина</a> тұрғындарын соққыға жыққанда, криптовалюталар қаржы агенттігін құтқарудың ең жылдам және әдетті жалғыз әдісі болды.<sup><a href=\"https://www.financialinclusion. tech/\">1</a></sup> Мысалдарда көрсетілгендей, Ethereum сияқты криптовалюталар адамдар сыртқы әлемнен ажыратылған кезде жаһандық экономикаға үздіксіз қол жеткізуге мүмкіндік береді. Сонымен қатар стейблкоиндар гиперинфляцияға байланысты жергілікті валюталар құлдыраған кезде құндылық қоймасын ұсынады.",
  "page-what-is-ethereum-slide-3-title": "Авторлардың мүмкіндіктерін кеңейту",
  "page-what-is-ethereum-slide-3-desc-1": "Тек 2021 жылы суретшілер, музыканттар, жазушылар және басқа шығармашылық тұлғалар Ethereum көмегімен 3,5 миллиард АҚШ долларына жуық табыс тапты. Бұл Ethereum-ді Spotify, YouTube және Etsy сияқты авторларға арналған ірі жаһандық платформа етеді. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Толығырақ</a>.",
  "page-what-is-ethereum-slide-4-title": "Геймерлердің мүмкіндіктерін кеңейту",
  "page-what-is-ethereum-slide-4-desc-1": "Ойын кезінде ақша табуға мүмкіндік беретін ойындар (ойыншылар ойнағаны үшін нақты марапат алады) жақында пайда болды және қазір ойын индустриясын өзгертуде. Дәстүр бойынша ойын ішіндегі активтерді сатуға немесе оларды басқа ойыншыларға нақты ақшаға беруге жиі тыйым салынады. Бұл ойыншыларды жиі қауіпсіздікке қауіп төндіретін қара нарық веб-сайттарын пайдалануға мәжбүр етеді. Ойындарда блокчейн технологиясын пайдалану ойын экономикасын қамтиды және сенім ортасында мұндай транзакцияларды жеңілдетеді.",
  "page-what-is-ethereum-slide-4-desc-2": "Сонымен қатар ойыншыларға ойын ішіндегі токендерді нақты ақшаға айырбастау мүмкіндігі беріледі және осылайша оларға ойын ойнаған уақыты үшін нақты марапаттар беріледі.",
  "page-what-is-ethereum-meet-ether-title": "Ethereum криптовалютасы — эфирмен танысыңыз",
  "page-what-is-ethereum-meet-ether-desc-1": "Ethereum желісіндегі көптеген әрекеттер есептеулерді кірістірілген Ethereum компьютерінде («Ethereum виртуалды машинасы» ретінде белгілі) орындауды талап етеді. Бұл есептеулер тегін емес; олар Ethereum-ның эфир (ETH) деп аталатын жергілікті криптовалютасының көмегімен төленеді. Бұл желіні пайдалану үшін кем дегенде кішкене эфир болуы керек дегенді білдіреді.",
  "page-what-is-ethereum-meet-ether-desc-2": "Эфир — толығымен цифрлық валюта және сіз оны әлемнің кез келген жеріндегі кез келген адамға лезде жібере аласыз. Қолжетімді эфир мөлшерін ешқандай үкімет немесе компания бақыламайды — бүкіл процесс орталықтандырылмаған және толығымен ашық. Эфирлер дәл хаттамаға сәйкес тек үлес қосқан пайдаланушыларға шығарылады, осылайша желінің қауіпсіздігін қамтамасыз етеді.",
  "page-what-is-ethereum-what-is-ether": "Эфир дегеніміз не?",
  "page-what-is-ethereum-get-eth": "ETH алу",
  "page-what-is-ethereum-explore-applications": "Қолданбаларды көру",
  "page-what-is-ethereum-learn-defi": "DeFi туралы толық ақпарат",
  "page-what-is-ethereum-who-runs-ethereum-title": "Ethereum-ді кім басқарады?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum платформасын қандай да бір нақты ұйым бақыламайды. Желіге Ethereum протоколына сәйкес бағдарламалық құралда жұмыс істейтін және Ethereum <a href=\"/glossary/#blockchain\">блокчейніне</a> ақпарат қосатын желіге қосулы компьютерлер қажет. Бұл компьютерлердің әрқайсысы түйін деп аталады. Түйіндерді кез келген адам іске қоса алады, бірақ желілік қауіпсіздікті қамтамасыз ету үшін сіз ETH (Ethereum-нің жеке токені) <a href=\"/glossary/#staking\">стейкингін</a> орналастыру керек.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Тіпті Ethereum платформасының бастапқы кодын бір ұйым ғана жасамайды. Кез келген адам протоколға өзгертулер ұсына алады және оның жаңартуларын талқылай алады. Тәуелсіз ұйымдар бірнеше бағдарламалау тілдерінде әзірлеген Ethereum протоколының бірнеше іске асырулары бар және олар әдетте ашық бастапқы кодпен және қауымдастықтың қатысу мүмкіндіктерімен жасалады.",
  "page-what-is-ethereum-run-a-node": "Түйінді басқару",
  "page-what-is-ethereum-smart-contract-title": "Ақылды келісімшарттар дегеніміз не?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Ақылды келісімшарттар — Ethereum блокчейнінің негізіндегі</b> компьютерлік бағдарламалар. Олар пайдаланушының транзакциясымен басталған кезде орындалады. Олар Ethereum-ді оның мүмкіндіктерін іске асыру үшін өте икемді платформаға айналдырады. Бұл бағдарламалар орталықтандырылмаған қолданбалар мен ұйымдар үшін құрылыс блоктары ретінде қызмет етеді.",
  "page-what-is-ethereum-smart-contract-desc-2": "Қызмет көрсету шарттарын өзгерткен өнімді пайдаланып көрдіңіз бе? Немесе сізге пайдалы функция жойылды ма? Ақылды келісімшарттар Ethereum-де жарияланғаннан кейін, ол желіде болады және Ethereum бар болғанша жұмыс істейді. Келісімшарттың авторы да одан бас тарта алмайды. Ақылды келісімшарттар автоматтандырылғандықтан, олар пайдаланушыларды кемсітпейді және әрқашан пайдаланылуға дайын.",
  "page-what-is-ethereum-smart-contract-desc-3": "Ақылды келісімшарттардың танымал мысалдары-несиелік қосымшалар, орталықтандырылмаған сауда биржалары, сақтандыру, квадраттық қаржыландыру, әлеуметтік желілер, <a href=\"/глоссарий/#nft\">NFT-лер</a> — негізінен сіз ойлағанның бәрі.",
  "page-what-is-ethereum-more-on-smart-contracts": "Ақылды келісімшарттар туралы толығырақ",
  "page-what-is-ethereum-explore-dapps": "dapps қолданбаларын көру",
  "page-what-is-ethereum-criminal-activity-title": "Криптовалюталар қылмыстық әрекеттердің құралы ретінде пайдаланылады дейді. Бұл шын ба?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Кез келген басқа технология сияқты, Ethereum кейде теріс мақсатта пайдаланылады. Дегенмен Ethereum транзакцияларының барлығы қоғамдық блокчейнде жүзеге асырылатындықтан, дәстүрлі қаржы жүйесіне қарағанда, мұнда заңсыз әрекеттерді бақылау әдетте оңайырақ. Бұл Ethereum платформасын радардан тыс қалуды қалайтындар үшін тартымды емес таңдау етеді.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Фиат валюталарына қарағанда криптовалюталар қылмыстық мақсатта әлдеқайда аз пайдаланылады. Бұған Еуропалық Одақтың Құқық қорғау саласындағы ынтымақтастық жөніндегі агенттігі Еуропалық ұйымның жақында жасаған баяндамасының негізгі қорытындылары дәлел:",
  "page-what-is-ethereum-criminal-activity-desc-3": "«Криптовалюталарды заңсыз әрекеттер үшін пайдалану жалпы криптовалюта экономикасының аз ғана бөлігін ғана құрайды және дәстүрлі қаржыдағы заңсыз қорлардың сомаларынан салыстырмалы түрде аз болып көрінеді».",
  "page-what-is-ethereum-energy-title": "Ethereum платформасының қуат шығыны туралы не білу қажет?",
  "page-what-is-ethereum-energy-desc-1": "2022 жылдың 15 қыркүйегінде Ethereum платформасы «Біріктіру» жаңартуынан өтті, ол Ethereum-ді <a href=\"/glossary/#pow\">«жұмыс дәлелі»</a> үлгісінен <a href=\"/glossary/#pos\">«меншік құқығын дәлелдеу»</a> үлгісіне ауыстырды.",
  "page-what-is-ethereum-energy-desc-2": "«Біріктіру» Ethereum-нің ең үлкен жаңартуы болды және Ethereum-ді <b>99,95%</b> қамтамасыз ету үшін қажетті қуат шығынынс азайтып,<b> көміртегі ізі әлдеқайда төмен қауіпсіз желіні құрады</b>. Ethereum қазір қауіпсіз және масштабталатын төмен көміртекті блокчейн болып табылады.",
  "page-what-is-ethereum-more-on-energy-consumption": "Қуат тұтыну туралы толығырақ",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Жылдық қуат шығыны ТВтсағ/жыл",
  "energy-consumption-chart-global-data-centers-label": "Ғаламдық деректер орталықтары",
  "energy-consumption-gold-mining-cbeci-label": "Алтын өндіру",
  "energy-consumption-chart-btc-pow-label": "BTC PoW (жұмыс дәлелі)",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW (жұмыс дәлелі)",
  "energy-consumption-chart-gaming-us-label": "АҚШ-тағы ойындар",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS (меншіктің дәлелі)",
  "page-what-is-ethereum-the-merge-update": "«Біріктіру» жаңартуы",
  "page-what-is-ethereum-additional-reading": "Қосымша әдебиет",
  "page-what-is-ethereum-week-in-ethereum": "Ethereum туралы апталық жаңалықтар",
  "page-what-is-ethereum-week-in-ethereum-desc": "— экожүйедегі негізгі оқиғалар туралы апта сайынғы ақпараттық бюллетень.",
  "page-what-is-ethereum-kernel-dreamers": "Kernel",
  "page-what-is-ethereum-kernel-dreamers-desc": "Ethereum жобасының арманы",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Атомдар, мекемелер, блокчейндер",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "—  блокчейндер неге маңызды?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum саны бойынша ақпарат",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "Ethereum негізіндегі жобалар",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "ETH теңгерімі бар шоттар (әмияндар)",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "Ethereum ақылды келісімшарттары",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "Ethereum-дегі кепілдендірілген баға",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "2021 жылғы Ethereum авторларының табысы",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "Бүгінгі транзакциялар саны",
  "adoption-chart-column-now-label": "Қазір",
  "adoption-chart-investors-label": "Инвесторлар",
  "adoption-chart-developers-label": "Әзірлеушілер",
  "adoption-chart-companies-label": "Компаниялар",
  "adoption-chart-artists-label": "Суретшілер",
  "adoption-chart-musicians-label": "Музыканттар",
  "adoption-chart-writers-label": "Жазушылар",
  "adoption-chart-gamers-label": "Геймерлер",
  "adoption-chart-refugees-label": "Босқындар",
  "page-what-is-ethereum-get-eth-alt": "ETH алыңыз",
  "page-what-is-ethereum-get-eth-description": "Эфир (ETH) — Ethereum платформасының нативті валютасы. Ethereum қолданбаларын пайдалану үшін әмияныңызда біраз ETH болуы қажет.",
  "page-what-is-ethereum-get-eth-title": "ETH алыңыз",
  "page-what-is-ethereum-explore-dapps-alt": "dapps қолданбаларын көру",
  "page-what-is-ethereum-explore-dapps-description": "Орталықсыздандырылған қолданба (dapp) — Ethereum негізінде әзірленген қолданба. Орталықсыздандырылған қолданбалар қолда бар бизнес модельдерін бұзып, жаңасын жасауға мүмкіндік береді.",
  "page-what-is-ethereum-explore-dapps-title": "Бірнеше орталықтандырылмаған қолданбаны байқап көріңіз"
}
