{
  "page-index-hero-image-alt": "En illustration af en futuristisk by repræsenterende Ethereum-økosystemet.",
  "page-index-meta-description": "Ethereum er en global, decentraliseret platform for penge og nye former for applikationer. På Ethereum kan du skrive kode, der styrer penge, og opbygge applikationer tilgængelige overalt i verden.",
  "page-index-meta-title": "Hjem",
  "page-index-title": "Velkommen til Ethereum",
  "page-index-description": "Ethereum er den fællesskabsdrevne teknologi, der driver cryptovalutaen ether (ETH) og tusindvis af decentraliserede applikationer.",
  "page-index-title-button": "Udforsk Ethereum",
  "page-index-get-started": "Kom godt i gang",
  "page-index-get-started-description": "ethereum.org er din portal ind i Ethereum-verdenen. Teknologien er ny og udvikler sig løbende – det hjælper at have en guide. Her er, hvad vi anbefaler dig at gøre, hvis du ønsker at hoppe ombord.",
  "page-index-get-started-image-alt": "Illustration af en person siddende ved en computer.",
  "page-index-get-started-wallet-title": "Vælg en tegnebog",
  "page-index-get-started-wallet-description": "Med en wallet kan man oprette forbindelse til Ethereum og håndtere sine midler.",
  "page-index-get-started-wallet-image-alt": "Illustration af en robot med en bankboks som krop repræsenterende en Ethereum-tegnebog.",
  "page-index-get-started-eth-title": "Få ETH",
  "page-index-get-started-eth-description": "ETH er valutaen for Ethereum – den kan anvendes i applikationer.",
  "page-index-get-started-eth-image-alt": "Illustration af en gruppe personer, som i ærefrygt forundres over en ether-glyf (ETH).",
  "page-index-get-started-dapps-title": "Brug en dapp",
  "page-index-get-started-dapps-description": "Dapps er applikationer drevet af Ethereum. Se, hvad du kan gøre.",
  "page-index-get-started-dapps-image-alt": "Illustration af en doge som bruger en computer.",
  "page-index-get-started-devs-title": "Begynd at udvikle",
  "page-index-get-started-devs-description": "Ønsker man at starte kodning med Ethereum, har vi dokumentation, vejledninger og mere i vores udviklerportal.",
  "page-index-get-started-devs-image-alt": "Illustration af en hånd, der bygger et Ethereum-logo af Lego-klodser.",
  "page-index-what-is-ethereum": "Hvad er Ethereum?",
  "page-index-what-is-ethereum-description": "Ethereum er en teknologi, der er hjemsted for digitale penge, globale betalinger og applikationer. Fællesskabet har opbygget en blomstrende digital økonomi, dristige nye måder for oprettere til at tjene online, og så meget mere. Det er åbent for alle, uanset hvor man er i verden – alt hvad der behøves, er Internet.",
  "page-index-what-is-ethereum-button": "Hvad er Ethereum?",
  "page-index-what-is-ethereum-secondary-button": "Mere om digitale penge",
  "page-index-what-is-ethereum-image-alt": "Illustration af en person, der kigger ind i en bazar, repræsenterende Ethereum.",
  "page-index-defi": "Et mere retfærdigt finansielt system",
  "page-index-defi-description": "I dag kan milliarder af personer ikke åbne bankkonti, andre får deres betalinger blokeret. Ethereum's decentraliserede finansielle (DeFi) system sover eller diskriminerer aldrig. Med blot en Internetforbindelse kan man sende, modtage, låne eller tjene penge og endda streame midler overalt i verden.",
  "page-index-defi-button": "Udforsk DeFi",
  "page-index-defi-image-alt": "Illustration af hænder, der tilbyder et ETH-symbol.",
  "page-index-internet": "Et åbent Internet",
  "page-index-internet-description": "'Gratis' Internettjenester tilgås i dag ved at opgive kontrollen over personlige data. Ethereum-tjenester er som standard åbne – der kræves blot en tegnebog, som er gratis, nem at opsætte, kontrolleres af ejeren og fungerer uden personlige oplysninger.",
  "page-index-internet-button": "Udforsk det åbne Internet",
  "page-index-internet-secondary-button": "Mere om tegnebøger",
  "page-index-internet-image-alt": "Illustration af en futuristisk computeropsætning drevet af Ethereum-krystaller.",
  "page-index-developers": "Et nyt grænseområde for udvikling",
  "page-index-developers-description": "Ethereum og dens apps er gennemsigtige og open-source. Man kan forgrene (fork) kode og dermed funktionalitet, som andre allerede har bygget. Ønsker man ikke at lære et nyt sprog, kan man blot interagere med open-sourced kode vha. JavaScript og andre eksisterende sprog.",
  "page-index-developers-button": "Udviklerportal",
  "page-index-developers-code-examples": "Kodeeksempler",
  "page-index-developers-code-example-title-0": "Din egen bank",
  "page-index-developers-code-example-description-0": "Man kan bygge en bank drevet af logik, man har kodet.",
  "page-index-developers-code-example-title-1": "Din egen valuta",
  "page-index-developers-code-example-description-1": "Man kan oprette tokens, som kan overføres og bruges i forskellige applikationer.",
  "page-index-developers-code-example-title-2": "En JavaScript Ethereum-tegnebog",
  "page-index-developers-code-example-description-2": "Man kan benytte eksisterende sprog til at interagere med Ethereum og andre applikationer.",
  "page-index-developers-code-example-title-3": "En åben, tilladelsesfri DNS",
  "page-index-developers-code-example-description-3": "Man kan gentænke eksisterende tjenester som decentraliserede, åbne applikationer.",
  "page-index-network-stats-title": "Ethereum i dag",
  "page-index-network-stats-subtitle": "De seneste netværksstatistikker",
  "page-index-network-stats-eth-price-description": "ETH-pris (USD)",
  "page-index-network-stats-eth-price-explainer": "Den seneste pris for 1 ether. Man kan købe så lidt som 0.000000000000000001 – man behøver ikke at købe 1 hel ETH.",
  "page-index-network-stats-tx-day-description": "Transaktioner i dag",
  "page-index-network-stats-tx-day-explainer": "Antal gennemførte transaktioner behandlet på netværket de seneste 24 timer.",
  "page-index-network-stats-value-defi-description": "Værdi låst i DeFi (USD)",
  "page-index-network-stats-value-defi-explainer": "Mængden af penge i decentraliserede finansapplikationer (DeFi), Ethereum-digitaløkonomien.",
  "page-index-network-stats-nodes-description": "Nodes",
  "page-index-network-stats-nodes-explainer": "Ethereum drives af tusindvis af frivillige verden over, betegnet nodes.",
  "page-index-touts-header": "Tjek ethereum.org ud",
  "page-index-contribution-banner-title": "Bidrag til ethereum.org",
  "page-index-contribution-banner-description": "Dette websted er open-source med hundredvis af fællesskabsbidragsydere. Her kan man foreslå indholdsredigeringer, fantastiske nye funktioner eller hjælpe med fejlretning.",
  "page-index-contribution-banner-image-alt": "Et Ethereum-logo bygget af legoklodser.",
  "page-index-contribution-banner-button": "Mere om bidrag",
  "page-index-tout-upgrades-title": "Opgrader din opgraderingsviden",
  "page-index-tout-upgrades-description": "Ethereums køreplan består af gensidigt afhængige opgraderinger designet til at gøre netværket mere skalerbart, sikkert og bæredygtigt.",
  "page-index-tout-upgrades-image-alt": "Illustration af et rumskib, som repræsenterer den øgede effekt efter Ethereum-opgradinger.",
  "page-index-tout-enterprise-title": "Ethereum til virksomheder",
  "page-index-tout-enterprise-description": "Se, hvordan Ethereum kan åbne nye forretningsmodeller, reducere omkostninger og fremtidssikre virksomheden.",
  "page-index-tout-enterprise-image-alt": "Illustration af en futuristisk computer/enhed.",
  "page-index-tout-community-title": "Ethereum-fællesskabet",
  "page-index-tout-community-description": "Ethereum handler om fællesskab. Det består af personer fra fra alle samfundslag og interessesfærer. Se, hvordan man deltager.",
  "page-index-tout-community-image-alt": "Illustration af en persongruppe, der samarbejder.",
  "page-index-nft": "Internet af aktiver",
  "page-index-nft-description": "Ethereum er ikke kun til digitale penge. Alt, hvad man ejer, kan repræsenteres, handles og sættes til brug som ikke-ombyttelige tokens (NFTs). Man kan tokenisere sin kunst og automatisk modtage royalties, hver gang den gensælges, eller brug en token for noget, man ejer, til at optage et lån. Mulighederne vokser hele tiden.",
  "page-index-nft-button": "Mere om NFT'er",
  "page-index-nft-alt": "Et Eth-logo vist via hologram."
}
