{
  "51%-attack-term": "51% attack",
  "51%-attack-definition": "Тип атаки, при якій група отримує контроль над більшістю <a href=\"/glossary/#node\">вузлів</a>. Це дозволяє їм обдурити блокчейн, скасовуючи <a href=\"/glossary/#transaction\">транзакції</a> та здійснюючи подвійні витрати <a href=\"ether\">ether</a> та інших токенів.",
  "abi-term": "Бінарний інтерфейс програми (ABI)",
  "abi-definition": "Файл JSON, який визначає функції та змінні, що містяться в смарт-контракті. ABI дозволяє перетворювати байт-код у людиночитабельні формати.",
  "account-term": "Обліковий запис",
  "account-definition": "Обліковий запис Ethereum — це цифрова ідентичність в мережі Ethereum, що дозволяє користувачам надсилати, отримувати Ether або інші цифрові активи, а також взаємодіяти зі смартконтрактами.",
  "address-term": "Адреса",
  "address-definition": "Адреса Ethereum — це унікальний ідентифікатор, який використовується для отримання токенів і виконує функцію, схожу на номер банківського рахунку для криптовалют. Вона використовується для ідентифікації вашого облікового запису Ethereum.",
  "anti-sybil-term": "Захист від атак Сивілли",
  "anti-sybil-definition": "Це способи запобігти тому, щоб люди вдавали, що вони є багатьма користувачами одночасно в Інтернеті, забезпечуючи, щоб кожен користувач був реальною, окремою особою. Це допомагає підтримувати справедливість і чесність взаємодії в Інтернеті.",
  "apr-term": "APR",
  "apr-definition": "APR, або річна відсоткова ставка, відображає річну вартість позичання грошей, включаючи відсотки та комісії, у відсотковому вираженні.",
  "attestation-term": "Атестація",
  "attestation-definition": "Твердження, зроблене суб’єктом про те, що щось є істинним. У контексті Ethereum валідатори консенсусу повинні заявити про те, яким, на їхню думку, є стан ланцюга. У визначений час кожен валідатор відповідає за публікацію різних атестацій, які офіційно декларують погляд цього валідатора на ланцюг, включаючи останню фіналізовану контрольну точку та поточну голову ланцюга. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">Більше про атестації</a>.",
  "block-term": "Блок",
  "block-definition": "Блок — це місце зберігання транзакцій або цифрових дій. Коли блок заповнюється, він пов’язується з попереднім, утворюючи ланцюг блоків або «блокчейн». <a href=\"/developers/docs/blocks/\">Детальніше про блоки</a>.",
  "blockchain-term": "Блокчейн",
  "blockchain-definition": "A blockchain is a database of transactions, duplicated and shared on all computers in the network, ensuring data cannot be altered retroactively.",
  "bridge-term": "Міст",
  "bridge-definition": "Блокчейн міст використовується для передачі активів з однієї блокчейн-мережі в іншу.",
  "consensus-term": "Єдність",
  "consensus-definition": "Коли понад 2/3 комп'ютерів у мережі погоджуються, що вони мають однаковий набір записів, що забезпечує, щоб усі були на одній сторінці. Йдеться не про правила, яких вони дотримуються, а про те, щоб усі вони мали однакову інформацію.",
  "consensus-client-term": "Клієнт консенсусу",
  "consensus-client-definition": "Клієнти консенсусу (такі як Prysm, Teku, Nimbus, Lighthouse, Lodestar) виконують алгоритм консенсусу <a href=\"/glossary/#pos\">доказу частки</a> Ethereum, дозволяючи мережі досягти згоди щодо голови Beacon Chain. Клієнти консенсусу не беруть участі у валідації/трансляції транзакцій або виконанні переходів стану. Це роблять <a href=\"/glossary/#execution-client\">клієнти виконання</a>. Клієнти консенсусу не атестують і не пропонують нові блоки. Це робить <a href=\"/glossary/#validator\">клієнт валідатора</a>, який є додатковим компонентом до клієнта консенсусу.",
  "consensus-layer-term": "Рівень консенсусу",
  "consensus-layer-definition": "Рівень консенсусу Ethereum — це мережа <a href=\"/glossary/#consensus-client\">клієнтів консенсусу</a>.",
  "cryptoeconomics-term": "Криптоекономіка",
  "cryptoeconomics-definition": "Вивчення математичних та економічних принципів для розробки безпечних і надійних цифрових платформ. Мета полягає в тому, щоб забезпечити, щоб усі учасники дотримувалися правил і отримували винагороду за внесок у безпеку та роботу мережі.",
  "cryptography-term": "Криптографія",
  "cryptography-definition": "Це практика забезпечення приватності та безпеки комунікації, щоб лише ті, для кого призначена інформація, могли її прочитати.",
  "dao-term": "Децентралізована автономна організація (DAO)",
  "dao-definition": "DAO — це цифрова організація, якою керують правила, закодовані в блокчейні, де рішення ухвалюються голосуванням учасників, а не центральною владою. <a href=\"/dao/\">Детальніше про децентралізовані автономні організації (DAO)</a>.",
  "dapp-term": "Dapp",
  "dapp-definition": "Dapp — це децентралізований додаток, який працює в мережі блокчейн і надає послуги без центрального контрольного органу. <a href=\"/apps/\">Детальніше про децентралізовані додатки</a>.",
  "data-availability-term": "Доступність даних",
  "data-availability-definition": "Будь-який вузол може незалежно перевіряти транзакції в блокчейні для підтримки прозорості та довіри до системи.",
  "defi-term": "Децентралізовані фінанси (DeFi)",
  "defi-definition": "Широка категорія програм Ethereum, спрямованих на надання фінансових послуг, що підтримуються блокчейном, без будь-яких посередників. <a href=\"/defi/\">Більше про децентралізовані фінанси (DeFi)</a>",
  "dex-term": "Децентралізована біржа (DEX)",
  "dex-definition": "Тип програми Ethereum, який дозволяє вам обмінюватися токенами з пірами в мережі. DEX не підлягають географічним обмеженням, як централізовані біржі – будь-хто може брати участь.",
  "difficulty-bomb-term": "Бомба складності",
  "difficulty-bomb-definition": "Заплановане експоненційне збільшення <a href=\"/glossary/#pow\">доказу роботи</a> налаштування <a href=\"/glossary/#difficulty\">складності</a>, яке було розроблено для мотивації переходу на <a href=\"/glossary/#pos\">доказ частки</a>, зменшуючи шанси на <a href=\"/glossary/#hard-fork\">хардфорк</a>. Бомба складності була скасована з <a href=\"/roadmap/merge\">Злиттям</a>.",
  "ecdsa-term": "Алгоритм цифрового підпису на еліптичних кривих (ECDSA)",
  "ecdsa-definition": "Криптографічний алгоритм, що використовується Ethereum для забезпечення того, що кошти можуть витрачати лише їхні власники. Це бажаний метод для створення відкритих та приватних ключів. Актуальний для генерації <a href=\"/glossary/#address\">адреси</a> облікового запису та перевірки <a href=\"/glossary/#transaction\">транзакцій</a>.",
  "ens-term": "Назва сервісу Ethereum (ENS)",
  "ens-definition": "Ethereum Name Service — це щось на зразок онлайн телефонного довідника для адрес Ethereum. Замість довгих адрес гаманців ENS дозволяє використовувати прості імена, як-от «john.eth», щоб надсилати та отримувати цифрові гроші й активи.",
  "epoch-term": "Epoch",
  "epoch-definition": "Період з 32 <a href=\"/glossary/#slot\">слотів</a>, кожен слот триває 12 секунд, що в сумі становить 6,4 хвилини. <a href=\"/glossary/#committee\">Комітети</a> валідаторів перемішуються кожну епоху з міркувань безпеки. Кожна епоха надає можливість для <a href=\"/glossary/#finality\">фіналізації</a> ланцюга. Кожному валідатору на початку кожної епохи призначаються нові обов'язки. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Більше про доказ частки</a>",
  "eoa-term": "Externally owned account (EOA)",
  "eoa-definition": "Зовнішні облікові записи (EOA) є найпоширенішим типом облікових записів Ethereum. Вони контролюються особою за допомогою приватних ключів/фрази відновлення. <a href=\"/wallets/\">Більше про гаманці Ethereum</a>.",
  "erc-term": "Ethereum Request for Comments (ERC)",
  "erc-definition": "ERC (<strong>Ethereum Request for Comments</strong>) — це тип технічної документації, яку використовують у спільноті Ethereum для пропозиції нових стандартів використання мережі Ethereum.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "Тип стандарту токенів Ethereum, схожий на NFT (унікальні колекційні предмети), який також дозволяє створювати взаємозамінні предмети (наприклад, валюту) в межах одного смартконтракту.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "Це стандартний набір правил, за якими створюється більшість токенів у мережі Ethereum.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "Стандартний набір правил, що використовується для створення NFT (невзаємозамінних токенів).",
  "ether-term": "Ефір (Ether)",
  "ether-definition": "Нативна криптовалюта Ethereum, яку зазвичай називають «ETH». Вона використовується для покриття комісій за транзакції при використанні екосистеми та програм Ethereum. <a href=\"/eth/\">Більше про ефір</a>.",
  "events-term": "Події",
  "events-definition": "Дозволяє використовувати засоби ведення журналів <a href=\"/glossary/#evm\">EVM</a>. <a href=\"/glossary/#dapp\">Dapps</a> можуть прослуховувати події та використовувати їх для запуску зворотних викликів JavaScript в інтерфейсі користувача. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">Більше про події та журнали</a>",
  "execution-client-term": "Клієнт виконання",
  "execution-client-definition": "Клієнти виконання (раніше відомі як «клієнти Eth1»), такі як Besu, Erigon, Go-Ethereum (Geth), Nethermind, мають завдання обробляти та транслювати транзакції та керувати станом Ethereum. Вони виконують обчислення для кожної транзакції за допомогою <a href=\"/glossary/#evm\">віртуальної машини Ethereum</a>, щоб забезпечити дотримання правил протоколу.",
  "execution-layer-term": "Виконавчий шар",
  "execution-layer-definition": "Рівень виконання Ethereum — це мережа <a href=\"/glossary/#execution-client\">клієнтів виконання</a>.",
  "finality-term": "Фіналізація",
  "finality-definition": "Фінальність — це гарантія того, що набір транзакцій не може бути змінений без втрати величезної кількості ETH.",
  "fork-term": "Форк",
  "fork-definition": "Зміна в протоколі, що спричиняє створення альтернативного ланцюга.",
  "fraud-proof-term": "Доказ шахрайства",
  "fraud-proof-definition": "Модель безпеки для певних рішень <a href=\"/glossary/#layer-2\">рівня 2</a>, де для збільшення швидкості транзакції <a href=\"/glossary/#rollups\">згортаються</a> в пакети та надсилаються в Ethereum в одній транзакції. Інші учасники мережі можуть повторно виконати транзакції, щоб перевірити, чи були вони виконані чесно. Якщо вони виявляють розбіжність між опублікованими даними та власною версією, вони можуть опублікувати криптографічний доказ, який демонструє, де відбулося шахрайство. Деякі <a href=\"/glossary/#rollups\">ролапи</a> використовують <a href=\"/glossary/#validity-proof\">докази дійсності</a>.",
  "gas-term": "\"Gas\"",
  "gas-definition": "Газ — це комісія, що сплачується за транзакції та смарт-контракти в блокчейні, наприклад, Ethereum. <a href=\"/gas/\">Більше про газ та комісії</a>.",
  "genesis-block-term": "Генезис-блок",
  "genesis-block-definition": "Перший блок в <a href=\"/glossary/#blockchain\">блокчейні</a>, який використовується для ініціалізації певної мережі та її криптовалюти.",
  "gwei-term": "Гвей",
  "gwei-definition": "Скорочення від гігавей, одиниця виміру <a href=\"/glossary/#ether\">ефіру</a>, що зазвичай використовується для визначення ціни <a href=\"/glossary/#gas\">газу</a>. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>9</sup> gwei = 1 ефір.",
  "hash-term": "Хеш",
  "hash-definition": "Відбиток фіксованої довжини від вхідних даних змінного розміру, створений хеш-функцією. (Див. <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "holographic-consensus-term": "Голографічний консенсус",
  "holographic-consensus-definition": "Означає, як ухвалюється рішення великою групою через голосування меншої групи представників. Потім усі інші погоджуються з рішенням, якщо довіряють, що ця мала група виконала свою роботу добре.",
  "index-term": "Індекс",
  "index-definition": "Структура мережі, призначена для оптимізації запитів інформації з усього <a href=\"/glossary/#blockchain\">блокчейну</a>, забезпечуючи ефективний шлях до джерела її зберігання.",
  "key-term": "Ключ",
  "key-definition": "У контексті Ethereum ключі — це цифрові коди: публічний ключ для отримання транзакцій і приватний ключ для доступу та надсилання коштів.",
  "layer-2-term": "Рівень 2",
  "layer-2-definition": "Рівні 2 — це інші мережі, побудовані поверх основної мережі Ethereum, щоб зробити транзакції швидшими та дешевшими. <a href=\"/layer-2/\">Більше про рівень 2</a>.",
  "liquidity-tokens-term": "Токени ліквідності",
  "liquidity-tokens-definition": "Токени ліквідності (LT) — це цифрові токени, які видаються учасникам, що вносять активи до пулу ліквідності — збору коштів, заблокованих у смартконтракті для полегшення торгівлі на децентралізованій біржі (DEX).",
  "mainnet-term": "Головна мережа",
  "mainnet-definition": "Скорочено від \"основна мережа\", це основний загальнодоступний <a href=\"/glossary/#blockchain\"> блокчейн </a> Ethereum.",
  "mev-term": "MEV",
  "mev-definition": "Механізм, що надає пріоритет певним діям у блокчейні за плату, впливаючи на результати та порядок транзакцій.",
  "multisig-term": "Мультипідпис",
  "multisig-definition": "Multisig (мультипідпис) — це цифровий гаманець або рахунок, який для виконання транзакцій потребує кількох підписів або схвалень, що підвищує безпеку.",
  "nft-term": "Non-fungible token (NFT)",
  "nft-definition": "Унікальний цифровий предмет, який ви можете володіти, наприклад, мистецтво або колекційні предмети, підтверджені технологією блокчейну. <a href=\"/nft/\">Більше про невзаємозамінні токени (NFT)</a>.",
  "node-term": "Вузол",
  "node-definition": "Програмний клієнт, що бере участь у мережі. <a href=\"/developers/docs/nodes-and-clients/\">Більше про вузли та клієнтів</a>.",
  "ommer-term": "Омер-блок (блок-дядько)",
  "ommer-definition": "Коли <a href=\"/glossary/#miner\">майнер</a> доказу роботи знаходить дійсний <a href=\"/glossary/#block\">блок</a>, інший майнер може опублікувати конкуруючий блок, який додається до вершини блокчейну першим. Цей дійсний, але застарілий блок може бути включений новішими блоками як <em>омери</em> і отримати часткову винагороду за блок. Термін «омер» є бажаним гендерно-нейтральним терміном для брата/сестри батьківського блоку, але його також іноді називають «дядьком». Це було поширеним для Ethereum, коли це була мережа <a href=\"/glossary/#pow\">доказу роботи</a>. Тепер, коли Ethereum використовує <a href=\"/glossary/#pos\">доказ частки</a>, на кожен слот обирається лише один пропонент блоку.",
  "onchain-term": "Onchain",
  "onchain-definition": "Означає дії або транзакції, які відбуваються в блокчейні та є публічно доступними.",
  "optimistic-rollup-term": "Обнадійливий роллап",
  "optimistic-rollup-definition": "Optimistic Rollup — це рішення рівня 2, яке прискорює транзакції на Ethereum, припускаючи, що вони є дійсними за замовчуванням, якщо не буде оскаржено. <a href=\"/developers/docs/scaling/optimistic-rollups/\">Більше про Optimistic rollups</a>.",
  "peer-to-peer-network-term": "Однорангова мережа",
  "peer-to-peer-network-definition": "Мережа комп’ютерів (вузлів), які спільно виконують функції без потреби у централізованих серверах.",
  "permissionless-term": "Доступність",
  "permissionless-definition": "Для використання системи на кшталт Ethereum не потрібні дозволи або схвалення, і ніхто не може вас зупинити. Вона відкрита 24/7 для участі кожного.",
  "private-key-term": "Приватний ключ",
  "private-key-definition": "Приватний ключ — це секретний код, який підтверджує, що ви володієте своїми цифровими грошима, і дозволяє вам їх витрачати, як ПІН-код для вашого рахунку. <strong>НЕ ДІЛІТЬСЯ НИМ</strong>.",
  "poap-term": "POAP",
  "poap-definition": "Протокол доказу відвідування використовується для створення цифрового колекційного предмета (NFT), який підтверджує, що ви відвідали певну подію або захід.",
  "pos-term": "Proof-of-stake (PoS)",
  "pos-definition": "Метод, за допомогою якого протокол блокчейну криптовалюти прагне досягти розподіленого <a href=\"/glossary/#consensus\">консенсусу</a>. PoS вимагає від користувачів довести володіння певною кількістю криптовалюти (їхня «частка» в мережі), щоб мати можливість брати участь у валідації транзакцій. <a href=\"/developers/docs/consensus-mechanisms/pos/\">Більше про доказ частки</a>.",
  "pow-term": "Proof-of-work (PoW)",
  "pow-definition": "Механізм безпеки для блокчейнів, який вимагає від вузлів витрачати енергію у формі обчислень для знаходження певного значення.",
  "public-goods-term": "Суспільні блага",
  "public-goods-definition": "Суспільні блага — це речі, якими кожен може користуватися безкоштовно, як-от парки чи чисте повітря, і їх використання не заважає іншим їх використовувати. Уряди часто надають їх, тому що бізнеси зазвичай цього не роблять, оскільки не можуть легко стягувати плату з людей за їх використання.",
  "public-key-term": "Відкритий ключ",
  "public-key-definition": "Відкритий ключ — це набір символів, який дозволяє іншим безпечно надсилати вам цифрову валюту, як адреса електронної пошти для грошей.",
  "quadratic-voting-term": "Квадратичне голосування",
  "quadratic-voting-definition": "Це метод голосування, за допомогою якого виборці виражають, наскільки сильно вони ставляться до питань. Він дозволяє виборцям показати не тільки перевагу, але й інтенсивність своєї переваги.",
  "recovery-phrase-term": "Сід-фраза/фраза відновлення",
  "recovery-phrase-definition": "Список слів, що надається вам під час створення цифрового гаманця. Він діє як пароль, який допоможе вам відновити доступ до гаманця в разі його втрати, гарантуючи, що ви не втратите свої цифрові гроші або токени.",
  "rollups-term": "Зведення",
  "rollups-definition": "Тип рішення для масштабування <a href=\"/glossary/#layer-2\">рівня 2</a>, яке об'єднує кілька транзакцій у пакети та надсилає їх до <a href=\"/glossary/#mainnet\">основного ланцюга Ethereum</a> в одній транзакції. Це дозволяє зменшити витрати на <a href=\"/glossary/#gas\">газ</a> та збільшити пропускну здатність <a href=\"/glossary/#transaction\">транзакцій</a>. Існують ролапи Optimistic та Zero-knowledge, які використовують різні методи безпеки для забезпечення цих переваг у масштабованості. <a href=\"/developers/docs/scaling/#rollups\">Більше про ролапи</a>.",
  "rpc-term": "Віддалений виклик процедур (RPC)",
  "rpc-definition": "RPC дозволяє одному комп'ютеру запитувати дані або дії від іншого через мережу, як-от запит інформації за допомогою пульта дистанційного керування.",
  "sequencer-term": "Секвенсер",
  "sequencer-definition": "Секвенсер — це програма, яка відповідає за впорядкування транзакцій у мережі блокчейн.",
  "smart-contract-term": "Смарт-контракт",
  "smart-contract-definition": "Смарт-контракт — це програма, яка автоматично виконує угоди в блокчейні, як цифровий контракт, що самовиконується. <a href=\"/smart-contracts/\">Вступ до смарт-контрактів</a>.",
  "stablecoin-term": "Stablecoin",
  "stablecoin-definition": "Стейблкоїн — це тип криптовалюти, розроблений для того, щоб мати стабільну вартість, часто прив'язану до валюти або товару (наприклад, долар США), щоб мінімізувати волатильність ціни. <a href=\"/stablecoins/\">Більше про стейблкоїни</a>.",
  "staking-term": "Стейкінг",
  "staking-definition": "Внесення певної кількості <a href=\"/glossary/#ether\">ефіру</a> (ваша частка) для того, щоб стати валідатором і захистити <a href=\"/glossary/#network\">мережу</a>. Валідатор перевіряє <a href=\"/glossary/#transaction\">транзакції</a> і пропонує <a href=\"/glossary/#block\">блоки</a> за моделлю консенсусу <a href=\"/glossary/#pos\">доказу частки</a>. Стейкінг дає вам економічний стимул діяти в найкращих інтересах мережі. Ви отримуватимете винагороди за виконання своїх обов'язків <a href=\"/glossary/#validator\">валідатора</a>, але втратите різну кількість ETH, якщо не будете їх виконувати. <a href=\"/staking/\">Більше про стейкінг в Ethereum</a>.",
  "staking-pool-term": "Пул для стейкінгу",
  "staking-pool-definition": "Об'єднаний ETH кількох стейкерів Ethereum, що використовується для досягнення 32 ETH, необхідних для активації набору ключів валідатора. Оператор вузла використовує ці ключі для участі в консенсусі, а <a href=\"/glossary/#block-reward\">винагороди за блок</a> розподіляються між стейкерами, що зробили внесок. Пули для стейкінгу або делегований стейкінг не є нативними для протоколу Ethereum, але багато рішень було створено спільнотою. <a href=\"/staking/pools/\">Більше про стейкінг у пулі</a>.",
  "sybil-attack-term": "Sybil attack",
  "sybil-attack-definition": "Атаки Сивілли — це коли окремі люди обманюють систему, змушуючи її думати, що вони є кількома людьми, щоб збільшити свій вплив.",
  "terminal-total-difficulty-term": "Термінальна загальна складність (TTD)",
  "terminal-total-difficulty-definition": "Загальна складність — це сума складності майнінгу Ethash для всіх блоків до певного моменту в блокчейні. Кінцева загальна складність — це конкретне значення загальної складності, яке було використано як тригер для клієнтів виконання для вимкнення їхніх функцій майнінгу та розповсюдження блоків, що дозволило мережі перейти на доказ частки. Це більше не актуально, оскільки Ethereum перейшов на <a href=\"/glossary/#pos\">доказ частки</a>.",
  "transaction-fee-term": "Комісія за транзакцію",
  "transaction-fee-definition": "Комісія, яку вам потрібно сплатити щоразу, коли ви використовуєте мережу Ethereum. Приклади включають надсилання коштів з вашого <a href=\"/glossary/#wallet\">гаманця</a> або взаємодію з <a href=\"/glossary/#dapp\">dapp</a>, наприклад, обмін токенів або купівля колекційного предмета. Ви можете думати про це як про плату за послуги. Ця комісія змінюватиметься залежно від завантаженості мережі. Це тому, що <a href=\"/glossary/#validator\">валідатори</a>, люди, відповідальні за обробку вашої транзакції, ймовірно, надаватимуть перевагу транзакціям з вищими комісіями – тому перевантаження змушує ціну зростати.<br/><br/>На технічному рівні ваша комісія за транзакцію пов'язана з тим, скільки <a href=\"/glossary/#gas\">газу</a> вимагає ваша транзакція.<br/><br/>Зменшення комісій за транзакції є предметом інтенсивного інтересу на даний момент. Див. <a href=\"/glossary/#layer-2\">Рівень 2</a>.",
  "trust-assumptions-term": "Припущення про довіру",
  "trust-assumptions-definition": "Припущення про довіру — це основні переконання щодо безпеки та надійності системи, які визначають, чому ми довіряємо для функціонування системи.",
  "validator-term": "Валідатор",
  "validator-definition": "<a href=\"/glossary/#node\">Вузол</a> у системі <a href=\"/glossary/#pos\">доказу частки</a>, відповідальний за зберігання даних, обробку транзакцій та додавання нових блоків до блокчейну. Щоб активувати програмне забезпечення валідатора, вам потрібно мати можливість <a href=\"/glossary/#staking\">застейкати</a> 32 ETH. <a href=\"/staking/\">Більше про стейкінг в Ethereum</a>.",
  "validity-proof-term": "Validity proof",
  "validity-proof-definition": "Модель безпеки для певних рішень <a href=\"/glossary/#layer-2\">рівня 2</a>, де для збільшення швидкості транзакції об'єднуються в пакети та надсилаються в Ethereum в одній транзакції. Обчислення транзакцій виконується поза ланцюгом, а потім надається основному ланцюгу з доказом їхньої дійсності. Цей метод збільшує кількість можливих транзакцій, зберігаючи при цьому безпеку. Деякі <a href=\"/glossary/#rollups\">ролапи</a> використовують <a href=\"/glossary/#fraud-proof\">доказ шахрайства</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Більше про ролапи з нульовим знанням</a>.",
  "wallet-term": "гаманець",
  "wallet-definition": "Гаманець — це цифровий інструмент для зберігання, надсилання та отримання цифрової валюти, як віртуальний гаманець для ваших онлайн-грошей. <a href=\"/wallets/\">Більше про гаманці Ethereum</a>.",
  "web2-term": "Web2",
  "web2-definition": "Це поточний інтернет, зосереджений на контенті, створюваному користувачами, та соціальних мережах, які контролюються кількома компаніями. Web3 — це крипто-переконання, що користувачі повинні контролювати свої дані та транзакції.",
  "web3-term": "Web3",
  "web3-definition": "Web3 — це новий інтернет з блокчейном, де користувачі контролюють свої дані та транзакції, а не компанії. Не потрібно ділитися жодною особистою інформацією. <a href=\"/web3/\">Більше про Web3</a>.",
  "wei-term": "Вей",
  "wei-definition": "Найменша одиниця виміру ефіру. 10<sup>18</sup> wei = 1 ефір.",
  "zk-proof-term": "Доказ нульового знання",
  "zk-proof-definition": "Доказ нульового знання — це криптографічний метод, який дозволяє особі довести, що твердження є істинним, не передаючи жодної додаткової інформації. <a href=\"/developers/docs/scaling/zk-rollups/\">Більше про ролапи з нульовим знанням</a>."
}
