{
  "51%-attack-term": "51% attack",
  "51%-attack-definition": "Тип атаки, коли група отримує контроль над більшістю <a href=\"/glossary/#node\">вузлів</a>. Це дозволило б їм обманювати блокчейн, скасовуючи <a href=\"/glossary/#transaction\">транзакції</a> та подвійно витрачаючи <a href=\"/glossary/#ether\">ефір</a> та інші токени.<br /><br />У доказі частки Ethereum це було б досягнуто шляхом накопичення більше половини загального стейкнутого ефіру. Це дозволило б зловмиснику вирішувати, які нові блоки додавати до блокчейну. Однак для скасування ланцюга або подвійного витрачання зловмиснику знадобилося б щонайменше 66% загального стейкнутого ефіру.",
  "account-term": "Обліковий запис",
  "account-definition": "Обліковий запис Ethereum — це цифрова ідентифікація в блокчейні Ethereum, яка дозволяє користувачам надсилати та отримувати Ether і взаємодіяти зі смарт-контрактами.<br /><br /><strong>Технічний термін:</strong><br />Це об'єкт, що містить адресу, баланс, nonce, а також додаткове сховище та код. Обліковий запис може бути обліковим записом контракту або зовнішнім обліковим записом (EOA).",
  "address-term": "Адреса",
  "address-definition": "Адреса Ethereum — це унікальний ідентифікатор, який використовується для отримання токенів і функціонує подібно до номера банківського рахунку для криптовалют. Він використовується для ідентифікації вашого облікового запису Ethereum.<br /><br />Це 160 найправіших бітів хешу Keccak відкритого ключа ECDSA.",
  "anti-sybil-term": "Захист від атак Сивілли",
  "anti-sybil-definition": "Це способи запобігти тому, щоб люди вдавали, що вони є багатьма користувачами одночасно в Інтернеті, забезпечуючи, щоб кожен користувач був реальною, окремою особою. Це допомагає підтримувати справедливість і чесність взаємодії в Інтернеті.",
  "abi-term": "Бінарний інтерфейс програми (ABI)",
  "abi-definition": "Файл JSON, який визначає функції та змінні, що містяться в смарт-контракті. ABI дозволяє перетворювати байт-код у людиночитабельні формати.",
  "api-term": "Інтерфейс прикладного програмування (API)",
  "api-definition": "Інтерфейс прикладного програмування (API) — це набір визначень щодо того, як використовувати частину програмного забезпечення. API знаходиться між програмою та веб-сервером і полегшує передачу даних між ними.",
  "apr-term": "APR",
  "apr-definition": "APR, або річна відсоткова ставка, відображає річну вартість позичання грошей, включаючи відсотки та комісії, у відсотковому вираженні.",
  "asic-term": "ASIC",
  "asic-definition": "Інтегральна схема спеціального призначення. Зазвичай це стосується інтегральної схеми, створеної спеціально для майнінгу криптовалют.",
  "assert-term": "assert",
  "assert-definition": "У <a href=\"/glossary/#solidity\">Solidity</a>, `assert(false)` компілюється в `0xfe`, недійсний опкод, який використовує весь залишок <a href=\"/glossary/#gas\">газу</a> та скасовує всі зміни. Коли оператор `assert()` не виконується, відбувається щось дуже неправильне та неочікуване, і вам потрібно буде виправити свій код. Використовуйте `assert()`, щоб уникнути умов, які ніколи, ніколи не повинні виникати. <a href=\"/developers/docs/smart-contracts/security/\">Більше про безпеку смарт-контрактів</a>.",
  "attestation-term": "Атестація",
  "attestation-definition": "Твердження, зроблене суб’єктом про те, що щось є істинним. У контексті Ethereum валідатори консенсусу повинні заявити про те, яким, на їхню думку, є стан ланцюга. У визначений час кожен валідатор відповідає за публікацію різних атестацій, які офіційно декларують погляд цього валідатора на ланцюг, включаючи останню фіналізовану контрольну точку та поточну голову ланцюга. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">Більше про атестації</a>.",
  "base-fee-term": "Базова комісія",
  "base-fee-definition": "Кожен <a href=\"/glossary/#block\">блок</a> має резервну ціну, відому як «базова комісія». Це мінімальна <a href=\"/glossary/#gas\">комісія за газ</a>, яку користувач повинен сплатити, щоб включити транзакцію в наступний блок. <a href=\"/developers/docs/gas/\">Більше про газ і комісії</a>.",
  "beacon-chain-term": "Beacon Chain",
  "beacon-chain-definition": "Beacon Chain — це блокчейн, який запровадив <a href=\"/glossary/#pos\">доказ частки</a> та <a href=\"/glossary/#validator\">валідаторів</a> в Ethereum. Він працював паралельно з основною мережею Ethereum на основі доказу роботи з грудня 2020 року до об'єднання двох ланцюгів у вересні 2022 року, щоб сформувати сьогоднішній Ethereum. <a href=\"/roadmap/beacon-chain/\">Більше про Beacon Chain</a>.",
  "big-endian-term": "Big-endian",
  "big-endian-definition": "Позиційне представлення чисел, де найбільш значуща цифра є першою в пам’яті. Протилежність little-endian, де найменш значуща цифра є першою.",
  "block-term": "Блок",
  "block-definition": "Блок — це місце, де зберігаються транзакції або цифрові дії. Коли блок заповнюється, він пов'язується з попереднім, створюючи ланцюжок блоків або «блокчейн». <a href=\"/developers/docs/blocks/\">Більше про блоки</a>.<br /><br />Блок — це згрупована одиниця інформації, яка включає впорядкований список транзакцій та інформацію, пов'язану з консенсусом. Блоки пропонуються валідаторами доказу частки, після чого вони поширюються по всій одноранговій мережі, де їх можна легко та незалежно перевірити всіма іншими вузлами. Правила консенсусу визначають, який вміст блоку вважається дійсним, а будь-які недійсні блоки мережею ігноруються. Упорядкування цих блоків і транзакцій у них створює детермінований ланцюжок подій, кінець якого представляє поточний стан мережі.",
  "block-explorer-term": "Провідник блоків",
  "block-explorer-definition": "Інтерфейс, який дозволяє користувачеві шукати інформацію з блокчейну та про нього. Це включає отримання окремих транзакцій, активності, пов'язаної з конкретними адресами, та інформації про мережу.",
  "block-header-term": "Заголовок блоку",
  "block-header-definition": "Заголовок блоку — це набір метаданих про блок та зведення транзакцій, включених до корисного навантаження виконання.",
  "block-propagation-term": "Поширення блоку",
  "block-propagation-definition": "Процес передачі підтвердженого блоку всім іншим вузлам у мережі.",
  "block-proposer-term": "Пропонент блоку",
  "block-proposer-definition": "Конкретний валідатор, обраний для створення блоку в певному <a href=\"/glossary/#slot\">слоті</a>.",
  "block-reward-term": "Винагорода за блок",
  "block-reward-definition": "Кількість ефіру, що винагороджується пропоненту нового дійсного блоку.",
  "block-status-term": "Статус блоку",
  "block-status-definition": "Стани, в яких може існувати блок. Можливі стани включають:<br/><br/><ul><li>запропоновано: блок був запропонований валідатором</li><li>заплановано: валідатори наразі надсилають дані</li><li>пропущено: пропонент не запропонував блок у відповідний часовий проміжок</li><li>осиротілий: блок був реорганізований <a href=\"/glossary/#fork-choice-algorithm\">алгоритмом вибору форку</a></li></ul>",
  "block-time-term": "Час блоку",
  "block-time-definition": "Часовий інтервал між додаванням блоків до блокчейну.",
  "block-validation-term": "Валідація блоку",
  "block-validation-definition": "Процес перевірки того, що новий блок містить дійсні транзакції та підписи, будується на найважчому історичному ланцюзі (тобто тому, що накопичив найбільше атестацій у своїй історії), і дотримується всіх інших правил консенсусу. Дійсні блоки додаються до голови ланцюга і поширюються іншим у мережі. Недійсні блоки ігноруються.",
  "blockchain-term": "Блокчейн",
  "blockchain-definition": "Блокчейн — це база даних транзакцій, дубльована та розподілена на всіх комп’ютерах у мережі, що гарантує, що дані не можуть бути змінені заднім числом.<br /><br />Послідовність <a href=\"/glossary/#block\">блоків</a>, кожен з яких посилається на свого попередника аж до <a href=\"/glossary/#genesis-block\">генезис-блоку</a>, посилаючись на хеш попереднього блоку. Цілісність блокчейну крипто-економічно захищена за допомогою механізму консенсусу на основі доказу частки. <a href=\"/developers/docs/intro-to-ethereum#what-is-a-blockchain\">Що таке блокчейн?</a>",
  "bootnode-term": "Вузол завантаження",
  "bootnode-definition": "Вузли, які можна використовувати для ініціації процесу виявлення під час запуску вузла. Вузли завантаження «представляють» нові вузли іншим існуючим вузлам, щоб вони могли швидко отримати пірів, замість того, щоб шукати початкового піра. Кінцеві точки цих вузлів зазвичай надаються у вихідному коді клієнта Ethereum, але користувачі можуть надати свій власний список вузлів завантаження.",
  "bridge-term": "Міст",
  "bridge-definition": "Міст блокчейну використовується для переказу активів з однієї мережі блокчейну до іншої. Наприклад, ви можете використовувати міст для переказу ETH з основної мережі Ethereum на дешевші рішення для масштабування другого рівня.",
  "bytecode-term": "Байт-код",
  "bytecode-definition": "Код, виражений у компактній числовій формі, щоб його можна було ефективно виконати <a href=\"/glossary/#evm\">EVM</a>.",
  "byzantium-fork-term": "Byzantium fork",
  "byzantium-fork-definition": "Перший з двох <a href=\"/glossary/#hard-fork\">хардфорків</a> для етапу розробки <a href=\"/glossary/#metropolis\">Metropolis</a>. Він включав EIP-649 Metropolis <a href=\"/glossary/#difficulty-bomb\">Бомба складності</a> Затримка та Зменшення винагороди за блок, де <a href=\"/glossary/#ice-age\">Льодовиковий період</a> був затриманий на 1 рік, а винагорода за блок була зменшена з 5 до 3 ефірів.",
  "casper-ffg-term": "Casper FFG",
  "casper-ffg-definition": "Casper-FFG — це протокол консенсусу на основі доказу частки, що використовується в поєднанні з алгоритмом вибору форку <a href=\"/glossary/#lmd-ghost\">LMD-GHOST</a>, щоб дозволити <a href=\"/glossary/#consensus-client\">клієнтам консенсусу</a> досягти згоди щодо голови Beacon Chain.",
  "checkpoint-term": "Контрольна точка",
  "checkpoint-definition": "<a href=\"/glossary/#beacon-chain\">Beacon Chain</a> має темп, поділений на слоти (12 секунд) та епохи (32 слоти). Перший слот у кожній епосі є контрольною точкою. Коли <a href=\"/glossary/#supermajority\">супербільшість</a> валідаторів засвідчує зв'язок між двома контрольними точками, вони можуть бути <a href=\"/glossary/#justification\">обґрунтовані</a>, а потім, коли інша контрольна точка обґрунтована зверху, вони можуть бути <a href=\"/glossary/#finality\">фіналізовані</a>.",
  "compiling-term": "Компіляція",
  "compiling-definition": "Перетворення коду, написаного мовою програмування високого рівня (наприклад, <a href=\"/glossary/#solidity\">Solidity</a>), на мову нижчого рівня (наприклад, <a href=\"/glossary/#bytecode\">байт-код</a> EVM).<a href=\"/developers/docs/smart-contracts/compiling/\">Більше про компіляцію смарт-контрактів</a>",
  "committee-term": "Комітет",
  "committee-definition": "Група з щонайменше 128 <a href=\"/glossary/#validator\">валідаторів</a>, призначених для валідації блоків у кожному слоті. Один із валідаторів у комітеті є агрегатором, відповідальним за агрегацію підписів усіх інших валідаторів у комітеті, які погоджуються з атестацією. Не плутати з <a href=\"/glossary/#sync-committee\">комітетом синхронізації</a>.",
  "computational-infeasibility-term": "Обчислювальна нездійсненність",
  "computational-infeasibility-definition": "Процес є обчислювально нездійсненним, якщо його виконання зайняло б непрактично довгий час (наприклад, мільярди років) для будь-кого, хто міг би бути зацікавлений у його виконанні.",
  "consensus-term": "Єдність",
  "consensus-definition": "Коли понад 2/3 комп'ютерів у мережі погоджуються, що вони мають однаковий набір записів, що забезпечує, щоб усі були на одній сторінці. Йдеться не про правила, яких вони дотримуються, а про те, щоб усі вони мали однакову інформацію.",
  "consensus-client-term": "Клієнт консенсусу",
  "consensus-client-definition": "Клієнти консенсусу (такі як Prysm, Teku, Nimbus, Lighthouse, Lodestar) виконують алгоритм консенсусу <a href=\"/glossary/#pos\">доказу частки</a> Ethereum, дозволяючи мережі досягти згоди щодо голови Beacon Chain. Клієнти консенсусу не беруть участі у валідації/трансляції транзакцій або виконанні переходів стану. Це роблять <a href=\"/glossary/#execution-client\">клієнти виконання</a>. Клієнти консенсусу не атестують і не пропонують нові блоки. Це робить <a href=\"/glossary/#validator\">клієнт валідатора</a>, який є додатковим компонентом до клієнта консенсусу.",
  "consensus-layer-term": "Рівень консенсусу",
  "consensus-layer-definition": "Рівень консенсусу Ethereum — це мережа <a href=\"/glossary/#consensus-client\">клієнтів консенсусу</a>.",
  "consensus-rules-term": "Правила консенсусу",
  "consensus-rules-definition": "Правила валідації блоків, яких дотримуються повні вузли, щоб залишатися в консенсусі з іншими вузлами. Не плутати з <a href=\"/glossary/#consensus\">консенсусом</a>.",
  "cfi-term": "Розглядається для включення (CFI)",
  "cfi-definition": "Core <a href=\"/glossary/#eip\">EIP</a>, який ще не активний на Mainnet, і розробники клієнтів загалом позитивно ставляться до цієї ідеї. За умови, що він відповідає всім вимогам для включення в основну мережу, він потенційно може бути включений в оновлення мережі (не обов'язково в наступне).",
  "constantinople-fork-term": "Constantinople fork",
  "constantinople-fork-definition": "Друга частина етапу <a href=\"/glossary/#metropolis\">Metropolis</a>, спочатку запланована на середину 2018 року. Очікується, що вона включатиме перехід на гібридний алгоритм консенсусу <a href=\"/glossary/#pow\">доказу роботи</a>/<a href=\"/glossary/#pow\">доказу частки</a>, серед інших змін.",
  "contract-account-term": "Обліковий запис контракту",
  "contract-account-definition": "Обліковий запис, що містить код, який виконується щоразу, коли він отримує <a href=\"/glossary/#transaction\">транзакцію</a> від іншого <a href=\"/glossary/#account\">облікового запису</a> (<a href=\"/glossary/#eoa\">EOA</a> або <a href=\"/glossary/#contract-account\">контракту</a>).",
  "contract-creation-transaction-term": "Транзакція створення контракту",
  "contract-creation-transaction-definition": "Спеціальна <a href=\"/glossary/#transaction\">транзакція</a>, яка включає код ініціалізації контракту. Одержувач встановлюється на `null`, і контракт розгортається на адресу, згенеровану з адреси користувача та `nonce`, яка використовується для реєстрації <a href=\"/glossary/#contract-account\">контрактного облікового запису</a> та його запису в блокчейні Ethereum.",
  "cryptoeconomics-term": "Криптоекономіка",
  "cryptoeconomics-definition": "Вивчення математичних та економічних принципів для розробки безпечних і надійних цифрових платформ. Мета полягає в тому, щоб забезпечити, щоб усі учасники дотримувалися правил і отримували винагороду за внесок у безпеку та роботу мережі.",
  "cryptography-term": "Криптографія",
  "cryptography-definition": "Це практика захисту комунікацій і даних за допомогою кодів, щоб тільки ті, для кого призначена інформація, могли її читати та обробляти.<br />Вона включає методи шифрування (перетворення читабельної інформації в нечитабельний формат) і дешифрування (перетворення її назад у читабельний формат), забезпечуючи конфіденційність.",
  "doge-d-term": "Đ",
  "doge-d-definition": "Đ (D з рискою) використовується в давньоанглійській, середньоанглійській, ісландській та фарерській мовах для позначення великої літери «Eth». Вона використовується в таких словах, як ĐEV або Đapp (децентралізована програма), де Đ є скандинавською літерою «eth». Велика літера eth (Ð) також використовується для символізації криптовалюти Dogecoin. Це часто зустрічається в старій літературі про Ethereum, але сьогодні використовується рідше.",
  "dag-term": "DAG",
  "dag-definition": "DAG означає спрямований ациклічний граф. Це структура даних, що складається з вузлів і зв'язків між ними. До Злиття Ethereum використовував DAG у своєму алгоритмі <a href=\"/glossary/#pow\">доказу роботи</a>, <a href=\"/glossary/#ethash\">Ethash</a>, але він більше не використовується в <a href=\"/glossary/#pos\">доказі частки</a>.",
  "dapp-term": "Dapp",
  "dapp-definition": "dApp — це децентралізована програма, яка працює в мережі блокчейну, пропонуючи послуги без центрального контролюючого органу. <a href=\"/apps/\">Більше про децентралізовані програми</a>.<br />Мінімум, що має dapp, — це смарт-контракт, підключений до веб-інтерфейсу. Крім того, багато dapp включають децентралізоване сховище та/або протокол і платформу для обміну повідомленнями.",
  "data-availability-term": "Доступність даних",
  "data-availability-definition": "Будь-який вузол може незалежно перевіряти транзакції в блокчейні для підтримки прозорості та довіри до системи.",
  "decentralization-term": "Децентралізація",
  "decentralization-definition": "Концепція переміщення контролю та виконання процесів від центральної сутності.",
  "dao-term": "Децентралізована автономна організація (DAO)",
  "dao-definition": "DAO — це цифрова організація, що керується правилами, закодованими в блокчейні, де рішення приймаються голосуванням членів, а не центральним органом. <a href=\"/dao/\">Більше про децентралізовані автономні організації (DAO)</a>.<br />Право голосу кожного члена часто пов'язане з кількістю токенів, які вони тримають. DAO прагнуть демократизувати прийняття рішень та операції, зосереджуючись на прозорості та управлінні спільнотою.",
  "desci-term": "DeSci",
  "desci-definition": "DeSci, або децентралізована наука, — це рух, що застосовує технологію <a href='/glossary/#blockchain'>блокчейну</a> до наукових досліджень. Він використовує <a href='/glossary/#dao'>DAO</a>, <a href='/glossary/#smart-contract'>смарт-контракти</a> та токенізовані стимули для створення більш прозорих, відкритих і спільних екосистем фінансування та досліджень.",
  "dex-term": "Децентралізована біржа (DEX)",
  "dex-definition": "Тип програми Ethereum, який дозволяє вам обмінюватися токенами з пірами в мережі. DEX не підлягають географічним обмеженням, як централізовані біржі – будь-хто може брати участь.",
  "deposit-contract-term": "Контракт депозиту",
  "deposit-contract-definition": "Ворота до стейкінгу на Ethereum. Депозитний контракт — це смарт-контракт на Ethereum, який приймає депозити в ETH і керує балансами валідаторів. Валідатор не може бути активований без внесення ETH у цей контракт. Контракт вимагає ETH та вхідних даних. Ці вхідні дані включають відкритий ключ валідатора та відкритий ключ для виведення коштів, підписані приватним ключем валідатора. Ці дані необхідні для того, щоб валідатор був ідентифікований та затверджений мережею <a href=\"/glossary/#pos\">доказу частки</a>.",
  "defi-term": "Децентралізовані фінанси (DeFi)",
  "defi-definition": "Широка категорія програм Ethereum, спрямованих на надання фінансових послуг, що підтримуються блокчейном, без будь-яких посередників. <a href=\"/defi/\">Більше про децентралізовані фінанси (DeFi)</a>",
  "difficulty-term": "Складність",
  "difficulty-definition": "Налаштування на рівні всієї мережі в мережах <a href=\"/glossary/#pow\">доказу роботи</a>, яке контролює, скільки в середньому обчислень потрібно для знаходження дійсного nonce. Складність представлена кількістю початкових нулів, які вимагаються в отриманому хеші блоку, щоб він вважався дійсним. Ця концепція застаріла в Ethereum з моменту переходу на доказ частки.",
  "difficulty-bomb-term": "Бомба складності",
  "difficulty-bomb-definition": "Заплановане експоненційне збільшення <a href=\"/glossary/#pow\">доказу роботи</a> налаштування <a href=\"/glossary/#difficulty\">складності</a>, яке було розроблено для мотивації переходу на <a href=\"/glossary/#pos\">доказ частки</a>, зменшуючи шанси на <a href=\"/glossary/#hard-fork\">хардфорк</a>. Бомба складності була скасована з <a href=\"/roadmap/merge\">Злиттям</a>.",
  "digital-signatures-term": "Електронний підпис",
  "digital-signatures-definition": "Короткий рядок даних, який користувач створює використовуючи <a href=\"/glossary/#private-key\">private key</a>, для того, щоб будь-хто з відповідним <a href=\"/glossary/#public-key\">public key</a>, підписом і документом міг перевірити, що (1) документ було підписано власником конкретного приватного ключа та (2) документ не було змінено після підпису.",
  "discovery-term": "Виявлення",
  "discovery-definition": "Процес, за допомогою якого вузол Ethereum знаходить інші вузли для підключення.",
  "distributed-hash-table-term": "Розподілена хеш-таблиця (DHT)",
  "distributed-hash-table-definition": "Структура даних, що містить пари `(ключ, значення)`, яка використовується вузлами Ethereum для ідентифікації пірів для підключення та визначення протоколів для комунікації.",
  "double-spend-term": "Подвійне витрачання",
  "double-spend-definition": "Навмисний форк блокчейну, коли користувач з достатньо великою потужністю майнінгу/стейку надсилає транзакцію, переміщуючи якусь валюту поза ланцюгом (наприклад, виводячи в фіатні гроші або роблячи покупку поза ланцюгом), а потім реорганізує блокчейн, щоб видалити цю транзакцію. Успішне подвійне витрачання залишає зловмиснику як його ончейн, так і офчейн активи.",
  "ecdsa-term": "Алгоритм цифрового підпису на еліптичних кривих (ECDSA)",
  "ecdsa-definition": "Криптографічний алгоритм, що використовується Ethereum для забезпечення того, що кошти можуть витрачати лише їхні власники. Це бажаний метод для створення відкритих та приватних ключів. Актуальний для генерації <a href=\"/glossary/#address\">адреси</a> облікового запису та перевірки <a href=\"/glossary/#transaction\">транзакцій</a>.",
  "encryption-term": "Шифрування",
  "encryption-definition": "Шифрування — це перетворення електронних даних у форму, недоступну для читання нікому, крім власника правильного ключа дешифрування.",
  "entropy-term": "Ентропія",
  "entropy-definition": "У контексті криптографії, відсутність передбачуваності або рівень випадковості. При генерації секретної інформації, такої як <a href=\"/glossary/#private-key\">приватні ключі</a>, алгоритми зазвичай покладаються на джерело високої ентропії, щоб забезпечити непередбачуваність вихідних даних.",
  "epoch-term": "Epoch",
  "epoch-definition": "Період з 32 <a href=\"/glossary/#slot\">слотів</a>, кожен слот триває 12 секунд, що в сумі становить 6,4 хвилини. <a href=\"/glossary/#committee\">Комітети</a> валідаторів перемішуються кожну епоху з міркувань безпеки. Кожна епоха надає можливість для <a href=\"/glossary/#finality\">фіналізації</a> ланцюга. Кожному валідатору на початку кожної епохи призначаються нові обов'язки. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Більше про доказ частки</a>",
  "equivocation-term": "Еквівокація",
  "equivocation-definition": "Валідатор, що надсилає два повідомлення, які суперечать одне одному. Простим прикладом є відправник транзакції, що надсилає дві транзакції з однаковим nonce. Інший приклад - пропонент блоку, що пропонує два блоки на одній висоті блоку (або для одного слоту).",
  "eth1-term": "Eth1",
  "eth1-definition": "'Eth1' — це термін, який позначав основну мережу Ethereum, існуючий блокчейн на основі доказу роботи. Цей термін згодом був скасований на користь «рівня виконання». <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">Дізнайтеся більше про цю зміну назви</a>.",
  "eth2-term": "Eth2",
  "eth2-definition": "'Eth2' — це термін, який позначав набір оновлень протоколу Ethereum, включаючи перехід Ethereum на доказ частки. Цей термін згодом був скасований на користь «рівня консенсусу». <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">Дізнайтеся більше про цю зміну назви</a>.",
  "eip-term": "Пропозиція щодо покращення Ethereum (EIP)",
  "eip-definition": "Проектний документ, що надає інформацію спільноті Ethereum, описуючи запропоновану нову функцію або її процеси чи середовище (див. <a href=\"/glossary/#erc\">ERC</a>). <a href=\"/eips/\">Вступ до EIP</a>",
  "ens-term": "Назва сервісу Ethereum (ENS)",
  "ens-definition": "Сервіс імен Ethereum — це як інтернет-телефонна книга для адрес Ethereum. Замість використання довгих адрес гаманців, ENS дозволяє вам використовувати прості імена, як-от «john.eth», для надсилання та отримання цифрових грошей та активів.<br /><br /><strong>Технічний термін:</strong><br />Реєстр ENS — це єдиний центральний <a href=\"/glossary/#smart-contract\">контракт</a>, який забезпечує відображення доменних імен на власників і резолверів, як описано в EIP-137. <a href=\"https://ens.domains\">Дізнайтеся більше на ens.domains</a>.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "ERC-1155 — це новий тип стандарту токенів Ethereum, схожий на NFT (наприклад, унікальні колекційні предмети), який також дозволяє створювати взаємозамінні предмети (наприклад, валюту) в рамках одного смарт-контракту.<br />Це полегшує та робить ефективнішим управління різними типами цифрових активів, особливо для таких програм, як відеоігри чи цифрові колекції.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "ERC-20 — це стандарт, який більшість токенів у мережі Ethereum використовують для свого створення.<br />Популярними прикладами є стейблкоїни, такі як DAI та USDC, або біржові токени, такі як UNI від Uniswap. Подібно до будь-яких форм альтернативних грошей, які ми маємо в традиційних системах... тобто, бонусні бали, кредитні системи, або навіть акції тощо.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "NFT (невзаємозамінні токени) створюються за допомогою стандартного набору правил, що називається ERC-721.<br />Токени NFT можуть представляти власність на будь-що унікальне, наприклад, цифрове мистецтво або колекційні предмети, причому кожен токен має свої особливі характеристики та цінність. Кожен NFT унікальний і легко відрізняється від будь-якого іншого NFT.",
  "execution-client-term": "Клієнт виконання",
  "execution-client-definition": "Клієнти виконання (раніше відомі як «клієнти Eth1»), такі як Besu, Erigon, Go-Ethereum (Geth), Nethermind, мають завдання обробляти та транслювати транзакції та керувати станом Ethereum. Вони виконують обчислення для кожної транзакції за допомогою <a href=\"/glossary/#evm\">віртуальної машини Ethereum</a>, щоб забезпечити дотримання правил протоколу.",
  "execution-layer-term": "Виконавчий шар",
  "execution-layer-definition": "Рівень виконання Ethereum — це мережа <a href=\"/glossary/#execution-client\">клієнтів виконання</a>.",
  "eoa-term": "Externally owned account (EOA)",
  "eoa-definition": "Зовнішні облікові записи (EOA) є найпоширенішим типом облікових записів Ethereum. Вони контролюються особою за допомогою приватних ключів/фрази відновлення. <a href=\"/wallets/\">Більше про гаманці Ethereum</a>.",
  "erc-term": "Ethereum Request for Comments (ERC)",
  "erc-definition": "ERC (<strong>Ethereum Request for Comments</strong>) — це тип технічної документації, що використовується в спільноті Ethereum для пропозиції нових стандартів використання мережі Ethereum.<br /><br />Ці пропозиції можуть охоплювати широкий спектр тем, включаючи нові стандарти токенів (наприклад, ERC-20, що використовується для токенів, та ERC-721 для NFT).",
  "ethash-term": "Ethash",
  "ethash-definition": "Алгоритм <a href=\"/glossary/#pow\">доказу роботи</a>, який використовувався на Ethereum до переходу на <a href=\"/glossary/#pos\">доказ частки</a>. <a href=\"/developers/docs/consensus-mechanisms/pow/mining/mining-algorithms/ethash\">Дізнатися більше</a>",
  "ether-term": "Ефір (Ether)",
  "ether-definition": "Нативна криптовалюта Ethereum, яку зазвичай називають «ETH». Вона використовується для покриття комісій за транзакції при використанні екосистеми та програм Ethereum. <a href=\"/eth/\">Більше про ефір</a>.",
  "events-term": "Події",
  "events-definition": "Дозволяє використовувати засоби ведення журналів <a href=\"/glossary/#evm\">EVM</a>. <a href=\"/glossary/#dapp\">Dapps</a> можуть прослуховувати події та використовувати їх для запуску зворотних викликів JavaScript в інтерфейсі користувача. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">Більше про події та журнали</a>",
  "evm-term": "Віртуальна машина Ethereum (EVM)",
  "evm-definition": "Стекова віртуальна машина, яка виконує <a href=\"/glossary/#bytecode\">байт-код</a>. У Ethereum модель виконання визначає, як змінюється стан системи з урахуванням серії інструкцій байт-коду та невеликого набору даних середовища. Це визначається через формальну модель віртуальної машини стану. <a href=\"/developers/docs/evm/\">Більше про віртуальну машину Ethereum</a>.",
  "evm-assembly-language-term": "EVM assembly language",
  "evm-assembly-language-definition": "Форма придатна для читання EVM <a href=\"/glossary/#bytecode\">байт-коду.",
  "fallback-function-term": "Резервна функція",
  "fallback-function-definition": "Функція за замовчуванням, яка викликається за відсутності даних або оголошеної назви функції.",
  "faucet-term": "Кран",
  "faucet-definition": "Послуга, що здійснюється за допомогою <a href=\"/glossary/#smart-contract\">смарт-контракту</a>, яка виділяє кошти у вигляді безкоштовного тестового ефіру, який можна використовувати в тестовій мережі.",
  "finality-term": "Фіналізація",
  "finality-definition": "Фінальність — це гарантія того, що набір транзакцій не може бути змінений без втрати величезної кількості ETH.",
  "finney-term": "Finney",
  "finney-definition": "Одиниця виміру <a href=\"/glossary/#ether\">ефіру</a>. 1 finney = 10<sup>15</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>3</sup> finney = 1 ефір.",
  "fork-term": "Форк",
  "fork-definition": "Зміна в протоколі, що спричиняє створення альтернативного ланцюга.",
  "fork-choice-algorithm-term": "Алгоритм вибору форку",
  "fork-choice-algorithm-definition": "Алгоритм, що використовується для ідентифікації голови блокчейну. На Ethereum голова ланцюга ідентифікується як форк з найбільшою «вагою» атестацій. Вага є добутком кількості атестацій та ефективного балансу атестуючих валідаторів. Це означає, що справжньою головою ланцюга є той, за який проголосувала більшість стейкнутого ефіру. На рівні консенсусу алгоритм вибору форку називається <a href=\"/glossary/#lmd-ghost\">LMD_GHOST</a>.",
  "fraud-proof-term": "Доказ шахрайства",
  "fraud-proof-definition": "Модель безпеки для певних рішень <a href=\"/glossary/#layer-2\">рівня 2</a>, де для збільшення швидкості транзакції <a href=\"/glossary/#rollups\">згортаються</a> в пакети та надсилаються в Ethereum в одній транзакції. Інші учасники мережі можуть повторно виконати транзакції, щоб перевірити, чи були вони виконані чесно. Якщо вони виявляють розбіжність між опублікованими даними та власною версією, вони можуть опублікувати криптографічний доказ, який демонструє, де відбулося шахрайство. Деякі <a href=\"/glossary/#rollups\">ролапи</a> використовують <a href=\"/glossary/#validity-proof\">докази дійсності</a>.",
  "frontier-term": "Frontier",
  "frontier-definition": "Початковий етап розробки тестів Ethereum, який тривав з липня 2015 року по березень 2016 року.",
  "gas-term": "\"Gas\"",
  "gas-definition": "Газ — це комісія, що сплачується за транзакції та смарт-контракти в блокчейні, наприклад, Ethereum. <a href=\"/gas/\">Більше про газ та комісії</a>.",
  "gas-limit-term": "Ліміт газу",
  "gas-limit-definition": "Максимальна кількість <a href=\"/glossary/#gas\">газу</a>, яку може спожити <a href=\"/glossary/#transaction\">транзакція</a> або <a href=\"/glossary/#block\">блок</a>.",
  "gas-price-term": "Ціна газу",
  "gas-price-definition": "Ціна в ефірі за одну одиницю газу, вказана в транзакції.",
  "genesis-block-term": "Генезис-блок",
  "genesis-block-definition": "Перший блок в <a href=\"/glossary/#blockchain\">блокчейні</a>, який використовується для ініціалізації певної мережі та її криптовалюти.",
  "geth-term": "Geth",
  "geth-definition": "Go Ethereum. Одна з найвідоміших реалізацій протоколу Ethereum, написана на Go. <a href=\"https://geth.ethereum.org\">Дізнайтеся більше на geth.ethereum.org</a>",
  "gwei-term": "Гвей",
  "gwei-definition": "Скорочення від гігавей, одиниця виміру <a href=\"/glossary/#ether\">ефіру</a>, що зазвичай використовується для визначення ціни <a href=\"/glossary/#gas\">газу</a>. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>9</sup> gwei = 1 ефір.",
  "hard-fork-term": "Хардфорк",
  "hard-fork-definition": "Постійне розходження в <a href=\"/glossary/#blockchain\">блокчейні</a>; також відоме як зміна, що викликає хардфорк. Часто відбувається, коли неоновлені вузли не можуть валідувати блоки, створені оновленими вузлами, що дотримуються нових <a href=\"/glossary/#consensus-rules\">правил консенсусу</a>. Не плутати з форком, софтфорком, форком програмного забезпечення або Git-форком.",
  "hash-term": "Хеш",
  "hash-definition": "Відбиток фіксованої довжини від вхідних даних змінного розміру, створений хеш-функцією. (Див. <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "hash-rate-term": "Хешрейт",
  "hash-rate-definition": "Кількість хеш-обчислень, що виконуються за секунду комп'ютерами, що працюють на програмному забезпеченні для майнінгу.",
  "homestead-term": "Homestead",
  "holographic-consensus-term": "Голографічний консенсус",
  "holographic-consensus-definition": "Стосується того, як приймається велике групове рішення, дозволяючи голосувати меншій групі представників. Потім усі інші погоджуються з цим, доки довіряють, що мала група добре виконала свою роботу.<br />Це використовується в деяких онлайн-спільнотах для швидкого прийняття рішень, не вимагаючи від усіх голосувати за все, але при цьому гарантуючи, що рішення є справедливими та представляють те, чого хоче більшість людей.",
  "homestead-definition": "Другий етап розробки Ethereum, запущений в березні 2016 року на блоці 1 150 000.",
  "index-term": "Індекс",
  "index-definition": "Структура мережі, призначена для оптимізації запитів інформації з усього <a href=\"/glossary/#blockchain\">блокчейну</a>, забезпечуючи ефективний шлях до джерела її зберігання.",
  "ide-term": "Integrated development environment (IDE)",
  "ide-definition": "Інтерфейс користувача, який зазвичай поєднує редактор коду, компілятор, середовище виконання та зневаджувач. <a href=\"/developers/docs/ides/\">Більше про інтегровані середовища розробки</a>.",
  "immutable-deployed-code-problem-term": "Проблема незмінного розгорнутого коду",
  "immutable-deployed-code-problem-definition": "Після розгортання коду <a href=\"/glossary/#smart-contract\">контракту</a> (або бібліотеки) він стає незмінним. Стандартні практики розробки програмного забезпечення покладаються на можливість виправляти можливі помилки та додавати нові функції, тому це є викликом для розробки смарт-контрактів. <a href=\"/developers/docs/smart-contracts/deploying/\">Більше про розгортання смарт-контрактів</a>.",
  "internal-transaction-term": "Внутрішня транзакція",
  "internal-transaction-definition": "<a href=\"/glossary/#transaction\"> транзакція </a>, надіслана з <a href=\"/glossary/#contract-account\"> облікового запису контракту </a> на інший договірний обліковий запис або <a href=\"/glossary/#eoa\"> EOA </a> (див. <a href=\"/glossary/#message\"> повідомлення </a>).",
  "issuance-term": "Емісія",
  "issuance-definition": "Карбування нового ефіру для винагороди за пропозицію блоку, атестацію та викриття.",
  "kdf-term": "Key derivation function (KDF)",
  "kdf-definition": "Також відомий як \"алгоритм розтягування паролів\", він використовується у форматах <a href=\"/glossary/#keystore\"> сховища ключів </a> для захисту від атак грубої сили, словника та веселкової таблиці на шифрування фразовими фразами. хешування парольної фрази.",
  "keystore-term": "Сховище ключів",
  "keystore-definition": "Пара приватний ключ/адреса кожного облікового запису існує як єдиний файл ключа в клієнті Ethereum. Це текстові файли JSON, які містять зашифрований приватний ключ облікового запису, який можна розшифрувати лише за допомогою пароля, введеного під час створення облікового запису.",
  "keccak-256-term": "Keccak-256",
  "keccak-256-definition": "Криптографічна <a href=\"/glossary/#hash\">хеш</a>-функція, що використовується в Ethereum. Keccak-256 був стандартизований як <a href=\"/glossary/#sha\">SHA</a>-3.",
  "key-term": "Ключ",
  "key-definition": "У контексті Ethereum ключі — це цифрові коди: відкритий ключ для отримання транзакцій і приватний ключ для доступу та надсилання коштів.<br />Відкриті ключі: ними можна відкрито ділитися.<br />Приватні ключі: вони зберігаються в таємниці власником.",
  "layer-1-term": "Рівень 1",
  "layer-1-definition": "Рівень 1 відноситься до основного блокчейну в багаторівневій мережі блокчейнів. Наприклад, Ethereum і Bitcoin є блокчейнами першого рівня. Багато блокчейнів другого рівня переносять ресурсомісткі транзакції на свій окремий блокчейн, продовжуючи використовувати блокчейн першого рівня Ethereum або Bitcoin з метою безпеки.",
  "layer-2-term": "Рівень 2",
  "layer-2-definition": "Рівні 2 — це інші мережі, побудовані поверх основної мережі Ethereum, щоб зробити транзакції швидшими та дешевшими. <a href=\"/layer-2/\">Більше про рівень 2</a>.",
  "library-term": "Бібліотека",
  "library-definition": "Особливий тип <a href=\"/glossary/#smart-contract\">контракту</a>, який не має функцій, що приймають оплату, не має резервної функції та не має сховища даних. Тому він не може отримувати або зберігати ефір, а також зберігати дані. Бібліотека служить раніше розгорнутим кодом, який інші контракти можуть викликати для обчислень, що не змінюють стан. <a href=\"/developers/docs/smart-contracts/libraries/\">Більше про бібліотеки смарт-контрактів</a>.",
  "light-client-term": "Легкий клієнт",
  "light-client-definition": "Клієнт Ethereum, який не зберігає локальну копію <a href=\"/glossary/#blockchain\">блокчейну</a>, а також не валідує блоки та <a href=\"/glossary/#transaction\">транзакції</a>. Він пропонує функції <a href=\"/glossary/#wallet\">гаманця</a> і може створювати та транслювати транзакції.",
  "liquidity-term": "Ліквідність",
  "liquidity-definition": "Ліквідність — це те, наскільки швидко та легко актив може бути конвертований у готівку або інший актив. Децентралізовані біржі, такі як Uniswap, мають кілька пулів ліквідності, куди власники активів можуть вносити свої активи, де трейдери можуть купувати та продавати їх децентралізовано в обмін на винагороди.",
  "liquidity-tokens-term": "Токени ліквідності",
  "liquidity-tokens-definition": "Токени ліквідності (LST) — це цифрові токени, що видаються учасникам, які вносять активи в пул ліквідності, що є сукупністю коштів, заблокованих у смарт-контракті та використовуваних для полегшення торгівлі на децентралізованій біржі (DEX).<br />Ці токени представляють частку учасника в пулі та можуть бути пізніше викуплені за початковий депозит плюс частина торгових комісій, згенерованих діяльністю пулу. По суті, токени ліквідності служать доказом власності або частки в пулі ліквідності, дозволяючи власникам отримувати винагороди, надаючи необхідну ліквідність для ефективної торгівлі іншими криптовалютними парами.",
  "liquid-staking-tokens-term": "Токени ліквідного стейкінгу",
  "liquid-staking-tokens-definition": "Похідний токен, що представляє власність на заблоковану криптовалюту, яку користувач стейкає. Після стейкінгу активу деякі платформи дозволяють карбувати токени ліквідного стейкінгу (LST), які представляють еквівалентну частку заблокованих токенів. Ці LST потім можна торгувати, продавати або використовувати в інших протоколах DeFi, покращуючи ефективність капіталу для стейкера, дозволяючи доступ до ліквідності з їхніх коштів, навіть коли їхні початкові активи залишаються застейканими.",
  "lmd-ghost-term": "LMD-GHOST",
  "lmd-ghost-definition": "<a href=\"/glossary/#fork-choice-algorithm\">Алгоритм вибору форку</a>, що використовується клієнтами консенсусу Ethereum для ідентифікації голови ланцюга. LMD-GHOST — це абревіатура, що означає «Latest Message Driven Greediest Heaviest Observed SubTree», що означає, що голова ланцюга — це блок з найбільшим накопиченням <a href=\"/glossary/#attestation\">атестацій</a> у своїй історії.",
  "mainnet-term": "Головна мережа",
  "mainnet-definition": "Скорочення від «основна мережа», це основний публічний <a href=\"/glossary/#blockchain\">блокчейн</a> Ethereum.",
  "max-fee-per-gas-term": "Максимальна комісія за газ",
  "max-fee-per-gas-definition": "Максимальна комісія — це абсолютна максимальна сума, яку користувач готовий заплатити за одиницю газу (<a href=\"/glossary/#gwei\">gwei</a>), щоб транзакція була включена в блок.",
  "merkle-patricia-tree-term": "Дерево Меркла-Патриції (MPT)",
  "merkle-patricia-tree-definition": "Структура даних, яка використовується в Ethereum для ефективного зберігання пар ключ-значення.",
  "merkle-root-term": "Корінь дерева Меркла",
  "merkle-root-definition": "Корінь дерева Меркла — це єдиний верхній хеш дерева Меркла. Він перевіряє всі транзакції в блоці.",
  "message-term": "Повідомлення",
  "message-definition": "<a href=\"/glossary/#internal-transaction\">Внутрішня транзакція</a>, яка ніколи не серіалізується і надсилається лише в межах <a href=\"/glossary/#evm\">EVM</a>.",
  "message-call-term": "Повідомлення виклику",
  "message-call-definition": "Акт передачі <a href=\"/glossary/#message\">повідомлення</a> від одного облікового запису до іншого. Якщо обліковий запис призначення пов'язаний з кодом <a href=\"/glossary/#evm\">EVM</a>, то віртуальна машина буде запущена зі станом цього об'єкта, і повідомлення буде оброблено.",
  "mev-term": "Максимально видобута вартість (MEV)",
  "mev-definition": "Максимальна вартість, яку можна отримати від створення блоків понад стандартну винагороду за блок та комісії за газ, шляхом включення, виключення та зміни порядку транзакцій у блоці. <a href=\"/developers/docs/mev/\">Більше про максимально видобуту вартість (MEV)</a>.",
  "mining-term": "Mining",
  "mining-definition": "Процес повторного хешування заголовка блоку при інкрементації <a href=\"/glossary/#nonce\">nonce</a>, доки результат не міститиме довільну кількість початкових бінарних нулів. Це процес, за допомогою якого нові <a href=\"/glossary/#block\">блоки</a> додаються до блокчейну на основі доказу роботи. Так Ethereum був захищений до переходу на доказ частки.",
  "miner-term": "Майнер",
  "miner-definition": "<a href=\"/glossary/#node\">Вузол</a> мережі, який знаходить дійсний <a href=\"/glossary/#pow\">доказ роботи</a> для нових блоків шляхом повторного хешування (див. <a href=\"/glossary/#ethash\">Ethash</a>). Майнери більше не є частиною Ethereum — їх замінили валідатори, коли Ethereum перейшов на доказ частки.",
  "mint-term": "Карбувати",
  "mint-definition": "Карбування — це процес створення нових токенів і введення їх в обіг, щоб їх можна було використовувати. Це децентралізований механізм для створення нового токена без участі центрального органу.",
  "multisig-term": "Мультипідпис",
  "multisig-definition": "Мультипідпис (multi signature) відноситься до цифрового гаманця або облікового запису, який вимагає кількох підписів або схвалень для виконання транзакцій, підвищуючи безпеку.<br />Це додає додаткову безпеку порівняно з традиційними обліковими записами з одним підписом, де потрібне лише схвалення однієї особи.",
  "network-term": "Network",
  "network-definition": "Стосовно мережі Ethereum, це однорангова мережа, яка поширює транзакції та блоки на кожен вузол Ethereum (учасника мережі). <a href=\"/developers/docs/networks/\">Більше про мережі</a>.",
  "network-hashrate-term": "Хешрейт мережі",
  "network-hashrate-definition": "Колективний хешрейт, що виробляється всією мережею майнінгу. Майнінг на Ethereum був вимкнений, коли Ethereum перейшов на доказ частки.",
  "nft-term": "Невзаємозамінний токен (NFT)",
  "nft-definition": "Унікальний цифровий предмет, який ви можете володіти, наприклад, мистецтво або колекційні предмети, підтверджені технологією блокчейну. <a href=\"/nft/\">Більше про невзаємозамінні токени (NFT)</a>.",
  "node-term": "Вузол",
  "node-definition": "Програмний клієнт, що бере участь у мережі. <a href=\"/developers/docs/nodes-and-clients/\">Більше про вузли та клієнтів</a>.",
  "nonce-term": "Nonce",
  "nonce-definition": "У криптографії це значення, яке можна використати лише один раз. Nonce облікового запису — це лічильник транзакцій у кожному обліковому записі, який використовується для запобігання атакам повторного відтворення.",
  "offchain-term": "Offchain",
  "offchain-definition": "Поза ланцюгом (offchain) означає будь-яку транзакцію або дані, що існують поза блокчейном. Оскільки фіксація кожної транзакції в ланцюзі (onchain) може бути дорогою та неефективною, сторонні інструменти, такі як оракули, що обробляють дані про ціни, або рішення рівня 2, що виконують більший обсяг транзакцій, обробляють основну частину роботи поза ланцюгом і надсилають інформацію в ланцюг з меншою частотою.",
  "ommer-term": "Омер-блок (блок-дядько)",
  "ommer-definition": "Коли <a href=\"/glossary/#miner\">майнер</a> доказу роботи знаходить дійсний <a href=\"/glossary/#block\">блок</a>, інший майнер може опублікувати конкуруючий блок, який додається до вершини блокчейну першим. Цей дійсний, але застарілий блок може бути включений новішими блоками як <em>омери</em> і отримати часткову винагороду за блок. Термін «омер» є бажаним гендерно-нейтральним терміном для брата/сестри батьківського блоку, але його також іноді називають «дядьком». Це було поширеним для Ethereum, коли це була мережа <a href=\"/glossary/#pow\">доказу роботи</a>. Тепер, коли Ethereum використовує <a href=\"/glossary/#pos\">доказ частки</a>, на кожен слот обирається лише один пропонент блоку.",
  "onchain-term": "Onchain",
  "onchain-definition": "Відноситься до дій або транзакцій, що відбуваються в блокчейні та є загальнодоступними.<br /><br />Уявіть це як запис у великому спільному зошиті, який кожен може бачити та перевіряти, гарантуючи, що все, що написано (наприклад, надсилання цифрових грошей або укладення контракту), є постійним і не може бути змінено чи стерто.",
  "optimistic-rollup-term": "Обнадійливий роллап",
  "optimistic-rollup-definition": "Optimistic Rollup — це рішення рівня 2, яке прискорює транзакції на Ethereum, припускаючи, що вони є дійсними за замовчуванням, якщо не буде оскаржено. <a href=\"/developers/docs/scaling/optimistic-rollups/\">Більше про Optimistic rollups</a>.",
  "oracle-term": "Оракул",
  "oracle-definition": "Оракул — це міст між <a href=\"/glossary/#blockchain\">блокчейном</a> і реальним світом. Вони діють як ончейн <a href=\"/glossary/#api\">API</a>, які можна запитувати для отримання інформації та використовувати в <a href=\"/glossary/#smart-contract\">смарт-контрактах</a>. <a href=\"/developers/docs/oracles/\">Більше про оракули</a>.",
  "peer-term": "Пір",
  "peer-definition": "Підключені комп'ютери, що працюють на клієнтському програмному забезпеченні Ethereum, які мають ідентичні копії <a href=\"/glossary/#blockchain\">блокчейну</a>.",
  "peer-to-peer-network-term": "Однорангова мережа",
  "peer-to-peer-network-definition": "Мережа комп'ютерів (<a href=\"/glossary/#peer\">пірів</a>), які колективно здатні виконувати функціональні можливості без потреби в централізованих, серверних сервісах.<br />Ця конфігурація часто використовується для обміну файлами (наприклад, BitTorrent), інформацією або цифровими валютами, що дозволяє здійснювати більш прямі та потенційно більш ефективні обміни між користувачами.",
  "permissionless-term": "Доступність",
  "permissionless-definition": "Бездозвільний означає, що будь-хто може приєднатися та використовувати систему, таку як Ethereum. Вона відкрита для участі всіх і не вимагає жодного схвалення.",
  "plasma-term": "Plasma",
  "plasma-definition": "Позаланцюгове рішення для масштабування, що використовує <a href=\"/glossary/#fraud-proof\">докази шахрайства</a>, як-от <a href=\"/glossary/#optimistic-rollup\">optimistic rollups</a>. Plasma обмежується простими транзакціями, такими як базові перекази токенів та обміни. <a href=\"/developers/docs/scaling/plasma\">Більше про plasma</a>.",
  "private-key-term": "Приватний ключ",
  "private-key-definition": "Приватний ключ — це секретний код, який підтверджує, що ви володієте своїми цифровими грошима, і дозволяє вам їх витрачати, як ПІН-код для вашого рахунку. <strong>НЕ ДІЛІТЬСЯ НИМ</strong>.",
  "public-goods-term": "Суспільні блага",
  "public-goods-definition": "Суспільні блага — це речі, якими кожен може користуватися безкоштовно, як-от парки чи чисте повітря, і їх використання не заважає іншим їх використовувати. Уряди часто надають їх, тому що бізнеси зазвичай цього не роблять, оскільки не можуть легко стягувати плату з людей за їх використання.",
  "private-chain-term": "Приватний ланцюг",
  "private-chain-definition": "Повністю приватний блокчейн — це блокчейн з дозвільним доступом, недоступний для публічного використання.",
  "poap-term": "POAP",
  "poap-definition": "Протокол доказу відвідування використовується для створення цифрового колекційного предмета (NFT), який підтверджує, що ви відвідали певну подію або захід.",
  "pos-term": "Proof-of-stake (PoS)",
  "pos-definition": "Метод, за допомогою якого протокол блокчейну криптовалюти прагне досягти розподіленого <a href=\"/glossary/#consensus\">консенсусу</a>. PoS вимагає від користувачів довести володіння певною кількістю криптовалюти (їхня «частка» в мережі), щоб мати можливість брати участь у валідації транзакцій. <a href=\"/developers/docs/consensus-mechanisms/pos/\">Більше про доказ частки</a>.",
  "pow-term": "Proof-of-work (PoW)",
  "pow-definition": "Механізм безпеки для блокчейнів, який вимагає від вузлів витрачати енергію у формі обчислень для знаходження певного значення.",
  "proto-danksharding-term": "Прото-данкшардинг",
  "proto-danksharding-definition": "Новий тип транзакції, який приймає «блоби» даних для Ethereum. Ці «блоб»-дані тимчасово зберігаються на beacon chain протягом 4096 епох (~18,2 днів) і можуть бути опціонально видалені після цього, щоб допомогти зменшити вимоги до апаратного забезпечення для операторів вузлів.",
  "public-key-term": "Відкритий ключ",
  "public-key-definition": "Відкритий ключ — це набір символів, який дозволяє іншим безпечно надсилати вам цифрову валюту, як адреса електронної пошти для грошей.",
  "quadratic-voting-term": "Квадратичне голосування",
  "quadratic-voting-definition": "Це метод голосування, за допомогою якого виборці виражають, наскільки сильно вони ставляться до питань. Він дозволяє виборцям показати не тільки перевагу, але й інтенсивність своєї переваги.",
  "receipt-term": "Квитанція",
  "receipt-definition": "Дані, які повертає клієнт Ethereum для представлення результату певної <a href=\"/glossary/#transaction\">транзакції</a>, включаючи<a href=\"/glossary/#hash\"> хеш</a> транзакції, номер її <a href=\"/glossary/#block\">блоку</a>, кількість використаного <a href=\"/glossary/#gas\">газу</a> та, у разі розгортання <a href=\"/glossary/#smart-contract\">смарт-контракту</a>,<a href=\"/glossary/#address\"> адрес</a>у контракту.",
  "recovery-phrase-term": "Сід-фраза/фраза відновлення",
  "recovery-phrase-definition": "Список слів, який ви отримуєте при створенні цифрового гаманця. Він діє як пароль, який може допомогти вам повернути доступ до вашого гаманця, якщо ви його втратите, гарантуючи, що ви не втратите свої цифрові гроші або токени.",
  "re-entrancy-attack-term": "Атака повторного входу",
  "re-entrancy-attack-definition": "Атака, що полягає в тому, що контракт зловмисника викликає функцію контракту-жертви таким чином, що під час виконання жертва знову викликає контракт зловмисника, рекурсивно. Це може призвести, наприклад, до крадіжки коштів шляхом пропуску частин контракту-жертви, які оновлюють баланси або підраховують суми виведення. <a href=\"/developers/docs/smart-contracts/security/#reentrancy\">Більше про повторний вхід</a>.",
  "reward-term": "Винагорода",
  "reward-definition": "Кількість ефіру, <a href=\"/developers/docs/consensus-mechanisms/pos/rewards-and-penalties\">що надається валідаторам</a>, які виконують певні функції, включаючи пропозицію блоку або участь у комітеті синхронізації, в кожному слоті.",
  "rlp-term": "Recursive Length Prefix (RLP)",
  "rlp-definition": "<a href=\"/developers/docs/data-structures-and-encoding\">Стандарт кодування</a>, розроблений розробниками Ethereum для кодування та серіалізації об'єктів (структур даних) довільної складності та довжини.",
  "rollups-term": "Зведення",
  "rollups-definition": "Тип рішення для масштабування <a href=\"/glossary/#layer-2\">рівня 2</a>, яке об'єднує кілька транзакцій у пакети та надсилає їх до <a href=\"/glossary/#mainnet\">основного ланцюга Ethereum</a> в одній транзакції. Це дозволяє зменшити витрати на <a href=\"/glossary/#gas\">газ</a> та збільшити пропускну здатність <a href=\"/glossary/#transaction\">транзакцій</a>. Існують ролапи Optimistic та Zero-knowledge, які використовують різні методи безпеки для забезпечення цих переваг у масштабованості. <a href=\"/developers/docs/scaling/#rollups\">Більше про ролапи</a>.",
  "rpc-term": "Віддалений виклик процедур (RPC)",
  "rpc-definition": "RPC дозволяє одному комп'ютеру запитувати дані або дії від іншого через мережу, як-от запит інформації за допомогою пульта дистанційного керування.",
  "sha-term": "Secure Hash Algorithm (SHA)",
  "sha-definition": "Сімейство криптографічних хеш-функцій, опублікованих Національним інститутом стандартів і технологій (NIST).",
  "serialization-term": "Серіалізація",
  "serialization-definition": "Процес перетворення структури даних у послідовність байтів.",
  "sequencer-term": "Секвенсер",
  "sequencer-definition": "Секвенсер — це програма, відповідальна за впорядкування транзакцій у мережі блокчейну, зокрема в рамках рішень для масштабування рівня 2.",
  "shard-term": "Шард / ланцюг шардів",
  "shard-definition": "Ланцюги шардів — це окремі секції загального блокчейну, за які можуть відповідати підмножини валідаторів. Спочатку це було задумано як спосіб масштабування Ethereum до мільйонів транзакцій на секунду, але зараз це було витіснено швидким розвитком масштабування за допомогою <a href=\"/glossary/#rollups\">ролапів</a>.",
  "sidechain-term": "Sidechain",
  "sidechain-definition": "Рішення для масштабування, що використовує окремий ланцюг з іншими, часто швидшими <a href=\"/glossary/#consensus-rules\">правилами консенсусу</a>. Для підключення цих сайдчейнів до <a href=\"/glossary/#mainnet\">Mainnet</a> потрібен міст. <a href=\"/glossary/#rollups\">Ролапи</a> також використовують сайдчейни, але вони працюють у співпраці з <a href=\"/glossary/#mainnet\">Mainnet</a>. <a href=\"/developers/docs/scaling/sidechains/\">Більше про сайдчейни</a>.",
  "signing-term": "Підписання",
  "signing-definition": "Криптографічна демонстрація того, що транзакція була схвалена власником певного приватного ключа.",
  "singleton-term": "Синглтон",
  "singleton-definition": "Термін комп’ютерного програмування, що описує об’єкт, для якого може існувати лише один екземпляр.",
  "slasher-term": "Слешер",
  "slasher-definition": "Слешер — це суб'єкт, який сканує атестації в пошуках порушень, що караються слешингом. Слешинги транслюються в мережу, і наступний пропонент блоку додає доказ до блоку. Пропонент блоку потім отримує винагороду за слешинг зловмисного валідатора.",
  "slot-term": "Slot",
  "slot-definition": "Період часу (12 секунд), протягом якого нові блоки можуть бути запропоновані <a href=\"/glossary/#validator\">валідатором</a> у системі <a href=\"/glossary/#pos\">доказу частки</a>. Слот може бути порожнім. 32 слоти складають <a href=\"/glossary/#epoch\">епоху</a>. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Більше про доказ частки</a>.",
  "smart-contract-term": "Смарт-контракт",
  "smart-contract-definition": "Смарт-контракт — це програма, яка автоматично виконує угоди в блокчейні, як цифровий контракт, що самовиконується. <a href=\"/smart-contracts/\">Вступ до смарт-контрактів</a>.",
  "snark-term": "SNARK",
  "snark-definition": "Скорочення від «стислий неінтерактивний аргумент знання», SNARK — це тип <a href=\"/glossary/#zk-proof\">доказу нульового знання</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Більше про ролапи з нульовим знанням</a>.",
  "soft-fork-term": "Софтфорк",
  "soft-fork-definition": "Розходження в <a href=\"/glossary/#blockchain\">блокчейні</a>, що виникає при зміні <a href=\"/glossary/#consensus-rules\">правил консенсусу</a>. На відміну від <a href=\"/glossary/#hard-fork\">хардфорку</a>, софтфорк є зворотньо сумісним; оновлені вузли можуть валідувати блоки, створені неоновленими вузлами, доки вони дотримуються нових правил консенсусу.",
  "solidity-term": "Мова програмування Solidity",
  "solidity-definition": "Процедурна (імперативна) мова програмування з синтаксисом, схожим на JavaScript, C++ або Java. Найпопулярніша та найчастіше використовувана мова для <a href=\"/glossary/#smart-contract\">смарт-контрактів</a> Ethereum. Створена доктором Гевіном Вудом. <a href=\"/developers/docs/smart-contracts/languages/#solidity\">Більше про Solidity</a>.",
  "solidity-inline-assembly-term": "Solidity inline assembly",
  "solidity-inline-assembly-definition": "Мова асемблера <a href=\"/glossary/#evm\">EVM</a> в програмі <a href=\"/glossary/#solidity\">Solidity</a>. Підтримка вбудованого асемблера в Solidity полегшує написання певних операцій.",
  "stablecoin-term": "Stablecoin",
  "stablecoin-definition": "Стейблкоїн — це тип криптовалюти, розроблений для того, щоб мати стабільну вартість, часто прив'язану до валюти або товару (наприклад, долар США), щоб мінімізувати волатильність ціни. <a href=\"/stablecoins/\">Більше про стейблкоїни</a>.",
  "staking-term": "Стейкінг",
  "staking-definition": "Внесення певної кількості <a href=\"/glossary/#ether\">ефіру</a> (ваша частка) для того, щоб стати валідатором і захистити <a href=\"/glossary/#network\">мережу</a>. Валідатор перевіряє <a href=\"/glossary/#transaction\">транзакції</a> і пропонує <a href=\"/glossary/#block\">блоки</a> за моделлю консенсусу <a href=\"/glossary/#pos\">доказу частки</a>. Стейкінг дає вам економічний стимул діяти в найкращих інтересах мережі. Ви отримуватимете винагороди за виконання своїх обов'язків <a href=\"/glossary/#validator\">валідатора</a>, але втратите різну кількість ETH, якщо не будете їх виконувати. <a href=\"/staking/\">Більше про стейкінг в Ethereum</a>.",
  "staking-pool-term": "Пул для стейкінгу",
  "staking-pool-definition": "Об'єднаний ETH кількох стейкерів Ethereum, що використовується для досягнення 32 ETH, необхідних для активації набору ключів валідатора. Оператор вузла використовує ці ключі для участі в консенсусі, а <a href=\"/glossary/#block-reward\">винагороди за блок</a> розподіляються між стейкерами, що зробили внесок. Пули для стейкінгу або делегований стейкінг не є нативними для протоколу Ethereum, але багато рішень було створено спільнотою. <a href=\"/staking/pools/\">Більше про стейкінг у пулі</a>.",
  "stark-term": "STARK",
  "stark-definition": "Скорочення від «масштабований прозорий аргумент знання», STARK — це тип <a href=\"/glossary/#zk-proof\">доказу нульового знання</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Більше про ролапи з нульовим знанням</a>.",
  "state-term": "Стан",
  "state-definition": "Знімок усіх балансів та даних у певний момент часу в блокчейні, зазвичай стосується стану в певному блоці.",
  "state-channels-term": "Канали стану",
  "state-channels-definition": "Рішення <a href=\"/glossary/#layer-2\">рівня 2</a>, де між учасниками створюється канал, в якому вони можуть вільно та дешево проводити транзакції. Лише <a href=\"/glossary/#transaction\">транзакція</a> для створення та закриття каналу надсилається до <a href=\"/glossary/#mainnet\">Mainnet</a>. Це дозволяє досягти дуже високої пропускної здатності транзакцій, але залежить від знання кількості учасників заздалегідь та блокування коштів. <a href=\"/developers/docs/scaling/state-channels/#state-channels\">Більше про канали стану</a>.",
  "supermajority-term": "Супербільшість",
  "supermajority-definition": "Супербільшість — це термін, що позначає кількість, яка перевищує 2/3 (66%) від загальної кількості стейкнутого ефіру, що забезпечує безпеку Ethereum. Голос супербільшості необхідний для <a href=\"/glossary/#finality\">фіналізації</a> блоків на Beacon Chain.",
  "sybil-attack-term": "Sybil attack",
  "sybil-attack-definition": "Атаки Сивілли — це коли окремі люди обманюють систему, змушуючи її думати, що вони є кількома людьми, щоб збільшити свій вплив.",
  "syncing-term": "Синхронізація",
  "syncing-definition": "Процес завантаження всієї останньої версії блокчейну на вузол.",
  "sync-committee-term": "Комітет синхронізації",
  "sync-committee-definition": "Комітет синхронізації — це випадково обрана група <a href=\"/glossary/#validator\">валідаторів</a>, яка оновлюється кожні ~27 годин. Їхня мета — додавати свої підписи до дійсних заголовків блоків. Комітети синхронізації дозволяють <a href=\"/glossary/#light-client\">легким клієнтам</a> відстежувати голову блокчейну без необхідності доступу до повного набору валідаторів.",
  "szabo-term": "Szabo",
  "szabo-definition": "Одиниця виміру <a href=\"/glossary/#ether\">ефіру</a>. 1 szabo = 10<sup>12</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>6</sup> szabo = 1 ефір.",
  "terminal-total-difficulty-term": "Термінальна загальна складність (TTD)",
  "terminal-total-difficulty-definition": "Загальна складність — це сума складності майнінгу Ethash для всіх блоків до певного моменту в блокчейні. Кінцева загальна складність — це конкретне значення загальної складності, яке було використано як тригер для клієнтів виконання для вимкнення їхніх функцій майнінгу та розповсюдження блоків, що дозволило мережі перейти на доказ частки. Це більше не актуально, оскільки Ethereum перейшов на <a href=\"/glossary/#pos\">доказ частки</a>.",
  "testnet-term": "Тестова мережа",
  "testnet-definition": "Скорочення від «тестова мережа», мережа, що використовується для симуляції поведінки основної мережі Ethereum.",
  "token-term": "Токен",
  "token-definition": "Торговий віртуальний товар, визначений у смарт-контрактах на блокчейні Ethereum.",
  "token-factory-term": "Фабрика токенів",
  "token-factory-definition": "Фабрика токенів — це смарт-контракт, який полегшує створення токенів у межах певного стандарту, наприклад, <a href=\"#erc-20\">ERC-20</a>, <a href=\"#erc-721\">ERC-721</a> або <a href=\"#erc-1155\">ERC-1155</a>. Смарт-контракт діє як шаблон, дозволяючи користувачам розгортати нові токени з власними параметрами, такими як назва, символ, пропозиція та додаткова функціональність, без створення нового смарт-контракту з нуля.",
  "transaction-term": "Транзакція",
  "transaction-definition": "Дані, зафіксовані в блокчейні Ethereum, підписані вихідним <a href=\"/glossary/#account\">обліковим записом</a>, що спрямовані на конкретну <a href=\"/glossary/#address\">адресу</a>. Транзакція містить метадані, такі як <a href=\"/glossary/#gas-limit\">ліміт газу</a> для цієї транзакції. <a href=\"/developers/docs/transactions/\">Більше про транзакції</a>.",
  "transaction-fee-term": "Комісія за транзакцію",
  "transaction-fee-definition": "Комісія, яку вам потрібно сплатити щоразу, коли ви використовуєте мережу Ethereum. Приклади включають надсилання коштів з вашого <a href=\"/glossary/#wallet\">гаманця</a> або взаємодію з <a href=\"/glossary/#dapp\">dapp</a>, наприклад, обмін токенів або купівля колекційного предмета. Ви можете думати про це як про плату за послуги. Ця комісія змінюватиметься залежно від завантаженості мережі. Це тому, що <a href=\"/glossary/#validator\">валідатори</a>, люди, відповідальні за обробку вашої транзакції, ймовірно, надаватимуть перевагу транзакціям з вищими комісіями – тому перевантаження змушує ціну зростати.<br/><br/>На технічному рівні ваша комісія за транзакцію пов'язана з тим, скільки <a href=\"/glossary/#gas\">газу</a> вимагає ваша транзакція.<br/><br/>Зменшення комісій за транзакції є предметом інтенсивного інтересу на даний момент. Див. <a href=\"/glossary/#layer-2\">Рівень 2</a>.",
  "trust-assumptions-term": "Припущення про довіру",
  "trust-assumptions-definition": "Припущення про довіру — це основні переконання щодо безпеки та надійності системи, які визначають, чому ми довіряємо для функціонування системи.",
  "trustlessness-term": "Бездовірність",
  "trustlessness-definition": "Здатність мережі опосередковувати транзакції без необхідності довіряти третій стороні будь-якій із залучених сторін.",
  "turing-complete-term": "Turing complete",
  "turing-complete-definition": "Концепція, названа на честь англійського математика та комп'ютерного вченого Алана Тюрінга. Система правил маніпулювання даними (така як набір інструкцій комп'ютера, мова програмування або клітинний автомат) вважається «повною за Тюрінгом» або «обчислювально універсальною», якщо її можна використовувати для симуляції будь-якої машини Тюрінга.",
  "validator-term": "Валідатор",
  "validator-definition": "<a href=\"/glossary/#node\">Вузол</a> у системі <a href=\"/glossary/#pos\">доказу частки</a>, відповідальний за зберігання даних, обробку транзакцій та додавання нових блоків до блокчейну. Щоб активувати програмне забезпечення валідатора, вам потрібно мати можливість <a href=\"/glossary/#staking\">застейкати</a> 32 ETH. <a href=\"/staking/\">Більше про стейкінг в Ethereum</a>.",
  "validator-lifecycle-term": "Життєвий цикл валідатора",
  "validator-lifecycle-definition": "Послідовність станів, у яких може перебувати валідатор. Вони включають: <br/><br/><ul><li>депоновано: валідатор вніс щонайменше 32 ETH до <a href=\"/glossary/#deposit-contract\">депозитного контракту</a></li><li>очікування: валідатор перебуває в черзі на активацію, чекаючи на голосування існуючих валідаторів для вступу в мережу</li><li>активний: наразі атестує та пропонує блоки</li><li>слешинг: валідатор поводився неналежним чином і піддається слешингу</li><li>вихід: валідатор був позначений для виходу з мережі, або добровільно, або через виключення.</li></ul>",
  "validity-proof-term": "Validity proof",
  "validity-proof-definition": "Модель безпеки для певних рішень <a href=\"/glossary/#layer-2\">рівня 2</a>, де для збільшення швидкості транзакції об'єднуються в пакети та надсилаються в Ethereum в одній транзакції. Обчислення транзакцій виконується поза ланцюгом, а потім надається основному ланцюгу з доказом їхньої дійсності. Цей метод збільшує кількість можливих транзакцій, зберігаючи при цьому безпеку. Деякі <a href=\"/glossary/#rollups\">ролапи</a> використовують <a href=\"/glossary/#fraud-proof\">доказ шахрайства</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Більше про ролапи з нульовим знанням</a>.",
  "validium-term": "Validium",
  "validium-definition": "Позаланцюгове рішення, що використовує <a href=\"/glossary/#validity-proof\">докази дійсності</a> для покращення пропускної здатності транзакцій. На відміну від <a href=\"/glossary/#zk-rollup\">ролапів з нульовим знанням</a>, дані validium не зберігаються на Mainnet рівня 1. <a href=\"/developers/docs/scaling/validium/\">Більше про validium</a>.",
  "vyper-term": "Vyper",
  "vyper-definition": "Мова програмування високого рівня з синтаксисом, схожим на Python. Призначена для наближення до чисто функціональної мови. Створена Віталіком Бутеріним. <a href=\"/developers/docs/smart-contracts/languages/#vyper\">Більше про Vyper</a>.",
  "wallet-term": "гаманець",
  "wallet-definition": "Гаманець — це цифровий інструмент для зберігання, надсилання та отримання цифрової валюти, як віртуальний гаманець для ваших онлайн-грошей. <a href=\"/wallets/\">Більше про гаманці Ethereum</a>.",
  "web2-term": "Web2",
  "web2-definition": "Це поточний інтернет, зосереджений на контенті, створюваному користувачами, та соціальних мережах, які контролюються кількома компаніями. Web3 — це крипто-переконання, що користувачі повинні контролювати свої дані та транзакції.",
  "web3-term": "Web3",
  "web3-definition": "Web3 — це новий інтернет з блокчейном, де користувачі контролюють свої дані та транзакції, а не компанії. Не потрібно ділитися жодною особистою інформацією. <a href=\"/web3/\">Більше про Web3</a>.",
  "wei-term": "Вей",
  "wei-definition": "Найменша одиниця виміру ефіру. 10<sup>18</sup> wei = 1 ефір.",
  "wrapped-token-term": "Обгорнутий токен",
  "wrapped-token-definition": "Токен на основі блокчейну, що представляє іншу криптовалюту або актив на іншій мережі. Наприклад, <a href=\"/wrapped-eth/#intro-to-weth\">Обгорнутий ефір (WETH)</a> представляє ефір (ETH) у форматі, що відповідає стандарту токенів <a href=\"/glossary/#erc-20\">ERC-20</a> Ethereum. Початковий актив надійно заблокований <a href=\"/glossary/#smart-contract\">смарт-контрактом</a>, і карбується еквівалентний обгорнутий токен. Цей механізм забезпечує сумісність у межах та між блокчейнами, дозволяючи активам, таким як ETH, безперешкодно використовуватися в децентралізованих програмах, зберігаючи при цьому свою вартість.",
  "zero-address-term": "Нульова адреса",
  "zero-address-definition": "Адреса Ethereum, що складається повністю з нулів, яка часто використовується як адреса для вилучення токенів з обігу. Розрізняють токени, формально вилучені з індексу смарт-контракту за допомогою методу burn(), і ті, що надсилаються на цю адресу.",
  "zk-proof-term": "Доказ нульового знання",
  "zk-proof-definition": "Доказ нульового знання — це криптографічний метод, який дозволяє особі довести, що твердження є істинним, не передаючи жодної додаткової інформації. <a href=\"/developers/docs/scaling/zk-rollups/\">Більше про ролапи з нульовим знанням</a>.",
  "zk-rollup-term": "Незначимий роллап",
  "zk-rollup-definition": "<a href=\"/glossary/#rollups\">Ролап</a> транзакцій, що використовує <a href=\"/glossary/#validity-proof\">докази дійсності</a> для забезпечення збільшеної пропускної здатності транзакцій <a href=\"/glossary/#layer-2\">рівня 2</a>, використовуючи при цьому безпеку, що надається Mainnet (рівень 1). Хоча вони не можуть обробляти складні типи транзакцій, як <a href=\"/glossary/#optimistic-rollup\">optimistic rollups</a>, вони не мають проблем із затримкою, оскільки транзакції є доказово дійсними при надсиланні. <a href=\"/developers/docs/scaling/zk-rollups/\">Більше про ролапи з нульовим знанням</a>."
}
