{
  "page-local-environment-brownie-desc": "Фреймворк для розробки й тестування на основі Python для розумних контрактів, націлених на Віртуальну машину Ethereum.",
  "page-local-environment-brownie-logo-alt": "Логотип Brownie",
  "page-local-environment-kurtosis-desc": "Інструментарій на основі контейнерів для легкого налаштування та розкручування тестової мережі з великою кількістю клієнтів Ethereum, у якій можна швидко розробляти локальні децентралізовані програми (dApp), прототипувати й тестувати їх.",
  "page-local-environment-kurtosis-logo-alt": "Логотип Kurtosis",
  "page-local-environment-epirus-desc": "Платформа для розробки, впровадження та відстеження блокчейн-програм на віртуальній машині Java.",
  "page-local-environment-epirus-logo-alt": "Epirus logo",
  "page-local-environment-eth-app-desc": "Створюйте програми на основі Ethereum за допомогою однієї команди. Містить велику кількість фреймворків інтерфейсу та шаблонів DeFi.",
  "page-local-environment-eth-app-logo-alt": "Create Eth App logo",
  "page-local-environment-foundry-desc": "Надзвичайно швидкий, портативний і модульний набір інструментів для розробки програм Ethereum, написаний на Rust.",
  "page-local-environment-foundry-logo-alt": "Логотип Foundry",
  "page-local-environment-framework-feature-1": "Функції для створення локальної системи блокчейнів.",
  "page-local-environment-framework-feature-2": "Утиліти для компіляції і тестування розумних контрактів.",
  "page-local-environment-framework-feature-3": "Додатки до розробки клієнта для створення користувацьких програм у межах одного проекту/репозиторію.",
  "page-local-environment-framework-feature-4": "Конфігурація для підключення до мереж Ethereum і впровадження контрактів для локально запущеного блокчейну або для загальнодоступних мереж Ethereum.",
  "page-local-environment-framework-feature-5": "Розподіл децентралізованих програм – інтеграція з параметрами сховища, такими як IPFS.",
  "page-local-environment-framework-features": "Ці фреймворки мають багато незвичайних функцій (приклади наведено нижче).",
  "page-local-environment-frameworks-desc": " Радимо обрати фреймворк, особливо якщо ви тільки починаєте. Створення повноцінної децентралізованої програми потребує різних технологій. Фреймворки містять багато корисних функцій або надають прості системи плагінів, де можна вибрати потрібні інструменти.",
  "page-local-environment-frameworks-title": "Фреймворки й заготовлені стеки",
  "page-local-environment-hardhat-desc": "Hardhat – це середовище розробки Ethereum для професіоналів.",
  "page-local-environment-hardhat-logo-alt": "Hardhat logo",
  "page-local-environment-openZeppelin-desc": "Заощаджуйте час, який витрачається на розробку, шляхом компіляції, оновлення та впровадження розумних контрактів, а також взаємодії з ними за допомогою CLI.",
  "page-local-environment-openZeppelin-logo-alt": "OpenZeppelin logo",
  "page-local-environment-scaffold-eth-desc": "Ethers + Hardhat + React — це все, що вам потрібно, щоб почати створювати децентралізовані програми, які працюють на основі смартконтрактів.",
  "page-local-environment-scaffold-eth-logo-alt": "scaffold-eth logo",
  "page-local-environment-setup-meta-desc": "Дізнайтесь, як обрати програмний стек для розробки Ethereum.",
  "page-local-environment-setup-meta-title": "Налаштування локальної розробки Ethereum",
  "page-local-environment-setup-subtitle": "Якщо ви готові почати, оберіть стек.",
  "page-local-environment-setup-subtitle-2": " Ось інструменти та фреймворки, які ви можете використовувати для створення власної програми в мережі Ethereum.",
  "page-local-environment-setup-title": "Налаштування локального середовища розробки",
  "page-local-environment-solidity-template-desc": "Шаблон GitHub для попередньо вбудованих налаштувань розумних контрактів мовою Solidity. Включає локальну мережу Hardhat, Waffle для тестування, Ether для запуску гаманця тощо.",
  "page-local-environment-solidity-template-logo-alt": "Solidity template logo",
  "page-local-environment-waffle-desc": "Найдосконаліша тестова бібліотека для розумних контрактів. Використовуйте окремо або разом із Scaffold-eth або Hardhat.",
  "page-local-environment-waffle-logo-alt": "Waffle logo"
}
