{
  "comp-withdrawal-comparison-current-title": "Поточні стейкери",
  "comp-withdrawal-comparison-current-li-1": "Деякі користувачі, можливо, указали адресу для виведення коштів під час початкового налаштування депозиту — цим користувачам більше нічого не потрібно робити.",
  "comp-withdrawal-comparison-current-li-2": "Більшість стейкерів не вказали адресу для виведення коштів під час початкового депозиту, і їм потрібно буде оновити свої облікові дані для виведення коштів. На <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">стартовій платформі для стейкінгу</a> є інструкції, як це зробити.",
  "comp-withdrawal-comparison-current-p": "Введіть тут свій індексний номер валідатора, щоб дізнатися, чи вам усе ще потрібно оновлювати свої облікові дані <Text as=\"span\" fontWeight=\"normal\">(це можна знайти в журналах вашого клієнта):</Text>",
  "comp-withdrawal-comparison-new-title": "Нові стейкери (які ще не розміщували депозити)",
  "comp-withdrawal-comparison-new-li-1": "За замовчуванням нові стейкери, які хочуть автоматично ввімкнути виплати винагороди й функції виведення коштів, повинні надати адресу виведення Ethereum, яку вони контролюють під час генерації своїх ключів валідації за допомогою інструменту Staking Deposit CLI",
  "comp-withdrawal-comparison-new-li-2": "Це не потрібно під час розміщення коштів, але позбавить від необхідності оновлювати ці ключі пізніше, коли вам знадобиться розблокувати кошти.",
  "comp-withdrawal-comparison-new-p": "Щоб підготуватися до стейкінгу, запустіть стартову платформу стейкінгу й дотримуйтеся покрокових інструкцій.",
  "comp-withdrawal-comparison-new-link": "Перейти на стартову платформу стейкінгу",
  "comp-withdrawal-credentials-placeholder": "Індекс валідатора",
  "comp-withdrawal-credentials-error": "Сталася помилка! Ще раз перевірте, чи правильно введено індекс валідатора, і спробуйте знову.",
  "comp-withdrawal-credentials-upgraded-1": "Індекс валідатора {{validatorIndex}} готовий до початку отримання винагород!",
  "comp-withdrawal-credentials-upgraded-2": "Облікові дані для виведення коштів, пов’язані з адресою виконання:",
  "comp-withdrawal-credentials-not-upgraded-1": "Цей валідатор потрібно оновити.",
  "comp-withdrawal-credentials-not-upgraded-1-testnet": "Цей валідатор тестової мережі Holesky потрібно оновити.",
  "comp-withdrawal-credentials-not-upgraded-2": "Інструкції з оновлення можна знайти в розділі <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Стартова платформа стейкінгу</a>",
  "comp-withdrawal-credentials-verify-mainnet": "Перевірити через головну мережу",
  "comp-withdrawal-credentials-verify-holesky": "Перевірте на Holesky",
  "page-staking-withdrawals-when": "Уже запущено!",
  "page-staking-image-alt": "Зображення талісмана-носорога для стартової платформи стейкінгу.",
  "page-staking-benefits-1-title": "Заробляйте винагороди",
  "page-staking-benefits-1-description": "Винагороди надаються за дії, які допомагають мережі досягти <a href=\"/glossary/#consensus\">консенсусу</a>. Ви отримаєте винагороду за запуск програмного забезпечення, яке належним чином об’єднує транзакції в нові блоки та перевіряє роботу інших валідаторів, адже саме це гарантує безпеку роботи ланцюжка.",
  "page-staking-benefits-2-title": "Краща безпека",
  "page-staking-benefits-2-description": "Захист мережі від атак стає сильнішим, оскільки що більше ETH поставлено, то більше ETH потрібно для контролю більшої частини мережі. Щоб стати загрозою, вам потрібно мати більшість серед валідаторів, а це означає, що вам потрібно контролювати більшість ETH у системі — це дуже багато!",
  "page-staking-benefits-3-title": "Надійність",
  "page-staking-benefits-3-description": "Щоб брати участь у захисті мережі, стейкерам не потрібно виконувати енерговитратні підтверджувальні комп’ютерні операції, а тому вузли стейкінгу можуть працювати на відносно простому обладнанні з дуже малими енерговитратами.",
  "page-staking-benefits-3-link": "Докладніше про споживання енергії Ethereum",
  "page-staking-description": "Стейкінг – це внесення 32 ETH для активації <a href=\"/glossary/#validator\">валідатора</a> програмного забезпечення. Як валідатор ви будете відповідати за зберігання даних, обробку транзакцій і додавання нових <a href=\"/glossary/#block\">блоків</a> до блокчейну. Це гарантуватиме безпеку Ethereum для всіх і надасть вам можливість заробити нові ETH.",
  "page-staking-hero-title": "Як вкласти свої ETH",
  "page-staking-hero-header": "Заробляйте винагороди, захищаючи Ethereum",
  "page-staking-hero-subtitle": "Будь-який користувач з будь-якою кількістю ETH може допомогти захистити мережу й отримати за це винагороду.",
  "page-staking-dropdown-home": "Стейкінг: головна сторінка",
  "page-staking-dropdown-solo": "Одиночний стейкінг",
  "page-staking-more-on-solo": "Докладніше про самостійний стейкінг",
  "page-staking-learn-more-solo": "Дізнайтеся докладніше про самостійний стейкінг",
  "page-staking-dropdown-saas": "Стейкінг як служба",
  "page-staking-saas-with-abbrev": "Стейкінг як послуга (SaaS)",
  "page-staking-more-on-saas": "Докладніше про стейкінг як послугу",
  "page-staking-learn-more-saas": "Дізнайтеся докладніше про стейкінг як послугу",
  "page-staking-dropdown-pools": "Стейкінг у пулі",
  "page-staking-dropdown-withdrawals": "Про виведення коштів",
  "page-staking-dropdown-dvt": "Технологія розподіленого валідатора",
  "page-staking-more-on-pools": "Докладніше про об’єднаний стейкінг",
  "page-staking-learn-more-pools": "Дізнайтеся докладніше про об’єднаний стейкінг",
  "page-staking-section-what-title": "Що таке стейкінг?",
  "page-staking-section-why-title": "Навіщо ставити свої ETH?",
  "page-staking-section-why-p1": "Усе залежить від того, скільки ви готові поставити. Вам знадобиться 32 ETH, щоб активувати свій власний валідатор, але можна поставити менше.",
  "page-staking-section-why-p2": "Перегляньте наведені нижче варіанти й виберіть той, який найкраще підходить для вас і для мережі.",
  "page-staking-guide-title-coincashew-ethereum": "Посібник з Ethereum 2.0 від CoinCashew",
  "page-staking-guide-title-somer-esat": "Somer Esat",
  "page-staking-guide-title-rocket-pool": "Оператори вузлів Rocket Pool",
  "page-staking-guide-description-linux": "Linux (CLI)",
  "page-staking-guide-description-mac-linux": "Linux, macOS (CLI)",
  "page-staking-hierarchy-solo-h2": "Самостійний домашній стейкінг",
  "page-staking-hierarchy-solo-pill-1": "Найбільш впливовий",
  "page-staking-hierarchy-solo-pill-2": "Повний контроль",
  "page-staking-hierarchy-solo-pill-3": "Повна винагорода",
  "page-staking-hierarchy-solo-pill-4": "Без довіри",
  "page-staking-hierarchy-solo-p1": "Самостійний стейкінг в Ethereum є <span class=\"gold\">золотим стандартом</span> для стейкінгу. Він забезпечує повну винагороду за участь, покращує децентралізацію мережі та ніколи не вимагає довіряти іншим особам свої кошти.",
  "page-staking-hierarchy-solo-p2": "Ті, хто планує займатися самостійним стейкінгом, повинні мати принаймні 32 ETH і спеціальний комп’ютер, підключений до інтернету цілодобово й без вихідних. Деякі технічні знання є корисними, але тепер існують прості у використанні інструменти, які допомагають спростити цей процес.",
  "page-staking-hierarchy-saas-pill-1": "Ваші 32 ETH",
  "page-staking-hierarchy-saas-pill-2": "Ваші ключі валідатора",
  "page-staking-hierarchy-saas-pill-3": "Операція довіреного вузла",
  "page-staking-hierarchy-saas-p1": "Якщо ви не хочете мати справу з апаратним забезпеченням або вам некомфортно це робити, але ви все одно хочете поставити свої 32 ETH, у межах стейкінгу як послуги вам доступна можливість делегувати апаратну частину, поки ви заробляєте винагороди за власні блоки.",
  "page-staking-hierarchy-saas-p2": "Такі функції зазвичай допомагають користувачу створити набір облікових даних для валідації, завантажити до них ключі підпису та внести 32 ETH. Це дасть службі змогу виконувати валідацію від вашого імені.",
  "page-staking-hierarchy-saas-p3": "Цей метод стейкінгу вимагає певного рівня довіри до провайдера. Щоб обмежити ризик контрагента, ключі для виведення ваших ефірів (ETH) зазвичай зберігаються у вас.",
  "page-staking-hierarchy-pools-pill-1": "Ставте будь-яку суму",
  "page-staking-hierarchy-pools-pill-2": "Заробляйте винагороди",
  "page-staking-hierarchy-pools-pill-3": "Не ускладнюйте",
  "page-staking-hierarchy-pools-pill-4": "Популярний",
  "page-staking-hierarchy-pools-p1": "Зараз існує кілька рішень для об’єднання, щоб допомогти користувачам, які не мають змоги внести 32 ETH або відчувають дискомфорт від необхідності це зробити.",
  "page-staking-hierarchy-pools-p2": "Здебільшого такі варіанти засновані на технології «ліквідного стейкінгу», у межах якої ваші залучені до стейкінгу ефіри (ETH) представляє токен ліквідності <a href=\"/glossary/#erc-20\">ERC-20</a>.",
  "page-staking-hierarchy-pools-p3": "Стейкінг ліквідності полегшує вихід із системи будь-коли й робить стейкінг настільки ж простим, як обмін токенів. Крім того, ця функція дає користувачам змогу зберігати свої активи у власному <a href=\"/glossary/#wallet\">гаманці</a> Ethereum.",
  "page-staking-hierarchy-pools-p4": "Об'єднаний стейкінг не власним рішенням мережі Ethereum. Це рішення розробляють треті особи, які несуть свої власні ризики.",
  "page-staking-hierarchy-cex-h2": "Централізовані обмінники",
  "page-staking-hierarchy-cex-pill-1": "Найменш впливові",
  "page-staking-hierarchy-cex-pill-2": "Найвищий рівень довірчих припущень",
  "page-staking-hierarchy-cex-p1": "Багато централізованих обмінників надають послуги стейкінгу, якщо вам ще не зручно тримати ETH у власному гаманці. Вони можуть стати запасним варіантом, який дасть вам змогу отримати певний дохід від зберігання ETH з мінімальним наглядом і зусиллями.",
  "page-staking-hierarchy-cex-p2": "Компроміс полягає в тому, що централізовані провайдери консолідують великі пули ETH для запуску великої кількості валідаторів. Це може бути небезпечно для мережі та її користувачів, оскільки створює велику централізовану ціль і точку відмови, що робить мережу більш вразливою до атак і помилок.",
  "page-staking-hierarchy-cex-p3": "Якщо вам незручно тримати власні <a href=\"/glossary/#key\">ключі</a>, нічого страшного. Для вас передбачено альтернативні рішення. Тим часом відвідайте нашу <a href=\"/wallets/\">сторінку про гаманці</a>, де можна почати вчитися, як взяти на себе справжню відповідальність за свої кошти. Коли будете готові, поверніться й підніміть свій рівень володіння стейкінгом, спробувавши один із пропонованих сервісів незалежного об’єднаного стейкінгу.",
  "page-staking-hierarchy-subtext": "Як ви могли помітити, існує багато шляхів для участі в стейкінгу Ethereum. Ці шляхи націлені на різні кола користувачів, і кожен з них є унікальним і має свої особливості, ризики, винагороди й припущення щодо довіри. Деякі з них більш децентралізовані, перевірені реальністю та/або мають більші ризики, ніж інші. Ми надаємо певну інформацію про популярні проєкти в цій галузі, але <em> завжди проводьте власне дослідження</em>, перш ніж надсилати свої ефіри (ETH) будь-куди.",
  "page-staking-comparison-solo-saas": "Якщо ви користуєтеся послугами провайдерів стейкінгу як послуги (SaaS), вам також потрібно внести 32 ETH, але не потрібно обслуговувати апаратне забезпечення. Зазвичай ви зберігаєте доступ до ключів вашого валідатора, але також повинні поділитися ключами підпису, щоб оператор міг діяти від імені вашого валідатора. Це вводить додатковий рівень довіри, який відсутній, коли ви працюєте зі своїм власним апаратним забезпеченням, і, на відміну від самостійного стейкінгу вдома, SaaS не допомагає так сильно з географічним розподілом вузлів. Якщо вам не зручно працювати з апаратним забезпеченням, але ви все ще хочете внести 32 ETH, використання провайдера SaaS може бути хорошим варіантом для вас.",
  "page-staking-comparison-solo-pools": "Самостійний стейкінг потребує набагато більшої участі, ніж використання служб об’єднаного стейкінгу, але надає повний доступ до винагород ETH, а також повний контроль над налаштуванням та безпекою вашого валідатора. Об'єднаний стейкінг має значно нижчий бар'єр для входу. Користувачі можуть ставити невеликі суми ETH, не зобов'язані генерувати ключі валідатора, і до їхнього апаратного обладнання немає ніяких вимог, окрім стандартного підключення до інтернету. Токени ліквідності дають змогу вийти зі стейкінгу, перш ніж це буде активовано на рівні протоколу. Якщо ви зацікавлені в таких можливостях, об’єднаний стейкінг може бути для вас добрим варіантом.",
  "page-staking-comparison-saas-solo": "Подібність полягає в тому, що ви можете мати власні ключі валідатора без необхідності об’єднувати кошти, але в SaaS ви повинні довіряти третій стороні, яка потенційно може діяти зловмисно або сама стати об'єктом атаки чи регулювання. Якщо ці припущення щодо довіри або ризики централізації вас турбують, золотим стандартом незалежного стейкінгу є самостійний стейкінг.",
  "page-staking-comparison-saas-pools": "Вони схожі в тому, що ви зазвичай покладаєтеся на когось іншого для запуску клієнта валідатора, але, на відміну від SaaS, об’єднаний стейкінг дає вам змогу брати участь у стейкінгу з меншою кількістю ефірів (ETH). Якщо ви хочете вкласти менше ніж 32 ETH, зверніть увагу на ці варіанти.",
  "page-staking-comparison-pools-solo": "Як порівняти із самостійним стейкінгом, об’єднаний стейкінг має значно нижчий бар’єр для входу, але пов’язаний із додатковим ризиком через делегування третій стороні всіх операцій із вузлами, причому за певну винагороду. Самостійний стейкінг дає повний суверенітет і контроль над вибором, який стосується вибору схеми стейкінгу. Стейкери ніколи не повинні передавати свої ключі й отримують повну винагороду без жодних посередників.",
  "page-staking-comparison-pools-saas": "Вони схожі тим, що стейкери не запускають програмне забезпечення валідатора самостійно, але, на відміну від об'єднаного стейкінгу, SaaS вимагає внесення повного депозиту в розмірі 32 ETH для активації валідатора. Винагороди накопичуються для стейкера й зазвичай містять щомісячну абонплату або іншу ставку за користування сервісом. Якщо ви віддаєте перевагу власним ключам валідатора і хочете внести щонайменше 32 ETH, використання провайдера SaaS може бути хорошим варіантом для вас.",
  "page-staking-considerations-solo-1-title": "Відкрите джерело коду",
  "page-staking-considerations-solo-1-description": "Основний код на 100 % відкритий і доступний громадськості для розгалуження та використання",
  "page-staking-considerations-solo-1-warning": "Закрите джерело",
  "page-staking-considerations-solo-2-title": "Перевірено",
  "page-staking-considerations-solo-2-description": "Основний код пройшов офіційний аудит, результати якого опубліковані й доступні для загального доступу.",
  "page-staking-considerations-solo-2-warning": "Немає",
  "page-staking-considerations-solo-3-title": "Винагороди за виявлення помилок",
  "page-staking-considerations-solo-3-description": "За виявлення помилок у будь-якому важливому коді проголошено загальнодоступну винагороду, щоб винагородити користувачів за безпечне повідомлення про вразливості та/або їх виправлення.",
  "page-staking-considerations-solo-3-valid": "Зараз активно",
  "page-staking-considerations-solo-3-caution": "Завершено",
  "page-staking-considerations-solo-4-title": "Випробувано в реальних умовах",
  "page-staking-considerations-solo-4-description": "Програмне забезпечення було доступне й використовувалося громадськістю протягом зазначеного періоду.",
  "page-staking-considerations-solo-4-valid": "У використанні понад 1 рік",
  "page-staking-considerations-solo-4-caution": "У використання понад 6 місяців",
  "page-staking-considerations-solo-4-warning": "Нещодавно випущено",
  "page-staking-considerations-solo-5-title": "Недовірливий",
  "page-staking-considerations-solo-5-description": "Ключі валідатора не довіряються жодній іншій людині на будь-якому етапі життєвого циклу валідатора. Будь-які смартконтракти не мають «лазівок» і не покладаються на привілейовані дозволи для виконання.",
  "page-staking-considerations-solo-5-warning": "З довірою",
  "page-staking-considerations-solo-6-title": "Доступність",
  "page-staking-considerations-solo-6-description": "Користувачам не потрібен спеціальний дозвіл для роботи з валідатором за допомогою програмного забезпечення або сервісу.",
  "page-staking-considerations-solo-6-valid": "Дозвіл не потрібний",
  "page-staking-considerations-solo-6-warning": "Дозвіл потрібний",
  "page-staking-considerations-solo-7-title": "Мультиклієнт",
  "page-staking-considerations-solo-7-description": "Програмне забезпечення дає користувачам змогу вибирати щонайменше два клієнти виконання та щонайменше два клієнти рівня консенсусу й перемикатися між ними.",
  "page-staking-considerations-solo-7-valid": "Легке перемикання між клієнтами",
  "page-staking-considerations-solo-7-warning": "Обмежено мажоритарним клієнтом",
  "page-staking-considerations-solo-8-title": "Самозахист",
  "page-staking-considerations-solo-8-description": "Користувач зберігає всі облікові дані валідатора, зокрема ключі для підписання та виведення коштів",
  "page-staking-considerations-solo-8-warning": "Сторонній зберігач",
  "page-staking-considerations-solo-9-title": "Економний",
  "page-staking-considerations-solo-9-description": "Користувачі можуть використовувати валідатор, вклавши менше ніж 32 ETH, використовуючи об’єднані кошти інших користувачів.",
  "page-staking-considerations-solo-9-valid": "< 32 ETH",
  "page-staking-considerations-solo-9-warning": "32 ETH",
  "page-staking-considerations-saas-4-description": "Сервіс був доступний і використовувався громадськістю протягом зазначеного періоду.",
  "page-staking-considerations-saas-6-description": "Користувачам не потрібен спеціальний дозвіл, реєстрація облікового запису або KYC для участі в сервісі.",
  "page-staking-considerations-saas-6-valid": "Приєднатися може будь-хто",
  "page-staking-considerations-saas-6-warning": "Дозвіл потрібний",
  "page-staking-considerations-saas-7-title": "Різноманітність виконання",
  "page-staking-considerations-saas-7-description": "Сервіс не повинен запускати понад 50 % своїх сукупних валідаторів із клієнтом із переважним правом виконання.",
  "page-staking-considerations-saas-7-valid": "Менше ніж 50 %",
  "page-staking-considerations-saas-7-caution": "Зараз невідомо",
  "page-staking-considerations-saas-7-warning": "Більше ніж 50 %",
  "page-staking-considerations-saas-8-title": "Різноманітність консенсусу",
  "page-staking-considerations-saas-8-description": "Сервіс не повинен запускати понад 50 % своїх сукупних валідаторів із клієнтом із більшістю консенсусу.",
  "page-staking-considerations-saas-8-valid": "Менше ніж 50 %",
  "page-staking-considerations-saas-8-caution": "Зараз невідомо",
  "page-staking-considerations-saas-8-warning": "Більше ніж 50 %",
  "page-staking-considerations-pools-5-description": "Сервіс не вимагає довіряти жодній особі зберігати ваші ключі або розподіляти винагороди.",
  "page-staking-considerations-pools-6-title": "Вузли без дозволу",
  "page-staking-considerations-pools-6-description": "Сервіс дає будь-кому змогу приєднатися до пулу як оператор вузла без дозволу.",
  "page-staking-considerations-pools-7-description": "Сервіс не повинен запускати понад 50 % своїх сукупних валідаторів із клієнтом із переважним правом виконання.",
  "page-staking-considerations-pools-8-title": "Токен ліквідності",
  "page-staking-considerations-pools-8-description": "Пропонує токен ліквідності, яким можна торгувати. Цей токен представляє ваші вкладені ефіри (ETH), які зберігаються у власному гаманці.",
  "page-staking-considerations-pools-8-valid": "Токени ліквідності",
  "page-staking-considerations-pools-8-warning": "Без токенів ліквідності",
  "page-staking-considerations-pools-9-description": "Сервіс не повинен запускати понад 50 % своїх сукупних валідаторів із клієнтом із більшістю консенсусу.",
  "page-staking-how-solo-works-item-1": "Придбайте обладнання: вам потрібно <a href=\"/run-a-node/\">запустити вузол</a>, щоб зробити ставку",
  "page-staking-how-solo-works-item-2": "Синхронізуйте клієнт рівня виконання.",
  "page-staking-how-solo-works-item-3": "Синхронізуйте клієнт рівня консенсусу.",
  "page-staking-how-solo-works-item-4": "Згенеруйте ключі й завантажте їх у клієнт валідатора.",
  "page-staking-how-solo-works-item-5": "Контролюйте й обслуговуйте свій вузол.",
  "page-staking-launchpad-widget-testnet-label": "Тестова мережа Holesky",
  "page-staking-launchpad-widget-testnet-start": "Почніть робити ставки в тестовій мережі Holesky",
  "page-staking-launchpad-widget-mainnet-label": "Основна мережа",
  "page-staking-launchpad-widget-mainnet-start": "Почніть робити ставки в головній мережі (Mainnet).",
  "page-staking-launchpad-widget-span": "Виберіть мережу.",
  "page-staking-launchpad-widget-p1": "Очікується, що індивідуальні валідатори <strong>перевірять свої налаштування</strong> та навички роботи в тестовій мережі Holesky, перш ніж ризикувати коштами. Пам’ятайте, що важливо вибрати <a href=\"/developers/docs/nodes-and-clients/client-diversity/\">міноритарного клієнта</a>, оскільки це підвищує безпеку мережі та обмежує ваш ризик.",
  "page-staking-launchpad-widget-p2": "Якщо вам зручно, ви можете налаштувати все необхідне з командного рядка, використовуючи лише стартову платформу стейкінгу.",
  "page-staking-launchpad-widget-p3": "Щоб полегшити роботу, ознайомтеся з наведеними нижче інструментами та посібниками, які допоможуть вам разом зі стартовою платформою стейкінгу легко налаштовувати ваше клієнтське обладнання.",
  "page-staking-launchpad-widget-link": "Програмні інструменти й посібник",
  "page-staking-products-get-started": "Розпочнімо",
  "page-staking-dropdown-staking-options": "Варіанти стейкінгу",
  "page-staking-dropdown-staking-options-alt": "Розкривне меню варіантів стейкінгу",
  "page-staking-stats-box-metric-1": "Загальна сума поставлених ETH",
  "page-staking-stats-box-metric-2": "Усього валідаторів",
  "page-staking-stats-box-metric-3": "Поточний APR",
  "page-staking-stats-box-metric-1-tooltip": "Сума ETH, на яку зроблено ставки в Beacon Chain, без урахування балансів, що перевищують 32 ETH.",
  "page-staking-stats-box-metric-2-tooltip": "Кількість облікових записів валідаторів, активованих на цей момент у Beacon Chain",
  "page-staking-stats-box-metric-3-tooltip": "Середній річний фінансовий прибуток на одного валідатора за останні 24 години",
  "page-staking-section-comparison-subtitle": "Не існує універсального рішення для стейкінгу, і кожен випадок унікальний. Тут ми порівняємо деякі з ризиків, переваг і вимог різних способів стейкінгу.",
  "page-staking-section-comparison-rewards-title": "Винагороди",
  "page-staking-section-comparison-solo-rewards-li1": "Максимальні винагороди: отримуйте повні винагороди безпосередньо з протоколу.",
  "page-staking-section-comparison-solo-rewards-li2": "Ви отримуватимете винагороду за об’єднання транзакцій у новий блок або перевірку роботи інших валідаторів для безпечної роботи ланцюжка.",
  "page-staking-section-comparison-solo-rewards-li3": "Ви також отримаєте неспалену комісію за транзакції за запропоновані вами блоки.",
  "page-staking-section-comparison-saas-rewards-li1": "Зазвичай передбачає повну винагороду за протокол за вирахуванням щомісячної плати за роботу вузла.",
  "page-staking-section-comparison-saas-rewards-li2": "Часто доступні панелі інструментів, які дають змогу легко відстежувати роботу вашого клієнта валідатора.",
  "page-staking-section-comparison-pools-rewards-li1": "Об’єднані стейкери отримують винагороду по-різному, залежно від вибраного методу об’єднання ставок.",
  "page-staking-section-comparison-pools-rewards-li2": "Багато сервісів спільного стейкінгу пропонують один або декілька <a href=\"/glossary/#liquidity-tokens\">токенів ліквідності</a>, які представляють ваш стейкінг ETH плюс вашу частку винагороди валідатора.",
  "page-staking-section-comparison-pools-rewards-li3": "Токени ліквідності можна тримати у власному гаманці, використовувати в <a href=\"/glossary/#defi\">DeFi</a> та продати, якщо ви вирішите вийти з проєкту.",
  "page-staking-section-comparison-risks-title": "Ризики",
  "page-staking-section-comparison-solo-risks-li1": "Ви можете втратити ETH.",
  "page-staking-section-comparison-solo-risks-li2": "Вихід в офлайн карається грошовими штрафами (в ETH).",
  "page-staking-section-comparison-solo-risks-li3": "Зловмисна поведінка може призвести до «нарізки» більшої кількості ETH і примусового вилучення з мережі.",
  "page-staking-section-comparison-saas-risks-li1": "Ті самі ризики, що й під час самостійного стейкінгу, плюс ризик контрагента постачальника послуг.",
  "page-staking-section-comparison-saas-risks-li2": "Використання ваших ключів підпису довірено іншій особі, яка може діяти зловмисно.",
  "page-staking-section-comparison-pools-risks-li1": "Ризики різняться залежно від використовуваного методу.",
  "page-staking-section-comparison-pools-risks-li2": "Загалом, ризики складаються з комбінації ризиків контрагента, <a href=\"/glossary/#smart-contract\">смартконтракту</a> та ризику виконання.",
  "page-staking-section-comparison-requirements-title": "Вимоги",
  "page-staking-section-comparison-solo-requirements-li1": "Ви повинні внести 32 ETH",
  "page-staking-section-comparison-solo-requirements-li2": "Підтримуйте обладнання, на якому працює як <a href=\"/glossary/#execution-client\">клієнт виконання</a> Ethereum, так і <a href=\"/glossary/#consensus-client\">клієнт консенсусу</a>, підключений до інтернету.",
  "page-staking-section-comparison-solo-requirements-li3": "<a href=\"https://holesky.launchpad.ethereum.org\" target=\"_blank\">Стартова платформа стейкінгу</a> допоможе вам розібратися з процесом і вимогами до апаратного забезпечення.",
  "page-staking-section-comparison-saas-requirements-li1": "Внесіть 32 ETH і згенеруйте свої ключі за допомогою",
  "page-staking-section-comparison-saas-requirements-li2": "Зберігайте ключі в безпеці.",
  "page-staking-section-comparison-saas-requirements-li3": "Про решту ми подбаємо самі, хоча конкретні послуги різнитимуться.",
  "page-staking-section-comparison-pools-requirements-li1": "Найнижчі вимоги до ETH, деякі проєкти потребують лише 0,01 ETH.",
  "page-staking-section-comparison-pools-requirements-li2": "Поповнюйте рахунок безпосередньо зі свого гаманця на різні об’єднані стейкінгові платформи або просто обмінюйте на один зі стейкінгових токенів ліквідності.",
  "page-staking-faq-1-question": "Що таке валідатор?",
  "page-staking-faq-1-answer": "<em>Валідатор</em> — це віртуальна сутність, яка живе в Ethereum і бере участь у консенсусі протоколу Ethereum. Валідатори представлені балансом, відкритим ключем та іншими властивостями. <em>Клієнт валідатора</em> — це програма, яка діє від імені валідатора, володіючи його приватним ключем і використовуючи його. Один клієнт валідатора може мати багато пар ключів, керуючи багатьма валідаторами.",
  "page-staking-faq-2-question": "Чому мені потрібно вкласти кошти?",
  "page-staking-faq-2-answer": "Валідатор має можливість пропонувати й підтверджувати блоки для мережі. Щоб запобігти нечесній поведінці, користувачі повинні вкласти свої кошти. Це дає протоколу змогу карати зловмисників. Стейкінг — це спосіб забезпечити чесність користувачів, оскільки ваші дії матимуть фінансові наслідки.",
  "page-staking-faq-3-question": "Чи можу я купити Eth2?",
  "page-staking-faq-3-answer-p1": "У протоколі не існує власного токена Eth2, оскільки власний ефір токенів (ETH) не змінився, коли Ethereum перейшов на метод доказу частки володіння (proof-of-stake).",
  "page-staking-faq-3-answer-p2": "Існують похідні токени/тікери, які можуть позначати частку ETH у стейкінгу (як-от rETH від Rocket Pool, stETH від Lido, ETH2 від Coinbase). Дізнайтеся більше про <a href=\"/staking/pools/\">пули стейкінгу</a>.",
  "page-staking-faq-4-question": "Чи стейкінг уже відбувається в режимі реального часу?",
  "page-staking-faq-4-answer-p1": "Так, стейкінг працює в режимі реального часу з 1 грудня 2020 року.",
  "page-staking-faq-4-answer-p2": "Це означає, що зараз стейкінг відкритий для користувачів, які можуть вносити свої ETH, запускати клієнт валідатора й починати отримувати винагороди.",
  "page-staking-faq-4-answer-p3": "Модернізацію Shanghai/Capella було завершено 12 квітня 2023 року, що дало змогу виводити кошти зі стейкінгу, закривши цикл ліквідності стейкінгу.",
  "page-staking-faq-5-question": "Коли я можу вивести свою частку ETH?",
  "page-staking-faq-5-answer-p1": "Уже зараз! Стейкери можуть вивести свої винагороди та/або основний депозит з балансу валідатора за власним бажанням.",
  "page-staking-faq-5-answer-p2": "Стейкери також заробляють винагороду у вигляді комісійних та MEV, пропонуючи блоки, які одразу ж стають доступними за вказаною адресою отримувача комісійних.",
  "page-staking-faq-5-answer-link": "Докладніше про виведення коштів під час стейкінгу",
  "page-staking-further-reading-author-vitalik-buterin": "Віталік Бутерін",
  "page-staking-further-reading-2-link": "Обґрунтування проєкту Serenity",
  "page-staking-further-reading-4-link": "Новини Eth2",
  "page-staking-further-reading-4-author": "Бен Еджингтон",
  "page-staking-further-reading-5-link": "Завершено №. 33, рівень консенсусу Ethereum (січень 2022 р.)",
  "page-staking-further-reading-5-author": "Денні Раян",
  "page-staking-further-reading-6-link": "Дописи в блозі Attestant",
  "page-staking-further-reading-8-link": "Навчальні матеріали Beaconcha.in, створені спільнотою",
  "page-staking-further-reading-9-link": "Питання та відповіді щодо стартової платформи стейкінгу Ethereum",
  "page-staking-further-reading-10-link": "База знань EthStaker",
  "page-staking-toc-how-to-stake-your-eth": "Як вкласти ETH",
  "page-staking-toc-comparison-of-options": "Порівняння різних варіантів ставок",
  "page-staking-toc-faq": "Запитання й відповіді",
  "page-staking-toc-further": "Довідкові ресурси",
  "page-staking-dom-info-title": "Стейкінг в Ethereum",
  "page-staking-join-community": "Приєднуйтеся до спільноти стейкерів",
  "page-staking-join-community-desc": "EthStaker — це спільнота, де кожен може отримати інформацію про стейкінг на Ethereum і взяти участь в обговореннях на цю тему. Приєднуйтесь до десятків тисяч учасників з усього світу, щоб отримати пораду, підтримку та обговорити будь-які питання про стейкінг.",
  "page-staking-meta-description": "Огляд стейкінгу в мережі Ethereum: ризики, винагороди, вимоги й сервіси.",
  "page-staking-meta-title": "Стейкінг у мережі Ethereum",
  "page-staking-withdrawals-important-notices": "Важливі зауваження",
  "page-staking-withdrawals-important-notices-desc": "Виведення коштів поки недоступне. Прочитайте <a href=\"https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/\" target=\"_blank\">питання й відповіді про злиття Eth2 і ситуацію після злиття</a>, щоб отримати докладніші відомості.",
  "page-upgrades-merge-btn": "Докладніше про об’єднання",
  "subscribe-to-ef-blog": "<a href=\"https://blog.ethereum.org/category/protocol/#subscribe\" target=\"_blank\">Підпишіться на блог EF</a>, щоб отримувати сповіщення електронною поштою про актуальні оголошення протоколу.",
  "page-staking-comparison-with-other-options": "Порівняння з іншими варіантами",
  "page-staking-any-amount": "Будь-яка сума",
  "page-staking-testnet": "тестова мережа"
}
