{
  "layer-2-arbitrum-note": "Докази шахрайства тільки для користувачів з білого списку, білий список ще не відкритий",
  "layer-2-boba-note": "Державна верифікація в розробці",
  "layer-2-optimism-note": "Захист від помилок у розробці",
  "layer-2-base-note": "Система захисту від шахрайства знаходиться на стадії розробки",
  "layer-2-metadata-description": "Вступна сторінка до 2-го рівня",
  "layer-2-hero-title": "Рівень 2",
  "layer-2-hero-header": "Ethereum для всіх",
  "layer-2-hero-subtitle": "Масштабування Ethereum для масового прийняття.",
  "layer-2-hero-alt-text": "Ілюстрація транзакцій, які згортаються на рівні 2 й публікуються в Ethereum Mainnet",
  "layer-2-hero-button-1": "Що таке «рівень 2»?",
  "layer-2-hero-button-2": "Використати рівень 2",
  "layer-2-hero-button-3": "Перейти до рівня 2",
  "layer-2-statsbox-1": "TVL, заблокований на рівні 2 (USD)",
  "layer-2-statsbox-2": "Середня комісія за переказ ETH рівня 2 (USD)",
  "layer-2-statsbox-3": "Зміна TVL рівня 2 (30 днів)",
  "layer-2-what-is-layer-2-title": "Що таке «рівень 2»?",
  "layer-2-what-is-layer-2-1": "Рівень 2 (L2) – це збірний термін для опису певного набору рішень для масштабування Ethereum. <strong>Рівень 2 – це окремий <a href=\"/glossary/#blockchain\">блокчейн</a>, який розширює Ethereum і успадковує гарантії безпеки Ethereum</strong>.",
  "layer-2-what-is-layer-2-2": "Розгляньмо тепер це питання трохи докладніше. Щоб це зробити, спочатку потрібно пояснити, що таке «рівень 1» (L1).",
  "layer-2-what-is-layer-1-title": "Що таке «рівень 1»?",
  "layer-2-what-is-layer-1-1": "Рівень 1 є базовим блокчейном. Ethereum і Bitcoin є блокчейном рівня 1, оскільки вони є міцною <strong>основою, навколо якої будуються різні мережі рівня 2 </strong>. Приклади проєктів рівня 2: «зведення» на Ethereum і Lightning Network поверх Bitcoin. Уся активність транзакцій користувачів у цих проєктах рівня 2 може зрештою повернутися до блокчейну рівня 1.",
  "layer-2-what-is-layer-1-2": "Крім того, Ethereum функціонує як <a href=\"/glossary/#data-availability\">рівень доступності даних</a> для проєктів другого рівня. Проєкти другого рівня публікують свої дані про транзакції в Ethereum, покладаючись на доступність даних Ethereum. Ці дані можуть бути використані для отримання інформації про стан 2-го рівня або для оскарження транзакцій на 2-му рівні.",
  "layer-2-what-is-layer-1-list-title": "<strong>Ethereum як рівень 1 містить такі елементи:</strong>",
  "layer-2-what-is-layer-1-list-1": "<strong>Мережа операторів вузлів</strong> для захисту та <a href=\"/glossary/#validator\">валідації</a> мережі",
  "layer-2-what-is-layer-1-list-2": "<strong>Мережа виробників блоків</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>Сам блокчейн </strong> і історія даних транзакцій",
  "layer-2-what-is-layer-1-list-4": "<strong>Механізм <a href=\"/glossary/#consensus\">консенсусу</a></strong> для мережі",
  "layer-2-what-is-layer-1-list-link-1": "Усе ще плутаєтеся щодо Ethereum?",
  "layer-2-what-is-layer-1-list-link-2": "Дізнайтеся, що таке Ethereum.",
  "layer-2-why-do-we-need-layer-2-title": "Навіщо нам рівень 2?",
  "layer-2-why-do-we-need-layer-2-1": "Три бажані властивості блокчейну: він <strong>децентралізований, безпечний та масштабований</strong>. Трилема блокчейну <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\"></a> вказує, що проста архітектура блокчейну може досягти лише двох з трьох цілей. Хочете безпечний і децентралізований блокчейн? Вам потрібно поступитися масштабованістю.",
  "layer-2-why-do-we-need-layer-2-2": "Наразі Ethereum обробляє понад 1 мільйон транзакцій на день. Попит на використання Ethereum може призвести до високих цін на комісію за транзакції. Саме тут з’являються мережі другого рівня.",
  "layer-2-why-do-we-need-layer-2-scalability": "Масштабованість",
  "layer-2-why-do-we-need-layer-2-scalability-1": "Основна мета рівня 2 — збільшити швидкість транзакцій і пропускну здатність транзакцій (більше транзакцій в секунду) без шкоди для децентралізації або безпеки.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "Мережа Ethereum <a href=\"/glossary/#mainnet\">Мейннет</a> (1-й рівень) здатна обробляти лише приблизно 15 транзакцій на секунду. Коли попит на використання Ethereum високий, мережа стає перевантаженою, що збільшує комісію за транзакції та витісняє користувачів, які не можуть собі дозволити таку комісію. Другий рівень – це рішення, які знижують ці комісії, обробляючи транзакції поза блокчейном першого рівня.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "Докладніше про бачення Ethereum",
  "layer-2-benefits-of-layer-2-title": "Переваги рівня 2",
  "layer-2-lower-fees-title": "Нижчі комісії",
  "layer-2-lower-fees-description": "Завдяки поєднанню кількох транзакцій поза мережею в одну транзакцію рівня 1 комісія за транзакції значно знижується, що робить Ethereum доступнішим для всіх.",
  "layer-2-maintain-security-title": "Підтримка безпеки",
  "layer-2-maintain-security-description": "Блокчейни рівня 2 здійснюють розрахунки за транзакціями в мережі Ethereum Mainnet, що дає користувачам змогу застосовувати переваги функцій безпеки мережі Ethereum.",
  "layer-2-expand-use-cases-title": "Розширення варіантів використання",
  "layer-2-expand-use-cases-description": "Завдяки більшій кількості транзакцій за секунду, нижчим комісіям і новим технологіям проєкти розширюватимуться до нових програм із покращеним користувацьким досвідом.",
  "layer-2-how-does-layer-2-work-title": "Як працює рівень 2?",
  "layer-2-how-does-layer-2-work-1": "Як ми вже згадували вище, рівень 2 є загальним терміном для рішень масштабування Ethereum, які обробляють транзакції поза рівнем 1 Ethereum, усе ще користуючись надійною децентралізованою безпекою рівня 1 Ethereum. <strong> Рівень 2 — окремий блокчейн, який розширює Ethereum</strong>. Як це працює?",
  "layer-2-how-does-layer-2-work-2": "Існує кілька різних типів рівня 2, кожен із яких має свої власні компроміси й моделі безпеки. Рівень 2 відводить транзакційне навантаження від рівня 1, що дає йому змогу стати менш перевантаженим, і все стає масштабованішим.",
  "layer-2-rollups-title": "Зведення",
  "layer-2-rollups-1": "Зведення (або «згортання») сотень транзакцій в одну транзакцію на рівні 1. Це розподіляє плату за транзакції на рівні 1 для всіх у згортанні, що робить процедуру дешевшою для кожного користувача.",
  "layer-2-rollups-2": "Згортання транзакцій виконується поза рівнем 1, але дані транзакцій надсилаються до рівня 1. Надсилаючи дані транзакцій на рівень 1, згорнуті транзакції успадковують безпеку Ethereum: щойно дані завантажено на рівень 1, скасування згорнутої транзакції вимагає скасування Ethereum. Існує два різних підходи до згортання: оптимістичний і з нульовим розголошенням. Вони відрізняються насамперед тим, як дані про транзакції передаються на рівень 1.",
  "layer-2-optimistic-rollups-title": "Оптимістичні зведення",
  "layer-2-optimistic-rollups-description": "Оптимістичні зміни є «оптимістичними» в тому сенсі, що транзакції вважаються дійсними, але можуть бути оскаржені, якщо це необхідно. Якщо є підозра на недійсну транзакцію, виконується перевірка на помилку, щоб побачити, чи це так.",
  "layer-2-optimistic-rollups-childSentance": "Докладніше про оптимістичні зведення",
  "layer-2-zk-rollups-title": "Зведення з нульовим знанням",
  "layer-2-zk-rollups-description": "Зведення з нульовими знаннями використовують підтвердження дійсності, коли транзакції обчислюються поза ланцюгом, а потім стиснуті дані надсилаються до основної мережі Ethereum як доказ їх дійсності.",
  "layer-2-zk-rollups-childSentance": "Докладніше про ZK-зведення",
  "layer-2-dyor-title": "Проведіть власне дослідження: ризики рівня 2",
  "layer-2-dyor-1": "Багато проєктів на рівні 2 є відносно новими й досі вимагають від користувачів вірити, що деякі оператори є чесними, оскільки вони працюють над децентралізацією своїх мереж. Завжди робіть свої власні дослідження, щоб вирішити, чи комфортно вам із наявними ризиками.",
  "layer-2-dyor-2": "Для отримання додаткової інформації про технології, ризики та <a href=\"/glossary/#trust-assumptions\">припущення щодо довіри</a> 2-го рівня, ми рекомендуємо ознайомитися з L2BEAT, який надає комплексну систему оцінки ризиків для кожного проєкту.",
  "layer-2-dyor-3": "Перейти до L2BEAT",
  "layer-2-use-layer-2-title": "Використати рівень 2",
  "layer-2-use-layer-2-1": "Тепер, коли ви розумієте, чому існує рівень 2 і як він працює, підготуймо вас до роботи!",
  "layer-2-contract-accounts": "Якщо ви використовуєте гаманець зі <a href=\"/glossary/#smart-contract\">смартконтрактами</a>, як-от Safe або Argent, ви не матимете контролю над цією адресою на 2-му рівні, доки не перемістите свій контрактний обліковий запис на цю адресу на 2-му рівні. Класичні облікові записи з <a href=\"/glossary/#recovery-phrase\">відновлювальною фразою</a> будуть автоматично належати тому самому обліковому запису в усіх мережах другого рівня.",
  "layer-2-use-layer-2-generalized-title": "Узагальнений рівень 2",
  "layer-2-use-layer-2-generalized-1": "Узагальнений 2-й рівень поводиться так само як Ethereum, але він дешевше. Все, що ви можете робити на першому рівні Ethereum, ви можете робити й на другому рівні. Багато <a href=\"/glossary/#dapp\">dapp</a> вже почали мігрувати до цих мереж або взагалі пропустили Mainnet, щоб будувати проєкти безпосередньо на 2-му рівні.",
  "layer-2-use-layer-2-application-specific-title": "Рівень 2 певної програми",
  "layer-2-use-layer-2-application-specific-1": "Рівень 2 певної програми — це проєкти, які спеціалізуються на оптимізації простору певної програми, що забезпечує покращену продуктивність.",
  "layer-2-sidechains-title": "Примітка про сайдчейни, валідіуми й альтернативні блокчейни",
  "layer-2-sidechains-1": "<strong>Сайдчейни і валідіуми</strong> – це блокчейни, які надають можливість переносити активи з Ethereum і використовувати їх в іншому блокчейні. Сайдчейни і валідіуми працюють паралельно з Ethereum і взаємодіють з ним через <a href=\"/glossary/#bridge\">мости</a>, але не отримують власну безпеку та доступність даних від Ethereum.",
  "layer-2-sidechains-2": "Обидва масштабуються подібно до рівня 2 – пропонують нижчі комісії за транзакції та вищу пропускну здатність, – але мають різні припущення про довіру.",
  "layer-2-more-on-sidechains": "Докладніше про сайдчейни",
  "layer-2-more-on-validiums": "Докладніше про валідіуми",
  "layer-2-sidechains-4": "Деякі блокчейни рівня 1 повідомляють про більшу пропускну здатність і нижчу плату за транзакції, ніж Ethereum, але зазвичай із компромісами в інших місцях, як-от суворіші апаратні вимоги до запущених вузлів.",
  "layer-2-onboard-title": "Як потрапити на рівень 2",
  "layer-2-onboard-1": "Є два основні способи перевести ваші активи на рівень 2: переказати кошти з Ethereum через смартконтракт або вивести свої кошти на біржі безпосередньо в мережу рівня 2.",
  "layer-2-onboard-wallet-title": "Кошти у вашому гаманці?",
  "layer-2-onboard-wallet-1": "Якщо ви вже маєте свій ETH у своєму гаманці, вам потрібно буде використовувати міст, щоб перемістити його з основної мережі Ethereum на рівень 2.",
  "layer-2-more-on-bridges": "Докладніше про мости",
  "layer-2-onboard-wallet-input-placeholder": "Виберіть L2, до якого потрібно під’єднатися",
  "layer-2-onboard-wallet-selected-1": "Ви можете під’єднатися до",
  "layer-2-onboard-wallet-selected-2": "використовуючи ці гаманці:",
  "layer-2-bridge": "Міст",
  "layer-2-onboard-exchange-title": "Кошти на біржі?",
  "layer-2-onboard-exchange-1": "Деякі централізовані біржі тепер пропонують пряме зняття коштів і депозити на рівні 2. Перевірте, які біржі підтримують зняття коштів рівня 2 і який рівень 2 вони підтримують.",
  "layer-2-onboard-exchange-2": "Вам також знадобиться гаманець для виведення коштів.",
  "layer-2-onboard-find-a-wallet": "Знайдіть гаманець Ethereum.",
  "layer-2-onboard-exchange-input-placeholder": "Перевірте біржі, які підтримують L2",
  "layer-2-deposits": "Депозити",
  "layer-2-withdrawals": "Зняття коштів",
  "layer-2-go-to": "Перейти до",
  "layer-2-tools-title": "Інструменти, які будуть ефективними на рівні 2",
  "layer-2-tools-l2beat-description": "L2BEAT — чудовий ресурс для перегляду оцінки технічного ризику проєктів рівня 2. Ми рекомендуємо ознайомитися з їхніми ресурсами під час дослідження конкретних проєктів рівня 2.",
  "layer-2-tools-growthepie-description": "Кураторська аналітика про другий рівень Ethereum",
  "layer-2-tools-l2fees-description": "Інструмент L2 Fees дає змогу побачити поточну вартість (у доларах США) для здійснення транзакцій на різних рівнях 2.",
  "layer-2-tools-chainlist-description": "Chainlist — чудовий ресурс для імпорту мережевих RPC у підтримувані гаманці. Тут ви знайдете RPC для проєктів рівня 2, які допоможуть вам приєднатися.",
  "layer-2-tools-zapper-description": "Керуйте всім своїм портфоліо web3 від DeFi до NFT і будь-чим, що буде далі. Інвестуйте в новітні можливості з одного зручного місця.",
  "layer-2-tools-zerion-description": "Створюйте весь свій портфель DeFi і керуйте ним з одного місця. Відкрийте для себе світ децентралізованих фінансів сьогодні.",
  "layer-2-tools-debank-description": "Будьте в курсі всіх важливих подій у світі web3",
  "layer-2-faq-title": "Запитання й відповіді",
  "layer-2-faq-question-1-title": "Чому немає «офіційного» Ethereum L2?",
  "layer-2-faq-question-1-description-1": "Так само як не існує «офіційного» клієнта Ethereum, немає «офіційного» рівня 2 Ethereum. Ethereum не вимагає дозволів — технічно кожен може створити рівень 2! Кілька команд реалізовуватимуть свою версію рівня 2, і екосистема в цілому отримає переваги від різноманітності підходів до проєктування, оптимізованих для різних випадків використання. Подібно до того, як у нас є кілька клієнтів Ethereum, розроблених кількома командами, щоб мати різноманітність у мережі, так у майбутньому розвиватиметься рівень 2.",
  "layer-2-faq-question-2-title": "Яка різниця між оптимістичними зведеннями й зведеними з нульовими знаннями?",
  "layer-2-faq-question-2-description-1": "Як оптимістичне зведення, так і зведення з нульовим знанням об’єднують (або «згортають») сотні транзакцій в одну транзакцію на рівні 1. Зведені транзакції виконуються за межами рівня 1, але дані транзакцій публікуються на рівні 1.",
  "layer-2-faq-question-2-description-2": "Основна відмінність полягає в тому, які дані публікуються на рівні 1 і як дані перевіряються. Підтвердження дійсності (що використовуються зведеннями з нульовим знанням) запускають обчислення поза ланцюжком і публікують підтвердження, водночас підтвердження помилок (використовуються оптимістичними зведеннями) запускають обчислення в ланцюжку, тільки коли є підозра на помилку і її потрібно перевірити.",
  "layer-2-faq-question-2-description-3": "На цей час більшість ZK-зведень є специфічними для певної програми, на відміну від оптимістичних зведень, які здебільшого є узагальненими.",
  "layer-2-more-info-on-optimistic-rollups": "Докладніше про оптимістичні зведення",
  "layer-2-more-info-on-zk-rollups": "Докладніше про зведення з нульовим знанням",
  "layer-2-faq-question-4-title": "Які ризики несе рівень 2?",
  "layer-2-faq-question-4-description-1": "Проекти 2-го рівня несуть додаткові ризики в порівнянні з утриманням коштів і проведенням транзакцій безпосередньо в мережі Ethereum. Наприклад, <a href=\"/glossary/#sequencer\">секвенсори</a> можуть не працювати, через що вам доведеться почекати, щоб отримати доступ до коштів.",
  "layer-2-faq-question-4-description-2": "Ми заохочуємо вас провести власне дослідження, перш ніж переказувати значні кошти на рівень 2. Щоб дізнатися більше про технологію, ризики та припущення про довіру рівня 2, ми рекомендуємо ознайомитися з ресурсом <a href=\"https://l2beat.com/?view=risk\">L2BEAT</a>, який забезпечує комплексну структуру оцінки ризиків кожного проєкту.",
  "layer-2-faq-question-4-description-3": "Блокчейн-мости, які полегшують передачу активів на рівень 2, перебувають на ранніх стадіях розробки, і, ймовірно, оптимальний дизайн мосту ще не знайдено. Були <a href=\"https://rekt.news/wormhole-rekt/\">недавні злами мостів</a>.",
  "layer-2-faq-question-5-title": "Чому тут не наведено деякі проєкти рівня 2?",
  "layer-2-faq-question-5-description-1": "Ми хочемо переконатися, що перераховуємо найкращі ресурси, щоб користувачі могли безпечно й упевнено переміщатися в просторі рівня 2. Ми підтримуємо систему критеріїв оцінки проєктів для включення.",
  "layer-2-faq-question-5-view-listing-policy": "Ознайомтеся з нашою політикою розміщення рівня 2 тут.",
  "layer-2-faq-question-5-description-2": "Кожен може запропонувати додати рівень 2 на ethereum.org. Якщо є рівень 2, який ми пропустили, <a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">запропонуйте його</a>.",
  "layer-2-further-reading-title": "Додаткові ресурси",
  "a-rollup-centric-ethereum-roadmap": "Дорожня карта ethereum, орієнтована на зведення",
  "an-incomplete-guide-to-rollups": "Неповний посібник із використання зведень",
  "polygon-sidechain-vs-ethereum-rollups": "Сайдчейн Polygon проти зведень Ethereum: підходи до масштабування рівня 2| Віталік Бутерін і Лекс Фрідман",
  "rollups-the-ultimate-ethereum-scaling-strategy": "ЗВЕДЕННЯ – найкраща стратегія масштабування Ethereum? Пояснення арбітруму й оптимізму",
  "scaling-layer-1-with-shard-chains": "Масштабування рівня 1 за допомогою ланцюжків сегментів даних",
  "understanding-rollup-economics-from-first-principals": "Розуміння економіки зведень від перших принципів",
  "arbitrum-description": "Arbitrum One — це оптимістичне зведення, націлене на ту саму взаємодію з Ethereum, але з транзакціями, які коштують набагато менше, ніж на рівні 1.",
  "optimism-description": "Optimism — це швидке, просте й безпечне оптимістичне зведення, еквівалентне EVM. Він масштабує технологію Ethereum, а також масштабує його цінності шляхом ретроактивного фінансування суспільних благ.",
  "boba-description": "Boba — це Optimistic Rollup, спочатку відгалужений від Optimism. Це рішення для масштабування, спрямоване на зниження плати за газ, підвищення пропускної здатності транзакцій і розширення можливостей смартконтрактів.",
  "base-description": "Base – це безпечний, недорогий, зручний для розробників Ethereum L2, створено задля залучення наступного мільярда користувачів до web3. Це Ethereum 2-го рівня, інкубований Coinbase і побудований на відкритому вихідному коді OP Stack.",
  "loopring-description": "Рішення zkRollup L2 від Loopring має на меті запропонувати ті самі гарантії безпеки, що й основна мережа Ethereum, з великим прискоренням масштабованості: пропускна спроможність збільшена в 1000 разів, а вартість зменшена до лише 0,1 % від L1.",
  "zksync-description": "ZKsync — це зведена платформа zk, орієнтована на користувача, від Matter Labs. Це рішення для масштабування Ethereum, яке вже доступне в основній мережі Ethereum. Він підтримує платежі, обмін токенами й карбування NFT.",
  "zkspace-description": "Платформа ZKSpace складається з трьох основних частин: AMM DEX рівня 2, що використовує технологію ZK-зведень під назвою ZKSwap, платіжний сервіс під назвою ZKSquare і ринок NFT під назвою ZKSea.",
  "aztec-description": "Aztec Network — це перше приватне zk-зведення на Ethereum, яке надає децентралізованим програмам доступ до конфіденційності й масштабування.",
  "starknet-description": "Starknet – це мережа згортання Validity 2-го рівня. Вона забезпечує високу пропускну здатність, низькі витрати на газ і зберігає безпеку Ethereum 1-го рівня.",
  "layer-2-note": "Примітка.",
  "layer-2-ecosystem-portal": "Екосистемний портал",
  "layer-2-token-lists": "Списки токенів",
  "layer-2-explore": "Огляд",
  "page-dapps-ready-button": "ОК"
}
