{
  "page-what-is-ethereum-meta-title": "Що таке Ethereum? (Повний посібник) | ethereum.org",
  "page-what-is-ethereum-meta-description": "Повний огляд Ethereum: що це, як працює, що дозволяє робити та як почати користуватися або створювати на його основі. Пояснено простими словами.",
  "page-what-is-ethereum-title": "Що таке Ethereum?",
  "page-what-is-ethereum-hero-description-1": "Ethereum — це децентралізована блокчейн-мережа та платформа для розробки програмного забезпечення, що працює на криптовалюті Ether (ETH).",
  "page-what-is-ethereum-hero-description-2": "«Тут розміщено тисячі криптовалют і додатків у сферах DeFi, NFT, ігор, децентралізованих соціальних мереж та стабільних монет.",
  "page-what-is-ethereum-ethereum-intro-1": "Ethereum — відкрита публічна блокчейн-мережа, запущена в липні 2015 року розробником програмного забезпечення Віталіком Бутеріним та невеликою командою співзасновників.",
  "page-what-is-ethereum-ethereum-intro-2": "Ідея Ethereum була простою. У той час як Bitcoin дозволяє надсилати й отримувати цифрові гроші, Ethereum розбудовує цю ідею за допомогою програм із відкритим кодом, які називаються <a>смартконтрактами</a>.",
  "page-what-is-ethereum-ethereum-intro-3": "<strong>Сучасні контракти </strong>дозволяють будь-кому створювати власні цифрові активи та децентралізовані додатки (dapps), які працюють цілодобово по всьому світу. І на відміну від банків, корпорацій чи інших установ, смарт-контракти доступні будь-кому з підключенням до Інтернету.<strong>.",
  "page-what-is-ethereum-ethereum-intro-4": "З 2015 року Ethereum перетворився на процвітаючу екосистему цифрових активів, як-от <strong>стейблкоїни</strong>, незамінні токени (<strong>NFT</strong>) і токени управління, а також на величезний світ децентралізованих застосунків (dapps) для децентралізованих фінансів (<strong>DeFi</strong>), мистецтва та предметів колекціонування, ігор і децентралізованих соціальних мереж.",
  "page-what-is-ethereum-ethereum-intro-5": "Разом ця екосистема називається «<strong>web3</strong>», що є третьою фазою <strong>інтернету, зосередженого на праві власності</strong>.",
  "page-what-is-ethereum-ethereum-intro-6": "Сьогодні Ethereum використовують <millions>мільйони людей</millions> по всьому світу, <billions>які тримають активи на мільярди доларів</billions> і щороку надсилають та отримують <trillions>трильйони доларів</trillions> — і все це без банку.",
  "page-what-is-ethereum-ethereum-intro-7": "В основі всього цього лежить власна криптовалюта Ethereum <strong>етер (ETH)</strong> — новий вид цифрових грошей, що використовується для живлення всієї мережі.",
  "page-what-is-ethereum-network-title": "Що таке мережа Ethereum?",
  "page-what-is-ethereum-network-intro-1": "Мережу Ethereum можна уявити як <strong>глобальну цифрову інфраструктуру, якою може користуватися кожен</strong>, але якою ніхто не може зловживати.",
  "page-what-is-ethereum-network-intro-2": "Мережа складається з <strong>тисяч незалежних комп’ютерів</strong> по всьому світу, які називаються вузлами. Ці вузли, якими керують звичайні люди, працюють разом, щоб надавати фінансові послуги й цифрові застосунки будь-кому й будь-де.",
  "page-what-is-ethereum-network-intro-3": "Мережа Ethereum має <strong>3 ключові переваги</strong> над традиційними мережами, що належать установам. Це стійкість до цензури, підвищена безпека та покращена надійність.",
  "page-what-is-ethereum-network-censorship-title": "Стійкість до цензури",
  "page-what-is-ethereum-network-censorship-desc-1": "У той час як традиційні застосунки та фінансові послуги покладаються на банки або корпорації, які можуть заблокувати доступ або заморозити рахунки, dapp-застосунки на Ethereum є стійкими до цензури.",
  "page-what-is-ethereum-network-censorship-desc-2": "Це тому, що мережа вузлів Ethereum записує кожну транзакцію без розбору — і це правило вбудовано в код.",
  "page-what-is-ethereum-network-security-title": "Високий рівень безпеки",
  "page-what-is-ethereum-network-security-desc-1": "У той час як багато сучасних застосунків розміщені на хмарних провайдерах, як-от AWS, і можуть бути вразливими до вилучення та атак, dapp-застосунки на Ethereum захищені самою мережею. Кожен вузол зберігає та синхронізує весь стан Ethereum, включно з усіма контрактами.",
  "page-what-is-ethereum-network-security-desc-2": "Якщо хтось спробує змінити контракт, мережа відхилить його, оскільки він не відповідатиме її записам. Щоб вивести з ладу один застосунок, зловмисникам потрібно захопити всю мережу, що коштувало б мільярди і було б надзвичайно важко скоординувати.",
  "page-what-is-ethereum-network-reliability-title": "Довговічність і надійність",
  "page-what-is-ethereum-network-reliability-desc-1": "Простої на хмарних хостингових платформах можуть виводити застосунки з ладу, але архітектура Ethereum забезпечує бездоганний час безвідмовної роботи. Мережа продовжуватиме працювати, навіть якщо деякі вузли вийдуть з ладу через помилки в програмному забезпеченні, урядові репресії, стихійні лиха чи війну.",
  "page-what-is-ethereum-network-reliability-desc-2": "Мільйони людей щодня використовують тисячі dapp-застосунків на Ethereum. Хоча високий попит може призвести до підвищення комісій за транзакції, це відображає силу мережі, яка надає пріоритет безпеці, децентралізації та гарантії того, що вона завжди доступна, коли вам це потрібно.",
  "page-what-is-ethereum-network-layer2-title": "Розширення Ethereum (рівень 2)",
  "page-what-is-ethereum-network-layer2-desc-1": "Різні команди створили мережі рівня 2 (L2), які працюють поверх Ethereum, щоб збільшити його пропускну здатність. Мережі L2 діють як швидкісні смуги, роблячи транзакції швидшими та дешевшими — іноді вартість у середньому становить менше одного цента.",
  "page-what-is-ethereum-network-layer2-desc-2": "Деякі з найпопулярніших мереж L2, зокрема <optimism>Optimism</optimism>, <arbitrum>Arbitrum</arbitrum>, <zksync>ZKSync</zksync> та <base>Base</base>, зараз обробляють мільйони транзакцій на мільярди доларів щороку.",
  "page-what-is-ethereum-network-learn-more": "Дізнайтеся більше про мережу Ethereum",
  "page-what-is-ethereum-ether-title": "Що таке Ether (ETH)?",
  "page-what-is-ethereum-ether-intro-1": "Ether (ETH) - рідна криптовалюта Ethereum.",
  "page-what-is-ethereum-ether-intro-2": "Це новий вид <strong>цифрових грошей, які ви можете надіслати будь-кому в будь-яку точку світу за лічені секунди</strong> всього за кілька центів. Але ETH — це більше, ніж просто платежі. Він відіграє життєво важливу роль у забезпеченні роботи мережі Ethereum.",
  "page-what-is-ethereum-ether-intro-3": "Коли ви використовуєте Ethereum, щоб надіслати гроші, колекціонувати твори мистецтва або створити новий dapp-застосунок, ви сплачуєте невелику <strong>комісію за транзакцію</strong> (або плату за газ) <strong>в ETH</strong>. Ця комісія допомагає запобігати спаму та винагороджує людей, яких називають валідаторами, що обробляють транзакції.",
  "page-what-is-ethereum-ether-intro-4": "Ці <strong>валідатори допомагають захистити мережу Ethereum</strong> за допомогою системи, що називається стейкінг. Блокуючи свої ETH, вони отримують право обробляти транзакції. Натомість вони заробляють ETH як винагороду. Це дає Ethereum власну самодостатню економіку, що працює завдяки користувачам, а не компаніям.",
  "page-what-is-ethereum-ether-intro-5": "На відміну від багатьох традиційних валют, <strong>ETH з часом може ставати дефіцитнішим</strong>. Щоразу, коли хтось користується Ethereum, невелика частина ETH спалюється, тобто назавжди вилучається з обігу. У дні з високою активністю спалюється більше ETH, ніж створюється, що робить ETH дефляційним і з часом підвищує його вартість. Чим більше використовують Ethereum, тим більше ETH спалюється.",
  "page-what-is-ethereum-ether-intro-6": "Через це багато людей розглядають ETH як інвестицію та обирають зберігати його, відправляти в стейкінг або позичати, щоб примножити свої заощадження.",
  "page-what-is-ethereum-ether-learn-more": "Дізнайтеся більше про етер (ETH)",
  "page-what-is-ethereum-how-title": "Як працює Ethereum?",
  "page-what-is-ethereum-how-intro-1": "Коли Ethereum <strong>запустили у 2015 році</strong>, він використовував систему під назвою «доказ виконаної роботи».",
  "page-what-is-ethereum-how-intro-2": "Цей механізм, вперше застосований у Bitcoin, дозволяв усім комп'ютерам дійти згоди щодо того, кому що належить. Комп'ютери витрачали багато енергії, намагаючись вирішити складну математичну головоломку. Переможець отримував право запропонувати блок вхідних транзакцій і заробити нові ETH.",
  "page-what-is-ethereum-how-intro-3": "У 2022 році Ethereum оновився до нової системи під назвою <strong>доказ частки</strong>, <a>яка на 99% енергоефективніша</a>. Замість розв’язання математичних задач валідатори блокують свій ETH як гарантійний внесок, щоб отримати право обробляти транзакції.",
  "page-what-is-ethereum-how-intro-4": "Якщо вони роблять це правильно, вони заробляють ETH. Якщо обманюють — втрачають частину своєї частки.",
  "page-what-is-ethereum-how-intro-5": "Ось приклад:",
  "page-what-is-ethereum-how-example-1-title": "Коли ви надсилаєте 10 доларів США в стейблкоїнах другу на Ethereum:",
  "page-what-is-ethereum-how-example-1-step-1": "Ви відкриваєте свій гаманець, вводите адресу рахунку отримувача та суму, а потім натискаєте «Надіслати».",
  "page-what-is-ethereum-how-example-1-step-2": "Ваш гаманець підписує платіж і транслює його в мережу.",
  "page-what-is-ethereum-how-example-1-step-3": "Платіж очікує в публічній черзі (mempool), доки його не обере пропонент блоку.",
  "page-what-is-ethereum-how-example-1-step-4": "Пропонент блоку додає його до наступного блоку транзакцій, транслює в мережу і отримує комісію.",
  "page-what-is-ethereum-how-example-1-step-5": "Контракт стейблкоїна переказує $10 від вас вашому другу, і обидва гаманці оновлюються.",
  "page-what-is-ethereum-how-example-1-step-6": "Глобальна мережа валідаторів повторно перевіряє зміни й підтверджує їхню дійсність.",
  "page-what-is-ethereum-how-example-2-title": "Коли ви карбуєте колекційний предмет за 5 доларів США на Ethereum:",
  "page-what-is-ethereum-how-example-2-step-1": "Ви підключаєте свій гаманець до dapp-застосунку й обираєте предмет для карбування.",
  "page-what-is-ethereum-how-example-2-step-2": "Ви підтверджуєте покупку; гаманець підписує та транслює транзакцію.",
  "page-what-is-ethereum-how-example-2-step-3": "Запит на карбування потрапляє до mempool і валідатор додає його до блоку.",
  "page-what-is-ethereum-how-example-2-step-4": "Смартконтракт NFT записує ваш гаманець як нового власника.",
  "page-what-is-ethereum-how-example-2-step-5": "Ваш новий колекційний предмет з’являється у вашому гаманці через кілька секунд.",
  "page-what-is-ethereum-how-outro-1": "Все це можливо завдяки потужності смартконтрактів — програм з відкритим кодом, які живуть на Ethereum і працюють 24/7, 365 днів на рік, доступні будь-кому та будь-де.",
  "page-what-is-ethereum-how-outro-2": "<strong>Кожна транзакція, оновлення та дія синхронізуються між тисячами незалежних вузлів.</strong> Це забезпечує Ethereum надійність, прозорість та стійкість до цензури.",
  "page-what-is-ethereum-how-learn-more-1": "Дізнайтеся більше про те, як працює Ethereum",
  "page-what-is-ethereum-how-learn-more-2": "Перегляньте документацію для розробників, щоб отримати технічний огляд Ethereum.",
  "page-what-is-ethereum-what-title": "Для чого використовується Ethereum?",
  "page-what-is-ethereum-what-intro-1": "Люди використовують Ethereum, щоб робити те, що раніше було неможливо.",
  "page-what-is-ethereum-what-intro-2": "Фермери в Кенії можуть отримувати <insurance>автоматизоване страхування свого врожаю</insurance> без звернення до банку. Такі компанії, як <strong>Visa</strong>, можуть запускати <payment>нові платіжні системи, що працюють у всьому світі</payment> з першого дня. Глобальні організації, як-от <strong>ООН</strong>, можуть надавати <aid>допомогу біженцям</aid>, заощаджуючи мільйони на банківських комісіях.",
  "page-what-is-ethereum-what-intro-3": "Ці dapp-застосунки та активи працюють на Ethereum, використовуючи код із відкритим вихідним кодом, і їх неможливо обмежити, цензурувати чи вимкнути.",
  "page-what-is-ethereum-what-intro-4": "Ось як різні групи використовують його сьогодні:",
  "page-what-is-ethereum-what-consumers-title": "Споживачі",
  "page-what-is-ethereum-what-consumers-desc-1": "Мільйони людей уже щодня використовують dapp-застосунки на Ethereum для переказу грошей, торгівлі та володіння цифровими активами. На відміну від традиційних застосунків, тут не потрібно реєструватися, вказуючи своє ім'я, чекати на схвалення від банку чи передавати свої особисті дані.",
  "page-what-is-ethereum-what-consumers-desc-2": "Маючи лише гаманець та підключення до Інтернету, ви можете:",
  "page-what-is-ethereum-what-consumers-benefit-1": "<strong>Отримувати доступ до фінансових послуг без банківського рахунку</strong> чи кредитної історії",
  "page-what-is-ethereum-what-consumers-benefit-2": "<strong>Володіти цифровими колекційними предметами</strong>, творами мистецтва та активами, які неможливо скопіювати чи конфіскувати",
  "page-what-is-ethereum-what-consumers-benefit-3": "Входити в dapp-застосунки за допомогою гаманця, а не електронної пошти — <strong>паролі та особиста інформація не потрібні</strong>",
  "page-what-is-ethereum-what-consumers-benefit-4": "Брати участь у глобальних спільнотах, де ви можете голосувати, робити внески та заробляти без кордонів",
  "page-what-is-ethereum-what-businesses-title": "Бізнес і розробники",
  "page-what-is-ethereum-what-businesses-benefit-1": "Запускати dapp-застосунки з вбудованою глобальною платіжною системою з першого дня",
  "page-what-is-ethereum-what-businesses-benefit-2": "Розгортати захищені від втручання контракти, які <strong>автоматично забезпечують виконання угод</strong>",
  "page-what-is-ethereum-what-businesses-benefit-3": "Створювати фінансові продукти, на основі яких будь-хто може розробляти та створювати цінність",
  "page-what-is-ethereum-what-businesses-example": "Наприклад, <a>PayPal запустив власний стейблкоїн, PYUSD, на Ethereum</a>. Це знак того, що навіть найбільші платіжні компанії світу бачать переваги відкритої та програмованої природи Ethereum.",
  "page-what-is-ethereum-what-governments-title": "Уряди",
  "page-what-is-ethereum-what-governments-intro": "Уряди також починають досліджувати можливості, які відкриває Ethereum.",
  "page-what-is-ethereum-what-governments-benefit-1": "<strong>Розподіляти державні кошти</strong> та пільги безпосередньо громадянам із повною прозорістю",
  "page-what-is-ethereum-what-governments-benefit-2": "<strong>Видавати цифрові посвідчення особи</strong> або записи, які можна перевірити та переносити через кордони",
  "page-what-is-ethereum-what-governments-benefit-3": "Створювати <strong>захищену від втручання державну інфраструктуру для голосування</strong>, земельних кадастрів та реєстрів",
  "page-what-is-ethereum-what-governments-example-1": "В іншому випадку Міністерство цифрової трансформації України <a>використовувало Ethereum для розподілу допомоги під час війни</a>.",
  "page-what-is-ethereum-what-governments-example-2": "Кошти надсилалися безпосередньо громадянам та неурядовим організаціям за допомогою відкритих смартконтрактів, що забезпечило прозорість, швидкість та підзвітність під час кризи.",
  "page-what-is-ethereum-what-learn-more": "Дізнайтеся більше про те, для чого використовується Ethereum",
  "page-what-is-ethereum-start-title": "Як почати користуватися Ethereum",
  "page-what-is-ethereum-start-intro-1": "Почати роботу з Ethereum простіше, ніж ви можете собі уявити.",
  "page-what-is-ethereum-start-intro-2": "Вам не потрібен дозвіл. Вам не потрібен банк або навіть документ, що посвідчує особу. Все, що вам потрібно для початку — це пристрій і підключення до інтернету.",
  "page-what-is-ethereum-start-individuals-title": "Для приватних осіб",
  "page-what-is-ethereum-start-individuals-desc-1": "Перший крок — завантажити гаманець.",
  "page-what-is-ethereum-start-individuals-desc-2": "Уявіть його як застосунок, що слугує одночасно вашим обліковим записом і вашим інтернет-браузером для Ethereum. Він керує вашою криптовалютою, дозволяє входити в dapp-застосунки, а також надсилати й отримувати цифрові активи, як-от токени та NFT.",
  "page-what-is-ethereum-start-individuals-desc-3": "Популярні гаманці, як-от <zerion>Zerion</zerion>, <rainbow>Rainbow</rainbow> та <coinbase>Coinbase Wallet</coinbase>, є безкоштовними та простими у використанні. Після налаштування гаманця ви зможете:",
  "page-what-is-ethereum-start-individuals-step-1": "Купити невелику кількість ETH на біржі або безпосередньо в деяких гаманцях",
  "page-what-is-ethereum-start-individuals-step-2": "Використовувати цей ETH для оплати транзакцій, як-от надсилання токенів або колекціонування NFT",
  "page-what-is-ethereum-start-individuals-step-3": "Досліджувати dapp-застосунки, як-от <zora>Zora</zora>, <uniswap>Uniswap</uniswap> або <farcaster>Farcaster</farcaster> — нові логіни чи схвалення не потрібні",
  "page-what-is-ethereum-start-individuals-desc-4": "Ці пріоритети допоможуть забезпечити безпеку, масштабованість і зручність використання Ethereum, оскільки все більше людей щодня покладаються на цю мережу.",
  "page-what-is-ethereum-start-individuals-desc-5": "Ці dapp-застосунки запускаються у вашому браузері та миттєво працюють із вашим гаманцем. Ви можете почати користуватися Ethereum за лічені хвилини.",
  "page-what-is-ethereum-start-individuals-cta-1": "Почніть тут",
  "page-what-is-ethereum-start-individuals-cta-2": "Переглянути застосунки",
  "page-what-is-ethereum-start-developers-title": "Для розробників",
  "page-what-is-ethereum-start-developers-desc-1": "Ethereum — це майданчик для розробників. Ви можете почати розробку без дозволів, схвалень або навіть реальних грошей.",
  "page-what-is-ethereum-start-developers-desc-2": "<a>Документація для розробників Ethereum</a> проведе вас через усе: від написання першого смартконтракту до розгортання в тестових мережах, як-от Sepolia.",
  "page-what-is-ethereum-start-developers-desc-3": "Ви можете створювати повнофункціональні dapp-застосунки за допомогою таких інструментів, як <hardhat>Hardhat</hardhat>, <foundry>Foundry</foundry> та <ethers>Ethers.js</ethers>, або експериментувати з low-code платформами, як-от <thirdweb>thirdweb</thirdweb> чи <moralis>Moralis</moralis>.",
  "page-what-is-ethereum-start-developers-desc-4": "Усе є відкритим і компонованим, тож ви можете переробляти та створювати на основі того, що вже існує, не питаючи дозволу.",
  "page-what-is-ethereum-start-developers-cta": "Почніть розробку на Ethereum",
  "page-what-is-ethereum-start-business-title": "Використання Ethereum у бізнесі",
  "page-what-is-ethereum-start-business-desc-1": "Підприємства вже використовують Ethereum для створення нової інфраструктури.",
  "page-what-is-ethereum-start-business-desc-2": "Багато підприємств починають із мереж L2, як-от Optimism та Base, для підтримки випадків використання з великими обсягами. Ці мережі пропонують нижчі комісії, вищу швидкість, водночас отримуючи переваги від безпеки Ethereum та усуваючи ризик контрагента.",
  "page-what-is-ethereum-start-business-desc-3": "Ви можете:",
  "page-what-is-ethereum-start-business-benefit-1": "Запускати модульні програми лояльності, які підвищують утримання клієнтів і скорочують витрати на третіх сторін",
  "page-what-is-ethereum-start-business-benefit-2": "Токенізувати активи, як-от квитки, купони або сертифікати, щоб зменшити ризики шахрайства та перепродажу",
  "page-what-is-ethereum-start-business-benefit-3": "Забезпечити миттєві глобальні платежі, щоб знизити комісії за транзакції та відкрити нові ринки",
  "page-what-is-ethereum-start-business-example": "Наприклад, у 2025 році <a>Shopify запустився на Base</a>, щоб дозволити споживачам витрачати стейблкоїни у мільйонів продавців по всьому світу.",
  "page-what-is-ethereum-start-business-cta": "Використання Ethereum у бізнесі",
  "page-what-is-ethereum-bitcoin-title": "Яка різниця між Ethereum та Bitcoin?",
  "page-what-is-ethereum-bitcoin-intro-1": "Bitcoin та Ethereum — дві найбільші криптовалюти у світі.",
  "page-what-is-ethereum-bitcoin-intro-2": "Обидві дозволяють надсилати гроші без банку, обидві працюють на технології блокчейн, і обидві <strong>відкриті для всіх</strong>. Але на цьому їхня схожість закінчується.",
  "page-what-is-ethereum-bitcoin-comparison-1-title": "Bitcoin — це як цифрове золото.",
  "page-what-is-ethereum-bitcoin-comparison-1-desc": "Він має фіксовану пропозицію в 21 мільйон монет, вузьку спрямованість на однорангові платежі та базову мову сценаріїв, що обмежує можливості розробки на ньому. Ця простота є навмисною, оскільки Bitcoin надає пріоритет передбачуваності, довговічності та довгостроковій безпеці, а не гнучкості.",
  "page-what-is-ethereum-bitcoin-comparison-2-title": "Ethereum використовує ширший підхід.",
  "page-what-is-ethereum-bitcoin-comparison-2-desc": "Це не просто гроші, це програмована інфраструктура. Замість простого надсилання та отримання цінності, Ethereum дозволяє розробникам створювати цілі застосунки. Ви вже бачили це в дії: від ринків кредитування та стейблкоїнів до колекційних предметів, соціальних мереж та платежів у реальному часі — усе це працює на смартконтрактах і захищено за допомогою ETH.",
  "page-what-is-ethereum-bitcoin-comparison-3-title": "Спосіб, у який мережі досягають консенсусу, також відрізняється.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-1": "Bitcoin використовує майнерів для захисту мережі. Це потужні комп'ютери, які змагаються у вирішенні складної головоломки, і переможець отримує право додати наступний блок транзакцій до ланцюга та отримати біткоїни як винагороду. Цей процес називається майнінгом і споживає велику кількість електроенергії.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-2": "Раніше Ethereum також так працював. Але у 2022 році він перейшов від доказу виконаної роботи до доказу частки. Сьогодні транзакції підтверджуються валідаторами, які блокують ETH як заставу. Чесні валідатори заробляють винагороди в ETH, а нечесні — втрачають частину своєї частки. Цей перехід зробив Ethereum на понад 99,988% енергоефективнішим без шкоди для безпеки чи децентралізації.",
  "page-what-is-ethereum-bitcoin-comparison-4-title": "Також є різниця в тому, як регулюється пропозиція.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-1": "Bitcoin має фіксовану пропозицію. Буде існувати лише 21 мільйон монет. Ethereum, з іншого боку, має динамічну пропозицію. Нові ETH випускаються для винагороди валідаторів, а частина спалюється з кожною транзакцією. Це означає, що <strong>Ethereum не може просто \"друкувати нескінченну кількість ETH\".</strong>",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-2": "Рівень випуску обмежується кількістю ETH у стейкінгу. У міру того, як у стейкінг відправляється більше ETH, індивідуальні винагороди зменшуються, створюючи природний баланс. Ця конструкція забезпечує сталий бюджет безпеки на далеке майбутнє, не покладаючись виключно на комісії за транзакції.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-3": "Коротко кажучи, Bitcoin — це інструмент для надсилання цінності. Ethereum — це платформа для її створення.",
  "page-what-is-ethereum-bitcoin-learn-more": "Дізнайтеся більше про різницю між Ethereum та Bitcoin",
  "page-what-is-ethereum-when-who-title": "Коли запустили Ethereum, хто його заснував і хто керує ним зараз?",
  "page-what-is-ethereum-when-who-intro-1": "Із самого початку Ethereum був розроблений так, щоб ним керувала спільнота.",
  "page-what-is-ethereum-when-who-intro-2": "У 2013 році Віталік Бутерін опублікував офіційний документ (white paper), в якому запропонував новий вид блокчейну для грошей і застосунків, якими міг би користуватися будь-хто. Ідея швидко набула популярності.",
  "page-what-is-ethereum-when-who-intro-3": "До 2014 року до проєкту приєдналися співзасновники, як-от Гевін Вуд і Джозеф Лубін, і команда зібрала кошти за допомогою однієї з перших криптовалютних краудфандингових кампаній.",
  "page-what-is-ethereum-when-who-intro-4": "Ethereum офіційно запустили в липні 2015 року.",
  "page-what-is-ethereum-when-who-history-title": "Ключові моменти в історії Ethereum",
  "page-what-is-ethereum-when-who-history-2013": "19-річний Віталік Бутерін публікує офіційний документ (whitepaper) Ethereum",
  "page-what-is-ethereum-when-who-history-2014": "Створюється Ethereum Foundation і запускається краудфандингова кампанія",
  "page-what-is-ethereum-when-who-history-2015": "Розробники запускають мережу Ethereum з релізом <em>Frontier</em>",
  "page-what-is-ethereum-when-who-history-2016": "Експлойт смартконтракту виводить 60 млн доларів США (3,6 млн ETH) з The DAO, що призводить до форку ланцюга",
  "page-what-is-ethereum-when-who-history-2020": "Запуск Beacon Chain розпочинає перехід на Proof-of-Stake",
  "page-what-is-ethereum-when-who-history-2021": "Оновлення <em>London</em> розпочинає спалювання комісій за газ через EIP-1559",
  "page-what-is-ethereum-when-who-history-2022": "<em>The Merge</em> замінює майнінг на стейкінг, скорочуючи споживання енергії на 99%",
  "page-what-is-ethereum-when-who-history-2025": "Оновлення <em>Pectra</em> покращує підтримку смартгаманців і сумісність з L2",
  "page-what-is-ethereum-when-who-governance-1": "Сьогодні жодна людина чи компанія не керує Ethereum.",
  "page-what-is-ethereum-when-who-contributors-title": "Мережа підтримується широкою групою учасників:",
  "page-what-is-ethereum-when-who-contributors-1": "Розробники, які пишуть і пропонують оновлення",
  "page-what-is-ethereum-when-who-contributors-2": "Оператори вузлів, які роблять внесок у розподілену фізичну інфраструктуру",
  "page-what-is-ethereum-when-who-contributors-3": "Стейкери, які перевіряють транзакції",
  "page-what-is-ethereum-when-who-contributors-4": "Члени спільноти, які створюють інструменти та культуру",
  "page-what-is-ethereum-when-who-contributors-5": "<strong>Ви</strong>, використовуючи мережу",
  "page-what-is-ethereum-when-who-governance-2": "<strong>Немає ні генерального директора, ні ради директорів, ні центрального органу.</strong> Ethereum Foundation досі допомагає фінансувати дослідження та розробку, але екосистема працює на основі відкритої участі.",
  "page-what-is-ethereum-when-who-governance-3": "Зміни пропонуються через <eips>пропозиції щодо вдосконалення Ethereum (EIP)</eips>, обговорюються публічно і приймаються, <governance>лише якщо їх підтримує ширша спільнота</governance>.",
  "page-what-is-ethereum-when-who-governance-4": "Це робить Ethereum повільнішим до змін, ніж стартап, але й набагато складнішим для закриття чи захоплення.",
  "page-what-is-ethereum-when-who-learn-more": "Дізнайтеся більше про історію Ethereum",
  "page-what-is-ethereum-roadmap-title": "Яка дорожня карта Ethereum на 2025 рік?",
  "page-what-is-ethereum-roadmap-intro-1": "Ethereum не дотримується фіксованої дорожньої карти. Він слідує спільному баченню.",
  "page-what-is-ethereum-roadmap-intro-2": "Оновлення мережі вносяться як EIP і розробляються публічно учасниками з усього світу. Немає центральної команди, яка вирішує, що відбувається, — є лише люди, які створюють те, що вважають корисним, виходячи з потреб користувачів.",
  "page-what-is-ethereum-roadmap-intro-3": "Pectra — це останнє оновлення, запущене в травні 2025 року. Це оновлення покращило функції гаманця, надало стейкерам більше гнучкості та полегшило запуск dapp-застосунків на L2. Метою було покращити зручність використання без шкоди для безпеки чи децентралізації.",
  "page-what-is-ethereum-roadmap-priorities-intro": "<a>Забігаючи наперед</a>, пріоритети Ethereum включають:",
  "page-what-is-ethereum-roadmap-priority-1": "Зробити основний протокол та його L2 швидшими та дешевшими для всіх",
  "page-what-is-ethereum-roadmap-priority-2": "Покращення досвіду для користувачів та розробників",
  "page-what-is-ethereum-roadmap-outro-1": "Ці пріоритети допоможуть забезпечити безпеку, масштабованість і зручність використання Ethereum, оскільки все більше людей щодня покладаються на цю мережу.",
  "page-what-is-ethereum-roadmap-outro-2": "Якщо ви хочете впливати на напрямок розвитку Ethereum, <a>долучайтеся</a>. Вам не потрібен дозвіл, лише бажання змінити щось у цій новій цифровій економіці.",
  "page-what-is-ethereum-roadmap-learn-more": "Перегляньте огляд дорожньої карти Ethereum",
  "page-what-is-ethereum-further-reading-title": "Читати далі",
  "page-what-is-ethereum-further-reading-wallets": "Що таке гаманці?",
  "page-what-is-ethereum-further-reading-eth": "Що таке Ether (ETH)?",
  "page-what-is-ethereum-further-reading-web3": "Що таке Web3?",
  "page-what-is-ethereum-further-reading-networks": "Дізнайтеся більше про мережу Ethereum",
  "page-what-is-ethereum-toc-ethereum": "Що таке Ethereum?",
  "page-what-is-ethereum-toc-network": "Що таке мережа Ethereum?",
  "page-what-is-ethereum-toc-ether": "Що таке Ether (ETH)?",
  "page-what-is-ethereum-toc-how": "Як працює Ethereum?",
  "page-what-is-ethereum-toc-what": "Для чого використовується Ethereum?",
  "page-what-is-ethereum-toc-start": "Як почати користуватися Ethereum",
  "page-what-is-ethereum-toc-bitcoin": "Яка різниця між Ethereum та Bitcoin?",
  "page-what-is-ethereum-toc-when-who": "Коли запустили Ethereum, хто його заснував і хто керує ним зараз?",
  "page-what-is-ethereum-toc-roadmap": "Яка дорожня карта Ethereum на 2025 рік?",
  "page-what-is-ethereum-banner-networks-alt": "Ілюстрація футуристичного громадського центру Ethereum",
  "page-what-is-ethereum-banner-ether-alt": "Відкриті руки, що тримають гліф етеру",
  "page-what-is-ethereum-banner-how-alt": "Чоловік ремонтує комп'ютер",
  "page-what-is-ethereum-banner-contributing-alt": "Доге посміхається комп'ютеру",
  "page-what-is-ethereum-banner-what-alt": "Четверо футуристичних людей і доге дивляться в призму Ethereum",
  "page-what-is-ethereum-banner-start-alt": "Футуристичний громадський центр",
  "page-what-is-ethereum-banner-when-who-alt": "Двоє людей йдуть і розмовляють"
}
