{
  "page-upgrades-vision-2014": "Переглянути допис у блозі від 2014 року з інформацією про доказ частки",
  "page-upgrades-vision-2021": "Переглянути запис блогу 2021 року стосовно планів розвитку Ethereum",
  "page-upgrades-vision-2022": "Переглянути допис у блозі від 2022 року — «Путівник для подорожі автостопом по Ethereum»",
  "page-upgrades-vision-2021-updates": "Переглянути запис блогу 2021 року стосовно оновлень протоколу Ethereum",
  "page-upgrades-vision-desc-1": "Ethereum має зменшити перевантаження мережі та підвищити швидкість, щоб краще обслуговувати глобальну базу користувачів.",
  "page-upgrades-vision-desc-2": "Оскільки мережа розширюється, запускати вузли стає все складніше. Якщо намагатися масштабувати мережу, це все тільки більше ускладнить.",
  "page-upgrades-vision-desc-3": "Мережа Ethereum використовує забагато електроенергії. Технологія, яка забезпечує захист мережі, має бути екологічнішою.",
  "page-upgrades-vision-ethereum-node": "Докладніше про вузли",
  "page-upgrades-vision-explore-upgrades": "Огляд оновлень",
  "page-upgrades-vision-future": "Цифрове майбутнє в глобальному масштабі",
  "page-upgrades-vision-meta-desc": "Огляд впливу, який матимуть на Ethereum оновлення, і труднощів, які потрібно подолати.",
  "page-upgrades-vision-meta-title": "Бачення Ethereum",
  "page-upgrades-vision-mining": "Докладніше про майнінг",
  "page-upgrades-vision-problems": "Поточні проблеми",
  "page-upgrades-vision-scalability": "Масштабованість",
  "page-upgrades-vision-scalability-desc": "Мережа Ethereum повинна мати змогу виконувати більше транзакцій за секунду, не збільшуючи розмір вузлів у мережі. Вузли — це життєво важливі компоненти мережі, які зберігають дані та керують блокчейном. Збільшення розміру вузла було б непрактичним рішенням, оскільки це можуть робити лише потужні й дорогі комп’ютери. Щоб масштабувати мережу, Ethereum має здійснювати більше транзакцій за секунду та мати більше вузлів. Що більше вузлів, то надійніший захист.",
  "page-upgrades-vision-scalability-desc-3": "Оновлення, пов’язані із сегментуванням, поширюватимуть вимоги до зберігання даних в усій мережі, для чого кожному вузлу більше не потрібно буде вміщувати 100 % даних. Хоча це не стосується безпосередньо масштабування виконання транзакцій, ця проблема повністю розв’язується за допомогою рішень зі зведення <a href=\"/layer-2/\">рівня 2</a>.",
  "page-upgrades-vision-scalability-desc-4": "Зведення потребують низької вартості зберігання на рівні 1, щоб продемонструвати максимальну ефективність. Сегментування дасть Ethereum змогу досягти максимальної ефективності під час зведення, що так само допоможе значно підвищити поточне обмеження кількості транзакцій на секунду (15–45).",
  "page-upgrades-vision-security": "Безпека",
  "page-upgrades-vision-security-desc": "Заплановані оновлення посилюють захист Ethereum від координованих атак.",
  "page-upgrades-vision-security-desc-3": "За використання моделі доказу частки захист додатково посилюється завдяки вагомішим криптоекономічним перепонам для атаки. Причиною цього є те, що в системі доказу частки валідатори, які відповідають за безпеку в мережі, мають виставляти значні суми ETH у протокол. Якщо вони спробують атакувати мережу, протокол може автоматично знищити їхні ETH.",
  "page-upgrades-vision-security-desc-5": "Однак також важливо незабаром запровадити оновлення, які захищатимуть валідаторів від DoS-атак, підвищуватимуть їхню анонімність і відділятимуть процеси формування та поширення блоків. Ці оновлення захищатимуть окремих валідаторів і мережу в цілому від атак життєздатності й цензури.",
  "page-upgrades-vision-security-desc-5-link": "Докладніше про доказ частки",
  "page-upgrades-vision-security-desc-8": "Модель захисту Ethereum також дає можливість проводити сегментування. Валідатори відповідатимуть за підтвердження доступності всіх даних, але окремим вузлам більше не потрібно буде вміщувати всю історію ланцюга. Очікується також поява нової ролі — профільного генератора блоків, який працюватиме разом із валідаторами, які пропонують блоки, для організації ефективного та безпечного творення блоків.",
  "page-upgrades-vision-security-desc-10": "Стейкінг також означає, що вам не потрібно купувати дороге обладнання, щоб брати безпосередню участь у консенсусі. Це має спонукати більше людей ставати валідаторами, підвищуючи децентралізацію мережі та зменшуючи площу атаки.",
  "page-upgrades-vision-security-staking": "Частка ETH",
  "page-upgrades-vision-security-validator": "Ви можете стати валідатором, здійснюючи стейкінг своїх ETH.",
  "page-upgrades-vision-shard-upgrade": "Докладніше про сегментування",
  "page-upgrades-vision-staking-lower": "Докладніше про стейкінг",
  "page-upgrades-vision-subtitle": "Допомагайте покращувати мережу Ethereum, доки вона не стане корисною для всього людства.",
  "page-upgrades-vision-sustainability": "Екологічність",
  "page-upgrades-vision-sustainability-desc-1": "Ethereum сьогодні — екологічний блокчейн. Коли відбувся перехід із моделі підтвердження роботи на модель доказу частки, споживання енергії знизилося приблизно на 99,95 %.",
  "page-upgrades-vision-sustainability-desc-2": "Сьогодні захист Ethereum забезпечується за допомогою стейкінгу, а не обчислювальної потужності.",
  "page-upgrades-vision-sustainability-desc-3": "Це зростання екологічності також посилює захист, адже в разі виставляння ether набагато дорожче атакувати ланцюг, ніж за використання моделі підтвердження роботи, але дешевше захистити його, оскільки для оплати роботи валідаторів потрібно випустити менше нових ETH, ніж для оплати роботи майнерів.",
  "page-upgrades-vision-sustainability-desc-8": "Перехід на модель доказу частки зробив мережу Ethereum екологічнішою та безпечнішою. Вона стала платформою для створення програм і організацій, функціонування якої залишає низький вуглецевий слід.",
  "page-upgrades-vision-sustainability-subtitle": "Ethereum — це екологічний блокчейн із потужною криптоекономічною системою захисту.",
  "page-upgrades-vision-title": "Бачення Ethereum",
  "page-upgrades-vision-title-1": "Перевантажена мережа",
  "page-upgrades-vision-title-2": "Місце на диску",
  "page-upgrades-vision-title-3": "Забагато енергії",
  "page-upgrades-vision-trilemma-cardtext-1": "Оновлення Ethereum допоможуть масштабувати мережу Ethereum, зробити її захищеною та децентралізованою. Завдяки сегментуванню Ethereum оброблятиме більше транзакцій за секунду, а обсяг енергії, що витрачається на запуск вузла та перевірку ланцюга, зменшиться. Beacon Chain покращить захист Ethereum і координуватиме валідаторів у сегментованих наборах даних. А стейкінг знизить бар’єр для участі й обмеження економії масштабування, створивши більшу мережу з вищим рівнем децентралізації.",
  "page-upgrades-vision-trilemma-cardtext-2": "Безпечні й децентралізовані блокчейн-мережі вимагають від кожного вузла перевірки кожної транзакції, що обробляється ланцюгом. Ця кількість роботи обмежує кількість транзакцій, які можуть здійснюватися в будь-який певний час. Децентралізована та захищена — такою сьогодні є мережа Ethereum.",
  "page-upgrades-vision-trilemma-cardtext-3": "Децентралізовані мережі працюють, пересилаючи інформацію про транзакції між вузлами, адже вся мережа повинна знати про будь-які зміни стану. Масштабування транзакцій за секунду в децентралізованій мережі створює ризики для безпеки, оскільки що більше транзакцій, то довша затримка, а також вища ймовірність атаки під час передавання інформації.",
  "page-upgrades-vision-trilemma-cardtext-4": "Збільшення розміру та потужності вузлів Ethereum може безпечно підвищити кількість транзакцій за секунду, але вимоги до обладнання обмежують коло осіб, які можуть це робити, що загрожує децентралізації. Сподіваємося, що сегментування та модель доказу частки дадуть Ethereum змогу масштабуватися шляхом збільшення кількості вузлів, а не їх розміру.",
  "page-upgrades-vision-trilemma-h2": "Проблема децентралізованого масштабування",
  "page-upgrades-vision-trilemma-modal-tip": "Торкніться кіл нижче, щоб краще зрозуміти проблеми децентралізованого масштабування",
  "page-upgrades-vision-trilemma-p": "Наївним способом розв’язання проблем Ethereum було б зробити мережу централізованішою. Але децентралізація є надто важливою. Саме децентралізація дає Ethereum нейтральність, опір цензурі, відкритість, право власності на дані та майже абсолютну безпеку.",
  "page-upgrades-vision-trilemma-p-1": "Бачення Ethereum — підвищити масштабованість і захищеність, але водночас залишатися децентралізованою. Досягти всіх трьох цілей важко. Це — трилема масштабованості.",
  "page-upgrades-vision-trilemma-p-2": "Оновлення Ethereum націлені на вирішення цієї трилеми, однак існують значні труднощі.",
  "page-upgrades-vision-trilemma-press-button": "Натисніть кнопки в трикутнику, щоб краще зрозуміти проблеми децентралізованого масштабування.",
  "page-upgrades-vision-trilemma-text-1": "Децентралізація",
  "page-upgrades-vision-trilemma-text-2": "Безпека",
  "page-upgrades-vision-trilemma-text-3": "Масштабованість",
  "page-upgrades-vision-trilemma-title-1": "Докладніше про трилему масштабованості",
  "page-upgrades-vision-trilemma-title-2": "Оновлення Ethereum і децентралізоване масштабування",
  "page-upgrades-vision-trilemma-title-3": "Захищена й децентралізована",
  "page-upgrades-vision-trilemma-title-4": "Децентралізована й масштабована",
  "page-upgrades-vision-trilemma-title-5": "Масштабована й захищена",
  "page-upgrades-vision-understanding": "Розуміння бачення Ethereum",
  "page-upgrades-vision-upgrade-needs": "Необхідність оновлень",
  "page-upgrades-vision-upgrade-needs-desc": "Протокол Ethereum, запущений у 2015 році, мав неймовірний успіх. Однак спільнота мережі Ethereum завжди очікувала внесення кількох важливих оновлень, які допоможуть розкрити весь потенціал Ethereum.",
  "page-upgrades-vision-upgrade-needs-desc-2": "Високий попит стимулює збільшення плати за транзакції, що робить мережу Ethereum дорогою для середньостатистичного користувача. Обсяг місця на диску, необхідного для запуску клієнта Ethereum, збільшується все швидше. А переважний алгоритм консенсусу на основі моделі підтвердження роботи, який забезпечує захист і децентралізацію Ethereum, має великий вплив на навколишнє середовище.",
  "page-upgrades-vision-upgrade-needs-desc-3": "Ethereum має набір оновлень, націлених на розв’язання цих та інших проблем. Цей набір оновлень спочатку називався Serenity та Eth2, а також був важливим предметом досліджень і розробки з 2014 року.",
  "page-upgrades-vision-upgrade-needs-desc-5": "Тепер, коли технологія готова, ці оновлення перебудують Ethereum, щоб зробити мережу масштабованішою, безпечнішою та екологічнішою. Це покращить життя наявних користувачів і залучить нових. Усі зміни буде реалізовано за збереження основної цінності Ethereum — децентралізації.",
  "page-upgrades-vision-upgrade-needs-desc-6": "Це означає, що різкого масштабування не буде. Оновлення запускатимуться поступово.",
  "page-upgrades-vision-upgrade-needs-serenity": "Переглянути допис у блозі за 2015 рік з інформацією про Serenity",
  "ethereum": "Ethereum"
}
