{
  "page-ethereum-vs-bitcoin-meta-title": "Ethereum проти Bitcoin: у чому різниця? | ethereum.org",
  "page-ethereum-vs-bitcoin-meta-description": "Дізнайтеся про відмінності між Bitcoin та Ethereum, зокрема про варіанти використання, продуктивність мережі, безпеку, економіку токенів, рівень децентралізації тощо.",
  "page-ethereum-vs-bitcoin-twitter-meta-description": "Дізнайтеся про відмінності між Bitcoin та Ethereum, зокрема про варіанти використання, продуктивність мережі, економіку токенів тощо.",
  "page-ethereum-vs-bitcoin-title": "Ethereum проти Bitcoin: у чому різниця?",
  "page-ethereum-vs-bitcoin-description-1": "Bitcoin та Ethereum — це дві з найвідоміших децентралізованих блокчейн-мереж, але вони слугують для абсолютно різних цілей.",
  "page-ethereum-vs-bitcoin-section-1": "Bitcoin (з великої літери Б) — це блокчейн, створений для цифрової валюти під назвою bitcoin (з малої літери б). Ethereum створено як децентралізовану платформу для застосунків і активів, що працює на власній криптовалюті <strong>ether (ETH)</strong>.",
  "page-ethereum-vs-bitcoin-section-2": "Обидві використовують технологію блокчейну, мають відкритий вихідний код і підтримуються світовими спільнотами, але їхні цілі та функції відрізняються. У цьому посібнику ми розглянемо, що являє собою кожна мережа, що в них спільного та чим вони відрізняються в таких сферах, як технології, культура та перспективи на майбутнє.",
  "page-ethereum-vs-bitcoin-bitcoin-section-title": "Bitcoin — короткий вступ",
  "page-ethereum-vs-bitcoin-bitcoin-section-1": "Bitcoin — це децентралізована мережа цифрової валюти. Вона була <strong>створена у 2009 році</strong> анонімною особою під іменем <strong>Сатоші Накамото</strong> невдовзі після фінансової кризи 2008 року. Ідея полягала в тому, щоб Bitcoin став одноранговою системою електронних грошей.",
  "page-ethereum-vs-bitcoin-bitcoin-section-2": "Bitcoin дозволяє будь-кому <strong>надсилати та отримувати bitcoin</strong> через інтернет, <strong>не покладаючись на центральний орган влади</strong>, як-от банк. Усі транзакції записуються в публічний реєстр, відомий як блокчейн.",
  "page-ethereum-vs-bitcoin-bitcoin-section-3": "Bitcoin використовує підтвердження роботи для захисту своєї мережі. Комп'ютери по всьому світу змагаються у розв’язанні криптографічних головоломок, що дозволяє їм додавати нові блоки. Ці спеціалізовані комп'ютери називаються майнерами й отримують bitcoin як винагороду за блок за \"майнінг\" нових блоків.",
  "page-ethereum-vs-bitcoin-bitcoin-section-4": "<strong>Bitcoin має фіксований максимальний обсяг пропозиції у 21 мільйон монет</strong>. Цей вибір дизайну є ключовою причиною, чому Bitcoin часто називають цифровим золотом.",
  "page-ethereum-vs-bitcoin-ethereum-section-title": "Ethereum — короткий вступ",
  "page-ethereum-vs-bitcoin-ethereum-section-1": "Як і Bitcoin, Ethereum також є децентралізованою блокчейн-мережею, але її було <strong>створено, щоб робити більше, ніж просто записувати платежі</strong>. Запущений у <strong>2015</strong> році розробником програмного забезпечення на ім'я <strong>Віталік Бутерін</strong> та його співзасновниками, Ethereum було створено як платформу для смарт-контрактів і децентралізованих застосунків.",
  "page-ethereum-vs-bitcoin-ethereum-section-2": "Ethereum дозволяє будь-кому надсилати й отримувати цінності, як і Bitcoin, але також виступає як <strong>платформа, яку будь-хто може використовувати для застосунків</strong>. Мережа Ethereum працює на тисячах вузлів і не контролюється єдиною сутністю.",
  "page-ethereum-vs-bitcoin-ethereum-section-3": "Будь-хто може створювати та розгортати застосунки в Ethereum. Ці програми називаються <strong>смарт-контрактами</strong>, і вони є головною інновацією Ethereum.",
  "page-ethereum-vs-bitcoin-ethereum-section-4": "Після розгортання смарт-контракту він працює детерміновано під час взаємодії з ним. Це дає змогу створювати застосунки для таких речей, як кредитування, торгівлі, ігор та цифрових предметів колекціонування, що працюють цілодобово, щодня для мільйонів користувачів у всьому світі.",
  "page-ethereum-vs-bitcoin-ethereum-section-5": "Так само як bitcoin використовується для сплати комісій за транзакції в мережі Bitcoin, власна валюта Ethereum, ether, використовується для сплати комісій за транзакції, публікації та використання смарт-контрактів, а також для захисту мережі. <strong>Ether виступає і як паливо для запуску програм, і як засіб заощадження</strong>.",
  "page-ethereum-vs-bitcoin-ethereum-section-6": "Дізнайтеся більше про Ethereum і як він працює",
  "page-ethereum-vs-bitcoin-differences-section-title": "Ключові відмінності",
  "page-ethereum-vs-bitcoin-differences-section-1": "Bitcoin та Ethereum використовують технологію блокчейну для підтримки децентралізованих мереж, але вони відрізняються своїм дизайном, призначенням і можливостями.",
  "page-ethereum-vs-bitcoin-differences-table-area": "Сфера",
  "page-ethereum-vs-bitcoin-differences-table-bitcoin": "Bitcoin",
  "page-ethereum-vs-bitcoin-differences-table-ethereum": "Ethereum",
  "page-ethereum-vs-bitcoin-differences-table-row-1-1": "Основне призначення",
  "page-ethereum-vs-bitcoin-differences-table-row-1-2": "Однорангова цифрова валюта",
  "page-ethereum-vs-bitcoin-differences-table-row-1-3": "Платформа для застосунків і цифрової економіки",
  "page-ethereum-vs-bitcoin-differences-table-row-2-1": "Розумні контракти",
  "page-ethereum-vs-bitcoin-differences-table-row-2-2": "Не підтримується",
  "page-ethereum-vs-bitcoin-differences-table-row-2-3": "Основна функціональність",
  "page-ethereum-vs-bitcoin-differences-table-row-3-1": "Пропозиція",
  "page-ethereum-vs-bitcoin-differences-table-row-3-2": "Bitcoin випускається в кожному блоці за фіксованою/визначеною ставкою, продиктованою вихідним і незмінним протоколом, з остаточним фіксованим лімітом у 21 мільйон.",
  "page-ethereum-vs-bitcoin-differences-table-row-3-3": "Ether спалюється в кожному блоці пропорційно до активності/попиту і випускається кожної епохи пропорційно до загальної кількості ETH у стейкінгу. Немає фіксованого ліміту, але швидкість випуску обмежена загальною кількістю ETH у стейкінгу.",
  "page-ethereum-vs-bitcoin-differences-table-row-4-1": "Механізм консенсусу",
  "page-ethereum-vs-bitcoin-differences-table-row-4-2": "Доказ виконаної роботи",
  "page-ethereum-vs-bitcoin-differences-table-row-4-3": "Доказ частки",
  "page-ethereum-vs-bitcoin-differences-table-row-5-1": "Швидкість",
  "page-ethereum-vs-bitcoin-differences-table-row-5-2": "Вважається більшістю незворотним після шести блоків, що в середньому займає 60 хвилин",
  "page-ethereum-vs-bitcoin-differences-table-row-5-3": "Близько 15 хвилин до завершення",
  "page-ethereum-vs-bitcoin-differences-table-row-6-1": "Використання енергії",
  "page-ethereum-vs-bitcoin-differences-table-row-6-2": "Серйозна",
  "page-ethereum-vs-bitcoin-differences-table-row-6-3": "Незначна",
  "page-ethereum-vs-bitcoin-differences-table-row-7-1": "Управління",
  "page-ethereum-vs-bitcoin-differences-table-row-7-2": "Консервативний, повільний",
  "page-ethereum-vs-bitcoin-differences-table-row-7-3": "Гнучкий, керований спільнотою",
  "page-ethereum-vs-bitcoin-differences-table-row-8-1": "Екосистема розробників",
  "page-ethereum-vs-bitcoin-differences-table-row-8-2": "Менша",
  "page-ethereum-vs-bitcoin-differences-table-row-8-3": "Велика й активна",
  "page-ethereum-vs-bitcoin-differences-table-row-9-1": "Оновлення",
  "page-ethereum-vs-bitcoin-differences-table-row-9-2": "Рідкісні",
  "page-ethereum-vs-bitcoin-differences-table-row-9-3": "Часті та ітеративні",
  "page-ethereum-vs-bitcoin-purpose-title": "Призначення Bitcoin проти Ethereum",
  "page-ethereum-vs-bitcoin-purpose-1": "Bitcoin було створено у 2009 році на тлі світової фінансової кризи. Його мета полягала в тому, щоб запропонувати однорангову форму грошей, що працюють без банків чи урядів. Він простий за своєю конструкцією. Мережа має на меті <strong>переміщення цінності від однієї особи до іншої без посередників</strong>. Ця вузька спрямованість допомогла йому стати широко відомим як форма цифрового золота, дефіцитний і довговічний засіб заощадження, який також можна використовувати як засіб обміну.",
  "page-ethereum-vs-bitcoin-purpose-2": "Ethereum був запущений у 2015 році з ширшим баченням. Його творці хотіли взяти безпеку та децентралізацію блокчейну та зробити його програмованим. Замість того, щоб обмежуватися платежами, <strong>Ethereum дозволяє будь-кому писати та публікувати самовиконувані програми</strong>, що називаються смарт-контрактами. Це відкриває двері для абсолютно нової категорії застосунків, від <strong>децентралізованих фінансів (DeFi)</strong> і <strong>стейблкоїнів</strong> до <strong>незамінних токенів (NFT)</strong>, <strong>ігор</strong> і <strong>децентралізованих соціальних мереж</strong>.",
  "page-ethereum-vs-bitcoin-purpose-3": "Технічні рішення відображають ці цілі. Скриптова мова Bitcoin обмежена, що зменшує складність і допомагає захистити мережу. Мова програмування Ethereum є більш виразною, що дозволяє їй зберігати та керувати більш складними станами та взаємодіями між застосунками. Ця гнучкість є сильною стороною, але це також означає, що мережа розвивається швидше, з регулярними оновленнями та новими функціями.",
  "page-ethereum-vs-bitcoin-purpose-4": "Обидві відіграють різні ролі в ширшій цифровій економіці. Bitcoin зосереджений на тому, щоб бути стабільним і децентралізованим засобом заощадження. Ethereum прагне стати глобальним розрахунковим шаром для децентралізованих застосунків і програмованих активів.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-title": "Сфери застосування та впровадження",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-1": "<strong>Bitcoin</strong> зазвичай використовується як засіб заощадження. Багато інвесторів розглядають його як <strong>захист від інфляції</strong> або економічної нестабільності. У деяких країнах він використовується як <strong>альтернативна валюта</strong> або як спосіб для людей заощаджувати поза традиційною банківською системою.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-2": "<strong>Ether</strong> також слугує засобом заощадження, але його <strong>основна роль — забезпечувати роботу широкої екосистеми застосунків</strong> і активів. Розробники можуть використовувати Ethereum для створення нових протоколів, запуску токенів, роботи децентралізованих бірж, карбування NFT, створення ігор та розробки соціальних платформ, які працюють без централізованого контролю.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-3": "Ethereum підтримує тисячі децентралізованих застосунків для нових форм фінансів, краудфандингу та цифрової власності. Деякі випадки використання навіть з’єднують обидві мережі. Наприклад, <strong>Bitcoin можна \"обгорнути\" та використовувати в Ethereum</strong> для таких видів діяльності, як кредитування, запозичення та торгівля в DeFi.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-4": "Інституційне впровадження відображає ці відмінності. Криптовалюта Bitcoin широко використовується як довгостроковий засіб заощадження, тоді як <strong>Ethereum розглядається як децентралізована інфраструктура</strong>. Його програмованість приваблює фінтех-платформи та платіжні системи.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-5": "Дізнайтеся більше про те, для чого використовується Ethereum",
  "page-ethereum-vs-bitcoin-monetary-policy-title": "Монетарна політика",
  "page-ethereum-vs-bitcoin-monetary-policy-1": "Обсяг пропозиції Bitcoin обмежиться <strong>21 мільйоном монет</strong>. Це жорстке обмеження забезпечується протоколом і є однією з причин, чому Bitcoin порівнюють із золотом. Нові bitcoin надходять в обіг через <strong>винагороди за майнінг</strong>, які <strong>зменшуються вдвічі кожні 210 000 блоків</strong>, на видобуток яких йде приблизно 4 роки, у рамках події, що називається <strong>халвінг</strong>. Винагорода почалася з 50 bitcoin за блок у 2009 році, знизилася до 25 у 2012 році, потім до 12,5 у 2016 році і так далі. При такій швидкості очікується, що останній bitcoin буде видобуто приблизно у 2140 році.",
  "page-ethereum-vs-bitcoin-monetary-policy-2": "Винагороди за майнінг і комісії за транзакції Bitcoin оплачують роботу мережі та використовуються для її захисту. Однак, оскільки винагорода за блок зменшується вдвічі, мережа стає більш залежною від комісій за транзакції для самоокупності. Наразі комісії мережі становлять невелику частину доходу мережі, <5 %, що означає, що довгострокова безпека мережі може опинитися під загрозою, оскільки випуск у мережі Bitcoin наближається до 0.",
  "page-ethereum-vs-bitcoin-monetary-policy-3": "<strong>Ethereum не має фіксованого ліміту пропозиції</strong>. Натомість його випуск визначається правилами протоколу, а нещодавні оновлення запровадили механізми, які з часом можуть зменшити пропозицію. Найбільш помітним є оновлення EIP-1559, яке спалює частину комісій за транзакції. Коли <strong>активність мережі висока, може бути спалено більше ETH</strong>, ніж випущено, роблячи пропозицію дефляційною в ці періоди.",
  "page-ethereum-vs-bitcoin-monetary-policy-4": "Монетарний підхід Ethereum гарантує безстроковий бюджет безпеки, причому комісії за транзакції та винагороди за блок забезпечують бюджет безпеки мережі.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-title": "Екосистема розробників",
  "page-ethereum-vs-bitcoin-developer-ecosystem-1": "<strong>Ethereum</strong> має одну з <strong>найбільших спільнот розробників блокчейну</strong>. Розробка на Ethereum дає вам доступ до широкого спектру <strong>інструментів, фреймворків, грантів</strong> та <strong>хакатонів</strong>. Віртуальна машина Ethereum (EVM) — це середовище виконання Ethereum, яка стала загальним стандартом, і багато інших блокчейнів використовують її для забезпечення сумісності.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-2": "Стандарти токенів, як-от ERC-20 та ERC-721, стали основою для значної частини ширшої економіки блокчейну. Багато мереж другого рівня та інших блокчейнів використовують EVM, щоб код застосунків, гаманців і смарт-контрактів можна було використовувати в різних блокчейнах із мінімальними змінами.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-3": "<strong>Спільнота розробників Bitcoin менша</strong> та більш сфокусована. Більшість діяльності зосереджена на підтримці та вдосконаленні основного протоколу, а також на розробці рішень другого рівня, як-от Lightning Network, для швидших і дешевших платежів.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-4": "Дізнайтеся більше про ресурси для розробників Ethereum",
  "page-ethereum-vs-bitcoin-security-and-consensus-title": "Безпека та консенсус",
  "page-ethereum-vs-bitcoin-security-and-consensus-1": "Bitcoin та Ethereum обидві захищені великими, розподіленими мережами незалежних вузлів, але вони використовують різні методи для узгодження стану мережі.",
  "page-ethereum-vs-bitcoin-security-and-consensus-2": "Bitcoin використовує систему під назвою <strong>підтвердження роботи</strong>. Комп’ютери, що називаються майнерами, змагаються у розв’язанні криптографічних головоломок. Той, хто першим розв’язує головоломку, отримує право додати наступний блок транзакцій до блокчейну та отримує винагороду в bitcoin. Цей підхід дає Bitcoin те, що відомо як імовірнісне завершення, що означає, що транзакція вважається високозахищеною лише після додавання кількох блоків поверх неї. Для Bitcoin це часто становить близько шести підтверджень, або <strong>близько однієї години</strong>.",
  "page-ethereum-vs-bitcoin-security-and-consensus-3": "Ethereum використовує <strong>доказ частки</strong>. У цій моделі валідатори блокують, або ставлять у стейкінг, ETH, щоб отримати шанс бути обраними для пропонування та підтвердження нових блоків. Вибір є випадковим, але ймовірність бути обраним зростає з кількістю поставлених у стейкінг ETH. Валідатори, які діють нечесно, <strong>ризикують втратити свою частку</strong>. Це дозволяє Ethereum досягти економічного завершення, де завершені блоки надзвичайно важко скасувати, часто протягом <strong>близько 15 хвилин</strong>. Ethereum також використовує контрольні точки, щоб позначати блоки як незворотні, коли достатня кількість валідаторів погодиться.",
  "page-ethereum-vs-bitcoin-security-and-consensus-4": "Дізнайтеся більше про механізм консенсусу Ethereum",
  "page-ethereum-vs-bitcoin-underlying-technology-title": "Базова технологія",
  "page-ethereum-vs-bitcoin-underlying-technology-1": "<strong>Bitcoin</strong> використовує так звану <strong>модель невитрачених виходів транзакцій</strong>, або UTXO. У цій системі блокчейн не відстежує баланси рахунків. Натомість він записує виходи з попередніх транзакцій, які ще не були витрачені. Коли ви витрачаєте bitcoin, ви використовуєте ці виходи як входи для нової транзакції, створюючи при цьому нові виходи.",
  "page-ethereum-vs-bitcoin-underlying-technology-2": "Це можна порівняти з використанням готівки. Якщо у вас є дві п’ятидоларові купюри і ви хочете витратити сім доларів, ви віддаєте обидві купюри й отримуєте три долари решти. Bitcoin записує купюри та решту, а не ваш загальний баланс.",
  "page-ethereum-vs-bitcoin-underlying-technology-3": "<strong>Ethereum</strong> використовує <strong>модель на основі облікових записів</strong>. Замість відстеження окремих виходів, він веде облік балансів рахунків, як це робить банківський рахунок. Такий підхід полегшує керування смарт-контрактами та складною логікою, оскільки облікові записи можуть зберігати дані та взаємодіяти один з одним, як програми.",
  "page-ethereum-vs-bitcoin-underlying-technology-4": "Кожна модель має свої компроміси. UTXO можуть запропонувати більшу конфіденційність і полегшити відстеження окремих монет. Системи на основі облікових записів є простішими для створення застосунків.",
  "page-ethereum-vs-bitcoin-underlying-technology-5": "Читайте більше в документації для розробників Ethereum",
  "page-ethereum-vs-bitcoin-decentralization-title": "Децентралізація",
  "page-ethereum-vs-bitcoin-decentralization-1": "Bitcoin та Ethereum обидві розроблені як децентралізовані, але вони вимірюють і підходять до цього по-різному.",
  "page-ethereum-vs-bitcoin-decentralization-2": "Децентралізація <strong>Bitcoin</strong> підтримується його <strong>простою технічною конструкцією</strong>, довгостроковою стабільністю та <strong>широким розповсюдженням вузлів</strong>. Його низькі вимоги до ресурсів полегшують людям запуск повних вузлів вдома, що допомагає зберегти незалежність мережі та стійкість до цензури.",
  "page-ethereum-vs-bitcoin-decentralization-3": "<strong>Ethereum</strong> також має велику та зростаючу мережу вузлів. Він робить сильний акцент на різноманітності клієнтів, що означає, що кілька версій програмного забезпечення <strong>підтримуються незалежними командами</strong>. Це зменшує залежність від будь-якого одного клієнта і допомагає захиститися від помилок або збоїв, які можуть вплинути на мережу.",
  "page-ethereum-vs-bitcoin-decentralization-4": "Ethereum має <strong>ширшу кількість учасників</strong>, залучених до таких видів діяльності, як стейкінг, оновлення та обговорення управління, але <strong>обидві мережі прагнуть залишатися відкритими та стійкими</strong>. Bitcoin залишає вимоги до вузлів незмінними, покладаючись на меншу кількість програмних клієнтів. Ethereum заохочує різних учасників, кожен з яких привносить свою власну точку зору.",
  "page-ethereum-vs-bitcoin-environmental-impact-title": "Вплив на навколишнє середовище",
  "page-ethereum-vs-bitcoin-environmental-impact-1": "Однією з найзначніших змін в історії Ethereum став перехід від підтвердження роботи до <strong>доказу частки</strong> у 2022 році. Відомий як The Merge, цей перехід <strong>зменшив споживання енергії мережею більш ніж на 99 відсотків</strong>.",
  "page-ethereum-vs-bitcoin-environmental-impact-2": "При доказі частки Ethereum більше не покладається на енергоємний майнінг. Натомість валідатори обираються випадковим чином, причому ймовірність вибору зростає з кількістю ETH, яку вони поставили в стейкінг. Цей перехід зробив Ethereum однією з найбільш енергоефективних блокчейн-мереж.",
  "page-ethereum-vs-bitcoin-environmental-impact-3": "Bitcoin продовжує використовувати <strong>підтвердження роботи</strong>, що <strong>вимагає великої кількості електроенергії</strong>, оскільки майнери змагаються у розв’язанні криптографічних головоломок. Частина цієї енергії надходить з відновлюваних джерел, і в спільноті Bitcoin тривають дискусії про способи підвищення сталості.",
  "page-ethereum-vs-bitcoin-environmental-impact-4": "Різниця у використанні енергії стала важливим моментом для порівняння між двома мережами. Менший енергетичний слід Ethereum робить його більш привабливим у контекстах, де вплив на навколишнє середовище є пріоритетом.",
  "page-ethereum-vs-bitcoin-environmental-impact-5": "Прочитайте повний звіт про використання енергії Ethereum",
  "page-ethereum-vs-bitcoin-future-outlook-title": "Яким є майбутнє",
  "page-ethereum-vs-bitcoin-future-outlook-1": "Bitcoin все частіше використовується як засіб заощадження та резервний актив. Навряд чи він суттєво зміниться, і ця стабільність є частиною його привабливості.",
  "page-ethereum-vs-bitcoin-future-outlook-2": "Ethereum позиціонує себе як платформа застосунків у новій цифровій економіці. Зі зростанням мереж другого рівня та постійними оновленнями він прагне підтримувати застосунки, інфраструктуру та активи глобального масштабу.",
  "page-ethereum-vs-bitcoin-future-outlook-3": "Для багатьох користувачів <strong>ці дві мережі не конкурують безпосередньо</strong>. Вони служать різним цілям і можуть доповнювати одна одну в диверсифікованому підході до цифрових активів.",
  "page-ethereum-vs-bitcoin-future-outlook-4": "Дізнайтеся більше про план розвитку Ethereum"
}