{
  "page-dapps-1inch-logo-alt": "1inch logo",
  "page-dapps-aave-logo-alt": "Aave logo",
  "page-dapps-add-button": "Запропонувати додаток",
  "page-dapps-add-title": "Додати додаток",
  "page-dapps-ankr-logo-alt": "Логотип Ankr",
  "page-dapps-api3-logo-alt": "Логотип API3",
  "page-dapps-arweave-logo-alt": "Логотип ARweave",
  "page-dapps-audius-logo-alt": "Audius logo",
  "page-dapps-augur-logo-alt": "Augur logo",
  "page-dapps-axie-infinity-logo-alt": "Axie Infinity logo",
  "page-dapps-balancer-logo-alt": "Логотип Balancer",
  "page-dapps-brave-logo-alt": "Brave logo",
  "page-dapps-beginner-friendly-description": "Кілька децентралізованих програм, які підійдуть для початківців. Дізнайтеся більше про ці програми нижче.",
  "page-dapps-beginner-friendly-header": "Для початківців",
  "page-dapps-category-arts": "Мистецтво й мода",
  "page-dapps-category-browsers": "Веб-переглядачі",
  "page-dapps-category-code-marketplaces": "Ринки коду",
  "page-dapps-category-collectibles": "Цифрові колекції",
  "page-dapps-category-competitive": "Ігри Web3",
  "page-dapps-category-computing": "Інструменти для розробників",
  "page-dapps-category-dex": "Обмінники",
  "page-dapps-category-investments": "Інвестиційні фонди",
  "page-dapps-category-lending": "Кредитування та позики",
  "page-dapps-category-lottery": "Краудфандінг",
  "page-dapps-category-marketplaces": "Торговельні майданчики",
  "page-dapps-category-music": "Музика",
  "page-dapps-category-payments": "Платежі",
  "page-dapps-category-insurance": "Страхування",
  "page-dapps-category-portfolios": "Керування портфелем",
  "page-dapps-category-trading": "Ринки прогнозів",
  "page-dapps-category-utilities": "Утиліти",
  "page-dapps-category-worlds": "Віртуальні світи",
  "page-dapps-category-demand-aggregator": "Агрегатори попиту",
  "page-dapps-category-derivatives": "Деривативи",
  "page-dapps-category-liquid-staking": "Ліквідний стейкінг",
  "page-dapps-category-bridges": "Мости",
  "page-dapps-category-experiences": "Спільний досвід",
  "page-dapps-category-guilds": "Yield Guilds",
  "page-dapps-category-avatar": "Аватари",
  "page-dapps-choose-category": "Оберіть категорію",
  "page-dapps-category-social": "Соціальні мережі",
  "page-dapps-category-content": "Вміст",
  "page-dapps-category-community": "Спільнота",
  "page-dapps-category-messaging": "Обмін повідомленнями",
  "page-dapps-category-identity": "Ідентифікація",
  "page-dapps-collectibles-benefits-1-description": "Коли витвори мистецтва токенізуються в мережі Ethereum, ви можете підтвердити своє право власності на них. Шлях витворів мистецтва від створення до потрапляння в руки поточного власника можна відстежити. Це запобігає підробкам.",
  "page-dapps-collectibles-benefits-1-title": "Право власності можна довести",
  "page-dapps-collectibles-benefits-2-description": "Можливість сплачувати за трансляцію музики або купувати твори мистецтва корисна для митців. Завдяки мережу Ethereum потреба в посередниках зменшується. І навіть якщо вони потрібні, витрати на відповідні послуги не такі високі, оскільки платформам не потрібно сплачувати за інфраструктуру мережі.",
  "page-dapps-collectibles-benefits-2-title": "Більше користі для авторів",
  "page-dapps-collectibles-benefits-3-description": "Токенізовані колекції прив’язуються до адреси Ethereum, а не до платформи. Тому ви можете продавати такі речі, як ігрові елементи на будь-якому торговельному майданчику Ethereum, а не лише в грі.",
  "page-dapps-collectibles-benefits-3-title": "Колекції залишаються з вами",
  "page-dapps-collectibles-benefits-4-description": "Ви можете токенізувати свої витвори мистецтва й продавати їх за допомогою вже створених інструментів і продуктів! Токени можна продавати на будь-якій колекційній платформі Ethereum.",
  "page-dapps-collectibles-benefits-4-title": "Готова інфраструктура",
  "page-dapps-collectibles-benefits-description": "Це програми, направлені на роботу з цифровим правом власності. Завдяки цьому потенціал авторів зростає й з’являються нові шляхи для інвестицій у роботи улюблених авторів.",
  "page-dapps-collectibles-benefits-title": "децентралізовані колекції та трансляції",
  "page-dapps-collectibles-button": "Витвори мистецтва й колекції",
  "page-dapps-collectibles-description": "Це програми, направлені на роботу з цифровим правом власності. Завдяки цьому потенціал авторів зростає й з’являються нові шляхи для інвестицій у роботи улюблених авторів.",
  "page-dapps-collectibles-title": "Децентралізовані витвори мистецтва й колекції",
  "page-dapps-compound-logo-alt": "Compound logo",
  "page-dapps-convex-logo-alt": "Логотип Convex",
  "page-dapps-cryptopunks-logo-alt": "CryptoPunks logo",
  "page-dapps-cryptovoxels-logo-alt": "Cryptovoxels logo",
  "page-dapps-cyberconnect-logo-alt": "Логотип CyberConnect",
  "page-dapps-dapp-description-1inch": "Допомагає уникнути різкого спаду цін, агрегуючи найкращі з них.",
  "page-dapps-dapp-description-aave": "Позичте свої токени, щоб заробити відсотки й вивести їх будь-коли.",
  "page-dapps-dapp-description-ankr": "Набір різних товарів інфраструктури Web3 для створення, заробітку, ігор та іншого на блокчейн.",
  "page-dapps-dapp-description-api3": "Довідкові дані про ціни першої сторони, що дозволяють dApp на 10 тижнів (і більше) приєднуватися до даних про ціни активів у реальному часі, зокрема до цін на криптовалюту та форекс.",
  "page-dapps-dapp-description-arweave": "Постійне та екологічне зберігання даних з єдиною передоплатою.",
  "page-dapps-dapp-description-async-art": "#ProgrammableArt: створюйте, збирайте й продавайте цифрові картини, розділені на компоненти, які можна використовувати для впливу на все зображення. Кожен витвір мистецтва й кожен його компонент є токеном ERC721.",
  "page-dapps-dapp-description-audius": "Децентралізована платформа для трансляцій. Прослуховування приносять гроші авторам, а не лейблам.",
  "page-dapps-dapp-description-augur": "Робіть ставки на результати спортивних матчів, подій у сфері економіки та світових подій.",
  "page-dapps-dapp-description-axie-infinity": "Торгуйте войовничими створіннями Аксі. Заробляйте гроші, граючи в ігри (доступно на мобільних пристроях)",
  "page-dapps-dapp-description-balancer": "Balancer — це автоматизований менеджер портфелів і торгова платформа.",
  "page-dapps-dapp-description-brave": "Заробляйте токени за дії в Інтернеті й підтримуйте улюблених авторів.",
  "page-dapps-dapp-description-cent": "Соціальна мережа, у якій ви заробляєте гроші, публікуючи NFT.",
  "page-dapps-dapp-description-compound": "Позичте свої токени, щоб заробити відсотки й вивести їх будь-коли.",
  "page-dapps-dapp-description-convex": "Convex дає провайдерам ліквідності Curve змогу отримувати комісії з торгових угод і збільшені нагороди у вигляді CRV, не заморожуючи свої CRV.",
  "page-dapps-dapp-description-cryptopunks": "Купуйте, робіть ставки й продавайте CryptoPunks – одні з перших колекційних екземплярів у мережі Ethereum.",
  "page-dapps-dapp-description-cryptovoxels": "Створюйте мистецькі галереї, відкривайте магазини й купуйте земельні ділянки у віртуальному світі Ethereum.",
  "page-dapps-dapp-description-cyberconnect": "Децентралізований протокол соціального графа, який допомагає dApps завантажувати мережеві ефекти та створювати персоналізовані соціальний досвід",
  "page-dapps-dapp-description-dark-forest": "Завойовуйте планети в безмежному криптографічному всесвіті, для створення якого кожна деталь бралася до уваги.",
  "page-dapps-dapp-description-decentraland": "Збирайте й продавайте земельні ділянки в цікавому віртуальному світі.",
  "page-dapps-dapp-description-ens": "Зручні імена для адрес Ethereum і децентралізовані сайти.",
  "page-dapps-dapp-description-foundation": "Інвестуйте в унікальні цифрові витвори мистецтва й торгуйте ними з іншими покупцями.",
  "page-dapps-dapp-description-gitcoin": "Заробляйте криптовалюту за допомогою програмного забезпечення з відкритим кодом.",
  "page-dapps-dapp-description-gitcoin-grants": "Краудфандинг для проектів спільноти Ethereum із посиленими внесками",
  "page-dapps-dapp-description-gm": "Універсальна платформа для чату, форумів і голосового зв’язку, яка ділиться заробітком зі своїми авторами",
  "page-dapps-dapp-description-gods-unchained": "Стратегічна торгова карткова гра. Заробляйте карти, граючи в продажі так, як ви продавали б у реальному житті.",
  "page-dapps-dapp-description-golem": "Отримайте доступ до спільних обчислювальних машин або орендуйте власні ресурси.",
  "page-dapps-dapp-description-graph": "Протокол індексації для подання запитів мережам типу Ethereum і IPFS.",
  "page-dapps-dapp-description-ipfs": "Одноранговий гіпермедійний протокол, призначений для розвитку знань людства, роблячи веб обновлюваним, стійким і більш відкритим.",
  "page-dapps-dapp-description-radicle": "Безпечна взаємодія з одноранговим кодуванням без посередників.",
  "page-dapps-dapp-description-kyberswap": "Обмінюйтесь і заробляйте за кращими тарифами.",
  "page-dapps-dapp-description-lido": "Спрощений і безпечний стейкінг для цифрових активів.",
  "page-dapps-dapp-description-loopring": "Торговельна платформа P2P для швидкої роботи.",
  "page-dapps-dapp-description-marble-cards": "Створюйте унікальні цифрові картки на основі посилань і торгуйте ними.",
  "page-dapps-dapp-description-matcha": "Перевіряє кілька бірж, щоб виявляти найкращі ціни.",
  "page-dapps-dapp-description-meeds": "Центри спільнот Web3 для епохи децентралізованої роботи. Винагороджуйте важливі внески чесно та прозоро.",
  "page-dapps-dapp-description-mirror": "Створена на основі web3 для web3, надійна видавнича платформа Mirror розширює межі написання текстів онлайн",
  "page-dapps-dapp-description-multichain": "Найкращий маршрутизатор для web3. Це інфраструктура, розроблена для довільних міжланцюжкових взаємодій.",
  "page-dapps-dapp-description-nifty-gateway": "Купуйте роботи найпопулярніших митців, спортсменів, брендів і авторів прямо в мережі.",
  "page-dapps-dapp-description-summerfi": "Торгуйте, позичайте й зберігайте за допомогою Dai – стабільній монеті Ethereum.",
  "page-dapps-dapp-description-opensea": "Купуйте, продавайте, знаходьте та торгуйте товарами, кількість яких обмежено.",
  "page-dapps-dapp-description-opera": "Надсилайте криптовалюту зі свого веб-переглядача продавцям, іншим користувачам і додаткам.",
  "page-dapps-dapp-description-osuvox": "3D-аватари, що живуть на блокчейн",
  "page-dapps-dapp-description-poap": "Збирайте NFT, які доводять, що ви брали участь у різних подіях віртуально або особисто. Використовуйте їх, щоб брати участь у розіграшах, голосувати, співпрацювати або просто похвастати.",
  "page-dapps-dapp-description-polymarket": "Робіть ставки на результати. Торгуйте на інформаційних ринках.",
  "page-dapps-dapp-description-pooltogether": "Лотерея, у якій неможливо програти. Призи щотижня.",
  "page-dapps-dapp-description-index-coop": "Криптоіндексний фонд, який дає вашому портфоліо доступ до провідних токенів децентралізованих фінансів.",
  "page-dapps-dapp-description-nexus-mutual": "Страхове покриття без страхової компанії. Забезпечення захисту від помилок і зламів смартконтрактів.",
  "page-dapps-dapp-description-etherisc": "Шаблон децентралізованого страхування, який будь-хто може використовувати, щоб створити власне страхове покриття.",
  "page-dapps-dapp-description-zapper": "Відстежуйте своє портфоліо та використовуйте широкий спектр продуктів децентралізованих фінансів з одного інтерфейсу.",
  "page-dapps-dapp-description-zerion": "Керуйте своїм портфоліо та просто оцінюйте кожен окремий актив децентралізованих фінансів на ринку.",
  "page-dapps-dapp-description-rotki": "Інструмент для відстеження портфоліо з відкритим вихідним джерелом, аналітики, бухгалтерського обліку та податкових звітів, який поважає вашу конфіденційність.",
  "page-dapps-dapp-description-krystal": "Універсальна платформа з доступом до всіх ваших улюблених послуг DeFi.",
  "page-dapps-dapp-description-rarible": "Створюйте, продавайте й купуйте токенізовані колекційні предмети.",
  "page-dapps-dapp-description-request-finance": "Набір фінансових інструментів для криптовалютних рахунків, заробітної плати та витрат.",
  "page-dapps-dapp-description-rubic": "Міжланцюжковий технологічний агрегатор для користувачів dApp.",
  "page-dapps-dapp-description-sablier": "Переказуйте гроші в режимі реального часу.",
  "page-dapps-dapp-description-spatial": "Створення власного аватара і 3D-світів",
  "page-dapps-dapp-description-spruce": "Стек із відкритим кодом, що залишає контроль над ідентифікацією і даними за користувачами.",
  "page-dapps-dapp-description-status": "Призначений для забезпечення вільного розповсюдження інформації, захисту права на приватні, безпечні розмови та сприяння суверенітету особистостей.",
  "page-dapps-dapp-description-superrare": "Купуйте цифрові витвори мистецтва безпосередньо в митців або на вторинних ринках.",
  "page-dapps-dapp-description-synthetix": "Synthetix — це протокол для випуску синтетичних активів і торгівлі ними",
  "page-dapps-dapp-description-token-sets": "Криптографічні інвестиційні стратегії можна автоматично заново збалансувати.",
  "page-dapps-dapp-description-uniswap": "Легко обмінюйте токени або надавайте їх за винагороди у відсотках.",
  "page-dapps-dapp-description-xmtp": "Надсилати повідомлення між облікованими записами блокчейн, зокрема DM, сповіщення, оголошення тощо.",
  "page-dapps-dapp-description-yearn": "Yearn Finance — це агрегатор дохідності. Дає змогу приватним особам, DAO та іншим протоколам класти цифрові активи на депозит і отримувати дохід.",
  "page-dapps-docklink-dapps": "Про децентралізовані програми",
  "page-dapps-docklink-smart-contracts": "Смарт-контракти",
  "page-dapps-dark-forest-logo-alt": "Dark Forest logo",
  "page-dapps-decentraland-logo-alt": "Decentraland logo",
  "page-dapps-index-coop-logo-alt": "Логотип Index Coop",
  "page-dapps-nexus-mutual-logo-alt": "Логотип Nexus Mutual",
  "page-dapps-etherisc-logo-alt": "Логотип Etherisc",
  "page-dapps-zapper-logo-alt": "Логотип Zapper",
  "page-dapps-zerion-logo-alt": "Логотип Zerion",
  "page-dapps-rotki-logo-alt": "Логотип Rotki",
  "page-dapps-krystal-logo-alt": "Логотип Krystal",
  "page-dapps-synthetix-logo-alt": "Логотип Synthetix",
  "page-dapps-desc": "Знайдіть потрібну програму Ethereum.",
  "page-dapps-doge-img-alt": "Ілюстрація собаки за комп’ютером",
  "page-dapps-editors-choice-dark-forest": "Змагайтеся з іншими, завойовуйте планети та випробуйте найсучаснішу технологію масштабування та забезпечення конфіденційності Ethereum. Можливо, вона підійде для тих, хто вже працював із мережею Ethereum.",
  "page-dapps-editors-choice-foundation": "Інвестуйте в культуру. Купуйте й продавайте унікальні цифрові витвори мистецтва й елементи моди від талановитих митців, музикантів і брендів.",
  "page-dapps-editors-choice-pooltogether": "Купіть квиток на лотерею, у якій неможливо програти. Щотижня відсотки, що генеруються з усього пулу квитків, надсилаються одному щасливому переможцю. Повертайте гроші, коли вам завгодно.",
  "page-dapps-editors-choice-uniswap": "Легко обмінюйте токени. Це улюблена програма спільноти, оскільки в ній можна торгувати токенами з користувачами мережі.",
  "page-dapps-ens-logo-alt": "Ethereum Name Service logo",
  "page-dapps-explore-dapps-description": "Багато програм поки що експериментальні й перебувають на етапі тестування можливостей децентралізованих мереж. Однак у галузях технологій, фінансів, ігор та колекціонування вже є приклади їх успішного використання.",
  "page-dapps-explore-dapps-title": "Огляд програм",
  "page-dapps-features-1-description": "Код децентралізованої програми неможливо вилучити з мережі Ethereum, а її функції доступні всім користувачам. Навіть якщо команду, яка створила децентралізовану програму, розформовано, ви й далі можете нею користуватися. Щойно її код буде додано в мережу Ethereum, скасувати зміни не вдасться.",
  "page-dapps-features-1-title": "Немає власників",
  "page-dapps-features-2-description": "Ви не можете втратити право використовувати децентралізовану програму або надсилати транзакції. Наприклад, якби Твіттер був у мережі Ethereum, ніхто б не зміг заблокувати ваш акаунт або заборонити вам розміщувати твіти.",
  "page-dapps-features-2-title": "Ніякої цензури",
  "page-dapps-features-3-description": "Оскільки Ethereum має ETH, платежі здійснюються безпосередньо в мережі Ethereum. Розробникам не потрібно витрачати час на інтеграцію зі сторонніми постачальниками платіжних послуг.",
  "page-dapps-features-3-title": "Вбудовані платежі",
  "page-dapps-features-4-description": "Код децентралізованих програм часто відкритий і сумісний за умовчанням. Команди часто використовують у ньому роботи інших команд. Якщо ви хочете дозволити користувачам обмінювати токени у своїй децентралізованій програмі, то можете просто використати код іншої програми.",
  "page-dapps-features-4-title": "Підключайтеся й грайте",
  "page-dapps-features-5-description": "У більшості децентралізованих програм ви не маєте розкривати справжню особистість. Для доступу до акаунту Ethereum потрібен лише логін і гаманець.",
  "page-dapps-features-5-title": "Один анонімний логін",
  "page-dapps-features-6-description": "Криптографія гарантує, що зловмисники не зможуть виконувати транзакції й інші дії з децентралізованою програмою від вашого імені. Ви самі підтверджуєте дії в акаунті Ethereum (як правило, через гаманець), тому радимо тримати свої облікові дані в надійному місці.",
  "page-dapps-features-6-title": "Захищено криптографією",
  "page-dapps-features-7-description": "Децентралізована програма, запущена в мережі Ethereum, перестане працювати, лише якщо перестати працювати сама мережа. Глобальні мережі на кшталт Ethereum надзвичайно важко атакувати.",
  "page-dapps-features-7-title": "Безкінечна робота",
  "page-dapps-finance-benefits-1-description": "Фінансові сервіси, що працюють у мережі Ethereum, не мають вимог щодо реєстрації. Якщо у вас є кошти й з’єднання з Інтернетом, ви можете починати роботу.",
  "page-dapps-finance-benefits-1-title": "Відкритий доступ",
  "page-dapps-finance-benefits-2-description": "Існує дуже велика кількість токенів, з якими ви можете взаємодіяти в цих фінансових продуктах. Крім того, користувачі постійно створюють нові токени в мережі Ethereum.",
  "page-dapps-finance-benefits-2-title": "Нова економіка з використанням токенів",
  "page-dapps-finance-benefits-3-description": "Команди створили <a href=\"/glossary/#stablecoin\">стабільні монети</a> – надійнішу криптовалюту. Вони дають змогу експериментувати та використовувати криптовалюту без ризику та невизначеності.",
  "page-dapps-finance-benefits-3-title": "Стабільні монети",
  "page-dapps-finance-benefits-4-description": "Усі фінансові продукти в мережі Ethereum модульні й сумісні між собою. Нові конфігурації цих модулів весь час з’являються на ринку, розширюючи коло можливостей взаємодії з криптовалютою.",
  "page-dapps-finance-benefits-4-title": "Взаємозв’язані фінансові сервіси",
  "page-dapps-finance-benefits-description": "Що саме в мережі Ethereum дає змогу децентралізованим фінансовим програмам процвітати?",
  "page-dapps-finance-benefits-title": "децентралізовані фінанси",
  "page-dapps-finance-button": "Фінанси",
  "page-dapps-finance-description": "Це програми, націлені на надання фінансових послуг за допомогою криптовалют. Вони мають переваги кредитування, позик, отримання відсотків і використання конфіденційних платежів, оскільки для цього не потрібні особисті дані.",
  "page-dapps-finance-title": "Децентралізовані фінанси",
  "page-dapps-foundation-logo-alt": "Foundation logo",
  "page-dapps-gaming-benefits-1-description": "Не важливо, що це – віртуальні земельні ділянки чи торгові картки. Ваші предмети можна продавати на колекційних ринках. Ігрові предмети мають реальну цінність.",
  "page-dapps-gaming-benefits-1-title": "Цінність ігрових предметів подвоюється, якщо використовувати їх як токени",
  "page-dapps-gaming-benefits-2-description": "Ви володієте ігровими предметами (іноді – прогресом), але не компаніями з розробки ігор. Сам тому ви нічого не втратите, якщо гру такої компанії атакують, перестане працювати сервер або сама компанія розпадеться.",
  "page-dapps-gaming-benefits-2-title": "Ваші заощадження в безпеці",
  "page-dapps-gaming-benefits-3-description": "Таким же чином платежі в мережі Ethereum доступні всім для перевірки. Ігри можуть використовувати цю функцію для забезпечення справедливості. Теоретично все можна перевірити – від кількості критичних ударів до розміру воєнної скрині противника.",
  "page-dapps-gaming-benefits-3-title": "Доказова справедливість",
  "page-dapps-gaming-benefits-description": "Що саме в мережі Ethereum дає змогу децентралізованим іграм процвітати?",
  "page-dapps-gaming-benefits-title": "децентралізовані ігри",
  "page-dapps-gaming-button": "Ігри",
  "page-dapps-gaming-description": "Це програми, націлені на створення віртуальних світів і змагання з іншими гравцями за допомогою колекційних предметів, що мають реальну цінність.",
  "page-dapps-gaming-title": "Децентралізовані ігри",
  "page-dapps-get-some-eth-description": "За дії в децентралізованих програмах потрібно сплачувати комісію за транзакції",
  "page-dapps-get-started-subtitle": "Щоб скористатися децентралізованою програмою, потрібно мати <a href=\"/glossary/#wallet\">гаманець</a> і певну кількість ETH. Гаманець дасть змогу під’єднати програму або ввійти в неї, а ETH допоможуть сплатити <a href=\"/glossary/#transaction-fee\">комісії за транзакції</a>.",
  "page-dapps-get-started-title": "Початок роботи",
  "page-dapps-gitcoin-grants-logo-alt": "Gitcoin Grants logo",
  "page-dapps-gitcoin-logo-alt": "Gitcoin logo",
  "page-dapps-gm-logo-alt": "Логотип gm.xyz",
  "page-dapps-gods-unchained-logo-alt": "Gods Unchained logo",
  "page-dapps-golem-logo-alt": "Golem logo",
  "page-dapps-graph-logo-alt": "Логотип Graph",
  "page-dapps-radicle-logo-alt": "Логотип Radicle",
  "page-dapps-hero-header": "Інструменти й сервіси Ethereum",
  "page-dapps-hero-subtitle": "Децентралізовані програми – це програми на основі технологій Ethereum, що допомагають руйнувати старі бізнес-моделі й створювати нові.",
  "page-dapps-how-dapps-work-p1": "Децентралізовані програми мають власний внутрішній код (смартконтракти) і працюють у децентралізованій мережі, а не на централізованому сервері. Вони використовують <a href=\"/glossary/#blockchain\">блокчейн</a> Ethereum для зберігання даних і смартконтрактів.",
  "page-dapps-how-dapps-work-p2": "Розумний контракт - це ніби набір загальнодоступних правил у мережі, яка функціонує відповідно до цих правил. Уявіть торговий автомат. Якщо мати достатньо коштів і робити правильний вибір, ви обов’язково отримаєте потрібний предмет. Так само, як і торгові автомати, розумні контракти можуть містити кошти (як ваш акаунт Ethereum). Це дає змогу коду керувати угодами й транзакціями.",
  "page-dapps-how-dapps-work-p3": "У децентралізовані програми, запущені в мережі Ethereum, неможливо внести зміни. Такі програми децентралізовані, оскільки працюють за принципом, прописаним у контракті, а не створеним людиною чи компанією.",
  "page-dapps-how-dapps-work-title": "Як працюють децентралізовані програми",
  "page-dapps-ipfs-logo-alt": "Логотип IPFS",
  "page-dapps-kyberswap-logo-alt": "Логотип KyberSwap",
  "page-dapps-learn-callout-button": "Почати",
  "page-dapps-learn-callout-description": "Наш спільний портал для розробників містить документи, інструменти й фреймворки, які допоможуть вам створити децентралізовану програму.",
  "page-dapps-learn-callout-image-alt": "Ілюстрація руки, що будує символ ETH із цеглинок Lego.",
  "page-dapps-learn-callout-title": "Як створити децентралізовану програму",
  "page-dapps-lido-logo-alt": "Логотип Lido",
  "page-dapps-loopring-logo-alt": "Loopring logo",
  "page-dapps-magic-behind-dapps-description": "Децентралізовані програми схожі на звичайні. Однак вони мають особливі функції завдяки перевагам мережі Ethereum. Ось що відрізняє децентралізовані програми від звичайних.",
  "page-dapps-magic-behind-dapps-link": "У чому переваги мережі Ethereum?",
  "page-dapps-magic-behind-dapps-title": "Особливі переваги децентралізованих додатків",
  "page-dapps-magic-title-1": "Особливі",
  "page-dapps-magic-title-2": "переваги",
  "page-dapps-magician-img-alt": "Ілюстрація магів",
  "page-dapps-marble-cards-logo-alt": "marble.cards logo",
  "page-dapps-async-logo-alt": "Логотип Async",
  "page-dapps-matcha-logo-alt": "Matcha logo",
  "page-dapps-meeds-logo-alt": "Логотип Meeds",
  "page-dapps-metaverse-benefits-title": "метавсесвіт",
  "page-dapps-metaverse-benefits-description": "Що саме в мережі Ethereum дає змогу метавсесвіту процвітати?",
  "page-dapps-metaverse-benefits-1-title": "NFT",
  "page-dapps-metaverse-benefits-1-description": "Унікальні ігрові предмети, що належать користувачам і можуть використовуватися у віртуальних світах і ринках, що підтримують ті ж стандарти.",
  "page-dapps-metaverse-benefits-2-title": "Спільноти у власності користувачів",
  "page-dapps-metaverse-benefits-2-description": "Ідентичності належать користувачам із нескінченними можливостями досліджувати й створювати соціальні мережі в декількох віртуальних світах.",
  "page-dapps-metaverse-button": "Метавсесвіт",
  "page-dapps-metaverse-title": "Метавсесвіт",
  "page-dapps-metaverse-description": "Це програми, що дають змогу користувачам вільно перебувати у віртуальних світах. Користувачі можуть створити особисті мережі і брати у власність цифрові активи",
  "page-dapps-mirror-logo-alt": "Логотип Mirror",
  "page-dapps-mobile-options-header": "Пошукайте в іншій категорії",
  "page-dapps-multichain-logo-alt": "Логотип Multichain",
  "page-dapps-nifty-gateway-logo-alt": "Nifty Gateway logo",
  "page-dapps-summerfi-logo-alt": "Логотип Summer.fi",
  "page-dapps-opensea-logo-alt": "OpenSea logo",
  "page-dapps-opera-logo-alt": "Opera logo",
  "page-dapps-osuvox-logo-alt": "Логотип OSUVOX",
  "page-dapps-polymarket-logo-alt": "Polymarket logo",
  "page-dapps-poap-logo-alt": "Логотип протоколу підтвердження відвідування",
  "page-dapps-pooltogether-logo-alt": "PoolTogether logo",
  "page-dapps-rarible-logo-alt": "Rarible logo",
  "page-dapps-ready-button": "ОК",
  "page-dapps-ready-description": "Виберіть потрібну децентралізовану програму",
  "page-dapps-ready-title": "Готові?",
  "page-dapps-request-finance-logo-alt": "Логотип Request Finance",
  "page-dapps-rubic-logo-alt": "Логотип Rubic",
  "page-dapps-sablier-logo-alt": "Sablier logo",
  "page-dapps-set-up-a-wallet-button": "Знайти гаманець",
  "page-dapps-set-up-a-wallet-description": "Гаманець - це ваш логін для входу в децентралізовану програму",
  "page-dapps-set-up-a-wallet-title": "Налаштуйте гаманець",
  "page-dapps-social-button": "Соціальний",
  "page-dapps-social-description": "Це програми, зосереджені на створенні децентралізованих соціальних мереж із використанням технологій децентралізованої ідентифікації, де цифрові ідентифікатори та соціальні графи належать користувачами.",
  "page-dapps-social-title": "Соціальний",
  "page-dapps-spatial-logo-alt": "Логотип Spatial",
  "page-dapps-spruce-logo-alt": "Логотип Spruce",
  "page-dapps-status-logo-alt": "Логотип Status",
  "page-dapps-superrare-logo-alt": "SuperRare logo",
  "page-dapps-technology-button": "Технології",
  "page-dapps-technology-description": "Це програми, націлені на децентралізацію інструментів розробників, включення криптоекономічних систем в існуючі технології та створення торговельних майданчиків для роботи з відкритим вихідним кодом.",
  "page-dapps-technology-title": "Децентралізована технологія",
  "page-dapps-token-sets-logo-alt": "Token Sets logo",
  "page-dapps-uniswap-logo-alt": "Uniswap logo",
  "page-dapps-wallet-callout-button": "Знайти гаманець",
  "page-dapps-wallet-callout-description": "Гаманці – це також децентралізовані програми. Знайдіть його на основі функцій, які вас цікавлять.",
  "page-dapps-wallet-callout-image-alt": "Ілюстрація робота.",
  "page-dapps-wallet-callout-title": "Перегляньте гаманці",
  "page-dapps-warning-header": "Завжди власноруч перевіряйте інформацію",
  "page-dapps-warning-message": "Ethereum – це нова технологія, тому більшість програм є новими. Перш ніж вкласти велику суму грошей, переконайтеся, що ви розумієте ризики.",
  "page-dapps-what-are-dapps": "Що таке децентралізовані програми?",
  "page-dapps-more-on-defi-button": "Докладніше про децентралізовані фінанси",
  "page-dapps-more-on-nft-button": "Докладніше про токенізовані предмети колекціонування",
  "page-dapps-more-on-nft-gaming-button": "Докладніше про токенізовані елементи в іграх",
  "page-dapps-dapp-description-pwn": "Легкі кредити на Ethereum, що підтримуються будь-яким токеном або NFT.",
  "page-dapps-pwn-image-alt": "Логотип PWN",
  "page-dapps-xmtp-logo-alt": "Логотип XMTP",
  "opage-dapps-yearn-logo-alt": "Логотип Yearn",
  "page-dapps-yearn-image-alt": "Логотип Yearn",
  "page-dapps-convex-image-alt": "Логотип Convex",
  "foundation": "Фонд",
  "page-wallets-get-some": "Отримайте ETH",
  "page-dapps-dapp-description-curve": "Curve — децентралізована біржа, орієнтована на стейблкоїни",
  "page-dapps-curve-image-alt": "Логотип Curve",
  "page-dapps-dapp-description-dodo": "DODO — це постачальник ліквідності в ланцюжку, який використовує алгоритм Proactive Market Maker (PMM)",
  "page-dapps-dodo-image-alt": "Логотип DODO",
  "page-dapps-dapp-description-artblocks": "Art Blocks створений, щоб постачати захопливі твори сучасного генеративного мистецтва",
  "page-dapps-artblocks-image-alt": "Логотип Art Blocks",
  "page-dapps-explore-title": "Переглянути більше програм?",
  "page-dapps-explore": "Перегляньте сотні децентралізованих додатків"
}
