{
  "page-what-is-ether-meta-title": "Що таке Ether (ETH)? (Повний посібник) | ethereum.org",
  "page-what-is-ether-meta-description": "Ether (ETH) — це власна криптовалюта Ethereum. Дізнайтеся, для чого вона використовується, як і де її купити, яка її кількість і що впливає на її ціну.",
  "page-what-is-ether-twitter-meta-description": "Ether (ETH) — це власна криптовалюта Ethereum. Дізнайтеся, для чого вона використовується, як і де її купити, яка її кількість тощо.",
  "page-what-is-ether-title": "Що таке Ether (ETH)?",
  "page-what-is-ether-hero-description-1": "Ether (ETH) — це власна криптовалюта, яка забезпечує роботу мережі Ethereum. Вона використовується для оплати комісій за транзакції (відомих як «газ») за користування мережею та застосунками, створеними на її основі, для захисту мережі за допомогою стейкінгу, а також слугує цифровими грошима для платежів та інвестицій без контролю з боку будь-якого центрального органу, організації чи уряду. ETH є однією з найбільших криптовалют за ринковою капіталізацією.",
  "page-what-is-ether-what-is-ether-description-1": "Ether, широко відомий як ETH, — це паливо, яке живить блокчейн Ethereum. На відміну від біткоїна, який в основному служить цифровими грошима, Ether має кілька застосувань в екосистемі Ethereum.",
  "page-what-is-ether-what-is-ether-description-2": "<strong>Як власна криптовалюта Ethereum, ETH використовується для:</strong>",
  "page-what-is-ether-what-is-ether-description-3": "Сплати комісій за транзакції (газу) за використання мережі та її застосунків",
  "page-what-is-ether-what-is-ether-description-4": "Захисту мережі Ethereum за допомогою стейкінгу",
  "page-what-is-ether-what-is-ether-description-5": "ETH було представлено у 2015 році в рамках запуску Ethereum, і з того часу він став одним із <assets>найцінніших активів у світі</assets>.",
  "page-what-is-ether-what-is-ether-description-6": "Для споживачів",
  "page-what-is-ether-what-is-ether-description-7": "ETH дає змогу здійснювати глобальні платежі без банків, купувати незамінні токени (NFT) та отримувати доступ до застосунків децентралізованих фінансів (DeFi). Він стійкий до цензури та має цілодобову транскордонну функціональність.",
  "page-what-is-ether-what-is-ether-description-8": "Для розробників",
  "page-what-is-ether-what-is-ether-description-9": "ETH використовується для оплати комісій за транзакції під час розгортання смарт-контрактів у головній мережі Ethereum. Це також основна валюта, що використовується в багатьох застосунках в екосистемі Ethereum.",
  "page-what-is-ether-what-is-ether-description-10": "Для інвесторів",
  "page-what-is-ether-what-is-ether-description-11": "ETH функціонує як засіб збереження вартості та актив, що генерує дохід, завдяки стейкінгу. Він забезпечує доступ до зростання web3 та розширення цифрової економіки.",
  "page-what-is-ether-what-is-ether-description-12": "Дізнайтеся більше про стейкінг ETH",
  "page-what-is-ether-how-to-buy-eth": "Як купити ETH",
  "page-what-is-ether-how-to-buy-eth-description-1": "Купити ETH просто, є кілька варіантів залежно від ваших потреб та місцезнаходження. <strong>Завжди починайте з надійної платформи</strong>, що пропонує надійний захист.",
  "page-what-is-ether-how-to-buy-eth-description-2": "Споживачі можуть купити ETH на криптовалютних біржах або в гаманцевих застосунках.",
  "page-what-is-ether-how-to-buy-eth-description-3": "<strong>До відома</strong>",
  "page-what-is-ether-how-to-buy-eth-description-4": "Купуючи ETH, ви почуєте слова «<strong>обліковий запис/адреса</strong>» та «<strong>гаманець</strong>».",
  "page-what-is-ether-how-to-buy-eth-description-5": "Уявляйте свій <strong>обліковий запис як адресу електронної пошти</strong>, на яку вам надсилають гроші.",
  "page-what-is-ether-how-to-buy-eth-description-6": "Уявляйте свій <strong>гаманець як застосунок електронної пошти</strong>, де ви перевіряєте баланси та здійснюєте платежі.",
  "page-what-is-ether-how-to-buy-eth-description-7": "Ви можете придбати ETH за допомогою:",
  "page-what-is-ether-how-to-buy-eth-description-8": "<strong>Кредитних/дебетових карток</strong>: миттєво, але з вищими комісіями",
  "page-what-is-ether-how-to-buy-eth-description-9": "<strong>Банківських переказів</strong>: повільніше, але з нижчими комісіями",
  "page-what-is-ether-how-to-buy-eth-description-10": "<strong>PayPal</strong> або подібних сервісів, де вони доступні",
  "page-what-is-ether-how-to-buy-eth-description-11": "<strong>Для бізнесу</strong> біржі пропонують корпоративні облікові записи з вищими лімітами, кращою підтримкою, функціями відповідності, знижками за обсяг та підвищеною безпекою.",
  "page-what-is-ether-how-to-buy-eth-description-12": "Інші способи отримати ETH:",
  "page-what-is-ether-how-to-buy-eth-description-13": "<strong>Отримувати платежі</strong> від знайомих",
  "page-what-is-ether-how-to-buy-eth-description-14": "<strong>Надавати ліквідність</strong> у протоколах децентралізованих фінансів",
  "page-what-is-ether-how-to-buy-eth-description-15": "<strong>Стейкінг ETH</strong>, щоб отримувати винагороди, захищаючи мережу Ethereum",
  "page-what-is-ether-how-to-buy-eth-description-16": "Дізнайтеся більше про те, як і де купити ETH",
  "page-what-is-ether-how-to-send-and-receive-eth": "Як надсилати й отримувати ETH",
  "page-what-is-ether-how-to-send-and-receive-eth-description-1": "<strong>Для надсилання ETH</strong> потрібен гаманець і адреса одержувача. Введіть адресу, вкажіть суму, перевірте комісію за транзакцію та підтвердіть. Транзакції зазвичай надходять менш ніж за 30 секунд і не можуть бути скасовані після підтвердження.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-2": "<strong>Для отримання ETH</strong> потрібно надати відправнику свою адресу Ethereum або QR-код. Кошти з’являться у вашому гаманці після підтвердження мережі, при цьому більшість гаманців надсилають сповіщення.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-3": "<strong>Потрібна допомога?</strong> Прочитайте посібник <howToUseWallet>Як користуватися гаманцем</howToUseWallet>.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-4": "Купуючи ETH, ви почуєте слова «<strong>обліковий запис/адреса</strong>» та «<strong>гаманець</strong>».",
  "page-what-is-ether-how-to-send-and-receive-eth-description-5": "Уявляйте свій <strong>обліковий запис як адресу електронної пошти</strong>, на яку вам надсилають гроші.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-6": "Уявляйте свій <strong>гаманець як застосунок електронної пошти</strong>, де ви перевіряєте баланси та здійснюєте платежі.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-7": "Для великих сум варто розглянути апаратні гаманці для додаткової безпеки.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-8": "Дізнайтеся про Ethereum і як він працює.",
  "page-what-is-ether-how-to-send-and-receive-eth-callout": "Надавайте свою адресу Ethereum лише довіреним контактам. Оскільки Ethereum є публічним реєстром, вони зможуть бачити ваш баланс і транзакції. Вони не зможуть отримати доступ до ваших коштів, але рекомендується дотримуватися конфіденційності.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth": "Скільки часу займає надсилання ETH?",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-1": "Транзакції ETH зазвичай завершуються менш ніж за 30 секунд. Мережа Ethereum обробляє блоки кожні 12 секунд, хоча під час перевантаження транзакції можуть ставати в чергу.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-2": "Транзакції досягають «остаточності» приблизно через 15 хвилин, порівняно із середнім показником Bitcoin у 60 хвилин.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-3": "Під час високої завантаженості мережі ви можете прискорити транзакції, сплативши вищі комісії, що поставить вас попереду в черзі. Комісії розподіляються між валідаторами та механізмом спалювання.",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth": "Скільки коштує надіслати ETH?",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth-description-1": "Транзакції Ethereum вимагають сплати <strong>комісії в ETH</strong>. Розмір комісії розраховується на основі необхідної обчислювальної роботи (вимірюється в «газі») та поточного попиту в мережі. Ціна газу коливається залежно від завантаженості мережі, що робить транзакції дешевшими в періоди низького навантаження.",
  "page-what-is-ether-l2s": "Знайомтеся з L2: Масштабування Ethereum",
  "page-what-is-ether-l2s-description-1": "Зі зростанням популярності Ethereum підтримувати низькі комісії за транзакції стає все складніше. <strong>Мережі рівня 2 (L2)</strong> вирішують цю проблему.",
  "page-what-is-ether-l2s-description-2": "L2, такі як <optimism>Optimism</optimism> та <arbitrum>Arbitrum</arbitrum>, пропонують <strong>у 10–100 разів дешевші комісії</strong>, успадковуючи безпеку Ethereum. Вони обробляють транзакції поза ланцюгом і публікують дані в Ethereum.",
  "page-what-is-ether-l2s-description-3": "Уявіть їх як швидкісні смуги, що забезпечують швидші та дешевші транзакції поруч із головною магістраллю Ethereum.",
  "page-what-is-ether-l2s-description-4": "<strong>Перекази</strong> L2 <strong>зазвичай коштують менше 0,01 долара</strong>, що робить Ethereum доступним для мільйонів нових користувачів завдяки інтеграції з такими компаніями, як Robinhood, PayPal та Shopify.",
  "page-what-is-ether-what-is-the-eth-supply": "Яка пропозиція ETH?",
  "page-what-is-ether-what-is-the-eth-supply-description-1": "На відміну від фіксованого ліміту Bitcoin у 21 мільйон, ETH має динамічну механіку пропозиції:",
  "page-what-is-ether-what-is-the-eth-supply-description-2": "Нові ETH випускаються для винагороди валідаторів мережі з обмеженою швидкістю, що розраховується протоколом",
  "page-what-is-ether-what-is-the-eth-supply-description-3": "Частина кожної комісії за транзакцію назавжди «спалюється» (видаляється з обігу)",
  "page-what-is-ether-what-is-the-eth-supply-description-4": "Це створює чергування періодів інфляції та дефляції залежно від використання мережі",
  "page-what-is-ether-what-is-the-eth-supply-description-5": "<strong>Очікувана рівновага</strong>: система збалансовує безпеку мережі зі збереженням довгострокової вартості. Високе використання призводить до дефляції; низьке використання — до інфляції.",
  "page-what-is-ether-what-is-the-eth-supply-description-6": "Джерела даних: <etherscan>Etherscan</etherscan>, <ultrasound>Ultrasound Money</ultrasound>",
  "page-what-is-ether-what-is-the-distribution-of-eth": "Який розподіл ETH?",
  "page-what-is-ether-what-is-the-distribution-of-eth-description-1": "Власність широко розподілена між <etherscan>десятками мільйонів адрес</etherscan>, що запобігає концентрації контролю та посилює децентралізацію.",
  "page-what-is-ether-breakdown": "Розподіл Ether",
  "page-what-is-ether-breakdown-description-1": "<strong>Ether у стейкінгу</strong>: десятки мільйонів ETH <beaconchain>заблоковано</beaconchain> для безпеки мережі",
  "page-what-is-ether-breakdown-description-2": "<strong>Біржі</strong>: централізовані платформи <unchained>утримують 13–16%</unchained> пропозиції",
  "page-what-is-ether-breakdown-description-3": "<strong>Смарт-контракти</strong>: значні суми в смарт-контрактах, включно з протоколами DeFi",
  "page-what-is-ether-breakdown-description-4": "<strong>Ethereum Foundation</strong>: володіє <ef>менш ніж 0,3%</ef> пропозиції (порівняно з 9% у 2014 році)",
  "page-what-is-ether-who-holds-most": "Хто володіє найбільшою часткою?",
  "page-what-is-ether-who-holds-most-description-1": "Адреси Ethereum з найвищими балансами ETH, як правило, не належать окремим особам. Переважна більшість Ether, що відображається на «топових» адресах Ethereum, являє собою колективні, об'єднані кошти багатьох різних людей та організацій, а не володіння однієї людини. ",
  "page-what-is-ether-who-holds-most-description-2": "Облікові записи ETH із найвищим балансом зазвичай включають:",
  "page-what-is-ether-who-holds-most-description-3": "Депозитний контракт Beacon Chain: баланс депозитного контракту представляє всі ETH, які були <staked>внесені до стейкінгу</staked>, щоб допомогти захистити мережу Ethereum. Хоча це адреса Ethereum з найбільшим балансом ETH, вона не є доступним обліковим записом гаманця Ethereum. Це смарт-контракт, який приймає депозити в ETH як перший крок для участі в стейкінгу, а потім керує балансами цього Ether серед активних валідаторів мережі.",
  "page-what-is-ether-who-holds-most-description-4": "Смарт-контракти: багато інших адрес Ethereum з високим балансом представляють смарт-контракти, які живлять застосунки на базі Ethereum, наприклад, адреси смарт-контрактів для протоколів децентралізованих фінансів (DeFi), мостів або децентралізованих автономних організацій (DAO). Баланси цих контрактів представляють Ether, який багато гаманців внесли для участі в їхніх застосунках.",
  "page-what-is-ether-who-holds-most-description-5": "Збірні рахунки: це великі гаманці, якими керують біржі, платформи та фонди (наприклад, Coinbase, Robinhood або Binance). Коли користувач купує ETH на біржі, він часто зберігається на одному з цих величезних рахунків разом з ETH, що належить тисячам інших клієнтів платформи.",
  "page-what-is-ether-who-holds-most-description-6": "Ви можете переглянути актуальний список адрес гаманців Ethereum з найвищими балансами ETH на <etherscan>Etherscan тут</etherscan>.",
  "page-what-is-ether-distribution": "Чому розподіл важливий для децентралізації",
  "page-what-is-ether-distribution-description-1": "Широкий розподіл запобігає централізованому контролю. Справжня децентралізація залежить від кількості незалежних вузлів та валідаторів, які підтримують мережу.",
  "page-what-is-ether-what-makes-eth-valuable": "Що робить ETH цінним?",
  "page-what-is-ether-what-makes-eth-valuable-description-1": "Цінність ETH походить із кількох джерел:",
  "page-what-is-ether-what-makes-eth-valuable-description-2": "<strong>Корисність у мережі</strong>: усі транзакції в Ethereum вимагають ETH для сплати комісій за газ, що створює постійний попит, який зростає з поширенням мережі.",
  "page-what-is-ether-what-makes-eth-valuable-description-3": "<strong>Винагороди за стейкінг</strong>: стейкери ETH отримують дохід, захищаючи мережу, що приваблює як індивідуальних, так і інституційних інвесторів.",
  "page-what-is-ether-what-makes-eth-valuable-description-4": "<strong>Засіб збереження вартості</strong>: багато хто розглядає ETH як «цифрову нафту» — дефіцитний актив із реальною корисністю, що живить цифрову економіку.",
  "page-what-is-ether-what-makes-eth-valuable-description-5": "<strong>Динаміка пропозиції</strong>: спалювання комісій створює дефляційний тиск у періоди високого використання. З 2021 року <ultrasound>мільйони ETH були назавжди вилучені</ultrasound> з обігу.",
  "page-what-is-ether-what-is-wrapping-eth": "Що таке обгортання ETH?",
  "page-what-is-ether-what-is-wrapping-eth-description-1": "Обгорнутий ETH (WETH) — це токен ERC-20, який представляє ETH у співвідношенні 1:1. Багато децентралізованих застосунків і мереж L2 створені для роботи з токенами ERC-20, але сам нативний ETH не є токеном ERC-20. «Обгортання» означає блокування ETH у смарт-контракті та випуск представлення цього заблокованого ETH у вигляді токена ERC-20 (WETH), що дозволяє використовувати його в будь-яких застосунках і мережах L2, які можуть приймати лише токени ERC-20.",
  "page-what-is-ether-what-is-wrapping-eth-description-2": "Поширені способи використання:",
  "page-what-is-ether-what-is-wrapping-eth-description-3": "Торгові пари на децентралізованих біржах, таких як <uniswap>Uniswap</uniswap>",
  "page-what-is-ether-what-is-wrapping-eth-description-4": "Застава на кредитних платформах, таких як <aave>Aave</aave>",
  "page-what-is-ether-what-is-wrapping-eth-description-5": "Ставки на NFT-маркетплейсах, таких як <opensea>OpenSea</opensea>",
  "page-what-is-ether-what-is-wrapping-eth-description-6": "WETH можна будь-коли розгорнути назад в ETH із мінімальними комісіями. WETH знищується, а ETH, який він представляв, вивільняється зі смарт-контракту. Більшість застосунків безперешкодно обробляють процес обгортання та розгортання.",
  "page-what-is-ether-what-is-wrapping-eth-description-7": "Дізнайтеся більше про обгорнутий ETH (WETH)",
  "page-what-is-ether-gas-table-transaction-type": "Тип транзакції",
  "page-what-is-ether-gas-table-typical-cost-range": "Діапазон вартості в реальному часі",
  "page-what-is-ether-gas-table-estimated-gas-units": "Орієнтовні одиниці газу",
  "page-what-is-ether-gas-table-row-1-1": "Перекази ETH",
  "page-what-is-ether-gas-table-row-2-1": "Обмін токенів",
  "page-what-is-ether-gas-table-row-3-1": "Складні транзакції DeFi/NFT"
}