{
  "page-staking-just-staking": "Стейкінг",
  "page-staking-image-alt": "Зображення носорога, що репрезентує панель запуску Eth2.",
  "page-staking-51-desc-1": "Завдяки стейкінгу приєднуватися до мережі як валідатор легше, тому ми очікуємо збільшення кількості валідаторів. Так атакувати мережу буде складніше, оскільки це коштуватиме дорожче.",
  "page-staking-accessibility": "Доступ",
  "page-staking-accessibility-desc": "Оскільки вимог до технічних засобів стане менше й з’явиться можливість приєднуватися до груп за відсутності 32 ETH, до мережі приєднуватиметься більше кількість користувачів. Це зробить мережу більш децентралізованою Ethereum і посилить її захист за рахунок зменшення ймовірності атак.",
  "page-staking-at-stake": "Ви можете втратити ETH",
  "page-staking-at-stake-desc": "Оскільки для підтвердження транзакцій і створення нових блоків потрібно мати ETH, ви можете втратити свої кошти, якщо спробуєте обійти систему.",
  "page-staking-benefits": "Переваги приєднання до Ethereum",
  "page-staking-check-address": "Перевірте адресу",
  "page-staking-consensus": "Докладніше про механізм консенсусу",
  "page-staking-deposit-address": "Перевірте адресу поповнення",
  "page-staking-deposit-address-desc": "Якщо ви вже виконали вказівки з налаштування на панелі запуску, то знаєте, що маєте здійснити транзакцію на контакт стейкінгу. Радимо уважно перевіряти адресу. Офіційну адресу можна знайти на сайті ethereum.org і кількох інших надійних сайтах.",
  "page-staking-desc-1": "Ви отримуєте винагороди за дії, які допомагають мережі досягти консенсусу, зокрема за транзакції в нових блоках або перевірку роботи інших валідаторів. Це забезпечує безпечну роботу мережі.",
  "page-staking-desc-2": "Незважаючи на те, що ви отримуєте винагороди за дії, що приносять користь мережі, ви все одно можете втратити ETH за зловмисні дії, перехід у автономний режим і невдалу перевірку.",
  "page-staking-desc-3": "Щоб стати повноправним валідатором, потрібно мати 32 ETH або достатню кількість ETH для приєднання до групи стейкінгу. Ви також повинні керувати клієнтом Eth1 або основної мережі. На панелі запуску ви знайдете вказівки й вимоги щодо технічного забезпечення. Крім того, ви можете скористатися API серверної частини.",
  "page-staking-description": "Стейкінг – це поповнення в розмірі 32 ETH програмного забезпечення активного валідатора для його активації. Як валідатор ви відповідаєте за збереження даних, обробку транзакцій і додавання нових блоків у блокчейн. Це допоможе зробити мережу Ethereum безпечною для всіх, а ви заробите ETH у процесі під назвою \"доказ частки\", упроваджений у рамках оновлення Beacon Chain.",
  "page-staking-docked": "Детальніше про об’єднання",
  "page-staking-dyor": "Перевіряйте інформацію власноруч",
  "page-staking-dyor-desc": "Жоден із перелічених сервісів для стейкінгу не є офіційним. Перевірте інформацію про них, щоб вибрати найкращий.",
  "page-staking-header-1": "Отримайте ETH, щоб стати валідатором Ethereum",
  "page-staking-how-much": "Скільки ви хочете вкласти?",
  "page-staking-how-to-stake": "Як вкласти частку",
  "page-staking-how-to-stake-desc": "Це залежить від того, скільки ви готові вкласти. Щоб стати повноправним валідатором, потрібно вкласти 32 ETH, однак ви можете вкласти менше.",
  "page-staking-join": "Приєднатися",
  "page-staking-join-community": "Приєднуйтеся до спільноти стейкерів",
  "page-staking-join-community-desc": "r/ethstaker – це загальнодоступна спільнота для обговорення стейкінгу в мережі Ethereum. Приєднуйтеся, щоб отримувати поради й підтримку та спілкуватися.",
  "page-staking-less-than": "Менше ніж",
  "page-staking-link-1": "Переглянути API серверної частини",
  "page-staking-meta-description": "Огляд стейкінгу в мережі Ethereum: ризики, винагороди, вимоги й сервіси.",
  "page-staking-meta-title": "Стейкінг у мережі Ethereum",
  "page-staking-more-sharding": "Докладніше про сегментування",
  "page-staking-pool": "Стейкінг у групі",
  "page-staking-pool-desc": "Якщо у вас менше ніж 32 ETH, ви можете внести меншу частку в групу стейкінгу. Так роблять деякі компанії, щоб ви не хвилювалися про підключення до Інтернету. Ось кілька таких компаній.",
  "page-staking-pos-explained": "Про доказ частки",
  "page-staking-pos-explained-desc": "Стейкінг – це те, чим потрібно займатися, щоб стати валідатором у систему доказів частки. Це механізм консенсусу, який згодом замінить поточну систему на основі доказів виконаної роботи. Механізми консенсусу забезпечують захист і децентралізованість блокчейнів на кшталт Ethereum.",
  "page-staking-pos-explained-desc-1": "Доказ частки дає змогу захистити мережу різними способами:",
  "page-staking-services": "Переглянути сервіси для стейкінгу",
  "page-staking-sharding": "Розблоковує сегментування",
  "page-staking-sharding-desc": "Сегментування даних можливе лише в системі на основі доказів частки. Якщо застосувати такий підхід у системі на основі доказів виконаної роботи, це послабить роботу комп’ютерів, які захищають мережу. Так зловмисним майнерам було б легше контролювати сегменти. Однак цього не станеться за умови рандомно призначених стейкерів у системі доказів частки.",
  "page-staking-solo": "Зробіть вклад і запустіть валідатор",
  "page-staking-solo-desc": "Щоб почати процес стейкінгу, потрібно скористатися панеллю запуску Eth2. На ній наведено вказівки з налаштування. Ви також маєте керувати клієнтом Eth2 – локальною копією блокчейну. Для завантаження на комп’ютер можна знадобитися деякий час.",
  "page-staking-start": "Зробити вклад",
  "page-staking-subtitle": "Стейкінг корисний для екосистеми Ethereum. Ви можете допомогти нам захистити мережу й разом із тим отримати винагороди.",
  "page-staking-sustainability": "Надійність",
  "page-staking-sustainability-desc": "Валідаторам не потрібні енергоємні комп’ютери для приєднання до системи доказів частки. Вистачить ноутбука або смартфона. Це зробить мережу Ethereum екологічнішою.",
  "page-staking-the-beacon-chain": "Докладніше про Beacon Chain",
  "page-staking-title-1": "Винагороди",
  "page-staking-title-2": "Ризики",
  "page-staking-title-3": "Вимоги",
  "page-staking-title-4": "Як вкласти ETH",
  "page-staking-upgrades-li": "Доказ частки керується оновленням Beacon Chain.",
  "page-staking-upgrades-li-2": "У майбутньому в мережі Ethereum функціонуватиме Beacon Chain (доказ частки) й основна мережа (доказ виконаної роботи). Остання використовується вже багато років.",
  "page-staking-upgrades-li-3": "Протягом цього часу власники часток додаватимуть нові блоки в Beacon Chain, але не оброблятимуть транзакції в основній мережі.",
  "page-staking-upgrades-li-4": "Ethereum повністю перейде на систему доказу частки володіння, щойно основна мережа Ethereum об’єднається з Beacon Chain.",
  "page-staking-upgrades-li-5": "Потім буде невелике оновлення, яке дасть змогу виводити кошти, залучені до стейкінгу.",
  "page-staking-upgrades-title": "Доказ частки й оновлення Eth2",
  "page-staking-validators": "Що більше валідаторів, то кращий захист",
  "page-staking-validators-desc": "У блокчейні, такому як Ethereum, можна піддавати цензурі транзакції та змінювати їх порядок відповідно до ваших потреб, якщо ви контролюєте більшу частину мережі. Але щоб контролювати більшу частину мережі, вам потрібна більшість валідаторів, а для цього вам потрібно контролювати більшу частину ETH у системі — це дуже багато! Ця кількість ETH зростає щоразу, коли в систему входить новий валідатор, підвищуючи безпеку мережі. Модель безпеки з доказом виконаної роботи, яку замінить модель із доказом частки володіння, вимагає від валідаторів (майнерів) мати спеціалізоване обладнання та багато фізичного простору — увійти в систему як майнер важко, тому захист від атак на більшість не дуже підвищується. Модель безпеки з доказом частки володіння не має цих вимог, що повинно збільшити мережу (і її стійкість до атак на більшість) до розмірів, для яких неможливо використовувати доказ виконаної роботи.",
  "page-staking-withdrawals": "Виведення часток стане доступним згодом",
  "page-staking-withdrawals-desc": "Ви не зможете вивести свою частку, доки не буде впроваджено майбутні оновлення. Виведення часток будуть доступні в невеликому оновленні після об’єднання основної мережі з Beacon Chain."
}
