{
  "consensus-client-lighthouse-logo-alt": "Lighthouse logo",
  "consensus-client-lodestar-logo-alt": "Lodestar logo",
  "consensus-client-nimbus-logo-alt": "Nimbus logo",
  "consensus-client-prysm-logo-alt": "Prysm logo",
  "consensus-client-teku-logo-alt": "Teku logo",
  "page-upgrades-answer-1": "Вважайте Eth2 набором оновлень, покликаних покращити відомий нам сьогодні Ethereum. У рамках цих оновлень буде створено новий ланцюг Beacon Chain і до 64 сегментів даних.",
  "page-upgrades-answer-2": "Вони не стосуватимуться основної мережі Ethereum, що наразі використовується, однак і не замінять її. Натомість основну мережу буде об’єднано з цією паралельною системою, яку ми додамо згодом.",
  "page-upgrades-answer-4": "Іншими словами, відома нам мережа Ethereum зрештою матиме всі функції, які ми збираємося додати в рамках оновлень Eth2.",
  "page-upgrades-beacon-chain-btn": "Докладніше про Beacon Chain",
  "page-upgrades-beacon-chain-date": "Оновлення Beacon Chain було запущено 1 грудня 2020 року.",
  "page-upgrades-beacon-chain-desc": "Перше оновлення Eth2 в екосистемі. У рамках Beacon Chain у мережу Ethereum додано стейкінг. Це основа для майбутніх оновлень, яка зрештою керуватиме новою системою.",
  "page-upgrades-beacon-chain-estimate": "Beacon Chain запущено",
  "page-upgrades-beacon-chain-title": "Beacon Chain",
  "page-upgrades-bug-bounty": "Переглянути програму винагород",
  "page-upgrades-clients": "Переглянути клієнтів Eth2",
  "page-staking-deposit-contract-title": "Перевірте адресу контакту, за яким здійснювалося поповнення",
  "page-upgrades-diagram-ethereum-mainnet": "Основна мережа Ethereum",
  "page-upgrades-diagram-h2": "Як поєднуються оновлення",
  "page-upgrades-diagram-link-1": "Докладніше про доказ виконаної роботи",
  "page-upgrades-diagram-link-2": "Докладніше про ланцюги сегментів даних",
  "page-upgrades-diagram-mainnet": "Основна мережа",
  "page-upgrades-diagram-p": "Основна мережа Ethereum продовжить існувати в поточному вигляді деякий час. Оновлення Beacon Chain і сегментування даних не впливатиме на роботу мережі.",
  "page-upgrades-diagram-p-1": "Зрештою основну мережу буде з’єднано з новою системою, упровадженою в рамках оновлень Eth2.",
  "page-upgrades-diagram-p-2": "Beacon Chain почне керувати мережею Ethereum і валідаторами, а також установлюватиме швидкість створення блоків.",
  "page-upgrades-diagram-p-3": "Спочатку це оновлення функціонуватиме окремо від основної мережі й контролюватиме роботу валідаторів. Воно ніяк не стосується розумних контрактів, транзакцій і акаунтів.",
  "page-upgrades-diagram-p-4": "Завдяки сегментуванню з’являться додаткові дані, що допоможе збільшити кількість транзакцій в основній мережі. Ними керуватиме Beacon Chain.",
  "page-upgrades-diagram-p-5": "Однак усі транзакції, як і раніше, покладатимуться на основну мережу, що й надалі функціонуватиме у відомому нам вигляді. Її безпеку гарантують докази виконаної роботи та майнери.",
  "page-upgrades-diagram-p-6": "Основна мережа з’єднається із системою доказу частки, що координується оновленням Beacon Chain.",
  "page-upgrades-diagram-p-8": "Після цього основна мережа стане сегментом даних у новій системі. Майнери більше не будуть потрібні, оскільки мережу Ethereum захищатимуть валідатори.",
  "page-upgrades-diagram-p10": "Eth2 – це не перехід і не єдине оновлення. Це набір оновлень, націлених на розкриття справжнього потенціалу Ethereum. Так вони всі й поєднуються.",
  "page-upgrades-diagram-scroll": "Прокрутіть для огляду й натисніть, щоб дізнатися більше.",
  "page-upgrades-diagram-shard": "Сегмент даних (1)",
  "page-upgrades-diagram-shard-1": "Сегмент даних (...)",
  "page-upgrades-diagram-shard-2": "Сегмент даних (2)",
  "page-upgrades-diagram-shard-3": "Сегмент даних (...)",
  "page-upgrades-diagram-validators": "Докладніше про валідаторів",
  "page-upgrades-dive": "Дізнайтеся більше про оновлення",
  "page-upgrades-dive-desc": "Як ми збираємося масштабувати мережу Ethereum, посилити її захист і надійність? Усе ще шляхом забезпечення децентралізації Ethereum.",
  "page-upgrades-docking": "Об’єднання",
  "page-upgrades-merge-answer-1": "Об’єднання відбувається, коли основна мережа починає використовувати Beacon Chain для консенсусу, а система доказу виконаної роботи вимкнута.",
  "page-upgrades-merge-btn": "Детальніше про об’єднання",
  "page-upgrades-merge-desc": "У певний момент основній мережі Ethereum потрібно буде об’єднатися з Beacon Chain. Це зробить можливим стейкінг для всієї мережі та стане сигналом про закінчення енергоємного майнінгу.",
  "page-upgrades-merge-estimate": "Очікується: 2022",
  "page-upgrades-merge-mainnet": "Що таке основна мережа?",
  "page-upgrades-merge-mainnet-eth2": "Об’єднання основної мережі та Beacon Chain",
  "page-upgrades-eth-blog": "Блог на сайті ethereum.org",
  "page-upgrades-explore-btn": "Переглянути оновлення",
  "page-upgrades-get-involved": "Долучитися до оновлень Eth2",
  "page-upgrades-get-involved-2": "Долучитися",
  "page-upgrades-head-to": "Перейти до",
  "page-upgrades-help": "Хочете допомогти з оновленнями Eth2?",
  "page-upgrades-help-desc": "Існує багато способів допомогти нам із упровадженням оновлень Eth2 і тестуванням, а також отримати винагороди.",
  "page-upgrades-index-staking": "Стейкінг уже тут",
  "page-upgrades-index-staking-desc": "Упровадження стейкінгу має ключове значення для оновлень Eth2. Якщо ви хочете допомогти нам захистити мережу Ethereum за допомогою ETH, виконайте ці вказівки.",
  "page-upgrades-index-staking-learn": "Дізнайтеся, що таке стейкінг",
  "page-upgrades-index-staking-learn-desc": "У рамках оновлення Beacon Chain у мережі Ethereum буде запущено стейкінг. Якщо у вас є ETH, ви можете допомогти нам захистити мережу й разом із тим заробити більше ETH.",
  "page-upgrades-index-staking-step-1": "1. Виберіть налаштування на панелі запуску",
  "page-upgrades-index-staking-step-1-btn": "Перейти на панель запуску",
  "page-upgrades-index-staking-step-1-desc": "Щоб долучитися до оновлень Eth2, потрібно скористатися панеллю запуску. На ній ви знайдете потрібні вказівки.",
  "page-upgrades-index-staking-step-2": "2. Підтвердьте адресу для стейкінгу",
  "page-upgrades-index-staking-step-2-btn": "Підтвердити адресу",
  "page-upgrades-index-staking-step-2-desc": "Перш ніж отримати ETH, введіть правильну адресу та виконайте вказівки на панелі запуску.",
  "page-upgrades-index-staking-sustainability": "Надійність",
  "page-upgrades-just-docking": "Детальніше про об’єднання",
  "page-upgrades-meta-desc": "Огляд оновлень Ethereum 2.0 та ідей, які ми плануємо реалізувати.",
  "page-upgrades-meta-title": "Оновлення Eth2",
  "page-upgrades-miners": "Докладніше про майнерів",
  "page-upgrades-more-on-upgrades": "Докладніше про оновлення Eth2",
  "page-upgrades-proof-of-stake": "доказ частки",
  "page-upgrades-proof-of-work": "доказ виконаної роботи",
  "page-upgrades-proof-stake-link": "Докладніше про доказ частки",
  "page-upgrades-question-1-desc": "Eth2 – це набір важливих оновлень, які будуть запущені в різний час.",
  "page-upgrades-question-1-title": "Коли убуде запущено оновлення Eth2?",
  "page-upgrades-question-2-desc": "Eth2 – це не окремий блокчейн.",
  "page-upgrades-question-2-title": "Eth2 – це окремий блокчейн?",
  "page-upgrades-question-3-answer-2": "Об’єднання та оновлення ланцюгів сегментів даних можуть вплинути на розробників децентралізованих програм. Але специфікації ще не завершені, тому не потрібно негайно виконувати жодні дії.",
  "page-upgrades-question-3-answer-3": "Зв’яжіться з командою розробки оновлень Eth2 на сторінці ethresear.ch.",
  "page-upgrades-question-3-answer-3-link": "Відвідати ethresear.ch",
  "page-upgrades-question-3-desc": "Наразі вам не потрібно нічого робити, щоб підготуватися до запуску оновлень Eth2.",
  "page-upgrades-question-3-title": "Мені потрібно готуватися до Eth2?",
  "page-upgrades-question-4-answer-1": "Надсилаючи транзакції та користуючись децентралізованими програмами, ви використовуєте Eth1. Це мережа Ethereum. яку захищають майнери.",
  "page-upgrades-question-4-answer-2": "Eth1 (основна мережа) і далі працюватиме звичайним чином аж до моменту об’єднання.",
  "page-upgrades-question-4-answer-3": "Після об’єднання, валідатори забезпечать захист усієї мережі за допомогою доказу частки.",
  "page-upgrades-question-4-answer-6": "Валідаторами можуть стати всі, хто мають ETH.",
  "page-upgrades-question-4-answer-7": "Докладніше про стейкінг",
  "page-upgrades-question-4-answer-8": "Оновлення Beacon Chain і ланцюги сегментів даних не вплинуть на роботу Eth1, оскільки їх запущено окремо.",
  "page-upgrades-question-4-desc": "Eth1 – це основна мережа Ethereum, у якій ви наразі здійснюєте транзакції.",
  "page-upgrades-question-4-title": "Що таке Eth1?",
  "page-upgrades-question-5-answer-1": "Щоб стати повноцінним валідатором в мережі, вам потрібно буде отримати 32 ETH. Якщо ж у вас їх немає або ви не хочете стільки купувати, то можете приєднатися до стейк-пулів. Так ви купуватимете менше й отримуватимете фракції загальних нагород.",
  "page-upgrades-question-5-desc": "Вам потрібно буде скористатися панеллю запуску стейкінгу або підключити стейк-пул.",
  "page-upgrades-question-5-title": "Як отримати частку?",
  "page-upgrades-question-6-answer-1": "Наразі не потрібно вживати будь-яких заходів. Однак ми рекомендуємо вам стежити за розвитком подій, що стосуються об’єднання та оновлень ланцюгів сегментів даних.",
  "page-upgrades-question-6-answer-3": "Дені Райан з Ethereum Foundation регулярно оновлює спільноту:",
  "page-upgrades-question-6-answer-4": "Бен Едгінгтон із ConsenSys щотижня випускає інформаційний лист, присвячений оновленням Eth2:",
  "page-upgrades-question-6-answer-5": "Ви також можете приєднатися до обговорень щодо розробки Eth2 на сторінці ethresear.ch.",
  "page-upgrades-question-6-desc": "Майбутні оновлення не вплинуть на вашу децентралізовану програму, однак імовірно, що для їх упровадження потрібно буде внести деякі зміни.",
  "page-upgrades-question-6-title": "Що мені робити з моєю децентралізованою програмою?",
  "page-upgrades-question-7-desc": "Багато різних команд з усієї спільноти працюють над різними оновленнями Eth2.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(Rust)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(JavaScript)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(Nim)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(Go)",
  "page-upgrades-question-7-teams": "Клієнтські команди Eth2:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(Java)",
  "page-upgrades-question-7-title": "Хто розробляє оновлення Eth2?",
  "page-upgrades-question-8-answer-1": "Оновлення Eth2 допоможуть масштабувати мережу Ethereum шляхом децентралізації, забезпечуючи її безпеку й надійність.",
  "page-upgrades-question-8-answer-2": "Найбільш очевидною проблемою, імовірно, є те, що мережа Ethereum повинна обробляти 15–45 транзакцій за секунду. Однак оновлення Eth2 також націлені на вирішення інших проблем, що зараз наявні в мережі Ethereum.",
  "page-upgrades-question-8-answer-3": "Мережа Ethereum настільки популярна, що користуватися нею стало дорого. Вузли в мережі потерпають від розмірів Ethereum і обсягу даних, які повинні обробляти комп’ютери. Крім того, внутрішній алгоритм захисту й децентралізації Ethereum став надто енергоємним.",
  "page-upgrades-question-8-answer-4": "Багато впроваджуваних змін були частиною плану з розвитку мережі Ethereum ще з 2015 року. Однак поточний стан мережі потребує оновлень навіть більше.",
  "page-upgrades-question-8-answer-6": "Огляд оновлень Eth2",
  "page-upgrades-question-8-desc": "Відома нам мережа Ethereum повинна стати зручнішою для кінцевих користувачів і учасників мережі.",
  "page-upgrades-question-8-title": "Навіщо потрібні оновлення Eth2?",
  "page-upgrades-question-9-answer-1": "Найбільш значуща дія, яку ви можете виконати, – це придбати ETH.",
  "page-upgrades-question-9-answer-2": "Також радимо запустити другий клієнт, щоб допомогти покращити їх різноманітність.",
  "page-upgrades-question-9-answer-3": "Якщо вам більше цікавить технічна сторона, ви можете зайнятися пошуком помилок у нових клієнтах.",
  "page-upgrades-question-9-answer-4": "Крім того, ви можете поділитися своєю думкою в технічних обговореннях із розробниками Ethereum на сторінці ethresear.ch.",
  "page-upgrades-question-9-desc": "Щоб долучитися, не потрібно бути технічно підкованим. Спільнота буде вдячна за будь-який внесок.",
  "page-upgrades-question-9-stake-eth": "Частка ETH",
  "page-upgrades-question-9-title": "Як зробити внесок в оновлення Eth2?",
  "page-upgrades-question-10-answer-1": "Нам не хочеться багато говорити про технічну карту, оскільки це програмне забезпечення, яке може змінюватися. Ми вважаємо, що користувачам легше зрозуміти, що відбувається тоді, коли вони читають про результати.",
  "page-upgrades-question-10-answer-1-link": "Переглянути оновлення",
  "page-upgrades-question-10-answer-2": "Однак якщо ви стежили за обговореннями, ось як оновлення відповідають технічним картам.",
  "page-upgrades-question-10-answer-3": "Фаза 0 – це перелік дій, потрібних для запуску оновлення Beacon Chain.",
  "page-upgrades-question-10-answer-5": "Спочатку фаза 1 була зосереджена на впровадженні ланцюгів сегментів даних, але потім пріоритетним стало об’єднання.",
  "page-upgrades-question-10-answer-6": "Спочатку планувалося, що фаза 1.5 слідуватиме за впровадженням сегментів даних, коли основну мережу буде додано як останній сегмент до Beacon Chain. Щоб пришвидшити перехід від майнінгу з доказом виконаної роботи, основна мережа натомість представлятиме перший сегмент даних, який має доєднатися до Beacon Chain. Тепер це явище називається об’єднанням, і воно стане значним кроком на шляху до створення екологічнішої технології Ethereum.",
  "page-upgrades-question-10-answer-7": "Хоча плани щодо фази 2 були предметом інтенсивних дискусій і досліджень, об’єднання, заплановане перед ланцюгами сегментів даних, дасть змогу продовжувати переоцінку відповідно до потреб у подальшій розробці Ethereum. Враховуючи орієнтований на об’єднання план, негайна необхідність у ланцюгах сегментів даних є спірною.",
  "page-upgrades-question-10-answer-8": "Докладніше про карту, орієнтовану на об’єднання",
  "page-upgrades-question-10-desc": "Фази відповідають етапам роботи й націлені на виконання дій у технічній карті Eth2.",
  "page-upgrades-question-10-title": "Що таке фази Eth2?",
  "page-upgrades-question-title": "Поширені запитання",
  "page-upgrades-question3-answer-1": "Власникам ETH точно не потрібно нічого робити. Ваші одиниці ETH не потрібно буде змінювати або оновлювати. Однак остерігайтеся шахраїв, які наполягатимуть на протилежному, і будьте обережні.",
  "page-upgrades-scalable": "Масштабування",
  "page-upgrades-scalable-desc": "Мережа Ethereum повинна виконувати тисячі транзакцій за секунду, щоб вам було легше й дешевше користуватися програмами.",
  "page-upgrades-secure": "Безпека",
  "page-upgrades-secure-desc": "Мережа Ethereum має бути більш захищеною. Оскільки вона стає все більш популярною, протокол потрібно краще захистити від усіх видів атак.",
  "page-upgrades-shard-button": "Докладніше про ланцюги сегментів даних",
  "page-upgrades-shard-date": "Після об’єднання в певний момент у 2023 році буде здійснено оновлення стосовно ланцюгів сегментів даних.",
  "page-upgrades-shard-desc": "Ланцюги сегментів даних збільшать ємність мережі Ethereum: вона зможе обробляти більше транзакцій і зберігати більше даних. З часом до сегментування поетапно додаватимуться нові функції.",
  "page-upgrades-shard-estimate": "Очікується: 2023",
  "page-upgrades-shard-lower": "Докладніше про ланцюги сегментів даних",
  "page-upgrades-shard-title": "Ланцюги сегментів даних",
  "page-upgrades-stay-up-to-date": "Будьте в курсі подій",
  "page-upgrades-stay-up-to-date-desc": "Стежте за новинами від дослідників і розробників, які працюють над оновленнями Eth2.",
  "page-upgrades-sustainable-desc": "Мережа Ethereum має бути екологічнішою. Поточні технології потребують забагато комп’ютерів і енергії.",
  "page-upgrades-take-part": "Візьміть участь у дослідженні",
  "page-upgrades-take-part-desc": "Розробники Ethereum і просто зацікавлені користувачі обговорюють тут новини, пов’язані з Eth2.",
  "page-upgrades-the-upgrades": "Оновлення Eth2",
  "page-upgrades-the-upgrades-desc": "Eth2 – це набір оновлень, націлених на масштабування мережі Ethereum, а також покращення її захисту й надійності. Хоча оновлення розробляються окремо, вони містять елементи, що їх поєднують і визначають, коли буде запущено наступне.",
  "page-upgrades-unofficial-roadmap": "Це не офіційна технічна карта. Це наше бачення, створене на основі спостережень. Однак коли мови йде про технології, ситуація може змінитися в будь-який момент. Тож це вважайте це офіційною заявою.",
  "page-upgrades-upgrade-desc": "Відома нам масштабована мережа Ethereum з покращеним захистом і надійністю...",
  "page-upgrades-upgrades": "Оновлення Eth2",
  "page-upgrades-upgrades-aria-label": "Меню оновлень Eth2",
  "page-upgrades-upgrades-beacon-chain": "Beacon Chain",
  "page-upgrades-upgrades-docking": "Об’єднання",
  "page-upgrades-upgrades-guide": "Посібник з оновлень Eth2",
  "page-upgrades-upgrades-shard-chains": "Ланцюги сегментів даних",
  "page-upgrades-upgrading": "Радикальне оновлення Ethereum",
  "page-upgrades-vision": "Наше бачення",
  "page-upgrades-vision-btn": "Докладніше про призначення Eth2",
  "page-upgrades-vision-desc": "Щоб зробити мережу Ethereum ще більш популярною та зручною для всіх, її потрібно масштабувати, краще захистити й зробити надійнішою.",
  "page-upgrades-vision-upper": "Призначення Eth2",
  "page-upgrades-what-to-do": "Що вам потрібно зробити?",
  "page-upgrades-what-to-do-desc": "Якщо ви користувач децентралізованої програми або власник ETH вам не потрібно нічого робити. Якщо ви розробник або хочете почати займатися стейкінгом, існує безліч способів долучитися.",
  "page-upgrades-whats-next": "Що таке Eth2?",
  "page-upgrades-whats-next-desc": "Eth2 – це набір взаємопов’язаних оновлень, покликаних масштабувати мережу Ethereum, покращити її захист і надійність. Над розробкою цих оновлень працюють різні команди в екосистемі Ethereum.",
  "page-upgrades-whats-ethereum": "Чекайте, що таке Ethereum?",
  "page-upgrades-whats-new": "Що нового в Eth2?"
}
