{
  "page-layer-2-hero-title": "Рівень 2",
  "page-layer-2-hero-header": "Мережі Ethereum",
  "page-layer-2-hero-description": "Використовуйте Ethereum за незначну частину вартості.",
  "page-layer-2-hero-button-2-content": "Дізнайтеся більше",
  "page-layer-2-period": ".",
  "page-layer-2-calloutCard-1-title": "Комісії $0,01",
  "page-layer-2-calloutCard-1-description": "Ви можете торгувати, надсилати гроші по всьому світу або використовувати програми, не турбуючись про високі витрати.",
  "page-layer-2-calloutCard-2-title": "Майже миттєві транзакції",
  "page-layer-2-calloutCard-2-description": "Незалежно від того, чи ви робите швидкий платіж, чи берете участь у децентралізованих фінансах (DeFi), усі транзакції займають лише кілька секунд.",
  "page-layer-2-calloutCard-3-title": "На базі Ethereum",
  "page-layer-2-calloutCard-3-description": "Перевірений часом і децентралізований блокчейн Ethereum функціонує як розрахунковий шар для інших нових мереж.",
  "page-layer-2-meta-title": "Вступ до другого шару Ethereum: переваги та використання",
  "page-layer-2-meta-description": "Дізнайтеся про мережі другого шару Ethereum",
  "page-layer-2-powered-by-ethereum-title": "На базі Ethereum",
  "page-layer-2-powered-by-ethereum-description-1": "Ethereum — це вже не просто одна мережа.",
  "page-layer-2-powered-by-ethereum-description-2": "Завдяки сотням блокчейнів, побудованих на його основі, Ethereum став економічно ефективнішим, швидшим і доступнішим для щоденного використання.",
  "page-layer-2-powered-by-ethereum-description-3": "Відкрийте майбутнє, приєднавшись до однієї з багатьох мереж на базі Ethereum!",
  "page-layer-2-man-and-dog-alt": "Чоловік і собака граються",
  "page-layer-2-blockchain-transaction-cost": "Середня вартість транзакції в блокчейні Ethereum",
  "page-layer-2-networks-transaction-cost": "Середня вартість транзакції в мережах на базі Ethereum",
  "page-layer-2-network-of-networks-title": "Мережа мереж",
  "page-layer-2-network-of-networks-description": "Надійність і безпека Ethereum забезпечують платформу для створення інших мереж. Завдяки єдиному обліковому запису все сумісне й легко підключається.",
  "page-layer-2-ethereum-logo-alt": "Ethereum",
  "page-layer-2-ready-to-start-title": "Готові почати?",
  "page-layer-2-ready-to-start-description": "Перегляньте всі різні мережі, які доступні для вас.",
  "page-layer-2-ready-to-start-button": "Досліджуйте мережі",
  "page-layer-2-go": "Go",
  "page-layer-2-walking-alt": "Прогулянка",
  "page-layer-2-why-do-we-need-multiple-networks-1": "Навіщо нам потрібні численні мережі на Ethereum?",
  "page-layer-2-why-do-we-need-multiple-networks-2": "Чому існують усі ці мережі, а не лише одна мережа Ethereum?",
  "page-layer-2-faq-title": "Часті питання",
  "page-layer-2-faq-ExpandableCard-1-title": "Як дізнатися, що мережа є частиною Ethereum?",
  "page-layer-2-faq-ExpandableCard-1-description-1": "Існує багато різних способів класифікувати мережі стосовно Ethereum. Багато мереж стверджують, що вони займаються масштабуванням Ethereum, щоб здобути популярність. Однак одна чітка перспектива полягає в тому, чи зберігає мережа свої дані в основній мережі Ethereum. Це значно підвищує безпеку користувачів і відповідає бездозвільному баченню Ethereum. Такі проекти часто називають «зведеннями». Якщо дані зберігаються в іншому місці, то проект не є прямим розширенням Ethereum, а є скоріше незалежним. Перегляньте деякі з найпопулярніших",
  "page-layer-2-faq-ExpandableCard-1-description-2": "Деякі конкретні галузі, такі як ігри або нефінансові програми, можуть не потребувати таких прямих тісних зв’язків, оскільки для них краще підходять інші технології.",
  "page-layer-2-faq-ExpandableCard-2-title": "Чи всі ці мережі безпечні?",
  "page-layer-2-faq-ExpandableCard-2-description-1": "Хоча вони, як правило, розроблені з надійними функціями безпеки, їх безпека залежить від базової технології, безпеки смартконтрактів і",
  "page-layer-2-faq-ExpandableCard-2-link": "зрілості мережі",
  "page-layer-2-faq-ExpandableCard-2-description-2": "Користувачі повинні проводити належну обачність, починаючи з невеликих транзакцій і відстежуючи оновлення, щоб забезпечити безпечне використання.",
  "page-layer-2-faq-ExpandableCard-3-title": "Чому Ethereum не може масштабувати власний ланцюг замість того, щоб покладатися на ці мережі?",
  "page-layer-2-faq-ExpandableCard-3-description": "Ethereum не може легко масштабувати свій основний ланцюг, оскільки він має залишатися безпечним і децентралізованим. Пришвидшення роботи основного ланцюга може зробити його менш безпечним і більш централізованим. Мережі Ethereum допомагають, обробляючи транзакції поза основним ланцюгом, а потім використовуючи основний ланцюг для безпеки, що дозволяє Ethereum обробляти більше транзакцій, не втрачаючи безпеки чи децентралізації.",
  "page-layer-2-faq-ExpandableCard-4-title": "Чому не існує «офіційних» мереж Ethereum?",
  "page-layer-2-faq-ExpandableCard-4-description": "Так само як не існує «офіційного» клієнта Ethereum, немає «офіційного» рівня 2 Ethereum. Ethereum не вимагає дозволів — технічно кожен може створити рівень 2! Кілька команд реалізовуватимуть свою версію рівня 2, і екосистема в цілому отримає переваги від різноманітності підходів до проєктування, оптимізованих для різних випадків використання. Подібно до того, як у нас є кілька клієнтів Ethereum, розроблених кількома командами, щоб мати різноманітність у мережі, так у майбутньому розвиватиметься рівень 2.",
  "page-layer-2-callout-1-title": "Досліджуйте різні мережі",
  "page-layer-2-callout-1-description": "Дізнайтеся, чим мережі відрізняються одна від одної та як далеко вони просунулися у своєму розвитку.",
  "page-layer-2-callout-2-title": "Цікавлять додаткові деталі?",
  "page-layer-2-callout-2-description": "Цікавитеся технологією та причинами такого підходу до масштабування? Дізнайтеся більше про ідеї та різні технологічні підходи.",
  "page-layer-2-arbitrum-description": "Arbitrum One — це Optimistic Rollup загального призначення, створений Offchain Labs і керований Arbitrum DAO.",
  "page-layer-2-base-description": "Base — це Optimistic Rollup, створений за допомогою OP Stack. Він пропонує недорогий і зручний для розробників спосіб для будь-кого та будь-де створювати onchain.",
  "page-layer-2-optimism-description": "OP Mainnet — це еквівалентний EVM Optimistic Rollup. Його мета — бути швидким, простим і безпечним.",
  "page-layer-2-blast-description": "Blast — це EVM-сумісний Optimistic Rollup, що підтримує власну дохідність.",
  "page-layer-2-zksync2-description": "ZKsync Era — це ZK Rollup загального призначення з повною сумісністю з EVM.",
  "page-layer-2-linea-description": "Linea — це ZK Rollup на базі Consensys zkEVM, розроблений для масштабування мережі Ethereum.",
  "page-layer-2-scroll-description": "Scroll — це ZK Rollup, який розширює можливості Ethereum за допомогою технології ZK та сумісності з EVM.",
  "page-layer-2-starknet-description": "Starknet — це ZK Rollup загального призначення на основі STARKs і Cairo VM.",
  "page-layer-2-mode-description": "Mode — це Optimistic Rollup зі стеком OP, що створює економіку AIFi.",
  "page-layer-2-taiko-description": "Taiko — це децентралізований, еквівалентний Ethereum ZK-EVM rollup, який забезпечує безперебійний міжланцюговий зв’язок.",
  "page-layer-2-unichain-description": "Unichain — це нативний для DeFi L2-шар Ethereum, створений, щоб стати домівкою для ліквідності в різних ланцюгах.",
  "page-layer-2-ink-description": "Ink — це блокчейн другого шару стека OP Ethereum, розроблений як осередок DeFi для Superchain; потужний базовий шар для розгортання інноваційних протоколів DeFi.",
  "page-layer-2-zircuit-description": "Zircuit — це EVM-сумісний ZK Rollup із системою безпеки на рівні секвенсора на основі ШІ для виявлення та запобігання зловмисним транзакціям."
}
