{
  "page-upgrades-vision-2014": "Переглянути допис у блозі від 2014 року з інформацією про доказ частки",
  "page-upgrades-vision-beacon-chain": "Beacon Chain",
  "page-upgrades-vision-beacon-chain-btn": "Докладніше про Beacon Chain",
  "page-upgrades-vision-beacon-chain-date": "Beacon Chain запущено",
  "page-upgrades-vision-beacon-chain-desc": "Перше оновлення Eth2 в екосистемі. У рамках Beacon Chain в мережу Ethereum впроваджено стейкінг і закладено основи для майбутній оновлень. Згодом це оновлення координуватиме нову систему.",
  "page-upgrades-vision-beacon-chain-upper": "Beacon Chain",
  "page-upgrades-vision-desc-1": "Мережа Ethereum повинна зменшити перевантаження мережі та покращити швидкість, щоб краще обслуговувати глобальну базу користувачів.",
  "page-upgrades-vision-desc-2": "Оскільки мережа розширюється, запускати вузли стає все складніше. Якщо намагатися масштабувати мережу, це все тільки більше ускладнить.",
  "page-upgrades-vision-desc-3": "Мережа Ethereum використовує надто багато електроенергії. Технології, які забезпечують захист мережі, мають бути екологічнішими.",
  "page-upgrades-vision-merge-date": "Очікується: 2022",
  "page-upgrades-vision-merge-desc": "У певний момент основній мережі Ethereum потрібно буде об’єднатися з Beacon Chain. Це зробить можливим стейкінг для всієї мережі та стане сигналом про закінчення енергоємного майнінгу.",
  "page-upgrades-vision-ethereum-node": "Докладніше про вузли",
  "page-upgrades-vision-explore-upgrades": "Огляд оновлень",
  "page-upgrades-vision-future": "Цифрове майбутнє в глобальному масштабі",
  "page-upgrades-vision-meta-desc": "Огляд впливу оновлень Eth2 на мережу Ethereum і виклики, які потрібно подолати.",
  "page-upgrades-vision-meta-title": "Ethereum 2.0 (Eth2)",
  "page-upgrades-vision-mining": "Докладніше про майнінг",
  "page-upgrades-vision-problems": "Поточні проблеми",
  "page-upgrades-vision-scalability": "Масштабованість",
  "page-upgrades-vision-scalability-desc": "Мережа Ethereum повинна виконувати більше транзакцій за секунду, не збільшуючи розмір вузлів у мережі. Вузли – це життєво важливі компоненти мережі, які зберігають дан і керують блокчейном. Збільшення розміру вузла було б непрактичним рішенням, оскільки це можуть робити лише потужні й дорогі комп’ютери. Щоб масштабувати мережу, Ethereum має здійснювати транзакцій за секунду та мати більше вузлів. Це забезпечить надійніший захист.",
  "page-upgrades-vision-scalability-desc-3": "Оновлення, пов’язане з ланцюгами сегментів даних, перенаправить навантаження мережі в 64 нові вузли. Так мережа Ethereum менше зависатиме й швидше оброблятиме транзакції, кількість яких буде більшою ніж 15–45 за секунду.",
  "page-upgrades-vision-scalability-desc-4": "Хоч ланцюгів і стане більше, обсяг робити валідаторів (майнерів мережі) зменшиться. Їм потрібно буде лише керувати призначеними сегментами даних, а не всією мережею Ethereum. Це спростить вузли й дасть мережі Ethereum змогу масштабуватися, залишаючись децентралізованою.",
  "page-upgrades-vision-security": "Безпека",
  "page-upgrades-vision-security-desc": "Завдяки оновленням Eth2 мережу Ethereum краще захищено від координованих атак, зокрема таких, коли хтось володіє 51% мережі й може внести зловмисні зміни.",
  "page-upgrades-vision-security-desc-3": "Перехід на систему доказів частки означає, що протокол Ethereum краще захищено від атак, оскільки в цій системі валідатори, що відповідають за безпеку мережі, мають вносити значну суму ETH у протокол. Якщо вони спробують атакувати мережу, протокол автоматично знищить їхні частки ETH.",
  "page-upgrades-vision-security-desc-5": "У системі доказів виконаної роботи це неможливо, оскільки в разі порушень майнери, які захищають мережу, щонайбільше втратять отримані винагороди. Щоб досягти такого ж ефекту в цій системі, протокол повинен мати змогу знищити все обладнання майнерів, які намагаються обійти чи зламати систему.",
  "page-upgrades-vision-security-desc-5-link": "Докладніше про доказ виконаної роботи",
  "page-upgrades-vision-security-desc-8": "Через впровадження ланцюгів сегментів даних необхідно також змінити модель безпеки Ethereum. Beacon Chain випадковим чином призначатиме валідаторів різним сегментам даних — це робить практично неможливим для валідаторів будь-яку змову, націлену на конкретний сегмент даних. Сегментування не є безпечним у блокчейні з доказом виконаної роботи, тому що протокол не може контролювати майнерів таким чином.",
  "page-upgrades-vision-security-desc-10": "Стейкінг також означає, що вам не потрібно інвестувати в придбання дорогих технічних засобів, щоб запустити вузол Ethereum. Ми сподіваємося, що це заохотить більше користувачів ставати валідаторами, покращить децентралізацію мережі й зменшить імовірність атак.",
  "page-upgrades-vision-security-staking": "Частка ETH",
  "page-upgrades-vision-security-validator": "Ви можете стати валідатором, якщо вкладете ETH.",
  "page-upgrades-vision-shard-chains": "ланцюги сегментів даних",
  "page-upgrades-vision-shard-date": "Очікується: 2021",
  "page-upgrades-vision-shard-desc-4": "Ланцюги сегментів даних розподілятимуть навантаження мережі між 64 новими блокчейнами. Завдяки сегментам швидкість обробки транзакцій може неймовірно зрости – до 100 000 за секунду.",
  "page-upgrades-vision-shard-upgrade": "Докладніше про ланцюги сегментів даних",
  "page-upgrades-vision-staking-lower": "Докладніше про стейкінг",
  "page-upgrades-vision-subtitle": "Допомагайте покращувати мережу Ethereum, доки вона не стане корисною для всього людства.",
  "page-upgrades-vision-sustainability": "Стійкість",
  "page-upgrades-vision-sustainability-desc-1": "Ні для кого не секрет, що Ethereum та інші блокчейни, такі як Bitcoin, витрачають багато енергії через майнінг.",
  "page-upgrades-vision-sustainability-desc-2": "Однак ми прагнемо захищати Ethereum за допомогою ETH, а не комп’ютерної енергії. Для цього й потрібен стейкінг.",
  "page-upgrades-vision-sustainability-desc-3": "Хоча стейкінг буде впроваджено в рамках оновлення Beacon Chain, мережа Ethereum, до якої ми звикли, працюватиме паралельно звичним чином аж до моменту її злиття і оновленнями Eth2. Одна система захищена ETH, інша – комп’ютерною енергією. Це відбувається тому, що ланцюги сегментів даних не витримали б наших акаунтів і децентралізованих програм. Ось чому ми не можемо просто забути про майнінг і основну мережу.",
  "page-upgrades-vision-sustainability-desc-8": "Щойно буде запущено Beacon Chain, ми почнемо працювати над об’єднанням основної мережі з новою системою. Це перетворить основну мережу на сегмент даних, який буде захищено ETH. Вона також споживатиме набагато менше енергії.",
  "page-upgrades-vision-sustainability-subtitle": "Мережа Ethereum має бути екологічнішою.",
  "page-upgrades-vision-title": "Бачення Eth2",
  "page-upgrades-vision-title-1": "Перенавантажена мережа",
  "page-upgrades-vision-title-2": "Місце на диску",
  "page-upgrades-vision-title-3": "Забагато енергії",
  "page-upgrades-vision-trilemma-cardtext-1": "Оновлення Eth2 допоможуть масштабувати мережу Ethereum і зроблять її надійнішою та децентралізованішою. Завдяки сегментуванню Ethereum оброблятиме більше транзакцій за секунду, а обсяг енергії, що витрачається на запуск вузла й підтвердження ланцюга, зменшиться. Оновлення Beacon Chain покращить захист Ethereum і координуватиме валідаторів у сегментах даних. Стейкінг привабить більшу кількість користувачів, мережа розшириться та стане більш децентралізованою.",
  "page-upgrades-vision-trilemma-cardtext-2": "Безпечні й децентралізовані блокчейн-мережі вимагають перевірки кожної транзакції кожним вузлом. Ця кількість роботи обмежує кількість транзакцій, які можуть здійснюватися в певний час. Децентралізована та надійна – такою наразі є мережа Ethereum.",
  "page-upgrades-vision-trilemma-cardtext-3": "Децентралізовані мережі працюють шляхом надсилання інформації про транзакції через вузли - вся мережа повинна знати про будь-які зміни стану. Масштабування транзакцій за секунду через децентралізовану мережу створює ризики для безпеки, оскільки що більше транзакцій, то довше затримка й вища ймовірність атаки під час передавання інформації.",
  "page-upgrades-vision-trilemma-cardtext-4": "Збільшення розміру та потужності вузлів Ethereum може збільшити кількість транзакцій за секунду безпечним способом, але вимоги до технічного забезпечення обмежують коло осіб, хто міг би це зробити, і це загрожує децентралізації. Ми сподіваємося, що сегментування даних і доказ частки допоможуть Ethereum масштабуватися за рахунок збільшення кількості вузлів, а не їх розмірів.",
  "page-upgrades-vision-trilemma-h2": "Проблема децентралізованого масштабування",
  "page-upgrades-vision-trilemma-modal-tip": "Торкніться кіл нижче, щоб краще зрозуміти проблеми децентралізованого масштабування",
  "page-upgrades-vision-trilemma-p": "Наївним способом вирішення проблем мережі Ethereum було б зробити її більш централізованою. Однак децентралізація є надто важливою. Саме вона дає змогу уникати цензури в мережі Ethereum, забезпечує відкритість, конфіденційність і захист, який майже неможливо зламати.",
  "page-upgrades-vision-trilemma-p-1": "Мережа Ethereum має бути більш масштабною та захищеною, але при цьому залишатися децентралізованою. Досягти всіх трьох цілей важко. Це – трилема масштабованості.",
  "page-upgrades-vision-trilemma-p-2": "Оновлення Eth2 націлені на вирішення цієї трилеми, однак існують деякі труднощі.",
  "page-upgrades-vision-trilemma-press-button": "Натисніть кнопки в трикутнику, щоб краще зрозуміти проблеми децентралізованого масштабування.",
  "page-upgrades-vision-trilemma-text-1": "Децентралізація",
  "page-upgrades-vision-trilemma-text-2": "Безпека",
  "page-upgrades-vision-trilemma-text-3": "Масштабованість",
  "page-upgrades-vision-trilemma-title-1": "Дослідіть трилему масштабованості",
  "page-upgrades-vision-trilemma-title-2": "Оновлення Eth2 і децентралізоване масштабування",
  "page-upgrades-vision-trilemma-title-3": "Захищена й децентралізована",
  "page-upgrades-vision-trilemma-title-4": "Децентралізована й масштабована",
  "page-upgrades-vision-trilemma-title-5": "Масштабована й захищена",
  "page-upgrades-vision-understanding": "Бачення Eth2",
  "page-upgrades-vision-upgrade-needs": "Навіщо потрібні оновлення Eth2",
  "page-upgrades-vision-upgrade-needs-desc": "Протокол Ethereum, запущений у 2015 році, мав неймовірний успіх. Однак спільнота мережі Ethereum наполягає на внесенні деяких важливих змін, які допоможуть розкрити весь потенціал Ethereum.",
  "page-upgrades-vision-upgrade-needs-desc-2": "Високий попит – це стимулювання плати за транзакцію, що робить мережу Ethereum дорогою для середньостатистичного користувача. Місце на диску, необхідне для запуску клієнта Ethereum збільшується все швидше. А алгоритм консенсусу в основі системи доказів виконаної роботи, який забезпечує безпеку й децентралізацію Ethereum, має великий вплив на навколишнє середовище.",
  "page-upgrades-vision-upgrade-needs-desc-3": "Найчастіше Eth2 називають набір оновлень, націлених на вирішення цих проблем. Цей набір оновлень називався Serenity і був важливим предметом досліджень і обговорень із 2014 року.",
  "page-upgrades-vision-upgrade-needs-desc-6": " Це означає, що різкий перехід на Eth2 неможливий. Оновлення запускатимуться поступово.",
  "page-upgrades-vision-upgrade-needs-serenity": "Переглянути допис у блозі від 2015 року з інформацією про Serenity",
  "page-upgrades-vision-upgrade-needs-desc-5": "Тепер, коли технологія готова, ці оновлення будуть реконструювати мережу Ethereum, щоб зробити її більш масштабною, безпечною, надійною та зручною для наявних і нових користувачів, зберігаючи основну цінність Ethereum – децентралізованість."
}
