{
  "page-wallets-accounts-addresses": "Гаманці, облікові записи, ключі й адреси",
  "page-wallets-accounts-addresses-desc": "Важливо розуміти різницю між деякими ключовими термінами.",
  "page-wallets-accounts-ethereum-addresses": "<b>Обліковий запис Ethereum має адресу</b>, так само як поштова скринька має адресу електронної пошти. Вона використовується для ідентифікації ваших цифрових активів.",
  "page-wallets-alt": "Ілюстрація робота в тілі, що репрезентує гаманець Ethereum",
  "page-wallets-ethereum-account": "<b>Обліковий запис Ethereum – це пара ключів</b>.<a href=\"/glossary/#public-key\">Один ключ</a> використовується для створення адреси, якою ви можете вільно ділитися, а <a href=\"/glossary/#private-key\"> інший ключ</a> вам потрібно тримати в таємниці, оскільки він використовується для підписання. Разом ці ключі дають вам змогу зберігати активи та здійснювати транзакції.",
  "page-wallets-blog": "Блог Coinbase",
  "page-wallets-bookmarking": "Додайте гаманець у закладки",
  "page-wallets-bookmarking-desc": "Якщо ви використовуєте веб-гаманець, додайте в закладки сайт, щоб захистити себе від спроб фішингу.",
  "page-wallets-cd": "<b>Фізичні апаратні гаманці</b> – це пристрої, які дають змогу зберігати криптовалюту в автономному режимі, що гарантує високий рівень безпеки",
  "page-wallets-desc-2": "Гаманці — це те, що більшість людей використовують для обробки своїх цифрових активів та ідентичності.",
  "page-wallets-desc-2-link": "Докладніше про ETH",
  "page-wallets-desc-3": "Ваш гаманець — це інструмент для взаємодії з обліковим записом Ethereum. Ви можете будь-коли змінити постачальника гаманця. Багато гаманців також дають вам змогу керувати кількома обліковими записами Ethereum з однієї програми.",
  "page-wallets-desc-4": "Постачальники гаманців не мають доступу до ваших коштів. Вони просто надають вікно, щоб ви могли побачити свої активи на Ethereum, і інструменти, щоб легко керувати ними.",
  "page-wallets-description": "Гаманці Ethereum — це програми, які дають вам контроль над вашим обліковим записом. Вони схожі на фізичний гаманець: він містить усе необхідне, щоб підтвердити вашу особу й керувати активами. За допомогою гаманця можна входити в програми, перевіряти баланс, виконувати транзакції та підтверджувати особу.",
  "page-wallets-desktop": "<b>Десктопні додатки</b>, якщо ви віддаєте перевагу управлінню коштами через macOS, Windows або Linux",
  "page-wallets-ethereum-wallet": "<b>Гаманець – це інструмент, який дає вам змогу взаємодіяти зі своїм обліковим записом</b> за допомогою ваших ключів. Він надає можливість переглядати баланс рахунку, надсилати транзакції та багато іншого.",
  "page-wallets-explore": "Огляд Ethereum",
  "page-wallets-features-desc": "Ми можемо допомогти вам обрати ваш гаманець на основі функцій, які вас цікавлять.",
  "page-wallets-features-title": "Порівняти функції гаманців",
  "page-wallets-find-wallet-btn": "Знайти гаманець",
  "page-wallets-find-wallet-link": "Знайти гаманець",
  "page-wallets-get-some": "Отримайте ETH",
  "page-wallets-get-some-alt": "Ілюстрація руки, що створює логотип ETH із цеглинок Lego",
  "page-wallets-get-some-btn": "Отримайте ETH",
  "page-wallets-get-some-desc": "ETH – це власна криптовалюта мережі Ethereum. Щоб почати користуватися програмами Ethereum, потрібно мати ETH у гаманці.",
  "page-wallets-keys-to-safety": "Ключові умови безпеки криптовалюти",
  "page-wallets-manage-funds": "Програма для керування коштами",
  "page-wallets-manage-funds-desc": "Гаманець містить дані про ваші баланси й історію транзакцій, а також дає змогу надсилати та отримувати кошти. Деякі гаманці мають більше функцій.",
  "page-wallets-meta-description": "Що треба знати, щоб користуватися гаманцями Ethereum.",
  "page-wallets-meta-title": "Гаманці Ethereum",
  "page-wallets-mobile": "<b>Мобільні програми</b>, завдяки яким керувати коштами можна звідусіль",
  "page-wallets-more-on-dapps-btn": "Докладніше про децентралізовані додатки",
  "page-wallets-most-wallets": "Більшість гаманців дозволять вам створити акаунт Ethereum, тому вам не потрібно створювати його до завантаження гаманця.",
  "page-wallets-protecting-yourself": "Як захистити себе й свої кошти",
  "page-wallets-seed-phrase": "Запишіть свою <a href=\"/glossary/#recovery-phrase\">відновлювальну фразу</a>.",
  "page-wallets-seed-phrase-desc": "Гаманці часто створюють фрази-паролі, які слід записати й зберігати в надійному місці. Це єдиний спосіб за потреби відновити гаманець.",
  "page-wallets-seed-phrase-example": "Ось приклад:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Не зберігайте фрази-паролі на комп’ютері. Записуйте їх і зберігайте в надійному місці.",
  "page-wallets-slogan": "Зберігання ключів до вашого цифрового майбутнього",
  "page-wallets-stay-safe": "Як захистити себе",
  "page-wallets-stay-safe-desc": "Фінансова свобода й можливість отримувати доступ до своїх коштів і використовувати їх будь-де приходить із відповідальністю — адже в криптопросторі немає служб підтримки клієнтів. <b>Ви несете відповідальність за збереження своїх ключів у безпеці</b>.",
  "page-wallets-subtitle": "Гаманці допомагають отримати доступ до ваших цифрових активів і входити в програми.",
  "page-wallets-take-responsibility": "Візьміть на себе відповідальність за власні кошти",
  "page-wallets-take-responsibility-desc": "Централізовані біржі зв'яжуть ваш гаманець з іменем користувача й паролем, які ви можете відновити традиційним способом. Просто пам'ятайте, що ви довіряєте цій біржі опікуватися вашими коштами. Якщо біржа має фінансові проблеми, ваші кошти будуть під загрозою.",
  "page-wallets-tips": "Інші поради щодо безпеки",
  "page-wallets-tips-community": "Від спільноти",
  "page-wallets-title": "Гаманці Ethereum",
  "page-wallets-triple-check": "Перевіряйте все тричі",
  "page-wallets-triple-check-desc": "Пам’ятайте, що транзакції неможливо скасувати, а гаманці непросто відновити, тому дійте обдумано та завжди будьте обережні.",
  "page-wallets-try-dapps": "Спробуйте децентралізовані програми",
  "page-wallets-try-dapps-alt": "Ілюстрація спільної роботи учасників спільноти Ethereum",
  "page-wallets-try-dapps-desc": "Децентралізовані програми – це програми, створені в мережі Ethereum. Коли мова йде про керування вашими даними, вони дешевші, надійніші й ефективніші, ніж інші програми.",
  "page-wallets-types": "Типи гаманців",
  "page-wallets-types-desc": "Існує кілька способів взаємодії з обліковим записом:",
  "page-wallets-web-browser": "<b>Браузерні гаманці</b> — це вебдодатки, за допомогою яких можна керувати обліковим записом безпосередньо в браузері",
  "page-wallets-web-browser-extension": "<b>Гаманці розширення для браузерів</b> – це розширення, які ви завантажуєте, щоб взаємодіяти зі своїм обліковим записом і додатками через браузер",
  "page-wallets-whats-a-wallet": "Що таке гаманець Ethereum?",
  "page-wallets-your-ethereum-account": "Ваш акаунт Ethereum",
  "page-wallets-your-ethereum-account-desc": "Гаманець – це вікно у ваш акаунт Ethereum, де міститься баланс, історія транзакцій тощо. Змінити постачальника гаманця можна будь-коли.",
  "page-wallets-your-login": "Ваш логін для програм Ethereum",
  "page-wallets-your-login-desc": "Ваш гаманець дає вам змогу підключатися до програм за допомогою облікового запису Ethereum. Він схожий на єдиний універсальний спосіб входу в багато програм.",
  "additional-reading-how-to-create-an-ethereum-account": "Як створити обліковий запис Ethereum",
  "additional-reading-how-to-use-a-wallet": "Як користуватися гаманцем"
}
