{
  "page-roadmap-vision-2014": "Переглянути допис за 2014 рік, у якому докладно описано доказ частки володіння",
  "page-roadmap-vision-2021": "Переглянути допис за 2021 рік про еволюцію плану розвитку Ethereum",
  "page-roadmap-vision-2022": "Переглянути допис за 2022 рік: Путівник по Ethereum",
  "page-roadmap-vision-2021-updates": "Переглянути допис за 2021 рік про оновлення протоколу Ethereum",
  "page-roadmap-vision-desc-1": "Ethereum має зменшити навантаження на мережу та підвищити швидкість, щоб краще обслуговувати глобальну базу користувачів.",
  "page-roadmap-vision-desc-2": "Що більше мережа, то складніше запускати вузли. Зусилля з масштабування посилять цю проблему ще більше.",
  "page-roadmap-vision-desc-3": "Мережа Ethereum використовує забагато електроенергії. Технологія, яка забезпечує захист мережі, має бути екологічнішою.",
  "page-roadmap-vision-ethereum-node": "Докладніше про вузли",
  "page-roadmap-vision-future": "Цифрове майбутнє в глобальному масштабі",
  "page-roadmap-vision-meta-desc": "Огляд впливу, який матимуть на Ethereum оновлення, і труднощів, які потрібно подолати.",
  "page-roadmap-vision-meta-title": "Бачення Ethereum",
  "page-roadmap-vision-mining": "Докладніше про майнінг",
  "page-roadmap-vision-problems": "Проблеми сьогодення",
  "page-roadmap-vision-scalability": "Масштабованість",
  "page-roadmap-vision-scalability-desc": "Мережа Ethereum повинна мати змогу виконувати більше транзакцій за секунду, не збільшуючи розмір вузлів у мережі. Вузли — це життєво важливі компоненти мережі, які зберігають дані та керують блокчейном. Збільшити розмір вузла можуть лише ті, хто має потужні та дорогі комп’ютери, тому це непрактично. Щоб масштабувати мережу, Ethereum має здійснювати більше транзакцій за секунду та мати більше вузлів. Що більше вузлів, то надійніший захист.",
  "page-roadmap-vision-scalability-desc-3": "Зведення рівня 2 масштабують Ethereum, переміщуючи транзакції офчейн і розміщуючи в Ethereum лише зведені дані. Це пакетування збільшує пропускну здатність Ethereum, водночас значно знижуючи витрати для користувачів.",
  "page-roadmap-vision-scalability-desc-4": "Для зведень потрібне недороге сховище на рівні 1, щоб транзакції були максимально дешевими для користувачів. Воно матиме вигляд blob-об’єктів, прикріплених до блоків Ethereum. Зрештою, до блоків Ethereum буде прикріплено багато BLOB-об’єктів, які забезпечать дешеве сховище для багатьох зведень.",
  "page-roadmap-vision-security": "Security",
  "page-roadmap-vision-security-desc": "Заплановані оновлення посилюють захист Ethereum від координованих атак.",
  "page-roadmap-vision-security-desc-3": "Коли застосовується доказ частки володіння, захист додатково посилюється вагомими криптоекономічними перепонами для атаки. Причиною цього є те, що валідатори, які відповідають за безпеку в мережі, мають розміщувати в стейкінгу значні суми ETH. Якщо вони спробують атакувати мережу, протокол може автоматично знищити їхні ETH.",
  "page-roadmap-vision-security-desc-5": "Однак також важливо найближчим захистити валідаторів від DoS-атак, підвищити їхню анонімність і розділити процеси формування і поширення блоків. Ці оновлення захистять окремих валідаторів і мережу в цілому від презентаційних атак й цензури.",
  "page-roadmap-vision-security-desc-5-link": "Докладніше про доказ частки володіння",
  "page-roadmap-vision-security-desc-10": "Стейкінг також означає, що вам не потрібно купувати дороге обладнання, щоб брати безпосередню участь у консенсусі. Це має спонукати більше людей ставати валідаторами, підвищуючи децентралізацію мережі та зменшуючи площу атаки.",
  "page-roadmap-vision-security-staking": "Частка ETH",
  "page-roadmap-vision-security-validator": "Ви можете стати валідатором, розмістивши в стейкінгу ETH.",
  "page-roadmap-vision-staking-lower": "Докладніше про стейкінг",
  "page-roadmap-vision-subtitle": "Допомагайте покращувати мережу Ethereum, доки вона не стане корисною для всього людства.",
  "page-roadmap-vision-sustainability": "Екологічність",
  "page-roadmap-vision-sustainability-desc-1": "Ethereum сьогодні — екологічний блокчейн. Коли доказ виконання роботи було замінено доказом частки володіння, споживання енергії знизилося приблизно на 99,95 %.",
  "page-roadmap-vision-sustainability-desc-2": "Сьогодні захист Ethereum забезпечується стейкінгом, а не обчислювальною потужністю.",
  "page-roadmap-vision-sustainability-desc-3": "Це зростання екологічності також посилює захист, адже в разі стейкінгу ether набагато дорожче атакувати ланцюг, ніж коли застосовується доказ виконання роботи, але дешевше захистити його, оскільки для оплати роботи валідаторів потрібно випустити менше нових ETH, ніж для оплати роботи майнерів.",
  "page-roadmap-vision-sustainability-desc-8": "Перехід на доказ частки володіння зробив мережу Ethereum екологічнішою і безпечнішою. Вона стала платформою для створення додатків і організацій, функціонування якої залишає низький вуглецевий слід.",
  "page-roadmap-vision-sustainability-subtitle": "Ethereum — це екологічний блокчейн із потужною криптоекономічною системою захисту.",
  "page-roadmap-vision-title": "Бачення Ethereum",
  "page-roadmap-vision-title-1": "Перевантажена мережа",
  "page-roadmap-vision-title-2": "Місце на диску",
  "page-roadmap-vision-title-3": "Забагато енергії",
  "page-roadmap-vision-trilemma-cardtext-1": "Оновлення Ethereum зроблять Ethereum масштабованим, безпечним і децентралізованим. Стейкінг знизив бар’єр для участі та обмежив ефект масштабу, створивши більшу децентралізованішу мережу.",
  "page-roadmap-vision-trilemma-cardtext-2": "Безпечні й децентралізовані блокчейн-мережі вимагають від кожного вузла перевірки кожної транзакції, що обробляється ланцюжком. Ця кількість роботи обмежує кількість транзакцій, які можуть здійснюватися в будь-який певний час. Децентралізована та захищена — такою сьогодні є мережа Ethereum.",
  "page-roadmap-vision-trilemma-cardtext-3": "Децентралізовані мережі працюють, пересилаючи інформацію про транзакції між вузлами, адже вся мережа має знати про будь-які зміни стану. Масштабування транзакцій за секунду в децентралізованій мережі створює ризики для безпеки, оскільки що більше транзакцій, то довша затримка, а також вища ймовірність атаки під час передавання інформації.",
  "page-roadmap-vision-trilemma-cardtext-4": "Збільшення розміру та потужності вузлів Ethereum може безпечно підвищити кількість транзакцій за секунду, але вимоги до обладнання обмежують коло осіб, які можуть це робити, що загрожує децентралізації. Сподіваємося, що сегментування і доказ частки володіння дадуть Ethereum змогу масштабуватися шляхом збільшення кількості вузлів, а не їх розміру.",
  "page-roadmap-vision-trilemma-h2": "Проблема децентралізованого масштабування",
  "page-roadmap-vision-trilemma-modal-tip": "Торкніться кіл нижче, щоб краще зрозуміти проблеми децентралізованого масштабування",
  "page-roadmap-vision-trilemma-p": "Було б наївно розв’язати проблеми Ethereum, зробивши мережу централізованішою. Але децентралізація є надто важливою. Саме децентралізація дає Ethereum нейтральність, опір цензурі, відкритість, право власності на дані та майже абсолютну безпеку.",
  "page-roadmap-vision-trilemma-p-1": "Бачення Ethereum — підвищити масштабованість і захищеність, але водночас зберегти децентралізацію. Досягти всіх трьох цілей важко. Це — трилема масштабованості.",
  "page-roadmap-vision-trilemma-p-2": "Оновлення Ethereum націлені на вирішення цієї трилеми, однак існують значні труднощі.",
  "page-roadmap-vision-trilemma-press-button": "Натисніть кнопки в трикутнику, щоб краще зрозуміти проблеми децентралізованого масштабування.",
  "page-roadmap-vision-trilemma-text-1": "Децентралізація",
  "page-roadmap-vision-trilemma-text-2": "Security",
  "page-roadmap-vision-trilemma-text-3": "Масштабованість",
  "page-roadmap-vision-trilemma-title-1": "Докладніше про трилему масштабованості",
  "page-roadmap-vision-trilemma-title-2": "Оновлення Ethereum і децентралізоване масштабування",
  "page-roadmap-vision-trilemma-title-3": "Захищена й децентралізована",
  "page-roadmap-vision-trilemma-title-4": "Децентралізована й масштабована",
  "page-roadmap-vision-trilemma-title-5": "Масштабована й захищена",
  "page-roadmap-vision-understanding": "Розуміння бачення Ethereum",
  "page-roadmap-vision-upgrade-needs": "Необхідність оновлень",
  "page-roadmap-vision-upgrade-needs-desc": "Протокол Ethereum, запущений у 2015 році, мав неймовірний успіх. Однак спільнота Ethereum завжди знала, що для розкриття повного потенціалу Ethereum знадобляться кілька важливих оновлень.",
  "page-roadmap-vision-upgrade-needs-desc-2": "Високий попит стимулює зростання комісій за транзакції, що робить мережу Ethereum дорогою для середньостатистичного користувача. Швидко збільшується обсяг місця на диску, необхідний для запуску клієнта Ethereum.",
  "page-roadmap-vision-upgrade-needs-desc-3": "Ethereum має оновлення, націлені на розв’язання цих та інших проблем. Ці оновлення спочатку називалися Serenity та Eth2 і були важливим предметом досліджень і розробки з 2014 року.",
  "page-roadmap-vision-upgrade-needs-desc-5": "Тепер, коли технології готові, ці оновлення перебудують Ethereum, щоб зробити мережу масштабованішою, безпечнішою та екологічнішою. Це покращить життя наявних користувачів і залучить нових. Усі зміни буде реалізовано за збереження основної цінності Ethereum — децентралізації.",
  "page-roadmap-vision-upgrade-needs-desc-6": "Це означає, що різкого масштабування не буде. Оновлення запускатимуться поступово.",
  "page-roadmap-vision-upgrade-needs-serenity": "Переглянути допис за 2015 рік з інформацією про Serenity",
  "ethereum": "Ethereum",
  "page-roadmap-vision-danksharding": "Докладніше про данкшардінг"
}
