{
  "page-what-is-ethereum-alt-img-bazaar": "Зображення людини, яка зазирає в торговий зал, уособлює Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Зображення учасників спільноти Ethereum за спільною роботою",
  "page-what-is-ethereum-alt-img-lego": "Зображення руки, що збирає логотип ETH із кубиків лего",
  "page-what-is-ethereum-banking-card": "Банківські послуги для всіх",
  "page-what-is-ethereum-banking-card-desc": "Не кожен має доступ до фінансових послуг. Але щоб отримати доступ до Ethereum і сервісів кредитування, позики та заощаджень, потрібне лише підключення до Інтернету.",
  "page-what-is-ethereum-build": "Створіть щось за допомогою Ethereum",
  "page-what-is-ethereum-build-desc": "Якщо ви хочете розробити додаток за допомогою Ethereum, прочитайте нашу документацію, перегляньте кілька навчальних посібників або ознайомтеся з інструментами, необхідними для початку роботи.",
  "page-what-is-ethereum-censorless-card": "Жодної цензури",
  "page-what-is-ethereum-censorless-card-desc": "Жоден уряд чи компанія не контролюють Ethereum. Завдяки цьому ніхто не перешкоджатиме вам отримувати платежі чи користуватися послугами Ethereum.",
  "page-what-is-ethereum-comm-desc": "Наша спільнота включає людей різного походження, зокрема митців, криптоанархістів, компанії з Fortune 500, а тепер і вас. Дізнайтеся, що ви можете зробити для спільноти вже сьогодні.",
  "page-what-is-ethereum-commerce-card": "Комерційні гарантії",
  "page-what-is-ethereum-commerce-card-desc": "Клієнти мають надійну, вбудовану гарантію того, що кошти перейдуть із рук у руки тільки в тому випадку, якщо ви надасте те, про що було домовлено. Так само розробники можуть мати впевненість, що правила для них не зміняться.",
  "page-what-is-ethereum-composable-card": "Усі продукти компоновані",
  "page-what-is-ethereum-composable-card-desc": "Оскільки всі додатки побудовані на одному блокчейні зі спільним глобальним станом, вони можуть будуватись один на одному, як блоки лего. Так продукти й робочі процеси постійно покращуються.",
  "page-what-is-ethereum-community": "Спільнота Ethereum",
  "page-what-is-ethereum-desc": "Основа нашого цифрового майбутнього",
  "page-what-is-ethereum-explore": "Пізнай Ethereum",
  "page-what-is-ethereum-internet-card": "Конфіденційніше використання Інтернету",
  "page-what-is-ethereum-internet-card-desc": "Вам не потрібно надавати всі ваші особисті дані, щоб використовувати програму Ethereum. Ethereum створює економіку на основі цінності, а не стеження.",
  "page-what-is-ethereum-meet-comm": "Приєднайтеся до спільноти",
  "page-what-is-ethereum-meta-description": "Дізнайтеся більше про мережу Ethereum, а також те, як вона працює та як до неї приєднатися.",
  "page-what-is-ethereum-meta-title": "Що таке Ethereum?",
  "page-what-is-ethereum-p2p-card": "Однорангова мережа",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum дає змогу переміщувати гроші або укладати договори безпосередньо з іншими користувачами. Вам не потрібні послуги посередницьких компаній.",
  "page-what-is-ethereum-start-building-btn": "Розпочати програмування",
  "page-what-is-ethereum-title": "Що таке Ethereum?",
  "page-what-is-ethereum-subtitle": "Повний посібник для початківців про принципи роботи й переваги Ethereum, а також про те, як цю валюту використовують мільйони людей у всьому світі.",
  "page-what-is-ethereum-button-lets-start": "Розпочнімо",
  "page-what-is-ethereum-blockchain-tab-title": "Що таке блокчейн?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Блокчейн — це база даних транзакцій</b>, яка оновлюється та розподіляється між багатьма комп’ютерами в мережі. Новий набір транзакцій називають «блоком» — звідси й назва «блокчейн». Більшість блокчейнів є загальнодоступними, і ви можете лише додавати дані, але не видаляти. Якби хтось хотів змінити будь-яку інформацію або обдурити систему, йому потрібно було б зробити це на більшості комп'ютерів у мережі. Це дуже багато! Це забезпечує дуже гарний захист установлених блокчейнів, таких як Ethereum.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Звідки з’явилася назва «криптовалюта»?",
  "page-what-is-ethereum-cryptocurrency-tab-content": "Блокчейни використовують криптографічні методи, щоб гарантувати безпеку ваших коштів. Подібні методики роками використовуються в банківських галузях для захисту грошових транзакцій. Отже, ви можете сказати, що криптовалюти мають банківський рівень безпеки.",
  "page-what-is-ethereum-summary-title": "Підсумок",
  "page-what-is-ethereum-summary-desc-1": "Ethereum — це мережа, що складається з багатьох спільнот, і набір інструментів який дає людям змогу здійснювати транзакції та спілкуватися без контролю з боку центрального органу влади. Немає необхідності передавати всі свої персональні дані для використання Ethereum — ви тримаєте під контролем свої дані і самі вирішуєте, до яких із них надавати доступ. Ethereum має власну криптовалюту Ether, яка використовується для оплати певних операцій у мережі Ethereum.",
  "page-what-is-ethereum-summary-desc-2": "Все ще незрозуміло? Давайте все покроково пояснимо.",
  "page-what-is-ethereum-what-is-crypto-title": "Що таке криптовалюта?",
  "page-what-is-ethereum-what-is-crypto-desc-1": "<b>Крипта (скорочення від криптовалюта) — це нова форма цифрових грошей, основана на криптографії.</b>",
  "page-what-is-ethereum-what-is-crypto-desc-2": "Все почалося в 2008 році з біткойна. Ви можете використовувати його для надсилання коштів будь-кому в будь-якій точці світу. Те, що відрізняло криптовалюту від звичайних банківських переказів або інших фінансових послуг, таких як PayPal або Alipay, полягає в тому, що вперше не було посередника.",
  "page-what-is-ethereum-what-is-crypto-desc-3": "Зачекайте, що таке посередник?",
  "page-what-is-ethereum-what-is-crypto-desc-4": "Посередник — це центральний орган, як-от банк або уряд, який втручається в транзакцію між відправником і одержувачем. Він має повноваження стежити, цензурувати або скасовувати транзакції та може передавати конфіденційні дані, які збирає про вас, третім особам. Він також часто вирішує, до яких фінансових послуг у вас буде доступ.",
  "page-what-is-ethereum-what-is-crypto-desc-5": "З криптовалютою все інакше. <b>Транзакції з’єднують безпосередньо відправника та одержувача</b> без необхідності мати справу з будь-яким центральним органом влади. Ніхто інший не матиме доступу до ваших коштів, і <b>ніхто не може сказати вам, якими послугами ви можете скористатися</b>. Це можливо через технологію блокчейн, на якій працюють криптовалюти.",
  "page-what-is-ethereum-btc-eth-diff-title": "Чим відрізняється Ethereum від Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "В основі запущеної у 2015 році Ethereum лежать інновації Bitcoin, але ці технології значно відрізняються.",
  "page-what-is-ethereum-btc-eth-diff-2": "Вони обидві дають змогу використовувати цифрові гроші без платіжних провайдерів чи банків. Але <b>Ethereum можна запрограмувати</b>, тому цю валюту можна використовувати для й розробки й розгортання децентралізованих додатків у її мережі.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin дає нам змогу надсилати одне одному базові повідомлення про те, що ми вважаємо цінним. Встановлення цінності без офіційної влади вже є потужним інструментом. Ethereum розширює цю можливість: ви можете написати не лише простое повідомлення, а й будь-яку загальну програму чи контракт. Немає обмежень на вид контрактів, які можуть бути створені та узгоджені, тому в мережі Ethereum відбуваються значні інновації.",
  "page-what-is-ethereum-btc-eth-diff-4": "Bitcoin є лише платіжною мережею, а Ethereum більше схожа на ринок фінансових послуг, ігор, соціальних мереж та інших додатків, які поважають вашу конфіденційність і не можуть цензурувати вас.",
  "page-what-is-ethereum-what-can-eth-do-title": "Що може робити Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Навіщо мені Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Якщо ви коли-небудь надсилали гроші за кордон (або плануєте це зробити), турбувалися про майбутнє своїх активів через зовнішні чинники, що не залежать від вас, або ж вам набридли численні обмеження та збори, введені традиційними фінансовими установами за повсякденні транзакції, вас можуть зацікавити можливості криптовалют.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Якщо вас цікавлять більш стабільні, відкриті та надійні способи створення та обміну цінностями, то Ethereum для вас. Ethereum — це історія, яку ми всі пишемо разом, тому приєднуйтеся та дізнайтеся, які неймовірні світи ми можемо разом створити з допомогою цього інструменту.",
  "page-what-is-ethereum-slide-1-title": "Дешевші та швидші міжнародні платежі",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Stablecoin</b> — це новий тип криптовалюти, який покладається на більш стабільний актив як основу своєї вартості. У більшості випадків це долар США, що зберігає вартість цієї валюти. Так можна створити дуже дешеву та стабільну глобальну платіжну систему. Багато поточних Stablecoin створено в мережі Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum і Stablecoin спрощують надсилання грошей за кордон. Часто потрібно всього кілька хвилин, на відміну від кількох робочих днів або навіть тижнів, які можуть знадобитися звичайному банку. Крім того, комісія набагато менша, немає додаткової комісії за здійснення транзакцій із високою вартістю та немає обмежень щодо того, куди й чому ви надсилаєте свої гроші.",
  "page-what-is-ethereum-slide-2-title": "Найшвидша допомога в часах кризи",
  "page-what-is-ethereum-slide-2-desc-1": "Якщо вам пощастило мати кілька варіантів банківського обслуговування в надійних установах за місцем проживання, ви можете сприймати як належне фінансову свободу, безпеку та стабільність, які вони пропонують. Але для багатьох людей по всьому світу, які стикаються з політичними репресіями або економічними труднощами, фінансові установи можуть не надавати необхідний захист або послуги.",
  "page-what-is-ethereum-slide-2-desc-2": "Коли війна, економічні катаклізми або обмеження громадянських свобод вразили жителів <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Венесуели</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Куби</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Афганістану</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Нігерії</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Білорусі</a>, and <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">України</a>, криптовалюти були найшвидшим і часто єдиним варіантом зберегти фінансову дієздатність.<sup><a to=\"https://www.financialinclusion.tech/\">1</a></sup> Як видно з цих прикладів, криптовалюти, такі як Ethereum, можуть забезпечити необмежений доступ до світової економіки, коли люди відрізані від зовнішнього світу. Крім того, Stablecoin забезпечують збереження вартості, коли місцеві валюти руйнуються через суперінфляцію.",
  "page-what-is-ethereum-slide-3-title": "Розширення можливостей творців",
  "page-what-is-ethereum-slide-3-desc-1": "Лише у 2021 році художники, музиканти, письменники та інші творці заробили на Ethereum близько 3,5 мільярдів доларів США. Це робить Ethereum однією з найбільших світових платформ для авторів, поряд зі Spotify, YouTube та Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Докладніше</a>.",
  "page-what-is-ethereum-slide-4-title": "Розширення можливостей геймерів",
  "page-what-is-ethereum-slide-4-desc-1": "Ігри для заробітку (де гравці фактично отримують винагороду за те, що грають в ігри) з’явилися нещодавно й трансформують ігрову індустрію. Зазвичай заборонено продавати або передавати ігрові активи іншим гравцям за реальні гроші. Це змушує гравців використовувати сайти чорного ринку, які часто становлять ризик для безпеки. Ігри на блокчейні покривають внутрішньоігрову економіку та сприяють довірчій поведінці.",
  "page-what-is-ethereum-slide-4-desc-2": "Крім того, гравці заохочуються можливістю обмінювати ігрові токени на реальні гроші та отримувати реальну винагороду за час в іграх.",
  "page-what-is-ethereum-meet-ether-title": "Зустрічайте ether, криптовалюту Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Ethereum має власну криптовалюту ether (ETH). Вона повністю цифрова, і ви можете миттєво надіслати її будь-кому в будь-який куточок світу. ETH не контролюється жодним урядом чи компанією — вони децентралізовані й абсолютно прозорі. Нові монети, які часто називають токенами, видаються лише стейкерам, що захищають мережу.",
  "page-what-is-ethereum-meet-ether-desc-2": "Кожна дія в мережі Ethereum вимагає певних обчислювальних потужностей. Ця комісія сплачується у вигляді ether. Це означає, що для використання мережі потрібна хоча б невелика кількість ETH.",
  "page-what-is-ethereum-what-is-ether": "Що таке ether?",
  "page-what-is-ethereum-get-eth": "Отримати ETH",
  "page-what-is-ethereum-what-can-i-do-title": "Що я можу робити з монетами ETH?",
  "page-what-is-ethereum-what-can-i-do-desc-1": "Виявляється, багато чого! Одним із найкращих методів використання технології Ethereum є децентралізовані фінанси (DeFi), які відкривають цілі сфери банківських послуг для всіх, хто має доступ до Інтернету. Ви можете використовувати ether як забезпечення для позик або надати її для забезпечення ліквідності, щоб отримувати відсотки від коштів.",
  "page-what-is-ethereum-explore-applications": "Переглянути додатки",
  "page-what-is-ethereum-learn-defi": "Детальніше про DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Хто керує Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum не контролюється жодним суб’єктом. Ця валюта існує виключно завдяки децентралізованій участі та співпраці спільноти. Ethereum використовує вузли (комп’ютер із копією даних блокчейну Ethereum), які керуються волонтерами, щоб замінити окремі серверні та хмарні системи, що належать великим інтернетпровайдерам та сервісам.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Ці розділені вузли, якими керують окремі користувачі та компанії з усього світу, забезпечують стійкість мережевої інфраструктури Ethereum. Завдяки цьому знижуються ризики зламу або припинення роботи. <b>У мережі Ethereum не було простою з моменту її запуску у 2015 році</b>. Ethereum складається з тисяч окремих вузлів, що робить її однією з найбільш децентралізованих криптовалют, яка поступається лише Bitcoin.",
  "page-what-is-ethereum-run-a-node": "Запустити вузол",
  "page-what-is-ethereum-smart-contract-title": "Що таке смартконтракти?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Смартконтракти — це звичайні комп’ютерні програми</b> в блокчейні Ethereum. Вони <b>виконуються тільки в разі запуску транзакцією користувача (або іншим контрактом)</b> і роблять платформу Ethereum надзвичайно гнучкою в усіх операціях, що відрізняє її від інших криптовалют. Ми називаємо їх децентралізованими програмами або dapps.",
  "page-what-is-ethereum-smart-contract-desc-2": "Ви коли-небудь користувалися продуктом, який змінив свої умови обслуговування? Або видалив функцію, яку ви вважали корисною? Як тільки смартконтракт публікується в Ethereum, він буде в мережі та діятиме, доки існує Ethereum. Навіть автор не може його видалити. Оскільки смартконтракти автоматизовані, вони не дискримінують жодного користувача й завжди готові до використання.",
  "page-what-is-ethereum-smart-contract-desc-3": "Популярними прикладами смартконтрактів є додатки для кредитування, децентралізовані торгові біржі, страхування, краудфандингові додатки — практично все, що ви можете уявити.",
  "page-what-is-ethereum-more-on-smart-contracts": "Докладніше про смартконтракти",
  "page-what-is-ethereum-explore-dapps": "Переглянути dapps",
  "page-what-is-ethereum-criminal-activity-title": "Кажуть, що криптовалюта використовується як інструмент для злочинної діяльності. Чи це правда?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Як і будь-яка інша форма грошей, частина з них буде використовуватися не за призначенням. Однак, оскільки всі транзакції Ethereum відбуваються у відкритому блокчейні, владі часто легше відстежувати незаконну діяльність, ніж у традиційній фінансовій системі, що, можливо, робить Ethereum менш привабливим вибором для тих, хто воліє залишитися непоміченим.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Згідно з ключовими висновками нещодавнього звіту Європолу, Агентства Європейського Союзу з питань співробітництва правоохоронних органів, криптовалюти використовуються набагато рідше, ніж фіатні валюти, у злочинних цілях:",
  "page-what-is-ethereum-criminal-activity-desc-3": "«Використання криптовалют для незаконної діяльності, як видається, становить лише невелику частину загальної криптовалютної економіки, і вона порівняно менша, ніж обсяг незаконних коштів, залучених у традиційних фінансах.»",
  "page-what-is-ethereum-energy-title": "Як щодо енергоспоживання Ethereum?",
  "page-what-is-ethereum-energy-desc-1": "15 вересня 2022 року платформа Ethereum пройшла оновлення The Merge, яке перевело Ethereum з моделі «підтвердження роботи» на модель «доказ частки».",
  "page-what-is-ethereum-energy-desc-2": "The Merge стало найбільшим оновленням Ethereum і зменшило споживання енергії, необхідної для захисту Ethereum, на <b>99,95 %</b>, створивши <b>безпечнішу мережу з набагато меншими викидами вуглецю</b>. Тепер Ethereum є блокчейном з низькими викидами вуглецю й більшою безпекою та масштабованістю.",
  "page-what-is-ethereum-more-on-energy-consumption": "Детальніше про споживання енергії",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Річне споживання енергії в ТВт·год/рік",
  "energy-consumption-chart-youtube-label": "YouTube",
  "energy-consumption-chart-gold-mining-galaxy-label": "Видобуток золота (Galaxy Digital)",
  "energy-consumption-chart-global-data-centers-label": "Глобальні центри обробки даних",
  "energy-consumption-chart-gold-mining-cbeci-label": "Видобуток золота (CBECI)",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Ігри в США",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "Оновлення The Merge",
  "page-what-is-ethereum-additional-reading": "Додаткові матеріали",
  "page-what-is-ethereum-week-in-ethereum": "Тижневі новини Ethereum",
  "page-what-is-ethereum-week-in-ethereum-desc": "— щотижнева розсилка про ключові розробки в екосистемі.",
  "page-what-is-ethereum-kernel-dreamers": "Ядро",
  "page-what-is-ethereum-kernel-dreamers-desc": "Мрія Ethereum",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Атоми, інституції, блокчейни",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "— чому блокчейни важливі?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum у цифрах",
  "adoption-chart-column-now-label": "Зараз",
  "adoption-chart-investors-label": "Інвестори",
  "adoption-chart-developers-label": "Розробники",
  "adoption-chart-companies-label": "Компанії",
  "adoption-chart-artists-label": "Художники",
  "adoption-chart-musicians-label": "Музиканти",
  "adoption-chart-writers-label": "Письменники",
  "adoption-chart-gamers-label": "Любителі ігор",
  "adoption-chart-refugees-label": "Біженці"
}
