{
  "page-what-is-ethereum-alt-img-bazaar": "Зображення людини, яка зазирає в торговий зал, уособлює Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Зображення учасників спільноти Ethereum за спільною роботою",
  "page-what-is-ethereum-alt-img-lego": "Зображення руки, що збирає логотип ETH із кубиків лего",
  "page-what-is-ethereum-banking-card": "Банківські послуги для всіх",
  "page-what-is-ethereum-banking-card-desc": "Не всі мають доступ до фінансових послуг. Підключення до інтернету – це все, що вам потрібно для доступу до Ethereum і створених на ньому продуктів кредитування, позичання та заощаджень.",
  "page-what-is-ethereum-build": "Створіть щось за допомогою Ethereum",
  "page-what-is-ethereum-build-desc": "Якщо ви хочете розробити додаток за допомогою Ethereum, прочитайте нашу документацію, перегляньте кілька навчальних посібників або ознайомтеся з інструментами, необхідними для початку роботи.",
  "page-what-is-ethereum-censorless-card": "Жодної цензури",
  "page-what-is-ethereum-censorless-card-desc": "Жоден уряд чи компанія не має контролю над Ethereum. Завдяки децентралізації в Ethereum майже неможливо перешкоджати отриманню вами платежів або використанню послуг.",
  "page-what-is-ethereum-comm-desc": "Наша спільнота включає людей різного походження, зокрема митців, криптоанархістів, компанії з Fortune 500, а тепер і вас. Дізнайтеся, що ви можете зробити для спільноти вже сьогодні.",
  "page-what-is-ethereum-commerce-card": "Комерційні гарантії",
  "page-what-is-ethereum-commerce-card-desc": "Клієнти мають надійну, вбудовану гарантію того, що кошти перейдуть із рук у руки тільки в тому випадку, якщо ви надасте те, про що було домовлено. Так само розробники можуть мати впевненість, що правила для них не зміняться.",
  "page-what-is-ethereum-composable-card": "Продукти, що компонуються",
  "page-what-is-ethereum-composable-card-desc": "Усі додатки створені на основі одного блокчейну зі спільним глобальним станом, а це означає, що вони можуть доповнювати один одного (як цеглинки Lego). Це забезпечує кращі продукти та взаємодію з користувачем, а також гарантує, що ніхто не зможе вилучити будь-які інструменти, на які покладаються додатки.",
  "page-what-is-ethereum-community": "Спільнота Ethereum",
  "page-what-is-ethereum-desc": "Основа нашого цифрового майбутнього",
  "page-what-is-ethereum-explore": "Пізнай Ethereum",
  "page-what-is-ethereum-internet-card": "Доступні всім інтернет-послуги",
  "page-what-is-ethereum-internet-card-desc": "Будь-хто може взаємодіяти з мережею Ethereum або розробляти додатки на її основі. Це дає вам можливість контролювати власні активи та персональні дані, замість того, щоб надавати їх кільком мегакорпораціям.",
  "page-what-is-ethereum-meet-comm": "Приєднайтеся до спільноти",
  "page-what-is-ethereum-meta-description": "Дізнайтеся більше про мережу Ethereum, а також те, як вона працює та як до неї приєднатися.",
  "page-what-is-ethereum-meta-title": "Що таке Ethereum?",
  "page-what-is-ethereum-p2p-card": "Однорангова мережа",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum дає можливість укладати угоди, координувати або передавати цифрові активи безпосередньо іншим людям. Вам не потрібно покладатися на посередників.",
  "page-what-is-ethereum-start-building-btn": "Розпочати програмування",
  "page-what-is-ethereum-title": "Що таке Ethereum?",
  "page-what-is-ethereum-subtitle": "Повний посібник для початківців про принципи роботи й переваги Ethereum, а також про те, як цю валюту використовують мільйони людей у всьому світі.",
  "page-what-is-ethereum-button-lets-start": "Розпочнімо",
  "page-what-is-ethereum-blockchain-tab-title": "Що таке блокчейн?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Блокчейн — це база даних транзакцій</b>, яка оновлюється та розподіляється між багатьма комп’ютерами в мережі. Новий набір транзакцій, який щоразу додається, називають «блок» — звідси й назва «блокчейн» (тобто «ланцюжок блоків»). Загальнодоступні блокчейни, як-от Ethereum, дають змогу будь-кому додавати дані, але видаляти їх не можна. Якби хтось хотів змінити будь-яку інформацію або обдурити систему, йому потрібно було б зробити це на більшості комп’ютерів у мережі. А їх дуже багато! Це забезпечує високу безпеку таких децентралізованих блокчейнів, як Ethereum.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Що таке криптовалюта?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Криптовалюта — це термін, який описує багатьох типів взаємозамінних цифрових токенів, захищених за допомогою блокчейну. Усе почалось із системи Bitcoin. Bitcoin можна використовувати для передавання вартості між двома сторонами без необхідності залучення посередника. Вам потрібно покладатися лише на код Bitcoin, який є повністю відкритим і доступним без обмежень.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "Такі активи, як біткоїн і ефір, називаються «криптовалютами», тому що безпека ваших даних і активів ґрунтується на <a href=\"/glossary/#cryptography\">криптографії</a>, а не на довірі до установи чи корпорації.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Ethereum має власну криптовалюту, ефір (Ether, ETH), яка використовується для оплати певних дій у мережі. Її можна передавати іншим користувачам або обмінювати на інші токени на основі Ethereum. Ефір особливий тим, що використовується для оплати обчислень, необхідних для створення та запуску додатків і організацій на основі Ethereum.",
  "page-what-is-ethereum-summary-title": "Підсумок",
  "page-what-is-ethereum-summary-desc-1": "Ethereum — це мережа комп’ютерів по всьому світу, які дотримуються встановленого набору правил, що називається протоколом Ethereum. Мережа Ethereum є основою для спільнот, додатків, організацій і цифрових активів, які кожен може створювати й використовувати.",
  "page-what-is-ethereum-summary-desc-2": "Ви можете зареєструвати обліковий запис Ethereum будь-де та в будь-який час і досліджувати світ додатків або створити власний. Основна інновація полягає в тому, що ви можете робити все це без необхідності довіряти центральному органу, який може змінювати правила або обмежувати ваш доступ.",
  "page-what-is-ethereum-summary-desc-3": "Читайте далі, щоб дізнатися більше…",
  "page-what-is-ethereum-btc-eth-diff-title": "Чим відрізняється Ethereum від Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "В основі запущеної у 2015 році Ethereum лежать інновації Bitcoin, але ці технології значно відрізняються.",
  "page-what-is-ethereum-btc-eth-diff-2": "Вони обидві дають змогу використовувати цифрові гроші без платіжних провайдерів чи банків. Але <b>Ethereum можна запрограмувати</b>, тому цю валюту можна використовувати для й розробки й розгортання децентралізованих додатків у її мережі.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin дає нам змогу надсилати одне одному базові повідомлення про те, що ми вважаємо цінним. Встановлення цінності без офіційної влади вже є потужним інструментом. Ethereum розширює цю можливість: ви можете написати не лише простое повідомлення, а й будь-яку загальну програму чи контракт. Немає обмежень на вид контрактів, які можуть бути створені та узгоджені, тому в мережі Ethereum відбуваються значні інновації.",
  "page-what-is-ethereum-btc-eth-diff-4": "У той час як Bitcoin являє собою лише платіжну мережу, Ethereum — це, скоріше, платформа фінансових послуг, ігор, соціальних мереж та інших додатків.",
  "page-what-is-ethereum-what-can-eth-do-title": "Що може робити Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Навіщо мені Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Якщо ви зацікавлені в стійкіших, відкритіших і надійніших способах для глобальної координації, створення організацій, розробки додатків і обміну цінностями, то Ethereum саме для вас. Ethereum — це історія, яку пишемо всі ми, тож долучайтесь і дізнайтеся, які неймовірні світи ми можемо побудувати разом.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Мережа Ethereum також виявилася неоціненною для людей, яким довелося зіткнутися з невизначеністю щодо безпеки, надійності або мобільності своїх активів через зовнішні сили, які вони не могли контролювати.",
  "page-what-is-ethereum-slide-1-title": "Дешевші та швидші міжнародні платежі",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Stablecoin</b> — це новий тип криптовалюти, який покладається на більш стабільний актив як основу своєї вартості. У більшості випадків це долар США, що зберігає вартість цієї валюти. Так можна створити дуже дешеву та стабільну глобальну платіжну систему. Багато поточних Stablecoin створено в мережі Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum і Stablecoin спрощують надсилання грошей за кордон. Часто потрібно всього кілька хвилин, на відміну від кількох робочих днів або навіть тижнів, які можуть знадобитися звичайному банку. Крім того, комісія набагато менша, немає додаткової комісії за здійснення транзакцій із високою вартістю та немає обмежень щодо того, куди й чому ви надсилаєте свої гроші.",
  "page-what-is-ethereum-slide-2-title": "Найшвидша допомога в часах кризи",
  "page-what-is-ethereum-slide-2-desc-1": "Якщо вам пощастило мати кілька варіантів банківського обслуговування в надійних установах за місцем проживання, ви можете сприймати як належне фінансову свободу, безпеку та стабільність, які вони пропонують. Але для багатьох людей по всьому світу, які стикаються з політичними репресіями або економічними труднощами, фінансові установи можуть не надавати необхідний захист або послуги.",
  "page-what-is-ethereum-slide-2-desc-2": "Коли війна, економічні катастрофи чи придушення громадянських свобод вразили жителів <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Венесуели</a>, <a href=\"https: //www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Куби</a>, <a href=\"https:// www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Афганістану</a>, <a href=\"https://qz. com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Нігерії</a> <a href=\"https://www.euronews.com/my-europe/2021/12/22 /meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Білорусі</a> й <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial- role-in-the-russia-ukraine-conflict/\">України</a>, криптовалюти були найшвидшим і часто єдиним способом утримати фінансове агентство.<sup><a href=\"https://www.financialinclusion. tech/\">1</a></sup> Як видно з цих прикладів, такі криптовалюти, як Ethereum, можуть забезпечити безперешкодний доступ до глобальної економіки, коли люди відрізані від зовнішнього світу. Крім того, стейблкойни пропонують запас вартості, коли місцеві валюти падають через гіперінфляцію.",
  "page-what-is-ethereum-slide-3-title": "Розширення можливостей творців",
  "page-what-is-ethereum-slide-3-desc-1": "Лише у 2021 році художники, музиканти, письменники та інші творці заробили на Ethereum близько 3,5 мільярдів доларів США. Це робить Ethereum однією з найбільших світових платформ для авторів, поряд зі Spotify, YouTube та Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Докладніше</a>.",
  "page-what-is-ethereum-slide-4-title": "Розширення можливостей геймерів",
  "page-what-is-ethereum-slide-4-desc-1": "Ігри для заробітку (де гравці фактично отримують винагороду за те, що грають в ігри) з’явилися нещодавно й трансформують ігрову індустрію. Зазвичай заборонено продавати або передавати ігрові активи іншим гравцям за реальні гроші. Це змушує гравців використовувати сайти чорного ринку, які часто становлять ризик для безпеки. Ігри на блокчейні покривають внутрішньоігрову економіку та сприяють довірчій поведінці.",
  "page-what-is-ethereum-slide-4-desc-2": "Крім того, гравці заохочуються можливістю обмінювати ігрові токени на реальні гроші та отримувати реальну винагороду за час в іграх.",
  "page-what-is-ethereum-meet-ether-title": "Зустрічайте ether, криптовалюту Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Багато дій у мережі Ethereum вимагають виконання певної роботи на вбудованому комп’ютері Ethereum (відомому як віртуальна машина Ethereum). Ці обчислення не є безкоштовними; вони оплачуються за допомогою власної криптовалюти Ethereum, яка називається «ефір» (Ether, ETH). Це означає, що вам потрібна хоча б невелика кількість ефірів, щоб користуватися мережею.",
  "page-what-is-ethereum-meet-ether-desc-2": "Ефір є абсолютно цифровою валютою, і ви можете миттєво надіслати ефіри будь-кому в будь-яку точку світу. Кількість доступних ефірів не контролюється жодним урядом чи компанією — увесь процес децентралізований і повністю прозорий. Ефіри випускаються точно за протоколом і тільки для користувачів, що здійснюють стейкінг, забезпечуючи в такий спосіб безпеку мережі.",
  "page-what-is-ethereum-what-is-ether": "Що таке ether?",
  "page-what-is-ethereum-get-eth": "Отримати ETH",
  "page-what-is-ethereum-explore-applications": "Переглянути додатки",
  "page-what-is-ethereum-learn-defi": "Детальніше про DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Хто керує Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum не контролюється жодною конкретною організацією. Він існує, коли є підключені комп'ютери, на яких запущено програмне забезпечення, що працює за протоколом Ethereum і додає до блокчейну Ethereum <a href=\"/glossary/#blockchain\">блокчейн</a>. Кожен з цих комп'ютерів називається вузлом. Вузлами може керувати будь-хто, хоча для участі в наданні безпеки в мережі вам необхідно <a href=\"/glossary/#staking\">вкласти</a> ETH (власний токен Ethereum). Будь-яка людина, що має 32 ETH, може робити це без дозволу.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Навіть початковий код Ethereum не створюється однією організацією. Будь-хто може запропонувати зміни до протоколу та обговорити його оновлення. Існує кілька реалізацій протоколу Ethereum, які створюються незалежними організаціями кількома мовами програмування, і вони зазвичай є відкритими та мають можливості для спільноти зробити свій внесок.",
  "page-what-is-ethereum-run-a-node": "Запустити вузол",
  "page-what-is-ethereum-smart-contract-title": "Що таке смартконтракти?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Смартконтракти — це комп’ютерні програми</b> в блокчейні Ethereum. Вони виконуються, якщо їх запускає транзакція від користувача. Вони роблять Ethereum дуже гнучкою платформою для реалізації наявних можливостей. Ці програми діють як будівельні блоки для децентралізованих додатків і організацій.",
  "page-what-is-ethereum-smart-contract-desc-2": "Ви коли-небудь користувалися продуктом, який змінив свої умови обслуговування? Або видалив функцію, яку ви вважали корисною? Як тільки смартконтракт публікується в Ethereum, він буде в мережі та діятиме, доки існує Ethereum. Навіть автор не може його видалити. Оскільки смартконтракти автоматизовані, вони не дискримінують жодного користувача й завжди готові до використання.",
  "page-what-is-ethereum-smart-contract-desc-3": "Популярними прикладами смарт-контрактів є додатки для кредитування, децентралізовані торгові біржі, страхування, квадратичне фінансування, соціальні мережі, <a href=\"/glossary/#nft\">NFT</a> – практично все, що можна собі уявити.",
  "page-what-is-ethereum-more-on-smart-contracts": "Докладніше про смартконтракти",
  "page-what-is-ethereum-explore-dapps": "Переглянути dapps",
  "page-what-is-ethereum-criminal-activity-title": "Кажуть, що криптовалюта використовується як інструмент для злочинної діяльності. Чи це правда?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Як і будь-яку іншу технологію, Ethereum іноді використовуватимуть не за призначенням. Однак, оскільки всі транзакції Ethereum відбуваються у відкритому блокчейні, владі часто легше відстежувати незаконну діяльність тут, ніж у традиційній фінансовій системі, що, можливо, робить Ethereum менш привабливим вибором для тих, хто воліє залишитися непоміченим.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Згідно з ключовими висновками нещодавнього звіту Європолу, Агентства Європейського Союзу з питань співробітництва правоохоронних органів, криптовалюти використовуються набагато рідше, ніж фіатні валюти, у злочинних цілях:",
  "page-what-is-ethereum-criminal-activity-desc-3": "«Використання криптовалют для незаконної діяльності, як видається, становить лише невелику частину загальної криптовалютної економіки, і вона порівняно менша, ніж обсяг незаконних коштів, залучених у традиційних фінансах.»",
  "page-what-is-ethereum-energy-title": "Як щодо енергоспоживання Ethereum?",
  "page-what-is-ethereum-energy-desc-1": "15 вересня 2022 року платформа Ethereum пройшла оновлення The Merge, яке перевело Ethereum з моделі <a href=\"/glossary/#pow\">«доказ роботи»</a> на модель <a href=\"/glossary/#pos\">«доказ частки»</a>.",
  "page-what-is-ethereum-energy-desc-2": "The Merge стало найбільшим оновленням Ethereum і зменшило споживання енергії, необхідної для захисту Ethereum, на <b>99,95 %</b>, створивши <b>безпечнішу мережу з набагато меншими викидами вуглецю</b>. Тепер Ethereum є блокчейном з низькими викидами вуглецю й більшою безпекою та масштабованістю.",
  "page-what-is-ethereum-more-on-energy-consumption": "Детальніше про споживання енергії",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Річне споживання енергії в ТВт·год/рік",
  "energy-consumption-chart-global-data-centers-label": "Глобальні центри обробки даних",
  "energy-consumption-gold-mining-cbeci-label": "Золотодобування",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Ігри в США",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "Оновлення The Merge",
  "page-what-is-ethereum-additional-reading": "Довідкові джерела",
  "page-what-is-ethereum-week-in-ethereum": "Тижневі новини Ethereum",
  "page-what-is-ethereum-week-in-ethereum-desc": "— щотижнева розсилка про ключові розробки в екосистемі.",
  "page-what-is-ethereum-kernel-dreamers": "Ядро",
  "page-what-is-ethereum-kernel-dreamers-desc": "Мрія Ethereum",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Атоми, інституції, блокчейни",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "— чому блокчейни важливі?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum у цифрах",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "Проекти, побудовані на Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "Рахунки (гаманці) з балансом ETH",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "Смарт-контракти на Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "Забезпечення цінності на Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "Заробіток творців на Ethereum у 2021 році",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "Кількість транзакцій за сьогодні",
  "adoption-chart-column-now-label": "Зараз",
  "adoption-chart-investors-label": "Інвестори",
  "adoption-chart-developers-label": "Розробники",
  "adoption-chart-companies-label": "Компанії",
  "adoption-chart-artists-label": "Художники",
  "adoption-chart-musicians-label": "Музиканти",
  "adoption-chart-writers-label": "Письменники",
  "adoption-chart-gamers-label": "Любителі ігор",
  "adoption-chart-refugees-label": "Біженці",
  "page-what-is-ethereum-get-eth-alt": "Отримайте ETH",
  "page-what-is-ethereum-get-eth-description": "Ефір (ETH) — це власна криптовалюта Ethereum. Щоб почати користуватися програмами Ethereum, потрібно мати трохи ефірів у гаманці.",
  "page-what-is-ethereum-get-eth-title": "Отримайте ETH",
  "page-what-is-ethereum-explore-dapps-alt": "Переглянути програми",
  "page-what-is-ethereum-explore-dapps-description": "Децентралізовані програми (dapp) — це програми, побудовані на Ethereum. Dapp руйнують поточні бізнес-моделі й дають змогу винаходити нові.",
  "page-what-is-ethereum-explore-dapps-title": "Скористайтеся децентралізованими програмами"
}
