{
  "consensus-client-besu-logo-alt": "Логотип Besu",
  "consensus-client-erigon-logo-alt": "Логотип Erigon",
  "consensus-client-geth-logo-alt": "Логотип Geth",
  "consensus-client-lighthouse-logo-alt": "Логотип Lighthouse",
  "consensus-client-lodestar-logo-alt": "Логотип Lodestar",
  "consensus-client-nethermind-logo-alt": "Логотип Nethermind",
  "consensus-client-nimbus-logo-alt": "Логотип Nimbus",
  "consensus-client-prysm-logo-alt": "Логотип Prysm",
  "consensus-client-teku-logo-alt": "Логотип Teku",
  "page-upgrades-answer-1": "Блокчейн Beacon Chain використовувався як інструмент для оновлення головної мережі Ethereum під час The Merge.",
  "page-upgrades-answer-2": "Завдяки The Merge платформа Ethereum отримала найвагоміше оновлення за весь час існування системи: відбувся перехід із моделі підтвердження роботи на новий шар консенсусу на основі доказу частки.",
  "page-upgrades-answer-4": "Блокчейн Beacon Chain використовувався для розробки консенсусу на основі доказу частки, що наразі працює в Ethereum. Його було запущено окремо від головної мережі Ethereum, тож розробники могли спостерігати за механізмом консенсусу в ізольованому середовищі, перш ніж координувати реальну діяльність за його допомогою.",
  "page-upgrade-article-author-ethmerge": "Ethmerge",
  "page-upgrade-article-author-alchemy": "Alchemy",
  "page-upgrade-article-author-consensys": "Consensys",
  "page-upgrade-article-author-delphi-digital": "Delphi Digital",
  "page-upgrade-article-author-eip-4844": "Віталік Бутерін, Данкрад Фейст, Дідерік Лоракер, Джордж Кадіанакіс, Метт Ґарнетт, Мофі Таіво",
  "page-upgrade-article-author-ethereum-foundation": "Ethereum Foundation",
  "page-upgrade-article-author-vitalik-buterin": "Віталік Бутерін",
  "page-upgrade-article-author-ethos-dev": "Ethos.dev",
  "page-upgrade-article-title-two-point-oh": "Beacon Chain: версія 2.0",
  "page-upgrade-article-title-beacon-chain-explainer": "Що насамперед потрібно знати про Beacon Chain Ethereum 2.0",
  "page-upgrade-article-title-sharding-consensus": "Консенсус сегментування",
  "page-upgrade-article-title-sharding-is-great": "Переваги сегментування: розкриваємо технічні властивості",
  "page-upgrade-article-title-rollup-roadmap": "План розвитку, орієнтований на зведення",
  "page-upgrade-article-title-hitchhikers-guide-to-ethereum": "Путівник для подорожі автостопом по Ethereum",
  "page-upgrade-article-title-eip-4844": "EIP-4844: транзакції великих бінарних об’єктів сегментів (протоданксегментування)",
  "page-upgrade-article-title-proto-danksharding-faq": "Поширені питання про протоданксегментування",
  "page-upgrade-article-title-sharding-das": "Пояснення процесу сегментування й аналізу доступності даних (data availability sampling, DAS)",
  "page-upgrade-article-title-ethmerge": "Ethmerge",
  "page-upgrade-article-title-merge-is-coming": "The Merge наближається",
  "page-upgrade-article-title-state-of-the-merge": "Виконання The Merge: актуальна інформація про об’єднання Ethereum і перехід на модель доказу частки у 2022 році",
  "page-upgrade-article-title-ropsten-merge-testnet": "Анонсування тестової мережі об’єднання Ropsten",
  "page-upgrade-article-title-execution-layer-specs": "Характеристики виконавчого рівня",
  "page-upgrade-article-title-consensus-layer-specs": "Характеристики рівня консенсусу",
  "page-upgrade-article-title-engine-api-specs": "Характеристики API обробника",
  "page-upgrades-beacon-chain-date": "Блокчейн Beacon Chain запущено 1 грудня 2020 року",
  "page-upgrades-beacon-chain-desc": "Блокчейн Beacon Chain запровадив в Ethereum стейкінг і заклав передумови для майбутніх оновлень. Він координує Ethereum із новою моделлю доказу частки.",
  "page-upgrades-beacon-chain-estimate": "Beacon Chain запущено",
  "page-upgrades-beacon-chain-title": "Beacon Chain",
  "page-upgrades-bug-bounty": "Переглянути програму винагород за пошук помилок",
  "page-upgrades-clients": "Ознайомитися з клієнтами консенсусу (раніше відомими як «клієнти Eth2»)",
  "page-staking-deposit-contract-title": "Перевірка адреси депозитного контракту",
  "page-upgrades-dive": "Дізнайтеся більше про бачення Ethereum",
  "page-upgrades-dive-desc": "Яким чином ми масштабуємо мережу Ethereum, посилюємо її захист і екологічність? Дотримуючись основної властивості Ethereum — децентралізації.",
  "page-upgrades-docking": "The Merge",
  "page-upgrades-merge-answer-1": "The Merge (процес об’єднання) було здійснено під час переходу Ethereum на консенсус із моделлю доказу частки 15 вересня 2022 року. Beacon Chain було об’єднано з головною мережею, що означало офіційну відмову від моделі підтвердження роботи в Ethereum і скорочення споживання енергії приблизно на 99,95 %.",
  "page-upgrades-merge-btn": "Детальніше про The Merge",
  "page-upgrades-merge-desc": "Головна мережа Ethereum об’єдналася з блокчейном Beacon Chain, який працює за моделлю доказу частки, що ознаменувало кінець епохи енергомісткого майнінгу.",
  "page-upgrades-merge-estimate": "The Merge наживо",
  "page-upgrades-merge-mainnet": "Що таке головна мережа?",
  "page-upgrades-eth-blog": "Блог на сайті ethereum.org",
  "page-upgrades-explore-btn": "Переглянути оновлення",
  "page-upgrades-get-involved": "Долучитися до оновлення Ethereum",
  "page-upgrades-get-involved-2": "Долучитися",
  "page-upgrades-head-to-ethresearch": "Перейти на ethresear.ch",
  "page-upgrades-help": "Хочете допомогти з оновленням Ethereum?",
  "page-upgrades-help-desc": "Існує багато способів долучитися до оновлень Ethereum, допомогти з тестуванням і навіть отримати винагороди.",
  "page-upgrades-index-staking": "Упровадження стейкінгу",
  "page-upgrades-index-staking-desc": "Упровадження стейкінгу має ключове значення для оновлень Ethereum. Якщо ви хочете використати ETH, щоб допомогти нам захистити мережу Ethereum, виконайте ці дії.",
  "page-upgrades-index-staking-learn": "Докладніше про стейкінг",
  "page-upgrades-index-staking-learn-desc": "Упровадження стейкінгу в Ethereum відбулося завдяки Beacon Chain. Якщо у вас є ETH, ви можете принести користь суспільству, захистивши мережу та заробивши більше ETH у процесі.",
  "page-upgrades-index-staking-step-1": "1. Виберіть налаштування за допомогою стартової платформи",
  "page-upgrades-index-staking-step-1-btn": "Перейти на стартову платформу стейкінгу",
  "page-upgrades-index-staking-step-1-desc": "Щоб виконувати стейкінг в Ethereum, потрібно скористатися стартовою платформою — вона допоможе здійснити весь процес.",
  "page-upgrades-index-staking-step-2": "2. Підтвердьте адресу для стейкінгу",
  "page-upgrades-index-staking-step-2-btn": "Підтвердити адресу депозитного контракту",
  "page-upgrades-index-staking-step-2-desc": "Перш ніж перейти до стейкінгу ETH, обов’язково переконайтеся, що у вас є правильна адреса. Спочатку ви маєте виконати всі вказівки на стартовій платформі.",
  "page-upgrades-index-staking-sustainability": "Більше екологічності",
  "page-upgrades-meta-desc": "Огляд оновлень Ethereum і бачення, яке ми сподіваємося реалізувати.",
  "page-upgrades-meta-title": "Оновлення Ethereum (раніше «Eth2»)",
  "page-upgrades-proof-stake-link": "Докладніше про доказ частки",
  "page-upgrades-question-1-title": "Коли будуть запущені оновлення?",
  "page-upgrades-question-1-desc": "Ethereum поступово оновлюється; різні оновлення мають різні дати запуску.",
  "page-upgrades-question-2-title": "Чи є Beacon Chain окремим блокчейном?",
  "page-upgrades-question-2-desc": "Так. Beacon Chain — це назва, яку отримав паралельний блокчейн із доказом частки, що використовувався для оновлення головної мережі Ethereum. Наразі існує тільки один блокчейн, сформований шляхом об’єднання оригінального блокчейну Ethereum і Beacon Chain.",
  "page-upgrades-question-3-answer-2a": "Процес об’єднання (The Merge) мав мінімальний вплив на розробників децентралізованих програм: вони досі взаємодіють з Ethereum у ті самі способи.",
  "page-upgrades-question-3-answer-2a-link": "The Merge і розробники децентралізованих програм",
  "page-upgrades-question-3-answer-2b": "Розробка планів сегментування досі триває, але здійснюватиметься з урахуванням зведення на рівні 2.",
  "page-upgrades-layer-2-rollups": "Детальніше про зведення на рівні 2",
  "page-upgrades-question-3-answer-3-link": "Відвідати ethresear.ch",
  "page-upgrades-question-3-desc": "Наразі вам не потрібно нічого робити, щоб підготуватися до оновлень.",
  "page-upgrades-question-3-title": "Як мені підготуватися до оновлень?",
  "page-upgrades-question-4-answer-1": "Щоразу, коли ви зараз надсилаєте транзакцію або користуєтеся децентралізованою програмою, ви використовуєте виконавчий рівень, також відомий як головна мережа.",
  "page-upgrades-question-4-answer-3": "З моменту реалізації об’єднання (The Merge) валідатори захищають усю мережу за допомогою моделі доказу частки.",
  "page-upgrades-question-4-answer-6": "Валідатором може стати будь-хто, здійснюючи стейкінг своїх ETH.",
  "page-upgrades-question-4-answer-7": "Докладніше про стейкінг",
  "page-upgrades-question-4-title": "Що таке виконавчий рівень?",
  "page-upgrades-question-4-desc": "До об’єднання (The Merge) блокчейн Ethereum іноді називали Eth1. Цей термін поступово було замінено на «виконавчий рівень».",
  "page-upgrades-question-5-answer-1": "Щоб стати валідатором у мережі, вам потрібно буде здійснити стейкінг 32 ETH. Якщо ж у вас їх немає або ви не хочете стільки виставляти, можете приєднатися до пулів для стейкінгу. Так ви виставлятимете менше й зароблятимете частини від загальних винагород.",
  "page-upgrades-question-5-desc": "Вам потрібно буде скористатися стейкінговою стартовою платформою або приєднатися до пулу для стейкінгу.",
  "page-upgrades-question-5-title": "Як здійснювати стейкінг?",
  "page-upgrades-question-6-answer-3": "Дені Райан з Ethereum Foundation регулярно оновлює спільноту:",
  "page-upgrades-question-6-answer-4": "Бен Еджингтон із ConsenSys щотижня складає інформаційного листа про оновлення Ethereum:",
  "page-upgrades-question-6-answer-5": "Ви також можете приєднатися до обговорень щодо дослідження й розробки Ethereum на сторінці ethresear.ch.",
  "page-upgrades-question-6-title": "Що мені робити зі своєю децентралізованою програмою?",
  "page-upgrades-question-6-desc": "За задумом The Merge має мінімально впливати на розробників децентралізованих програм, однак на деякі невеликі зміни варто звернути увагу.",
  "page-upgrades-question-6-answer-1": "Розробникам децентралізованих програм, які працювали з Ethereum до The Merge, важливо знати про деякі зміни. Вони стосуються структури блоків і термінів, деяких операційних кодів, джерел випадковості в ланцюзі та концепції завершення епохи.",
  "page-upgrades-question-6-answer-1-link": "Як The Merge впливає на рівень програм в Ethereum",
  "page-upgrades-question-6-answer-2": "Програми майже не зазнали жодного впливу.",
  "page-upgrades-question-7-desc": "Багато різних команд з усієї спільноти працюють над різними оновленнями Ethereum.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(впровадження Rust)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(впровадження JavaScript)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(впровадження Nim)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(впровадження Go)",
  "page-upgrades-question-7-teams": "Команди консенсус-клієнтів Ethereum:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(впровадження Java)",
  "page-upgrades-question-7-title": "Хто створює оновлення Ethereum?",
  "page-upgrades-question-7-clients": "Докладніше про клієнтів Ethereum",
  "page-upgrades-question-8-answer-1": "Оновлення Ethereum допоможуть масштабувати Ethereum шляхом децентралізації, забезпечуючи безпеку й підвищуючи екологічність.",
  "page-upgrades-question-8-answer-2": "Можливо, найочевидніша проблема полягає в тому, що Ethereum потрібно обробляти понад 15–45 транзакцій на секунду. Але оновлення також націлені на розв’язання деяких інших проблем з Ethereum, які існують сьогодні.",
  "page-upgrades-question-8-answer-3": "У періоди високого попиту користуватися мережею Ethereum стало дорого. Вузли в мережі потерпають від розмірів Ethereum і обсягу даних, які доводиться обробляти комп’ютерам. Оригінальний алгоритм, на якому базуються захист і децентралізація Ethereum, вимагав забагато витрат енергії та потребував екологічних рішень.",
  "page-upgrades-question-8-answer-4": "Багато впроваджуваних змін були частиною плану розвитку Ethereum ще з 2015 року. Однак поточний стан мережі потребує оновлень навіть більше.",
  "page-upgrades-question-8-answer-6": "Ознайомитися з баченням Ethereum",
  "page-upgrades-question-8-desc": "Сьогоднішня мережа Ethereum повинна стати зручнішою для кінцевих користувачів і учасників.",
  "page-upgrades-question-8-title": "Чому потрібні оновлення?",
  "page-upgrades-question-9-answer-1": "Найвпливовіша дія, яку ви можете виконати, — це здійснити стейкінг своїх ETH.",
  "page-upgrades-question-9-answer-2": "Можете також запустити другий клієнт, щоб допомогти покращити їх різноманіття.",
  "page-upgrades-question-9-answer-3": "Якщо вас більше цікавить технічна сторона, можете зайнятися пошуком помилок у нових клієнтах.",
  "page-upgrades-question-9-answer-4": "Крім того, можна ділитися своїми думками в технічних обговореннях із дослідниками Ethereum на сторінці ethresear.ch.",
  "page-upgrades-question-9-desc": "Щоб долучитися, не потрібно бути технічним спеціалістом. Спільнота буде вдячна за внесок у будь-якій галузі.",
  "page-upgrades-question-9-stake-eth": "Стейкінг ETH",
  "page-upgrades-question-9-title": "Як я можу зробити свій внесок в оновлення Ethereum?",
  "page-upgrades-question-9-more": "Знайдіть більше загальних способів долучитися до Ethereum",
  "page-upgrades-question-10-title": "Що таке «фази Eth2»?",
  "page-upgrades-question-10-desc": "Дещо тут змінилося.",
  "page-upgrades-question-10-answer-0": "Сам термін «Eth2» поступово виходить із використання, оскільки він не означає жодного оновлення чи нової мережі. Якщо точніше, це набір кількох оновлень, які всі разом збільшують масштабованість, безпечність і екологічність Ethereum. Мережа, яку ви знаєте та любите, називатиметься просто Ethereum.",
  "page-upgrades-question-10-answer-1": "Нам не хочеться багато говорити про технічний бік плану розвитку, оскільки це програмне забезпечення, і все може змінюватися. На нашу думку, легше зрозуміти, що відбувається, якщо прочитати про результати.",
  "page-upgrades-question-10-answer-1-link": "Переглянути оновлення",
  "page-upgrades-question-10-answer-2": "Однак якщо ви стежили за обговореннями, ось інформація про те, як оновлення відповідають технічним планам розвитку, а також трохи про їх зміни.",
  "page-upgrades-question-10-answer-3": "Фаза 0 — це перелік дій, потрібних для реалізації Beacon Chain.",
  "page-upgrades-question-10-answer-5": "Фаза 1 спочатку була зосереджена на впровадженні ланцюгів сегментів, але пріоритетним стало проведення The Merge, що відбулося 15 вересня 2022 року.",
  "page-upgrades-question-10-answer-6": "Спочатку планувалося, що фаза 1.5 буде проведена після впровадження сегментів, коли головна мережа стане останнім сегментом Beacon Chain. Однак через розвиток технології зведення спільнота Ethereum прискорила перехід від моделі підтвердження роботи.",
  "page-upgrades-question-10-answer-7": "Плани щодо фази 2 були предметом інтенсивних досліджень і обговорень. Після виконання The Merge і просування рішень рівня 2 цілі змістилися, щоб забезпечити спрощену форму сегментування даних для максимальної ефективності зведення. Поточний рівень 2s дає змогу масштабувати виконання транзакцій, а сегментування — зберігати докази цих даних на рівні 1 дешевим і масштабованим способом.",
  "page-upgrades-question-10-answer-8": "Докладніше про план розвитку, орієнтований на зведення",
  "page-upgrades-question-11-title": "Чи можу я купити Eth2?",
  "page-upgrades-question-11-desc": "Ні. Токена Eth2 не існує, а ваші ETH не зазнали жодних змін після The Merge.",
  "page-upgrades-question-11-answer-1": "Однією з основних причин ребрендингу Eth2 було поширене помилкове уявлення про те, що після The Merge або будь-яких інших оновлень власникам ETH доведеться перенести ETH в «ETH 2.0». Це не є й ніколи не було правдою.",
  "page-upgrades-question-11-answer-2": "Цією плутаниною часто користуються шахраї.",
  "page-upgrades-question-title": "Поширені запитання",
  "page-upgrades-question3-answer-1": "Власникам ETH не потрібно нічого робити. Вам не доведеться змінювати або оновлювати свої ETH. Однак шахраї, певно, наполягатимуть на протилежному, тож будьте обережні.",
  "page-upgrades-scalable": "Більше масштабованості",
  "page-upgrades-scalable-desc": "Мережа Ethereum повинна виконувати тисячі транзакцій за секунду, щоб вам було легше й дешевше користуватися програмами.",
  "page-upgrades-secure": "Більше безпеки",
  "page-upgrades-secure-desc": "Мережа Ethereum має бути безпечнішою. Оскільки вона стає дедалі популярнішою, протокол потрібно краще захистити від усіх видів атак.",
  "page-upgrades-shard-date": "Сегментування здійснюватиметься після The Merge у кілька етапів, десь у 2023–2024 роках.",
  "page-upgrades-shard-desc": "Сегментування розширить можливості Ethereum щодо зберігання даних і злагодженої роботи з L2, щоб масштабувати пропускну здатність і зменшити плату за мережу. Сегментування розгортатиметься в кілька етапів.",
  "page-upgrades-shard-estimate": "Приблизна реалізація: 2023–2024",
  "page-upgrades-shard-lower": "Докладніше про сегментування",
  "page-upgrades-shard-title": "Сегментування",
  "page-upgrades-stay-up-to-date": "Будьте в курсі подій",
  "page-upgrades-stay-up-to-date-desc": "Отримуйте новини від дослідників і розробників, які працюють над оновленнями Ethereum.",
  "page-upgrades-sustainable-desc": "До недавнього часу мережа Ethereum споживала дуже багато енергії. Перехід на модель доказу частки знизив обсяги енергоспоживання мережі на понад 99,9 %.",
  "page-upgrades-take-part": "Візьміть участь у дослідженні",
  "page-upgrades-take-part-desc": "Дослідники Ethereum і просто зацікавлені користувачі обговорюють тут роботу з дослідження, зокрема все, що пов’язано з оновленнями Ethereum.",
  "page-upgrades-the-upgrades": "Оновлення Ethereum",
  "page-upgrades-the-upgrades-desc": "Оновлення Ethereum мають на меті покращити масштабованість мережі, посилити її захист і екологічність. Нещодавно в Ethereum відбулося кілька важливих оновлень, що стосувалися захисту й екологічності. У майбутньому заплановані й інші, особливо ті, що орієнтовані на масштабування.",
  "page-upgrades-unofficial-roadmap": "Це не офіційний план розвитку. Це наше бачення, створене на основі доступної інформації. Однак коли йдеться про технології, усе може змінитися миттєво. Тож не вважайте цю інформацію зобов’язанням.",
  "page-upgrades-upgrade-desc": "Мережа Ethereum, яку ми знаємо та любимо, але більш масштабована, безпечніша та екологічніша...",
  "page-upgrades-upgrades": "Оновлення Ethereum",
  "page-upgrades-upgrades-aria-label": "Меню оновлень Ethereum",
  "page-upgrades-upgrades-beacon-chain": "Beacon Chain",
  "page-upgrades-upgrades-guide": "Посібник з оновлень Ethereum",
  "page-upgrades-upgrades-docking": "The Merge",
  "page-upgrades-energy-consumption": "Детальніше про енергоспоживання Ethereum",
  "page-upgrades-upgrading": "Радикальне оновлення Ethereum",
  "page-roadmap-vision": "Наше бачення",
  "page-roadmap-vision-btn": "Детальніше про бачення Ethereum",
  "page-roadmap-vision-desc": "Щоб зробити мережу Ethereum ще популярнішою та зручною для всіх, потрібно збільшити її масштабованість, захист і екологічність.",
  "page-upgrades-what-happened-to-eth2-title": "Що сталося з Eth2?",
  "page-upgrades-what-happened-to-eth2-1": "Термін «Eth2» широко використовувався до The Merge, але наразі ми замінюємо його точнішими термінами.",
  "page-upgrades-what-happened-to-eth2-1-more": "Детальніше про The Merge.",
  "page-upgrades-what-happened-to-eth2-2": "Після об’єднання «Eth1» та «Eth2» більше немає двох окремих блокчейнів Ethereum — є тільки Ethereum.",
  "page-upgrades-what-happened-to-eth2-3": "Щоб обмежити плутанину, спільнота оновила ці терміни:",
  "page-upgrades-what-happened-to-eth2-3-1": "«Eth1» тепер означає «виконавчий рівень», який обробляє транзакції та виконання.",
  "page-upgrades-what-happened-to-eth2-3-2": "«Eth2» тепер є «рівнем консенсусу», який обробляє консенсус доказу частки.",
  "page-upgrades-what-happened-to-eth2-4": "Ці оновлення термінології змінюють лише правила найменування; це не впливає на цілі або план розвитку Ethereum.",
  "page-upgrades-what-happened-to-eth2-5": "Докладніше про перейменування Eth2",
  "page-upgrades-why-cant-we-just-use-eth2-title": "Чому ми не можемо просто використовувати Eth2?",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-title": "Ментальні моделі",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-description": "Основною проблемою брендингу Eth2 є те, що цей термін створює спотворену ментальну модель для нових користувачів Ethereum. Вони інтуїтивно думають, що спочатку було поняття Eth1, а потім Eth2. Або що Eth1 припиняє існування з появою Eth2. Жодна з цих думок не відповідає дійсності. Відмовляючись від терміна Eth2, ми позбавляємо всіх майбутніх користувачів від неясностей щодо цієї заплутаної ментальної моделі.",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-title": "Інклюзивність",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-description": "Оскільки план розвитку Ethereum змінювався, поняття Ethereum 2.0 стало неточним відображенням цього плану. Уважність і точність у виборі слів робить вміст в Ethereum зрозумілим найширшій аудиторії.",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-title": "Запобігання шахрайству",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-description": "На жаль, зловмисники намагалися використати неправильну назву Eth2 для обману користувачів. Вони пропонували їм обміняти ETH на токени «ETH2» або якимось чином перенести свої ETH перед оновленням Eth2. Сподіваємося, що ця оновлена термінологія внесе ясність, сприятиме усуненню цього вектора шахрайства та допоможе зробити екосистему безпечнішою.",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-title": "Зрозумілість стейкінгу",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-description": "Деякі оператори стейкінгу також представляли ETH, виставлені на Beacon Chain, з тикером «ETH2». Це створює потенційну плутанину, враховуючи, що користувачі цих сервісів насправді не отримують токен «ETH2». Токена «ETH2» не існує; це просто представлення їхньої частки у виставленій частці конкретних постачальників.",
  "page-upgrades-what-to-do": "Що вам потрібно зробити?",
  "page-upgrades-what-to-do-desc": "Користувачам децентралізованої програми та власникам ETH не потрібно нічого робити. Якщо ви розробник або хочете почати займатися стейкінгом, існує безліч способів долучитися вже сьогодні.",
  "page-upgrades-whats-next": "Що таке оновлення Ethereum?",
  "page-upgrades-whats-next-desc": "План розвитку Ethereum передбачає оновлення взаємопов’язаних протоколів, які збільшать масштабованість, безпеку та екологічність мережі. Ці оновлення розробляються кількома командами з усієї екосистеми Ethereum.",
  "page-upgrades-whats-next-history": "Дізнатися про попередні оновлення Ethereum",
  "page-upgrades-whats-ethereum": "Чекайте, що таке Ethereum?",
  "page-upgrades-whats-new": "Що буде далі з Ethereum?",
  "page-upgrades-security-link": "Більше про безпеку та запобігання шахрайству",
  "page-staking-deposit-contract-staking-more-link": "Докладніше про стейкінг",
  "docs-nav-proof-of-stake": "Доказ частки",
  "docs-nav-proof-of-work": "Доказ виконаної роботи",
  "page-upgrades-get-involved-ethresearch-1": "Сегментування",
  "page-upgrades-get-involved-ethresearch-2": "The Merge"
}
