{
  "page-get-eth-article-keeping-crypto-safe": "Секрети безпеки вашої криптовалюти",
  "page-get-eth-article-protecting-yourself": "Як захистити себе й свої кошти",
  "page-get-eth-article-store-digital-assets": "Як зберігати цифрові об’єкти в мережі Ethereum",
  "page-get-eth-cex": "Централізовані біржі",
  "page-get-eth-cex-desc": "Обмінники – це компанії, які дають вам змогу купувати криптовалюту за традиційні гроші. Їм належать куплені вами ETH, доки ви не надішлете їх у гаманець, яким керуєте.",
  "page-get-eth-checkout-dapps-btn": "Переглянути додатки",
  "page-get-eth-community-safety": "Дописи в спільноті на тему безпеки",
  "page-get-eth-description": "Ethereum і ETH не контролюються жодним урядовим органом або компанією, вони децентралізовані. Це означає, що користуватися ETH можуть усі.",
  "page-get-eth-dex": "Децентралізовані обмінники (DEX)",
  "page-get-eth-dex-desc": "Щоб мати більше контролю, купуйте однорангові ETH. Завдяки децентралізованим обмінникам ви можете торгувати, не передаючи керування коштами централізованій компанії.",
  "page-get-eth-dexs": "Децентралізовані обмінники (DEX)",
  "page-get-eth-dexs-desc": "Децентралізовані біржі – це відкриті торговельні майданчики, де можна продати й купити ETH та інші токени. Вони з'єднують покупців і продавців напряму.",
  "page-get-eth-dexs-desc-2": "Замість надійних сторонніх компаній, відповідальних за захист коштів під час здійснення транзакції, такі обмінники використовують кодування. ETH продавця буде переказано, лише якщо платіж гарантовано. Цей тип кодування відомий як \"розумний контракт\".",
  "page-get-eth-dexs-desc-3": "Це означає меншу кількість географічних обмежень у порівнянні з централізованими альтернативами. Якщо хтось продає те, що вас цікавить, і приймає запропонований вами спосіб оплати, дійте. Децентралізовані обмінники дають змогу купувати ETH за інші токени, кошти на балансі PayPal і навіть шляхом особистої передачі готівки.",
  "page-get-eth-do-not-copy": "Приклад. Не копіювати",
  "page-get-eth-exchanges-disclaimer": "Ми зібрали цю інформацію вручну. Якщо ви помітили помилку, повідомте нас про це за адресою",
  "page-get-eth-exchanges-empty-state-text": "Введіть свою країну проживання, щоб переглянути список гаманців і обмінників, які ви можете використовувати для придбання ETH",
  "page-get-eth-exchanges-except": "За винятком",
  "page-get-eth-exchanges-header": "У якій країні ви мешкаєте?",
  "page-get-eth-exchanges-header-exchanges": "Обмінники",
  "page-get-eth-exchanges-header-wallets": "Гаманці",
  "page-get-eth-exchanges-intro": "Обмінники й гаманці можуть продавати криптовалюту не в усіх країнах.",
  "page-get-eth-exchanges-no-exchanges": "На жаль, у цій країні немає обмінників, у яких ви могли б придбати ETH. Якщо такі є, повідомте нас за адресою",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "На жаль, у цій країні немає обмінників або гаманців, у яких ви могли б придбати ETH. Якщо такі є, повідомте нас за адресою",
  "page-get-eth-exchanges-no-wallets": "На жаль, у цій країні немає гаманців, у яких ви могли б придбати ETH. Якщо такі є, повідомте нас за адресою",
  "page-get-eth-exchanges-search": "Вкажіть, де ви живете...",
  "page-get-eth-exchanges-success-exchange": "Реєстрація в обміннику може тривати кілька днів у зв’язку з юридичними перевірками.",
  "page-get-eth-exchanges-success-wallet-link": "гаманці",
  "page-get-eth-exchanges-success-wallet-paragraph": "У цій країні можна придбати ETH прямо в наведених тут гаманцях. Докладніше про",
  "page-get-eth-exchanges-usa": "Сполучені Штати Америки (США)",
  "page-get-eth-get-wallet-btn": "Створити гаманець",
  "page-get-eth-hero-image-alt": "Отримати зображення героя ETH",
  "page-get-eth-keep-it-safe": "Захист ваших ETH",
  "page-get-eth-meta-description": "Як придбати валюту ETH залежно від країни проживання й отримати поради щодо її зберігання.",
  "page-get-eth-meta-title": "Як купити ETH",
  "page-get-eth-need-wallet": "Щоб використовувати децентралізовані обмінники, потрібно мати гаманець.",
  "page-get-eth-new-to-eth": "Ще не користувалися ETH? Нижче наведено поради для початку роботи.",
  "page-get-eth-other-cryptos": "Купуйте за іншу криптовалюту",
  "page-get-eth-protect-eth-desc": "Якщо ви плануєте купити багато ETH, радимо тримати їх у гаманці, який ви контролюєте, а не в обміннику, який із великою ймовірністю може стати ціллю для хакерів. Якщо хакер отримає доступ, ви можете втратити свої кошти. Крім того, тільки ви керуєте своїм гаманцем.",
  "page-get-eth-protect-eth-in-wallet": "Як захистити ETH у гаманці",
  "page-get-eth-search-by-country": "Шукати за країною",
  "page-get-eth-security": "Однак це також означає, що до безпеки коштів слід ставитися серйозно. Використовуючи ETH, ви покладаєтеся не на банк, а лише на себе.",
  "page-get-eth-smart-contract-link": "Докладніше про розумні контракти",
  "page-get-eth-swapping": "Обмінюйте свої токени на ETH інших користувачів і навпаки.",
  "page-get-eth-try-dex": "Спробуйте DEX",
  "page-get-eth-use-your-eth": "Як використовувати ETH",
  "page-get-eth-use-your-eth-dapps": "Оскільки тепер у вас є ETH, радимо переглянути деякі децентралізовані програми Ethereum у категоріях фінансів, соціальних мереж, ігор тощо.",
  "page-get-eth-wallet-instructions": "Дотримуйтеся вказівок у гаманці",
  "page-get-eth-wallet-instructions-lost": "Якщо ви втратите доступ до гаманця, то втратите доступ і до своїх коштів. У гаманці можна знайти вказівки щодо того, як цьому запобігти. Чітко дотримуйтеся їх, адже якщо ви втратите доступ до гаманця, скоріш за все, вам ніхто не зможе допомогти.",
  "page-get-eth-wallets": "Гаманці",
  "page-get-eth-wallets-link": "Докладніше про гаманці",
  "page-get-eth-wallets-purchasing": "У деяких гаманцях криптовалюту можна придбати за допомогою кредитної чи дебетової картки та навіть Apple Pay. Застосовуються географічні обмеження.",
  "page-get-eth-warning": "Ці децентралізовані обмінники не для початківців, оскільки щоб користуватися ними, потрібно мати достатню кількість ETH.",
  "page-get-eth-what-are-DEX's": "Що таке децентралізовані обмінники?",
  "page-get-eth-whats-eth-link": "Що таке ETH?",
  "page-get-eth-where-to-buy-desc": "Ви можете купити ETH на біржах або прямо з гаманців.",
  "page-get-eth-where-to-buy-desc-2": "Перевірте, якими сервісами можна скористатися у вашій країні.",
  "page-get-eth-where-to-buy-title": "Де купити ETH",
  "page-get-eth-your-address": "Ваша адреса ETH",
  "page-get-eth-your-address-desc": "Під час завантаження гаманця для вас буде створено публічну адресу ETH. Ось як вона виглядає:",
  "page-get-eth-your-address-desc-3": "Вона схожа на адресу електронної пошти, однак замість листів на неї надходять ETH. Щоб переказати ETH з обмінника в гаманець, використовуйте адресу як цільовий сервіс. Не забувайте перевіряти всю інформацію ще раз, перш ніж надсилати кошти!",
  "page-get-eth-your-address-wallet-link": "Переглянути гаманці",
  "listing-policy-raise-issue-link": "Повідомити про проблему",
  "page-find-wallet-last-updated": "Останнє оновлення"
}
