{
  "page-gas-meta-title": "Комісія за газ на Ethereum: як вона працює?",
  "page-gas-meta-description": "Дізнайтеся про газ на Ethereum: як він працює і як платити меншу комісію за газ",
  "page-gas-hero-title": "Комісія за газ",
  "page-gas-hero-header": "Комісія мережі",
  "page-gas-hero-button-1-content": "Що таке газ?",
  "page-gas-hero-subtitle-1": "Комісія мережі в Ethereum називається газом.",
  "page-gas-hero-subtitle-2": "Газ — це паливо, що живить Ethereum.",
  "page-gas-summary-title": "Підсумок",
  "page-gas-summary-item-1": "Для оброблення кожної транзакції в Ethereum потрібна невелика форма оплати",
  "page-gas-summary-item-2": "Ця оплата відома як «газовий» збір",
  "page-gas-summary-item-3": "Тарифи на газ не є фіксованими, вони змінюються залежно від перевантаження мережі",
  "page-gas-what-are-gas-fees-header": "Що таке комісія за газ?",
  "page-gas-what-are-gas-fees-text-1": "Уявіть Ethereum як велику комп’ютерну мережу, де люди можуть виконувати такі завдання, як-от надсилання повідомлень або запуск програм. Як і в реальному світі, для виконання цих завдань потрібна енергія.",
  "page-gas-what-are-gas-fees-text-2": "В Ethereum кожна обчислювальна дія має встановлену ціну газу. <b>Комісія за газ – це загальна вартість дій у вашій транзакції</b>. Коли ви надсилаєте транзакцію або запускаєте <a href=\"/glossary/#smart-contract\">розумний контракт</a>, ви сплачуєте комісію за обробку.",
  "page-gas-how-do-i-pay-less-gas-header": "Як зменшити комісію за газ?",
  "page-gas-how-do-i-pay-less-gas-text": "Іноді високі комісії на Ethereum неминучі, та все ж є стратегії, якими можна скористатися, щоб зменшити витрати:",
  "page-gas-how-do-i-pay-less-gas-card-1-title": "Обирайте час для своїх транзакцій",
  "page-gas-how-do-i-pay-less-gas-card-1-description": "Подібно до подорожей у непопулярний сезон, Ethereum зазвичай дешевше використовувати, коли Північна Америка спить.",
  "page-gas-how-do-i-pay-less-gas-card-2-title": "Зачекайте зниження комісії за газ",
  "page-gas-how-do-i-pay-less-gas-card-2-description": "Комісія за газ зростає і падає що дванадцять секунд залежно від перевантаження Ethereum. Коли комісія за газ висока, зачекайте кілька хвилин, коли комісія знизиться.",
  "page-gas-how-do-i-pay-less-gas-card-3-title": "Користування 2-м рівнем",
  "page-gas-how-do-i-pay-less-gas-card-3-description": "Ланцюжки 2 шару, побудовані на основі Ethereum, пропонують нижчі комісії та обробляють більше транзакцій. Це хороший вибір, щоб заощадити на комісії за транзакції, які не обов’язково проводити в основній мережі Ethereum.",
  "page-gas-try-layer-2": "Спробуйте другий шар",
  "page-gas-what-causes-high-gas-fees-header": "Що спричиняє високу комісію за газ?",
  "page-gas-what-causes-high-gas-fees-text-1": "Коли кількість обчислень (газу) на Ethereum перевищує певний поріг, комісія за газ починає зростати. Чим більше газ перевищує цей поріг, тим швидше зростає комісія за газ.",
  "page-gas-what-causes-high-gas-fees-text-2": "Вищі комісії можуть бути спричинені такими факторами, як популярні <a href=\"/glossary/#dapp\">децентралізовані додатки</a> або NFT, періодичний ріст торгівлі на <a href=\"/glossary/#dex\">DEX</a> або надмірна активність користувачів у пікові моменти.",
  "page-gas-what-causes-high-gas-fees-text-3": "Розробники Ethereum повинні подбати про оптимізацію використання смарт-контрактів перед розгортанням. Якщо багато людей використовуватимуть погано написаний смарт-контракт, він споживатиме більше газу та може ненавмисно спричинити перевантаження мережі.",
  "page-gas-want-to-dive-deeper": "Хочете дізнатися більше?",
  "page-gas-check-out-the-developer-docs": "Перегляньте документацію розробника.",
  "page-gas-attack-of-the-cryptokitties-header": "Атака CryptoKitties",
  "page-gas-attack-of-the-cryptokitties-text": "У листопаді 2017 року запустився популярний проєкт CryptoKitties. Швидке зростання його популярності спричинило значне перевантаження мережі та надзвичайно високу комісію за газ. Проблеми, спричинені CryptoKitties, прискорили пошук рішень для масштабування Ethereum.",
  "page-gas-why-do-we-need-gas-header": "Навіщо нам газ?",
  "page-gas-why-do-we-need-gas-text": "Газ є критично важливим елементом для підтримки безпеки Ethereum і обробки транзакцій. Газ допомагає багатьма способами:",
  "page-gas-benefits-1-description": "Газ робить Ethereum <a href=\"/glossary/#anti-sybil\">стійким до сибілів</a>, не даючи зловмисникам вчиняти у мережі шахрайські дії.",
  "page-gas-benefits-2-description": "Оскільки обчислення вимагають витрачання газу, спам Ethereum із дорогими транзакціями, випадково чи зловмисно, фінансово не вигідний.",
  "page-gas-benefits-3-description": "Жорстке обмеження на кількість обчислень, які можна виконати в будь-який час, запобігає перевантаженню Ethereum, допомагаючи забезпечити постійний доступ до мережі.",
  "page-gas-how-is-gas-calculated-header": "Як розраховується газ?",
  "page-gas-advanced": "Для досвідчених розробників",
  "page-gas-how-is-gas-calculated-text-1": "Загальна комісія за газ, яку ви сплачуєте, складається з кількох частин:",
  "page-gas-how-is-gas-calculated-item-1": "<b>Базова комісія:</b> комісія, встановлена мережею, що сплачується за транзакцію",
  "page-gas-how-is-gas-calculated-item-2": "<b>Пріоритетна комісія:</b> додаткова платня, щоб заохотити операторів вузлів включити вашу транзакцію",
  "page-gas-how-is-gas-calculated-item-3": "<b>Одиниці використаного газу<i>*</i>:</b> пам’ятаєте, ми сказали, що газ представляє обчислення? Складніші дії, як-от взаємодія зі смарт-контрактом, використовують більше газу, ніж прості дії, як-от надсилання транзакції.",
  "page-gas-how-is-gas-calculated-list-item-1": "<i><span>*</span> Див. рисунок 1, щоб побачити, скільки газу використовують різні типи транзакцій</i>",
  "page-gas-how-is-gas-calculated-text-2": "Формула розрахунку комісії за газ — одиниці спожитого газу * (базова комісія + пріоритетна комісія). Більшість гаманців розраховують використання газу та зображають його зрозумілим способом.",
  "page-gas-table-figure": "<i>Рисунок 1. Використання газу за типом транзакції</i>",
  "page-gas-table-header-1": "Тип транзакції",
  "page-gas-table-header-2": "Одиниць газу використано",
  "page-gas-table-item-1-transaction-type": "Надсилання ETH",
  "page-gas-table-item-2-transaction-type": "Надсилання токенів ERC-20",
  "page-gas-table-item-3-transaction-type": "Передавання NFT",
  "page-gas-table-item-4-transaction-type": "Обмін на Uniswap",
  "page-gas-faq-header": "Часті питання",
  "page-gas-faq-question-1-q": "Хто отримує комісію за газ у моїй транзакції?",
  "page-gas-faq-question-1-a-1": "Більша частина комісії за газ, базова комісія, знищується протоколом (спалюється). Пріоритетна комісія, якщо вона є у вашій комісії, буде передана валідатору, що запропонував вашу транзакцію.",
  "page-gas-faq-question-1-a-2": "Ви можете прочитати детальний опис процесу в <a href=\"/developers/docs/gas/\">документації для розробників газу.</a>",
  "page-gas-faq-question-2-q": "Чи потрібно платити за газ в ETH?",
  "page-gas-faq-question-2-a-1": "Так. Усі комісії за газ на Ethereum повинні бути сплачені в рідній валюті ETH.",
  "page-gas-faq-question-2-a-2": "Докладніше про ETH",
  "page-gas-faq-question-3-q": "Що таке gwei?",
  "page-gas-faq-question-3-a-1": "У більшості гаманців або трекерів газу ви побачите ціни на газ, позначені як \"gwei\".",
  "page-gas-faq-question-3-a-2": "Gwei — це менша одиниця ETH, як-от пенні для доларів, з тією різницею, що 1 ETH дорівнює 1 мільярду gwei. Gwei корисний, коли мова йде про дуже малі суми ETH.",
  "page-gas-use-layer-2": "Користування 2-м рівнем"
}
