{
  "page-layer-2-learn-meta-title": "Що таке шар 2? | ethereum.org",
  "page-layer-2-learn-title": "Що таке «рівень 2»?",
  "page-layer-2-learn-description": "Масштабування Ethereum для масового прийняття",
  "page-layer-2-learn-button-1-label": "Що таке «рівень 2»?",
  "page-layer-2-learn-button-2-label": "Користування 2-м рівнем",
  "page-layer-2-learn-what-is-layer-2-title": "Що таке «рівень 2»?",
  "page-layer-2-learn-what-is-layer-2-1": "Рівень 2 (L2) – це збірний термін для опису певного набору рішень для масштабування Ethereum. <strong>Рівень 2 – це окремий <a href=\"/glossary/#blockchain\">блокчейн</a>, який розширює Ethereum і успадковує гарантії безпеки Ethereum</strong>.",
  "page-layer-2-learn-what-is-layer-2-2": "Розгляньмо тепер це питання трохи докладніше. Щоб це зробити, спочатку потрібно пояснити, що таке «рівень 1» (L1).",
  "page-layer-2-learn-what-is-layer-1-title": "Що таке «рівень 1»?",
  "page-layer-2-learn-what-is-layer-1-1": "Блокчейни шару 1, такі як Ethereum та Bitcoin, є <strong>основою, на якій створюються проєкти шару 2</strong>. Прикладами проєктів шару 2 є <strong>зведення з нульовим розголошенням</strong> та <strong>оптимістичні зведення</strong> на Ethereum і Lighting Network на базі Bitcoin.",
  "page-layer-2-learn-what-is-layer-1-2": "Ethereum також функціонує як шар доступності даних для шарів 2, і якщо виникають будь-які суперечки щодо попередніх транзакцій, дані для вирішення цих суперечок надаються з Ethereum.",
  "page-layer-2-learn-layer-1-list-title": "Ethereum як рівень 1 містить такі елементи:",
  "page-layer-2-learn-layer-1-list-1": "<strong>мережа операторів вузлів</strong> для захисту та валідації мережі",
  "page-layer-2-learn-layer-1-list-2": "<strong>мережа виробників блоків</strong>",
  "page-layer-2-learn-layer-1-list-3": "<strong>сам блокчейн </strong> і історія даних транзакцій",
  "page-layer-2-learn-layer-1-list-4": "<strong>механізм консенсусу</strong> для мережі",
  "page-layer-2-learn-why-do-we-need-layer-2-title": "Навіщо нам рівень 2?",
  "page-layer-2-learn-why-do-we-need-layer-2-1": "Три бажані властивості блокчейну: він децентралізований, безпечний і масштабований. Трилема блокчейну стверджує, що проста архітектура блокчейну може досягти лише двох із трьох. Хочете безпечний і децентралізований блокчейн? Вам доведеться пожертвувати масштабованістю. Саме тут у гру вступають мережі шару 2.",
  "page-layer-2-learn-why-do-we-need-layer-2-2": "Ethereum досяг поточної потужності мережі, що становить понад 1 мільйон транзакцій на день, і кожна з цих транзакцій має високий попит. Успіх Ethereum і попит на його використання спричинили значне зростання цін на газ. Тому потреба в рішеннях для масштабування також досягла свого піку.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability": "Масштабованість",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-1": "Основна мета масштабованості полягає в тому, щоб збільшити швидкість транзакцій (швидша остаточність) і пропускну здатність транзакцій (висока кількість транзакцій за секунду), не жертвуючи децентралізацією чи безпекою.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-2": "Спільнота Ethereum зайняла тверду позицію, що не відмовиться від децентралізації чи безпеки заради масштабування. До впровадження сегментування мережа Ethereum Mainnet (шар 1) зможе обробляти лише приблизно 15 транзакцій за секунду. Коли попит на використання Ethereum високий, це спричиняє перевантаження мережі, що збільшує комісію за транзакції та витісняє тих, хто не може собі цього дозволити, з мережі Ethereum, доки комісії не знизяться. Саме тут на допомогу приходить шар 2 для масштабування Ethereum сьогодні.",
  "page-layer-2-learn-layer2Cards-1-title": "Нижчі комісії",
  "page-layer-2-learn-layer2Cards-1-description": "Завдяки об’єднанню кількох транзакцій в одну транзакцію на шарі 1 комісії за транзакції значно зменшуються, що робить Ethereum доступнішим для всіх.",
  "page-layer-2-learn-layer2Cards-2-title": "Підтримка безпеки",
  "page-layer-2-learn-layer2Cards-2-description": "Блокчейни шару 2 розраховуються за своїми транзакціями в мережі Ethereum Mainnet, що дозволяє користувачам, які їх використовують, отримувати переваги від безпеки мережі Ethereum.",
  "page-layer-2-learn-layer2Cards-3-title": "Розширення варіантів використання",
  "page-layer-2-learn-layer2Cards-3-description": "Завдяки більшій кількості транзакцій за секунду, нижчим комісіям і новим технологіям проєкти розширюватимуться до нових програм із покращеним користувацьким досвідом.",
  "page-layer-2-learn-how-does-layer-2-work-title": "Як працює рівень 2?",
  "page-layer-2-learn-how-does-layer-2-work-1": "Як ми вже згадували вище, рівень 2 є загальним терміном для рішень масштабування Ethereum, які обробляють транзакції поза рівнем 1 Ethereum, усе ще користуючись надійною децентралізованою безпекою рівня 1 Ethereum.  Рівень 2 — окремий блокчейн, який розширює Ethereum. Як це працює?",
  "page-layer-2-learn-how-does-layer-2-work-2": "Існує кілька різних типів рівня 2, кожен із яких має свої власні компроміси й моделі безпеки. Рівень 2 відводить транзакційне навантаження від рівня 1, що дає йому змогу стати менш перевантаженим, і все стає масштабованішим.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-title": "Зведення",
  "page-layer-2-learn-how-does-layer-2-work-rollups-1": "Зведення (або «згортання») об’єднують сотні транзакцій в одну транзакцію на шарі 1. Це розподіляє комісію за транзакції шару 1 між усіма учасниками зведення, що робить його дешевшим для кожного користувача.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-2": "Згортання транзакцій виконується поза рівнем 1, але дані транзакцій надсилаються до рівня 1. Надсилаючи дані транзакцій на рівень 1, згорнуті транзакції успадковують безпеку Ethereum: щойно дані завантажено на рівень 1, скасування згорнутої транзакції вимагає скасування Ethereum. Існує два різних підходи до згортання: оптимістичний і з нульовим розголошенням. Вони відрізняються насамперед тим, як дані про транзакції передаються на рівень 1.",
  "page-layer-2-learn-rollupCards-optimistic-title": "Оптимістичні зведення",
  "page-layer-2-learn-rollupCards-optimistic-description": "Оптимістичні зведення використовують докази помилок, у яких транзакції вважаються дійсними, але можуть бути оскаржені в разі підозри на недійсну транзакцію. Якщо виникає підозра на недійсну транзакцію, виконується перевірка доказу помилки, щоб побачити, чи це справді так.",
  "page-layer-2-learn-rollupCards-optimistic-childSentence": "Докладніше про оптимістичні зведення",
  "page-layer-2-learn-rollupCards-zk-title": "Зведення з нульовим знанням",
  "page-layer-2-learn-rollupCards-zk-description": "Зведення з нульовим знанням використовують докази дійсності (validity proofs), де обчислення транзакцій виконуються поза мережею (offchain), а потім ці дані надаються в Ethereum Mainnet разом із доказом їхньої дійсності.",
  "page-layer-2-learn-rollupCards-zk-childSentence": "Докладніше про ZK-зведення",
  "page-layer-2-learn-dyor-title": "Проводьте власне дослідження: ризики шару 2",
  "page-layer-2-learn-dyor-1": "Оскільки ланцюги шару 2 успадковують безпеку від Ethereum, в ідеальному світі вони такі ж безпечні, як і Ethereum на шарі 1. Однак багато <strong>проєктів ще молоді й дещо експериментальні</strong>. Після років досліджень і розробок багато технологій шару 2, які масштабують Ethereum, запрацювали у 2021 році. Це не означає, що ці рішення шару 2 не є безпечними, а лише те, що жоден шар 2 не є настільки перевіреним на практиці, як Ethereum Mainnet. Завжди проводьте власне дослідження та вирішуйте, чи готові ви до будь-яких пов’язаних із цим ризиків.",
  "page-layer-2-learn-dyor-2": "Щоб дізнатися більше про технологію, ризики та припущення щодо довіри до рішень шару 2, ми рекомендуємо ознайомитися з L2BEAT, що надає комплексну систему оцінки ризиків для кожного проєкту.",
  "page-layer-2-learn-dyor-link": "Перейти до L2BEAT",
  "page-layer-2-learn-note-on-alt-l1-title": "Примітка про альтернативні шари 1, сайдчейни та валідіуми",
  "page-layer-2-learn-note-on-alt-l1-1": "Альтернативні шари 1 мають вищу пропускну здатність і нижчі комісії за транзакції, ніж Ethereum. Цим альтернативним шарам 1 довелося пожертвувати безпекою або децентралізацією, щоб досягти більшої кількості транзакцій за секунду та нижчих комісій. Екосистема Ethereum твердо переконана, що масштабування на шарі 2 є єдиним способом вирішити трилему масштабованості та зберегти децентралізацію та безпеку.",
  "page-layer-2-learn-note-on-alt-l1-2": "Сайдчейни та валідіуми — це блокчейни, які дозволяють переносити активи з одного блокчейну в інший за допомогою мостів і використовувати їх там. Сайдчейни та валідіуми працюють паралельно з основною мережею та взаємодіють з нею через мости, але вони не успадковують свою безпеку чи доступність даних від основної мережі. Вони масштабуються подібно до шару 2, але мають інші припущення щодо довіри. Вони пропонують нижчі комісії за транзакції та вищу пропускну здатність транзакцій. Докладніше про <a href=\"/developers/docs/scaling/sidechains\">сайдчейни</a> та <a href=\"/developers/docs/scaling/validium\">валідіуми</a>.",
  "page-layer-2-learn-callout-1-title": "Які є переваги?",
  "page-layer-2-learn-callout-1-description": "Дізнайтеся, який практичний вплив мають рішення шару 2 на взаємодію з користувачем.",
  "page-layer-2-learn-learn-more": "Дізнайтеся більше",
  "page-layer-2-learn-callout-2-title": "Досліджуйте різні мережі",
  "page-layer-2-learn-callout-2-description": "Дізнайтеся, чим мережі відрізняються одна від одної та як далеко вони просунулися у своєму розвитку.",
  "page-layer-2-learn-explore-networks": "Досліджуйте мережі"
}
