{
  "page-ethereum-history-founder-and-ownership-meta-title": "Історія Ethereum: засновник, запуск і власність | ethereum.org",
  "page-ethereum-history-founder-and-ownership-meta-description": "Дізнайтеся про історію Ethereum, зокрема про те, хто його створив, коли він був запущений і хто ним керує сьогодні.",
  "page-ethereum-history-founder-and-ownership-twitter-meta-description": "Дізнайтеся про відмінності між Bitcoin та Ethereum, зокрема про варіанти використання, продуктивність мережі, економіку токенів тощо.",
  "page-ethereum-history-founder-and-ownership-title": "Історія Ethereum: засновник, запуск і власність",
  "page-ethereum-history-founder-and-ownership-description-1": "Ethereum був заснований Віталіком Бутеріним у 2013 році. Пізніше до нього приєдналися кілька співзасновників, зокрема Гевін Вуд і Джозеф Любін. Мережа Ethereum була офіційно запущена 30 липня 2015 року з майнингом першого блоку (генезис-блоку).",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-description-1": "На відміну від традиційних організацій, <strong>Ethereum не має генерального директора</strong>, правління чи єдиної контролюючої сторони. Це децентралізована платформа, керована спільнотою, за підтримки некомерційної організації Ethereum Foundation.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum": "Хто заснував/співзаснував Ethereum?",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-1": "Ethereum був <strong>заснований Віталіком Бутеріним</strong>, який розробив цю ідею <strong>наприкінці 2013 року</strong>.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-2": "Бутерін народився в Росії в 1994 році, виріс у Канаді і з раннього віку виявляв виняткові математичні здібності.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-3": "Він відкрив для себе Bitcoin у 2011 році і почав писати статті про Bitcoin, що призвело до того, що в 2012 році він став співзасновником <em>Bitcoin Magazine</em>. Це було одне з перших видань, присвячених криптовалюті. Будучи частиною ранньої спільноти Bitcoin, він на власні очі побачив її потенціал та обмеження.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-4": "У 2014 році Віталік опублікував <whitepaper>білий документ Ethereum</whitepaper>, у якому описав платформу, яка вийде за рамки Bitcoin, створивши блокчейн, здатний на більше, ніж просто платежі.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-5": "Ethereum розширює підхід Bitcoin, по суті, кажучи: «Ну, замість того, щоб мати правила, розроблені для підтримки одного додатка, ми збираємося зробити щось більш загального призначення, де люди можуть просто створювати власні додатки, і правила для будь-яких створених ними додатків можуть бути виконані, реалізовані на платформі Ethereum».",
  "page-ethereum-history-founder-and-ownership-when-ethereum-when-did-ethereum-launch": "Коли було запущено Ethereum?",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now": "Хто володіє та керує Ethereum зараз?",
  "page-ethereum-history-founder-and-ownership-founder-of-ethereum": "Засновник Ethereum",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-6": "Ethereum був заснований 8 людьми, які допомогли втілити Ethereum у життя.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-vitalik-buterin": "<strong>Віталік Бутерін</strong>: Задумав Ethereum у 2013 році, написав оригінальний білий документ і став його головним візіонером та прихильником, сформулювавши концепцію децентралізованого світового комп’ютера та спрямовуючи технічний та філософський напрямок протоколу.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-gavin-wood": "<strong>Гевін Вуд</strong>: Розробив мову програмування <solidity>Solidity</solidity> і написав <ethereumYellowPaper>Жовтий документ Ethereum</ethereumYellowPaper>, технічний посібник для віртуальної машини Ethereum (EVM).",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-joseph-lubin": "<strong>Джозеф Любін</strong>: Допоміг фінансувати Ethereum на самих ранніх етапах, а пізніше заснував <consensys>ConsenSys</consensys>, компанію, що займається створенням додатків та інфраструктури на базі Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-jeffrey-wilcke": "<strong>Джеффрі Вілке</strong>: Створив <geth>Geth</geth>, оригінальні та найбільш поширені клієнти виконання Ethereum, відповідальні за роботу EVM і зберігання даних мережі Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-mihai-alisie": "<strong>Міхай Алісі</strong>: Співзасновник Bitcoin Magazine разом з Віталіком Бутеріним, допоміг заснувати Ethereum Foundation у Швейцарії, обіймав посаду віце-президента та створював правову базу для попереднього продажу ether.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-anthony-di-lorio": "<strong>Ентоні Ді Іоріо</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-amir-chetrit": "<strong>Амір Четріт</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-charles-hoskinson": "<strong>Чарльз Хоскінсон</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-7": "Сьогодні Віталік Бутерін продовжує брати активну участь у розробці Ethereum. Джозеф Любін продовжує очолювати ConsenSys. Його компанія розробляє ключові інструменти для екосистеми Ethereum, такі як <strong>MetaMask</strong> та <strong>Infura</strong>.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-1": "Шлях від початкової ідеї Віталіка до офіційного запуску Ethereum зайняв близько 20 місяців. Ось ключові етапи:",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-2": "<strong>Листопад 2013 року:</strong> Віталік Бутерін ділиться білим документом Ethereum. У ньому він описує своє бачення блокчейн-платформи, яка могла б виконувати смарт-контракти.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-3": "<strong>Січень 2014 року:</strong> Віталік <announcement>публічно оголошує</announcement> концепцію Ethereum на Північноамериканській конференції з Bitcoin у Маямі.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-4": "<strong>Липень–серпень 2014 року:</strong> Для фінансування розробки Ethereum команда засновників провела публічну краудфандингову кампанію. Вони зібрали 31 000 BTC (що на той час становило близько 18 мільйонів доларів) в обмін на ether (ETH).",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-5": "<strong>Квітень 2015 року:</strong> Віталік і співзасновники запускають тестову мережу Ethereum Olympic. Це був останній етап тестування перед запуском головної мережі.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-6": "<strong>30 липня 2015 року:</strong> Команда засновників офіційно запускає головну мережу Ethereum шляхом майнингу генезис-блоку. Це знаменує народження мережі Ethereum.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-7": "<strong>14 березня 2016 року:</strong> Спільнота Ethereum впроваджує «Homestead», перше заплановане оновлення. Це свідчить про те, що Ethereum готовий до масового впровадження.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-8": "У проєкті Ethereum ми виходили з того, що у нас буде лише один шанс, це було «все або нічого», тому ми мали зробити все правильно.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-9": "Співзасновник Ethereum",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-10": "Запуск Ethereum став важливою віхою в технології блокчейну. Він представив смарт-контракти та створив платформу для децентралізованих додатків.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-11": "Ви можете <genesisBlock>завжди переглянути генезис-блок Ethereum</genesisBlock>, який зберігає момент, коли Ethereum вперше з'явився.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-12": "Переглянути повний список оновлень Ethereum",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-13": "Ознайомтеся з майбутнім планом розвитку Ethereum",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-1": "Одним із найунікальніших аспектів Ethereum є його структура власності, а точніше, відсутність традиційної власності. На відміну від звичайної компанії, Ethereum:",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-2": "<strong>не має генерального директора чи центрального органу влади</strong>",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-3": "<strong>не контролюється жодною окремою особою</strong> чи організацією",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-4": "<strong>не має акціонерів</strong> у традиційному розумінні",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-5": "Натомість Ethereum працює як децентралізована мережа. Вона <strong>підтримується тисячами незалежних комп'ютерів</strong> (вузлів) по всьому світу. Ця децентралізована модель лежить в основі дизайну та цінності Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-6": "Кілька ключових груп допомагають у постійному розвитку та управлінні Ethereum:",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation": "1. Фонд Ethereum",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-1": "<strong>Ethereum Foundation — це некомерційна організація</strong>, яка підтримує Ethereum та пов'язані з ним технології. Хоча вона й важлива, вона не контролює мережу. Фонд:",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-2": "Керує коштами для підтримки розробки Ethereum",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-3": "Надає гранти проєктам, що розробляються на Ethereum",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-4": "Організовує заходи спільноти та освітні ініціативи",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-5": "Координує дослідницьку діяльність",
  "page-ethereum-history-founder-and-ownership-core-developers": "2. Основні розробники та дослідники",
  "page-ethereum-history-founder-and-ownership-core-developers-description-1": "Глобальна спільнота розробників та дослідників робить свій внесок у код та дизайн Ethereum. Ці учасники пропонують, обговорюють та впроваджують вдосконалення через відкритий, публічний процес. Віталік Бутерін залишається шанованим у спільноті, однак рішення приймаються шляхом групової згоди, а не однією особою.",
  "page-ethereum-history-founder-and-ownership-eip": "3. Пропозиції покращення Ethereum (EIP)",
  "page-ethereum-history-founder-and-ownership-eip-description-1": "Спільнота Ethereum пропонує зміни до мережі через <eips>Пропозиції покращення Ethereum (EIP)</eips>. Ця відкрита система дозволяє будь-кому пропонувати покращення. Потім ці ідеї обговорюються, доопрацьовуються і потенційно впроваджуються спільнотою.",
  "page-ethereum-history-founder-and-ownership-validators": "4. Оператори вузлів та валідатори",
  "page-ethereum-history-founder-and-ownership-validators-description-1": "Після переходу Ethereum на доказ частки у вересні 2022 року мережа захищена валідаторами, які блокують (стейкають) ETH і обробляють транзакції. Існує <beaconchain>велика кількість валідаторів</beaconchain>, розкиданих по всьому світу, що розподіляє контроль над мережею.",
  "page-ethereum-history-founder-and-ownership-validators-description-2": "Ця децентралізована модель обмежує контроль будь-якої окремої організації, що робить Ethereum стійким до цензури. Це стосується і його засновників. Жодна людина чи організація не може змінити правила Ethereum або самостійно вимкнути мережу.",
  "page-ethereum-history-founder-and-ownership-validators-description-3": "Основна відмінність між створенням додатка на Ethereum та створенням його на якійсь традиційній централізованій платформі полягає в ключовій ідеї: як тільки ви створили свій додаток, його подальше існування не залежить від вас чи будь-якої іншої особи. І додаток гарантовано продовжуватиме працювати відповідно до зазначених правил.",
  "page-ethereum-history-founder-and-ownership-conclusion": "Висновок",
  "page-ethereum-history-founder-and-ownership-conclusion-description-1": "Від створення Віталіком Бутеріним у 2013 році до запуску у 2015 році та сьогоднішнього зростання, <strong>Ethereum залишається вірним своєму початковому баченню</strong>. Він залишається <strong>децентралізованою, надійно нейтральною</strong> платформою для додатків, які працюють точно так, як запрограмовано. Мережа та додатки, створені на її основі, працюють <strong>без простоїв, цензури, шахрайства чи втручання третіх сторін</strong>.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-2": "Історія Ethereum продовжує розгортатися з кожним оновленням та інновацією. У міру розвитку мережі вона є прикладом того, як децентралізоване управління може стимулювати технологічний прогрес без традиційних корпоративних структур.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-3": "Ethereum перетворився з візіонерського білого документа на <strong>глобальний інфраструктурний шар, що забезпечує роботу тисяч додатків і мільярдів доларів вартості</strong>. Це доводить, що відкрита співпраця може змінити не лише фінанси, а й фундаментальні поняття власності, управління та цифрової довіри.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-4": "Дізнайтеся більше про процес управління Ethereum"
}
