{
  "page-wallets-accounts-addresses": "Гаманці, акаунти й адреси",
  "page-wallets-accounts-addresses-desc": "Важливо розуміти різницю між деякими ключовими термінами.",
  "page-wallets-accounts-ethereum-addresses": "Обліковий запис Ethereum має адресу Ethereum, так само як поштова скринька має свою адресу електронної пошти. Ви можете використовувати це для надсилання коштів на обліковий запис.",
  "page-wallets-alt": "Ілюстрація робота в тілі, що репрезентує гаманець Ethereum",
  "page-wallets-ethereum-account": "Обліковий запис Ethereum — це об’єкт, який має баланс і може здійснювати транзакції.",
  "page-wallets-blog": "Блог Coinbase",
  "page-wallets-bookmarking": "Додайте гаманець у закладки",
  "page-wallets-bookmarking-desc": "Якщо ви використовуєте веб-гаманець, додайте в закладки сайт, щоб захистити себе від спроб фішингу.",
  "page-wallets-cd": "Фізичні апаратні гаманці — це пристрої, які дають змогу зберігати криптовалюту офлайн і забезпечують неймовірно сильний рівень безпеки",
  "page-wallets-desc-2": "Щоб надсилати кошти й керувати ETH, потрібно мати гаманець.",
  "page-wallets-desc-2-link": "Докладніше про ETH",
  "page-wallets-desc-3": "Ваш гаманець – це лише інструмент для керування акаунтом Ethereum. Це означає, що ви можете будь-коли змінити постачальників гаманців. За допомогою кількох гаманців можна керувати кількома акаунтами Ethereum з однієї програми.",
  "page-wallets-desc-4": "Це тому, що гаманці не мають права зберігати ваші кошти, а ви маєте. Гаманці – це просто інструмент керування тим, що дійсно належить вам.",
  "page-wallets-description": "Гаманці Ethereum – це програми, завдяки яким можна взаємодіяти з акаунтом Ethereum. Вважайте їх програмами онлайн-банкінгу, не пов’язаними власне з банками. Гаманець дає змогу переглядати баланс, надсилати транзакції та підключати програми.",
  "page-wallets-desktop": "Комп’ютерні програми на випадок, якщо ви віддаєте перевагу керуванню коштами через MacOS, Windows або Linux",
  "page-wallets-ethereum-wallet": "Гаманець — це продукт, який дає змогу керувати вашим обліковим записом Ethereum. За допомогою нього ви можете переглядати баланс свого облікового запису, здійснювати транзакції та інше.",
  "page-wallets-explore": "Огляд Ethereum",
  "page-wallets-features-desc": "Ми можемо допомогти вам обрати ваш гаманець на основі функцій, які вас цікавлять.",
  "page-wallets-features-title": "Порівняти функції гаманців",
  "page-wallets-find-wallet-btn": "Знайти гаманець",
  "page-wallets-find-wallet-link": "Знайти гаманець",
  "page-wallets-get-some": "Отримайте ETH",
  "page-wallets-get-some-alt": "Ілюстрація руки, що створює логотип ETH із цеглинок Lego",
  "page-wallets-get-some-btn": "Отримайте ETH",
  "page-wallets-get-some-desc": "ETH – це власна криптовалюта мережі Ethereum. Щоб почати користуватися програмами Ethereum, потрібно мати ETH у гаманці.",
  "page-wallets-how-to-store": "Як зберігати цифрові об’єкти в мережі Ethereum",
  "page-wallets-keys-to-safety": "Ключові умови безпеки криптовалюти",
  "page-wallets-manage-funds": "Програма для керування коштами",
  "page-wallets-manage-funds-desc": "Гаманець містить дані про ваші баланси й історію транзакцій, а також дає змогу надсилати та отримувати кошти. Деякі гаманці мають більше функцій.",
  "page-wallets-meta-description": "Що треба знати, щоб користуватися гаманцями Ethereum.",
  "page-wallets-meta-title": "Гаманці Ethereum",
  "page-wallets-mobile": "Мобільні програми, завдяки яким керувати коштами можна звідусіль",
  "page-wallets-more-on-dapps-btn": "Докладніше про децентралізовані додатки",
  "page-wallets-most-wallets": "Більшість гаманців дозволять вам створити акаунт Ethereum, тому вам не потрібно створювати його до завантаження гаманця.",
  "page-wallets-protecting-yourself": "Як захистити себе й свої кошти",
  "page-wallets-seed-phrase": "Запишіть фразу-пароль",
  "page-wallets-seed-phrase-desc": "Гаманці часто створюють фрази-паролі, які слід записати й зберігати в надійному місці. Це єдиний спосіб за потреби відновити гаманець.",
  "page-wallets-seed-phrase-example": "Ось приклад:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Не зберігайте фрази-паролі на комп’ютері. Записуйте їх і зберігайте в надійному місці.",
  "page-wallets-slogan": "Ключ до вашого цифрового майбутнього",
  "page-wallets-stay-safe": "Як захистити себе",
  "page-wallets-stay-safe-desc": "Гаманці ведуть до змін у способі мислення. Фінансова свобода й здатність отримувати доступ до коштів і використовувати їх будь-де потребують відповідальності, оскільки в криптовалюті немає служби підтримки клієнтів.",
  "page-wallets-subtitle": "Гаманці надають вам доступ до ваших коштів і до програм Ethereum. Доступ до вашого гаманця має бути лише у вас.",
  "page-wallets-take-responsibility": "Візьміть на себе відповідальність за власні кошти",
  "page-wallets-take-responsibility-desc": "Децентралізовані обмінники зв’яжуть ваш гаманець з іменем користувача й паролем, який можна відновити традиційним способом. Однак пам’ятайте, що ви надаєте цьому обміннику доступ до своїх коштів. Якщо компанію атакують або вона закриється, ви ризикуєте залишитися без коштів.",
  "page-wallets-tips": "Інші поради щодо безпеки",
  "page-wallets-tips-community": "Від спільноти",
  "page-wallets-title": "Гаманці Ethereum",
  "page-wallets-triple-check": "Перевіряйте все тричі",
  "page-wallets-triple-check-desc": "Пам’ятайте, що транзакції неможливо скасувати, а гаманці непросто відновити, тому дійте обдумано та завжди будьте обережні.",
  "page-wallets-try-dapps": "Спробуйте децентралізовані програми",
  "page-wallets-try-dapps-alt": "Ілюстрація спільної роботи учасників спільноти Ethereum",
  "page-wallets-try-dapps-desc": "Децентралізовані програми – це програми, створені в мережі Ethereum. Коли мова йде про керування вашими даними, вони дешевші, надійніші й ефективніші, ніж інші програми.",
  "page-wallets-types": "Типи гаманців",
  "page-wallets-types-desc": "Існує кілька способів взаємодії з обліковим записом:",
  "page-wallets-web-browser": "Браузерні гаманці — це вебдодатки, за допомогою яких можна керувати обліковим записом безпосередньо в браузері",
  "page-wallets-web-browser-extension": "Браузерні гаманці — це розширення, які можна завантажити та за допомогою яких можна керувати обліковим записом і додатками через браузер",
  "page-wallets-whats-a-wallet": "Що таке гаманець Ethereum?",
  "page-wallets-your-ethereum-account": "Ваш акаунт Ethereum",
  "page-wallets-your-ethereum-account-desc": "Гаманець – це вікно у ваш акаунт Ethereum, де міститься баланс, історія транзакцій тощо. Змінити постачальника гаманця можна будь-коли.",
  "page-wallets-your-login": "Ваш логін для програм Ethereum",
  "page-wallets-your-login-desc": "Ваш гаманець дає змогу підключатися до будь-якої децентралізованої програми за допомогою акаунту Ethereum. Це як логін, який можна використовувати в багатьох програмах.",
  "additional-reading-how-to-register-an-ethereum-account": "Як зареєструвати обліковий запис Ethereum",
  "additional-reading-how-to-use-a-wallet": "Як користуватися гаманцем"
}
