{
  "page-roadmap-title": "План розвитку Ethereum",
  "page-roadmap-meta-title": "План розвитку Ethereum | ethereum.org",
  "page-roadmap-meta-description": "Шлях до максимальної масштабованості, безпеки та екологічності Ethereum.",
  "page-roadmap-banner-notification": "Розвиток Ethereum керується спільнотою та може змінюватися.",
  "page-roadmap-changes-coming-title": "Які зміни чекають на Ethereum?",
  "page-roadmap-changes-coming-description": "Ethereum вже є потужною платформою, але її все ще вдосконалюють. Амбітний набір покращень оновить Ethereum з його поточної форми до повністю масштабованої, максимально стійкої платформи.",
  "page-roadmap-cheaper-transactions-title": "Дешевші транзакції",
  "page-roadmap-cheaper-transactions-description": "Зведення занадто дорогі та покладаються на централізовані компоненти, змушуючи користувачів занадто довіряти їхнім операторам. План розвитку передбачає вирішення обох цих проблем.",
  "page-roadmap-cheaper-transactions-button": "Докладніше про зменшення комісій",
  "page-roadmap-extra-security-title": "Додаткова безпека",
  "page-roadmap-extra-security-description": "Ethereum уже дуже безпечний, але його можна зробити ще сильнішим, готовим протистояти будь-яким атакам у далекому майбутньому.",
  "page-roadmap-extra-security-button": "Більше про безпеку",
  "page-roadmap-better-user-experience-title": "Покращення взаємодії з користувачами",
  "page-roadmap-better-user-experience-description": "Більша підтримка гаманців зі смарт-контрактами та легких вузлів зробить використання Ethereum простішим і безпечнішим.",
  "page-roadmap-better-user-experience-button": "Докладніше про взаємодію з користувачем",
  "page-roadmap-future-proofing-title": "Забезпечення майбутнього",
  "page-roadmap-future-proofing-description": "Дослідники та розробники Ethereum вирішують проблеми завтрашнього дня вже сьогодні, готуючи мережу для майбутніх поколінь.",
  "page-roadmap-future-proofing-button": "Докладніше про забезпечення майбутнього",
  "page-roadmap-why-need-title": "Навіщо Ethereum потрібен план розвитку?",
  "page-roadmap-why-need-description": "Ethereum регулярно отримує оновлення, які підвищують його масштабованість, безпеку або стійкість. Однією з головних переваг Ethereum є адаптація до нових ідей, що з'являються в результаті досліджень і розробок. Адаптивність дає Ethereum гнучкість для вирішення нових проблем і відповідності найсучаснішим технологічним проривам.",
  "page-roadmap-how-defined-title": "Як розробляється план розвитку",
  "page-roadmap-how-defined-p1": "План розвитку здебільшого є результатом багаторічної роботи дослідників і розробників, оскільки протокол є дуже технічним, але будь-яка вмотивована людина може взяти у цьому участь.",
  "page-roadmap-how-defined-p2": "Ідеї зазвичай починаються як обговорення на форумах, таких як <a href=\"https://ethresear.ch\">ethresear.ch</a>, <a href=\"https://ethereum-magicians.org\">Ethereum Magicians</a> або на Discord-сервері Eth R&D. Це можуть бути відповіді на нововиявлені вразливості, пропозиції від організацій, що працюють на прикладному рівні (таких як dapps і біржі), або реакція на відомі труднощі для кінцевих користувачів (наприклад, вартість або швидкість транзакцій).",
  "page-roadmap-how-defined-p3": "Коли ці ідеї дозрівають, їх можна запропонувати як <a href=\"https://eips.ethereum.org\">пропозиції щодо вдосконалення Ethereum</a>. Все це робиться публічно, тому будь-хто зі спільноти може долучитися до обговорення в будь-який час.",
  "page-roadmap-governance-button": "Докладніше про управління Ethereum",
  "page-roadmap-hero-alt": "План розвитку Ethereum",
  "page-roadmap-technical-upgrades-title": "Які технічні оновлення чекають на Ethereum?",
  "page-roadmap-danksharding-title": "Данксегментування",
  "page-roadmap-danksharding-description": "Danksharding робить зведення на шарі 2 значно дешевшими для користувачів, додаючи «блоби» даних до блоків Ethereum.",
  "page-roadmap-single-slot-finality-title": "Однослотова фіналізація",
  "page-roadmap-single-slot-finality-description": "Замість того, щоб чекати п’ятнадцять хвилин, блоки можуть бути запропоновані та фіналізовані в одному слоті. Це зручніше для застосунків і ускладнює атаки.",
  "page-roadmap-account-abstraction-title": "Абстрагування облікового запису",
  "page-roadmap-account-abstraction-description": "Абстрагування облікових записів — це клас оновлень, які нативно підтримують гаманці зі смарт-контрактами в Ethereum, замість того, щоб використовувати складне проміжне програмне забезпечення.",
  "page-roadmap-statelessness-title": "Відсутність стану",
  "page-roadmap-statelessness-description": "Клієнти без стану зможуть перевіряти нові блоки без необхідності зберігати великі обсяги даних. Це надасть усі переваги запуску вузла лише за незначну частку сьогоднішніх витрат.",
  "page-roadmap-learn-more": "Дізнайтеся більше",
  "page-roadmap-timeline-title": "Які терміни виконання цих оновлень?",
  "page-roadmap-blocks-alt": "Блоки Ethereum",
  "page-roadmap-faq-1-title": "Чи змінюватиметься план розвитку Ethereum із часом?",
  "page-roadmap-faq-1-p1": "Так, майже остаточно.",
  "page-roadmap-faq-1-p1-continued": "План розвитку — це поточний план оновлення Ethereum, що охоплює як найближчі, так і майбутні плани. Ми очікуємо, що план розвитку буде змінюватися в міру появи нової інформації та технологій.",
  "page-roadmap-faq-1-p2": "Подумайте про дорожню карту Ethereum як про набір намірів щодо вдосконалення Ethereum; це найкраща гіпотеза дослідників і розробників щодо оптимального шляху розвитку Ethereum.",
  "page-roadmap-faq-2-title": "Коли план розвитку буде завершено?",
  "page-roadmap-faq-2-p1": "Деякі оновлення є менш пріоритетними й, імовірно, не будуть реалізовані протягом наступних 5-10 років (наприклад, квантова стійкість).",
  "page-roadmap-faq-2-p1-strong": "Надати точні терміни кожного оновлення складно",
  "page-roadmap-faq-2-p1-continued": "прогнозувати, оскільки над багатьма пунктами плану розвитку робота ведеться паралельно, і вони розробляються з різною швидкістю. Терміновість оновлення також може змінюватися з часом залежно від зовнішніх чинників (наприклад, раптовий стрибок у продуктивності та доступності квантових комп’ютерів може зробити квантово-стійку криптографію більш нагальною).",
  "page-roadmap-faq-2-p2": "Один зі способів думати про розвиток Ethereum — це аналогія з біологічною еволюцією. Мережа, яка здатна адаптуватися до нових викликів і підтримувати свою працездатність, має більше шансів на успіх, ніж та, що протистоїть змінам, хоча в міру того, як мережа ставатиме все більш продуктивною, масштабованою та безпечною, знадобиться менше змін до протоколу.",
  "page-roadmap-faq-3-title": "Чи потрібно мені щось робити, щоб підготуватися до цих оновлень?",
  "page-roadmap-faq-3-p1": "Оновлення, як правило, не впливають на кінцевих користувачів, окрім як надають кращий користувацький досвід, більш безпечний протокол і, можливо, більше <i>варіантів</i> взаємодії з Ethereum. <strong>Звичайним користувачам не потрібно брати активну участь в оновленні, а також не потрібно нічого робити**, щоб захистити свої активи.</strong> Операторам <a href=\"/glossary/#node\">вузлів</a> потрібно буде оновити свої клієнти для підготовки до оновлення. Деякі оновлення можуть призвести до змін для розробників застосунків. Наприклад, оновлення, пов'язані із закінченням терміну зберігання історії, можуть змусити розробників застосунків отримувати історичні дані з нових джерел.",
  "page-roadmap-faq-4-title": "Як щодо сегментування?",
  "page-roadmap-faq-4-p1": "Сегментування — це розділення блокчейну Ethereum, щоб підмножини <a href=\"/glossary/#validator\">валідаторів</a> відповідали лише за частину загальних даних. Спочатку це планувалося як спосіб масштабування Ethereum. Однак <a href=\"/glossary/#layer-2\">зведення на шарі 2</a> розвивалися набагато швидше, ніж очікувалося, і вже забезпечили значне масштабування, а після впровадження Proto-Danksharding забезпечать ще більше. Це означає, що «шардові ланцюги» більше не потрібні, і їх виключили з плану розвитку.",
  "page-roadmap-release-status-prod": "У роботі",
  "page-roadmap-release-status-soon": "Незабаром",
  "page-roadmap-release-status-dev": "В розробці",
  "page-roadmap-release-main-features": "Основні характеристики",
  "page-roadmap-release-learn-more": "Дізнайтеся більше",
  "page-roadmap-release-forkcast": "Відстежувати зміни",
  "page-roadmap-paris-pos-title": "Перехід на підтвердження частки",
  "page-roadmap-paris-pos-item-1": "Замінено енергоємний майнінг на консенсус на основі стейкінгу",
  "page-roadmap-paris-pos-item-2": "Знижено енергоспоживання Ethereum приблизно на 99,95%",
  "page-roadmap-paris-beacon-title": "Інтеграція Beacon Chain",
  "page-roadmap-paris-beacon-item-1": "Об'єднано Beacon Chain з основною мережею Ethereum",
  "page-roadmap-paris-beacon-item-2": "Забезпечено повний перехід на механізм консенсусу PoS",
  "page-roadmap-paris-difficulty-title": "Видалення бомби складності",
  "page-roadmap-paris-difficulty-item-1": "Видалено бомбу складності, яка збільшувала складність майнінгу",
  "page-roadmap-paris-difficulty-item-2": "Забезпечено плавний перехід на новий механізм консенсусу",
  "page-roadmap-shapella-withdrawals-title": "Виведення ставок",
  "page-roadmap-shapella-withdrawals-item-1": "Надано валідаторам можливість виводити свої застейкані ETH та винагороди",
  "page-roadmap-shapella-withdrawals-item-2": "Впроваджено можливості часткового та повного виведення коштів",
  "page-roadmap-shapella-eip4895-title": "EIP-4895: Примусове виведення коштів із Beacon Chain",
  "page-roadmap-shapella-eip4895-item-1": "Додано нову операцію системного рівня для виведення коштів",
  "page-roadmap-shapella-eip4895-item-2": "Забезпечено безпечну та ефективну обробку запитів на виведення коштів",
  "page-roadmap-shapella-eip3651-title": "EIP-3651: Теплий COINBASE",
  "page-roadmap-shapella-eip3651-item-1": "Знижено витрати на газ для доступу до адреси COINBASE",
  "page-roadmap-shapella-eip3651-item-2": "Покращено ефективність певних операцій смарт-контрактів",
  "page-roadmap-dencun-danksharding-title": "Прото-данкшардинг (EIP-4844)",
  "page-roadmap-dencun-danksharding-item-1": "Впроваджено блоб-транзакції для значного зниження вартості транзакцій у зведеннях",
  "page-roadmap-dencun-danksharding-item-2": "Додано новий тип транзакцій, який тимчасово та дешево зберігає дані",
  "page-roadmap-dencun-eip1153-title": "EIP-1153: Опкоди тимчасового сховища",
  "page-roadmap-dencun-eip1153-item-1": "Додано опкоди TSTORE і TLOAD для тимчасового зберігання під час виконання транзакції",
  "page-roadmap-dencun-eip1153-item-2": "Уможливлює ефективніші патерни смарт-контрактів і знижує витрати на газ",
  "page-roadmap-dencun-eip4788-title": "EIP-4788: Корінь блоку Beacon в EVM",
  "page-roadmap-dencun-eip4788-item-1": "Надає інформацію про шар консенсусу для смарт-контрактів",
  "page-roadmap-dencun-eip4788-item-2": "Уможливлює нові застосунки з мінімізованою довірою та міжланцюгові мости",
  "page-roadmap-pectra-eoa-title": "Розширення гаманців EOA функціональністю смарт-контрактів",
  "page-roadmap-pectra-eoa-item-1": "Користувачі можуть налаштувати, щоб їхня адреса представлялася кодом наявного смарт-контракту, та отримати такі переваги, як пакетування транзакцій, спонсорство комісії за транзакції або кращі механізми відновлення",
  "page-roadmap-pectra-balance-title": "Збільшення максимального ефективного балансу",
  "page-roadmap-pectra-balance-item-1": "Тепер стейкери можуть обирати довільну суму ETH для стейкінгу та отримувати винагороди за кожен 1 ETH понад мінімум",
  "page-roadmap-pectra-blob-title": "Збільшення пропускної здатності блобів",
  "page-roadmap-pectra-blob-item-1": "Кількість блобів буде збільшено з 3 до 6 цільових, з максимумом у 9, що призведе до дешевших комісій у зведеннях Ethereum",
  "page-roadmap-fusaka-peerdas-title": "PeerDAS (однорангова вибірка доступності даних)",
  "page-roadmap-fusaka-peerdas-item-1": "Забезпечує ефективнішу доступність даних для зведень",
  "page-roadmap-fusaka-peerdas-item-2": "Робить запуск вузла доступнішим, зберігаючи децентралізацію",
  "page-roadmap-fusaka-additional-title": "Можливі додаткові функції",
  "page-roadmap-fusaka-additional-item-1": "Підтримка безпечних анклавів на мобільних пристроях для покращення UX",
  "page-roadmap-fusaka-additional-item-2": "Покращення ринку комісій за блоби",
  "page-roadmap-fusaka-additional-item-3": "Подальші покращення ефективності валідаторів і продуктивності мережі",
  "page-roadmap-glamsterdam-discussed-title": "Заплановано на Glamsterdam",
  "page-roadmap-glamsterdam-discussed-item-1": "Закріплене розділення пропонента та конструктора (ePBS)",
  "page-roadmap-glamsterdam-discussed-item-2": "Списки доступу на рівні блоків (BAL)"
}
