{
  "page-what-is-ethereum-network-meta-title": "Що таке мережа Ethereum? | ethereum.org",
  "page-what-is-ethereum-network-meta-description": "Дізнайтеся, що таке мережа Ethereum, стейкінг і безпека, комісії мережі (газ), мережі масштабування другого рівня та як переглядати актуальні дані мережі.",
  "page-what-is-ethereum-network-twitter-meta-description": "Дізнайтеся, що таке мережа Ethereum, стейкінг і безпека, комісії мережі, мережі масштабування другого рівня та як переглядати актуальні дані мережі.",
  "page-what-is-ethereum-network-title": "Що таке мережа Ethereum?",
  "page-what-is-ethereum-network-description-1": "Мережа Ethereum — це фізична та цифрова інфраструктура, що лежить в основі Ethereum.",
  "page-what-is-ethereum-network-description-2": "Сюди входять вузли, які зберігають дані, валідатори, які обробляють транзакції, програмне забезпечення, що виконує смарт-контракти, і мережі другого рівня, які масштабують Ethereum за межами основного ланцюга.",
  "page-what-is-ethereum-network-section-network-fees-title": "Що таке комісії мережі Ethereum (комісії за газ)?",
  "page-what-is-ethereum-network-section-staking-title": "Що таке стейкінг і як він захищає мережу?",
  "page-what-is-ethereum-network-section-layer-2s-title": "Що таке мережі другого рівня Ethereum і як вони масштабують мережу?",
  "page-what-is-ethereum-network-section-live-network-data-title": "Як переглядати актуальні дані мережі Ethereum",
  "page-what-is-ethereum-network-read-next-title": "Читати далі",
  "page-what-is-ethereum-network-read-next-item-1": "Що таке гаманці?",
  "page-what-is-ethereum-network-read-next-item-2": "Що таке Ether (ETH)?",
  "page-what-is-ethereum-network-read-next-item-3": "Що таке Web3?",
  "page-what-is-ethereum-network-read-next-item-4": "Дізнайтеся більше про мережу Ethereum",
  "page-what-is-ethereum-network-section-description-1": "Коли люди говорять про Ethereum, вони зазвичай мають на увазі декілька різних речей. Це екосистема застосунків і цифрових активів, програмна платформа з відкритим кодом і власна валюта ether (ETH).",
  "page-what-is-ethereum-network-section-description-2": "Але в основі всього цього лежить <strong>мережа Ethereum</strong>; фізична та цифрова основа, яка пов’язує все разом.",
  "page-what-is-ethereum-network-section-description-3": "За своєю суттю мережа Ethereum — це сукупність <strong>тисяч незалежних комп’ютерів, що називаються вузлами</strong>. Цими вузлами <strong>керують люди по всьому світу</strong>. Вони спільно зберігають дані, виконують смарт-контракти та записують кожну транзакцію у відкритому публічному реєстрі.",
  "page-what-is-ethereum-network-section-description-4": "Мережа Ethereum виконує кілька ключових завдань, як-от:",
  "page-what-is-ethereum-network-section-description-5": "оновлення облікових записів і балансів користувачів",
  "page-what-is-ethereum-network-section-description-6": "виконання смарт-контрактів (програм, що запускають застосунки)",
  "page-what-is-ethereum-network-section-description-7": "відстеження права власності на цифрові активи (як-от стейблкоїни та NFT)",
  "page-what-is-ethereum-network-section-description-8": "обробка всіх транзакцій, які щодня проходять через Ethereum",
  "page-what-is-ethereum-network-section-description-9": "На щастя, вам не потрібно розуміти, як працює мережа, щоб нею користуватися.",
  "page-what-is-ethereum-network-section-description-10": "Більшість людей просто використовують мережу через <a>цифровий гаманець</a>. <strong>Гаманець</strong> — це зазвичай веб- або мобільний застосунок, який дозволяє вам <strong>надсилати</strong> та <strong>отримувати ETH, керувати своїми активами</strong> та використовувати застосунки.",
  "page-what-is-ethereum-network-section-description-11": "Інші типи користувачів, як-от розробники та компанії, що створюють проєкти на Ethereum, можуть використовувати API, програмне забезпечення вузлів або розгортати смарт-контракти.",
  "page-what-is-ethereum-network-section-description-12": "Мережа Ethereum відрізняється від традиційних систем завдяки своїй архітектурі. <strong>Код і дані Ethereum зберігаються на децентралізованих вузлах</strong> по всьому світу, тому ніхто не може заблокувати ваш доступ або вимкнути ваш застосунок.",
  "page-what-is-ethereum-network-section-description-13": "І оскільки будь-хто може приєднатися, це відкриває двері для глобального доступу та інновацій.",
  "page-what-is-ethereum-network-section-description-14": "Ці якості уможливлюють речі, які раніше були неможливими, наприклад:",
  "page-what-is-ethereum-network-section-description-15": "володіння даними",
  "page-what-is-ethereum-network-section-description-16": "соціальні мережі без деплатформінгу",
  "page-what-is-ethereum-network-section-description-17": "відкриті та прозорі фінансові системи",
  "page-what-is-ethereum-network-section-description-18": "За своєю суттю мережа Ethereum є основою для цифрового володіння та відкритої участі.",
  "page-what-is-ethereum-network-section-description-19": "Ви можете почути, як люди згадують <strong>Ethereum Mainnet</strong>. Це та сама мережа Ethereum, якою щодня користуються мільйони, де обмінюються реальні активи та працюють реальні застосунки. Але «Mainnet» допомагає відрізнити її від мереж другого рівня Ethereum і тестових мереж (testnets), які розробники використовують для випробування нових функцій перед запуском.",
  "page-what-is-ethereum-network-gas-section-description-1": "Кожна транзакція в Ethereum коштує невелику комісію, яка називається комісією за газ. Незалежно від того, надсилаєте ви ETH, обмінюєте токени чи використовуєте застосунок, ви сплачуєте невелику кількість газу кожного разу, коли записуєте дані в блокчейн.",
  "page-what-is-ethereum-network-gas-section-description-2": "<strong>Комісії за газ забезпечують безперебійну роботу Ethereum</strong>. Без них зловмисники могли б спамити мережу порожніми транзакціями та унеможливити її використання через сильне перевантаження, оскільки не було б способу пріоритезувати транзакції за комісією, яку користувачі готові платити.",
  "page-what-is-ethereum-network-gas-section-description-3": "Комісії за газ в Ethereum покривають вартість багатьох різних ресурсів, які може споживати транзакція, як-от обчислення, пропускна здатність або зберігання. Усе це абстрагується в єдине значення для користувачів, але проводяться великі дослідження та розробки для визначення того, скільки кожна операція повинна коштувати відносно інших.",
  "page-what-is-ethereum-network-gas-section-description-4": "Отже, що відбувається, коли ви платите за газ? Частина комісії <strong>сплачується валідатору</strong>, який додає вашу транзакцію до «блоку» транзакцій. Інша частина <strong>«спалюється», вилучаючи її з обігу</strong>.",
  "page-what-is-ethereum-network-gas-section-description-5": "Це допомагає збалансувати попит і пропозицію, оскільки, <strong>коли мережа завантажена, комісії зростають</strong>. Коли навантаження менше, комісії знижуються.",
  "page-what-is-ethereum-network-gas-section-description-6": "З того часу, як у серпні 2021 року в мережі <blog>було запроваджено спалювання комісій</blog>, <strong>було спалено <beaconchain>мільйони ETH</beaconchain></strong>. Ви можете переглянути останні дані за допомогою <ultrasound>мережевих інформаційних панелей і оглядачів</ultrasound>, створених спільнотою Ethereum.",
  "page-what-is-ethereum-network-gas-section-description-7": "Отже, скільки коштує транзакція?",
  "page-what-is-ethereum-network-gas-section-description-8": "Що ж, <strong>комісії залежать від того, що ви робите</strong>. Просте надсилання ETH може коштувати менше долара. Обмін токенів на децентралізованій біржі (DEX) може коштувати кілька доларів або більше, особливо якщо мережа завантажена. Чим складніша транзакція, тим більше газу вона коштує.",
  "page-what-is-ethereum-network-gas-section-description-9": "Комісії за газ є однією з найпомітніших складових використання Ethereum, особливо для нових користувачів, але всі вони спрямовані на те, щоб зробити мережу надійнішою та безпечнішою.",
  "page-what-is-ethereum-network-gas-section-description-10": "Дізнайтеся більше про комісії мережі Ethereum",
  "page-what-is-ethereum-network-staking-section-description-1": "Мережа Ethereum захищена системою під назвою стейкінг. Таким чином Ethereum <strong>перевіряє транзакції, додає нові блоки</strong> та захищає мережу <strong>від атак</strong>.",
  "page-what-is-ethereum-network-staking-section-description-2": "Коли Ethereum тільки з’явився, він використовував механізм консенсусу (спосіб узгодження того, хто чим володіє) під назвою proof-of-work (доказ виконаної роботи). Це той самий механізм, який сьогодні використовує Bitcoin.",
  "page-what-is-ethereum-network-staking-section-description-3": "У вересні 2022 року Ethereum перейшов на більш безпечний та енергоефективний механізм консенсусу proof-of-stake (доказ частки володіння).",
  "page-what-is-ethereum-network-staking-section-description-4": "Отже, як це працює?",
  "page-what-is-ethereum-network-staking-section-description-5": "Простими словами, люди блокують певну кількість ETH <strong>(ставлять свої ETH на кін)</strong> як депозит, щоб допомогти <strong>захистити мережу</strong>. Цих людей називають валідаторами. Коли ви робите стейкінг ETH, ваш валідатор обирається для перевірки та додавання нових транзакцій. Якщо ви робите це чесно, ви <strong>отримуєте винагороду</strong>. Якщо ви <strong>намагаєтеся шахраювати, ви втрачаєте частину своєї ставки</strong>.",
  "page-what-is-ethereum-network-staking-section-description-6": "Стейкінг — це спосіб, яким Ethereum надійно гарантує якість своїх послуг. Усі ці гроші, поставлені на кін, зацікавлені в тому, щоб Ethereum залишався безпечним — чи ризикнули б ви поставити проти цього?",
  "page-what-is-ethereum-network-staking-section-description-7": "Лише через два роки після запуску механізму proof-of-stake (доказу частки володіння) Ethereum залучив <validators>понад мільйон валідаторів</validators>, які застейкали <stakedEther>мільйони ETH</stakedEther> для захисту Ethereum. <strong>Це робить атаку на Ethereum надзвичайно дорогою та складною</strong>. Це тому, що для атаки на мережу <strong>суб’єкту потрібно щонайменше 1/3 всіх застейканих ETH, щоб почати атаку на мережу</strong>. Сьогодні це становить десятки мільярдів доларів, і навіть тоді атака, швидше за все, провалиться, тому що незгода понад 1/3 з рештою мережі завадить фіналізації, але ланцюг продовжуватиме зростати, а інша версія вважатиметься джерелом істини. Більше 1/2 змінює, яка версія вважається істинною, а більше 2/3 дозволить фіналізувати те, з чим решта не згодні.",
  "page-what-is-ethereum-network-staking-section-description-8": "Саме це надає Ethereum «<strong>економічну безпеку</strong>». Справа не лише в наявності правильної технології. Справа в тому, щоб зробити атаки занадто дорогими, щоб навіть намагатися їх здійснити.",
  "page-what-is-ethereum-network-staking-section-description-9": "Щоб допомогти захистити мережу Ethereum, ви можете зробити це двома основними способами.",
  "page-what-is-ethereum-network-staking-section-description-10": "Перший спосіб — це запуск вузла. Вузли зберігають всю історію блокчейну, включаючи всі транзакції та дані смарт-контрактів. Синхронізуючись з іншими вузлами, вони можуть узгодити стан мережі, переконуючись, що транзакції є законними, а дані смарт-контрактів доступні.",
  "page-what-is-ethereum-network-staking-section-description-11": "Другий спосіб — це стейкінг ваших ETH. Найпростіший спосіб — через постачальника послуг стейкінгу, як-от <lido>Lido</lido> або <rocketpool>Rocketpool</rocketpool>, але якщо у вас є відповідні знання, спробуйте запустити програмне забезпечення валідатора вдома.",
  "page-what-is-ethereum-network-staking-section-description-12": "Дізнайтеся більше про стейкінг і як це зробити",
  "page-what-is-ethereum-network-staking-section-description-13": "Дізнайтеся, як запустити вузол",
  "page-what-is-ethereum-network-layer-2s-section-description-1": "У міру того, як Ethereum стає популярнішим, мережа стає більш завантаженою. Коли попит високий, комісії за газ зростають, а транзакції займають більше часу. Щоб вирішити цю проблему, розробники створили серію <strong>допоміжних мереж</strong>, що називаються мережами другого рівня (layer 2s).",
  "page-what-is-ethereum-network-layer-2s-section-description-2": "Мережі другого рівня, також відомі як L2, — це інші мережі, які <strong>працюють поверх Ethereum</strong>. Вони обробляють транзакції окремо, а потім надсилають зведення для зберігання в Ethereum.",
  "page-what-is-ethereum-network-layer-2s-section-description-3": "Їх можна уявити як швидкісні смуги на автомагістралі. Замість того, щоб кожна транзакція проходила через Ethereum Mainnet, багато з них використовують ці швидші та дешевші шляхи.",
  "page-what-is-ethereum-network-layer-2s-section-description-4": "До найпопулярніших L2 належать <strong>Base, Arbitrum, Optimism, zkSync</strong> та <strong>Starknet</strong>. Кожна з них працює дещо по-різному, але ідея та сама — масштабувати Ethereum без шкоди для безпеки.",
  "page-what-is-ethereum-network-layer-2s-section-description-5": "Простий переказ ETH на Optimism або zkSync може <l2fees>коштувати всього 0,04 долара США</l2fees>, порівняно з 0,3-1 доларом США на Ethereum Mainnet. Інші транзакції, як-от обмін токенів, <l2fees>можуть коштувати всього 0,20 долара США</l2fees>. Для користувачів це означає <strong>швидші транзакції за незначну частину ціни</strong>.",
  "page-what-is-ethereum-network-layer-2s-section-description-6": "У результаті L2 швидко зростають. Разом вони утримують <l2beat>мільярди доларів у цифрових активах</l2beat>.",
  "page-what-is-ethereum-network-layer-2s-section-description-7": "Оскільки L2 виграють від безпеки Ethereum, компанії, що прагнуть створювати глобальні платежі та застосунки, почали будувати свої проєкти на базі Ethereum.",
  "page-what-is-ethereum-network-layer-2s-section-description-8": "Наприклад, Robinhood нещодавно <robinhood>запустив власний L2</robinhood> для вивчення швидших розрахунків за акціями. PayPal <paypal>перемістив свій стейблкоїн PYUSD на L2 Arbitrum в мережі Ethereum</paypal>. Shopify тепер <shopify>дозволяє продавцям приймати стейблкоїн USDC</shopify> на Base.",
  "page-what-is-ethereum-network-layer-2s-section-description-9": "Для користувачів переміщення активів між Ethereum і L2 є простим. Ви можете використовувати мости, створені L2, як-от <superbridge>Superbridge від Optimism</superbridge> або <portal>Portal від ZKsync</portal>, для переміщення ETH та інших активів. Ви навіть можете використовувати сторонні інструменти, як-от <hop>Hop</hop> та <across>Across</across>, розроблені незалежними командами.",
  "page-what-is-ethereum-network-layer-2s-section-description-10": "Дізнайтеся більше про мережі другого рівня Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-1": "Ethereum є прозорим за своєю суттю. Кожна дія в мережі, від надсилання ETH до запуску валідатора, записується у відкритому публічному реєстрі, до якого може отримати доступ будь-хто.",
  "page-what-is-ethereum-network-live-network-data-section-description-2": "Це різко контрастує з тим, як сьогодні працює більшість систем:",
  "page-what-is-ethereum-network-live-network-data-section-description-3": "банки та установи публікують свої внутрішні показники",
  "page-what-is-ethereum-network-live-network-data-section-description-4": "дані про використання застосунків ретельно охороняються технологічними компаніями",
  "page-what-is-ethereum-network-live-network-data-section-description-5": "економічні дані часто надходять із запізненням і переглядаються пізніше",
  "page-what-is-ethereum-network-live-network-data-section-description-6": "З Ethereum вам не потрібно довіряти. Ви можете перевірити.",
  "page-what-is-ethereum-network-live-network-data-section-description-7": "Вам не потрібно нічого з цього розуміти, щоб використовувати Ethereum. Але якщо вам цікаво, скільки транзакцій було розраховано у 2024 році, або скільки нових адрес Ethereum було створено за останні шість місяців, існують інструменти, які дозволяють будь-кому досліджувати мережу в режимі реального часу.",
  "page-what-is-ethereum-network-live-network-data-section-description-8": "Ось декілька найкорисніших джерел даних і для чого ви можете їх використовувати:",
  "page-what-is-ethereum-network-live-network-data-section-description-9": "<etherscan>Etherscan</etherscan>: перевірка транзакцій, активності гаманця та смарт-контрактів",
  "page-what-is-ethereum-network-live-network-data-section-description-10": "<beaconcha>beaconcha.in</beaconcha>: перегляд статистики валідаторів, рівнів стейкінгу та стану мережі",
  "page-what-is-ethereum-network-live-network-data-section-description-11": "<ultrasound>ultrasound.money</ultrasound>: відстеження пропозиції, випуску та спалювання ETH у режимі реального часу",
  "page-what-is-ethereum-network-live-network-data-section-description-12": "<l2fees>l2fees.info</l2fees>: порівняння поточних витрат на транзакції в Ethereum і мережах другого рівня",
  "page-what-is-ethereum-network-live-network-data-section-description-13": "<l2beat>L2Beat</l2beat>: перегляд забезпеченої вартості та моделей безпеки у всіх основних L2",
  "page-what-is-ethereum-network-live-network-data-section-description-14": "<growthepie>growthepie</growthepie>: перегляд усієї активності та зростання в мережі Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-15": "<dune>Dune</dune>: дослідження користувацьких інформаційних панелей щодо всіх цифрових активів в Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-16": "<tokenterminal>Token Terminal</tokenterminal>: порівняння доходів, використання та продуктивності протоколів dapp",
  "page-what-is-ethereum-network-live-network-data-section-description-17": "<nansen>Nansen</nansen>: відстеження потоків гаманців, рухів стейблкоїнів і тенденцій «розумних грошей».",
  "page-what-is-ethereum-network-live-network-data-section-description-18": "Усі ці інструменти доступні, якщо вони вам знадобляться.",
  "page-what-is-ethereum-network-live-network-data-section-description-19": "Незалежно від того, чи ви розробник, дослідник, інвестор або просто хтось, хто хоче перевірити транзакцію, відкрита мережа Ethereum надає вам дані — актуальні, бездозвільні та такі, що можна перевірити.",
  "page-what-is-ethereum-network-live-network-data-section-description-20": "Перегляньте інформаційні панелі мережі Ethereum і оглядачі блоків"
}