{
    "page-apps-category-defi": "DeFi",
    "page-apps-category-social": "Sóisialta",
    "page-apps-category-privacy": "Príobháideacht",
    "page-apps-category-collectibles": "Earraí inbhailithe",
    "page-apps-category-gaming": "Cluichíocht",
    "page-apps-category-dao": "DAO",
    "page-apps-category-productivity": "Táirgiúlacht",
    "page-apps-category-bridge": "Droichead",
    "page-apps-app-sub-category-lending-and-borrowing": "Iasachtú agus iasachtaíocht",
    "page-apps-app-sub-category-stablecoin-issuance": "Eisiúint Mona cobhsaí",
    "page-apps-app-sub-category-rwa": "RWA",
    "page-apps-app-sub-category-yield": "Toradh",
    "page-apps-app-sub-category-dex": "DEX",
    "page-apps-app-sub-category-prediction": "Tuar",
    "page-apps-app-sub-category-insurance": "Árachas",
    "page-apps-app-sub-category-launchpad": "Ceap lainseála",
    "page-apps-app-sub-category-crowdfunding": "Slua-chistiú",
    "page-apps-app-sub-category-salary-distribution": "Dáileadh tuarastail",
    "page-apps-app-sub-category-payments": "Íocaíochtaí",
    "page-apps-app-sub-category-onramp-/-offramp": "Ar-rampa / as-rampa",
    "page-apps-app-sub-category-infrastructure": "Bonneagar",
    "page-apps-app-sub-category-social-network": "Líonra sóisialta",
    "page-apps-app-sub-category-messaging": "Teachtaireachtaí",
    "page-apps-app-sub-category-video": "Físeán",
    "page-apps-app-sub-category-music": "Ceol",
    "page-apps-app-sub-category-publishing": "Foilsitheoireacht",
    "page-apps-app-sub-category-identity": "Céannacht",
    "page-apps-app-sub-category-stealth-address": "Seoladh folachais",
    "page-apps-app-sub-category-shielded": "Díonta",
    "page-apps-app-sub-category-pools": "Linnte",
    "page-apps-app-sub-category-compliance": "Comhlíonadh",
    "page-apps-app-sub-category-market": "Margadh",
    "page-apps-app-sub-category-art": "Ealaín",
    "page-apps-app-sub-category-ip": "IP",
    "page-apps-app-sub-category-gaming": "Cluichíocht",
    "page-apps-app-sub-category-membership": "Ballraíocht",
    "page-apps-app-sub-category-attendance": "Tinreamh",
    "page-apps-app-sub-category-collect": "Bailigh",
    "page-apps-app-sub-category-mmorpg": "MMORPG",
    "page-apps-app-sub-category-retro-gaming": "cearrbhachas retro",
    "page-apps-app-sub-category-casual": "Ócáideach",
    "page-apps-app-sub-category-ai-gaming": "Cearrbhachas AI",
    "page-apps-app-sub-category-card-&-deck-building": "Tógáil cártaí agus deic",
    "page-apps-app-sub-category-governance": "Rialachas",
    "page-apps-app-sub-category-organization": "Eagraíocht",
    "page-apps-app-sub-category-offchain-voting": "Vótáil as slabhra",
    "page-apps-app-sub-category-onchain-voting": "Vótáil ar slabhra",
    "page-apps-app-sub-category-analytics": "Anailísíocht",
    "page-apps-app-sub-category-tokenomics": "Tokenomics",
    "page-apps-app-sub-category-dao-creation": "Cruthú DAO",
    "page-apps-app-sub-category-governor": "Gobharnóir",
    "page-apps-app-sub-category-role-management": "Bainistíocht rólanna",
    "page-apps-app-sub-category-permissions": "Ceadanna",
    "page-apps-app-sub-category-framework": "Creat",
    "page-apps-app-sub-category-treasury-management": "Bainistíocht an Chisteáin",
    "page-apps-app-sub-category-moloch": "Moloch",
    "page-apps-app-sub-category-delegation": "Toscaireacht",
    "page-apps-app-sub-category-agentic": "Agentic",
    "page-apps-app-sub-category-multi-sig": "Il-shíniú",
    "page-apps-app-sub-category-smart-account": "Cuntas cliste",
    "page-apps-app-sub-category-recognition": "Aitheantas",
    "page-apps-app-sub-category-compensation": "Cúiteamh",
    "page-apps-app-sub-category-signalling": "Comharthaíocht",
    "page-apps-app-sub-category-philanthropy": "Daonchairdeas",
    "page-apps-app-sub-category-ai": "AI",
    "page-apps-app-sub-category-dns": "DNS",
    "page-apps-app-sub-category-communication": "Cumarsáid",
    "page-apps-app-sub-category-storage": "Stóráil",
    "page-apps-app-sub-category-depin": "DePIN",
    "page-apps-app-sub-category-ticketing": "Ticéadú",
    "page-apps-app-sub-category-memberships": "Ballraíochtaí",
    "page-apps-app-sub-category-privacy": "Príobháideacht",
    "page-apps-app-sub-category-proof-of-personhood": "Cruthúnas céannachta",
    "page-apps-app-sub-category-ai-agents": "Gníomhairí AI",
    "page-apps-app-sub-category-chain-abstraction": "Asbhaint slabhra",
    "page-apps-app-sub-category-liquidity-network": "Líonra leachtachta",
    "page-apps-app-sub-category-generalized-message-passing": "Tarchur teachtaireachtaí ginearálaithe",
    "page-apps-app-sub-category-validator-or-oracle": "Bailíochtóir nó oracal",
    "page-apps-app-sub-category-swap": "babhtáil",
    "page-apps-app-aave": "Aave",
    "page-apps-app-description-aave": "Is prótacal leachtachta neamhchoimeádta díláraithe é Aave inar féidir le húsáideoirí páirt a ghlacadh mar sholáthraithe nó mar iasachtaithe. Soláthraíonn soláthraithe leachtacht don mhargadh agus ús á thuilleamh acu, agus is féidir le hiasachtaithe rochtain a fháil ar leachtacht trí chomhthaobhacht a sholáthar a sháraíonn an méid iasachta.",
    "page-apps-app-sky/maker---usds": "Sky/Maker - USDS",
    "page-apps-app-description-sky/maker---usds": "Is geata neamhchoimeádta é Sky.money chuig an Sky Protocol díláraithe, atá dírithe ar an mhona cobhsaí USDS.",
    "page-apps-app-ethena---usde": "Ethena - USDE",
    "page-apps-app-description-ethena---usde": "Is prótacal dollar sintéiseach é Ethena atá tógtha ar Ethereum a sholáthraíonn réiteach criptea-dhúchasach d’airgead, USDe, mar aon le sócmhainn choigiltis dollar atá inrochtana ar fud an domhain, sUSDe.",
    "page-apps-app-uniswap": "Uniswap",
    "page-apps-app-description-uniswap": "Is prótacal leachtachta uathoibrithe é Uniswap atá faoi thiomáint ag foirmle táirge tairiseach agus a chuirtear i bhfeidhm i gcóras conarthaí cliste neamh-uasghrádaithe ar blocshlabhra Ethereum. Cuireann sé deireadh leis an ngá atá le hidirghabhálaithe iontaofa, ag tabhairt tosaíochta do dhílárú, friotaíocht chinsireachta, agus slándáil.",
    "page-apps-app-pendle": "Pendle",
    "page-apps-app-description-pendle": "Is prótacal DeFi é Pendle atá dírithe ar thrádáil toraidh, rud a ligeann d’úsáideoirí a dtoradh a shocrú nó a ghiaráil araon.",
    "page-apps-app-spark": "Spark",
    "page-apps-app-description-spark": "Is prótacal DeFi neamhchoimeádta é Spark Fi a ligeann d’úsáideoirí sócmhainní digiteacha a thabhairt ar iasacht agus a fháil ar iasacht trí SparkLend, agus ioncam éighníomhach á thuilleamh acu tríd an mona cobhsaí USDS agus a Ráta Coigiltis Sky gaolmhar.",
    "page-apps-app-morpho": "Murpho",
    "page-apps-app-description-morpho": "Is ardán oscailte, éifeachtach agus athléimneach é Morpho a ligeann d’aon duine toradh a thuilleamh agus sócmhainní a fháil ar iasacht. Ag an am céanna, is féidir le forbróirí nó gnólachtaí margaí a chruthú, cruinneacháin a choimeád, agus raon feidhmchlár a thógáil ar a bhonneagar solúbtha, gan chead.",
    "page-apps-app-compound": "Compound",
    "page-apps-app-description-compound": "Prótacal atá comhoiriúnach le EVM is ea Compound a chuireann ar chumas sócmhainní cripte a sholáthar mar chomhthaobhacht chun an tsócmhainn bhunúsach a fháil ar iasacht. Is féidir le cuntais ús a thuilleamh freisin tríd an tsócmhainn bhunúsach a sholáthar don phrótacal.",
    "page-apps-app-curve": "Curve",
    "page-apps-app-description-curve": "Is malartán díláraithe neamhchoimeádta é Curve.fi a rinne réabhlóidiú ar thrádáil mona cobhsaí. Thosaigh sé trí rátaí malairte níos fearr a thairiscint do bhabhtálacha mona cobhsaí (cosúil le DAI go USDC) trí linnte leachtachta, áit a dtuilleann úsáideoirí toradh trína sócmhainní a thaisceadh.",
    "page-apps-app-balancer": "Balancer",
    "page-apps-app-description-balancer": "Is prótacal uathoibrithe margaidh díláraithe (AMM) é Balancer atá bunaithe ar Ethereum le fócas soiléir ar leachtacht inmhalartaithe agus toradh-thorthúil. Tá rath Balancer nasctha go dlúth le rath na bprótacal agus na dtáirgí atá tógtha ar an ardán.",
    "page-apps-app-usual-": "Usual ",
    "page-apps-app-description-usual-": "Is prótacal díláraithe é Usual, a ghlacann cruth córais bhaincéireachta díláraithe. Eisíonn sé mona cobhsaí fiat-tacaithe, atá comhthaobhaithe ag Sócmhainní Domhanda Réadach (RWAanna), ag comhcheangal slándáil sócmhainní réadacha le comhdhéanamh agus leachtacht DeFi.",
    "page-apps-app-fluid": "Fluid",
    "page-apps-app-description-fluid": "Is prótacal DeFi é Fluid ina bhfuil ciseal leachtachta, teorainneacha uathoibrithe, prótacail iasachta agus cruinneacháin, córas láidir oracal, agus prótacal DEX,",
    "page-apps-app-frax": "Frax",
    "page-apps-app-description-frax": "Tá 3 mhona cobhsaí eisithe ag Frax faoi láthair: FRAX, FPI, agus frxETH, mar aon le go leor comharthaí neamh-mhona cobhsaí eile. Tá grúpaí conarthaí nó 'fo-phrótacal' iolracha ann freisin a chomhtháthaíonn na comharthaí seo chun fóntais agus cobhsaíocht a sholáthar, lena n-áirítear Fraxtal, slabhra modúlach L2.",
    "page-apps-app-aerodrome": "Aerodrome",
    "page-apps-app-description-aerodrome": "Is malartán díláraithe é Aerodrome inar féidir leat malartuithe ar tháillí ísle a dhéanamh, comharthaí a thaisceadh chun luaíochtaí a thuilleamh, agus páirt ghníomhach a ghlacadh sa gheilleagar ar an slabhra.",
    "page-apps-app-moonwell": "Moonwell",
    "page-apps-app-description-moonwell": "Cuir do shócmhainní digiteacha ag obair. Tabhair iasacht nó faigh iasacht duit féin chun déileáil le cibé rud a chuireann an saol i do threo. Íoc ar ais é de réir do sceidil féin, gan aon íocaíochtaí míosúla ná táillí breise.",
    "page-apps-app-franklin-templeton---benji": "Franklin Templeton - BENJI",
    "page-apps-app-description-franklin-templeton---benji": "Is é Benji córas coimeádta taifead comhtháite blocshlabhra dílseánaigh Franklin Templeton a chumasaíonn comharthaíocht agus seirbhísiú cistí frithpháirteacha ar bhonneagar blocshlabhra poiblí.",
    "page-apps-app-synthetix": "Synthetix",
    "page-apps-app-description-synthetix": "Soláthraíonn Synthetix leachtacht do dhíorthaigh gan chead amhail todhchaíochtaí suthain, roghanna, margaí comhgheallchuir, agus níos mó ar fud slabhraí EVM.",
    "page-apps-app-zerolend": "ZeroLend",
    "page-apps-app-description-zerolend": "Is eispéireas iasachta éasca le húsáid gan stró é ZeroLend chun cách a chur ar bord Defi. Tógtha ar L2anna.",
    "page-apps-app-syncswap": "SyncSwap",
    "page-apps-app-description-syncswap": "Cumhachtaithe ag teicneolaíocht nialasach eolais, tugann SyncSwap DeFi éascaíocht úsáide ar chostas íseal do níos mó daoine le slándáil iomlán Ethereum.",
    "page-apps-app-ekubo": "Ekubo",
    "page-apps-app-description-ekubo": "Is déantóir margaidh uathoibrithe é Ekubo, le roinnt gnéithe uathúla lena n-áirítear leachtacht chomhchruinnithe agus ailtireacht inleathnaithe agus éifeachtúil ó thaobh gáis de.",
    "page-apps-app-maple": "Maple",
    "page-apps-app-description-maple": "Cuireann Maple straitéisí toraidh lánspeictrim agus maoiniú ar fáil ar fud USDC, USDT, BTC, agus níos mó – d’institiúidí agus do rannpháirtithe ar slabhra ar fud an domhain.",
    "page-apps-app-centrifuge": "Centrifuge",
    "page-apps-app-description-centrifuge": "Is é Centrifuge an t-ardán do shócmhainní fíorshaoil ​​​​atá comharthaithe, ag soláthar an bhonneagair agus an éiceachórais chun RWAanna a chomharthú, a bhainistiú agus infheistíocht a dhéanamh iontu.",
    "page-apps-app-goldfinch": "Goldfinch",
    "page-apps-app-description-goldfinch": "Is prótacal creidmheasa díláraithe é Goldfinch a chuireann ar chumas iasachtaí cripte a fháil gan chomhthaobhacht cripte. Ceanglaíonn sé infheisteoirí le gnólachtaí fíorshaoil.",
    "page-apps-app-superstate": "Superstate",
    "page-apps-app-description-superstate": "Ceanglaíonn Superstate sócmhainní airgeadais le margaí caipitil cripte trí liostálacha poiblí ar an slabhra agus urrúis chomharthaithe.",
    "page-apps-app-tether---usdt": "Tether - USDT",
    "page-apps-app-description-tether---usdt": "Is mona cobhsaí é Tether (USDT), criptea-airgeadra atá ceangailte le hairgeadraí fiat cosúil le dollar SAM agus faoi thacaíocht acu.",
    "page-apps-app-circle---usdc": "Circle - USDC",
    "page-apps-app-description-circle---usdc": "Is dollar digiteach é USDC atá tacaithe 100% ag airgead tirim agus sócmhainní coibhéiseacha airgid agus is féidir é a fhuascailt 1:1 ar dhollair SAM.",
    "page-apps-app-ondo": "Ondo",
    "page-apps-app-description-ondo": "Dearann ​​Ondo ardáin, sócmhainní agus bonneagar de ghrád institiúideach chun margaí airgeadais a thabhairt isteach sa slabhra.",
    "page-apps-app-paypal---pyusd": "PayPal - PYUSD",
    "page-apps-app-description-paypal---pyusd": "Is mona cobhsaí é PayPal USD (PYUSD) atá faoi thaca ag sócmhainní slána agus an-leachtacha. Ceannaigh, díol, coinnigh agus aistrigh é san aip nó ar an suíomh Gréasáin PayPal.",
    "page-apps-app-etherisc": "Etherisc",
    "page-apps-app-description-etherisc": "Cuireann Etherisc sraith iomlán réiteach ar fáil chun táirgí árachais díláraithe a thógáil, a bhainistiú agus a iniúchadh.",
    "page-apps-app-polymarket": "Polymarket",
    "page-apps-app-description-polymarket": "Is é Polymarket an margadh tuar is mó ar domhan, rud a ligeann duit fanacht ar an eolas agus brabús a bhaint as do chuid eolais trí gheall a chur ar imeachtaí amach anseo ar fud ábhar éagsúil.",
    "page-apps-app-1inch": "1inch",
    "page-apps-app-description-1inch": "Is comhiomlánaitheoir malartaithe é 1inch a dhéanann scanadh ar mhalartuithe díláraithe chun na praghsanna criptea-airgeadra is ísle a aimsiú do thrádálaithe.",
    "page-apps-app-liquity": "Liquity",
    "page-apps-app-description-liquity": "Is prótacal iasachta díláraithe é Liquity V2 a ligeann d’úsáideoirí iasacht a fháil ar rátaí seasta agus an mona cobhsaí BOLD a mhúnlú",
    "page-apps-app-cowswap": "Cowswap",
    "page-apps-app-description-cowswap": "Faigheann CoW Swap na praghsanna is ísle ó gach malartán díláraithe agus comhiomlánóir DEX & sábhálann sé níos mó duit le trádáil p2p agus cosaint ó MEV.",
    "page-apps-app-pooltogether": "PoolTogether",
    "page-apps-app-description-pooltogether": "Is cluiche coigiltis duaiseanna é PoolTogether, áit a gcomhthiomsaíonn úsáideoirí toradh a gcomharthaí le haghaidh seans duaiseanna a bhuachan. Is ciseal cearrbhachais é an prótacal a ligeann d’úsáideoirí deis a bheith acu buachan mór agus a gcomharthaí is fearr leo ina seilbh.",
    "page-apps-app-yearn": "Yearn",
    "page-apps-app-description-yearn": "Is comhiomlánaitheoir toraidh é Yearn Finance a lorgaíonn straitéisí brabúis go huathoibríoch d’úsáideoirí cripte trí chonarthaí cliste.",
    "page-apps-app-true-markets": "True Markets",
    "page-apps-app-description-true-markets": "Is ardán margaidh tuartha díláraithe é TrueMarkets a chuireann ar chumas úsáideoirí torthaí imeachtaí fíorshaoil ​​a thuar trí thrádáil a dhéanamh ar roghanna dénártha, rud a éascaíonn anailís ar mheon fíor-ama agus fionnachtain faisnéise.",
    "page-apps-app-flaunch": "Flaunch",
    "page-apps-app-description-flaunch": "Is prótacal agus inneall gan chead é Flaunch do gach cineál comharthaíochta — méimeanna, gníomhairí AI, táirgí, ealaín, RWAanna agus níos mó. Ligeann an prótacal do thógálaithe a mBainisteoirí Comharthaí féin a chruthú, rud a sholáthraíonn solúbthacht iomlán i luach airigd a chur ar na sócmhainní a sheoltar.",
    "page-apps-app-octant": "Octant",
    "page-apps-app-description-octant": "Tá sé mar aidhm ag Octant a bheith ar an gcéad éiceachóras maoinithe earraí poiblí domhanda féinchothaitheach a chothromaíonn an leas coiteann agus cumhachtú airgeadais an duine aonair.",
    "page-apps-app-superfluid": "SuperFluid",
    "page-apps-app-description-superfluid": "Tuilleamh gach soicind. Is é Superfluid an prótacal sruthú airgid, a chumhachtaíonn aipeanna le haghaidh tuilleamh, infheistíocht agus trádáil de réir an dara ar slabhra.",
    "page-apps-app-splits.org": "Splits.org",
    "page-apps-app-description-splits.org": "Is ardán díláraithe é Splits.org le haghaidh scoilteadh íocaíochta ar an slabhra agus comhroinnt ioncaim éasca, uathoibrithe ar fud il-bhlocshlabhraí.",
    "page-apps-app-juiceboxeth": "JuiceboxETH",
    "page-apps-app-description-juiceboxeth": "Is prótacal maoinithe cisteáin agus pobail in-ríomhchláraithe é Juicebox ar Ethereum a ligeann d’úsáideoirí tionscadail a sheoladh le timthriallta maoinithe inchumraithe, cistí a leithdháileadh go trédhearcach, agus comharthaí nó NFTanna a eisiúint mar mhalairt air sin - a úsáidtear go coitianta le haghaidh DAOanna, tionscnaimh chruthaitheacha, agus earraí poiblí turgnamhacha.",
    "page-apps-app-zkp2p": "zkp2p",
    "page-apps-app-description-zkp2p": "Is prótacal ar-rampa/as-rampa fiat-go-cripte piara-go-piara, íoslaghdaithe ó thaobh muiníne de é ZKP2P a úsáideann cruthúnais nialasacha eolais (ZKPanna) chun íocaíochtaí lasmuigh den slabhra a fhíorú (e.g., Venmo, Revolut) gan sonraí íogaire a nochtadh—rud a chuireann ar chumas comhshó fiat slán go cripte.",
    "page-apps-app-teller": "Teller",
    "page-apps-app-description-teller": "Is prótacal iasachta díláraithe, piara go piara é Teller ar Ethereum agus Polygon a thairgeann iasachtaí téarma seasta, bunaithe ar am gan aon leachtuithe corrlaigh — íocann iasachtaithe ús seasta agus tugann siad an comhthaobhacht iomlán ar ais nuair a bheidh sé aibí.",
    "page-apps-app-eigencloud": "EigenCloud",
    "page-apps-app-description-eigencloud": "Is prótacal ath-gheallta é EigenLayer (EigenCloud) ar Ethereum a chuireann ar chumas sealbhóirí ETH agus LST (Comharthaí Geallta Leachtacha) a sócmhainní geallta a athúsáid chun prótacail bhreise (ar a dtugtar AVSanna) a fháil agus toradh breise a thuilleamh.",
    "page-apps-app-zora": "Zora",
    "page-apps-app-description-zora": "Is líonra sóisialta ar slabhra é Zora a nochtann deiseanna nua chun cruthú, ceangal agus airgead a thuilleamh ar líne.",
    "page-apps-app-rodeo": "Rodeo",
    "page-apps-app-description-rodeo": "Is líonra sóisialta cruthaitheach é Rodeo ina dtagann ealaíontóirí, déantóirí agus cruthaitheoirí le chéile chun a gcuid oibre a roinnt agus a cheiliúradh. Comhcheanglaíonn sé gnéithe coitianta ardáin shóisialta le bealaí uathúla chun tacú le cruthaitheacht agus chun airgead a thuilleamh uaithi.",
    "page-apps-app-towns": "Towns",
    "page-apps-app-description-towns": "Is prótacal foinse oscailte é Towns Protocol chun aipeanna teachtaireachtaí fíor-ama díláraithe a thógáil. Tá slabhra L2 atá comhoiriúnach le EVM, nóid srutha díláraithe lasmuigh den slabhra, agus conarthaí cliste ann atá imscartha ar Base.",
    "page-apps-app-farcaster": "Farcaster",
    "page-apps-app-description-farcaster": "Is líonra sóisialta díláraithe go leor é Farcaster atá bunaithe ar Ethereum. Is líonra sóisialta poiblí é atá cosúil le X agus Reddit. Is féidir le húsáideoirí próifílí a chruthú, 'casts' a phostáil agus daoine eile a leanúint. Is leo a gcuntais féin agus a gcaidrimh le húsáideoirí eile agus tá siad saor chun bogadh idir aipeanna éagsúla.",
    "page-apps-app-orb": "Orb",
    "page-apps-app-description-orb": "Is aip shóisialta soghluaiste do thomhaltóirí í Orb.club atá bunaithe ar Lens Protocol, ar a dtugtar a greamáin víreasacha, a poist inbhailithe, a leideanna dúchasacha, agus a ghnéithe atá dírithe ar an gcruthaitheoir.",
    "page-apps-app-shibuya-films": "Shibuya Films",
    "page-apps-app-description-shibuya-films": "Is ardán slua-mhaoinithe é Shibuya do scannánóirí dána, neamhspleácha, a thugann na huirlisí do chruthaitheoirí chun caipiteal a bhailiú, pobal a thógáil, agus scéalta bunaidh a thabhairt chun beatha—eipeasóid amháin ag an am.",
    "page-apps-app-hey.xyz": "Hey.xyz",
    "page-apps-app-description-hey.xyz": "Is aip meán sóisialta díláraithe gan chead é Hey atá tógtha le Prótacal Lens.",
    "page-apps-app-audius": "Audius",
    "page-apps-app-description-audius": "Is ardán sruthú ceoil nuálach é Audius a úsáideann teicneolaíocht bhlocshlabhra chun níos mó smachta agus saoirse a thabhairt d’ealaíontóirí agus d’éisteoirí. Le Audius, is féidir le healaíontóirí a gcuid ceoil a uaslódáil go héasca agus smacht iomlán a choinneáil ar a n-ábhar, agus is féidir le héisteoirí taitneamh a bhaint as leabharlann fhairsing agus éagsúil d’fhoinn ó cheoltóirí agus léiritheoirí cumasacha ar fud an domhain ",
    "page-apps-app-paragraph": "Paragraph",
    "page-apps-app-description-paragraph": "Is ardán foilsitheoireachta Web3 é Paragraph a ligeann do scríbhneoirí nuachtlitreacha agus ábhar mionta a chruthú mar NFTanna ar Ethereum agus Base.",
    "page-apps-app-ethereum-follow-protocol": "Prótacal Leanúna Ethereum",
    "page-apps-app-description-ethereum-follow-protocol": "Is prótacal graif shóisialta ar an slabhra é EFP, a chuireann ar chumas úsáideoirí Ethereum seoltaí eile a 'leanúint' nó a 'chlibeáil' trí liostaí faoi thiomáint NFT. Comhlánaíonn sé ENS agus Sign-In with Ethereum (SIWE)—atá mar chuid den chruach aitheantais Ethereum atá ag teacht chun cinn. ",
    "page-apps-app-jokerace": "JokeRace",
    "page-apps-app-description-jokerace": "Is prótacal rialachais díláraithe é JokeRace a chuireann ar chumas pobail tograí a chruthú, vótáil orthu agus luach saothair a thabhairt dóibh. Caitheann rannpháirtithe vótaí le muinín agus is féidir leo luach saothair a thuilleamh as a rannpháirtíocht, ag ailíniú dreasachtaí timpeall ar chinnteoireacht atá á tiomáint ag an bpobal.",
    "page-apps-app-interface": "Comhéadan",
    "page-apps-app-description-interface": "Is líonra sóisialta atá dírithe ar thrádáil ar Ethereum é Interface. Roinn do chuid tuairimí, faigh amach margaí nua, lean cairde, agus déan cóip-thrádáil ar a ngluaiseachtaí le fógraí beo.",
    "page-apps-app-poidh": "poidh",
    "page-apps-app-description-poidh": "Is aip iomlán ar slabhra í Poidh a ligeann d’aon duine duaiseanna a chruthú, a mhaoiniú agus a éileamh le haghaidh gníomhartha sa saol réadúil. Déanann sé simplí agus spraíúil dreasacht a thabhairt d’aon rud, ó dhúshláin víreasacha go tionscnaimh atá á dtiomáint ag an bpobal, ag baint úsáide as cripte.",
    "page-apps-app-fluidkey": "Fluidkey",
    "page-apps-app-description-fluidkey": "Ligeann Fluidkey d’úsáideoirí sócmhainní ar slabhra a bhainistiú, a fháil agus a sheoladh go gan uaim agus a bpríobháideacht á cosaint ag an am céanna.",
    "page-apps-app-rarimo": "Rarimo",
    "page-apps-app-description-rarimo": "Ag díghlasáil glúin nua d’aipeanna sóisialta, áit a bhfanann úsáideoirí príobháideach gan gníomhartha stairiúla, líonraí agus féiniúlachtaí a chailleadh",
    "page-apps-app-railgun": "Railgun",
    "page-apps-app-description-railgun": "Is córas príobháideachta é RAILGUN atá tógtha go díreach ar an slabhra. Úsáideann sé cripteagrafaíocht nialasach eolais chun úsáid phríobháideach conarthaí cliste agus DeFi a chumasú, gan slándáil slabhra is fearr leis an úsáideoir a fhágáil ",
    "page-apps-app-privacy-pools": "Privacy Pools",
    "page-apps-app-description-privacy-pools": "Is bealach comhlíontach é Privay Pools le Oxbow chun idirbhearta anaithnide a dhéanamh ar Ethereum. Bacann Oxbow gníomhairí mídhlisteanacha d'fhonn iontaofacht linne a chinntiú.",
    "page-apps-app-tornado-cash": "Tornado Cash",
    "page-apps-app-description-tornado-cash": "Prótacal slán, díláraithe, príobháideach",
    "page-apps-app-zk-pass": "ZK Pass",
    "page-apps-app-description-zk-pass": "Fíoraigh do shonraí príobháideacha fíorshaoil ​​gan do shonraí príobháideacha a nochtadh.",
    "page-apps-app-0xbow": "0xbow",
    "page-apps-app-description-0xbow": "Is prótacal príobháideachta é 0xbow do Ethereum a chumasaíonn idirbhearta príobháideacha comhlíontacha, bunaithe ar eolas nialasach trí Linnte Príobháideachta saincheaptha.",
    "page-apps-app-opensea": "OpenSea",
    "page-apps-app-description-opensea": "Is margadh ar líne é OpenSea do chomharthaí neamh-mhalartaithe (NFTanna), rud a chuireann ar chumas úsáideoirí NFTanna a cheannach, a dhíol agus a chruthú. Feidhmíonn sé mar ardán díláraithe inar féidir le húsáideoirí sócmhainní digiteacha éagsúla a thrádáil, lena n-áirítear ealaín, ceol, earraí cearrbhachais agus níos mó, ar fud il-bhlocshlabhraí ",
    "page-apps-app-blur": "Blur",
    "page-apps-app-description-blur": "Is margadh gairmiúil NFT é Blur a thairgeann trádáil agus gnéithe NFT gan aon táille do thrádálaithe idirmheánacha agus ardleibhéil.",
    "page-apps-app-highlight": "Highlight",
    "page-apps-app-description-highlight": "Is ardán é Highlight chun ealaín agus cultúr digiteach a chruthú agus a bhailiú.",
    "page-apps-app-manifold": "Manifold",
    "page-apps-app-description-manifold": "Is sraith uirlisí é Manifold Studio a ligeann duit d’ardán cruthaitheach gréasáin3 féin a thógáil. Ligeann Studio duit sócmhainní digiteacha ar a dtugtar comharthaí neamh-mhalartaithe (NFTanna) a chruthú agus a dháileadh.",
    "page-apps-app-rarible": "Rarible",
    "page-apps-app-description-rarible": "Is ardán ilslabhra é Rarible inar féidir leat comharthaí neamh-indíolta (NFTanna) a cheannach, a dhíol agus a chruthú.",
    "page-apps-app-pudgy-penguins": "Pudgy Penguins",
    "page-apps-app-description-pudgy-penguins": "Is maoin intleachtúil dhomhanda é Pudgy Penguins atá dírithe ar iomadú na bpiongainí, cultúr na meimeacha agus dea-thonnta.",
    "page-apps-app-bored-ape-yacht-club": "Bored Ape Yacht Club",
    "page-apps-app-description-bored-ape-yacht-club": "Is bailiúchán de 10000 NFT uathúil Bored Ape é an Bored Ape Yacht Club — earra bailithe digiteach uathúla atá ina gcónaí ar bhlocshlabhra Ethereum.",
    "page-apps-app-art-blocks": "Art Blocks",
    "page-apps-app-description-art-blocks": "Is ardán digiteach é Art Blocks ina bhfoilsíonn ealaíontóirí giniúnacha saothair ealaíne uathúla le cód cruthaitheach. Le fréamhacha stairiúla san ealaín choincheapúil, baineann ealaín ghiniúnach le cruthú algartam ag baint úsáide as cód ríomhaireachta, agus randamacht á tabhairt isteach in algartam an ealaíontóra chun saothair uathúla a tháirgeadh.",
    "page-apps-app-cool-cats": "Cool Cats",
    "page-apps-app-description-cool-cats": "Is bailiúchán de 9,999 abhatár NFT a ghintear go randamach é Cool Cats, agus tá Cat Gorm uathúil i ngach ceann acu le tréithe éagsúla cosúil le héadaí, stíleanna gruaige agus gabhálais.",
    "page-apps-app-doodles": "Doodles",
    "page-apps-app-description-doodles": "Is cuideachta siamsaíochta den chéad ghlúin eile í Doodles atá dírithe ar scéalaíocht thumthach trí chruthú agus dáileadh eispéiris bheo agus dhigiteacha, ábhar bunaidh, agus táirgí stíl mhaireachtála.",
    "page-apps-app-basepaint": "Basepaint",
    "page-apps-app-description-basepaint": "Is feidhmchlár ealaíne picteilíní comhoibríoch, ar slabhra é BasePaint.xyz ina gcruthaíonn ealaíontóirí canbháis chomhroinnte laethúla a mhúnlaítear ansin mar NFTanna.",
    "page-apps-app-foundation": "Fondúireacht",
    "page-apps-app-description-foundation": "Is margadh NFT é Foundation.CPP a cheadaíonn d'ealaíontóirí a ndéantúis a chomharthú mar NFT agus a thugann ardán do bhailitheoirí chun na saothair ealaíne dhigiteacha seo a cheannach, a dhíol agus a thrádáil.",
    "page-apps-app-sandbox": "Sandbox",
    "page-apps-app-description-sandbox": "Is ardán cruthaitheach atá á thiomáint ag an bpobal é an Sandbox a chumhachtaíonn ealaíontóirí, scéalaithe agus lucht déanta cluichí chun réimse leathan ábhar uathúil a chruthú, a fhoilsiú, a bheith ina sheilbh agus airgead a dhéanamh as ar ardán díláraithe ar an mblocshlabhra.",
    "page-apps-app-superrare": "SuperRare",
    "page-apps-app-description-superrare": "Is ardán é SuperRare chun ealaín dhigiteach neamhchoitianta a eisiúint, a bhailiú agus a thrádáil, agus comharthaí neamh-mhalartaithe (NFTanna) mar thaca leis ar bhlocshlabhra Ethereum. Is eagrán aonair é gach saothar ealaíne ar SuperRare - ciallaíonn sé seo go bhfuil gach saothar ealaíne uathúil gan dúbailt.",
    "page-apps-app-decentraland": "Decentraland",
    "page-apps-app-description-decentraland": "Ba é Decentraland an chéad domhan fíorúil sóisialta díláraithe go hiomlán ar domhan, rud a thug cumhacht d’úsáideoirí a sócmhainní agus a dtaithí digiteacha a bheith acu, a chruthú agus a rialú. Seoladh Decentraland in 2020, agus tá tírdhreach oscailte, inrochtana ann atá lán d’ábhar a ghintear ag úsáideoirí a fhorbraíonn agus a athraíonn i bhfíor-am.",
    "page-apps-app-magic-eden": "Magic Eden",
    "page-apps-app-description-magic-eden": "Is margadh comharthaí neamh-inmhalartaithe é Magic Eden a ligeann d'úsáideoirí NFTanna a cheannach, a dhíol, a mhúnlú agus a bhainistiú. Is ardán coitianta é do chruthaitheoirí atá ag seoladh tionscadail NFT nua agus le haghaidh trádála ar an margadh tánaisteach araon ",
    "page-apps-app-azuki": "Azuki",
    "page-apps-app-description-azuki": "Is branda é Azuki a rugadh ag crosbhóthar na healaíne, na teicneolaíochta agus chultúr an idirlín. Rud a thosaigh mar thionscadal web3, tá sé tar éis forbairt ina phobal domhanda d’ealaíontóirí agus dearthóirí atá ag cruthú carachtair, scéalta agus eispéiris bhunaidh le chéile. Ó earraí bailithe digiteacha go faisean agus imeachtaí fíorshaoil, tá Azuki ag tógáil cruinne do dhúchasaigh dhigiteacha atá meallta chuig an méid atá le teacht.",
    "page-apps-app-poap": "POAP",
    "page-apps-app-description-poap": "Is iad POAP na leabharmharcanna do do shaol. Coinnigh na cuimhní cinn is tábhachtaí de do shaol mar earraí bailithe digiteacha (NFTanna) go deo ar an mblocshlabhra.",
    "page-apps-app-courtyard": "Courtyard",
    "page-apps-app-description-courtyard": "Is ardán é Courtyard chun NFTanna a mhionú agus a thrádáil atá faoi thaca le hearraí bailithe fíorshaoil ​​cosúil le cártaí trádála, agus sócmhainní stóráilte i gcruinneacháin árachaithe agus infhuascailte ar an slabhra.",
    "page-apps-app-eve-frontier": "EVE Frontier",
    "page-apps-app-description-eve-frontier": "Is bosca gainimh é EVE Frontier atá múnlaithe ag gníomhaíocht atá á tiomáint ag imreoirí. Ó dhronganna cruthaithe ag imreoirí, go bunáiteanna, geilleagair phríobháideacha agus líonra na réaltaí, cruthaíonn tú an domhan beo deiridh.",
    "page-apps-app-remix": "Remix",
    "page-apps-app-description-remix": "Is ardán é Remix a chomhcheanglaíonn AI agus cearrbhachas soghluaiste, atá deartha chun cluichí ar an slabhra, faoi thiomáint ag AI, a thairiscint.",
    "page-apps-app-illuvium": "Illuvium",
    "page-apps-app-description-illuvium": "Is cluiche RPG inbhailithe agus uath-throdaí in éineacht é Illuvium. Tá eispéireas RPG domhan oscailte sa domhan mór ann, áit a ndéanann tú mianadóireacht, fómhar, gabháil agus troid le hIlluvials. Nuair a bheidh do fhoireann bailithe agat is féidir leat dul isteach san uath-throdaí chun do fhoirne a thógáil chun do chéile comhraic a bhualadh sa chath.",
    "page-apps-app-parallel": "Parallel",
    "page-apps-app-description-parallel": "Is cluiche straitéise saor in aisce, bunaithe ar shealanna é Parallel ina dtógfaidh imreoirí deiceanna 40 cárta ag baint úsáide as cártaí ó chúig dhream nó cártaí uilíocha chun cath a chur ar a chéile.",
    "page-apps-app-snapshot": "Snapshot",
    "page-apps-app-description-snapshot": "Is ardán vótála é Snapshot a ligeann do DAOanna, prótacail DeFi, nó pobail NFT vótáil go héasca agus gan táillí gáis. Ceadaíonn an uirlis saincheapadh ard ar an bpróiseas vótála chun freastal ar riachtanais éagsúla na n-úsáideoirí agus na n-eagraíochtaí.",
    "page-apps-app-tally": "Tally",
    "page-apps-app-description-tally": "Is ardán é Tally atá dírithe ar rialachas ar slabhra d'eagraíochtaí uathrialacha díláraithe agus prótacail bhlocshlabhra trí uirlisí agus bonneagar a sholáthar chun DAOanna a sheoladh, a bhainistiú agus páirt a ghlacadh iontu.",
    "page-apps-app-hats-protocol": "Hats Protocol",
    "page-apps-app-description-hats-protocol": "Déanann Hats eagraíochtaí a thiontú ina réad digiteach, réidh le ríomhchlárú. Is féidir gach airí de d’eagraíocht agus a róil agus a ceadanna aonair a uathoibriú anois, díreach cosúil le haon chóras bogearraí eile.",
    "page-apps-app-aragon": "Aragon",
    "page-apps-app-description-aragon": "Tógann Aragon teicneolaíocht DAO lán-cruaiche a chuireann ar chumas eagraíochtaí a bprótacail agus a sócmhainní a rialú go héasca agus go slán ar an slabhra.",
    "page-apps-app-daohaus": "DAOhaus",
    "page-apps-app-description-daohaus": "Le DAOhaus, is féidir le pobail DAO a chruthú agus ciste comhroinnte a bhainistiú, a fhás agus a dháileadh.",
    "page-apps-app-event-horizon": "Event Horizon",
    "page-apps-app-description-event-horizon": "Is leas poiblí é Event Horizon a chuidíonn le DAOanna a rannpháirtíocht vótálaithe, rannpháirtíocht comharthaí a fheabhsú, agus go ginearálta próiseas rialachais DAOanna a fheabhsú le cabhair ó rialachas gníomhaireach agus Cruinneacháin Tarmligin Dreasachta. ",
    "page-apps-app-splits": "Splits",
    "page-apps-app-description-splits": "Is ardán é Splits a thairgeann bonneagar airgeadais d'fhoirne ar slabhra, atá speisialaithe i mbainistiú íocaíochtaí ar slabhra ag baint úsáide as conarthaí cliste iniúchta, foinse oscailte.",
    "page-apps-app-safe": "Safe",
    "page-apps-app-description-safe": "Glac seilbh ar an Idirlíon. Cuntais Chliste Ethereum chun do shócmhainní digiteacha a chosaint agus todhchaí úinéireachta a thógáil.",
    "page-apps-app-coordinape": "Coordinape",
    "page-apps-app-description-coordinape": "Cuireann Coordinape uirlisí ar fáil chun líonraí muiníne ar an slabhra a aimsiú, a aithint agus comhoibriú iontu.",
    "page-apps-app-endaoment": "Endaoment",
    "page-apps-app-description-endaoment": "Is carthanas poiblí é Endaoment a thairgeann Cistí Comhairleacha Deontóirí (DAFanna) agus a éascaíonn síntiúis d’eagraíochtaí neamhbhrabúis.",
    "page-apps-app-researchhub": "ResearchHub",
    "page-apps-app-description-researchhub": "Tá ResearchHub deartha chun luas an taighde eolaíoch a bhrostú trí spreagadh a thabhairt do lucht acadúil idirghníomhú ar bhealach atá lán-oscailte agus comhoibríoch. ",
    "page-apps-app-prime-intellect": "Prime Intellect",
    "page-apps-app-description-prime-intellect": "Déanann Prime Intellect forbairt AI a dhaonlathú ar scála mór trí éascaíocht a dhéanamh d’acmhainní ríomhaireachta domhanda a aimsiú agus samhlacha úrscothacha a oiliúint trí oiliúint dáilte ar fud braislí.",
    "page-apps-app-agora": "Agora",
    "page-apps-app-description-agora": "Is ardán rialachais ar an slabhra chun cinn é Agora a chumhachtaíonn prótacail agus pobail (cosúil le Uniswap, Optimism, ENS) le córais vótála inscálaithe, slána agus furasta le húsáid—rud a chuireann deireadh leis an ngá atá le cód saincheaptha.",
    "page-apps-app-sablier": "Sablier",
    "page-apps-app-description-sablier": "Is prótacal é Sablier a éascaíonn dáileadh uathoibrithe comharthaí le himeacht ama. Leis an fheidhmiúlacht 'sruthaithe' seo, níl aon ghá le hidirbhearta láimhe, rud a shábhálann am agus acmhainní.",
    "page-apps-app-ens": "ENS",
    "page-apps-app-description-ens": "Is é Seirbhís Ainmneacha Ethereum nó ENS an prótacal ainmniúcháin díláraithe atá bunaithe ar bhlocshlabhra Ethereum. Cloíonn sé le caighdeáin foinse oscailte agus tá sé bunaithe ar shraith conarthaí cliste díláraithe a aistríonn seoltaí blocshlabhra go hainmneacha atá inléite ag daoine.",
    "page-apps-app-huddle01": "Huddle01",
    "page-apps-app-description-huddle01": "Is ardán cumarsáide fíor-ama díláraithe é Huddle01 a chuireann rogha eile ar fáil seachas córais físchomhdhála láraithe agus a bhfuil sé mar aidhm aige moill a laghdú, feidhmíocht a fheabhsú agus costais bhonneagair a ghearradh, rud a fhágann go bhfuil cumarsáid níos éifeachtaí agus níos inscálaithe.",
    "page-apps-app-livepeer": "Livepeer",
    "page-apps-app-description-livepeer": "Is líonra díláraithe é Livepeer le haghaidh ríomhaireacht físe gan teorainn, rud a chuireann ar chumas poist phróiseála agus traschódála AI cumhacht a thabhairt do thodhchaí na físe.",
    "page-apps-app-zk-/-open-passport": "ZK / Open Passport",
    "page-apps-app-description-zk-/-open-passport": "Cumasaíonn SDK ZKPassport fíorú céannachta a chosnaíonn príobháideacht trí úsáid a bhaint as pasanna agus cártaí aitheantais. Ligeann sé d’fhorbróirí tréithe aitheantais sonracha a iarraidh agus a fhíorú gan faisnéis phearsanta neamhriachtanach a nochtadh.",
    "page-apps-app-quarkid": "QuarkID",
    "page-apps-app-description-quarkid": "Is é QuarkID an creat muiníne digiteach arna fhorbairt ag Rialtas Chathair Buenos Aires a chruthaíonn córas nua aitheantais dhigitigh.",
    "page-apps-app-rotki": "Rotki",
    "page-apps-app-description-rotki": "Is uirlis bhainisteora punainne, cuntasaíochta agus anailíse foinse oscailte, féinóstáilte é Rotki a chosnaíonn do phríobháideacht.",
    "page-apps-app-fileverse---ddocs": "Fileverse - ddocs",
    "page-apps-app-description-fileverse---ddocs": "Is é Fileverse an rogha dhíláraithe in ionad Notion agus Google Workspace. Bain úsáid as chun nótaí a scríobh, comhoibriú ar dhoiciméid agus bileoga, smaointe a sceitseáil, do chuid comhad a eagrú, bunachar eolais a bhainistiú, leathanach gréasáin pearsanta a chruthú agus tuilleadh - go haonarach nó mar ghrúpa.",
    "page-apps-app-fileverse---dsheets": "Fileverse - dsheets",
    "page-apps-app-description-fileverse---dsheets": "is uirlis scarbhileog foinse oscailte í dSheets atá dírithe ar phríobháideacht agus ar idirghníomhaíochtaí ar slabhra a ligeann d’úsáideoirí sonraí ar slabhra a allmhairiú, conarthaí cliste a rith agus rochtain a fháil ar ghnéithe Web3. Tá criptiú ó cheann ceann go ceann agus cumais stórála sonraí nialasacha ann.",
    "page-apps-app-eas": "EAS",
    "page-apps-app-description-eas": "Is leas poiblí bonneagair é Seirbhís Deimhniúcháin Ethereum (EAS) chun dearbhuithe a dhéanamh ar an slabhra nó lasmuigh den slabhra faoi rud ar bith.",
    "page-apps-app-unlock": "Unlock",
    "page-apps-app-description-unlock": "Is prótacal é Unlock Protocol a chuireann ar chumas cruthaitheoirí airgead a dhéanamh as a n-ábhar le cúpla líne cóid ar bhealach lán-díláraithe. Díríonn sé ar bhallraíochtaí agus NFTanna síntiúis le gnéithe cosúil le srianta ama, nuashonruithe praghsála, agus íocaíochtaí athfhillteacha. Tá muinín ag na mílte forbróirí agus baill den phobal as chun táirgí ballraíochta den chéad ghlúin eile a thógáil",
    "page-apps-app-human-passport": "Human Passport",
    "page-apps-app-description-human-passport": "Is feidhmchlár fíoraithe aitheantais agus prótacal frithsheasmhachta Sybil é Human Passport. Is féidir le forbróirí táirgí agus seirbhísí éagsúla Human Passport a úsáid chun réiteach daonnachta uathúil a thógáil dá n-aip nó dá dtionscadal, rud a chuireann ar chumas rannpháirtíocht níos iontaofa agus níos cothroime ina bpobal.",
    "page-apps-app-sequence": "Sequence",
    "page-apps-app-description-sequence": "Is ardán forbróra é Sequence a thairgeann sparán conartha cliste, SDKanna, agus bonneagar chun aipeanna agus cluichí Web3 a thógáil ar shlabhraí Ethereum agus EVM.",
    "page-apps-app-eternal-ai": "Eternal AI",
    "page-apps-app-description-eternal-ai": "Is ardán bunaithe ar bhlocshlabhra é Eternal AI le gníomhairí slána AI a chruthú, a imscaradh agus a airgeadú le cripteagrafaíocht.",
    "page-apps-app-virtuals": "Virtuals",
    "page-apps-app-description-virtuals": "Is sochaí gníomhairí táirgiúla AI é Virtuals Protocol, agus gach ceann acu deartha chun seirbhísí nó táirgí a ghiniúint agus páirt a ghlacadh go huathrialach i dtrádáil ar an slabhra. Déantar na gníomhairí seo a thocenú, rud a cheadaíonn foirmiú caipitil, rannpháirtíocht gan chead, agus dreasachtaí ailínithe i measc cruthaitheoirí, infheisteoirí agus gníomhairí.",
    "page-apps-app-particle-network": "Particle Network",
    "page-apps-app-description-particle-network": "Íoc le haon sócmhainn. Déan idirbhearta trasna slabhraí gan stró. Ná húsáid droichead arís.",
    "page-apps-app-layerswap": "Layerswap",
    "page-apps-app-description-layerswap": "Is é Layerswap an réiteach iontaofa chun sócmhainní cripte a aistriú thar líonraí i gcúpla nóiméad. Cumasaíonn an aip aistrithe tras-shlabhra gan stró thar 35+ blocshlabhra chomh maith le haistrithe díreacha idir slabhraí agus 15+ malartán.",
    "page-apps-app-hop": "Hop",
    "page-apps-app-description-hop": "Is droichead comharthaí ginearálta inscálaithe é Hop ó rollup go rollup. Ligeann sé d’úsáideoirí comharthaí a sheoladh ó rollup nó slabhra taobh amháin go rollup nó slabhra taobh eile beagnach láithreach gan a bheith orthu fanacht le tréimhse dúshláin an líonra.",
    "page-apps-app-stargate": "Stargate",
    "page-apps-app-description-stargate": "Is prótacal iompair leachtachta tras-slabhra in-chomhdhéanta é Stargate a chuireann ar chumas aistrithe sócmhainní gan uaim idir blocshlabhraí.",
    "page-apps-app-across": "Across",
    "page-apps-app-description-across": "Is droichead tras-shlabhra é Across do L2anna agus rollups atá urraithe ag oracal dóchasach UMA. Tá sé optamaithe le haghaidh éifeachtúlachta caipitil le linn leachtachta aonair, tírdhreach athsheoltóra iomaíoch, agus samhail táille gan sleamhnú.",
    "page-apps-app-meson": "Meson",
    "page-apps-app-description-meson": "Is é Meson an bealach is tapúla agus is sábháilte chun malartuithe tras-slabhra uilíocha ar chostas íseal, gan aon sleamhnú, a chur i gcrích ar fud na mblocshlabhraí agus na rollups ciseal-2 is mó le rá.",
    "page-apps-app-debridge": "deBridge",
    "page-apps-app-description-debridge": "Is é DeBridge idirlíon leachtachta DeFi, rud a chumasaíonn gluaiseacht sócmhainní agus faisnéise i bhfíor-am ar fud thírdhreach DeFi. Gan na bacainní agus na rioscaí a bhaineann le linnte leachtachta, is féidir le deBridge cumhacht a thabhairt do gach cineál idirghníomhaíochta tras-shlabhra le leachtacht dhomhain, scaipthe daingean, agus rátaí ráthaithe.",
    "page-apps-app-orbiter-finance": "Orbiter Finance",
    "page-apps-app-description-orbiter-finance": "Cumasaíonn Orbiter Finance idirbhearta tras-rolladh suas sócmhainní dúchasacha Ethereum/Bitcoin ar bhealach gan muinín agus gan uaim.",
    "page-apps-app-celer-cbridge": "Celer cBridge",
    "page-apps-app-description-celer-cbridge": "Is prótacal idir-inoibritheachta blocshlabhra é Celer a chuireann ar chumas úsáideora rochtain a fháil ar chomharthaí, DeFi, GameFi, NFTanna, rialachas, agus níos mó ar fud slabhraí iolracha le cliceáil amháin.",
    "page-apps-app-synapse": "Synapse",
    "page-apps-app-description-synapse": "Tá Synapse Bridge tógtha ar bharr an bhonneagair tras-shlabhra rud a chuireann ar chumas úsáideoirí sócmhainní a aistriú go gan uaim ar fud na blocshlabhra uile.",
    "page-apps-app-gas.zip": "Gas.zip",
    "page-apps-app-description-gas.zip": "An droichead athbhreoslaithe gáis aon-stad is tapúla le haghaidh breis is 350 slabhra. Déan droichead agus déan iniúchadh ar do shlabhraí malartacha agus L2anna is fearr leat, láithreach.",
    "page-apps-app-staking-launchpad": "Staking Launchpad",
    "page-apps-app-description-staking-launchpad": "Bí i do bhailíochtóir agus cabhraigh le todhchaí Ethereum a dhaingniú.",
    "page-apps-app-bungee": "Bungee",
    "page-apps-app-description-bungee": "Soláthraíonn Bungee malartuithe gan uaim idir aon blocshlabhra. Le breis is $20B i dtoirt agus muinín ag mór-sparán agus dApps as, déanann Bungee bogadh sócmhainní idir líonraí éifeachtach, slán agus inrochtana do gach duine."
}