{
  "51%-attack-term": "51% ionsaí",
  "51%-attack-definition": "Cineál ionsaithe ina bhfaigheann grúpa smacht ar fhormhór na <a href=\"/glossary/#node\">nóid</a>. Chuirfeadh sé seo ar a gcumas calaois a dhéanamh ar an mblocshlabhra trí <a href=\"/glossary/#transaction\">idirbhearta</a> a aisiompú agus caiteachas dúbailte <a href=\"eth\">éitear</a> agus comharthaí eile.<br /><br />In Ethereum bhainfí é seo amach trí níos mó ná leath den éitear iomlán a charnadh. Chuirfeadh sé seo ar chumas ionsaitheoir cinneadh a dhéanamh ar na bloic nua a chuirtear leis an mblocshlabhra. Mar sin féin, chun an slabhra a chur ar ais nó a chaitheamh faoi dhó bheadh ​​66% ar a laghad den éitear iomlán de dhíth ar ionsaitheoir.",
  "account-term": "Cuntas",
  "account-definition": "Is ionann cuntas Ethereum agus aitheantas digiteach ar bhlocshlabhra Ethereum, a ligeann d’úsáideoirí éitear a sheoladh, a fháil, agus idirghníomhú le conarthaí cliste.<br /><br /><strong>Teicniúil:</strong><br />Is ábhar é a bhfuil seoladh, cothromaíocht, nonce, agus stóráil roghnach agus cód ann. Féadfaidh cuntas a bheith ina chuntas conartha nó ina chuntas faoi úinéireacht eachtrach (EOA).",
  "address-term": "Seoladh",
  "address-definition": "Is aitheantóir uathúil é seoladh Ethereum a úsáidtear chun comharthaí a fháil, feidhmeanna atá cosúil le huimhir chuntais bainc le haghaidh criptea-airgeadraí. Úsáidtear é chun do chuntas Ethereum a shainaithint.<br /><br />Is é an 160 giotán is ceart de hais Keccak d'eochair phoiblí ECDSA.",
  "anti-sybil-term": "Frith-Sibil",
  "anti-sybil-definition": "An bhfuil bealaí ann le daoine a stopadh ó ligean orthu gur úsáideoirí iomadúla iad ag an am céanna ar an idirlíon, ag cinntiú gur duine fíor ar leith gach úsáideoir. Cuidíonn sé seo le hidirghníomhaíochtaí ar líne a choinneáil cothrom agus macánta.",
  "abi-term": "Comhéadan Dénártha Feidhmchláir (ABI)",
  "abi-definition": "Comhad JSON a shainíonn na feidhmeanna agus na hathróga atá san áireamh i gconradh cliste. Leis an ABI is féidir seachchód a mhapáil i bhformáidí atá inléite ag daoine.",
  "api-term": "Comhéadan Ríomhchláraithe Feidhmchláir (API)",
  "api-definition": "Is éard atá i gComhéadan Ríomhchláraithe Feidhmchláir (API) sraith sainmhínithe ar conas píosa bogearraí a úsáid. Suíonn API idir feidhmchlár agus freastalaí gréasáin, agus éascaíonn sé aistriú sonraí eatarthu.",
  "apr-term": "APR",
  "apr-definition": "Léiríonn APR, nó Ráta Céatadáin Bliantúil, an costas bliantúil a bhaineann le hairgead a fháil ar iasacht, lena n-áirítear ús agus táillí, mar chéatadán.",
  "asic-term": "ASIC",
  "asic-definition": "Ciorcad iomlánaithe a bhaineann go sonrach le feidhm. Tagraíonn sé seo de ghnáth do chiorcad iomlánaithe, saincheaptha do mhianadóireacht criptea-airgeadra.",
  "assert-definition": "I <a href=\"/glossary/#solidity\">Daingne</a>, tiomsaíonn `maíomh (bréagach)` go `0xfe`, opcode neamhbhailí, a úsáideann suas gach <a href=\"/glossary/#gas\">gas</a> agus a aisiompaíonn gach athrú. Nuair a theipeann ar ráiteas `Maíomh()`, tá rud éigin mícheart agus gan choinne ag tarlú, agus beidh ort do chód a shocrú. Ba cheart duit `maíomh()` a úsáid chun coinníollacha nach dtarlódh choíche a sheachaint. <a href=\"/developers/docs/smart-contracts/security/\">Tuilleadh faoi shlándáil conarthaí cliste</a>.",
  "attestation-term": "Fianú",
  "attestation-definition": "Éileamh a dhéanann eintiteas go bhfuil rud éigin fíor. I gcomhthéacs Ethereum, ní mór do bhailitheoirí comhaontaithe éileamh a dhéanamh maidir le staid an tslabhra a chreideann siad. Ag amanna ainmnithe, tá gach bailíochtóir freagrach as fianuithe éagsúla a fhoilsiú a dhearbhaíonn go foirmiúil dearcadh an bhailíochtóra seo ar an slabhra, lena n-áirítear an seicphointe deiridh críochnaithe agus ceann reatha an tslabhra. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">Tuilleadh fianuithe</a>.",
  "base-fee-term": "Buntáille",
  "base-fee-definition": "Tá praghas cúltaca ag gach <a href=\"/glossary/#block\">bloc</a> ar a dtugtar an 'bonn-táille'. Is é seo an táille <a href=\"/glossary/#gas\">gas</a> íosta a chaithfidh úsáideoir a íoc chun idirbheart a chur san áireamh sa chéad bhloc eile. <a href=\"/developers/docs/gas/\">Tuilleadh faoi ghás agus táillí</a>.",
  "beacon-chain-term": "Slabhra beacon",
  "beacon-chain-definition": "Ba é an Slabhra Beacon an blocshlabhra a thug isteach <a href=\"/glossary/#pos\">cruthúnas-geallála</a> agus <a href=\"/glossary/#validator\">bailitheoirí</a> chuig Ethereum. Bhí sé ar siúl taobh le cruthú-oibre Ethereum Príomhlíonra ó mhí na Nollag 2020 go dtí gur cumasc an dá slabhra i Meán Fómhair 2022 chun Ethereum an lae inniu a fhoirmiú. <a href=\"/roadmap/beacon-chain/\">Tuilleadh faoin slabhra beacon</a>.",
  "big-endian-term": "Mór-endian",
  "big-endian-definition": "Léiriú uimhreach suímh ina bhfuil an digit is suntasaí ar dtús sa chuimhne. A mhalairt ar fad leis an gceann beag, áit a bhfuil an digit is lú suntas ar dtús.",
  "block-term": "Bloc",
  "block-definition": "Is éard is bloc ann ná áit a stóráiltear idirbhearta nó gníomhartha digiteacha. Nuair a bhíonn bloc iomlán, déantar é a nascadh leis an gceann roimhe seo, rud a chruthaíonn slabhra bloic nó \"blocshlabhra\". <a href=\"/developers/docs/blocks/\">Tuilleadh maidir le bloic</a>.<br /><br />Is aonad cuachta faisnéise é bloc a chuimsíonn liosta ordaithe idirbhearta agus faisnéis a bhaineann le comhthoil. Is iad bailíochtóirí cruthúnais-geallta a mholann na bloic, agus ag an bpointe seo roinntear iad ar fud an líonra piara-le-piara ar fad, áit ar féidir iad a fhíorú go neamhspleách go héasca ag gach nóid eile. Rialaíonn rialacha comhaontaithe cén t-ábhar atá i mbloc a mheastar a bheith bailí, agus ní thugann an líonra aird ar aon bhloc neamhbhailí. Cruthaíonn ordú na mbloic seo agus na hidirbhearta iontu slabhra cinntitheach imeachtaí agus an foirceann ag léiriú staid reatha an líonra.",
  "block-explorer-term": "Bloc taiscéalaí",
  "block-explorer-definition": "Comhéadan a ligeann d'úsáideoir faisnéis a chuardach ó, agus faoi, blocshlabhra. Áirítear leis seo idirbhearta aonair a aisghabháil, gníomhaíocht a bhaineann le seoltaí sonracha agus faisnéis faoin líonra.",
  "block-header-term": "Bloc ceanntásc",
  "block-header-definition": "Is éard atá sa cheanntásc bloc ná bailiúchán meiteashonraí faoi bhloc agus achoimre ar na hidirbhearta atá san áireamh sa phálasta forghníomhaithe.",
  "block-propagation-term": "Scaipeadh Bloc",
  "block-propagation-definition": "An próiseas chun bloc deimhnithe a tharchur chuig gach nóid eile sa líonra.",
  "block-proposer-term": "Moltóir bloc",
  "block-proposer-definition": "Roghnaíodh an bailíochtóir ar leith chun bloc a chruthú i <a href=\"/glossary/#slot\">sliotán</a> ar leith.",
  "block-reward-term": "Bloc luaíocht",
  "block-reward-definition": "An méid éitear a bhronntar ar mholtóir bloc bailí nua.",
  "block-status-term": "Stádas blocála",
  "block-status-definition": "Na stáit gur féidir le bloc a bheith iontu. Áirítear ar na stáit fhéideartha:<br/><br/><ul><li>atá molta: mhol bailíochtóir an bloc</li><li>sceidealta: tá bailíochtóirí ag cur sonraí isteach faoi láthair</li><li>caillte/scipeáilte: níor mhol an moltóir bloc laistigh den fhráma ama incháilithe</li><li>dílleachta: atheagraíodh an bloc le <a href=\"/glossary/#fork-choice-algorithm\">roghnú algartam foirc</a></li></ul>",
  "block-time-term": "Am bloic",
  "block-time-definition": "An t-eatramh ama idir bloic á gcur leis an mblocshlabhra.",
  "block-validation-term": "Bailíochtú blocála",
  "block-validation-definition": "Leis an bpróiseas chun a sheiceáil go bhfuil idirbhearta agus sínithe bailí i mbloc nua, tógann sé ar an slabhra stairiúil is troime (a chiallaíonn an ceann a bhfuil na fianuithe is mó ina stair), agus leanann sé gach riail chomhthola eile. Cuirtear bloic bhailí le ceann an tslabhra agus iomadaítear iad chuig daoine eile ar an líonra. Déantar neamhaird de bhlocanna neamhbhailí.",
  "blockchain-term": "Blocshlabhra",
  "blockchain-definition": "Is bunachar sonraí idirbhearta é blocshlabhra, a dhéantar a dhúbailt agus a roinnt ar gach ríomhaire sa líonra, ag cinntiú nach féidir sonraí a athrú go haisghníomhach.<br /><br />Seicheamh <a href=\"/glossary/#block\">bloc</a> , gach ceann ag nascadh lena réamhtheachtaí an bealach ar fad chuig <a href=\"/glossary/#genesis-block\">bloc geineasas</a> de réir an bhloic geineasas roimhe seo. Déantar sláine an blocshlabhra a dhaingniú go heacnamaíoch trí úsáid a bhaint as meicníocht chomhthoil cruthúnas-de-geallta. <a href=\"/developers/docs/intro-to-ethereum#what-is-a-blockchain\">Cad is blocshlabhra ann?</a>",
  "bootnode-term": "Nód tosaithe",
  "bootnode-definition": "Na nóid is féidir a úsáid chun tús a chur leis an bpróiseas fionnachtana agus nód á rith. Tugann Bootnodes 'nóid nua isteach' chuig nóid eile atá ann cheana féin ionas gur féidir leo piaraí a fháil go tapa, seachas a bheith ag cuardach piara tosaigh. De ghnáth soláthraítear críochphointí na nóid seo i gcód foinse cliant Ethereum, ach is féidir le húsáideoirí a liosta bootnodanna féin a sholáthar.",
  "bridge-term": "Droichead",
  "bridge-definition": "Úsáidtear droichead blocshlabhra chun sócmhainní a aistriú ó líonra blocshlabhra amháin go ceann eile. Mar shampla is féidir leat droichead a úsáid chun ETH a aistriú ó phríomhghréasán Ethereum chuig réitigh scálaithe Sraith 2 níos saoire.",
  "bytecode-term": "Cód beart",
  "bytecode-definition": "Cód curtha in iúl i bhfoirm dhlúth, uimhriúil ionas gur féidir leis an <a href=\"/glossary/#evm\">EVM</a> é a chur i gcrích go héifeachtach.",
  "byzantium-fork-term": "Forc Byzantium",
  "byzantium-fork-definition": "An chéad cheann de dhá <a href=\"/glossary/#hard-fork\">forcanna crua</a> don chéim forbartha <a href=\"/glossary/#metropolis\">Metropolis</a>. Áiríodh leis EIP-649 Metropolis <a href=\"/glossary/#difficulty-bomb\">Moill Deacrachta</a> agus Laghdú Bloc Luaíocht, áit ar cuireadh moill 1 bhliain ar an <a href=\"/glossary/#ice-age\">Oighearaois</a> agus laghdaíodh an luach saothair bloc ó 5 go 3 éitear.",
  "casper-ffg-term": "Casper FFG",
  "casper-ffg-definition": "Is prótacal comhaontaithe cruthúnais é Casper-FFG a úsáidtear i gcomhar leis an algartam rogha forc <a href=\"/glossary/#lmd-ghost\">LMD-GHOST</a> chun ligean do <a href=\"/glossary/#consensus-client\">chliaint comhthola</a> comhaontú ar cheann an tSlabhra Beacon.",
  "checkpoint-term": "Seicephointe",
  "checkpoint-definition": "Tá luas an <a href=\"/glossary/#beacon-chain\">Slabhra Beacon</a> roinnte ina shliotáin (12 soicind) agus tréimhsí (32 sliotán). Is seicphointe é an chéad sliotán i ngach ré. Nuair a fhianaíonn <<a href=\"/glossary/#supermajority\">sár-thromlach</a> de bhailitheoirí an nasc idir dhá sheicphointí, is féidir iad a bheith <a href=\"/glossary/#justification\">údaraithe</a> agus ansin nuair a bhíonn údar le seicphointe eile ar an mbarr, is féidir iad a bheith <a href=\"/glossary/#finality\"> críochnaitheach.</a>.",
  "compiling-term": "Ag tiomsú",
  "compiling-definition": "Cód scríofa i dteanga ríomhchláraithe ardleibhéil (m.sh., <a href=\"/glossary/#solidity\">Daingne</a>) a thiontú go teanga ar leibhéal níos ísle (m.sh., EVM <a href=\"/glossary/#bytecode\">bytecode</a>).<a href=\"/developers/docs/smart-contracts/compiling/\">Tuilleadh faoi chonarthaí cliste a thiomsú</a>",
  "committee-term": "Coiste",
  "committee-definition": "Grúpa de ar a laghad 128 <a href=\"/glossary/#validator\">bhailitheoir</a> sannta chun bloic i ngach sliotán a bhailíochtú. Is é duine de bhailitheoirí an choiste an comhbhailitheoir, atá freagrach as sínithe gach bailíochtóra eile sa choiste a chomhaontaíonn fianú a chomhiomlánú. Níor chóir a chur amú le <a href=\"/glossary/#sync-committee\">coiste sioncronaithe</a>.",
  "computational-infeasibility-term": "Neamhfhéidearthacht ríomhaireachtúil",
  "computational-infeasibility-definition": "Tá próiseas neamh-infheidhmithe go ríomhaire dá dtógfadh sé tamall fada go praiticiúil (m.sh. na billiúin bliain) chun é a dhéanamh d’aon duine a bhféadfadh spéis a bheith aige ina chur i gcrích.",
  "consensus-term": "Comhdhearcadh",
  "consensus-definition": "Nuair a aontaíonn níos mó ná 2/3 de na ríomhairí i líonra go bhfuil an tsraith taifead céanna acu, ag cinntiú go bhfuil gach duine ar an leathanach céanna. Ní bhaineann sé seo leis na rialacha a leanann siad, ach ag cinntiú go bhfuil an fhaisnéis chéanna acu go léir.",
  "consensus-client-term": "Cliant comhthola",
  "consensus-client-definition": "Reáchtálann cliaint chomhthola (cosúil le Prysm, Teku, Nimbus, Lighthouse, Lodestar) algartam comhthola <a href=\"/glossary/#pos\">cruthúnas-geallála</a> Ethereum a ligeann don líonra teacht ar chomhaontú faoi cheann an tSlabhra Rabhcháin. Ní ghlacann cliaint chomhthola páirt in idirbhearta a bhailíochtú/craoladh nó aistrithe stáit a chur i gcrích. Déanann <a href=\"/glossary/#execution-client\">cliaint forghníomhaithe é seo</a>. Ní fhianaíonn cliaint chomhthola, nó ní mholann siad bloic nua. Déanann an <a href=\"/glossary/#validator\">cliant bailíochtóra</a> é seo, ar breiseán roghnach é don chliant comhthola.",
  "consensus-layer-term": "Ciseal comhthola",
  "consensus-layer-definition": "Is é ciseal comhthola Ethereum ná líonra na <a href=\"/glossary/#consensus-client\">gcliaint chomhthola</a>.",
  "consensus-rules-term": "Rialacha comhthola",
  "consensus-rules-definition": "Na rialacha bailíochtaithe bloc a leanann nóid iomlána chun fanacht i gcomhthoil le nóid eile. Gan a mheascadh le <a href=\"/glossary/#consensus\">comhdhearcadh</a>.",
  "cfi-term": "Measta don Chuimsiú (CFI)",
  "cfi-definition": "Croí <a href=\"/glossary/#eip\">EIP</a> nach bhfuil gníomhach fós ar Príomhlíonra, agus tá forbróirí cliant dearfach go ginearálta i leith an smaoineamh. Ag glacadh leis go gcomhlíonann sé na ceanglais uile maidir le cuimsiú príomhlíonra, d'fhéadfaí é a áireamh in uasghrádú líonra (ní gá an chéad cheann eile).",
  "constantinople-fork-term": "Forc Constantinople",
  "constantinople-fork-definition": "An dara cuid den chéim <a href=\"/glossary/#metropolis\">Metropolis</a>, pleanáilte ar dtús do lár na bliana 2018. Bhíothas ag súil go n-áireofar athrú chuig algartam comhdhearcaidh hibrideach <a href=\"/glossary/#pow\">cruthúnas-oibre</a>/ <a href=\"/glossary/#pow\">cruthúnas-gealllal</a>, i measc athruithe eile.",
  "contract-account-term": "Cuntas conartha",
  "contract-account-definition": "Cuntas ina bhfuil cód a fheidhmíonn aon uair a fhaigheann sé <a href=\"/glossary/#transaction\">idirbheart</a> ó <a href=\"/glossary/#account\">chuntas eile</a> (<a href=\"/glossary/#eoa\">EOA]</a> nó <<a href=\"/glossary/#contract-account\">conradh</a>).",
  "contract-creation-transaction-term": "Idirbheart cruthaithe conartha",
  "contract-creation-transaction-definition": "<a href=\"/glossary/#transaction\">idirbheart</a> speisialta a chuimsíonn cód tionscnaimh an chonartha. Socraítear an faighteoir go `null` agus imscartar an conradh chuig seoladh a ghintear ón seoladh úsáideora agus `nonce`. a úsáidtear chun <a href=\"/glossary/#contract-account\">conradh</a> a chlárú agus é a thaifeadadh ar Blocshlabhra Ethereum.",
  "cryptoeconomics-term": "Criptéacnamaíocht",
  "cryptoeconomics-definition": "Staidéar ar phrionsabail matamaitice agus eacnamaíocha chun ardáin dhigiteacha atá slán iontaofa a dhearadh. Is é an sprioc a áirithiú go leanann na rannpháirtithe go léir na rialacha agus go bhfaighidh siad luach saothair as rannchuidiú le slándáil agus oibriú an ghréasáin. ",
  "cryptography-term": "Cripteagrafaíocht",
  "cryptography-definition": "Is é an cleachtas cumarsáide agus sonraí a dhaingniú trí úsáid a bhaint as cóid, ionas nach féidir ach leo siúd a bhfuil an fhaisnéis dírithe orthu í a léamh agus a phróiseáil.<br />Cuimsíonn sé teicnící criptithe (faisnéis inléite a thiontú go formáid neamh-inléite) agus díchriptiú (é a thiontú ar ais go formáid inléite), ag cinntiú rúndachta.",
  "doge-d-term": "Đ",
  "doge-d-definition": "Úsáidtear Đ (D le stróc) sa tSean-Bhéarla, sa Mheán-Bhéarla, san Íoslainnis agus san Fharós chun an litir chás uachtair “Eth” a sheasamh. Úsáidtear é i bhfocail mar ĐEV nó Đapp (feidhmchlár díláraithe), áit arb é Đ an litir Lochlannach “eth”. Úsáidtear an cás uachtair eth (Ð) freisin chun an criptea-airgeadra Dogecoin a shiombail. Feictear é seo go coitianta i litríocht Ethereum níos sine ach ní úsáidtear é chomh minic inniu.",
  "dag-term": "DAG",
  "dag-definition": "Seasann DAG do Ghraf Aicmileach faoi Threoir. Is struchtúr sonraí é comhdhéanta de nóid agus naisc eatarthu. Roimh An Cumasc, d'úsáid Ethereum DAG ina algartam <a href=\"/glossary/#pow\">cruthúnas-oibre</a>, <a href=\"/glossary/#ethash\">Ethash</a>, ach ní úsáidtear é a thuilleadh i <a href=\"/glossary/#pos\">cruthúnas-geallála</a>.",
  "dapp-term": "Dapp",
  "dapp-definition": "Is feidhmchlár díláraithe é dApp a ritheann ar líonra blocshlabhra, a thairgeann seirbhísí gan údarás rialaithe lárnach. <a href=\"/apps/\">Tuilleadh faoi fheidhmchláir dhíláraithe</a>.<br />Ar a laghad tá conradh cliste ag dapp ceangailte le comhéadan gréasáin. Ina theannta sin, cuimsíonn go leor dapps stóráil díláraithe agus/nó prótacal agus ardán teachtaireachta.",
  "data-availability-term": "Infhaighteacht sonraí",
  "data-availability-definition": "Is féidir le haon nód idirbhearta a fhíorú go neamhspleách ar blocshlabhra chun trédhearcacht agus muinín sa chóras a choinneáil.",
  "decentralization-term": "Dílárú",
  "decentralization-definition": "An coincheap maidir le rialú agus cur i gcrích próiseas a bhogadh ar shiúl ó aonán lárnach.",
  "dao-term": "Eagraíocht uathrialach dhíláraithe (DAO)",
  "dao-definition": "Is eagraíocht dhigiteach é DAO a reáchtálann rialacha atá códaithe ar blocshlabhra, áit a ndéantar cinntí trí vótaí na mball, ní údarás lárnach. <a href=\"/dao/\">Tuilleadh faoi eagraíochtaí uathrialaitheacha díláraithe(DAOanna)</a>.<br />Is minic a bhain cumhacht vótála gach comhalta leis an líon comharthaí atá acu. Tá sé mar aidhm ag OABanna cinnteoireacht agus oibríochtaí a dhaonlathú, ag díriú ar thrédhearcacht agus ar rialachas pobail.",
  "dex-term": "Malartú díláraithe (DEX)",
  "dex-definition": "Cineál aip Ethereum a ligeann duit comharthaí a mhalartú le piaraí ar an líonra. Níl DEXanna faoi réir srianta geografacha amhail malartuithe láraithe – is féidir le haon duine a bheith rannpháirteach.",
  "deposit-contract-term": "Conradh taisce",
  "deposit-contract-definition": "An geata chun gealltóireachta ar Ethereum. Is conradh cliste é an conradh taisce ar Ethereum a ghlacann le taiscí ETH agus a bhainistíonn iarmhéideanna bailíochtaithe. Ní féidir bailíochtóir a ghníomhachtú gan ETH a thaisceadh sa chonradh seo. Éilíonn an conradh ETH agus sonraí ionchuir. Áiríonn na sonraí ionchuir seo eochair phoiblí an bhailitheora agus eochair phoiblí aistarraingthe, sínithe ag eochair phríobháideach an bhailitheora. Tá na sonraí seo ag teastáil chun bailíochtóir a aithint agus a fhaomhadh ag an líonra <a href=\"/glossary/#pos\">cruthúnas-geallála</a>.",
  "defi-term": "DeFi",
  "defi-definition": "Catagóir leathan d'aipeanna Ethereum a bhfuil sé mar aidhm acu seirbhísí airgeadais a sholáthar le tacaíocht ón mblocshlabhra, gan aon idirghabhálaithe. <a href=\"/defi/\">Tuilleadh faoin airgeadas díláraithe (DeFi)</a>",
  "difficulty-term": "Deacracht",
  "difficulty-definition": "Socrú ar fud an líonra i líonraí <a href=\"/glossary/#pow\">cruthúnas-oibre</a> a rialaíonn cé mhéad meán-ríomh atá ag teastáil chun nonce bailí a aimsiú. Léirítear an deacracht ag líon na nialais tosaigh atá ag teastáil sa bhloc hais mar thoradh air chun go measfar é a bheith bailí. Tá an coincheap seo imithe i léig in Ethereum ón aistriú go cruthúnais.",
  "difficulty-bomb-term": "Buama deacrachta",
  "difficulty-bomb-definition": "Méadú easpónantúil pleanáilte i suíomh <a href=\"/glossary/#pow\">cruthúnas-oibre</a> <a href=\"/glossary/#difficulty\">deacracht</a> a dearadh chun an t-aistriú go <a href=\"/glossary/#pos\">cruthúnas-geallála</a> a spreagadh, ag laghdú seans <a href=\"/glossary/#hard-fork\">forc</a>. Ní raibh an buama deacrachta ag dul i léig le <a href=\"/roadmap/merge\">an Cumasc</a>.",
  "digital-signatures-term": "Síniú digiteach",
  "digital-signatures-definition": "Teaghrán gairid sonraí a tháirgeann úsáideoir do dhoiciméad a úsáideann <a href=\"/glossary/#private-key\">eochair phríobháideach</a> ionas gur féidir le haon duine a bhfuil an <a href=\"/glossary/#public-key\">eochair phoiblí</a> chomhfhreagrach aige, an síniú, agus an doiciméad a fhíorú (1) go raibh an doiciméad \"sínithe\" ag úinéir na heochrach príobháidí áirithe sin, agus (2) nár athraíodh an doiciméad ina dhiaidh sin.",
  "discovery-term": "Fionnachtain",
  "discovery-definition": "An próiseas trína aimsíonn nód Ethereum nóid eile chun nascadh leo.",
  "distributed-hash-table-term": "Tábla hais dáilte (DHT)",
  "distributed-hash-table-definition": "Struchtúr sonraí ina bhfuil `(key, value)` péirí a úsáideann nóid Ethereum chun piaraí a aithint chun ceangal leo agus a chinneadh cé na prótacail is cóir a úsáid chun cumarsáid a dhéanamh.",
  "double-spend-term": "Caitheamh dúbailte",
  "double-spend-definition": "Forc blocshlabhra d’aon ghnó, ina seolann úsáideoir a bhfuil méid cumhachta/geallta mianadóireachta sách mór aige idirbheart a bhogann roinnt airgeadra as slabhra (m.sh. airgead fiat nó ceannach as slabhra) a atheagrú ansin an blocshlabhra chun an t-idirbheart sin a bhaint. Fágann caiteachas dúbailte rathúil an t-ionsaitheoir lena sócmhainní ar agus as slabhra araon.",
  "ecdsa-term": "Algartam Síniú Digiteach an Chuair Éiliptigh (ECDSA)",
  "ecdsa-definition": "Algartam cripteagrafach a úsáideann Ethereum chun a chinntiú nach féidir cistí a chaitheamh ach amháin ag a n-úinéirí. Is é an modh is fearr chun eochracha poiblí agus príobháideacha a chruthú. Ábhartha do ghiniúint <a href=\"/glossary/#address\">seolta</a> agus fíorú <a href=\"/glossary/#transaction\">idirbhirt</a>.",
  "encryption-term": "Criptiú",
  "encryption-definition": "Is éard is criptiú ann ná sonraí leictreonacha a thiontú go foirm nach féidir a léamh ag aon duine ach amháin úinéir na heochrach díchriptithe cheart.",
  "entropy-term": "Eantrópacht",
  "entropy-definition": "I gcomhthéacs na cripteagrafaíochta, easpa intuarthachta nó leibhéal randamachta. Nuair a bhíonn faisnéis rúnda á giniúint, mar <a href=\"/glossary/#private-key\">eochracha príobháideacha</a>, bíonn algartaim ag brath go hiondúil ar fhoinse ard eantrópachta lena chinntiú nach féidir an t-aschur a thuar.",
  "epoch-term": "Ré",
  "epoch-definition": "Tréimhse 32 <a href=\"/glossary/#slot\">sliotán</a>, 12 soicind i ngach sliotán, 6.4 nóiméad san iomlán. Déantar coistí Validator <a href=\"/glossary/#committee\">coistí</a> a shuffles gach ré ar chúiseanna slándála. Tá deis ag gach ré an slabhra a <a href=\"/glossary/#finality\">críochnú</a>. Sanntar freagrachtaí nua do gach bailíochtóir ag tús gach aga. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Tuilleadh faoi chruthúnas-geallála</a>",
  "equivocation-term": "Comharthaíocht dhúbailte",
  "equivocation-definition": "Bailitheoir ag seoladh dhá theachtaireacht a thagann salach ar a chéile. Sampla simplí amháin is ea seoltóir idirbheart a sheolann dhá idirbheart leis an nonce céanna. Rud eile is ea moltóir bloic a mholann dhá bhloc ar an airde bloc céanna (nó don sliotán céanna).",
  "eth1-term": "Eth1",
  "eth1-definition": "Is téarma é 'Eth1' a thagair do Príomhlíonra Ethereum, an blocshlabhra cruthúnais oibre atá ann cheana féin. Tá an téarma seo imithe i léig ó shin i bhfabhar an 'chiseal fhorghníomhaithe'. <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">Foghlaim tuilleadh faoin athrú ainm seo</a>.",
  "eth2-term": "Eth2",
  "eth2-definition": "Is téarma é 'Eth2' a thagair do thacar d'uasghráduithe prótacail Ethereum, lena n-áirítear aistriú Ethereum go cruthúnas-geallála. Tá an téarma seo imithe i léig ó shin i bhfabhar an ‘chiseal comhthoil’. <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">Foghlaim tuilleadh faoin athrú ainm seo</a>.",
  "eip-term": "Togra Feabhsúcháin Ethereum (EIP)",
  "eip-definition": "Doiciméad dearaidh a sholáthraíonn faisnéis do phobal Ethereum, ag cur síos ar ghné nua atá beartaithe nó ar a phróisis nó ar a timpeallacht (féach <a href=\"/glossary/#erc\">ERC</a>). <a href=\"/eips/\">Réamhrá ar EIPanna</a>",
  "ens-term": "Seirbhís Ainm Ethereum (ENS)",
  "ens-definition": "Tá Seirbhís Ainm Ethereum cosúil le leabhar teileafóin idirlíne le haghaidh seoltaí Ethereum. In ionad seoltaí fada sparán a úsáid, ligeann ENS duit ainmneacha simplí ar nós \"john.eth\" a úsáid chun airgead agus sócmhainní digiteacha a sheoladh agus a fháil.<br /><br /><strong>Teicniúil:</strong><br />Is <a href=\"/glossary/#smart-contract\">conradh</a> í clárlann ENS a sholáthraíonn mapáil ó ainmneacha fearainn chuig úinéirí agus réititheoirí, mar a thuairiscítear in EIP-17. <a href=\"https://ens.domains\">Léigh tuilleadh ag ens.domains</a>.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "Is cineál nua de chaighdeáin chomharthaí Ethereum é ERC-1155 cosúil le NFT (cosúil le míreanna uathúla inbhailithe) a cheadaíonn freisin míreanna in-idirmhalartaithe (cosúil le airgeadra) a chruthú laistigh de chonradh cliste amháin.<br />Déanann sé seo níos éasca agus níos éifeachtaí cineálacha éagsúla sócmhainní digiteacha a bhainistiú, go háirithe d'fheidhmchláir mar fhíschluichí nó bailiúcháin dhigiteacha.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "Is é ERC-20 an caighdeán a úsáideann an chuid is mó de na comharthaí ar líonra Ethereum chun iad a chruthú.<br />Is samplaí coitianta iad boinn stábla cosúil le DAI agus USDC nó comharthaí malairte mar UNI ó Uniswap. Cosúil le haon chineál airgid eile atá againn i gcórais thraidisiúnta…. ie. pointí luach saothair, córais creidmheasa, nó fiú stoic, etc.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "Cruthaítear NFTanna (comharthaí neamh-inmhalartaithe) trí úsáid a bhaint as tacar caighdeánach rialacha dá ngairtear ERC-721.<br />Is féidir le comharthaí NFT úinéireacht a léiriú ar aon rud uathúil, amhail ealaín dhigiteach nó earraí inbhailithe, agus tá a saintréithe agus a luach speisialta féin ag gach comhartha. Tá gach NFT uathúil agus is furasta a idirdhealú ó aon NFT eile.",
  "execution-client-term": "Cliant forghníomhaithe",
  "execution-client-definition": "Tá sé de chúram ar chliaint fhorghníomhaithe (ar a dtugtaí \"cliaint Eth1 roimhe seo\"), mar shampla Besu, Erigon, Go-Ethereum (Geth), Nethermind, idirbhearta a phróiseáil agus a chraoladh agus staid Ethereum a bhainistiú. Ritheann siad na ríomhanna do gach idirbheart ag baint úsáide as an <a href=\"/glossary/#evm\">Meaisín Fíorúil Ethereum</a> chun a chinntiú go leantar rialacha an phrótacail.",
  "execution-layer-term": "Ciseal reatha",
  "execution-layer-definition": "Is é ciseal forghníomhaithe Ethereum an líonra de <a href=\"/glossary/#execution-client\">cliaint forghníomhaithe</a>.",
  "eoa-term": "Cuntas faoi úinéireacht eachtrach (EOA)",
  "eoa-definition": "Is iad Cuntais faoi Úinéireacht Sheachtrach (EOAanna) an cineál cuntais Ethereum is coitianta. Tá siad á rialú ag duine trí eochracha príobháideacha / frása aisghabhála. <a href=\"/wallets/\">Tuilleadh ar sparán Ethereum</a>.",
  "erc-term": "Iarratas Ethereum ar Thuairimí (ERC)",
  "erc-definition": "Is cineál doiciméadúchán teicniúil é ERC (<strong>Iarratas Ethereum ar Thuairimí</strong>) a úsáidtear sa phobal Ethereum chun caighdeáin nua úsáide a mholadh do líonra Ethereum.<br /><br />Is féidir leis na tograí seo raon leathan ábhar a chuimsiú, lena n-áirítear caighdeáin chomharthaí nua (amhail ERC-20 a úsáidtear le haghaidh comharthaí agus ERC-721 le haghaidh NFTanna).",
  "ethash-term": "Ethash",
  "ethash-definition": "Algartam <a href=\"/glossary/#pow\">cruthúnas-de-oibre</a> a úsáideadh ar Ethereum sular aistrigh sé go <a href=\"/glossary/#pos\">cruthúnas-de-gealláil</a>. <a href=\"/developers/docs/consensus-mechanisms/pow/mining/mining-algorithms/ethash\">Léigh tuilleadh</a>",
  "ether-term": "Ether",
  "ether-definition": "Criptea-airgeadra dúchasach Ethereum, dá ngairtear \"ETH\" de ghnáth. Úsáidtear é chun táillí idirbhirt a chlúdach nuair a úsáidtear éiceachóras Ethereum agus feidhmchláir. <a href=\"/eth/\">Tuilleadh faoin éitear</a>.",
  "events-term": "Imeachtaí",
  "events-definition": "Ceadaíonn sé saoráidí logála <a href=\"/glossary/#evm\">EVM</a> a úsáid. Is féidir le <a href=\"/glossary/#dapp\">Dapps</a> éisteacht le haghaidh imeachtaí agus iad a úsáid chun aisghlaonna JavaScript a spreagadh sa chomhéadan úsáideora. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">Tuilleadh faoi imeachtaí agus logaí</a>",
  "evm-term": "Meaisín Fíorúil Ethereum (EVM)",
  "evm-definition": "Meaisín fíorúil atá bunaithe ar chruach a fheidhmíonn <a href=\"/glossary/#bytecode\">bytecode</a>. In Ethereum, sonraíonn an tsamhail fhorghníomhaithe conas a athraítear staid an chórais nuair a thugtar sraith de threoracha bytecode agus tuple beag de shonraí comhshaoil. Sonraítear é seo trí mhúnla foirmiúil de mheaisín fíorúil stáit. <a href=\"/developers/docs/evm/\">Tuilleadh faoi Mheaisín Fíorúil Ethereum</a>.",
  "evm-assembly-language-term": "Teanga tionóil EVM",
  "evm-assembly-language-definition": "Foirm EVM <a href=\"/glossary/#bytecode\">beart-chód atá inléite ag an duine.",
  "fallback-function-term": "Feidhm fallback",
  "fallback-function-definition": "Feidhm réamhshocraithe ar a dtugtar in éagmais sonraí nó ainm feidhm dearbhaithe.",
  "faucet-term": "Sconna",
  "faucet-definition": "Seirbhís a dhéantar trí <a href=\"/glossary/#smart-contract\">conradh cliste</a> a dháileann cistí i bhfoirm éitear tástála saor in aisce ar féidir a úsáid ar líontán tástála.",
  "finality-term": "Críochnúlacht",
  "finality-definition": "Is éard atá i gcríochúlacht ná ráthaíocht nach féidir sraith idirbheart a athrú gan méid ollmhór ETH a chailleadh.",
  "finney-term": "Finney",
  "finney-definition": "Ainmníocht <a href=\"/glossary/#ether\">éitear</a>. 1 finney = 10<sup>15</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>3</sup> finney = 1 éitear.",
  "fork-term": "Forc",
  "fork-definition": "Athrú prótacail is cúis le cruthú slabhra malartach.",
  "fork-choice-algorithm-term": "Algartam rogha forc",
  "fork-choice-algorithm-definition": "An algartam a úsáidtear chun ceann an blocshlabhra a aithint. Ar Ethereum sainaithnítear ceann an tslabhra mar an forc leis an 'meáchan' is mó fianuithe. Is toradh é an meáchan ar líon na bhfianuithe agus cothromaíocht éifeachtach na mbailitheoirí fianaithe. Ciallaíonn sé seo gurb é fíorcheann an tslabhra an ceann ar vótáil an t-éitear is mó atá i ngeall air. Ar an tsraith chomhthoil tugtar <a href=\"/glossary/#lmd-ghost\">LMD_GHOST</a> ar an algartam rogha forc.",
  "fraud-proof-term": "Cruthúnas calaoise",
  "fraud-proof-definition": "Samhail slándála do réitigh áirithe <a href=\"/glossary/#layer-2\">ciseal 2</a> ina ndéantar, chun luas a mhéadú, idirbhearta a <a href=\"/glossary/#rollups\">rolladh suas</a> i mbaisceanna agus a chur faoi bhráid Ethereum in aon idirbheart amháin. Is féidir le rannpháirtithe líonra eile na hidirbhearta a ath-fhorghníomhú chun a sheiceáil go ndearnadh iad a fhorghníomhú go hionraic. Má aimsíonn siad neamhréireacht idir na sonraí postáilte agus a leagan féin féadfaidh siad cruthúnas cripteagrafach a phostáil a thaispeánann cár tharla calaois áirithe. Úsáideann roinnt <a href=\"/glossary/#rollups\">rollups</a> <a href=\"/glossary/#validity-proof\">cruthúnais bailíochta</a>.",
  "frontier-term": "Teorainn",
  "frontier-definition": "Céim forbartha tástála tosaigh Ethereum, a mhair ó Iúil 2015 go Márta 2016.",
  "gas-term": "Gás",
  "gas-definition": "Is é gás an táille a íoctar as idirbhearta agus conarthaí cliste ar blocshlabhra, cosúil le Ethereum. <a href=\"/gas/\">Tuilleadh faoi ghás agus táillí</a>.",
  "gas-limit-term": "Teorainn gháis",
  "gas-limit-definition": "Is féidir an t-uasmhéid <a href=\"/glossary/#gas\">gas</a> a <a href=\"/glossary/#transaction\">idirbheart</a> nó <a href=\"/glossary/#block\">bloc</a> a ithe.",
  "gas-price-term": "Praghas gáis",
  "gas-price-definition": "Praghas in éitear aonad gáis amháin atá sonraithe in idirbheart.",
  "genesis-block-term": "Bloc Genesis",
  "genesis-block-definition": "An chéad bhloc i <a href=\"/glossary/#blockchain\">blocshlabhra</a>, a úsáidtear chun líonra ar leith agus a chuid criptea-airgeadra a thionscnamh.",
  "geth-term": "Geth",
  "geth-definition": "Téigh Ethereum. Ceann de na forfheidhmithe is suntasaí de phrótacal Ethereum, scríofa in Go. <a href=\"https://geth.ethereum.org\">Léigh tuilleadh ag geth.ethereum.org</a>",
  "gwei-term": "Gwei",
  "gwei-definition": "Short for gigawei, ainmníocht <a href=\"/glossary/#ether\">éitear</a>, a úsáidtear go coitianta chun <a href=\"/glossary/#gas\">gás</a> a phraghsáil. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>9</sup> gwei = 1 éitear.",
  "hard-fork-term": "Forc crua",
  "hard-fork-definition": "Dibhéirseacht bhuan sa <a href=\"/glossary/#blockchain\">blocshlabhra</a>; ar a dtugtar freisin athrú forc crua. Tarlaíonn ceann amháin go coitianta nuair nach féidir le nóid neamh-uasghrádaithe na bloic a cruthaíodh le nóid uasghrádaithe a leanann <a href=\"/glossary/#consensus-rules\">rialacha comhthola</a> a bhailíochtú. Gan a bheith measctha le forc, forc bog, forc bogearraí, nó forc Git.",
  "hash-term": "Hais",
  "hash-definition": "Méarloirg fad seasta d'ionchur de mhéid athraitheach, arna tháirgeadh ag feidhm hais. (Féach <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "hash-rate-term": "Hais-ráta",
  "hash-rate-definition": "Tá líon na n-áireamh hais déanta in aghaidh an tsoicind ag ríomhairí ag rith bogearraí mianadóireachta.",
  "homestead-term": "Homestead",
  "holographic-consensus-term": "Comhdhearcadh holografach",
  "holographic-consensus-definition": "Tagraíonn sé don chaoi a ndéantar cinneadh grúpa mór trí ligean do ghrúpa níos lú de dhaoine ionadaíocha vótáil. Ansin aontaíonn gach duine eile dul leis, chomh fada agus a bhfuil muinín acu go ndearna an grúpa beag jab maith.<br />Úsáidtear é i roinnt pobail ar líne chun cinntí a dhéanamh go tapa gan gá le gach duine vótáil ar gach rud, agus ag an am céanna ag cinntiú go bhfuil na cinntí cothrom agus go léiríonn siad na rudaí is mian le formhór na ndaoine.",
  "homestead-definition": "An dara céim forbartha de Ethereum, a seoladh i mí an Mhárta 2016 ag bloc 1,150,000.",
  "index-term": "Innéacs",
  "index-definition": "Is éard atá i gceist le struchtúr líonra an cheistiú faisnéise a bharrfheabhsú ó ar fud an <a href=\"/glossary/#blockchain\">blocshlabhra</a> trí chonair éifeachtach a sholáthar chuig a fhoinse stórála.",
  "ide-term": "Timpeallacht chomhtháite forbartha (IDE)",
  "ide-definition": "Comhéadan úsáideora a chomhcheanglaíonn go hiondúil eagarthóir cód, tiomsaitheoir, am rite agus dífhabhtóir. <a href=\"/developers/docs/ides/\">Tuilleadh faoi thimpeallachtaí forbartha comhtháite</a>.",
  "immutable-deployed-code-problem-term": "Fadhb cód imlonnaithe imscartha",
  "immutable-deployed-code-problem-definition": "Nuair a bheidh cód <a href=\"/glossary/#smart-contract\">conradh</a> (nó cód na leabharlainne) imlonnaithe, éiríonn sé do-athmharú. Braitheann cleachtais forbartha bogearraí caighdeánacha ar bheith in ann fabhtanna féideartha a shocrú agus gnéithe nua a chur leis, mar sin is dúshlán é seo d’fhorbairt conartha cliste. <a href=\"/developers/docs/smart-contracts/deploying/\">Tuilleadh maidir le conarthaí cliste a imscaradh</a>.",
  "internal-transaction-term": "Idirbheart inmheánach",
  "internal-transaction-definition": "<a href=\"/glossary/#transaction\">idirbheart</a> seolta ó <a href=\"/glossary/#contract-account\">chuntas conartha</a> chuig cuntas conartha eile nó chuig <a href=\"/glossary/#eoa\">EOA</a> (féach <a href=\"/glossary/#message\">teachtaireacht</a>).",
  "issuance-term": "Eisiúint",
  "issuance-definition": "Éitear nua a mhionú chun luach saothair a thabhairt do bhloc-mholadh, fianú agus séideadh.",
  "kdf-term": "Feidhm díorthaithe eochrach (KDF)",
  "kdf-definition": "Tugtar \"algartam síneadh pasfhocail\" air freisin, agus úsáideann formáidí <a href=\"/glossary/#keystore\">eochair stór</a> é chun cosaint a dhéanamh ar ionsaithe brúidiúlachta, foclóireachta agus boird tuar ceatha ar chriptiú pasfhrása, trí an pasfhrása a hais arís agus arís eile.",
  "keystore-term": "Eochair stór",
  "keystore-definition": "Tá eochair phríobháideach/péire seoltaí gach cuntais ann mar eochairchomhad amháin i gcliant Ethereum. Comhaid téacs JSON iad seo ina bhfuil eochair phríobháideach chriptithe an chuntais, nach féidir a dhíchriptiú ach leis an bhfocal faire a cuireadh isteach le linn cruthú an chuntais.",
  "keccak-256-term": "Keccak-256",
  "keccak-256-definition": "Feidhm chripteagrafach <a href=\"/glossary/#hash\">hais</a> a úsáidtear in Ethereum. Caighdeánaíodh Keccak-256 mar <a href=\"/glossary/#sha\">SHA</a>-3.",
  "key-term": "Eochair",
  "key-definition": "I gcomhthéacs Ethereum, is cóid dhigiteacha iad eochracha: eochair phoiblí chun idirbhearta a fháil agus eochair phríobháideach chun cistí a rochtain agus a sheoladh.<br />Eochracha poiblí: Is féidir iad seo a roinnt go hoscailte.<br />Eochracha príobháideacha: Coinníonn an t-úinéir iad seo faoi rún.",
  "layer-1-term": "Ciseal 1",
  "layer-1-definition": "Tagraíonn Ciseal 1 do na príomh-blocshlabhra i líonra blocshlabhra il-leibhéil. Mar shampla, is blocshlabhraí ciseal a haon iad Ethereum agus Bitcoin. Déanann go leor blocshlabhra ciseal a dó idirbhearta dian-acmhainní a dhíluchtú chuig a gcuid blocshlabhra ar leith, agus iad ag leanúint ar aghaidh ag baint úsáide as blocshlabhra ciseal a haon Ethereum nó Bitcoin chun críocha slándála.",
  "layer-2-term": "Ciseal 2",
  "layer-2-definition": "Is líonraí eile iad sraitheanna 2s a tógadh ar bharr príomhghréasán Ethereum chun idirbhearta a dhéanamh níos tapúla agus níos saoire. <a href=\"/layer-2/\">Tuilleadh ar ciseal 2</a>.",
  "library-term": "Leabharlann",
  "library-definition": "Cineál speisialta <a href=\"/glossary/#smart-contract\">conradh</a> nach bhfuil aon fheidhmeanna iníoctha, gan aon fheidhm chúltaca, agus gan aon stóráil sonraí. Mar sin, ní féidir leis éitear a fháil ná a choinneáil, ná sonraí a stóráil. Feidhmíonn leabharlann mar chód a úsáideadh roimhe seo ar féidir le conarthaí eile a éileamh le haghaidh ríomh inléite amháin. <a href=\"/developers/docs/smart-contracts/libraries/\">Tuilleadh faoi leabharlanna conarthaí cliste</a>.",
  "light-client-term": "Cliant éadrom",
  "light-client-definition": "Cliant Ethereum nach stórálann cóip áitiúil den <a href=\"/glossary/#blockchain\">blocshlabhra</a>, nó nach ndéanann bailíochtú ar bhlocanna agus <a href=\"/glossary/#transaction\">idirbhearta</a>. Tairgeann sé feidhmeanna <a href=\"/glossary/#wallet\">sparán</a> agus féadann sé idirbhearta a chruthú agus a chraoladh.",
  "liquidity-term": "Leachtacht",
  "liquidity-definition": "Is éard is leachtacht ann ná cé chomh tapa agus chomh héasca is féidir sócmhainn a thiontú ina hairgead tirim nó ina sócmhainn eile. Tá comhthiomsaithe leachtachta iolracha ag malartuithe díláraithe amhail Uniswap inar féidir le sealbhóirí sócmhainní a gcuid sócmhainní a thaisceadh inar féidir le trádálaithe iad a cheannach agus a dhíol ar bhealach díláraithe mar mhalairt ar luaíochtaí.",
  "liquidity-tokens-term": "Comharthaí leachtachta",
  "liquidity-tokens-definition": "Is comharthaí digiteacha iad comharthaí leachtachta (LST) a eisítear chuig rannpháirtithe a thaisceann sócmhainní i gcomhthiomsú leachtachta, ar bailiúchán cistí iad atá faoi ghlas i gconradh cliste agus a úsáidtear chun trádáil ar mhalartán díláraithe (DEX) a éascú.<br />Is ionann na comharthaí seo agus sciar an rannpháirtí den linn agus is féidir iad a fhuascailt níos déanaí don taisce tosaigh móide cuid de na táillí trádála a ghineann an linn. Go bunúsach, feidhmíonn comharthaí leachtachta mar chruthúnas ar úinéireacht nó geall le linn leachtachta, rud a ligeann do shealbhóirí luach saothair a thuilleamh agus an leachtacht riachtanach á soláthar ag daoine eile chun péirí éagsúla criptea-airgeadra a thrádáil go héifeachtach.",
  "liquid-staking-tokens-term": "Comharthaí geallchur leachtacha",
  "liquid-staking-tokens-definition": "Comhartha díorthach a léiríonn úinéireacht an chriptea-airgeadra faoi ghlas atá á gheallchur ag úsáideoir. Agus sócmhainn á geallchur, ceadaíonn roinnt ardáin geallchur comharthaí geallchur leachtacha (LSTanna) a mhionú, a léiríonn sciar coibhéiseach de na comharthaí faoi ghlas. Is féidir na LSTanna seo a thrádáil, a dhíol, nó a úsáid i bprótacail DeFi eile ansin, rud a fheabhsaíonn éifeachtúlacht caipitil don gheallchur trí rochtain ar leachtacht óna gcistí a cheadú, fiú agus a sócmhainní bunaidh fós geallchurtha.",
  "lmd-ghost-term": "LMD-GHOST",
  "lmd-ghost-definition": "An <a href=\"/glossary/#fork-choice-algorithm\">algartam forc-rogha</a> a úsáideann cliaint chomhdhearcadh Ethereum chun ceann an tslabhra a aithint. Is acrainm é LMD-GHOST a sheasann do “FoChrann is Fearr Breathnaithe is Troime ag an Teachtaireacht is Déanaí a Thiomáineann” a chiallaíonn gurb é ceann an tslabhra an bloc leis an carnadh is mó de <a href=\"/glossary/#fianaise\">fhianuithe</a> ina stair.",
  "mainnet-term": "Príomhlíonra",
  "mainnet-definition": "Gearr do \"príomhghréasán\", is é seo an príomhlíonra Ethereum <a href=\"/glossary/#blockchain\">blocshlabhra</a>.",
  "max-fee-per-gas-term": "Táille Uasta in aghaidh an Gháis",
  "max-fee-per-gas-definition": "Is é an Táille Uasta an t-uasmhéid iomlán atá úsáideoir sásta a íoc in aghaidh an aonaid gháis (<a href=\"/glossary/#gwei\">gwei</a>) chun idirbheart a chur san áireamh i mbloc.",
  "merkle-patricia-tree-term": "Merkle Patricia Tree (MPT)",
  "merkle-patricia-tree-definition": "Struchtúr sonraí a úsáidtear i Ethereum chun péirí eochairluacha a stóráil go héifeachtach.",
  "merkle-root-term": "Fréamh Merkle",
  "merkle-root-definition": "Is éard is fréamh Merkle ann ná hais barr amháin de chrainn Merkle. Fíoraíonn sé gach idirbheart laistigh de bhloc.",
  "message-term": "Teachtaireacht",
  "message-definition": "<a href=\"/glossary/#internal-transaction\">idirbheart inmheánach</a> nach ndéantar sraitheach riamh air agus nach seoltar ach amháin laistigh den <a href=\"/glossary/#evm\">EVM</evm>.",
  "message-call-term": "Glao teachtaireachta",
  "message-call-definition": "An gníomh chun <a href=\"/glossary/#message\">teachtaireacht</a> a chur ar aghaidh ó chuntas amháin go cuntas eile. Má bhaineann an cuntas sprice le cód <a href=\"/glossary/#evm\">EVM</a>, cuirfear tús leis an VM le staid an oibiachta sin agus gníomhófar ar an teachtaireacht.",
  "mev-term": "Uasluach Inbhainte (MEV)",
  "mev-definition": "Is é an t-uasluach is féidir a bhaint as táirgeadh bloc de bhreis ar an luach saothair caighdeánach bloc agus na táillí gáis trí ordú na n-idirbheart i mbloc a áireamh, a eisiamh agus a athrú. <a href=\"/developers/docs/mev/\">Tuilleadh faoin Uasluach Inbhainte (MEV)</a>.",
  "mining-term": "Mianadóireacht",
  "mining-definition": "Is é an próiseas chun ceanntásc blocála a bhualadh arís agus arís eile agus <a href=\"/glossary/#nonce\">nonce</a> á incrimintiú go dtí go mbeidh líon treallach de nialais dhénártha tosaigh sa toradh. Seo an próiseas trína gcuirtear <a href=\"/glossary/#block\">bloic</a> le blocshlabhra cruthúnais oibre. Seo mar a daingníodh Ethereum sular aistrigh sé go cruthúnas-geallála.",
  "miner-term": "Mianadóir",
  "miner-definition": "Líonra <a href=\"/glossary/#node\">nód</a> a aimsíonn <a href=\"/glossary/#pow\">cruthúnas-oibre</a> do bhloic nua, trí hasháil pas arís agus arís eile (féach <a href=\"/glossary/#ethash\">Ethash</a>). Ní cuid de Ethereum iad na mianadóirí a thuilleadh - tháinig bailíochtóirí ina n-ionad nuair a bhog Ethereum go dtí cruthúnas-geallála.",
  "mint-term": "Mionta",
  "mint-definition": "Is éard atá sa mhionadóireacht ná an próiseas chun comharthaí nua a chruthú agus iad a thabhairt i gcúrsaíocht ionas gur féidir iad a úsáid. Meicníocht díláraithe atá ann chun comhartha nua a chruthú gan rannpháirtíocht an údaráis láir.",
  "multisig-term": "Ilsíniú (Multisig)",
  "multisig-definition": "Tagraíonn Multisig (ilshíniú) do sparán digiteach nó cuntas a dteastaíonn sínithe nó formheasanna iolracha chun idirbhearta a dhéanamh, rud a chuireann le slándáil.<br />Cuireann sé seo slándáil bhreise leis i gcomparáid le cuntais aon-shínithe traidisiúnta nach bhfuil gá ach le ceadú duine amháin.",
  "network-term": "Líonra",
  "network-definition": "Ag tagairt do líonra Ethereum, líonra piaraí go piaraí a iomadaíonn idirbhearta agus bloic chuig gach nód Ethereum (rannpháirtí líonra). <a href=\"/developers/docs/networks/\">Tuilleadh faoi líonraí</a>.",
  "network-hashrate-term": "Hais-ráta líonra",
  "network-hashrate-definition": "An hais-ráta comhchoiteann arna tháirgeadh ag líonra mianadóireachta ar fad. Múch an mianadóireacht ar Ethereum nuair a bhog Ethereum go cruthúnas-geallala.",
  "nft-term": "Comhartha neamh-mhungible (NFT)",
  "nft-definition": "Mír dhigiteach uathúil ar féidir leat a bheith i do sheilbh, amhail ealaín nó earraí inbhailithe, arna bhfíorú ag teicneolaíocht blocshlabhra. <a href=\"/nft/\">Tuilleadh eolais ar chomharthaí neamh-inmheasctha (NFTanna)</a>.",
  "node-term": "Nód",
  "node-definition": "Cliant bogearraí a ghlacann páirt sa líonra. <a href=\"/developers/docs/nodes-and-clients/\">Tuilleadh faoi nóid agus cliaint</a>.",
  "nonce-term": "Nonce",
  "nonce-definition": "I cripteagrafaíocht, luach nach féidir a úsáid ach uair amháin. Is cuntar idirbheartaíochta é cuntas nonce i ngach cuntas, a úsáidtear chun ionsaithe athimeartha a chosc.",
  "offchain-term": "As slabhra",
  "offchain-definition": "Ciallaíonn slabhra aon idirbheart nó sonraí atá ann lasmuigh den blocshlabhra. Toisc gur féidir le gach idirbheart ar shlabhra a bheith costasach agus neamhéifeachtúil, láimhseálann uirlisí tríú páirtí cosúil le oráiclí a láimhseálann sonraí praghsála, nó réitigh ciseal 2 a dhéanann tréchur níos airde idirbheart, formhór na hoibre próiseála as slabhra, agus cuirfidh siad faisnéis isteach ar slabhra ag eatraimh nach bhfuil chomh minic sin.",
  "ommer-term": "Ommer (uncail) bloc",
  "ommer-definition": "Nuair a aimsíonn cruthúnas-oibre <a href=\"/glossary/#miner\">mianadóir</a> bloc bailí <a href=\"/glossary/#block\">bloc</a>, seans go mbeidh bloc iomaíoch foilsithe ag mianadóir eile a chuirtear le barr an bhlocshlabhra ar dtús. Is féidir an bloc bailí, ach sean, a áireamh le bloic níos nuaí mar <em>ommers</em> agus gheobhaidh sé páirt-luaíocht bloc. Is é an téarma \"ommer\" an téarma is fearr inscne-neodrach le haghaidh deartháir nó deirfiúr bloc tuismitheora, ach uaireanta tugtar \"uncail\" air seo freisin. Bhí sé seo coitianta i gcás Ethereum nuair a bhí sé ina líonra <a href=\"/glossary/#pow\">cruthúnas ar obair</a>. Anois go n-úsáideann Ethereum <a href=\"/glossary/#pos\">cruthúnas ar an ngeall</a>, ní roghnaítear ach blocthograí amháin in aghaidh na sliotán.",
  "onchain-term": "Ar slabhra",
  "onchain-definition": "Tagraíonn sé seo do ghníomhartha nó idirbhearta a tharlaíonn ar an mblocshlabhra agus atá ar fáil go poiblí.<br /><br />Smaoinigh air mar rud éigin a scríobh i leabhar nótaí mór roinnte gur féidir le gach duine a fheiceáil agus a sheiceáil, ag cinntiú go bhfuil cibé rud atá scríofa (cosúil le hairgead digiteach a sheoladh nó conradh a dhéanamh) buan agus nach féidir é a athrú nó a scriosadh.",
  "optimistic-rollup-term": "Rollup dóchasach",
  "optimistic-rollup-definition": "Réiteach Sraith 2 is ea Rollup Dóchasach a chuireann dlús le hidirbhearta ar Ethereum, ag glacadh leis go bhfuil siad bailí de réir réamhshocraithe mura ndéantar agóid ina leith. <a href=\"/developers/docs/scaling/optimistic-rollups/\">Tuilleadh faoi rolladh rollup dóchasach</a>.",
  "oracle-term": "Oracal",
  "oracle-definition": "Is droichead é oracal idir an <a href=\"/glossary/#blockchain\">blocshlabhra</a> agus an saol fíor. Feidhmíonn siad mar ar slabhra <a href=\"/glossary/#api\">APIs</a> ar féidir iad a cheistiú le haghaidh faisnéise agus a úsáid i <a href=\"/glossary/#smart-contract\">conarthaí cliste</a>. <a href=\"/developers/docs/oracles/\">Tuilleadh faoi oráiclí</a>.",
  "peer-term": "Piaraí",
  "peer-definition": "Ríomhairí nasctha a bhfuil bogearraí cliant Ethereum á rith acu a bhfuil cóipeanna comhionanna acu den <a href=\"/glossary/#blockchain\">mblocshlabhra</a>.",
  "peer-to-peer-network-term": "Líonra piaraí-go-piara",
  "peer-to-peer-network-definition": "Líonra ríomhairí (<a href=\"/glossary/#peer\">piaraí</a>) atá in ann feidhmiúlachtaí a dhéanamh le chéile gan gá le seirbhísí láraithe, bunaithe ar an bhfreastalaí.<br />Is minic a úsáidtear an socrú seo chun comhaid a roinnt (i.e. Bittorrent), faisnéis, nó airgeadraí digiteacha, rud a ligeann do mhalartuithe níos dírí agus a d’fhéadfadh a bheith níos éifeachtaí idir úsáideoirí.",
  "permissionless-term": "Gan chead",
  "permissionless-definition": "Ciallaíonn gan chead gur féidir le duine ar bith dul isteach i gcóras mar Ethereum agus é a úsáid. Tá sé oscailte do gach duine a bheith rannpháirteach agus ní gá aon cheadú.",
  "plasma-term": "Plasma",
  "plasma-definition": "Réiteach scálaithe as slabhra a úsáideann <a href=\"/glossary/#fraud-proof\">cruthúnais calaoise</a>, amhail <a href=\"/glossary/#optimistic-rollup\">rollups dóchasach</a>. Tá plasma teoranta d'idirbhearta simplí cosúil le haistrithe agus babhtálacha comharthaí bunúsacha. <a href=\"/developers/docs/scaling/plasma\">Tuilleadh faoin plasma</a>.",
  "private-key-term": "Eochair phríobháideach",
  "private-key-definition": "Is cód rúnda í eochair phríobháideach a chruthaíonn gur leatsa d’airgead digiteach agus a ligeann duit é a chaitheamh, amhail UAP do do chuntas. <strong>NÁ ROINN É</strong>.",
  "public-goods-term": "Earraí poiblí",
  "public-goods-definition": "Is féidir le gach duine earraí poiblí a úsáid saor in aisce, mar pháirceanna nó aer glan, agus ní chuireann sé bac ar dhaoine eile iad a úsáid freisin. Is minic a sholáthraíonn rialtais iad seo mar ní gnách le gnólachtaí, mar ní féidir leo táille a ghearradh go héasca ar dhaoine as iad a úsáid.",
  "private-chain-term": "Slabhra príobháideach",
  "private-chain-definition": "Is éard is blocshlabhra iomlán príobháideach ann ná ceann a bhfuil rochtain cheadaithe aige, nach bhfuil ar fáil go poiblí le húsáid.",
  "poap-term": "POAP",
  "poap-definition": "Úsáidtear Prótacal Cruthúnas Tinrimh chun inbhailithe digiteach (NFT) a chruthú a chruthaíonn gur fhreastail tú ar imeacht nó ar ghníomhaíocht ar leith.",
  "pos-term": "Cruthúnas-gill (PoS)",
  "pos-definition": "Modh trína bhfuil sé mar aidhm ag prótacal criptea-airgeadra blocshlabhra <a href=\"/glossary/#consensus\">comhthola</a> a bhaint amach. Iarrann PoS ar úsáideoirí úinéireacht a chruthú ar mhéid áirithe criptea-airgeadra (a \"geallta\" sa líonra) d'fhonn a bheith in ann páirt a ghlacadh i mbailíochtú na n-idirbheart. <a href=\"/developers/docs/consensus-mechanisms/pos/\">Tuilleadh faoi chruthúnas</a>.",
  "pow-term": "Cruthúnas-oibre (PoW)",
  "pow-definition": "Meicníocht slándála le haghaidh blocshlabhra a éilíonn nóid fuinneamh a chaitheamh i bhfoirm ríomh chun luach áirithe a fháil.",
  "proto-danksharding-term": "Proto-Danksharding",
  "proto-danksharding-definition": "Cineál idirbheart nua a ghlacann le \"blobanna\" sonraí le haghaidh Ethereum. Stóráiltear na sonraí \"blobanna\" sin go sealadach ar an slabhra Beacon ar feadh 4096 tréimhse (~18.2 lá), agus is féidir iad a phrúnáil go roghnach ina dhiaidh sin chun cabhrú le ceanglais crua-earraí na n-oibreoirí nód a laghdú.",
  "public-key-term": "Eochair phoiblí",
  "public-key-definition": "Is éard atá in eochair phoiblí ná sraith carachtar a ligeann do dhaoine eile airgeadra digiteach a sheoladh chugat go slán, amhail seoladh ríomhphoist ar airgead.",
  "quadratic-voting-term": "Vótáil chearnach",
  "quadratic-voting-definition": "Is modh vótála é ina gcuireann vótálaithe in iúl cé chomh láidir agus a mhothaíonn siad faoi cheisteanna. Ligeann sé do vótálaithe ní hamháin tosaíocht a thaispeáint, ach freisin déine a rogha.",
  "receipt-term": "Admháil",
  "receipt-definition": "Sonraí a sheol cliant Ethereum ar ais chun toradh <a href=\"/glossary/#transaction\">idirbheart</a> ar leith a léiriú, lena n-áirítear <a href=\"/glossary/#hash\">hais</a> den idirbheart, a uimhir <a href=\"/glossary/#block\">bloc</a>, an méid <a href=\"/glossary/#gas\">gáis</a> a úsáideadh agus, i gcás go n-imscartar <a href=\"/glossary/#smart-contract\">conradh cliste</a>, an <a href=\"/glossary/#address\">seoladh</a> an chonartha.",
  "recovery-phrase-term": "Frása síolta/frása aisghabhála",
  "recovery-phrase-definition": "Liosta focal a thugtar duit nuair a chruthaíonn tú sparán digiteach. Feidhmíonn sé mar fhocal faire a chuideoidh leat dul ar ais isteach i do sparán má chailleann tú rochtain, ag cinntiú nach gcaillfidh tú do chuid airgid digiteach nó comharthaí.",
  "re-entrancy-attack-term": "Ionsaí athiontrála",
  "re-entrancy-attack-definition": "Ionsaí atá comhdhéanta de chonradh ionsaitheora a ghlaonn feidhm chonartha íospartaigh ar bhealach a fhágann go nglaonn an t-íospartach conradh an ionsaitheora arís, go hathchúrsach le linn an fhorghníomhaithe. D’fhéadfadh goid cistí a bheith mar thoradh air seo, mar shampla, trí chodanna de chonradh an íospartaigh a scipeáil a dhéanann iarmhéideanna a nuashonrú nó a chomhaireamh méideanna aistarraingthe. <a href=\"/developers/docs/smart-contracts/security/#reentrancy\">Tuilleadh faoin athiontráil</a>.",
  "reward-term": "Luach saothair",
  "reward-definition": "Méid éitear <a href=\"/developers/docs/consensus-mechanisms/pos/rewards-and-penalties\">a bhronntar ar bhailitheoirí</a> a chomhlíonann feidhmeanna áirithe, lena n-áirítear bloc a mholadh nó páirt a ghlacadh i gcoiste sioncronaithe, i ngach sliotán.",
  "rlp-term": "Réimír Fad Atarlaitheach (RLP)",
  "rlp-definition": "<a href=\"/developers/docs/data-structures-and-encoding\">caighdeán ionchódaithe</a> atá deartha ag forbróirí Ethereum chun réada (struchtúir sonraí) a bhfuil castacht agus fad treallach acu a ionchódú agus a shraithiú.",
  "rollups-term": "Uas-scáluithe",
  "rollups-definition": "Cineál <a href=\"/glossary/#layer-2\">ciseal 2</a> réitigh scálaithe a bhaisceann idirbhearta iolracha agus a chuireann faoi bhráid <a href=\"/glossary/#mainnet\">príomhshlabhra Ethereum</a> in aon idirbheart amháin. Ligeann sé seo do laghduithe ar chostais <a href=\"/glossary/#gas\">gáis</a> agus méaduithe ar thréchur <a href=\"/glossary/#transaction\">idirbheart</a>. Tá rolladh suas dóchasach agus nialais eolais ann a úsáideann modhanna slándála éagsúla chun na gnóthachain inscálaithe seo a thairiscint. <a href=\"/developers/docs/scaling/#rollups\">Tuilleadh maidir le rolladh suas</a>.",
  "rpc-term": "Glao ar nós imeachta cianda (RPC)",
  "rpc-definition": "Ligeann RPC do ríomhaire amháin sonraí nó gníomh a iarraidh ó dhuine eile thar líonra, amhail faisnéis a iarraidh le cianrialtán.",
  "sha-term": "Algartam Hash Slán (AHS)",
  "sha-definition": "Tá teaghlach feidhmeanna cripteagrafaíoch hais foilsithe ag an Institiúid Náisiúnta um Chaighdeáin agus Teicneolaíocht (NCT).",
  "serialization-term": "Srathú",
  "serialization-definition": "An próiseas chun struchtúr sonraí a thiontú ina sheicheamh beart.",
  "sequencer-term": "Seicheamhóir",
  "sequencer-definition": "Is clár é seicheamhóir atá freagrach as idirbhearta a ordú i líonra blocshlabhra, go háirithe laistigh de réitigh scálaithe Chiseal 2.",
  "shard-term": "Slabhra scealp / scealp",
  "shard-definition": "Is codanna scealp den blocshlabhra iomlán iad slabhraí géara ar féidir le fo-thacair bhailitheoirí a bheith freagrach astu. Bhí sé i gceist ar dtús gurb é seo an bealach a mhéadaigh Ethereum go dtí na milliúin idirbheart in aghaidh an tsoicind, ach tá forbairt mhear an scálaithe ag baint úsáide as <a href=\"/glossary/#rollups\">rollups</a> ina ionad anois.",
  "sidechain-term": "Slabhra taobh",
  "sidechain-definition": "Réiteach scálaithe a úsáideann slabhra ar leith le <a href=\"/glossary/#consensus-rules\">rialacha comhthola</a> éagsúla, go minic níos tapúla. Tá droichead ag teastáil chun na slabhraí taobh seo a nascadh le <a href=\"/glossary/#mainnet\">Príomhlíonra</a>. Úsáideann <a href=\"/glossary/#rollups\">Rollups</a> slabhraí taoibh freisin, ach oibríonn siad i gcomhar le <a href=\"/glossary/#mainnet\">Príomhlíonra</a> ina ionad sin. <a href=\"/developers/docs/scaling/sidechains/\">Tuilleadh faoi shlabhraí taobh</a>.",
  "signing-term": "Ag síniú",
  "signing-definition": "Ag léiriú go cripteagrafach go raibh idirbheart ceadaithe ag sealbhóir eochair phríobháideach ar leith.",
  "singleton-term": "Singleton",
  "singleton-definition": "Téarma ríomhchlárúcháin a chuireann síos ar réad nach féidir ach sampla amháin a bheith ann.",
  "slasher-term": "Slaiseoir",
  "slasher-definition": "Is éard is slaiseoir ann aonán a scanann fianuithe a dhéanann cuardach ar chionta inslaiste. Craoltar slaisíní chuig an líonra, agus cuireann an chéad mholtóir eile an cruthúnas leis an mbloc. Faigheann an moltóir bloc luach saothair ansin as an bailíochtóir mailíseach a ghearradh.",
  "slot-term": "Sliotán",
  "slot-definition": "Tréimhse ama (12 soicind) inar féidir le <a href=\"/glossary/#validator\">bhailitheoir</a> bloic nua a mholadh sa chóras <a href=\"/glossary/#pos\">cruthúnas-geallála</a>. Féadfaidh sliotán a bheith folamh. Is <a href=\"/glossary/#epoch\">epoch</a> iad 32 sliotán. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Tuilleadh faoi cruthúnas-gealllal</a>.",
  "smart-contract-term": "Conradh cliste",
  "smart-contract-definition": "Is clár é conradh cliste a fhorghníomhaíonn go huathoibríoch comhaontuithe ar blocshlabhra, cosúil le conradh digiteach féin-fhorfheidhmithe. <a href=\"/smart-contracts/\">Réamhrá ar chonarthaí cliste</a>.",
  "snark-term": "SNARK",
  "snark-definition": "I gcás “argóint gonta neamh-idirghníomhach eolais”, is cineál <a href=\"/glossary/#zk-proof\">cruthúnas eolais-nialais</a> é SNARK. <a href=\"/developers/docs/scaling/zk-rollups/\">Tuilleadh ar rolladh suas eolas nialais</a>.",
  "soft-fork-term": "Forc bog",
  "soft-fork-definition": "Éagsúlacht i <a href=\"/glossary/#blockchain\">blocshlabhra</a> a tharlaíonn nuair a athraíonn na <a href=\"/glossary/#consensus-rules\">rialacha comhthola</a>. Murab ionann agus <a href=\"/glossary/#hard-fork\">forc crua</a>, tá forc bog comhoiriúnach ar gcúl; is féidir le nóid uasghrádaithe bloic arna gcruthú ag nóid neamh-uasghrádaithe a bhailíochtú chomh fada agus a leanann siad na rialacha nua comhaontaithe.",
  "solidity-term": "Solidity",
  "solidity-definition": "Teanga ríomhchlárúcháin nós imeachta (riachtanach) le comhréir atá cosúil le JavaScript, C++, nó Java. An teanga is coitianta agus is minicí a úsáidtear le haghaidh conarthaí cliste Ethereum <a href=\"/glossary/#smart-contract\"></a>. Cruthaithe ag an Dr Gavin Wood. <a href=\"/developers/docs/smart-contracts/languages/#solidity\">Tuilleadh faoi Daingne</a>.",
  "solidity-inline-assembly-term": "Comhthionól inlíne daingne",
  "solidity-inline-assembly-definition": "<a href=\"/glossary/#evm\">EVM</a> teanga tionóil i gclár <a href=\"/glossary/#solidity\">Daingne</a>. Mar gheall ar thacaíocht Daingne do thionól inlíne is fusa oibríochtaí áirithe a scríobh.",
  "stablecoin-term": "Bonn stábla",
  "stablecoin-definition": "Is cineál criptea-airgeadra stablecoin atá deartha chun luach cobhsaí a bheith aige, go minic pionnáilte le hairgeadra nó tráchtearraí (cosúil le dollar SAM), chun luaineacht praghsanna a íoslaghdú. <a href=\"/stablecoins/\">Tuilleadh ar stablecoin</a>.",
  "staking-term": "Geallchur",
  "staking-definition": "Cainníocht <a href=\"/glossary/#ether\">éitear</a> (do gheall) a thaisceadh le bheith i do bhailitheoir agus an <a href=\"/glossary/#network\">líonra</a> a dhaingniú. Seiceálann bailíochtóir <a href=\"/glossary/#transaction\">idirbhearta</a> agus molann sé <a href=\"/glossary/#block\">bloic</a> faoi shamhail chomhthola<a href=\"/glossary/#pos\">cruthúnas-geallála</a>. Tugann gealláil dreasacht eacnamaíoch duit chun gníomhú ar mhaithe le leas an líonra. Gheobhaidh tú luaíochtaí as do chuid dualgas <a href=\"/glossary/#validator\">bhailíochtóir</a> a dhéanamh, ach caillfidh tú méideanna éagsúla ETH mura ndéanann tú é. <a href=\"/staking/\">Tuilleadh faoi gealláil Ethereum</a>.",
  "staking-pool-term": "Linn snámha geallála",
  "staking-pool-definition": "ETH comhcheangailte de níos mó ná gealltóir Ethereum amháin, a úsáidtear chun an 32 ETH, a theastaíonn chun sraith eochracha bailíochtóra a ghníomhachtú a bhaint amach. Úsáideann oibritheoir nóid na heochracha seo chun páirt a ghlacadh i gcomhthoil agus roinntear na <a href=\"/glossary/#block-reward\">bloc luaíochtaí</a> idir na páirtithe leasmhara rannpháirteacha. Ní ó dhúchas do phrótacal Ethereum ná stóir gheallála nó gealláil a tharmligean, ach tá go leor réitigh tógtha ag an bpobal. <a href=\"/staking/pools/\">Tuilleadh maidir le geallta roinnte</a>.",
  "stark-term": "STARK",
  "stark-definition": "Gairid le haghaidh “argóint inscálaithe trédhearcach eolais”, is cineál <a href=\"/glossary/#zk-proof\">cruthúnas eolais-nialais</a> é STARK. <a href=\"/developers/docs/scaling/zk-rollups/\">Tuilleadh ar rolladh suas eolas nialais</a>.",
  "state-term": "Staid",
  "state-definition": "Léargas ar na hiarmhéideanna agus na sonraí go léir ag pointe áirithe ama ar an mblocshlabhra, ag tagairt de ghnáth don riocht ag bloc ar leith.",
  "state-channels-term": "Cainéil stáit",
  "state-channels-definition": "Réiteach <a href=\"/glossary/#layer-2\">cisil 2</a> ina shocraítear cainéal idir rannpháirtithe, inar féidir leo idirbheartaíocht a dhéanamh go héasca agus go saor. Ní sheoltar ach <a href=\"/glossary/#transaction\">idirbheart</a> chun an cainéal a shocrú agus an cainéal a dhúnadh chuig <a href=\"/glossary/#mainnet\">Príomhlíonra</a>. Ligeann sé seo do thréchur idirbhearta an-ard, ach braitheann sé ar eolas a chur ar líon na rannpháirtithe roimh ré agus cistí a ghlasáil. <a href=\"/developers/docs/scaling/state-channels/#state-channels\">Tuilleadh faoi chainéil stáit</a>.",
  "supermajority-term": "Sár-thromlach",
  "supermajority-definition": "Sár-thromlach an téarma a thugtar ar mhéid níos mó ná 2/3 (66%) den éitear iomlán geallta chun Ethereum a dhaingniú. Teastaíonn vóta sár-thromlach le go mbeidh na bloic <a href=\"/glossary/#finality\">críochnaithe</a> ar an Slabhra Beacon.",
  "sybil-attack-term": "Ionsaí Sybil",
  "sybil-attack-definition": "Tagraíonn ionsaithe Sybil do dhaoine cleasaíocht a imirt ar chóras chun go gcreidfidh sé gur daoine iolracha iad chun a dtionchar a mhéadú.",
  "syncing-term": "Ag sioncronú",
  "syncing-definition": "An próiseas chun an leagan iomlán is déanaí de blocshlabhra a íoslódáil chuig nód.",
  "sync-committee-term": "Coiste sioncronaithe",
  "sync-committee-definition": "Is grúpa de <a href=\"/glossary/#validator\">bhailíochtóirí</a> a roghnaítear go randamach é coiste sioncronaithe a athnuachan gach ~27 uair. Is é an cuspóir atá acu a sínithe a chur le ceanntásca bailí bloc. Ligeann coistí sioncronaithe do <a href=\"/glossary/#light-client\">chliaint solais</a> súil a choinneáil ar cheann an bhlocshlabhra gan rochtain a bheith acu ar an tacar bailíochtaithe ar fad.",
  "szabo-term": "Szabo",
  "szabo-definition": "Ainmníocht <a href=\"/glossary/#ether\">éitear</a>. 1 szabo = 10<sup>12</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>6</sup> szabo = 1 éitear.",
  "terminal-total-difficulty-term": "Deacracht iomlán críochfoirt (TTD)",
  "terminal-total-difficulty-definition": "Is é an deacracht iomlán suim deacracht mianadóireachta Ethash do gach bloc suas go pointe áirithe sa blockchain. Is ionann deacracht iomlán an chríochfoirt agus luach sonrach don deacracht iomlán a úsáideadh mar thruicear do chliaint fhorghníomhaithe chun a bhfeidhmeanna mianadóireachta agus blocála a mhúchadh, rud a chuir ar chumas an líonra aistriú go dtí cruthúnas ar an gceist. Níl sé ábhartha a thuilleadh toisc gur bhog Ethereum go <a href=\"/glossary/#pos\">cruthúnas i gceist</a>.",
  "testnet-term": "Tástlíon",
  "testnet-definition": "Gearr le haghaidh \"líonra tástála,\" líonra a úsáidtear chun iompar an phríomhghréasáin Ethereum a insamhail.",
  "token-term": "Comhartha",
  "token-definition": "Dea fíorúil intrádála sainithe i gconarthaí cliste ar an Ethereum blocshlabhra.",
  "transaction-term": "Idirbheart",
  "transaction-definition": "Sonraí tiomanta don Ethereum Blocshlabhra sínithe ag <a href=\"/glossary/#account\">cuntas tionscnaimh</a>, ag díriú ar <a href=\"/glossary/#address\">seoladh</a> ar leith. Tá meiteashonraí san idirbheart amhail an <a href=\"/glossary/#gas-limit\">teorainn gháis</a> don idirbheart sin. <a href=\"/developers/docs/transactions/\">Tuilleadh faoi idirbhearta</a>.",
  "transaction-fee-term": "Táille idirbhirt",
  "transaction-fee-definition": "Táille a chaithfidh tú a íoc aon uair a úsáideann tú líonra Ethereum. I measc na samplaí tá cistí a sheoladh ó do <a href=\"/glossary/#wallet\">sparán</a> nó idirghníomhú <a href=\"/glossary/#dapp\">dapp</a>, amhail comharthaí a mhalartú nó ceann inbhailithe a cheannach. Is féidir leat smaoineamh air seo mar tháille seirbhíse. Athróidh an táille seo bunaithe ar cé chomh gnóthach is atá an líonra. Tá sé seo amhlaidh toisc gur dócha go dtabharfaidh <a href=\"/glossary/#validator\">bhailitheoirí</a>, na daoine atá freagrach as d’idirbheart a phróiseáil, tús áite d’idirbhearta a bhfuil táillí níos airde orthu – mar sin cuireann brú tráchta an praghas in airde.<br/><br/>Ar leibhéal teicniúil, baineann do tháille idirbhirt le cé mhéad <a href=\"/glossary/#gas\">gás</a> atá de dhíth ar d’idirbheart.<br/><br/> is ábhar do tháillí an idirbhirt an ceart anois. Féach <a href=\"/glossary/#layer-2\">Ciseal 2</a>.",
  "trust-assumptions-term": "Toimhdí muiníne",
  "trust-assumptions-definition": "Is bunchreidimh iad boinn tuisceana iontaobhais faoi shábháilteacht agus spleáchas córais, a threoraíonn an méid a bhfuil muinín againn as le go bhfeidhmeoidh an córas.",
  "trustlessness-term": "Neamh-Iontaobhas",
  "trustlessness-definition": "Cumas líonra chun idirbhearta a idirghabháil gan a bheith ag teastáil ó aon cheann de na páirtithe lena mbaineann muinín a bheith acu as tríú páirtí.",
  "turing-complete-term": "Turing críochnaithe",
  "turing-complete-definition": "Deirtear go bhfuil coincheap a ainmníodh i ndiaidh matamaitice Béarla agus ríomheolaí Alan Turing – córas rialacha um ionramháil sonraí (cosúil le tacair threoracha ríomhaire, teanga ríomhchlárúcháin, nó uathoibreán ceallach) “Turing iomlán” nó “ríomhaireachtúil uilíoch” más féidir é a úsáid chun aon mheaisín Turing a insamhladh.",
  "validator-term": "Bailíochtóir",
  "validator-definition": "Nód <a href=\"/glossary/#node\">nód</a> i gcóras <a href=\"/glossary/#pos\">cruthúnas-de-gealláil</a> atá freagrach as sonraí a stóráil, idirbhearta a phróiseáil agus as bloic nua a chur leis an mblocshlabhra. Chun bogearraí bailíochtaithe a ghníomhachtú, ní mór duit a bheith in ann <a href=\"/glossary/#staking\">gealláil</a> 32 ETH. <a href=\"/staking/\">Níos mó faoi geallála i Ethereum</a>.",
  "validator-lifecycle-term": "Saolré an bhailitheoir",
  "validator-lifecycle-definition": "An seicheamh stát inar féidir le bailíochtóir a bheith ann. Ina measc seo tá: <br/><br/><ul><li>taisce: Tá ar a laghad 32 ETH curtha i dtaisce don <a href=\"/glossary/#deposit-contract\">conradh taisce</a> ag an bhailitheoir</li><li>ar feitheamh: tá an bailíochtóir sa scuaine gníomhachtaithe ag fanacht le vótáil isteach sa líonra ag na bailíochtaithe atá ann cheana</li><li>gníomhach: ag fianú agus ag moladh bloic</li><li>ag slaiseadh:</li><li>ag éirí as: tá an bailíochtóir curtha in iúl go bhfágann sé an líonra, go deonach nó toisc gur díshealbhaíodh é.</li></ul>",
  "validity-proof-term": "Cruthúnas bailíochta",
  "validity-proof-definition": "Múnla slándála do réitigh áirithe <a href=\"/glossary/#layer-2\">ciseal 2</a> ina ndéantar, chun luas a mhéadú, idirbhearta a rolladh suas i mbaisceanna agus a chur faoi bhráid Ethereum in aon idirbheart amháin. Déantar ríomh an idirbhirt as slabhra agus ansin cuirtear ar fáil don phríomhshlabhra é le cruthúnas ar a mbailíocht. Méadaíonn an modh seo líon na n-idirbheart is féidir agus slándáil á chothabháil. Úsáideann roinnt <a href=\"/glossary/#rollups\">rollups</a> <a href=\"/glossary/#fraud-proof\">calaois proof</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Tuilleadh ar rollups eolas nialais</a>.",
  "validium-term": "Validium",
  "validium-definition": "Réiteach as slabhra a úsáideann <a href=\"/glossary/#validity-proof\">cruthúnais bailíochta</a> chun tréchur idirbheart a fheabhsú. Murab ionann agus <a href=\"/glossary/#zk-rollup\">Rollups nialais eolais</a>, ní stóráiltear sonraí validium ar shraith 1 Príomhlíonra. <a href=\"/developers/docs/scaling/validium/\">Tuilleadh faoi bhailíocht</a>.",
  "vyper-term": "Vyper",
  "vyper-definition": "Teanga ríomhchlárúcháin ardleibhéil le comhréir cosúil le Python. Tá sé ar intinn teacht níos gaire do theanga ghlan fheidhmiúil. Cruthaithe ag Vitalik Buterin. <a href=\"/developers/docs/smart-contracts/languages/#vyper\">Tuilleadh ar Vyper</a>.",
  "wallet-term": "Sparán",
  "wallet-definition": "Is uirlis dhigiteach é sparán chun airgeadra digiteach a stóráil, a sheoladh agus a fháil, cosúil le sparán fíorúil le haghaidh do chuid airgid ar líne. <a href=\"/wallets/\">Tuilleadh ar sparán Ethereum</a>.",
  "web2-term": "Web2",
  "web2-definition": "An bhfuil an t-idirlíon reatha, dírithe ar ábhar arna ghiniúint ag úsáideoirí agus ar na meáin shóisialta atá á rialú ag beagán cuideachtaí. Is creideamh criptea é Web3 gur cheart d'úsáideoirí a gcuid sonraí agus a n-idirbheart a rialú ina ionad sin.",
  "web3-term": "Web3",
  "web3-definition": "Is é Web3 an t-idirlíon nua le blocshlabhra, áit a rialaíonn úsáideoirí a gcuid sonraí agus idirbhearta, ní cuideachtaí. Ní gá aon fhaisnéis phearsanta a roinnt. <a href=\"/web3/\">Tuilleadh ar web3</a>.",
  "wei-term": "Wei",
  "wei-definition": "An t-ainmníocht éitear is lú. 10<sup>18</sup> wei = 1 éitear.",
  "wrapped-token-term": "Comhartha fillte",
  "wrapped-token-definition": "Comhartha bunaithe ar bhlocshlabhra a léiríonn criptea-airgeadra nó sócmhainn eile ar líonra difriúil. Mar shampla, léiríonn <a href=\"/wrapped-eth/#intro-to-weth\">Wrapped Ether (WETH)</a> Éitear (ETH) i bhformáid a chomhlíonann caighdeán comhartha <a href=\"/glossary/#erc-20\">ERC-20</a> Ethereum. Tá an tsócmhainn bhunaidh faoi ghlas go daingean ag <a href=\"/glossary/#smart-contract\">conradh cliste</a>, agus cruthaítear comhartha fillte coibhéiseach. Cuireann an mheicníocht seo ar chumas idir-inoibritheacht laistigh de blocshlabhraí agus eatarthu, rud a ligeann do shócmhainní cosúil le ETH a úsáid go gan uaim in iarratais dhíláraithe agus a luach á choinneáil acu.",
  "zero-address-term": "Seoladh nialais",
  "zero-address-definition": "Seoladh Ethereum, comhdhéanta go hiomlán de nialais, a úsáidtear go minic mar sheoladh chun comharthaí a bhaint as cúrsaíocht faoi úinéireacht. Déantar idirdhealú idir comharthaí a baineadh go foirmiúil de innéacs conartha cliste tríd an modh burn() agus iad siúd a sheoltar chuig an seoladh seo.",
  "zk-proof-term": "Cruthúnas nialais-eolais",
  "zk-proof-definition": "Is modh cripteagrafach é cruthúnas nial-eolais a ligeann do dhuine aonair a chruthú go bhfuil ráiteas fíor gan aon fhaisnéis bhreise a thabhairt. <a href=\"/developers/docs/scaling/zk-rollups/\">Tuilleadh ar rolladh suas eolas nialais</a>.",
  "zk-rollup-term": "Rollup eolais nialais",
  "zk-rollup-definition": "<a href=\"/glossary/#rollups\">rolladh suas</a> d’idirbhearta a úsáideann <a href=\"/glossary/#validity-proof\">cruthúnais bailíochta</a> chun tréchur méadaithe idirbhirt <a href=\"/glossary/#layer-2\">cisil 2</a> a thairiscint agus an t-urrús arna sholáthar ag Príomhlíonra in úsáid (ciseal 1). Cé nach féidir leo cineálacha casta idirbhearta a láimhseáil, amhail <a href=\"/glossary/#optimistic-rollup\">rollta suas dóchasacha</a>, níl aon fhadhbanna folaigh acu toisc gur féidir go bhfuil idirbhearta bailí nuair a chuirtear isteach iad. <a href=\"/developers/docs/scaling/zk-rollups/\">Tuilleadh ar rolladh suas eolas nialais</a>."
}
