{
  "51%-attack-term": "51% ionsaí",
  "51%-attack-definition": "Cineál ionsaithe ina bhfaigheann grúpa smacht ar fhormhór na <a href=\"/glossary/#node\">nóid</a>. Ligfeadh sé seo dóibh calaois a dhéanamh ar an mblocshlabhra trí <a href=\"/glossary/#transaction\">idirbhearta</a> a aisiompú agus trí <a href=\"ether\">éitear</a> agus dearbháin eile a chaitheamh faoi dhó.",
  "abi-term": "Comhéadan Dénártha Feidhmchláir (ABI)",
  "abi-definition": "Comhad JSON a shainíonn na feidhmeanna agus na hathróga atá san áireamh i gconradh cliste. Leis an ABI is féidir seachchód a mhapáil i bhformáidí atá inléite ag daoine.",
  "account-term": "Cuntas",
  "account-definition": "Is ionann cuntas Ethereum agus aitheantas digiteach ar an mblocshlabhra Ethereum, a ligeann d’úsáideoirí Ether nó sócmhainní digiteacha eile a sheoladh, a fháil, agus idirghníomhú le conarthaí cliste.",
  "address-term": "Seoladh",
  "address-definition": "Is aitheantóir uathúil é seoladh Ethereum a úsáidtear chun dearbháin a fháil, feidhmíonn sé mar uimhir chuntas bainc le haghaidh criptea-airgeadraí. Úsáidtear é chun do chuntas Ethereum a aithint.",
  "anti-sybil-term": "Frith-Sibil",
  "anti-sybil-definition": "An bhfuil bealaí ann le daoine a stopadh ó ligean orthu gur úsáideoirí iomadúla iad ag an am céanna ar an idirlíon, ag cinntiú gur duine fíor ar leith gach úsáideoir. Cuidíonn sé seo le hidirghníomhaíochtaí ar líne a choinneáil cothrom agus macánta.",
  "apr-term": "APR",
  "apr-definition": "Léiríonn APR, nó Ráta Céatadáin Bliantúil, an costas bliantúil a bhaineann le hairgead a fháil ar iasacht, lena n-áirítear ús agus táillí, mar chéatadán.",
  "attestation-term": "Fianú",
  "attestation-definition": "Éileamh a dhéanann eintiteas go bhfuil rud éigin fíor. I gcomhthéacs Ethereum, ní mór do bhailitheoirí comhaontaithe éileamh a dhéanamh maidir le staid an tslabhra a chreideann siad. Ag amanna ainmnithe, tá gach bailíochtóir freagrach as fianuithe éagsúla a fhoilsiú a dhearbhaíonn go foirmiúil dearcadh an bhailíochtóra seo ar an slabhra, lena n-áirítear an seicphointe deiridh críochnaithe agus ceann reatha an tslabhra. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">Tuilleadh fianuithe</a>.",
  "block-term": "Bloc",
  "block-definition": "Is éard is bloc ann ná áit a stóráiltear idirbhearta nó gníomhartha digiteacha. Nuair a bhíonn bloc lán, déantar é a nascadh leis an gceann roimhe seo, rud a chruthaíonn slabhra bloc nó \"blocshlabhra\". <a href=\"/developers/docs/blocks/\">Tuilleadh maidir le bloic</a>.",
  "blockchain-term": "Blocshlabhra",
  "blockchain-definition": "Is bunachar sonraí idirbhearta é blocshlabhra, a cóipeáladh agus a roinneadh ar gach ríomhaire sa líonra, ag cinntiú nach féidir sonraí a athrú go haisghníomhach.",
  "bridge-term": "Droichead",
  "bridge-definition": "Úsáidtear droichead blocshlabhra chun sócmhainní a aistriú ó líonra blocshlabhra amháin go ceann eile.",
  "consensus-term": "Comhdhearcadh",
  "consensus-definition": "Nuair a aontaíonn níos mó ná 2/3 de na ríomhairí i líonra go bhfuil an tsraith taifead céanna acu, ag cinntiú go bhfuil gach duine ar an leathanach céanna. Ní bhaineann sé seo leis na rialacha a leanann siad, ach ag cinntiú go bhfuil an fhaisnéis chéanna acu go léir.",
  "consensus-client-term": "Cliant comhthola",
  "consensus-client-definition": "Reáchtálann cliaint chomhthola (cosúil le Prysm, Teku, Nimbus, Lighthouse, Lodestar) algartam comhthola <a href=\"/glossary/#pos\">cruthúnas-geallála</a> Ethereum a ligeann don líonra teacht ar chomhaontú faoi cheann an tSlabhra Rabhcháin. Ní ghlacann cliaint chomhthola páirt in idirbhearta a bhailíochtú/craoladh nó aistrithe stáit a chur i gcrích. Déanann <a href=\"/glossary/#execution-client\">cliaint forghníomhaithe é seo</a>. Ní fhianaíonn cliaint chomhthola, nó ní mholann siad bloic nua. Déanann an <a href=\"/glossary/#validator\">cliant bailíochtóra</a> é seo, ar breiseán roghnach é don chliant comhthola.",
  "consensus-layer-term": "Ciseal comhthola",
  "consensus-layer-definition": "Is é ciseal comhthola Ethereum ná líonra na <a href=\"/glossary/#consensus-client\">gcliaint chomhthola</a>.",
  "cryptoeconomics-term": "Criptéacnamaíocht",
  "cryptoeconomics-definition": "Staidéar ar phrionsabail matamaitice agus eacnamaíocha chun ardáin dhigiteacha atá slán iontaofa a dhearadh. Is é an sprioc a áirithiú go leanann na rannpháirtithe go léir na rialacha agus go bhfaighidh siad luach saothair as rannchuidiú le slándáil agus oibriú an ghréasáin. ",
  "cryptography-term": "Cripteagrafaíocht",
  "cryptography-definition": "Is é an cleachtas atá ann cumarsáid a dhéanamh príobháideach agus slán ionas nach féidir ach leo siúd a bhfuil an fhaisnéis ceaptha dóibh í a léamh.",
  "dao-term": "Eagraíocht uathrialach dhíláraithe (DAO)",
  "dao-definition": "Is eagraíocht dhigiteach é DAO a reáchtálann rialacha atá códaithe ar bhlocshlabhra, áit a ndéantar cinntí trí vótaí na mball, ní údarás lárnach. <a href=\"/dao/\">Tuilleadh faoi eagraíochtaí uathrialaitheacha díláraithe (DAOs)</a>.",
  "dapp-term": "Dapp",
  "dapp-definition": "Is feidhmchlár díláraithe é dApp a ritheann ar líonra blocshlabhra, a thairgeann seirbhísí gan údarás rialaithe lárnach. <a href=\"/apps/\">Tuilleadh faoi fheidhmchláir dhíláraithe</a>.",
  "data-availability-term": "Infhaighteacht sonraí",
  "data-availability-definition": "Is féidir le haon nód idirbhearta a fhíorú go neamhspleách ar blocshlabhra chun trédhearcacht agus muinín sa chóras a choinneáil.",
  "defi-term": "DeFi",
  "defi-definition": "Catagóir leathan d'aipeanna Ethereum a bhfuil sé mar aidhm acu seirbhísí airgeadais a sholáthar le tacaíocht ón mblocshlabhra, gan aon idirghabhálaithe. <a href=\"/defi/\">Tuilleadh faoin airgeadas díláraithe (DeFi)</a>",
  "dex-term": "Malartú díláraithe (DEX)",
  "dex-definition": "Cineál aip Ethereum a ligeann duit comharthaí a mhalartú le piaraí ar an líonra. Níl DEXanna faoi réir srianta geografacha amhail malartuithe láraithe – is féidir le haon duine a bheith rannpháirteach.",
  "difficulty-bomb-term": "Buama deacrachta",
  "difficulty-bomb-definition": "Méadú easpónantúil pleanáilte i suíomh <a href=\"/glossary/#pow\">cruthúnas-oibre</a> <a href=\"/glossary/#difficulty\">deacracht</a> a dearadh chun an t-aistriú go <a href=\"/glossary/#pos\">cruthúnas-geallála</a> a spreagadh, ag laghdú seans <a href=\"/glossary/#hard-fork\">forc</a>. Ní raibh an buama deacrachta ag dul i léig le <a href=\"/roadmap/merge\">an Cumasc</a>.",
  "ecdsa-term": "Algartam Síniú Digiteach an Chuair Éiliptigh (ECDSA)",
  "ecdsa-definition": "Algartam cripteagrafach a úsáideann Ethereum chun a chinntiú nach féidir cistí a chaitheamh ach amháin ag a n-úinéirí. Is é an modh is fearr chun eochracha poiblí agus príobháideacha a chruthú. Ábhartha do ghiniúint <a href=\"/glossary/#address\">seolta</a> agus fíorú <a href=\"/glossary/#transaction\">idirbhirt</a>.",
  "ens-term": "Seirbhís Ainm Ethereum (ENS)",
  "ens-definition": "Tá Seirbhís Ainm Ethereum cosúil le leabhar teileafóin idirlín le haghaidh seoltaí Ethereum. In ionad seoltaí fada sparán a úsáid, ligeann ENS duit ainmneacha simplí cosúil le \"john.eth\" a úsáid chun airgead agus sócmhainní digiteacha a sheoladh agus a fháil.",
  "epoch-term": "Ré",
  "epoch-definition": "Tréimhse 32 <a href=\"/glossary/#slot\">sliotán</a>, 12 soicind i ngach sliotán, 6.4 nóiméad san iomlán. Déantar coistí Validator <a href=\"/glossary/#committee\">coistí</a> a shuffles gach ré ar chúiseanna slándála. Tá deis ag gach ré an slabhra a <a href=\"/glossary/#finality\">críochnú</a>. Sanntar freagrachtaí nua do gach bailíochtóir ag tús gach aga. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Tuilleadh faoi chruthúnas-geallála</a>",
  "eoa-term": "Cuntas faoi úinéireacht eachtrach (EOA)",
  "eoa-definition": "Is iad Cuntais faoi Úinéireacht Sheachtrach (EOAanna) an cineál cuntais Ethereum is coitianta. Tá siad á rialú ag duine trí eochracha príobháideacha / frása aisghabhála. <a href=\"/wallets/\">Tuilleadh ar sparán Ethereum</a>.",
  "erc-term": "Iarratas Ethereum ar Thuairimí (ERC)",
  "erc-definition": "Is cineál doiciméadúchán teicniúil é ERC (<strong>Iarratas Ethereum ar Thuairimí</strong>) a úsáidtear sa phobal Ethereum chun caighdeáin nua úsáide a mholadh do líonra Ethereum.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "Cineál de chaighdeán comhartha Ethereum cosúil le NFT (cosúil le míreanna inbhailithe uathúla) a cheadaíonn freisin míreanna idirmhalartaithe (cosúil le airgeadra) a chruthú laistigh de chonradh cliste amháin.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "An sraith caighdeánach rialacha a chruthaítear an chuid is mó de na comharthaí ar líonra Ethereum leis.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "Sraith caighdeánach rialacha a úsáidtear chun NFTanna a chruthú (dearbháin nach féidir iad a chóipeáil).",
  "ether-term": "Ether",
  "ether-definition": "Criptea-airgeadra dúchasach Ethereum, dá ngairtear \"ETH\" de ghnáth. Úsáidtear é chun táillí idirbhirt a chlúdach nuair a úsáidtear éiceachóras Ethereum agus feidhmchláir. <a href=\"/eth/\">Tuilleadh faoin éitear</a>.",
  "events-term": "Imeachtaí",
  "events-definition": "Ceadaíonn sé saoráidí logála <a href=\"/glossary/#evm\">EVM</a> a úsáid. Is féidir le <a href=\"/glossary/#dapp\">Dapps</a> éisteacht le haghaidh imeachtaí agus iad a úsáid chun aisghlaonna JavaScript a spreagadh sa chomhéadan úsáideora. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">Tuilleadh faoi imeachtaí agus logaí</a>",
  "execution-client-term": "Cliant forghníomhaithe",
  "execution-client-definition": "Tá sé de chúram ar chliaint fhorghníomhaithe (ar a dtugtaí \"cliaint Eth1 roimhe seo\"), mar shampla Besu, Erigon, Go-Ethereum (Geth), Nethermind, idirbhearta a phróiseáil agus a chraoladh agus staid Ethereum a bhainistiú. Ritheann siad na ríomhanna do gach idirbheart ag baint úsáide as an <a href=\"/glossary/#evm\">Meaisín Fíorúil Ethereum</a> chun a chinntiú go leantar rialacha an phrótacail.",
  "execution-layer-term": "Ciseal reatha",
  "execution-layer-definition": "Is é ciseal forghníomhaithe Ethereum an líonra de <a href=\"/glossary/#execution-client\">cliaint forghníomhaithe</a>.",
  "finality-term": "Críochnúlacht",
  "finality-definition": "Is éard atá i gcríochúlacht ná ráthaíocht nach féidir sraith idirbheart a athrú gan méid ollmhór ETH a chailleadh.",
  "fork-term": "Forc",
  "fork-definition": "Athrú prótacail is cúis le cruthú slabhra malartach.",
  "fraud-proof-term": "Cruthúnas calaoise",
  "fraud-proof-definition": "Samhail slándála do réitigh áirithe <a href=\"/glossary/#layer-2\">ciseal 2</a> ina ndéantar, chun luas a mhéadú, idirbhearta a <a href=\"/glossary/#rollups\">rolladh suas</a> i mbaisceanna agus a chur faoi bhráid Ethereum in aon idirbheart amháin. Is féidir le rannpháirtithe líonra eile na hidirbhearta a ath-fhorghníomhú chun a sheiceáil go ndearnadh iad a fhorghníomhú go hionraic. Má aimsíonn siad neamhréireacht idir na sonraí postáilte agus a leagan féin féadfaidh siad cruthúnas cripteagrafach a phostáil a thaispeánann cár tharla calaois áirithe. Úsáideann roinnt <a href=\"/glossary/#rollups\">rollups</a> <a href=\"/glossary/#validity-proof\">cruthúnais bailíochta</a>.",
  "gas-term": "Gás",
  "gas-definition": "Is é gás an táille a íoctar as idirbhearta agus conarthaí cliste ar blocshlabhra, cosúil le Ethereum. <a href=\"/gas/\">Tuilleadh faoi ghás agus táillí</a>.",
  "genesis-block-term": "Bloc Genesis",
  "genesis-block-definition": "An chéad bhloc i <a href=\"/glossary/#blockchain\">blocshlabhra</a>, a úsáidtear chun líonra ar leith agus a chuid criptea-airgeadra a thionscnamh.",
  "gwei-term": "Gwei",
  "gwei-definition": "Short for gigawei, ainmníocht <a href=\"/glossary/#ether\">éitear</a>, a úsáidtear go coitianta chun <a href=\"/glossary/#gas\">gás</a> a phraghsáil. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>9</sup> gwei = 1 éitear.",
  "hash-term": "Hais",
  "hash-definition": "Méarloirg fad seasta d'ionchur de mhéid athraitheach, arna tháirgeadh ag feidhm hais. (Féach <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "holographic-consensus-term": "Comhdhearcadh holografach",
  "holographic-consensus-definition": "Tagraíonn sé don chaoi a ndéantar cinneadh grúpa mór trí ligean do ghrúpa níos lú de dhaoine ionadaíocha vótáil. Ansin aontaíonn gach duine eile dul leis, a fhad agus a bhfuil muinín acu go ndearna an grúpa beag jab maith.",
  "index-term": "Innéacs",
  "index-definition": "Is éard atá i gceist le struchtúr líonra an cheistiú faisnéise a bharrfheabhsú ó ar fud an <a href=\"/glossary/#blockchain\">blocshlabhra</a> trí chonair éifeachtach a sholáthar chuig a fhoinse stórála.",
  "key-term": "Eochair",
  "key-definition": "I gcomhthéacs Ethereum, is cóid dhigiteacha iad eochracha: eochair phoiblí chun idirbhearta a fháil agus eochair phríobháideach chun cistí a rochtain agus a sheoladh.",
  "layer-2-term": "Ciseal 2",
  "layer-2-definition": "Is líonraí eile iad sraitheanna 2s a tógadh ar bharr príomhghréasán Ethereum chun idirbhearta a dhéanamh níos tapúla agus níos saoire. <a href=\"/layer-2/\">Tuilleadh ar ciseal 2</a>.",
  "liquidity-tokens-term": "Comharthaí leachtachta",
  "liquidity-tokens-definition": "Is dearbháin digiteacha iad dearbháin leachtachta (LT) a eisítear chuig rannpháirtithe a thaisceann sócmhainní i stór leachtachta, ar bailiúchán cistí iad atá faoi ghlas i gconradh cliste agus a úsáidtear chun trádáil ar mhalartán díláraithe (DEX) a éascú.",
  "mainnet-term": "Príomhlíonra",
  "mainnet-definition": "Gearr do \"príomhghréasán\", is é seo an príomhlíonra Ethereum <a href=\"/glossary/#blockchain\">blocshlabhra</a>.",
  "mev-term": "MEV",
  "mev-definition": "Meicníocht a thugann tosaíocht do ghníomhaíochtaí áirithe ar bhlocshlabhra ar tháille, a mbíonn tionchar acu ar thorthaí agus ar ord na n-idirbheart.",
  "multisig-term": "Ilsíniú (Multisig)",
  "multisig-definition": "Tagraíonn Multisig (ilshíniú) do sparán digiteach nó cuntas a éilíonn sínithe iolracha nó formheasanna chun idirbhearta a dhéanamh, rud a chuireann le slándáil.",
  "nft-term": "Comhartha neamh-mhungible (NFT)",
  "nft-definition": "Mír dhigiteach uathúil ar féidir leat a bheith i do sheilbh, amhail ealaín nó earraí inbhailithe, arna bhfíorú ag teicneolaíocht blocshlabhra. <a href=\"/nft/\">Tuilleadh eolais ar chomharthaí neamh-inmheasctha (NFTanna)</a>.",
  "node-term": "Nód",
  "node-definition": "Cliant bogearraí a ghlacann páirt sa líonra. <a href=\"/developers/docs/nodes-and-clients/\">Tuilleadh faoi nóid agus cliaint</a>.",
  "ommer-term": "Ommer (uncail) bloc",
  "ommer-definition": "Nuair a aimsíonn cruthúnas-oibre <a href=\"/glossary/#miner\">mianadóir</a> bloc bailí <a href=\"/glossary/#block\">bloc</a>, seans go mbeidh bloc iomaíoch foilsithe ag mianadóir eile a chuirtear le barr an bhlocshlabhra ar dtús. Is féidir an bloc bailí, ach sean, a áireamh le bloic níos nuaí mar <em>ommers</em> agus gheobhaidh sé páirt-luaíocht bloc. Is é an téarma \"ommer\" an téarma is fearr inscne-neodrach le haghaidh deartháir nó deirfiúr bloc tuismitheora, ach uaireanta tugtar \"uncail\" air seo freisin. Bhí sé seo coitianta i gcás Ethereum nuair a bhí sé ina líonra <a href=\"/glossary/#pow\">cruthúnas ar obair</a>. Anois go n-úsáideann Ethereum <a href=\"/glossary/#pos\">cruthúnas ar an ngeall</a>, ní roghnaítear ach blocthograí amháin in aghaidh na sliotán.",
  "onchain-term": "Ar slabhra",
  "onchain-definition": "Tagraíonn sé seo do ghníomhartha nó idirbhearta a tharlaíonn ar an mblocshlabhra agus atá ar fáil go poiblí.",
  "optimistic-rollup-term": "Rollup dóchasach",
  "optimistic-rollup-definition": "Réiteach Sraith 2 is ea Rollup Dóchasach a chuireann dlús le hidirbhearta ar Ethereum, ag glacadh leis go bhfuil siad bailí de réir réamhshocraithe mura ndéantar agóid ina leith. <a href=\"/developers/docs/scaling/optimistic-rollups/\">Tuilleadh faoi rolladh rollup dóchasach</a>.",
  "peer-to-peer-network-term": "Líonra piaraí-go-piara",
  "peer-to-peer-network-definition": "Líonra ríomhairí (piaraí) atá in ann feidhmiúlachtaí a dhéanamh le chéile gan gá le seirbhísí láraithe bunaithe ar fhreastalaí.",
  "permissionless-term": "Gan chead",
  "permissionless-definition": "Níl aon chead nó formheas ag teastáil chun córas cosúil le Ethereum a úsáid agus ní féidir le duine ar bith stop a chur ort ó úsáid a bhaint as. Tá sé oscailte 24/7 do gach duine páirt a ghlacadh.",
  "private-key-term": "Eochair phríobháideach",
  "private-key-definition": "Is cód rúnda í eochair phríobháideach a chruthaíonn gur leatsa d’airgead digiteach agus a ligeann duit é a chaitheamh, amhail UAP do do chuntas. <strong>NÁ ROINN É</strong>.",
  "poap-term": "POAP",
  "poap-definition": "Úsáidtear Prótacal Cruthúnas Tinrimh chun inbhailithe digiteach (NFT) a chruthú a chruthaíonn gur fhreastail tú ar imeacht nó ar ghníomhaíocht ar leith.",
  "pos-term": "Cruthúnas-gill (PoS)",
  "pos-definition": "Modh trína bhfuil sé mar aidhm ag prótacal criptea-airgeadra blocshlabhra <a href=\"/glossary/#consensus\">comhthola</a> a bhaint amach. Iarrann PoS ar úsáideoirí úinéireacht a chruthú ar mhéid áirithe criptea-airgeadra (a \"geallta\" sa líonra) d'fhonn a bheith in ann páirt a ghlacadh i mbailíochtú na n-idirbheart. <a href=\"/developers/docs/consensus-mechanisms/pos/\">Tuilleadh faoi chruthúnas</a>.",
  "pow-term": "Cruthúnas-oibre (PoW)",
  "pow-definition": "Meicníocht slándála le haghaidh blocshlabhra a éilíonn nóid fuinneamh a chaitheamh i bhfoirm ríomh chun luach áirithe a fháil.",
  "public-goods-term": "Earraí poiblí",
  "public-goods-definition": "Is féidir le gach duine earraí poiblí a úsáid saor in aisce, mar pháirceanna nó aer glan, agus ní chuireann sé bac ar dhaoine eile iad a úsáid freisin. Is minic a sholáthraíonn rialtais iad seo mar ní gnách le gnólachtaí, mar ní féidir leo táille a ghearradh go héasca ar dhaoine as iad a úsáid.",
  "public-key-term": "Eochair phoiblí",
  "public-key-definition": "Is éard atá in eochair phoiblí ná sraith carachtar a ligeann do dhaoine eile airgeadra digiteach a sheoladh chugat go slán, amhail seoladh ríomhphoist ar airgead.",
  "quadratic-voting-term": "Vótáil chearnach",
  "quadratic-voting-definition": "Is modh vótála é ina gcuireann vótálaithe in iúl cé chomh láidir agus a mhothaíonn siad faoi cheisteanna. Ligeann sé do vótálaithe ní hamháin tosaíocht a thaispeáint, ach freisin déine a rogha.",
  "recovery-phrase-term": "Frása síolta/frása aisghabhála",
  "recovery-phrase-definition": "Liosta focal a thugtar duit nuair a chruthaíonn tú sparán digiteach. Feidhmíonn sé mar fhocal faire a chuideoidh leat dul ar ais isteach i do sparán má chailleann tú rochtain, ag cinntiú nach gcaillfidh tú do chuid airgid digiteach nó comharthaí.",
  "rollups-term": "Uas-scáluithe",
  "rollups-definition": "Cineál <a href=\"/glossary/#layer-2\">ciseal 2</a> réitigh scálaithe a bhaisceann idirbhearta iolracha agus a chuireann faoi bhráid <a href=\"/glossary/#mainnet\">príomhshlabhra Ethereum</a> in aon idirbheart amháin. Ligeann sé seo do laghduithe ar chostais <a href=\"/glossary/#gas\">gáis</a> agus méaduithe ar thréchur <a href=\"/glossary/#transaction\">idirbheart</a>. Tá rolladh suas dóchasach agus nialais eolais ann a úsáideann modhanna slándála éagsúla chun na gnóthachain inscálaithe seo a thairiscint. <a href=\"/developers/docs/scaling/#rollups\">Tuilleadh maidir le rolladh suas</a>.",
  "rpc-term": "Glao ar nós imeachta cianda (RPC)",
  "rpc-definition": "Ligeann RPC do ríomhaire amháin sonraí nó gníomh a iarraidh ó dhuine eile thar líonra, amhail faisnéis a iarraidh le cianrialtán.",
  "sequencer-term": "Seicheamhóir",
  "sequencer-definition": "Is clár é seicheamhóir atá freagrach as idirbhearta a ordú i líonra blocshlabhra.",
  "smart-contract-term": "Conradh cliste",
  "smart-contract-definition": "Is clár é conradh cliste a fhorghníomhaíonn go huathoibríoch comhaontuithe ar blocshlabhra, cosúil le conradh digiteach féin-fhorfheidhmithe. <a href=\"/smart-contracts/\">Réamhrá ar chonarthaí cliste</a>.",
  "stablecoin-term": "Bonn stábla",
  "stablecoin-definition": "Is cineál criptea-airgeadra stablecoin atá deartha chun luach cobhsaí a bheith aige, go minic pionnáilte le hairgeadra nó tráchtearraí (cosúil le dollar SAM), chun luaineacht praghsanna a íoslaghdú. <a href=\"/stablecoins/\">Tuilleadh ar stablecoin</a>.",
  "staking-term": "Geallchur",
  "staking-definition": "Cainníocht <a href=\"/glossary/#ether\">éitear</a> (do gheall) a thaisceadh le bheith i do bhailitheoir agus an <a href=\"/glossary/#network\">líonra</a> a dhaingniú. Seiceálann bailíochtóir <a href=\"/glossary/#transaction\">idirbhearta</a> agus molann sé <a href=\"/glossary/#block\">bloic</a> faoi shamhail chomhthola<a href=\"/glossary/#pos\">cruthúnas-geallála</a>. Tugann gealláil dreasacht eacnamaíoch duit chun gníomhú ar mhaithe le leas an líonra. Gheobhaidh tú luaíochtaí as do chuid dualgas <a href=\"/glossary/#validator\">bhailíochtóir</a> a dhéanamh, ach caillfidh tú méideanna éagsúla ETH mura ndéanann tú é. <a href=\"/staking/\">Tuilleadh faoi gealláil Ethereum</a>.",
  "staking-pool-term": "Linn snámha geallála",
  "staking-pool-definition": "ETH comhcheangailte de níos mó ná gealltóir Ethereum amháin, a úsáidtear chun an 32 ETH, a theastaíonn chun sraith eochracha bailíochtóra a ghníomhachtú a bhaint amach. Úsáideann oibritheoir nóid na heochracha seo chun páirt a ghlacadh i gcomhthoil agus roinntear na <a href=\"/glossary/#block-reward\">bloc luaíochtaí</a> idir na páirtithe leasmhara rannpháirteacha. Ní ó dhúchas do phrótacal Ethereum ná stóir gheallála nó gealláil a tharmligean, ach tá go leor réitigh tógtha ag an bpobal. <a href=\"/staking/pools/\">Tuilleadh maidir le geallta roinnte</a>.",
  "sybil-attack-term": "Ionsaí Sybil",
  "sybil-attack-definition": "Tagraíonn ionsaithe Sybil do dhaoine cleasaíocht a imirt ar chóras chun go gcreidfidh sé gur daoine iolracha iad chun a dtionchar a mhéadú.",
  "terminal-total-difficulty-term": "Deacracht iomlán críochfoirt (TTD)",
  "terminal-total-difficulty-definition": "Is é an deacracht iomlán suim deacracht mianadóireachta Ethash do gach bloc suas go pointe áirithe sa blockchain. Is ionann deacracht iomlán an chríochfoirt agus luach sonrach don deacracht iomlán a úsáideadh mar thruicear do chliaint fhorghníomhaithe chun a bhfeidhmeanna mianadóireachta agus blocála a mhúchadh, rud a chuir ar chumas an líonra aistriú go dtí cruthúnas ar an gceist. Níl sé ábhartha a thuilleadh toisc gur bhog Ethereum go <a href=\"/glossary/#pos\">cruthúnas i gceist</a>.",
  "transaction-fee-term": "Táille idirbhirt",
  "transaction-fee-definition": "Táille a chaithfidh tú a íoc aon uair a úsáideann tú líonra Ethereum. I measc na samplaí tá cistí a sheoladh ó do <a href=\"/glossary/#wallet\">sparán</a> nó idirghníomhú <a href=\"/glossary/#dapp\">dapp</a>, amhail comharthaí a mhalartú nó ceann inbhailithe a cheannach. Is féidir leat smaoineamh air seo mar tháille seirbhíse. Athróidh an táille seo bunaithe ar cé chomh gnóthach is atá an líonra. Tá sé seo amhlaidh toisc gur dócha go dtabharfaidh <a href=\"/glossary/#validator\">bhailitheoirí</a>, na daoine atá freagrach as d’idirbheart a phróiseáil, tús áite d’idirbhearta a bhfuil táillí níos airde orthu – mar sin cuireann brú tráchta an praghas in airde.<br/><br/>Ar leibhéal teicniúil, baineann do tháille idirbhirt le cé mhéad <a href=\"/glossary/#gas\">gás</a> atá de dhíth ar d’idirbheart.<br/><br/> is ábhar do tháillí an idirbhirt an ceart anois. Féach <a href=\"/glossary/#layer-2\">Ciseal 2</a>.",
  "trust-assumptions-term": "Toimhdí muiníne",
  "trust-assumptions-definition": "Is bunchreidimh iad boinn tuisceana iontaobhais faoi shábháilteacht agus spleáchas córais, a threoraíonn an méid a bhfuil muinín againn as le go bhfeidhmeoidh an córas.",
  "validator-term": "Bailíochtóir",
  "validator-definition": "Nód <a href=\"/glossary/#node\">nód</a> i gcóras <a href=\"/glossary/#pos\">cruthúnas-de-gealláil</a> atá freagrach as sonraí a stóráil, idirbhearta a phróiseáil agus as bloic nua a chur leis an mblocshlabhra. Chun bogearraí bailíochtaithe a ghníomhachtú, ní mór duit a bheith in ann <a href=\"/glossary/#staking\">gealláil</a> 32 ETH. <a href=\"/staking/\">Níos mó faoi geallála i Ethereum</a>.",
  "validity-proof-term": "Cruthúnas bailíochta",
  "validity-proof-definition": "Múnla slándála do réitigh áirithe <a href=\"/glossary/#layer-2\">ciseal 2</a> ina ndéantar, chun luas a mhéadú, idirbhearta a rolladh suas i mbaisceanna agus a chur faoi bhráid Ethereum in aon idirbheart amháin. Déantar ríomh an idirbhirt as slabhra agus ansin cuirtear ar fáil don phríomhshlabhra é le cruthúnas ar a mbailíocht. Méadaíonn an modh seo líon na n-idirbheart is féidir agus slándáil á chothabháil. Úsáideann roinnt <a href=\"/glossary/#rollups\">rollups</a> <a href=\"/glossary/#fraud-proof\">calaois proof</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Tuilleadh ar rollups eolas nialais</a>.",
  "wallet-term": "Sparán",
  "wallet-definition": "Is uirlis dhigiteach é sparán chun airgeadra digiteach a stóráil, a sheoladh agus a fháil, cosúil le sparán fíorúil le haghaidh do chuid airgid ar líne. <a href=\"/wallets/\">Tuilleadh ar sparán Ethereum</a>.",
  "web2-term": "Web2",
  "web2-definition": "An bhfuil an t-idirlíon reatha, dírithe ar ábhar arna ghiniúint ag úsáideoirí agus ar na meáin shóisialta atá á rialú ag beagán cuideachtaí. Is creideamh criptea é Web3 gur cheart d'úsáideoirí a gcuid sonraí agus a n-idirbheart a rialú ina ionad sin.",
  "web3-term": "Web3",
  "web3-definition": "Is é Web3 an t-idirlíon nua le blocshlabhra, áit a rialaíonn úsáideoirí a gcuid sonraí agus idirbhearta, ní cuideachtaí. Ní gá aon fhaisnéis phearsanta a roinnt. <a href=\"/web3/\">Tuilleadh ar web3</a>.",
  "wei-term": "Wei",
  "wei-definition": "An t-ainmníocht éitear is lú. 10<sup>18</sup> wei = 1 éitear.",
  "zk-proof-term": "Cruthúnas nialais-eolais",
  "zk-proof-definition": "Is modh cripteagrafach é cruthúnas nial-eolais a ligeann do dhuine aonair a chruthú go bhfuil ráiteas fíor gan aon fhaisnéis bhreise a thabhairt. <a href=\"/developers/docs/scaling/zk-rollups/\">Tuilleadh ar rolladh suas eolas nialais</a>."
}
