{
  "consensus-client-besu-logo-alt": "Lógó Besu",
  "consensus-client-erigon-logo-alt": "Lógó Erigon",
  "consensus-client-geth-logo-alt": "Geth lógó",
  "consensus-client-lighthouse-logo-alt": "Lógó an teach solais",
  "consensus-client-lodestar-logo-alt": "Lógó Lodestar",
  "consensus-client-nethermind-logo-alt": "Lógó nethermind",
  "consensus-client-nimbus-logo-alt": "Lógó Nimbus",
  "consensus-client-prysm-logo-alt": "Lógó Prysm",
  "consensus-client-teku-logo-alt": "Lógó Teku",
  "page-upgrades-answer-1": "Baineadh úsáid as an Slabhra Beacon mar uirlis chun Ethereum Mainnet a uasghrádú ag The Merge.",
  "page-upgrades-answer-2": "Leis an gcumasc, bhí an t-uasghrádú ba shuntasaí riamh ag Ethereum lenar malartaíodh cruthúnais oibre in áit ciseal nua comhdhearcaidh atá bunaithe ar chruthúnas geallchuir.",
  "page-upgrades-answer-4": "Baineadh úsáid as an Slabhra Beacon chun an comhdhearcadh cruthúnas-gheallta a úsáideann Ethereum inniu a fhorbairt. Reáchtáladh é ar leithligh do Ethereum Mainnet ionas go bhféadfadh forbróirí an mheicníocht chomhthoil a urramú ina n-aonar sula n-úsáidfí é chun fíorghníomhaíocht a chomhordú.",
  "page-upgrade-article-author-status": "Stádas",
  "page-upgrade-article-author-ethmerge": "Ethmerge",
  "page-upgrade-article-author-alchemy": "Alchemy",
  "page-upgrade-article-author-consensys": "Consensys",
  "page-upgrade-article-author-delphi-digital": "Delphi Digital",
  "page-upgrade-article-author-eip-4844": "Vitalik Buterin, Dankrad Feist, Diederik Loerakker, George Kadianakis, Matt Garnett, Mofi Taiwo",
  "page-upgrade-article-author-ethereum-foundation": "Fondúireacht Ethereum",
  "page-upgrade-article-author-vitalik-buterin": "Vitalik Buterin",
  "page-upgrade-article-author-ethos-dev": "Ethos.dev",
  "page-upgrade-article-title-two-point-oh": "Dhá Phointe Ó: An Slabhra Rabhcháin",
  "page-upgrade-article-title-beacon-chain-explainer": "An Mínitheoir Slabhra Beacon Ethereum 2.0 is gá duit a léamh ar dtús",
  "page-upgrade-article-title-sharding-consensus": "Comhdhearcadh roinnte",
  "page-upgrade-article-title-sharding-is-great": "Cén fáth go bhfuil sciartha iontach: na hairíonna teicniúla a shoiléiriú",
  "page-upgrade-article-title-rollup-roadmap": "Treochlár rolluithe-lárnach",
  "page-upgrade-article-title-hitchhikers-guide-to-ethereum": "Treoir an tSíobaire don Ethereum",
  "page-upgrade-article-title-eip-4844": "EIP-4844: Blob Idirbhearta Sciartha (Proto-Danksharding)",
  "page-upgrade-article-title-proto-danksharding-faq": "Ceisteanna Coitianta faoi Proto-Danksharding",
  "page-upgrade-article-title-sharding-das": "Míniú ar shampláil sciartha agus infhaighteacht sonraí (DAS)",
  "page-upgrade-article-title-ethmerge": "Ethmerge",
  "page-upgrade-article-title-merge-is-coming": "Tá an Cumasc ag Teacht",
  "page-upgrade-article-title-state-of-the-merge": "Staid an Chumaisc: Nuashonrú ar Chumasc Ethereum le Cruthúnas Geallta in 2022",
  "page-upgrade-article-title-ropsten-merge-testnet": "Ag fógairt an Ropsten Merge Testnet",
  "page-upgrade-article-title-execution-layer-specs": "Sonraíochtaí ciseal forghníomhaithe",
  "page-upgrade-article-title-consensus-layer-specs": "Sonraíochtaí ciseal comhdhearcadh",
  "page-upgrade-article-title-engine-api-specs": "Sonraíochtaí API Inneall",
  "page-upgrades-beacon-chain-date": "Chuaigh An Slabhra Beacon beo an 1 Nollaig 2020",
  "page-upgrades-beacon-chain-desc": "Thug an Slabhra Beacon gealltóireacht do Ethereum agus leag sé an bhunchloch le haghaidh uasghrádú amach anseo. Comhordaíonn sé an cruthúnais-gheallta nua Ethereum.",
  "page-upgrades-beacon-chain-estimate": "Tá An Slabhra Beacon ag craoladh beo",
  "page-upgrades-beacon-chain-title": "An Slabhra Beacon",
  "page-upgrades-bug-bounty": "Féach ar an gclár bounty bug",
  "page-upgrades-clients": "Seiceáil na cliaint chomhthoil (ar a dtugtaí cliaint 'Eth2' roimhe seo)",
  "page-staking-deposit-contract-title": "Seiceáil an seoladh conartha taisce",
  "page-upgrades-dive": "Léim isteach san fhís",
  "page-upgrades-dive-desc": "Conas atáimid ag déanamh Ethereum níos Inscálaithe, níos sábháilte agus níos inbhuanaithe? Agus éiteas lárnach díláraithe Ethereum á choinneáil.",
  "page-upgrades-docking": "An Comhoiriúnú",
  "page-upgrades-merge-answer-1": "Ba é an Cumasc nuair a d’aistrigh Ethereum go comhdhearcadh cruthúnais-gheallta an15 Meán Fómhair, 2022. Chomhcheangail an Slabhra Beacon le Mainnet, ag dímheas go hoifigiúil ar chruthúnas oibre ar Ethereum, agus laghdaigh sé tomhaltas fuinnimh Ethereum faoi ~99.95%.",
  "page-upgrades-merge-btn": "Tuilleadh faoin gCumasc",
  "page-upgrades-merge-desc": "Chomhcheangail Mainnet Ethereum leis an Slabhra Beacon cruthúnas-gheallta, ag marcáil deireadh na mianadóireachta atá dian ar fhuinneamh.",
  "page-upgrades-merge-estimate": "Tá an Cumasc beo",
  "page-upgrades-merge-mainnet": "Cad é Mainnet?",
  "page-upgrades-eth-blog": "blag ethereum.org",
  "page-upgrades-explore-btn": "Déan iniúchadh ar uasghráduithe",
  "page-upgrades-get-involved": "Glac páirt in uasghrádú Ethereum",
  "page-upgrades-get-involved-2": "Glac páirt",
  "page-upgrades-head-to-ethresearch": "Téigh go dtí ethresear.ch",
  "page-upgrades-help": "Ar mhaith leat cabhrú le huasghráduithe Ethereum?",
  "page-upgrades-help-desc": "Tá neart deiseanna ann chun uasghráduithe Ethereum a mheas, cabhrú le tástáil, agus fiú luach saothair a thuilleamh.",
  "page-upgrades-index-staking": "Tá gealltóireacht anseo",
  "page-upgrades-index-staking-desc": "Tá tabhairt isteach gealltóireacht ríthábhachtach d'uasghrádú Ethereum. Más mian leat do ETH a úsáid chun cabhrú le líonra Ethereum a dhaingniú, déan cinnte go leanann tú na céimeanna seo.",
  "page-upgrades-index-staking-learn": "Foghlaim faoi ghealltóireacht",
  "page-upgrades-index-staking-learn-desc": "Thug an Slabhra Beacon an gealltóireacht go Ethereum. Má tá ETH agat, is féidir leat leas an phobail a dhéanamh tríd an líonra a dhaingniú agus níos mó ETH a thuilleamh sa phróiseas.",
  "page-upgrades-index-staking-step-1": "1. Socraigh suas leis an launchpad",
  "page-upgrades-index-staking-step-1-btn": "Tabhair cuairt ar launchpad gealláil",
  "page-upgrades-index-staking-step-1-desc": "Chun geall a chur ar Ethereum beidh ort an launchpad a úsáid - rachaidh sé seo tríd an bpróiseas tú.",
  "page-upgrades-index-staking-step-2": "2. Deimhnigh an seoladh gealltóireachta",
  "page-upgrades-index-staking-step-2-btn": "Deimhnigh seoladh an chonartha taisce",
  "page-upgrades-index-staking-step-2-desc": "Sula gcuirfidh tú do ETH i gceist, déan cinnte a sheiceáil go bhfuil an seoladh ceart agat. Ní mór duit a bheith imithe tríd an launchpad roimh é seo a dhéanamh.",
  "page-upgrades-index-staking-sustainability": "Níos inbhuanaithe",
  "page-upgrades-meta-desc": "Forbhreathnú ar na huasghráduithe Ethereum agus an fhís a bhfuil súil acu a thabhairt i gcrích.",
  "page-upgrades-meta-title": "Uasghráduithe Ethereum ('Eth2' roimhe seo)",
  "page-upgrades-proof-stake-link": "Tuilleadh faoi chruthúnas-gheallta",
  "page-upgrades-question-1-title": "Cathain a sheolfar na huasghráduithe?",
  "page-upgrades-question-1-desc": "Tá Ethereum á uasghrádú de réir a chéile; tá na huasghráduithe ar leith le dátaí long éagsúla.",
  "page-upgrades-question-2-title": "An blocshlabhra ar leith é an Slabhra Beacon?",
  "page-upgrades-question-2-desc": "Tá. Ba é an Slabhra Beacon an t-ainm a tugadh ar bhlocshlabhra cruthúnas-gheallta comhthreomhar a úsáidtear chun Mainnet Ethereum a uasghrádú. Níl ach blocshlabhra amháin ann anois, déanta trí na blocshlabhraí bunaidh Ethereum agus an Slabhra Beacon a chumasc le chéile.",
  "page-upgrades-question-3-answer-2a": "Bhí tionchar íosta ag an Merge ar fhorbróirí dapp - idirghníomhaíonn siad fós le Ethereum ar na bealaí céanna.",
  "page-upgrades-question-3-answer-2a-link": "An Cumasc agus forbróirí dapp",
  "page-upgrades-question-3-answer-2b": "Tá pleananna roinnte á bhforbairt fós, ach déanfar iad a dhearadh le rollú ciseal 2 san áireamh.",
  "page-upgrades-layer-2-rollups": "Tuilleadh ar rolladh suas ciseal 2",
  "page-upgrades-question-3-answer-3-link": "Tabhair cuairt ar ethresearch.ch",
  "page-upgrades-question-3-desc": "Ní gá duit aon rud a dhéanamh faoi láthair chun ullmhú do na huasghráduithe.",
  "page-upgrades-question-3-title": "Conas a ullmhaím do na huasghráduithe?",
  "page-upgrades-question-4-answer-1": "Aon uair a sheolann tú idirbheart nó a úsáideann dapp inniu, tá an ciseal forghníomhaithe á úsáid agat, ar a dtugtar Mainnet freisin.",
  "page-upgrades-question-4-answer-3": "Ón gCumasc, déanann bailíochtaithe an líonra iomlán a dhaingniú trí chruthúnas-gheallta.",
  "page-upgrades-question-4-answer-6": "Is féidir le duine ar bith a bheith ina bhailitheoir trína ETH a dhéanamh.",
  "page-upgrades-question-4-answer-7": "Tuilleadh faoin ngeallchur",
  "page-upgrades-question-4-title": "Cad é an ciseal forghníomhaithe?",
  "page-upgrades-question-4-desc": "Roimh An Cumasc, tugadh 'Eth1' ar an blocshlabhra Ethereum uaireanta. Cuireadh deireadh leis an téarma seo de réir a chéile i bhfabhar an ‘chiseal forghníomhaithe’.",
  "page-upgrades-question-5-answer-1": "Chun a bheith i do bhailitheoir ar an líonra, beidh ort 32 ETH a ghlacadh. Mura bhfuil an oiread sin agat, nó mura bhfuil tú sásta an oiread sin a chur i gceist, is féidir leat páirt a ghlacadh i linnte gealltóireachta. Ligfidh na linnte seo duit níos lú a ghlacadh agus codáin den luach saothair iomlán a thuilleamh.",
  "page-upgrades-question-5-desc": "Beidh ort an eochaircheap seolta gealltóireachta a úsáid nó dul isteach i linn gealltóireachta.",
  "page-upgrades-question-5-title": "Conas a dhéanaim gealltóireacht?",
  "page-upgrades-question-6-answer-3": "Déanann Danny Ryan ó fhondúireacht Ethereum an pobal a nuashonrú go rialta:",
  "page-upgrades-question-6-answer-4": "Tá nuachtlitir sheachtainiúil ag Ben Edgington ó ConsenSys faoi uasghrádú Ethereum:",
  "page-upgrades-question-6-answer-5": "Is féidir leat páirt a ghlacadh freisin sa phlé ar thaighde agus forbairt Ethereum ag ethresear.ch.",
  "page-upgrades-question-6-title": "Cad is gá dom a dhéanamh le mo dhapp?",
  "page-upgrades-question-6-desc": "Dearadh an Cumasc chun tionchar íosta a bheith aige ar fhorbróirí dapp, cé go raibh cúpla athruithe beaga ba chóir a thabhairt faoi deara.",
  "page-upgrades-question-6-answer-1": "Ba chóir go mbeadh forbróirí Dapp atá eolach ar Ethereum réamh-chumasc ar an eolas faoi roinnt athruithe. Áirítear leis na hathruithe seo struchtúr agus uainiú na mbloc, roinnt athruithe opcode, foinsí randamacht ar shlabhra agus an coincheap maidir le epoch finalization.",
  "page-upgrades-question-6-answer-1-link": "Mar a chuaigh an Cumasc i gcion ar Chiseal Feidhmchláir Ethereum",
  "page-upgrades-question-6-answer-2": "Ní raibh aon tionchar beagnach ar fad ar iarratais.",
  "page-upgrades-question-7-desc": "Tá go leor foirne éagsúla ó gach cearn den phobal ag obair ar na huasghráduithe éagsúla Ethereum.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(cur i bhfeidhm Rust)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(cur i bhfeidhm JavaScript)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(cur i bhfeidhm Nim)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(cur i bhfeidhm Go)",
  "page-upgrades-question-7-teams": "Foirne cliant comhdhearcadh Ethereum:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(cur i bhfeidhm Java)",
  "page-upgrades-question-7-title": "Cé atá ag tógáil na n-uasghráduithe Ethereum?",
  "page-upgrades-question-7-clients": "Tuilleadh eolais faoi chliaint Ethereum",
  "page-upgrades-question-8-answer-1": "Cabhróidh na huasghráduithe Ethereum le scála Ethereum ar bhealach díláraithe, agus slándáil a chothabháil, agus inbhuanaitheacht a mhéadú.",
  "page-upgrades-question-8-answer-2": "B'fhéidir gurb é an fhadhb is soiléire ná go gcaithfidh Ethereum a bheith in ann níos mó ná 15-45 idirbheart in aghaidh an tsoicind a láimhseáil. Ach tugann na huasghráduithe aghaidh ar roinnt fadhbanna eile le Ethereum inniu.",
  "page-upgrades-question-8-answer-3": "Fágann an líonra ag amanna ard-éileamh go bhfuil Ethereum costasach le húsáid. Tá nóid sa líonra ag streachailt faoi mhéid Ethereum agus an méid sonraí a chaithfidh a ríomhairí a phróiseáil. Bhí an t-algartam bunaidh a bhunaigh slándáil agus dílárú Ethereum dian ar fhuinneamh agus ba ghá é a bheith níos glaise.",
  "page-upgrades-question-8-answer-4": "Tá go leor de na rudaí atá ag athrú i gcónaí ar an treochlár Ethereum, fiú ó 2015. Ach tá na coinníollacha reatha ag méadú fós ar an ngá atá le huasghráduithe.",
  "page-upgrades-question-8-answer-6": "Déan iniúchadh ar fhís Ethereum",
  "page-upgrades-question-8-desc": "Ní mór don Ethereum a úsáidimid inniu eispéireas níos fearr a thairiscint d'úsáideoirí deiridh agus do rannpháirtithe líonra.",
  "page-upgrades-question-8-title": "Cén fáth a bhfuil uasghrádú ag teastáil?",
  "page-upgrades-question-9-answer-1": "Is é an ról is gníomhaí is féidir leat a imirt ná do ETH a ghlacadh.",
  "page-upgrades-question-9-answer-2": "B'fhéidir gur mhaith leat an dara cliant a rith freisin chun cabhrú le héagsúlacht cliant a fheabhsú.",
  "page-upgrades-question-9-answer-3": "Má tá tú níos teicniúla, is féidir leat cabhrú le fabhtanna a ghabháil sna cliaint nua.",
  "page-upgrades-question-9-answer-4": "Is féidir leat machnamh a dhéanamh freisin ar an bplé teicniúil le taighdeoirí Ethereum ag ethresear.ch.",
  "page-upgrades-question-9-desc": "Ní gá duit a bheith teicniúil chun cur leis. Tá an pobal ag lorg ranníocaíochtaí ó gach cineál scileanna.",
  "page-upgrades-question-9-stake-eth": "Geallchuir ETH",
  "page-upgrades-question-9-title": "Conas is féidir liom cur le huasghráduithe Ethereum?",
  "page-upgrades-question-9-more": "Faigh bealaí níos ginearálta chun baint a bheith agat le Ethereum",
  "page-upgrades-question-10-title": "Cad iad na 'céimeanna Eth2?'",
  "page-upgrades-question-10-desc": "Tá roinnt rudaí athraithe anseo.",
  "page-upgrades-question-10-answer-0": "Tá deireadh á chur leis an téarma ‘Eth2’ féin de réir a chéile, toisc nach ionann é agus uasghrádú amháin nó líonra nua. Is sraith il-uasghráduithe níos cruinne é a dhéanann go léir a bpáirt chun Ethereum a dhéanamh níos Inscálaithe, níos sábháilte agus níos inbhuanaithe. Tabharfar Ethereum ar an líonra a bhfuil aithne agat air agus a bhfuil grá agat dó.",
  "page-upgrades-question-10-answer-1": "Tá drogall orainn an iomarca cainte a dhéanamh maidir le treochlár teicniúil mar is bogearraí é seo: is féidir le rudaí athrú. Is dóigh linn go bhfuil sé níos éasca a thuiscint cad atá ag tarlú nuair a léann tú faoi na torthaí.",
  "page-upgrades-question-10-answer-1-link": "Féach ar na huasghráduithe",
  "page-upgrades-question-10-answer-2": "Ach má tá tú tar éis leanúint leis an bplé, seo an chaoi a n-oireann na huasghráduithe isteach i dtreoirlínte teicniúla, agus beagán ar an gcaoi a bhfuil siad ag athrú.",
  "page-upgrades-question-10-answer-3": "Rinne Céim 0 cur síos ar an obair chun an Beacon Chain a chur beo.",
  "page-upgrades-question-10-answer-5": "Dhírigh Céim 1 ar dtús ar na slabhraí sciartha a chur i bhfeidhm, ach aistríodh an tosaíocht go The Merge, a seoladh ar 15 Meán Fómhair 2022.",
  "page-upgrades-question-10-answer-6": "Bhí Céim 1.5 beartaithe ar dtús chun feidhmiú sciar a leanúint nuair a chuirfí Mainnet leis mar an sciar deireanach leis an Slabhra Beacon. Mar sin féin, de réir mar a chuaigh teicneolaíocht rolluithe chun cinn, chuir pobal Ethereum dlús leis an aistriú ó chruthúnas oibre ina ionad sin.",
  "page-upgrades-question-10-answer-7": "Pointe dian-thaighde agus díospóireachta a bhí sna pleananna thart ar Chéim 2. Agus The Merge taobh thiar dínn, agus an dul chun cinn i réitigh ciseal 2, tá na spriocanna athraithe chun foirm níos simplithe de chomhroinnt sonraí a sholáthar chun éifeachtúlacht rolluithe a uasmhéadú. Cumasaíonn ciseal 2s reatha an cumas forghníomhú idirbheart a scála, agus ceadófar cruthúnais do na sonraí seo ar shraith 1 a stóráil ar bhealach inscálaithe ar bhealach saor agus inscálaithe.",
  "page-upgrades-question-10-answer-8": "Tuilleadh faoi threoirchlár rolluithe-lárnach",
  "page-upgrades-question-11-title": "An féidir liom Eth2 a cheannach?",
  "page-upgrades-question-11-desc": "Ní féidir. Níl aon chomhartha Eth2 ann, agus níor athraigh do ETH tar éis An Cumasc.",
  "page-upgrades-question-11-answer-1": "Ba é ceann de na fórsaí tiomána taobh thiar den athbhrandáil Eth2 an míthuiscint choitianta go raibh sé de cheangal ar shealbhóirí ETH a n-ETH a aistriú go 'ETH 2.0' tar éis The Merge nó aon uasghrádú eile. Níl sé seo fíor agus ní raibh riamh.",
  "page-upgrades-question-11-answer-2": " Bíonn an mearbhall seo á úsáid go coitianta ag scamóirí.",
  "page-upgrades-question-title": "Ceisteanna coitianta",
  "page-upgrades-question3-answer-1": "Ní gá do shealbhóirí ETH rud ar bith a dhéanamh. Ní bheidh gá le do ETH a athrú nó a uasghrádú. Tá sé beagnach cinnte go n-insíonn camscéimeanna a mhalairt duit, mar sin bí cúramach.",
  "page-upgrades-scalable": "Níos inscálaithe",
  "page-upgrades-scalable-desc": "Caithfidh Ethereum tacú le 1000s na n-idirbheart in aghaidh an tsoicind, chun iarratais a dhéanamh níos tapúla agus níos saoire le húsáid.",
  "page-upgrades-secure": "Níos sláine",
  "page-upgrades-secure-desc": "Ní mór Ethereum a bheith níos sláine. De réir mar a fhásann glacadh Ethereum, ní mór don phrótacal a bheith níos sábháilte i gcoinne gach cineál ionsaí.",
  "page-upgrades-shard-date": "Leanfaidh an Cumasc i gcéimeanna éagsúla an Roinnt, am éigin in 2023-2024.",
  "page-upgrades-shard-desc": "Leathnóidh Danksharding cumas Ethereum chun sonraí a stóráil, agus oibreoidh sé go comhchuí le L2anna chun tréchur a scála agus táillí líonra a laghdú. Cuirfear Danksharding i bhfeidhm i gcéimeanna éagsúla, ag tosú le ProtoDanksharding.",
  "page-upgrades-shard-estimate": "Meastachán: 2023-2024",
  "page-upgrades-shard-lower": "Tuilleadh faoi roinnt",
  "page-upgrades-shard-title": "Sceardadh",
  "page-upgrades-stay-up-to-date": "Fan suas chun dáta",
  "page-upgrades-stay-up-to-date-desc": "Faigh an ceann is déanaí ó na taighdeoirí agus na forbróirí atá ag obair ar uasghrádú Ethereum.",
  "page-upgrades-sustainable-desc": "Bhí Ethereum dian ar fhuinneamh go dtí le déanaí. Tháinig laghdú os cionn 99.9% ar fhuinneamh líonra mar gheall ar an aistriú go cruthúnais-gheallta.",
  "page-upgrades-take-part": "Glac páirt sa taighde",
  "page-upgrades-take-part-desc": "Tagann taighdeoirí agus díograiseoirí Ethereum le chéile anseo chun iarrachtaí taighde a phlé, lena n-áirítear gach rud a bhaineann le huasghrádú Ethereum.",
  "page-upgrades-the-upgrades": "Uasghrádú Ethereum",
  "page-upgrades-the-upgrades-desc": "Tá sé mar aidhm ag uasghráduithe Ethereum feabhas a chur ar inscálaitheacht, slándáil agus inbhuanaitheacht an líonra. Rinne Ethereum roinnt uasghráduithe móra ar shlándáil agus inbhuanaitheacht le déanaí, agus tá níos mó ag teacht amach anseo, go háirithe a bhaineann le hinscálaitheacht.",
  "page-upgrades-unofficial-roadmap": "Ní hé seo an treochlár oifigiúil. Seo mar a fhéachaimid ar a bhfuil ag tarlú bunaithe ar an eolas atá ar fáil. Ach is é seo an teicneolaíocht, is féidir rudaí a athrú ar an toirt. Mar sin, le do thoil nach léamh seo mar ghealltanas.",
  "page-upgrades-upgrade-desc": "An Ethereum is eol dúinn agus grá againn, ach níos Inscálaithe, níos sláine, agus níos inbhuanaithe...",
  "page-upgrades-upgrades": "Uasghrádú Ethereum",
  "page-upgrades-upgrades-aria-label": "Roghchlár uasghráduithe Ethereum",
  "page-upgrades-upgrades-beacon-chain": "An Slabhra Beacon",
  "page-upgrades-upgrades-guide": "Treoir maidir le huasghráduithe Ethereum",
  "page-upgrades-upgrades-docking": "An Comhoiriúnú",
  "page-upgrades-energy-consumption": "Tuilleadh faoi thomhaltas fuinnimh Ethereum",
  "page-upgrades-upgrading": "Ethereum a uasghrádú go dtí airde nua radacach",
  "page-roadmap-vision": "An fhís",
  "page-roadmap-vision-btn": "Níos mó ar fhís Ethereum",
  "page-roadmap-vision-desc": "Chun Ethereum a thabhairt isteach sa phríomhshruth agus freastal ar an gcine daonna ar fad, ní mór dúinn Ethereum a dhéanamh níos Inscálaithe, níos sábháilte agus níos inbhuanaithe.",
  "page-upgrades-what-happened-to-eth2-title": "Cad a tharla do 'Eth2'?",
  "page-upgrades-what-happened-to-eth2-1": "Bhí an téarma ‘Eth2’ in úsáid go coitianta roimh The Merge ach tá deireadh á chur leis de réir a chéile ar mhaithe le téarmaíocht níos cruinne.",
  "page-upgrades-what-happened-to-eth2-1-more": "Tuilleadh faoi An Cumasc.",
  "page-upgrades-what-happened-to-eth2-2": "Ó chumasc 'Eth1' agus 'Eth2', níl dhá bhlocshlabhra Ethereum ar leith ann a thuilleadh; níl ach Ethereum ann.",
  "page-upgrades-what-happened-to-eth2-3": "Chun mearbhall a theorannú, tá na téarmaí seo nuashonraithe ag an bpobal:",
  "page-upgrades-what-happened-to-eth2-3-1": "Is é 'Eth1' an 'ciseal forghníomhaithe' anois, a láimhseálann idirbhearta agus cur i gcrích.",
  "page-upgrades-what-happened-to-eth2-3-2": "Is é 'Eth2' an 'ciseal comhthola' anois, a láimhseálann comhdhearcadh cruthúnais-gheallta.",
  "page-upgrades-what-happened-to-eth2-4": "Ní athraíonn na nuashonruithe téarmaíochta seo ach coinbhinsiúin ainmniúcháin; ní athraíonn sé seo spriocanna nó treochlár Ethereum.",
  "page-upgrades-what-happened-to-eth2-5": "Faigh tuilleadh eolais faoin athainmniú ‘Eth2’",
  "page-upgrades-why-cant-we-just-use-eth2-title": "Cén fáth nach féidir linn ach Eth2 a úsáid?",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-title": "Samhlacha meabhrach",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-description": "Fadhb mhór amháin le brandáil Eth2 ná go gcruthaíonn sé múnla meabhrach briste d'úsáideoirí nua Ethereum. Ceapann siad go hintuigthe gurb é Eth1 a thagann ar dtús agus Eth2 ina dhiaidh. Nó go scoirfidh Eth1 de bheith ann nuair a bheidh Eth2 ann. Níl ceachtar acu seo fíor. Trí théarmaíocht Eth2 a bhaint, sábhálann muid gach úsáideoir sa todhchaí ó nascleanúint a dhéanamh ar an múnla meabhrach mearbhall seo.",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-title": "Cuimsitheacht",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-description": "De réir mar a tháinig an treochlár do Ethereum chun cinn, tá Ethereum 2.0 anois ina léiriú míchruinn ar threoirleabhar Ethereum. Le bheith cúramach agus cruinn inár rogha focal is féidir ábhar ar Ethereum a thuiscint don lucht éisteachta is leithne agus is féidir.",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-title": "Cosaint i gcoinne caimiléireachta",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-description": "Ar an drochuair, rinne gníomhaithe mailíseacha iarracht an mí-ainm Eth2 a úsáid chun úsáideoirí a scamadh trína rá leo a ETH a mhalartú le haghaidh comharthaí ‘ETH2’ nó go gcaithfidh siad a ETH a aistriú ar bhealach éigin roimh uasghrádú Eth2. Tá súil againn go dtabharfaidh an téarmaíocht nuashonraithe seo soiléireacht chun deireadh a chur leis an veicteoir scam seo agus cuidiú leis an éiceachóras a dhéanamh níos sábháilte.",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-title": "Soiléireacht geallála",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-description": "Tá roinnt oibreoirí geallta freisin tar éis ionadaíocht a dhéanamh ar ETH atá i ngeall ar an Slabhra Beacon leis an ticker 'ETH2'. Cruthaíonn sé seo mearbhall féideartha, ós rud é nach bhfuil úsáideoirí na seirbhísí seo ag fáil comhartha ‘ETH2’ i ndáiríre. Níl aon chomhartha ‘ETH2’ ann; go simplí léiríonn sé a sciar i ngealltanas na soláthraithe sonracha sin.",
  "page-upgrades-what-to-do": "Cad is gá duit a dhéanamh?",
  "page-upgrades-what-to-do-desc": "Más úsáideoir dapp nó sealbhóir ETH tú, ní gá duit aon rud a dhéanamh. Más forbróir thú nó más mian leat tosú ar an ngealltóireacht, tá bealaí ann inar féidir leat a bheith páirteach inniu.",
  "page-upgrades-whats-next": "Cad iad uasghráduithe Ethereum?",
  "page-upgrades-whats-next-desc": "Baineann an treochlár Ethereum le huasghráduithe prótacail idirnasctha a fhágfaidh go mbeidh an líonra níos Inscálaithe, níos sláine agus níos inbhuanaithe. Tá na huasghráduithe seo á dtógáil ag foirne iomadúla ó ar fud éiceachóras Ethereum.",
  "page-upgrades-whats-next-history": "Foghlaim faoi uasghrádú Ethereum roimhe seo",
  "page-upgrades-whats-ethereum": "Fan, cad é Ethereum?",
  "page-upgrades-whats-new": "Cad atá romhainn do Ethereum?",
  "page-upgrades-security-link": "Tuilleadh faoi shlándáil agus cosc ​​ar chamscéimeanna",
  "page-staking-deposit-contract-staking-more-link": "Tuilleadh faoin ngeallchur",
  "docs-nav-proof-of-stake": "Cruthúnas-de-geall",
  "docs-nav-proof-of-work": "Cruthúnas-ar-obair",
  "page-upgrades-get-involved-ethresearch-1": "Sceardadh",
  "page-upgrades-get-involved-ethresearch-2": "An Comhoiriúnú"
}
