{
    "page-layer-2-hero-title": "Ciseal 2",
    "page-layer-2-hero-header": "Líonraí Ethereum",
    "page-layer-2-hero-description": "Bain úsáid as Ethereum le haghaidh codán den chostas.",
    "page-layer-2-hero-button-2-content": "Foghlaim níos mó",
    "page-layer-2-period": ".",
    "page-layer-2-calloutCard-1-title": "Táillí $0.01",
    "page-layer-2-calloutCard-1-description": "Is féidir leat trádáil, airgead a sheoladh go domhanda, nó feidhmchláir a úsáid gan a bheith buartha faoi chostais arda.",
    "page-layer-2-calloutCard-2-title": "Idirbhearta ar an toirt, nach mór",
    "page-layer-2-calloutCard-2-description": "Cibé an bhfuil tú ag déanamh íocaíocht thapa nó ag gabháil d’airgeadas díláraithe (DeFi), ní thógann gach idirbheart ach cúpla soicind.",
    "page-layer-2-calloutCard-3-title": "Le tacaíocht Ethereum",
    "page-layer-2-calloutCard-3-description": "Feidhmíonn blocshlabhra ama-chruthaithe agus díláraithe Ethereum mar an ciseal socraíochta do líonraí níos nuaí eile.",
    "page-layer-2-meta-title": "Intreoir d'Ethereum Ciseal 2: buntáistí agus úsáidí",
    "page-layer-2-meta-description": "Foghlaim faoi líonraí Ethereum ciseal 2",
    "page-layer-2-powered-by-ethereum-title": "Cumhachtaithe ag Ethereum",
    "page-layer-2-powered-by-ethereum-description-1": "Ní líonra amháin é Ethereum a thuilleadh.",
    "page-layer-2-powered-by-ethereum-description-2": "Leis na céadta blocshlabhra anois tógtha ar a bharr, tá Ethereum tar éis éirí níos cost-éifeachtaí, níos tapúla agus níos inrochtana le húsáid laethúil.",
    "page-layer-2-powered-by-ethereum-description-3": "Glac leis an todhchaí trí bheith páirteach i gceann de na líonraí iomadúla atá á gcumhachtú ag Ethereum!",
    "page-layer-2-man-and-dog-alt": "Fear agus madra ag imirt",
    "page-layer-2-blockchain-transaction-cost": "Meánchostas idirbhirt ar an mblocshlabhra Ethereum",
    "page-layer-2-networks-transaction-cost": "Meánchostas idirbhirt ar líonraí le tacaíocht Ethereum",
    "page-layer-2-network-of-networks-title": "Líonra na líonraí",
    "page-layer-2-network-of-networks-description": "Soláthraíonn neart agus slándáil Ethereum ardán do líonraí eile chun cur leo. Le cuntas amháin, tá gach rud comhoiriúnach agus nascann sé gan stró.",
    "page-layer-2-ethereum-logo-alt": "Ethereum",
    "page-layer-2-ready-to-start-title": "Réidh le tosú?",
    "page-layer-2-ready-to-start-description": "Féach ar na gréasáin éagsúla atá ar fáil duit.",
    "page-layer-2-ready-to-start-button": "Cuir eolas ar líonraí",
    "page-layer-2-go": "Téigh",
    "page-layer-2-walking-alt": "Ag siúl",
    "page-layer-2-why-do-we-need-multiple-networks-1": "Cén fáth a bhfuil gá againn le líonraí iolracha ar Ethereum?",
    "page-layer-2-why-do-we-need-multiple-networks-2": "Cén fáth go bhfuil na líonraí seo go léir agus ní hamháin líonra Ethereum amháin?",
    "page-layer-2-faq-title": "Ceisteanna coitianta",
    "page-layer-2-faq-ExpandableCard-1-title": "Conas a bheidh a fhios agam go bhfuil líonra mar chuid de Ethereum?",
    "page-layer-2-faq-ExpandableCard-1-description-1": "Tá go leor bealaí éagsúla ar féidir le duine líonraí a chatagóiriú maidir le Ethereum. Maíonn go leor líonraí go bhfuil siad ag scálú Ethereum chun tóir a bhailiú. Mar sin féin, is é dearcadh soiléir amháin ná an stórálann an líonra a chuid sonraí ar phríomhghréasán Ethereum. Cuireann sé seo go mór le slándáil an úsáideora agus fís gan chead Ethereum. Is minic a dtugtar “rollups” ar thionscadail dá leithéid. Má stóráiltear sonraí áit éigin eile, ní síneadh díreach Ethereum é an tionscadal agus tá sé sách neamhspleách. Amharc ar chuid de na cinn is coitianta",
    "page-layer-2-faq-ExpandableCard-1-description-2": "D’fhéadfadh sé nach mbeadh dlúthchaidreamh díreach den sórt sin ag teastáil ó thionscail áirithe, lena n-áirítear cearrbhachas nó feidhmeanna neamhairgeadais nuair is fearr a oireann teicneolaíochtaí éagsúla.",
    "page-layer-2-faq-ExpandableCard-2-title": "An bhfuil na líonraí seo go léir sábháilte?",
    "page-layer-2-faq-ExpandableCard-2-description-1": "Cé go bhfuil siad deartha go ginearálta le gnéithe slándála láidre, braitheann a sábháilteacht ar an teicneolaíocht bhunúsach, slándáil conartha cliste, agus",
    "page-layer-2-faq-ExpandableCard-2-link": "aibíocht an líonra",
    "page-layer-2-faq-ExpandableCard-2-description-2": "Ba cheart d’úsáideoirí dícheall cuí a dhéanamh, ag tosú le hidirbhearta beaga agus ag coinneáil ar an eolas faoi fhorbairtí chun úsáid shlán a chinntiú.",
    "page-layer-2-faq-ExpandableCard-3-title": "Cén fáth nach féidir le Ethereum a slabhra féin a scála in áit a bheith ag brath ar na líonraí seo?",
    "page-layer-2-faq-ExpandableCard-3-description": "Ní féidir le Ethereum a phríomhshlabhra féin a scála go héasca mar ní mór dó fanacht slán agus díláraithe. Dá ndéanfaí an príomhshlabhra níos tapúla d'fhéadfaí é a dhéanamh níos sábháilte agus níos láraithe. Cuidíonn líonraí Ethereum trí idirbhearta a phróiseáil as an bpríomhshlabhra agus ansin an príomhshlabhra a úsáid le haghaidh slándála, rud a ligeann do Ethereum níos mó idirbhearta a láimhseáil gan slándáil nó dílárú a chailliúint.",
    "page-layer-2-faq-ExpandableCard-4-title": "Cén fáth nach bhfuil aon líonraí Ethereum 'oifigiúla' ann?",
    "page-layer-2-faq-ExpandableCard-4-description": "Díreach mar nach bhfuil aon chliant Ethereum 'oifigiúil' ann, níl aon chiseal Ethereum 'oifigiúil' 2. Níl cead ag Ethereum - go teicniúil is féidir le duine ar bith ciseal 2 a chruthú! Cuirfidh foirne iolracha a leagan de chiseal 2 i bhfeidhm, agus bainfidh an t-éiceachóras ina iomláine leas as éagsúlacht cur chuige dearaidh atá optamaithe le haghaidh cásanna úsáide éagsúla. Cosúil go bhfuil cliaint Ethereum iolracha againn arna bhforbairt ag foirne iolracha chun éagsúlacht a bheith againn sa líonra, is é seo an chaoi a bhforbróidh ciseal 2s amach anseo freisin.",
    "page-layer-2-callout-1-title": "Amharc ar líonraí éagsúla",
    "page-layer-2-callout-1-description": "Foghlaim conas a bhíonn líonraí difriúil óna chéile agus cé chomh fada agus atá siad ina bhforbairt.",
    "page-layer-2-callout-2-title": "Spéis agat i níos mó sonraí?",
    "page-layer-2-callout-2-description": "Aisteach mar gheall ar an teicneolaíocht agus na cúiseanna atá leis an gcur chuige scálaithe seo? Níos mó a fhoghlaim faoin smaoineamh agus cineálacha cur chuige teicneolaíochta éagsúla.",
    "page-layer-2-arbitrum-description": "Is Rollup dóchasach ilchuspóireach é Arbitrum One arna thógáil ag Offchain Labs agus á rialú ag Arbitrum DAO.",
    "page-layer-2-base-description": "Is Rollup Dóchasach é Base a tógadh leis an OP Stack. Tairgeann sé bealach ar chostas íseal agus atá neamhdhíobhálach don tógálaí do dhuine ar bith, áit ar bith, chun onchain a thógáil.",
    "page-layer-2-optimism-description": "Is Rollup Dóchasach EVM é OP Príomhlíonra. Tá sé mar aidhm aige a bheith tapa, simplí agus slán.",
    "page-layer-2-blast-description": "Is Rollup Dóchasach atá comhoiriúnach le EVM é Blast a thacaíonn le toradh dúchasach.",
    "page-layer-2-zksync2-description": "Is ZK Rollup ilchuspóireach é ZKsync Era le comhoiriúnacht iomlán EVM.",
    "page-layer-2-linea-description": "Is Rollup ZK é Linea faoi thiomáint ag Consensys zkEVM, atá deartha chun líonra Ethereum a scála.",
    "page-layer-2-scroll-description": "Scrollaigh é ZK Rollup a leathnaíonn cumais Ethereum trí chomhoiriúnacht ZK tech agus EVM.",
    "page-layer-2-starknet-description": "Is ZK Rollup cuspóir ginearálta é Starknet bunaithe ar STARKs agus an Cairo VM.",
    "page-layer-2-mode-description": "Is éard atá i Mód ná Stack OP Rollup Dóchasach a thógann geilleagar AFI.",
    "page-layer-2-taiko-description": "Is rolladh ZK-EVM díláraithe, coibhéiseach Ethereum é Taiko a chuireann ar chumas cumarsáid trasshlabhra gan uaim."
}
