{
  "page-apps-dapp-description-cent": "Líonra sóisialta inar féidir leat airgead a thuilleamh trí NFTanna a phostáil.",
  "page-apps-dapp-description-decentraland": "Bailigh, trádáil talamh fíorúil i ndomhan fíorúil is féidir leat breathnú thart air.",
  "page-apps-dapp-description-ens": "Ainmneacha atá éasca le húsáid le haghaidh seoltaí Ethereum agus suíomhanna díláraithe.",
  "page-apps-dapp-description-gitcoin": "Tuill crypto trí bheith ag obair ar bhogearraí foinse oscailte.",
  "page-apps-dapp-description-gods-unchained": "Cluiche cártaí straitéise trádála. Cártaí a thuilleamh tríd an imirt gur féidir leat a dhíol sa saol fíor.",
  "page-apps-dapp-description-augur": "Geall ar thorthaí cluichí. Trádáil ar mhargaí faisnéise.",
  "page-apps-ready-button": "Téigh",
  "foundation": "Fondúireacht",
  "page-wallets-get-some": "Faigh roinnt ETH",
  "page-apps-title": "Aipeanna",
  "page-apps-subtitle": "Aimsigh liosta d’fheidhmchláir choimeádta a ritheann ar Ethereum agus líonraí ciseal 2",
  "page-apps-learn-button": "Foghlaim faoi aipeanna",
  "page-apps-highlights-title": "Buaicphointí",
  "page-apps-discover-title": "Faigh amach",
  "page-apps-applications-title": "Feidhchláir",
  "page-apps-categories-title": "Catagóirí iarratais",
  "page-apps-community-picks-title": "Roghanna pobail",
  "page-apps-meta-title": "Na haipeanna cripte is fearr ar Ethereum",
  "page-apps-meta-description": "Aimsigh aipeanna cripte ar Ethereum: déan iniúchadh ar DeFi, NFTanna, Sóisialta, Cearrbhachas, Droichid, Príobháideacht, Táirgiúlacht & DAO dApps. Aimsigh aipeanna ar slabhra iontaofa chun trádáil, tuilleamh agus idirghníomhú.",
  "page-apps-category-defi-name": "DeFi",
  "page-apps-category-defi-description": "Is catagóir d’fheidhmchláir dhíláraithe é DeFi a ligeann d’úsáideoirí a gcuid sócmhainní cripte a thabhairt ar iasacht, a thrádáil agus ús a thuilleamh orthu.",
  "page-apps-category-defi-meta-title": "Liosta d’aipeanna Ethereum DeFi — Iasachtaí, Fáltais & Toradh",
  "page-apps-category-defi-meta-description": "Fiosraigh na haipeanna DeFi is fearr ar Ethereum le haghaidh iasachtaí, iasachtú, eisiúint mona cobhsaí, creidmheas agus trádáil DEX ar an slabhra.",
  "page-apps-category-collectibles-name": "Earraí inbhailithe",
  "page-apps-category-collectibles-description": "Is sócmhainní digiteacha iad earraí inbhailithe atá uathúil agus nach féidir a mhacasamhlú.",
  "page-apps-category-collectibles-meta-title": "Liosta de na haipeanna NFT is fearr ar Ethereum",
  "page-apps-category-collectibles-meta-description": "Fiosraigh na haipeanna NFT is fearr chun earraí inbhailithe a cheannach, craicne cearrbhachais a thrádáil, agus sócmhainní digiteacha nua a fhionnadh ar fud príomh-mhargaí Ethereum.",
  "page-apps-category-social-name": "Sóisialta",
  "page-apps-category-social-description": "Is catagóir d’fheidhmchláir dhíláraithe é Social a ligeann d’úsáideoirí nascadh le daoine eile agus ábhar a roinnt.",
  "page-apps-category-social-meta-title": "Aipeanna sóisialta ar Ethereum: farcaster, zora agus níos mó",
  "page-apps-category-social-meta-description": "Fiosraigh na haipeanna teachtaireachtaí agus sóisialta is fearr ar Ethereum.",
  "page-apps-category-gaming-name": "Cluichíocht",
  "page-apps-category-gaming-description": "Is catagóir d'fheidhmchláir dhíláraithe é cearrbhachas a ligeann d'úsáideoirí cluichí a imirt agus luaíochtaí a thuilleamh.",
  "page-apps-category-gaming-meta-title": "Liosta cluichí cripte agus NFT ar Ethereum",
  "page-apps-category-gaming-meta-description": "Aimsigh na cluichí blocshlabhra is fearr atá spraíúil a imirt. MMORPG, cluichí cártaí, cearrbhachas AI, RPG, cluichí ócáideacha",
  "page-apps-category-bridge-name": "Droichead",
  "page-apps-category-bridge-description": "Is catagóir d'fheidhmchláir dhíláraithe é droichead a ligeann d'úsáideoirí a gcuid sócmhainní a dhroicheadú idir líonraí éagsúla.",
  "page-apps-category-bridge-meta-title": "Liosta de dhroichid Ethereum chuig líonraí éagsúla",
  "page-apps-category-bridge-meta-description": "Faigh amach an aip droichid cripte is fearr chun do shócmhainní a bhogadh idir líonraí éagsúla agus sraitheanna 2s.",
  "page-apps-category-productivity-name": "Táirgiúlacht",
  "page-apps-category-productivity-description": "Is catagóir d'fheidhmchláir dhíláraithe í táirgiúlacht a ligeann d'úsáideoirí a bheith táirgiúil.",
  "page-apps-category-productivity-meta-title": "Aipeanna táirgiúlachta agus aitheantais díláraithe",
  "page-apps-category-productivity-meta-description": "Fiosraigh na haipeanna Ethereum is fearr le haghaidh aitheantais dhíláraithe, stórála, DNS, agus ríomhaireachta físe. Feabhsaigh do tháirgiúlacht ar an slabhra le huirlisí bonneagair iontaofa.",
  "page-apps-category-privacy-name": "Príobháideacht",
  "page-apps-category-privacy-description": "Is catagóir d'fheidhmchláir dhíláraithe í an phríobháideacht a ligeann d'úsáideoirí a bheith príobháideach.",
  "page-apps-category-privacy-meta-title": "Aipeanna príobháideachta Ethereum: airgead tirim tornado agus eile",
  "page-apps-category-privacy-meta-description": "Déan iniúchadh ar aipeanna príobháideachta Ethereum cosúil le Tornado Cash agus cinn eile a chosnaíonn anaithnideacht úsáideoirí, a chumasaíonn idirbhearta príobháideacha, agus a fheabhsaíonn rúndacht ar an slabhra.",
  "page-apps-category-dao-name": "DAO",
  "page-apps-category-dao-description": "Is catagóir d’fheidhmchláir dhíláraithe é DAO a ligeann d’úsáideoirí eagraíochtaí uathrialacha díláraithe a rialú agus a chruthú.",
  "page-apps-category-dao-meta-title": "Liosta uirlisí DAO ar Ethereum",
  "page-apps-category-dao-meta-description": "Faigh amach na huirlisí DAO is fearr ar Ethereum le haghaidh rialachais, bainistíocht chisteáin, vótála, agus comhordú ranníocóirí. Seoladh, bainistigh agus fás d'eagraíocht dhíláraithe.",
  "page-apps-see-all": "Féach ar gach rud",
  "page-apps-suggest-an-app-title": "Mol aip",
  "page-apps-suggest-an-app-description": "Táimid i gcónaí ag lorg aipeanna nua le cur lenár liosta. Má tá aithne agat ar aip a cheapann tú ba chóir a bheith ar an liosta, cuir in iúl dúinn le do thoil.",
  "page-apps-suggest-an-app-button": "Mol aip",
  "page-apps-filter-by": "Scag de réir",
  "page-apps-filter-all": "Gach",
  "page-apps-showing": "Ag taispeáint",
  "page-apps-visit-app": "Tabhair cuairt ar {appName}",
  "page-apps-see-next": "Féach ar aghaidh",
  "page-apps-info-title": "Eolas",
  "page-apps-info-founded": "Bunaithe",
  "page-apps-info-creator": "Creator",
  "page-apps-info-last-updated": "Nuashonrú is déanaí",
  "page-apps-gallery-title": "Gailearaí",
  "page-apps-more-apps-like-this": "Tuilleadh aipeanna mar seo",
  "page-apps-today": "Inniu",
  "page-apps-one-day-ago": "1 lá ó shin",
  "page-apps-days-ago": "{days} lá ó shin"
}