{
  "page-get-eth-article-keeping-crypto-safe": "Na heochracha chun do crypto a choinneáil sábháilte",
  "page-get-eth-article-protecting-yourself": "Tú féin agus do chistí a chosaint",
  "page-get-eth-article-store-digital-assets": "Conas sócmhainní digiteacha a stóráil ar Ethereum",
  "page-get-eth-article-protecting-yourself-desc": "MyCrypto",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": "Malartuithe láraithe",
  "page-get-eth-cex-desc": "Is gnólachtaí iad malartáin a ligeann duit crypto a cheannach trí úsáid a bhaint as airgeadraí traidisiúnta. Tá cúram acu ar ETH ar bith a cheannaíonn tú go dtí go seolann tú é chuig sparán a rialaíonn tusa.",
  "page-get-eth-checkout-dapps-btn": "Breathnaigh ar dhaipeanna",
  "page-get-eth-community-safety": "Poist pobail maidir le slándáil",
  "page-get-eth-description": "Níl Ethereum á rialú ag aon eagraíocht amháin - tá sé díláraithe.",
  "page-get-eth-dex": "Malartuithe díláraithe (DEXanna)",
  "page-get-eth-dex-desc": "Más mian leat tuilleadh rialaithe, ceannaigh ETH trí úsáid a bhaint as <a href=\"/glossary/#smart-contract\">conarthaí cliste</a>. Le DEX is féidir leat sócmhainní digiteacha a thrádáil gan smacht a thabhairt do chuideachta láraithe ar do chistí riamh.",
  "page-get-eth-peers": "Faigh ETH ó do chomhghleacaithe",
  "page-get-eth-peers-desc": "Nuair a bheidh cuntas Ethereum agat, níl le déanamh agat ach do sheoladh a roinnt chun tús a chur le ETH (agus comharthaí eile) a sheoladh agus a fháil le comhghleacaithe.",
  "page-get-eth-staking": "Luaíochtaí a gheallchur",
  "page-get-eth-staking-desc": "Má tá roinnt ETH agat cheana féin, is féidir leat níos mó a thuilleamh trí nód bailíochtaithe a rith. Íoctar tú as an obair fíoraithe seo a dhéanamh in ETH.",
  "page-get-eth-earn": "Tuill ETH",
  "page-get-eth-earn-desc": "Is féidir leat ETH a thuilleamh trí bheith ag obair do DAOnna nó do chuideachtaí a íocann in crypto, trí dheolchairí a bhaint, trí fabhtanna bogearraí a aimsiú agus eile.",
  "page-get-eth-daos-link-desc": "Foghlaim faoi DAOnna",
  "page-get-eth-cex-link-desc": "Féach ar liosta de na malartáin",
  "page-get-eth-staking-link-desc": "Foghlaim tuilleadh faoi gheallchur",
  "page-get-eth-dexs": "Malartáin díláraithe (DEXanna)",
  "page-get-eth-dexs-desc": "Is margaí oscailte iad malartáin dhíláraithe le haghaidh ETH agus comharthaí eile. Ceanglaíonn siad ceannaitheoirí agus díoltóirí go díreach.",
  "page-get-eth-dexs-desc-2": "In ionad tríú páirtí iontaofa a úsáid chun cistí a chosaint san idirbheart, úsáidtear cód. Ní dhéanfar ETH an díoltóra a aistriú ach amháin nuair a ráthaítear íocaíocht. Tugtar conradh cliste ar an gcineál seo cód.",
  "page-get-eth-dexs-desc-3": "Leis sin fágtar go bhfuil níos lú srianta geografacha ann ná mar atá le roghanna láraithe. Má tá duine éigin ag díol a bhfuil uait agus ag glacadh le modh íocaíochta is féidir leat a thabhairt dó, is féidir libh beirt an beart a dhéanamh.",
  "page-get-eth-dexs-desc-4": "Nóta: úsáideann go leor dexeanna éitear fillte (WETH) chun feidhmiú. <a href=\"/wrapped-eth\">Foghlaim tuilleadh faoi éitear fillte</a>.",
  "page-get-eth-do-not-copy": "Sampla: Ná cóipeáil",
  "page-get-eth-exchanges-disclaimer": "Bhailíomar an fhaisnéis seo de láimh. Má fheiceann tú rud éigin mícheart, cuir in iúl dúinn ag",
  "page-get-eth-exchanges-empty-state-text": "Cuir isteach do thír chónaithe chun liosta de na malartáin a d'fhéadfá a úsáid a fheiceáil",
  "page-get-eth-exchanges-except": "Ach amháin",
  "page-get-eth-exchanges-header": "Cén tír ina bhfuil cónaí ort?",
  "page-get-eth-exchanges-header-exchanges": "Malartáin",
  "page-get-eth-exchanges-header-wallets": "Sparáin",
  "page-get-eth-exchanges-intro": "Tá srianta ag malartáin ar an áit ar féidir leo crypto a dhíol. Is liosta táscach é seo de sheirbhísí a mheastar a bheith ag feidhmiú i ngach tír. Ní hionann formhuiniú agus cuimsiú sa chás seo - ba cheart duit do chuid taighde féin a dhéanamh!",
  "page-get-eth-exchanges-no-exchanges": "Faraor, níl aon mhalartáin ar eolas againn a ligeann duit ETH a cheannach ón tír seo. Má tá aon eolas agatsa, inis dúinn ag",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Faraor, níl aon mhalartáin ar eolas againn a ligeann duit ETH a cheannach ón tír seo. Más eol duit ceann, inis dúinn ag",
  "page-get-eth-exchanges-no-wallets": "Faraor, níl aon sparáin ar eolas againn a ligeann duit ETH a cheannach ón tír seo. Más eol duit ceann, inis dúinn ag",
  "page-get-eth-exchanges-search": "Clóscríobh cá bhfuil tú i do chónaí...",
  "page-get-eth-exchanges-success-exchange": "Seans go nglacfaidh sé roinnt laethanta chun clárú le malartán mar gheall ar a gcuid seiceálacha dlíthiúla.",
  "page-get-eth-exchanges-success-wallet-link": "sparáin",
  "page-get-eth-exchanges-success-wallet-paragraph": "Áit a bhfuil cónaí ort, is féidir ETH a cheannach go díreach ó na sparán seo. Foghlaim tuilleadh faoi",
  "page-get-eth-exchanges-usa": "Stáit Aontaithe Mheiriceá (SAM)",
  "page-get-eth-get-wallet-btn": "Faigh sparán",
  "page-get-eth-hero-image-alt": "Faigh íomhá laoch ETH",
  "page-get-eth-keep-it-safe": "Ag coinneáil do ETH slán",
  "page-get-eth-meta-description": "Conas ETH a cheannach bunaithe ar an áit a bhfuil cónaí ort agus comhairle ar conas cúram a dhéanamh de.",
  "page-get-eth-meta-title": "Conas Ethereum (ETH) a cheannach",
  "page-get-eth-need-wallet": "Beidh sparán ag teastáil uait chun DEX a úsáid.",
  "page-get-eth-new-to-eth": "Nár úsáid tú ETH riamh? Seo forbhreathnú chun cabhrú leat tús a chur leis.",
  "page-get-eth-other-cryptos": "Ceannaigh le crypto eile",
  "page-get-eth-protect-eth-desc": "Ceann de phríomhghnéithe Ethereum ná go gcoimeádann tú smacht ar do shócmhainní féin trí do chuntas féin a bhainistiú. Ciallaíonn sé seo nach gcaithfidh tú muinín a bheith agat as do shócmhainní in aon tríú páirtí, agus tá tú cosanta ó aon chaomhnóir a ghníomhaíonn go mímhacánta, ón bhféimheacht nó ón hackáil. Mar sin féin, ciallaíonn sé freisin go nglacann tú freagracht as do shlándáil féin.",
  "page-get-eth-protect-eth-in-wallet": "Coinnigh do chuid ETH i do sparán féin",
  "page-get-eth-search-by-country": "Cuardaigh de réir tíre",
  "page-get-eth-security": "Ciallaíonn sé seo go gcaithfidh tú slándáil do chistí a ghlacadh dáiríre. Le ETH, níl tú ag cur muiníne i mbanc nó i gcuideachta chun aire a thabhairt do do shócmhainní, tá tú ag glacadh freagrachta asat féin.",
  "page-get-eth-smart-contract-link": "Tuilleadh faoi chonarthaí cliste",
  "page-get-eth-swapping": "Malartaigh do chuid comharthaí le haghaidh ETH de chuid daoine eile. Agus vice versa.",
  "page-get-eth-try-dex": "Bain triail as DEX",
  "page-get-eth-use-your-eth": "Bain úsáid as do ETH",
  "page-get-eth-use-your-eth-dapps": "Anois agus go bhfuil cuid ETH agat, seiceáil roinnt feidhmchlár Ethereum (daipeanna). Tá daipeanna ann le haghaidh airgeadais, meán sóisialta, cluichíochta agus go leor catagóirí eile.",
  "page-get-eth-wallet-instructions": "Lean na treoracha sparáin",
  "page-get-eth-wallet-instructions-lost": "Má chailleann tú rochtain ar do chuntas, caillfidh tú rochtain ar do chistí. Ba chóir go dtabharfadh do sparán treoracha duit maidir leis sin a sheachaint. Bí cinnte go leanann tú iad go cúramach - i bhformhór na gcásanna, ní féidir le duine ar bith cabhrú leat má chailleann tú rochtain ar do chuntas.",
  "page-get-eth-wallets": "Sparáin",
  "page-get-eth-wallets-link": "Tuilleadh faoi sparáin",
  "page-get-eth-wallets-purchasing": "Ligeann roinnt sparán duit crypto a cheannach trí chárta dochair/creidmheasa, trí aistriú bainc nó fiú trí Apple Pay. Tá srianta geografacha i bhfeidhm.",
  "page-get-eth-warning": "Ní do thosaitheoirí na DEXanna seo mar beidh roinnt ETH ag teastáil uait chun iad a úsáid. Níl iontu seo ach samplaí - ní táirgí formhuinithe iad. Déan do chuid taighde féin!",
  "page-get-eth-what-are-DEX's": "Cad iad DEXanna?",
  "page-get-eth-whats-eth-link": "Cad é ETH?",
  "page-get-eth-where-to-buy-desc": "Is féidir leat ETH a thuilleamh, é a fháil ó do chomhghleacaithe, nó é a cheannach ó mhalartáin agus aipeanna.",
  "page-get-eth-where-to-buy-desc-2": "Seiceáil cad iad na seirbhísí is féidir leat a úsáid bunaithe ar an áit ina gcónaíonn tú.",
  "page-get-eth-where-to-buy-title": "Cá háit a bhfaighidh tú ETH",
  "page-get-eth-your-address": "Do sheoladh ETH",
  "page-get-eth-your-address-desc": "Nuair a íoslódálann tú sparán cruthóidh sé seoladh poiblí ETH duit. Seo an chuma atá ar sheoladh poiblí:",
  "page-get-eth-your-address-desc-3": "Smaoinigh air seo amhail do sheoladh ríomhphoist, ach in ionad ríomhphoist a fháil, is féidir ETH a fháil. Más mian leat ETH a aistriú ó mhalartán chuig do sparán, bain úsáid as do sheoladh mar cheann scríbe. Bí cinnte seiceáil dúbailte a dhéanamh i gcónaí sula seolann tú é!",
  "page-get-eth-your-address-wallet-link": "Breathnaigh ar sparáin",
  "listing-policy-raise-issue-link": "Tuairiscigh fadhb",
  "page-find-wallet-last-updated": "An nuashonrú is déanaí"
}
