{
  "page-what-is-ethereum-meta-title": "Cad é Ethereum? (Treoir Iomlán) | ethereum.org",
  "page-what-is-ethereum-meta-description": "Forbhreathnú iomlán ar cad is Ethereum ann, conas a oibríonn sé, cad a dhéanann sé agus conas tosú ag baint úsáide as nó tógáil air. Mínithe i dtéarmaí simplí.",
  "page-what-is-ethereum-title": "Cad é Ethereum?",
  "page-what-is-ethereum-hero-description-1": "Is líonra blocshlabhra díláraithe agus ardán forbartha bogearraí é Ethereum, atá faoi thiomáint ag an gcriptea-airgeadra éitear (ETH).",
  "page-what-is-ethereum-hero-description-2": "Tá na mílte criptea-airgeadraí agus feidhmchlár ann ar fud DeFi, NFTanna, cearrbhachas, na meáin shóisialta díláraithe agus monaí cobhsaí.",
  "page-what-is-ethereum-ethereum-intro-1": "Is blocshlabhra oscailte, poiblí é Ethereum a seoladh i mí Iúil 2015 ag forbróir bogearraí darb ainm Vitalik Buterin agus foireann bheag comhbhunaitheoirí.",
  "page-what-is-ethereum-ethereum-intro-2": "Bhí an smaoineamh taobh thiar de Ethereum simplí. Cé gur lig Bitcoin duit airgead digiteach a sheoladh agus a fháil, thógfadh Ethereum air seo le cláir foinse oscailte ar a dtugtar <a>conarthaí cliste</a>.",
  "page-what-is-ethereum-ethereum-intro-3": "Ligeann <strong>conarthaí cliste</strong> do dhuine ar bith a gcuid sócmhainní digiteacha féin agus feidhmchláir dhíláraithe (dapps) a chruthú a ritheann 24/7, ar fud an domhain. Agus murab ionann agus bainc, corparáidí nó institiúidí eile, tá conarthaí cliste ar fáil d'aon duine a bhfuil nasc idirlín aige.",
  "page-what-is-ethereum-ethereum-intro-4": "Ó 2015 i leith, tá Ethereum tar éis fás ina éiceachóras rathúil de shócmhainní digiteacha ar nós <strong>monaí cobhsaí</strong>, comharthaí neamh-mheasctha (<strong>NFTanna</strong>), agus comharthaí rialachais, chomh maith le domhan fairsing dapps don airgeadas díláraithe (<strong>DeFi</strong>), ealaín agus earraí inbhailithe, cearrbhachas agus meáin shóisialta dhíláraithe.",
  "page-what-is-ethereum-ethereum-intro-5": "Le chéile, tugtar \"<strong>web3</strong>\" ar an éiceachóras seo, rud a léiríonn an tríú céim den <strong>idirlíon atá dírithe ar úinéireacht</strong>.",
  "page-what-is-ethereum-ethereum-intro-6": "Sa lá atá inniu ann, úsáideann na<millions>na milliúin</millions> daoine ar fud an domhain a bhfuil <billions>na billiúin dollar</billions> i sócmhainní acu a sheolann agus a fhaigheann na <trillions>trilliúin dollar</trillions> gach bliain—gan banc a úsáid.",
  "page-what-is-ethereum-ethereum-intro-7": "I gcroílár seo go léir tá cripte-airgeadra dúchais Ethereum<strong>éitear (ETH)</strong>, cineál nua airgid dhigitigh a úsáidtear chun an líonra iomlán a chumhachtú.",
  "page-what-is-ethereum-network-title": "Cad é líonra Ethereum?",
  "page-what-is-ethereum-network-intro-1": "Is féidir leat smaoineamh ar an líonra ethereum mar <strong>bhonneagar digiteach domhanda gur féidir le duine ar bith a úsáid</strong> ach nach féidir le duine ar bith mí-úsáid a bhaint as.",
  "page-what-is-ethereum-network-intro-2": "Tá an líonra comhdhéanta de na <strong>na mílte ríomhairí neamhspleácha</strong> ar fud an domhain ar a dtugtar nóid. Oibríonn na nóid seo, atá á reáchtáil ag gnáthdhaoine, le chéile chun seirbhísí airgeadais agus feidhmchláir dhigiteacha a sholáthar d'aon duine, in áit ar bith.",
  "page-what-is-ethereum-network-intro-3": "Tá <strong>3 phríomhbhuntáiste</strong> ag líonra Ethereum thar líonraí traidisiúnta faoi úinéireacht institiúidí. Is iad sin friotaíocht chinsireachta, slándáil fheabhsaithe agus iontaofacht fheabhsaithe.",
  "page-what-is-ethereum-network-censorship-title": "Friotaíoch in aghaidh na Cinsireachta",
  "page-what-is-ethereum-network-censorship-desc-1": "Cé go mbraitheann aipeanna agus seirbhísí airgeadais traidisiúnta ar bhainc nó ar chorparáidí a fhéadann cinneadh a dhéanamh rochtain a bhac nó cuntais a reo, tá dapps ar Ethereum frithsheasmhach in aghaidh na cinsireachta.",
  "page-what-is-ethereum-network-censorship-desc-2": "Tá sé seo amhlaidh toisc go dtaifeadann líonra nóid ethereum gach idirbheart gan idirdhealú - agus tá an riail seo leabaithe sa chód.",
  "page-what-is-ethereum-network-security-title": "An-slán",
  "page-what-is-ethereum-network-security-desc-1": "Cé go bhfuil go leor aipeanna á n-óstáil ar sholáthraithe scamall cosúil le AWS inniu agus gur féidir leo a bheith leochaileach i leith bainte anuas agus ionsaithe, tá dapp-eanna ar Ethereum slán ón líonra féin. Stórálann agus sioncrónaíonn gach nód staid iomlán Ethereum, lena n-áirítear na conarthaí go léir.",
  "page-what-is-ethereum-network-security-desc-2": "Dá ndéanfadh duine iarracht conradh a athrú, dhiúltódh an líonra dó mar nach mbeadh sé ag teacht lena dtaifid. Chun aip amháin a bhaint anuas, ní mór d’ionsaitheoirí an líonra ar fad a ghlacadh ar láimh, rud a chosnódh na billiúin agus a bheadh ​​thar a bheith deacair a chomhordú.",
  "page-what-is-ethereum-network-reliability-title": "Marthanach agus iontaofa",
  "page-what-is-ethereum-network-reliability-desc-1": "Is féidir le ham neamhghníomhach ar ardáin óstála scamall aipeanna a chur as líne, ach cinntíonn dearadh Ethereum am oibriúcháin foirfe. Leanfaidh an líonra ag rith fiú má théann roinnt nóid as líne mar gheall ar fhabhtanna bogearraí, géarchéimeanna rialtais, tubaiste nádúrtha, nó cogadh.",
  "page-what-is-ethereum-network-reliability-desc-2": "Úsáideann na milliúin daoine na mílte dapp ar Ethereum gach lá. Cé gur féidir le táillí idirbhirt arda a bheith mar thoradh ar éileamh ard, léiríonn sé neart líonra a thugann tús áite do shlándáil, dílárú, agus an ráthaíocht go bhfuil sé ar fáil i gcónaí nuair is gá duit é.",
  "page-what-is-ethereum-network-layer2-title": "Iarmhíreanna Ethereum (Sraith 2)",
  "page-what-is-ethereum-network-layer2-desc-1": "Tá líonraí Sraith 2 (L2) cruthaithe ag foirne éagsúla a ritheann ar bharr Ethereum chun acmhainn Ethereum a mhéadú. Feidhmíonn L2anna cosúil le lánaí meara, rud a fhágann go mbíonn idirbhearta níos tapúla agus níos saoire—uaireanta ag costas níos lú ná cent ar an meán.",
  "page-what-is-ethereum-network-layer2-desc-2": "Próiseálann cuid de na L2anna is mó tóir, lena n-áirítear <optimism>Optimism</optimism>, <arbitrum>Arbitrum</arbitrum>, <zksync>ZKSync</zksync>, agus <base>Base</base>, na milliúin idirbheart ar fiú na billiúin dollar iad gach bliain anois.",
  "page-what-is-ethereum-network-learn-more": "Foghlaim tuilleadh faoin líonra Ethereum",
  "page-what-is-ethereum-ether-title": "Cad é éitear (ETH)?",
  "page-what-is-ethereum-ether-intro-1": "Is é Ether (ETH) criptea-airgeadra dúchasach Ethereum.",
  "page-what-is-ethereum-ether-intro-2": "Is cineál nua <strong>airgid digiteach é is féidir leat a sheoladh chuig aon duine, áit ar bith ar domhan i soicindí</strong> ar chomh beag le cúpla cent. Ach tá níos mó i gceist le ETH ná íocaíochtaí amháin. Tá ról ríthábhachtach aige i líonra Ethereum a choinneáil ag rith.",
  "page-what-is-ethereum-ether-intro-3": "Nuair a úsáideann tú Ethereum chun airgead a sheoladh, ealaín a bhailiú nó dapp nua a thógáil, íocann tú táille bheag <strong>idirbhirt</strong> (nó táille gháis) <strong>in ETH</strong>. Cuidíonn an táille seo le turscar a chosc agus tugann sí luach saothair do na daoine ar a dtugtar bailíochtóirí a phróiseálann idirbhearta.",
  "page-what-is-ethereum-ether-intro-4": "Cuidíonn na <strong>bailitheoirí seo chun an líonra ethereum a dhaingniú</strong> trí chóras ar a dtugtar staking. Trína n-ETH a ghlasáil, tá siad incháilithe chun idirbhearta a phróiseáil. Mar mhalairt air sin, faigheann siad ETH mar luach saothair. Tugann sé seo geilleagar féinchothaitheach d'Ethereum, faoi thiomáint ag úsáideoirí seachas cuideachtaí.",
  "page-what-is-ethereum-ether-intro-5": "Murab ionann agus go leor airgeadraí traidisiúnta, is féidir le <strong>ETH éirí níos gainne le himeacht ama</strong>. Gach uair a úsáideann duine Ethereum, dóitear cuid bheag de, a bhaintear go buan as an soláthar. Ar laethanta gnóthacha, dóitear níos mó ETH ná mar a chruthaítear, rud a fhágann go bhfuil ETH díbhoilscithe agus go méadaíonn a luach le himeacht ama. Dá mhéad Ethereum a úsáidtear, is ea is mó ETH a dhóitear.",
  "page-what-is-ethereum-ether-intro-6": "Mar gheall air seo, feiceann go leor daoine ETH mar infheistíocht agus roghnaíonn siad é a shealbhú, a ghealladh nó a thabhairt ar iasacht chun a gcuid coigiltis a fhás.",
  "page-what-is-ethereum-ether-learn-more": "Foghlaim tuilleadh faoi Ether (ETH)",
  "page-what-is-ethereum-how-title": "Conas a oibríonn Ethereum?",
  "page-what-is-ethereum-how-intro-1": "Nuair a seoladh Ethereum <strong>in 2015</strong>, d'úsáid sé córas ar a dtugtar cruthúnas oibre.",
  "page-what-is-ethereum-how-intro-2": "Is é an mheicníocht seo, arb é Bitcoin a ceannródaí, an chaoi ar aontaigh na ríomhairí go léir faoi cé leis cén rud. D'úsáidfeadh ríomhairí go leor fuinnimh ag iarraidh puzal matamaiticiúil casta a réiteach. Gheobhadh an buaiteoir bloc idirbheart isteach a mholadh agus ETH nua a thuilleamh.",
  "page-what-is-ethereum-how-intro-3": "In 2022, d'uasghrádaigh Ethereum go córas nua ar a dtugtar <strong>cruthúnas geallchuir:</strong> <a>tá sé sin 99% níos tíosaí ar fhuinneamh</a>. In ionad puzail mhatamaiticiúla, glasálann bailíochtóirí a n-ETH mar thaisce slándála chun an ceart a thuilleamh chun idirbhearta a phróiseáil.",
  "page-what-is-ethereum-how-intro-4": "Má dhéanann siad i gceart é, gheobhaidh siad ETH. Má dhéanann siad calaois, caillfidh siad cuid dá gcuid geall.",
  "page-what-is-ethereum-how-intro-5": "Seo sampla:",
  "page-what-is-ethereum-how-example-1-title": "Nuair a sheolann tú $10 i monaí cobhsai chuig cara ar Ethereum:",
  "page-what-is-ethereum-how-example-1-step-1": "Osclaíonn tú do sparán, cuireann tú seoladh an chuntais agus an méid leis, ansin cliceáil ar seol.",
  "page-what-is-ethereum-how-example-1-step-2": "Síníonn do sparán an íocaíocht agus craolann sé chuig an líonra í.",
  "page-what-is-ethereum-how-example-1-step-3": "Fanann an íocaíocht sa scuaine phoiblí (mempool) go dtí go roghnóidh moltóir bloc í.",
  "page-what-is-ethereum-how-example-1-step-4": "Cuireann an moltóir bloc é leis an gcéad bhloc idirbheart eile, craolann sé é, agus faigheann sé táille.",
  "page-what-is-ethereum-how-example-1-step-5": "Bogann an conradh mona cobhsaí $10 uait chuig do chara, agus déantar an dá sparán a nuashonrú.",
  "page-what-is-ethereum-how-example-1-step-6": "Déanann líonra domhanda bailíochtóirí seiceáil dhúbailte ar bhailíocht na n-athruithe agus dearbhaíonn siad iad.",
  "page-what-is-ethereum-how-example-2-title": "Nuair a dhéanann tú earra inbhailithe $5 a mhúnlú ar Ethereum:",
  "page-what-is-ethereum-how-example-2-step-1": "Ceanglaíonn tú do sparán leis an dapp agus roghnaíonn tú an mhír le bualadh.",
  "page-what-is-ethereum-how-example-2-step-2": "Deimhníonn tú an ceannach; síníonn agus craolann an sparán an t-idirbheart.",
  "page-what-is-ethereum-how-example-2-step-3": "Téann an iarratas mionta isteach sa mempool agus cuireann bailíochtóir le bloc é.",
  "page-what-is-ethereum-how-example-2-step-4": "Taifeadann an conradh cliste NFT do sparán mar an t-úinéir nua.",
  "page-what-is-ethereum-how-example-2-step-5": "Feictear d'earra inbhailithe nua i do sparán cúpla soicind ina dhiaidh sin.",
  "page-what-is-ethereum-how-outro-1": "Tá sé seo go léir indéanta a bhuíochas le cumhacht na gconarthaí cliste; cláir foinse oscailte a mhaireann ar Ethereum agus a ritheann 24/7, 365 inrochtana ag aon duine, áit ar bith.",
  "page-what-is-ethereum-how-outro-2": "<strong>Déantar gach idirbheart, nuashonrú agus gníomh a shioncronú trasna na mílte nód neamhspleácha.</strong> Tugann sé seo iontaofacht, trédhearcacht agus friotaíocht chinsireachta d'Ethereum.",
  "page-what-is-ethereum-how-learn-more-1": "Foghlaim tuilleadh faoi conas a oibríonn Ethereum",
  "page-what-is-ethereum-how-learn-more-2": "Léigh doiciméid forbróra le haghaidh forbhreathnú teicniúil ar Ethereum",
  "page-what-is-ethereum-what-title": "Cad dó a n‑úsáidtear Ethereum?",
  "page-what-is-ethereum-what-intro-1": "Úsáideann daoine Ethereum chun rudaí a dhéanamh nárbh fhéidir roimhe seo.",
  "page-what-is-ethereum-what-intro-2": "Is féidir le feirmeoirí i gCéinia <insurance>árachas uathoibrithe ar a mbarr</insurance> a fháil gan iarratas a dhéanamh ar bhanc. Is féidir le gnólachtaí cosúil le <strong>Visa</strong> <payment>córais íocaíochta nua a sheoladh a fheidhmíonn go domhanda</payment> ón gcéad lá. Is féidir le heagraíochtaí domhanda cosúil leis na <strong>NA</strong> <aid>cúnamh a sheachadadh do dhídeanaithe</aid> ag sábháil na milliúin i dtáillí bainc.",
  "page-what-is-ethereum-what-intro-3": "Ritheann na dapps agus na sócmhainní seo ar Ethereum le cód foinse oscailte agus ní féidir iad a shrianadh, a chinsireacht ná a mhúchadh.",
  "page-what-is-ethereum-what-intro-4": "Seo mar atá grúpaí éagsúla á úsáid inniu:",
  "page-what-is-ethereum-what-consumers-title": "Tomhaltóirí",
  "page-what-is-ethereum-what-consumers-desc-1": "Úsáideann na milliúin daoine dapps ar Ethereum cheana féin chun airgead a bhogadh, trádáil a dhéanamh, agus sócmhainní digiteacha a bheith acu gach lá. Murab ionann agus aipeanna traidisiúnta, níl aon ghá clárú le d’ainm féin, fanacht le banc chun tú a cheadú, ná do shonraí pearsanta a thabhairt ar láimh.",
  "page-what-is-ethereum-what-consumers-desc-2": "Le sparán agus nasc idirlín amháin is féidir leat:",
  "page-what-is-ethereum-what-consumers-benefit-1": "<strong>Rochtain a fháil ar sheirbhísí airgeadais gan cuntas bainc</strong> nó stair chreidmheasa",
  "page-what-is-ethereum-what-consumers-benefit-2": "<strong>A bheith i d'úinéir ar earraí inbhailithe digiteacha</strong>, ealaín, agus sócmhainní nach féidir a chóipeáil nó a choigistiú",
  "page-what-is-ethereum-what-consumers-benefit-3": "Síniú isteach i dapps ag baint úsáide as do sparán, ní do ríomhphost—<strong>níl aon fhocal faire, ná aon fhaisnéis phearsanta ag teastáil</strong>",
  "page-what-is-ethereum-what-consumers-benefit-4": "Páirt a ghlacadh i bpobail dhomhanda inar féidir leat vótáil, ranníocaíocht a dhéanamh agus airgead a thuilleamh gan teorainneacha",
  "page-what-is-ethereum-what-businesses-title": "Gnólachtaí & forbróirí",
  "page-what-is-ethereum-what-businesses-benefit-1": "Dapps a sheoladh le córas íocaíochtaí domhanda ionsuite ón gcéad lá",
  "page-what-is-ethereum-what-businesses-benefit-2": "Conarthaí dosháraithe a chur i bhfeidhm a <strong>fhorfheidhmíonn comhaontuithe go huathoibríoch</strong>",
  "page-what-is-ethereum-what-businesses-benefit-3": "Táirgí airgeadais a chruthú ar féidir le duine ar bith tógáil orthu agus luach a thiomáint dóibh",
  "page-what-is-ethereum-what-businesses-example": "Mar shampla, <a>sheol PayPal a mhona cobhsaí féin, PYUSD, ar Ethereum</a>. Is comhartha é seo go bhfeiceann fiú na cuideachtaí íocaíochta is mó ar domhan leas nádúr oscailte agus in-ríomhchláraithe Ethereum.",
  "page-what-is-ethereum-what-governments-title": "Rialtais",
  "page-what-is-ethereum-what-governments-intro": "Tá rialtais ag tosú freisin ar a bhfuil indéanta a bhuíochas le Ethereum a fhiosrú.",
  "page-what-is-ethereum-what-governments-benefit-1": "<strong>Cistí poiblí agus tairbhí a dháileadh</strong> go díreach do shaoránaigh le trédhearcacht iomlán",
  "page-what-is-ethereum-what-governments-benefit-2": "<strong>Aitheantais dhigiteacha a eisiúint</strong> nó taifid atá infhíoraithe agus iniompartha thar theorainneacha",
  "page-what-is-ethereum-what-governments-benefit-3": "<strong>Bonneagar poiblí do-bhearnaithe a thógáil le haghaidh vótála</strong>, teidil talún agus clárlanna",
  "page-what-is-ethereum-what-governments-example-1": "I gcás eile, d'úsáid Aireacht an Chlaochlaithe Dhigiteach san Úcráin <a>Ethereum chun cúnamh a dháileadh aimsir chogaidh </a>.",
  "page-what-is-ethereum-what-governments-example-2": "Cistí a sheoladh go díreach chuig saoránaigh agus eagraíochtaí neamhrialtasacha ag baint úsáide as conarthaí cliste oscailte, rud a chuir trédhearcacht, luas agus cuntasacht ar fáil le linn géarchéime.",
  "page-what-is-ethereum-what-learn-more": "Foghlaim tuilleadh faoi na húsáidí a bhaintear as Ethereum",
  "page-what-is-ethereum-start-title": "Conas tosú ag úsáid Ethereum",
  "page-what-is-ethereum-start-intro-1": "Tá sé níos éasca ná mar a cheapfá tosú le Ethereum.",
  "page-what-is-ethereum-start-intro-2": "Ní theastaíonn cead uait. Ní theastaíonn banc ná fiú doiciméad aitheantais uait. Níl uait ach gléas agus nasc idirlín le tosú.",
  "page-what-is-ethereum-start-individuals-title": "Do dhaoine aonair",
  "page-what-is-ethereum-start-individuals-desc-1": "Is é an chéad chéim ná sparán a íoslódáil.",
  "page-what-is-ethereum-start-individuals-desc-2": "Smaoinigh air mar aip a fheidhmíonn mar do chuntas agus do bhrabhsálaí idirlín araon le haghaidh Ethereum. Bainistíonn sé do chriptea-airgeadra, ligeann sé duit síniú isteach i dapps, chomh maith le sócmhainní digiteacha cosúil le comharthaí agus NFTanna a sheoladh agus a fháil.",
  "page-what-is-ethereum-start-individuals-desc-3": "Tá sparán coitianta ar nós <zerion>Zerion</zerion>, <rainbow>Rainbow</rainbow>, agus <coinbase>Coinbase Wallet</coinbase> saor in aisce agus éasca le húsáid. Nuair a bheidh do sparán socraithe, is féidir leat:",
  "page-what-is-ethereum-start-individuals-step-1": "Ceannaigh méid beag ETH ar mhalartán nó go díreach taobh istigh de roinnt sparán",
  "page-what-is-ethereum-start-individuals-step-2": "Bain úsáid as an ETH sin chun íoc as idirbhearta amhail comharthaí a sheoladh nó NFTanna a bhailiú",
  "page-what-is-ethereum-start-individuals-step-3": "Déan iniúchadh ar aipeanna cosúil le <zora>Zora</zora>, <uniswap>Uniswap</uniswap>, nó <farcaster>Farcaster</farcaster>—níl aon logáil isteach ná ceaduithe nua ag teastáil",
  "page-what-is-ethereum-start-individuals-desc-4": "Cabhróidh na tosaíochtaí seo lena chinntiú go mbeidh Ethereum slán, inscálaithe agus furasta le húsáid de réir mar a bhraitheann níos mó daoine ar an líonra gach lá.",
  "page-what-is-ethereum-start-individuals-desc-5": "Ritheann na dapps seo i do bhrabhsálaí agus oibríonn siad le do sparán láithreach. Is féidir leat tosú ag úsáid Ethereum i gceann cúpla nóiméad.",
  "page-what-is-ethereum-start-individuals-cta-1": "Tosaigh anseo",
  "page-what-is-ethereum-start-individuals-cta-2": "Féach ar aipeanna",
  "page-what-is-ethereum-start-developers-title": "D'fhorbróirí",
  "page-what-is-ethereum-start-developers-desc-1": "Is clós súgartha é Ethereum d'fhorbróirí. Is féidir leat tosú ag tógáil gan chead, faomhadh, ná fiú fíor-airgead.",
  "page-what-is-ethereum-start-developers-desc-2": "Treoraíonn <a>Doiciméid Fhorbróra Ethereum</a> tú trí gach rud ó do chéad chonradh cliste a scríobh go dtí é a imscaradh ar líonraí tástála cosúil le Sepolia.",
  "page-what-is-ethereum-start-developers-desc-3": "Is féidir leat dappanna lán-chruacha a thógáil le huirlisí cosúil le <hardhat>Hardhat</hardhat>, <foundry>Foundry</foundry>, agus <ethers>Ethers.js</ethers>, nó turgnaimh a dhéanamh le hardáin ísealchóid cosúil le <thirdweb>thirdweb</thirdweb> nó <moralis>Moralis</moralis>.",
  "page-what-is-ethereum-start-developers-desc-4": "Tá gach rud foinse oscailte agus inchumtha, mar sin is féidir leat athmheascadh agus tógáil ar a bhfuil amuigh ansin cheana féin gan cead a iarraidh.",
  "page-what-is-ethereum-start-developers-cta": "Tosaigh ag tógáil ar Ethereum",
  "page-what-is-ethereum-start-business-title": "Bain úsáid as Ethereum i ngnó",
  "page-what-is-ethereum-start-business-desc-1": "Tá fiontair ag úsáid Ethereum cheana féin chun bonneagar nua a chumhachtú.",
  "page-what-is-ethereum-start-business-desc-2": "Tá go leor fiontar ag tosú le líonraí L2 cosúil le Optimism agus Base chun tacú le cásanna úsáide ardtoirte. Cuireann na líonraí seo táillí níos ísle agus luasanna níos tapúla ar fáil ag baint leasa fós as slándáil Ethereum agus ag baint amach riosca contrapháirtí.",
  "page-what-is-ethereum-start-business-desc-3": "Is féidir leat:",
  "page-what-is-ethereum-start-business-benefit-1": "Cláir dhílseachta modúlacha a sheoladh a chuireann borradh faoi choinneáil agus a laghdaíonn costais tríú páirtí",
  "page-what-is-ethereum-start-business-benefit-2": "Comharthaí a dhéanamh as sócmhainne cosúil le ticéid, cúpóin nó deimhnithe chun riosca calaoise agus athdhíola a laghdú",
  "page-what-is-ethereum-start-business-benefit-3": "Íocaíochtaí domhanda meandracha a chumasú chun táillí idirbhirt a ísliú agus margaí nua a dhíghlasáil",
  "page-what-is-ethereum-start-business-example": "Mar shampla, in 2025, <a>sheol Shopify ar Base</a> chun ligean do thomhaltóirí monaí cobhsaí a chaitheamh leis na milliúin ceannaithe ar fud an domhain.",
  "page-what-is-ethereum-start-business-cta": "Bain úsáid as Ethereum i ngnó",
  "page-what-is-ethereum-bitcoin-title": "Cad é an difríocht idir Ethereum agus Bitcoin?",
  "page-what-is-ethereum-bitcoin-intro-1": "Is iad Bitcoin agus Ethereum an dá chriptea-airgeadra is mó ar domhan.",
  "page-what-is-ethereum-bitcoin-intro-2": "Ligeann an dá cheann duit airgead a sheoladh gan banc, ritheann an dá cheann ar theicneolaíocht bhlocshlabhra, agus tá an dá cheann <strong>oscailte d'aon duine</strong>. Ach sin an áit a gcríochnaíonn na cosúlachtaí.",
  "page-what-is-ethereum-bitcoin-comparison-1-title": "Tá Bitcoin cosúil le hór digiteach.",
  "page-what-is-ethereum-bitcoin-comparison-1-desc": "Tá soláthar seasta de 21 milliún mona aige, fócas cúng ar íocaíochtaí piara go piara, agus teanga scriptithe bhunúsach a chuireann teorainn leis an méid is féidir leat a thógáil leis. Tá an tsimplíocht seo de réir dearaidh ós rud é go dtugann Bitcoin tús áite d'intuarthacht, marthanacht agus slándáil fhadtéarmach thar sholúbthacht.",
  "page-what-is-ethereum-bitcoin-comparison-2-title": "Glacann Ethereum cur chuige níos leithne.",
  "page-what-is-ethereum-bitcoin-comparison-2-desc": "Ní airgead amháin atá ann, is bonneagar in-ríomhchláraithe é. In ionad ldíreach uach a sheoladh agus a fháil, ligeann Ethereum d’fhorbróirí feidhmchláir iomlána a thógáil. Tá sé seo feicthe agat cheana féin i mbun gnímh: ó mhargaí iasachta agus monaí cobhsaí go dtí earraí inbhailithe, meáin shóisialta, agus íocaíochtaí fíor-ama—tá siad uile faoi thiomáint ag conarthaí cliste agus faoi urrús ag ETH.",
  "page-what-is-ethereum-bitcoin-comparison-3-title": "Tá an chaoi a shroicheann na líonraí comhthuiscint difriúil freisin.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-1": "Úsáideann Bitcoin mianadóirí chun an líonra a dhaingniú. Is ríomhairí cumhachtacha iad seo a bhíonn ag dul san iomaíocht chun puzail chasta a réiteach, agus faigheann an buaiteoir an chéad bhloc idirbheart eile a chur leis an slabhra agus bitcoins a éileamh mar luach saothair. Tugtar mianadóireacht ar an bpróiseas seo agus úsáideann sé méideanna móra leictreachais.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-2": "D’oibrigh Ethereum mar seo freisin. Ach in 2022, aistríodh é ó chruthúnas oibre go cruthúnas gill. Sa lá atá inniu ann, deimhníonn bailíochtóirí a ghlasálann ETH mar chomhthaobhacht idirbhearta. Faigheann bailíochtóirí macánta luaíochtaí ETH agus cailleann aon bhailíochtóirí mímhacánta cuid dá ngeall. Rinne an t-athrú seo Ethereum níos mó ná 99.988% níos éifeachtaí ó thaobh fuinnimh de gan slándáil ná dílárú a íobairt.",
  "page-what-is-ethereum-bitcoin-comparison-4-title": "Tá difríocht ann freisin maidir leis an gcaoi a láimhseáiltear an soláthar.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-1": "Tá soláthar seasta ag Bitcoin. Ní bheidh ach 21 milliún mona ann riamh. Ar an láimh eile, tá soláthar dinimiciúil ag Ethereum. Eisítear ETH nua chun luach saothair a thabhairt do bhailíochtóirí, agus dóitear cuid de le gach idirbheart. Ciallaíonn sé seo nach féidir le <strong>Ethereum \"ETH gan teorainn a phriontáil\"</strong>",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-2": "Tá an ráta eisiúna teoranta ag an méid ETH atá geallta. De réir mar a bhíonn níos mó ETH geallta, laghdaíonn luach saothair aonair, rud a chruthaíonn cothromaíocht nádúrtha. Cinntíonn an dearadh seo buiséad slándála inbhuanaithe go maith amach anseo, gan a bheith ag brath go hiomlán ar tháillí idirbhirt.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-3": "Go hachomair, is uirlis é Bitcoin chun luach a sheoladh. Is ardán é Ethereum chun é a thógáil.",
  "page-what-is-ethereum-bitcoin-learn-more": "Foghlaim tuilleadh faoin difríocht idir Ethereum agus Bitcoin",
  "page-what-is-ethereum-when-who-title": "Cathain a seoladh Ethereum, cé a bhunaigh é agus cé a ritheann é anois?",
  "page-what-is-ethereum-when-who-intro-1": "Ón tús, dearadh Ethereum le bheith á reáchtáil ag a phobal.",
  "page-what-is-ethereum-when-who-intro-2": "Sa bhliain 2013, d’fhoilsigh Vitalik Buterin páipéar bán ag moladh cineál nua blocshlabhra le haghaidh airgid agus aipeanna a d’fhéadfadh aon duine a úsáid. Glacadh leis ​​an smaoineamh go tapa.",
  "page-what-is-ethereum-when-who-intro-3": "Faoi 2014, chuaigh comhbhunaitheoirí ar nós Gavin Wood agus Joseph Lubin isteach san iarracht, agus bhailigh an fhoireann cistí trí cheann de na chéad fheachtais sluachistiúcháin cripte.",
  "page-what-is-ethereum-when-who-intro-4": "Seoladh Ethereum go hoifigiúil i mí Iúil 2015.",
  "page-what-is-ethereum-when-who-history-title": "Eochairmhóimintí i stair Ethereum",
  "page-what-is-ethereum-when-who-history-2013": "D’fhoilsigh Vitalik Buterin, 19 bliain d’aois, an páipéar bán Ethereum",
  "page-what-is-ethereum-when-who-history-2014": "Bunaíonn agus sheolann Fondúireacht Ethereum feachtas sluachistiúcháin",
  "page-what-is-ethereum-when-who-history-2015": "Seolann forbróirí líonra Ethereum leis an scaoileadh <em>Frontier</em>",
  "page-what-is-ethereum-when-who-history-2016": "Saothrú conartha cliste ag draenáil $60M (3.6M ETH) ón DAO rud a spreagann forc slabhra",
  "page-what-is-ethereum-when-who-history-2020": "Tosaíonn seoladh Beacon Chain an t-aistriú go Cruthúnas Geall",
  "page-what-is-ethereum-when-who-history-2021": "Cuireann uasghrádú <em>Londain</em> tús le táillí gáis a dhó trí EIP-1559",
  "page-what-is-ethereum-when-who-history-2022": "Cuireann <em>an Cumaisc</em> geallchur in ionad na mianadóireachta, ag laghdú úsáid fuinnimh 99%",
  "page-what-is-ethereum-when-who-history-2025": "Feabhsaíonn uasghrádú <em>Pectra</em> tacaíocht sparán cliste agus comhoiriúnacht L2",
  "page-what-is-ethereum-when-who-governance-1": "Sa lá atá inniu ann, níl aon duine ná cuideachta aonair ag rith Ethereum.",
  "page-what-is-ethereum-when-who-contributors-title": "Tá an líonra á chothabháil ag grúpa leathan rannpháirtithe:",
  "page-what-is-ethereum-when-who-contributors-1": "Forbróirí a scríobhann agus a mholann uasghráduithe",
  "page-what-is-ethereum-when-who-contributors-2": "Oibreoirí nóid a chuireann le bonneagar fisiceach dáilte",
  "page-what-is-ethereum-when-who-contributors-3": "Geallsealbhóirí a bhailíochtaíonn idirbhearta",
  "page-what-is-ethereum-when-who-contributors-4": "Baill an phobail a thógann na huirlisí agus an cultúr",
  "page-what-is-ethereum-when-who-contributors-5": "<strong>Tú</strong> tríd an líonra a úsáid",
  "page-what-is-ethereum-when-who-governance-2": "<strong>Níl aon POF, bord ná údarás lárnach ann.</strong> Cuidíonn Fondúireacht Ethereum fós le taighde agus forbairt a mhaoiniú, ach ritheann an t-éiceachóras ar rannpháirtíocht oscailte.",
  "page-what-is-ethereum-when-who-governance-3": "Moltar athruithe trí <eips>Thograí Feabhsúcháin Ethereum (EIPanna)</eips>, pléitear iad go poiblí, agus ní ghlactar leo ach amháin <governance>má thacaíonn an pobal níos leithne leo</governance>.",
  "page-what-is-ethereum-when-who-governance-4": "Fágann sé seo go bhfuil Ethereum ĩos moille ag athrú ná gnólacht nuathionscanta, ach tá sé i bhfad níos deacra é a dhúnadh nó a ghlacadh ar láimh freisin.",
  "page-what-is-ethereum-when-who-learn-more": "Foghlaim tuilleadh faoi stair Ethereum",
  "page-what-is-ethereum-roadmap-title": "Cad é treochlár Ethereum do 2025?",
  "page-what-is-ethereum-roadmap-intro-1": "Ní leanann Ethereum treochlár socraithe. Leanann sé fís chomhroinnte.",
  "page-what-is-ethereum-roadmap-intro-2": "Déantar uasghráduithe líonra mar thograí EIP agus forbraítear iad go poiblí ag rannpháirtithe ar fud an domhain. Níl aon fhoireann lárnach ann a chinneann cad a tharlaíonn, ach daoine atá ag tógáil a gcreideann siad atá úsáideach bunaithe ar riachtanais úsáideoirí.",
  "page-what-is-ethereum-roadmap-intro-3": "Is é Pectra an t-uasghrádú is déanaí a seoladh i mBealtaine 2025. D'fheabhsaigh an t-uasghrádú seo gnéithe sparán, thug sé níos mó solúbthachta do gheallsealbhóirí, agus rinne sé níos éasca do dapps rith ar L2anna. Ba é an sprioc inúsáidteacht a fheabhsú gan cur isteach ar shlándáil ná ar dhílárú.",
  "page-what-is-ethereum-roadmap-priorities-intro": "<a>Ag breathnú chun cinn</a>, áirítear ar thosaíochtaí Ethereum:",
  "page-what-is-ethereum-roadmap-priority-1": "An prótacail chroí agus a L2anna a dhéanamh níos tapúla agus níos saoire do gach duine",
  "page-what-is-ethereum-roadmap-priority-2": "An taithí a fheabhsú d'úsáideoirí agus d'fhorbróirí",
  "page-what-is-ethereum-roadmap-outro-1": "Cabhróidh na tosaíochtaí seo lena chinntiú go mbeidh Ethereum slán, inscálaithe agus furasta le húsáid de réir mar a bhraitheann níos mó daoine ar an líonra gach lá.",
  "page-what-is-ethereum-roadmap-outro-2": "Más mian leat treo Ethereum a stiúradh, <a>bí páirteach</a>. Ní theastaíonn cead uait, ach an fonn chun difríocht a dhéanamh sa gheilleagar digiteach nua seo.",
  "page-what-is-ethereum-roadmap-learn-more": "Féach forbhreathnú ar threochlár Ethereum",
  "page-what-is-ethereum-further-reading-title": "Léigh ina dhiaidh seo",
  "page-what-is-ethereum-further-reading-wallets": "Cad iad sparáin?",
  "page-what-is-ethereum-further-reading-eth": "Cad é éitear (ETH)?",
  "page-what-is-ethereum-further-reading-web3": "Cad é web3?",
  "page-what-is-ethereum-further-reading-networks": "Foghlaim tuilleadh faoin líonra Ethereum",
  "page-what-is-ethereum-toc-ethereum": "Cad é Ethereum?",
  "page-what-is-ethereum-toc-network": "Cad é líonra Ethereum?",
  "page-what-is-ethereum-toc-ether": "Cad é éitear (ETH)?",
  "page-what-is-ethereum-toc-how": "Conas a oibríonn Ethereum?",
  "page-what-is-ethereum-toc-what": "Cad dó a n‑úsáidtear Ethereum?",
  "page-what-is-ethereum-toc-start": "Conas tosú ag úsáid Ethereum",
  "page-what-is-ethereum-toc-bitcoin": "Cad é an difríocht idir Ethereum agus Bitcoin?",
  "page-what-is-ethereum-toc-when-who": "Cathain a seoladh Ethereum, cé a bhunaigh é agus cé a ritheann é anois?",
  "page-what-is-ethereum-toc-roadmap": "Cad é treochlár Ethereum do 2025?",
  "page-what-is-ethereum-banner-networks-alt": "Léaráid d'ionad pobail Ethereum san am atá le teacht",
  "page-what-is-ethereum-banner-ether-alt": "Lámha oscailte ag coinneáil glif éitear",
  "page-what-is-ethereum-banner-how-alt": "Fear ag deisiú ríomhaire",
  "page-what-is-ethereum-banner-contributing-alt": "Doge ag miongháire ag an ríomhaire",
  "page-what-is-ethereum-banner-what-alt": "Ceathrar daoine todhchaíocha agus madra ag stánadh isteach i bpriosma Ethereum",
  "page-what-is-ethereum-banner-start-alt": "Ionad bailithe pobail todhchaíoch",
  "page-what-is-ethereum-banner-when-who-alt": "Beirt ag siúl agus ag caint"
}
