{
  "page-eth-buy-some": "Ar mhian leat roinnt Ethereum a cheannach?",
  "page-eth-buy-some-desc": "Tá sé coitianta Ethereum agus ETH a mheascadh. Is é Ethereum an <a href=\"/glossary/#blockchain\">blocshlabhra</a> agus is é ETH príomhshócmhainn Ethereum. Is dócha gurb é ETH an rud atá tú ag iarraidh a cheannach.",
  "page-eth-cat-img-alt": "Grafaic de ghlif ETH agus cailéideascóp na gcat",
  "page-eth-collectible-tokens": "Comharthaí inbhailithe",
  "page-eth-collectible-tokens-desc": "Comharthaí a léiríonn mír chluiche inbhailithe, píosa ealaíne digiteach nó sócmhainní uathúla eile. Is minic a thugtar comharthaí neamh‑idirmhalartacha (NFTanna) orthu.",
  "page-eth-cryptography": "Daingnithe ag an gcripteagrafaíocht",
  "page-eth-cryptography-desc": "Seans go bhfuil airgead Idirlín nua ach urraítear le <a href=\"/glossary/#cryptography\">cripteagrafaíocht</a> chruthaithe é. Leis sin déantar do sparán, do chuid ETH agus do chuid idirbheart a chosaint. ",
  "page-eth-currency-for-apps": "Is é airgeadra aipeanna Ethereum é.",
  "page-eth-currency-for-future": "Airgeadra dár dtodhchaí dhigiteach",
  "page-eth-description": "Is criptea-airgeadra é ETH. Is beag airgead digiteach ar féidir leat a úsáid ar an idirlíon - cosúil le Bitcoin. Mura bhfuil tú cleachta le crypto roimhe seo, seo an chaoi a bhfuil ETH difriúil ó airgead traidisiúnta.",
  "page-eth-earn-interest-link": "Ús a thuilleamh",
  "page-eth-flexible-amounts": "Ar fáil i méideanna solúbtha",
  "page-eth-flexible-amounts-desc": "Tá ETH inroinnte suas go dtí 18 n-ionad de dheachúlacha mar sin ní gá duit 1 ETH iomlán a cheannach. Is féidir leat codáin a cheannach ag an am – chomh beag le 0.000000000000000001 ETH más mian leat.",
  "page-eth-fuels": "Is é ETH a bhreoslaíonn agus a shlánaíonn Ethereum",
  "page-eth-fuels-desc": "Is é ETH saolré Ethereum. Nuair a sheolann tú ETH nó nuair a úsáideann tú feidhmchlár Ethereum, íocfaidh tú táille in ETH chun líonra Ethereum a úsáid. Is dreasacht é an táille seo do tháirgeoir bloic chun an méid atá tú ag iarraidh a dhéanamh a phróiseáil agus a fhíorú.",
  "page-eth-fuels-desc-2": "Tá na bailíochtóirí cosúil le taifeadóirí Ethereum - scrúdaíonn siad agus cruthaíonn siad nach bhfuil aon duine ag caimiléireacht. Roghnaítear iad go randamach chun bloc idirbheart a mholadh. Tugtar luaíochtaí do bhailitheoirí a dhéanann an obair seo freisin le méideanna beaga ETH nua-eisithe.",
  "page-eth-fuels-desc-3": "Trí obair na mbailíochtóirí agus tríd an gcaipiteal a  <a href=\"/glossary/#staking\">geallchuireann</a> siad, coinnítear Ethereum slán agus saor ó smacht lárnach.",
  "page-eth-fuels-staking": "Nuair a chuireann tú do chuid ETH i ngeall, cuidíonn tú le hEthereum a dhaingniú agus luaíochtaí a thuilleamh. Sa chóras seo, cuirtear bac ar ionsaitheoirí tríd an mbagairt go gcaillfidís a gcuid ETH.",
  "page-eth-fuels-more-staking": "Tuilleadh faoin ngeallchur",
  "page-eth-get-eth-btn": "Faigh ETH",
  "page-eth-gov-tokens": "Comharthaí rialachais",
  "page-eth-gov-tokens-desc": "Comharthaí lena léirítear cumhacht vótála in eagraíochtaí díláraithe.",
  "page-eth-has-value": "Cén fáth a bhfuil luach ag ETH?",
  "page-eth-has-value-desc": "Tá ETH luachmhar ar bhealaí éagsúla do dhaoine éagsúla.",
  "page-eth-has-value-desc-2": "I gcás úsáideoirí Ethereum, tá ETH luachmhar toisc go ligeann sé duit táillí idirbhirt a íoc.",
  "page-eth-has-value-desc-3": "Breathnaíonn daoine eile air mar stór luachmhar digiteach toisc go dtagann laghdú ar chruthú ETH nua le himeacht ama.",
  "page-eth-has-value-desc-4": "Níos déanaí, tá ETH tar éis éirí luachmhar le haghaidh úsáideoirí aipeanna airgeadais ar Ethereum. Sin toisc gur féidir leat ETH a úsáid mar chomhthaobhacht le haghaidh iasachtaí crypto, nó mar chóras íocaíochta.",
  "page-eth-has-value-desc-5": "Ar ndóigh amharcann roinnt daoine air mar infheistíocht, cosúil le Bitcoin nó criptea-airgeadraí eile.",
  "page-eth-is-money": "Is airgead digiteach, domhanda iad boinn éitir (ETH).",
  "page-eth-last-updated": "Eanáir 2019",
  "page-eth-monetary-policy": "Beartas airgeadaíochta Ethereum",
  "page-eth-more-on-ethereum-link": "Tuilleadh faoi Ethereum",
  "page-eth-no-centralized": "Gan rialú láraithe ",
  "page-eth-no-centralized-desc": "Tá ETH díláraithe agus domhanda. Níl aon chuideachta nó banc ar féidir leo cinneadh a dhéanamh níos mó ETH a phriontáil, nó na téarmaí úsáide a athrú.",
  "page-eth-non-fungible-tokens-link": "Comharthaí neamh-inmhalartacha",
  "page-eth-not-only-crypto": "Ní hé ETH an t-aon crypto ar Ethereum",
  "page-eth-not-only-crypto-desc": "Is féidir le duine ar bith cineálacha nua sócmhainní a chruthú agus iad a thrádáil ar Ethereum. Tugtar 'comharthaí' (nó 'tokens') orthu seo. Tá airgeadraí traidisiúnta, a n‑eastát réadach, a n‑ealaín, agus fiú iad féin téacscomharthaithe ag daoine!",
  "page-eth-not-only-crypto-desc-2": "Tá na mílte comharthaí ag Ethereum - cuid acu níos úsáidí agus níos luachmhaire ná a chéile. Tá forbróirí i gcónaí ag tógáil comharthaí nua lena scaoilfear féidearthachtaí nua agus lena n‑osclófar margaí nua.",
  "page-eth-open": "Oscailte do gach duine",
  "page-eth-open-desc": "Níl uait ach nasc idirlín agus sparán chun glacadh le ETH. Ní gá duit rochtain ar chuntas bainc a bheith agat chun glacadh le híocaíochtaí. ",
  "page-eth-p2p-payments": "Íocaíochtaí idir comhghleacaithe",
  "page-eth-p2p-payments-desc": "Is féidir leat do chuid ETH a sheoladh gan aon seirbhís idirghabhálaí cosúil le banc. Tá sé cosúil le hairgead tirim a thabhairt ar láimh go pearsanta, ach is féidir leat é a dhéanamh go sábháilte le duine ar bith, áit ar bith, am ar bith.",
  "page-eth-period": ".",
  "page-eth-popular-tokens": "Cineálacha coitianta comharthaí",
  "page-eth-powers-ethereum": "Is é ETH a chumhachtaíonn Ethereum",
  "page-eth-shit-coins": "Boinn Sh*t",
  "page-eth-shit-coins-desc": "Toisc go bhfuil sé éasca comharthaí nua a dhéanamh, is féidir le duine ar bith é a dhéanamh - fiú daoine a bhfuil droch‑intinn nó droch‑smaointe acu. Déan do chuid taighde i gcónaí sula n‑úsáideann tú iad!",
  "page-eth-stablecoins": "Stablecoins",
  "page-eth-stablecoins-desc": "Comharthaí a léiríonn luach airgeadra traidisiúnta cosúil le dollar. Réitíonn sé seo fadhb na luaineachta le go leor criptea-airgeadraí.",
  "page-eth-stablecoins-link": "Faigh stablecoins",
  "page-eth-stream-link": "Sruth ETH",
  "page-eth-tokens-link": "Comharthaí Ethereum",
  "page-eth-trade-link-2": "Babhtáil comharthaí",
  "page-eth-underpins": "Tá ETH mar bhunús le córas airgeadais Ethereum",
  "page-eth-underpins-desc": "Gan a bheith teoranta d'íocaíochtaí amháin, tá pobal Ethereum ag tógáil córas airgeadais iomlán atá <a href=\"/glossary/#peer-to-peer-network\">idir comhghleacaithe</a> agus inrochtana do chách.",
  "page-eth-underpins-desc-2": "Is féidir leat ETH a úsáid mar chomhthaobhacht chun comharthaí criptea-airgeadra éagsúil a ghiniúint ar Ethereum. Ina theannta sin is féidir leat ETH agus comharthaí eile atá ráthaithe ag ETH a úsáid chun iasacht a fháil, chun iasacht a thabhairt agus chun ús a thuilleamh.",
  "page-eth-weth": "Úsáidtear éitear fillte (WETH) chun feidhmiúlacht ETH a leathnú chun oibriú le comharthaí agus feidhmchláir eile. <a href=\"/wrapped-eth\">Foghlaim tuilleadh faoi WETH</a>.",
  "page-eth-uses": "Tagann fás ar úsáidí ETH gach lá",
  "page-eth-uses-desc": "Toisc go bhfuil Ethereum in-ríomhchláraithe, is féidir le forbróirí ETH a mhúnlú ar bhealaí iomadúla.",
  "page-eth-uses-desc-2": "Ar ais in 2015, níorbh fhéidir leat ach ETH a sheoladh ó chuntas Ethereum amháin go ceann eile. Seo cuid de na rudaí is féidir leat a dhéanamh inniu.",
  "page-eth-uses-desc-3": "duine éigin a íoc nó cistí a fháil i bhfíor-am.",
  "page-eth-uses-desc-4": "is féidir leat ETH a thrádáil le comharthaí eile lena n‑áirítear Bitcoin.",
  "page-eth-uses-desc-5": "ar ETH agus comharthaí eile bunaithe ar Ethereum.",
  "page-eth-uses-desc-6": "rochtain a fháil ar shaol na gcriptea-airgeadraí le luach seasta, nach bhfuil chomh luaineach.",
  "page-eth-value": "Cén fáth go bhfuil éitear luachmhar",
  "page-eth-video-alt": "Físeán glife ETH",
  "page-eth-whats-eth": "Cad é éitear (ETH)?",
  "page-eth-whats-eth-hero-alt": "Léaráid de ghrúpa daoine ag déanamh iontais faoi ghlif éitear (ETH)",
  "page-eth-whats-eth-meta-desc": "An t‑eolas is gá chun tuiscint a fháil ar ETH agus ar áit in Ethereum.",
  "page-eth-whats-eth-meta-title": "Cad é éitear (ETH)? | ethereum.org",
  "page-eth-whats-ethereum": "Cad é Ethereum?",
  "page-eth-whats-ethereum-desc": "Más mian leat tuilleadh a fhoghlaim faoi Ethereum, an teicneolaíocht taobh thiar d'ETH, féach ar ár réamhrá.",
  "page-eth-whats-unique": "Cad atá uathúil faoi ETH?",
  "page-eth-whats-unique-desc": "Tá go leor criptea-airgeadraí agus go leor comharthaí eile ar Ethereum, ach tá roinnt rudaí ann nach féidir ach le ETH a dhéanamh.",
  "page-eth-where-to-buy": "Cá háit a bhfaighidh tú ETH",
  "page-eth-where-to-buy-desc": "Is féidir leat ETH a fháil ó mhalartán nó ó sparán ach tá beartais éagsúla ag tíortha éagsúla. Seiceáil na seirbhísí a ligfidh duit ETH a cheannach.",
  "page-eth-yours": "Is leatsa i ndáiríre é",
  "page-eth-yours-desc": "Ligeann ETH duit a bheith i do bhanc féin. Is féidir leat do chistí féin a rialú le do <a href=\"/glossary/#wallet\">sparán</a> mar chruthúnas úinéireachta - níl gá le tríú páirtithe.",
  "page-eth-more-on-tokens": "Tuilleadh faoi chomharthaí agus faoina n-úsáidí",
  "page-eth-button-buy-eth": "Faigh ETH",
  "page-eth-tokens-stablecoins": "Stablecoins",
  "page-eth-tokens-defi": "Airgeadas díláraithe (DeFi)",
  "page-eth-tokens-nft": "Comharthaí neamh-inmheasctha (NFTanna)",
  "page-eth-tokens-dao": "Eagraíochtaí uathrialaitheacha díláraithe (DAO)",
  "page-eth-tokens-stablecoins-description": "Tuilleadh faoi na comharthaí Ethereum is seasmhaí.",
  "page-eth-tokens-defi-description": "An córas airgeadais le haghaidh comharthaí Ethereum.",
  "page-eth-tokens-nft-description": "Comharthaí a léiríonn úinéireacht earraí ar Ethereum.",
  "page-eth-tokens-dao-description": "Pobail Idirlín a rialaíonn sealbhóirí comharthaí go minic iad.",
  "page-eth-whats-defi": "Tuilleadh faoi DeFi",
  "page-eth-whats-defi-description": "Is é DeFi an córas airgeadais díláraithe a tógadh ar Ethereum. Míníonn an forbhreathnú seo cad is féidir leat a dhéanamh.",
  "page-what-is-ethereum-what-is-ether": "Cad é éitear?"
}
