{
  "page-gas-meta-title": "Táillí Ethereum: cad é gás agus conas níos lú a íoc?",
  "page-gas-meta-description": "Foghlaim faoi ghás ar Ethereum: Conas a oibríonn siad agus conas níos lú a íoc i dtáillí gáis",
  "page-gas-hero-title": "Táillí gáis",
  "page-gas-hero-header": "Táillí líonra",
  "page-gas-hero-button-1-content": "Cad is gás ann?",
  "page-gas-hero-subtitle-1": "Tugtar gás ar tháillí líonra ar Ethereum.",
  "page-gas-hero-subtitle-2": "Is é gás an breosla a thugann cumhacht do Ethereum.",
  "page-gas-summary-title": "Achoimre",
  "page-gas-summary-item-1": "Is gá íocaíocht bheag chun gach idirbheart a phróiseáil ar Ethereum",
  "page-gas-summary-item-2": "Tugtar táille ‘gáis’ ar na táillí seo",
  "page-gas-summary-item-3": "Ní shocraítear táillí gáis, athraítear iad mar thoradh ar phlódú líonra",
  "page-gas-what-are-gas-fees-header": "Cad iad táillí gáis?",
  "page-gas-what-are-gas-fees-text-1": "Smaoinigh ar Ethereum mar líonra mór ríomhairí lenar féidir le daoine tascanna a dhéanamh ar nós teachtaireachtaí a sheoladh nó feidhmchláir a rith. Díreach mar atá sa saol mór, teastaíonn fuinneamh chun na tascanna sin a dhéanamh.",
  "page-gas-what-are-gas-fees-text-2": "In Ethereum, baineann praghas \"gáis\" socraithe le gach gníomh ríomhaireachtúil. <b> Is iad do tháillí gáis costas iomlán na ngníomhartha i d'idirbheart </b>. Nuair a sheolann tú idirbheart nó nuair a ritheann tú <a href = \"/Glossary/#Smart-Contract\"> Conradh Cliste </a>, íocann tú táillí gáis chun é a phróiseáil.",
  "page-gas-how-do-i-pay-less-gas-header": "Conas a íocfaidh mé níos lú gáis?",
  "page-gas-how-do-i-pay-less-gas-text": "Cé nach féidir táillí níos airde a sheachaint ar Ethereum ar uairibh, tá straitéisí ann ar féidir leat a úsáid chun an costas a laghdú:",
  "page-gas-how-do-i-pay-less-gas-card-1-title": "Roghnaigh am le haghaidh do chuid idirbheart a dhéanamh",
  "page-gas-how-do-i-pay-less-gas-card-1-description": "Díreach mar atá an plódú daoine níos annaimhe agus an costas níos inacmhainne don té a roghnaíonn an taisteal seachbhuaice, is iondúil go mbíonn Ethereum níos saoire le húsáid nuair a bhíonn muintir Mheiriceá Thuaidh ina gcodladh.",
  "page-gas-how-do-i-pay-less-gas-card-2-title": "Fan go dté an gás síos",
  "page-gas-how-do-i-pay-less-gas-card-2-description": "Téann praghsanna gáis suas síos gach dhá soicind déag ag brath ar thranglam daoine a bheith ag úsáid Ethereum. Nuair a bhíonn praghsanna gáis ard, dá bhfanfá cúpla nóiméad roimh idirbheart a dhéanamh b'fhéidir go bhfeicfí titim shuntasach ar gcostas.",
  "page-gas-how-do-i-pay-less-gas-card-3-title": "Úsáid ciseal 2",
  "page-gas-how-do-i-pay-less-gas-card-3-description": "Tógtar slabhraí ciseal-2 ar bharr Ethereum, agus le slabhraí ciseal-2 tairgtear táillí níos ísle agus próiseáiltear níos mó idirbheart. Is rogha mhaith iad chun táillí a shábháil ar idirbhearta nach gá tarlú ar phríomhlíonra Ethereum.",
  "page-gas-try-layer-2": "Bain triail as ciseal 2",
  "page-gas-what-causes-high-gas-fees-header": "Cad is cúis le táillí arda gáis?",
  "page-gas-what-causes-high-gas-fees-text-1": "Aon uair a sháraíonn an méid ríofa (gás) ar Ethereum tairseach áirithe, tosaíonn táillí gáis ag ardú. Dá mhéad a sháraíonn an gás an tairseach seo, méadaíonn na táillí gáis níos tapúla.",
  "page-gas-what-causes-high-gas-fees-text-2": "D’fhéadfadh táillí níos airde a bheith mar thoradh ar rudaí ar nós <a href=\"/glossary/#dapp\">aipeanna díláraithe (daipeanna)</a> nó NFTanna a bhfuil tóir orthu, trádáil atá méadaithe ar feadh tréimhse ar <a href=\"/glossary/#dex\">DEXanna </a>, nó líon ró-mhór gníomhaíochtaí úsáideoirí le linn na mbuaictréimhsí.",
  "page-gas-what-causes-high-gas-fees-text-3": "Ba chóir d'fhorbróirí ar Ethereum bheith cúramach a n‑úsáid conarthaí cliste a bharrfheabhsú sula mbaineann siad feidhm astu. Má tá go leor daoine ag baint úsáide as conradh cliste atá scríofa go maith, ídeofar níos mó gáis agus d’fhéadfadh sé a bheith ina chúis le plódú líonra gan chuimhneamh.",
  "page-gas-want-to-dive-deeper": "Ar mhaith leat tuilleadh a fhoghlaim?",
  "page-gas-check-out-the-developer-docs": "Caith súil ar na cáipéisí forbróra.",
  "page-gas-attack-of-the-cryptokitties-header": "Ionsaí ó na Cryptokitties",
  "page-gas-attack-of-the-cryptokitties-text": "I mí na Samhna 2017, seoladh an tionscadal Cryptokitties a bhfuil an‑tóir air. Mar thoradh ar a thóir thapaidh bhí plódú suntasach líonra agus táillí an‑ard gáis ann. Chuir na dúshláin a bhaineann le Cryptokitties dlús leis an bpráinn a bhaineann le réitigh a aimsiú le haghaidh scálú Ethereum.",
  "page-gas-why-do-we-need-gas-header": "Cén fáth a dteastaíonn gás uainn?",
  "page-gas-why-do-we-need-gas-text": "Is gné chriticiúil é gás chun Ethereum a choinneáil slán agus chun idirbhearta a phróiseáil. Is iomaí sin dóigh a gcabhraíonn gás:",
  "page-gas-benefits-1-description": "Mar gheall ar ghás coinnítear Ethereum <a href=\"/glossary/#anti-sybil\"> díonach in éadan ionsaithe Sybil</a> trí chosc a chur ar ghníomhaithe mailíseacha an líonra a thuile trí ghníomhaíochtaí calaoiseacha.",
  "page-gas-benefits-2-description": "Toisc go gcosnaíonn ríomh gás, tá dídhreasú airgeadais ann ar Ethereum i dtaca le hidirbhearta daora, bídís de thaisme nó go mailíseach.",
  "page-gas-benefits-3-description": "De tharibhe teorainn chrua ar an méid ríomha is féidir a dhéanamh ag aon am amháin, cuirtear cosc ​​ar Ethereum a bheith faoi léigear, agus cabhraítear lena chinntiú go bhfuil an líonra inrochtana i gcónaí.",
  "page-gas-how-is-gas-calculated-header": "Conas a ríomhtar gás?",
  "page-gas-advanced": "Casta",
  "page-gas-how-is-gas-calculated-text-1": "Tá roinnt codanna ann den táille iomlán gáis a íocfaidh tú:",
  "page-gas-how-is-gas-calculated-item-1": "<b> Bonntáille: </b> Táille atá leagtha síos ag an líonra nach mór í a íoc as idirbheart",
  "page-gas-how-is-gas-calculated-item-2": "<b>Táille tosaíochta: </b> séisín roghnach chun oibreoirí nód a spreagadh chun d’idirbheart a chur san áireamh",
  "page-gas-how-is-gas-calculated-item-3": "<b> Aonaid gáis a úsáidtear <i>*</i>: </b> An cuimhin leat go ndúirt muid gurbh ionann an gás agus ríomh? Baineann gníomhartha níos casta, cosúil le hidirghníomhú le conradh cliste, níos mó gáis ná cinn shimplí, mar shampla idirbheart a sheoladh.",
  "page-gas-how-is-gas-calculated-list-item-1": "<i> <span>*</span> Féach Fíor 1 chun a fháil amach cé mhéad gáis a ídítear trí chineálacha éagsúla idirbheart</i>",
  "page-gas-how-is-gas-calculated-text-2": "Is é an fhoirmle chun táille gháis a ríomh ná aonaid gáis a úsáidtear * (táille bhunúsach + táille thosaíochta). Ríomhfaidh an chuid is mó de na sparán úsáid gháis agus taispeánfaidh siad í ar bhealach níos dírí.",
  "page-gas-table-figure": "<i> Fíor 1: Gás a úsáidtear de réir cineál idirbhirt </i>",
  "page-gas-table-header-1": "Cineál idirbhirt",
  "page-gas-table-header-2": "Aonaid gáis a úsáidtear",
  "page-gas-table-item-1-transaction-type": "ETH a sheoladh",
  "page-gas-table-item-2-transaction-type": "Comharthaí ERC-20 a sheoladh",
  "page-gas-table-item-3-transaction-type": "NFT a aistriú",
  "page-gas-table-item-4-transaction-type": "Ag malartú ar Uniswap",
  "page-gas-faq-header": "Ceisteanna coitianta",
  "page-gas-faq-question-1-q": "Cé a fhaigheann an táille gáis i m'idirbheart?",
  "page-gas-faq-question-1-a-1": "Scriostar (dóitear) an chuid is mó den táille gháis —an bonntáille— ag an bprótacal. Má áirítear an táille tosaíochta san idirbheart, íocfar í don bhailitheoir a mhol d'idirbheart.",
  "page-gas-faq-question-1-a-2": "Is féidir leat cur síos mionsonraithe a léamh ar an bpróiseas sna <a href=\"/developers/docs/gas/\"> cáipéisí forbróra gáis. </a>",
  "page-gas-faq-question-2-q": "An gá dom gás a íoc in ETH?",
  "page-gas-faq-question-2-a-1": "Sea. Ní mór na táillí gáis go léir ar Ethereum a íoc san airgeadra dúchasach ETH.",
  "page-gas-faq-question-2-a-2": "Tuilleadh faoi ETH",
  "page-gas-faq-question-3-q": "Cad é gwei?",
  "page-gas-faq-question-3-a-1": "I bhformhór na sparán nó na rianairí gáis, feicfidh tú go n‑ainmnítear praghsanna gáis mar ‘gwei’.",
  "page-gas-faq-question-3-a-2": "Níl in gwei ach aonad níos lú de ETH, díreach mar atá pinginí le dollar, agus is é an difríocht ná go bhfuil 1 ETH cothrom le 1 billiún gwei. Tá gwei úsáideach agus méideanna an-bheaga de ETH faoi chaibidil.",
  "page-gas-use-layer-2": "Úsáid ciseal 2"
}
