{
  "page-what-is-ethereum-alt-img-bazaar": "Léaráid de dhuine ag amharc isteach i mbasár, ar nós Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Léaráid de bhaill phobal Ethereum ag obair le chéile",
  "page-what-is-ethereum-alt-img-lego": "Léaráid de lámh a chruthaíonn lógó ETH atá déanta as brící lego",
  "page-what-is-ethereum-banking-card": "Baincéireacht do gach duine",
  "page-what-is-ethereum-banking-card-desc": "Níl rochtain ag gach duine ar sheirbhísí airgeadais. Is é nasc idirlín an t-aon rud atá uait chun rochtain a fháil ar Ethereum agus ar na táirgí iasachtaithe, iasachtaíochta agus coigiltis atá bunaithe air.",
  "page-what-is-ethereum-build": "Cruthaigh rud éigin le Ethereum",
  "page-what-is-ethereum-build-desc": "Más mian leat tógáil le Ethereum, léigh ár ndoiciméid, bain triail as roinnt ranganna teagaisc, nó seiceáil na huirlisí atá uait le tosú.",
  "page-what-is-ethereum-censorless-card": "Frithsheasmhach in aghaidh na cinsireachta",
  "page-what-is-ethereum-censorless-card-desc": "Níl smacht ag rialtas nó cuideachta ar bith ar Ethereum. Tríd an dílárú, fágtar go bhfuil sé beagnach dodhéanta do dhuine ar bith cosc a chur ort íocaíochtaí a fháil nó seirbhísí a úsáid ar Ethereum.",
  "page-what-is-ethereum-comm-desc": "Tá daoine ó gach cúlra inár bpobal, lena n-áirítear ealaíontóirí, criptainrialaithe, cuideachtaí ó liosta 500 na hirise Fortune. Agus anois tá tusa san áireamh. Faigh amach conas is féidir leat a bheith páirteach inniu.",
  "page-what-is-ethereum-commerce-card": "Ráthaíochtaí tráchtála",
  "page-what-is-ethereum-commerce-card-desc": "Tá ráthaíocht ionsuite slán ag custaiméirí nach n-athróidh cistí lámha ach amháin má sholáthraíonn tú an méid a comhaontaíodh. Mar an gcéanna, is féidir le forbróirí a bheith cinnte nach n-athróidh na rialacha orthu.",
  "page-what-is-ethereum-composable-card": "Táirgí in-chomhdhéanta",
  "page-what-is-ethereum-composable-card-desc": "Tógtar gach aip ar an mblocshlabhra céanna in éineacht le stát domhanda roinnte, rud a chiallaíonn gur féidir leo tógáil ar a chéile (cosúil le brící Lego). As sin éascraítear táirgí agus eispéiris níos fearr, agus dearbhuithe nach féidir le duine ar bith uirlisí a mbíonn aipeanna ag brath orthu a bhaint.",
  "page-what-is-ethereum-community": "Pobal Ethereum",
  "page-what-is-ethereum-desc": "Bunchloch ár dtodhchaí digití",
  "page-what-is-ethereum-explore": "Foghlaim faoi Ethereum",
  "page-what-is-ethereum-internet-card": "Idirlíon oscailte",
  "page-what-is-ethereum-internet-card-desc": "Is féidir le duine ar bith idirghníomhú le líonra Ethereum nó fearais a thógáil air. Leis sin ligtear duit do shócmhainní agus do chéannacht féin a rialú, in ionad iad a bheith á rialú ag líon teoranta meigea-chorparáidí.",
  "page-what-is-ethereum-meet-comm": "Buail leis an bpobal",
  "page-what-is-ethereum-meta-description": "Foghlaim faoi Ethereum, cad a dhéanann sé agus conas é a thriail duit féin.",
  "page-what-is-ethereum-meta-title": "Cad é Ethereum? | ethereum.org",
  "page-what-is-ethereum-p2p-card": "Líonra comhghleacaithe",
  "page-what-is-ethereum-p2p-card-desc": "Trí Ethereum ceadaítear duit comhordú a dhéanamh, comhaontuithe a dhéanamh nó sócmhainní digiteacha a aistriú go díreach le daoine eile. Ní gá duit a bheith ag brath ar idirghabhálaithe.",
  "page-what-is-ethereum-start-building-btn": "Cuir tús leis an tógáil",
  "page-what-is-ethereum-title": "Cad é Ethereum?",
  "page-what-is-ethereum-subtitle": "Treoir iomlán do thosaitheoirí ar an gcaoi a n-oibríonn Ethereum, na buntáistí a bhaineann leis agus conas atá sé á úsáid ag na milliúin daoine ar fud an domhain.",
  "page-what-is-ethereum-button-lets-start": "Tosaímis",
  "page-what-is-ethereum-blockchain-tab-title": "Cad é blocshlabhra?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Is bunachar sonraí idirbheart é blocshlabhra</b> a nuashonraítear agus a roinntear thar go leor ríomhairí i líonra. Gach uair a chuirtear sraith nua idirbheart leis, tugtar “bloc” air - mar sin an t-ainm blockchain. Le blocshlabhraí poiblí cosúil le Ethereum ceadaítear do gach duine sonraí a chur leis, ach gan iad a bhaint. Dá mbeadh duine ag iarraidh aon chuid den fhaisnéis a athrú nó caimiléireacht a dhéanamh ar an gcóras, bheadh ​​orthu é sin a dhéanamh ar fhormhór na ríomhairí ar an líonra. Is é sin go leor! Leis sin tá blocshlabhra díláraithe ar nós Ethereum an‑slán.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Céard é an criptea-airgeadra?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Is téarma é Cryptocurrency a úsáidtear chun cur síos a dhéanamh ar go leor cineálacha comharthaí digiteacha fungacha atá daingnithe ag baint úsáide as blockchain. Thosaigh sé ar fad le Bitcoin. Is féidir Bitcoin a úsáid chun luach a aistriú idir dhá pháirtí gan a bheith i muinín fear meánach. Ní mór duit ach muinín a dhéanamh ar chód Bitcoin, atá oscailte agus ar fáil saor in aisce.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "Is é an fáth a dtugtar “criptea-airgeadraí” ar shócmhainní ar nós bitcoin agus éitir ná go bhfuil slándáil do shonraí agus sócmhainní ráthaithe ag <a href=\"/glossary/#cryptography\">cripteagrafaíocht</a>, seachas bheith ag brath ar ghníomhú ionraic institiúide nó corparáide.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Tá criptea-airgeadra dá chuid féin ag Ethereum, éitear (ETH), a úsáidtear chun íoc as gníomhaíochtaí áirithe ar an líonra. Is féidir é a aistriú chuig úsáideoirí eile nó a mhalartú le haghaidh comharthaí eile ar Ethereum. Tá éitear speisialta toisc go n-úsáidtear é chun íoc as an ríomh a theastaíonn chun aipeanna agus eagraíochtaí a thógáil agus a reáchtáil ar Ethereum.",
  "page-what-is-ethereum-summary-title": "Achoimre",
  "page-what-is-ethereum-summary-desc-1": "Is é Ethereum an príomhardán do na mílte aipeanna agus blocshlabhraí, go léir faoi thiomáint ag prótacal Ethereum.",
  "page-what-is-ethereum-summary-desc-2": "Tríd an éiceachóras bríomhar seo spreagtar nuálaíocht agus raon leathan aipeanna agus seirbhísí díláraithe.",
  "page-what-is-ethereum-summary-bullet-1": "<strong>Cuntas Ethereum saor in aisce agus domhanda</strong>",
  "page-what-is-ethereum-summary-bullet-2": "<strong>Pseudo-private</strong>, níl aon fhaisnéis phearsanta ag teastáil",
  "page-what-is-ethereum-summary-bullet-3": "<strong>Gan srianta</strong> is féidir le haon duine páirt a ghlacadh",
  "page-what-is-ethereum-summary-bullet-4": "<strong>Ní le cuideachta ar bith é Ethereum</strong> ná ní shocraíonn cuideachta ar bith a thodhchaí",
  "page-what-is-ethereum-btc-eth-diff-title": "Cad é an difríocht idir Ethereum agus Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "Arna sheoladh in 2015, tógann Ethereum ar nuálaíocht Bitcoin, le roinnt difríochtaí móra.",
  "page-what-is-ethereum-btc-eth-diff-2": "Ligeann an dá cheann duit airgead digiteach a úsáid gan soláthraithe íocaíochta nó bainc. Ach tá <b>Ethereum in-ríomhchláraithe</b>, ionas gur féidir leat feidhmchláir dhíláraithe a thógáil agus a imscaradh ar a líonra freisin.",
  "page-what-is-ethereum-btc-eth-diff-3": "Cuireann Bitcoin ar ár gcumas teachtaireachtaí bunúsacha a sheoladh chuig a chéile faoina bhfuil luachmhar dar linn. Is cumhachtach cheana féin luach a bhunú gan údarás. Le hEthereum leatnaítear é sin amach: seachas go díreach teachtaireachtaí amháin, is féidir leat clár ginearálta, nó conradh ar bith a scríobh. Níl aon teorainn leis an gcineál conarthaí is féidir a chruthú agus a chomhaontú, mar sin eascraíonn nuálaíocht iontach as líonra Ethereum.",
  "page-what-is-ethereum-btc-eth-diff-4": "Cé nach bhfuil in Bitcoin ach líonra íocaíochta, tá Ethereum níos cosúla le margadh seirbhísí airgeadais, cluichí, líonraí sóisialta agus aipeanna eile.",
  "page-what-is-ethereum-what-can-eth-do-title": "Cad is féidir le Ethereum a dhéanamh?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Cén fáth a n-úsáidfinn Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Má tá suim agat i mbealaí níos athléimní, oscailte agus iontaofa chun comhordú a dhéanamh ar fud an domhain, eagraíochtaí a chruthú, aipeanna a thógáil agus luach a roinnt, tá Ethereum feiliúnach duit. Is scéal é atá á chruthú ag gach duine againn, mar sin bí linn go dtuige tú na rudaí éachtmhara is féidir linn a fhíorú i dteanta a chéile trí Ethereum.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Bhí Ethereum thar a bheith áisiúil freisin do dhaoine a raibh orthu éiginnteacht a láimhseáil maidir le slándáil nó fóntacht nó soghluaisteacht a gcuid sócmhainní mar gheall ar fhórsaí seachtracha lasmuigh dá smacht.",
  "page-what-is-ethereum-slide-1-title": "Íocaíochtaí Trasteorann níos saoire agus níos tapúla",
  "page-what-is-ethereum-slide-1-desc-1": "Is cineál nua criptea-airgeadra é <b>Stablecoins</b> a bhraitheann ar shócmhainn níos cobhsaí mar bhunús dá luach. Tá an chuid is mó acu nasctha le dollar na Stát Aontaithe agus mar sin coinníonn siad luach an airgeadra sin. Leo sin ligtear do chóras íocaíochta domhanda atá an‑saor agus cobhsaí. Tógtar go leor Stablecoins ar líonra Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Trí Ethereum agus stablecoins simplítear an próiseas chun airgead a sheoladh thar lear. Is minic nach dtógann sé ach cúpla nóiméad cistí a aistriú ar fud na cruinne, i gcomparáid le laethanta gnó nó fiú seachtainí a d'fhéadfadh bheith i gceist i gcás gnáthbhainc, agus ar chostas i bhfad níos ísle. Ina theannta sin, níl aon táille bhreise ann chun idirbheart ardluacha a dhéanamh, agus níl aon srianta ar an áit nó ar an bhfáth a bhfuil do chuid airgid á sheoladh agat.",
  "page-what-is-ethereum-slide-2-title": "An Chabhair is Tapúla sa Ghéarchéim",
  "page-what-is-ethereum-slide-2-desc-1": "Má tá an t-ádh leat go bhfuil il-roghanna baincéireachta agat trí institiúidí iontaofa san áit a bhfuil cónaí ort, féadfaidh tú talamh slán a dhéanamh den tsaoirse airgeadais, den tslándáil agus den chobhsaíocht a chuireann siad ar fáil. Ach is iomaí duine ar fud an domhain a thugann aghaidh ar chos ar bolg polaitiúil nó ar chruatan eacnamaíoch, tá seans ann nach soláthraítear an chosaint nó na seirbhísí is gá dóibh trí institiúidí airgeadais.",
  "page-what-is-ethereum-slide-2-desc-2": "Nuair a bhuail cogadh, tubaistí eacnamaíocha nó cniogbheartaíocht ar shaoirsí sibhialta muintir <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Veiniséala</a>, <a href=\" https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Cúba</a>, <a href=\" https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">na hAfganastáine</a>, <a href= \" https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">na Nigéire</a>, <a href=\" https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">na Bealarúise</a>, agus <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">na hÚcráine</a>, ba iad na criptea-airgeadraí an rogha is tapúla agus ba mhinic gurb iad an t-aon rogha amháin le neamhspleáchas airgeadais a choinneáil.<sup><a href=\"https://www.financialinclusion.tech/\">1</a></sup> Mar a fheictear sna samplaí sin, is féidir le criptea-airgeadraí cosúil le hEthereum rochtain gan bhac a sholáthar ar an ngeilleagar domhanda nuair a scoitear daoine ón domhan lasmuigh. Ina theannta sin, cuireann Stablecoins stór luacha ar fáil nuair a bhíonn airgeadraí áitiúla ag titim as a chéile mar gheall ar hipearbhoilsciú.",
  "page-what-is-ethereum-slide-3-title": "Cumasú Cruthaitheoirí",
  "page-what-is-ethereum-slide-3-desc-1": "In 2021 amháin, d’úsáid ealaíontóirí, ceoltóirí, scríbhneoirí agus cruthaitheoirí eile Ethereum chun thart ar $3.5 billiún a thuilleamh le chéile. Leis sin tá Ethereum ar cheann de na hardáin domhanda is mó do chruthaitheoirí, taobh le Spotify, YouTube agus Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Foghlaim tuilleadh</a>.",
  "page-what-is-ethereum-slide-4-title": "Cumasú Cluichirí",
  "page-what-is-ethereum-slide-4-desc-1": "Tá rud ar a dtugtar 'cluichí a imirt chun tuillimh' (ina dtugtar luach saothair iarbhír d'imreoirí as na cluichí a imirt) tar éis teacht chun cinn le déanaí agus tá siad ag athrú an tionscail cluichíochta. Le fada, toirmisctear sócmhainní ion‑chluiche a thrádáil nó a aistriú chuig imreoirí eile le haghaidh airgead fíor. Dá bhrí sin cuirtear iallach ar imreoirí láithreáin ghréasáin ar an margadh dubh a úsáid ar minic a mbíonn riosca slándála ag baint leo. Le cluichíocht blocshlabhra cuirtear fáilte roimh an ngeilleagar ion‑chluiche agus cuirtear iompar den sórt sin chun cinn ar bhealach iontaofa.",
  "page-what-is-ethereum-slide-4-desc-2": "Ina theannta sin, spreagtar imreoirí trí bheith in ann comharthaí ion-chluiche a thrádáil ar airgead fíor agus dá bhrí sin fíorluach saothair a fháil as a gcuid ama imeartha.",
  "page-what-is-ethereum-meet-ether-title": "Seo é éitear, criptea-airgeadra Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Éilíonn go leor gníomhartha ar líonra Ethereum go ndéanfaí roinnt oibre ar ríomhaire leabaithe Ethereum (ar a dtugtar Meaisín Fíorúil Ethereum). Níl an ríomhaireacht seo saor in aisce; íoctar as trí úsáid a bhaint as criptea-airgeadra dúchais Ethereum ar a dtugtar éitear (ETH). Ciallaíonn sé seo go dteastaíonn méid beag éitir uait chun an líonra a úsáid.",
  "page-what-is-ethereum-meet-ether-desc-2": "Is rud digiteach amháin é éitear, agus is féidir leat é a sheoladh chuig aon duine áit ar bith ar domhan láithreach. Níl an soláthar éitir á rialú ag aon rialtas nó ag aon chuideachta - tá sé díláraithe agus go hiomlán trédhearcach. Eisítear éitear ar bhealach beacht de réir an phrótacail, ach amháin do na geallsealbhóirí a dhaingníonn an líonra.",
  "page-what-is-ethereum-what-is-ether": "Cad é éitear?",
  "page-what-is-ethereum-get-eth": "Faigh ETH",
  "page-what-is-ethereum-explore-applications": "Foghlaim faoi fheidhmchláir",
  "page-what-is-ethereum-learn-defi": "Foghlaim faoi DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Cé a rialaíonn Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Níl Ethereum á rialú ag aon eintiteas ar leith. Bíonn sé ann nuair a bhíonn ríomhairí ceangailte atá ag úsáid bogearraí a leanann prótacal Ethereum agus a chuireann le <a href=\"/glossary/#blockchain\">blocshlabhra</a> Ethereum. Tugtar nód ar gach ceann de na ríomhairí seo. Is féidir le duine ar bith nóid a rith, cé go gcaithfidh tú <a href=\"/glossary/#staking\">geallchur</a> ETH (comhartha dúchais Ethereum) a dhéanamh chun an líonra a dhaingniú. Is féidir le duine ar bith a bhfuil 32 ETH acu é sin a dhéanamh gan cead a bheith ag teastáil uathu.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Ní le haonán amháin a tháirgtear cód foinse Ethereum fiú. Is féidir le duine ar bith athruithe ar an bprótacal a mholadh agus uasghráduithe a phlé. Tá roinnt feidhmiúcháin de phrótacal Ethereum a tháirgeann eagraíochtaí neamhspleácha i roinnt teangacha ríomhchlárúcháin, agus de ghnáth tógtar iad go hoscailte agus spreagann siad ranníocaíochtaí pobail.",
  "page-what-is-ethereum-run-a-node": "Úsáid nód",
  "page-what-is-ethereum-smart-contract-title": "Cad is conarthaí cliste ann?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Is cláir ríomhaire iad conarthaí cliste</b> a chónaíonn ar bhlocshlabhra Ethereum. Feidhmíonn siad nuair a spreagtar iad mar gheall ar idirbheart úsáideora. Déanann siad Ethereum an-solúbtha maidir lenar féidir leis a dhéanamh. Feidhmíonn na cláir seo mar bhloic tógála le haghaidh aipeanna agus eagraíochtaí díláraithe.",
  "page-what-is-ethereum-smart-contract-desc-2": "Ar úsáid tú riamh táirge ar athraíodh a théarmaí seirbhíse? Nó táirge ar baineadh gné a bhí úsáideach duit den táirge céanna? Nuair a fhoilsítear conradh cliste ar Ethereum, beidh sé ar líne agus ag feidhmiú chomh fada agus a bheidh Ethereum ann. Ní féidir leis an údar fiú é a bhaint anuas. Ós rud é go bhfuil conarthaí cliste uathoibrithe, ní dhéanann siad idirdhealú i gcoinne aon úsáideora agus tá siad réidh le húsáid i gcónaí.",
  "page-what-is-ethereum-smart-contract-desc-3": "Samplaí coitianta de chonarthaí cliste is ea aipeanna iasachta, malartáin dhíláraithe trádála, árachas, maoiniú cearnach, líonraí sóisialta, <a href=\"/glossary/#nft\">NFTs</a> - rud ar bith ar féidir leat smaoineamh air go bunúsach.",
  "page-what-is-ethereum-more-on-smart-contracts": "Tuilleadh faoi chonarthaí cliste",
  "page-what-is-ethereum-explore-dapps": "Foghlaim faoi daipeanna",
  "page-what-is-ethereum-criminal-activity-title": "Chuala mé go bhfuil crypto á úsáid mar uirlis le haghaidh gníomhaíocht choiriúil. An bhfuil sé sin fíor?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Amhail teicneolaíocht ar bith, bainfear mí-úsáid as ar uairibh. Mar sin féin, toisc go dtarlaíonn gach idirbheart Ethereum ar bhlocshlabhra oscailte, is minic go mbíonn sé níos éasca d’údaráis gníomhaíocht aindleathach a rianú ná mar a bheadh ​​sa chóras traidisiúnta airgeadais. D’fhéadfaí a áitiú gur rogha neamhtharraingteach é Ethereum dóibh siúd ar fearr leo dul gan aithne.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Úsáidtear Crypto i bhfad níos lú ná airgeadraí fiat chun críocha coiriúla de réir príomhthorthaí tuarascála a eisíodh le déanaí ó Europol, Gníomhaireacht an Aontais Eorpaigh i ndáil le Comhar i bhForfheidhmiú an Dlí:",
  "page-what-is-ethereum-criminal-activity-desc-3": "“Is cosúil nach bhfuil in úsáid criptea-airgeadraí le haghaidh gníomhaíochtaí aindleathacha ach cuid bheag den gheilleagar iomlán criptea-airgeadra, agus is cosúil go bhfuil sé i bhfad níos lú ná méid na gcistí aindleathacha a bhaineann le hairgeadas traidisiúnta.”",
  "page-what-is-ethereum-energy-title": "Cad mar gheall ar thomhaltas fuinnimh Ethereum?",
  "page-what-is-ethereum-energy-desc-1": "Ar 15 Meán Fómhair 2022, chuaigh Ethereum trí uasghrádú The Merge a d’aistrigh Ethereum ó <a href=\"/glossary/#pow\">chruthúnas oibre</a> go <a href=\"/glossary/#pos\"> cruthúnas geallchuir</a>.",
  "page-what-is-ethereum-energy-desc-2": "Ba é The Merge an t-uasghrádú is mó de chuid Ethereum agus laghdaigh sé an t-ídiú fuinnimh a theastaíonn chun Ethereum a dhaingniú faoi <b>99.95%</b>, rud a chruthaigh <b>líonra níos sláine ar chostas carbóin i bhfad níos lú</b>. Is blocshlabhra ísealcharbóin é Ethereum anois agus é ag cur lena shlándáil agus lena inscálaitheacht.",
  "page-what-is-ethereum-more-on-energy-consumption": "Tuilleadh faoi ídiú fuinnimh",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Ídiú Bliantúil Fuinnimh i TWh/bliain",
  "energy-consumption-chart-global-data-centers-label": "Ionaid dhomhanda sonraí",
  "energy-consumption-gold-mining-cbeci-label": "Mianadóireacht óir",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Cluichíocht sna Stáit Aontaithe",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "An nuashonrú Cumaisc",
  "page-what-is-ethereum-additional-reading": "Tuilleadh léitheoireachta",
  "page-what-is-ethereum-week-in-ethereum": "Seachtain i Nuacht Ethereum",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Nuachtlitir sheachtainiúil ina gclúdaítear príomhfhorbairtí ar fud an éiceachórais.",
  "page-what-is-ethereum-kernel-dreamers": "Eithne",
  "page-what-is-ethereum-kernel-dreamers-desc": "Aisling Ethereum",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Adaimh, Institiúidí, Blocshlabhraí",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Cén fáth a bhfuil tábhacht le blocshlabhraí?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum in uimhreacha",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "Tógáil tionscadal ar Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "Cuntais (sparán) le hiarmhéid ETH",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "Conarthaí cliste ar Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "Luach urraithe ar Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "Tuilleamh cruthaitheoirí ar Ethereum in 2021",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "Líon na n-idirbheart inniu",
  "adoption-chart-column-now-label": "Anois",
  "adoption-chart-investors-label": "Infheisteoirí",
  "adoption-chart-developers-label": "Forbróirí",
  "adoption-chart-companies-label": "Cuideachtaí",
  "adoption-chart-artists-label": "Ealaíontóirí",
  "adoption-chart-musicians-label": "Ceoltóirí",
  "adoption-chart-writers-label": "Scríbhneoirí",
  "adoption-chart-gamers-label": "Cluichirí",
  "adoption-chart-refugees-label": "Dídeanaithe",
  "page-what-is-ethereum-get-eth-alt": "Faigh roinnt ETH",
  "page-what-is-ethereum-get-eth-description": "Is é ETH airgeadra dúchais Ethereum. Beidh roinnt ETH de dhíth ort i do sparán chun feidhmchláir Ethereum a úsáid.",
  "page-what-is-ethereum-get-eth-title": "Faigh roinnt ETH",
  "page-what-is-ethereum-explore-dapps-alt": "Foghlaim faoi dhaipeanna",
  "page-what-is-ethereum-explore-dapps-description": "Is feidhmchláir iad daipeanna a tógadh ar Ethereum. Tá daipeanna ag cur isteach ar mhúnlaí gnó reatha agus ag cumadh cinn nua.",
  "page-what-is-ethereum-explore-dapps-title": "Bain triail as roinnt daipeanna"
}
