{
  "page-layer-2-learn-meta-title": "Cad é ciseal 2? | ethereum.org",
  "page-layer-2-learn-title": "Cad é ciseal 2?",
  "page-layer-2-learn-description": "Scálú Ethereum le haghaidh meall a ghlacadh",
  "page-layer-2-learn-button-1-label": "Cad é ciseal 2?",
  "page-layer-2-learn-button-2-label": "Úsáid ciseal 2",
  "page-layer-2-learn-what-is-layer-2-title": "Cad é ciseal 2?",
  "page-layer-2-learn-what-is-layer-2-1": "Is téarma comhchoiteann é Sraith 2 (L2) chun cur síos a dhéanamh ar shraith shonrach de réitigh scálaithe Ethereum. <strong>Is <a href=\"/glossary/#blockchain\">blocshlabhra</a> ar leith í sraith 2 a leathnaíonn Ethereum agus a oidhríonn na ráthaíochtaí slándála atá ag Ethereum</strong>.",
  "page-layer-2-learn-what-is-layer-2-2": "Anois déanaimis tochailt isteach ann beagán níos mó. Chun seo a dhéanamh ní mór dúinn ciseal 1 (L1) a mhíniú ar dtús.",
  "page-layer-2-learn-what-is-layer-1-title": "Cad é ciseal 1?",
  "page-layer-2-learn-what-is-layer-1-1": "Is iad blocshlabhraí Chiseal 1, ar nós Ethereum agus Bitcoin, an <strong>bunús a thógann tionscadail ciseal 2 ar a bharr</strong>. I measc na samplaí de thionscadail Chiseal 2 tá <strong>rollaí eolais nialasach</strong> agus <strong>rollaí dóchasach</strong> ar Ethereum agus ar an Líonra Soilsithe ar bharr Bitcoin.",
  "page-layer-2-learn-what-is-layer-1-2": "Feidhmíonn Ethereum freisin mar chiseal infhaighteachta sonraí do Chiseal 2s, agus má tá aon díospóidí ann faoi idirbhearta roimhe seo soláthraítear sonraí ó Ethereum do na díospóidí sin.",
  "page-layer-2-learn-layer-1-list-title": "Áirítear le Ethereum mar chiseal 1:",
  "page-layer-2-learn-layer-1-list-1": "<strong>líonra oibreoirí nód</strong> chun an líonra a dhéanamh slán agus é a bhailíochtú",
  "page-layer-2-learn-layer-1-list-2": "<strong>líonra de tháirgeoirí bloc</strong>",
  "page-layer-2-learn-layer-1-list-3": "<strong>an blockchain</strong> é féin agus stair na sonraí idirbhirt",
  "page-layer-2-learn-layer-1-list-4": "<strong>an meicníocht chomhthoil</strong> don líonra",
  "page-layer-2-learn-why-do-we-need-layer-2-title": "Cén fáth a bhfuil ciseal 2 de dhíth orainn?",
  "page-layer-2-learn-why-do-we-need-layer-2-1": "Is iad na trí airíonna inmhianaithe atá ag blocshlabhra ná go bhfuil sé díláraithe, slán agus inscálaithe. Deir an aincheist thrialach blocshlabhra nach féidir le hailtireacht blocshlabhra simplí ach dhá cheann as gach triúr a bhaint amach. An dteastaíonn uait blocshlabhra slán agus díláraithe? Ní mór duit inscálaitheacht a íobairt. Seo an áit a dtagann líonraí ciseal 2 isteach.",
  "page-layer-2-learn-why-do-we-need-layer-2-2": "Tá cumas reatha an líonra bainte amach ag Ethereum le 1 + milliún idirbheart in aghaidh an lae, agus tá éileamh ard ar gach ceann de na hidirbhearta seo. Mar gheall ar rath Ethereum agus an t-éileamh ar é a úsáid tá ardú suntasach ar phraghsanna gáis. Dá bhrí sin tá an gá atá le réitigh scálaithe níos airde chomh maith.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability": "Inscálaitheacht",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-1": "Is é príomhsprioc na hinscálaitheachta luas idirbhirt a mhéadú (críochnaitheacht níos tapúla), agus tréchur idirbheart (idirbhearta ard in aghaidh an tsoicind), gan dílárú ná slándáil a íobairt (tuilleadh ar <a href=\"/roadmap/vision\">Fís Ethereum</a>).",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-2": "Tá seasamh láidir glactha ag pobal Ethereum nach ndéanfadh sé dílárú nó slándáil a chaitheamh amach ar mhaithe le scála. Go dtí go ndéanfar é a roinnt, ní bheidh Ethereum Príomhlíonra (ciseal 1) in ann ach thart ar 15 idirbheart in aghaidh an tsoicind a phróiseáil. Nuair a bhíonn an t-éileamh ar Ethereum ard, cruthaíonn sé seo brú tráchta líonra, ag méadú táillí idirbhirt, agus ag praghsáil dóibh siúd nach bhfuil in acmhainn é a úsáid as Ethereum a úsáid go dtí go laghdaítear na táillí. Sin é an áit a dtagann ciseal 2 isteach chun Ethereum a scála inniu.",
  "page-layer-2-learn-layer2Cards-1-title": "Táillí níos ísle",
  "page-layer-2-learn-layer2Cards-1-description": "Trí idirbhearta iolracha a chomhcheangal in idirbheart amháin ar chiseal 1, laghdaítear táillí idirbhirt go mór, rud a fhágann go bhfuil Ethereum níos inrochtana do chách.",
  "page-layer-2-learn-layer2Cards-2-title": "Slándáil a chothabháil",
  "page-layer-2-learn-layer2Cards-2-description": "Socraíonn blocshlabhraí sraith 2 a n-idirbheart ar Príomhlíonra Ethereum, rud a ligeann d’úsáideoirí a úsáideann iad leas a bhaint as slándáil líonra Ethereum.",
  "page-layer-2-learn-layer2Cards-3-title": "Cásanna úsáide a leathnú",
  "page-layer-2-learn-layer2Cards-3-description": "Le hidirbhearta níos airde in aghaidh an tsoicind, táillí níos ísle, agus teicneolaíocht nua, leathnófar tionscadail ina bhfeidhmchláir nua le taithí úsáideora feabhsaithe.",
  "page-layer-2-learn-how-does-layer-2-work-title": "Conas a oibríonn ciseal 2?",
  "page-layer-2-learn-how-does-layer-2-work-1": "Mar a luadh thuas, is téarma comhchoiteann é ciseal 2 le haghaidh réitigh scálaithe Ethereum a láimhseálann idirbhearta as ciseal Ethereum 1 agus iad fós ag baint leasa as slándáil dhíláraithe láidir Ethereum ciseal 1. Is blocshlabhra ar leith é ciseal 2 a leathnaíonn Ethereum. Conas a oibríonn sé sin?",
  "page-layer-2-learn-how-does-layer-2-work-2": "Tá cineálacha éagsúla ciseal 2 ann, agus tá a gcuid samhlacha comhbhabhtála agus slándála féin ag gach ceann acu. Tógann ciseal 2 an t-ualach idirbheartaíochta ar shiúl ó chiseal 1, rud a ligeann dó éirí níos lú plódaithe, agus éiríonn gach rud níos inscálaithe.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-title": "Uas-scáluithe",
  "page-layer-2-learn-how-does-layer-2-work-rollups-1": "Cuachta Rollups (nó 'rolladh suas') na céadta idirbheart isteach in idirbheart amháin ar ciseal 1. Dáileann sé seo na táillí idirbhirt L1 thar gach duine sa rolladh suas, rud a fhágann go bhfuil sé níos saoire do gach úsáideoir.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-2": "Cuirtear na sonraí idirbhirt sa rolladh isteach chuig ciseal 1, ach déanann an rolladh é a fhorghníomhú ar leithligh. Trí shonraí idirbhirt a chur isteach i gciseal 1, faigheann rolladh suas slándáil Ethereum mar oidhreacht. Tá sé seo mar gheall ar a luaithe a uaslódáiltear na sonraí go ciseal 1, is gá Ethereum a thabhairt ar ais le hidirbheart rolladh suas. Tá dhá chur chuige éagsúla ann maidir le rolladh suas: dóchasach agus eolas nialasach - tá difríocht mhór acu maidir leis an gcaoi a gcuirtear na sonraí idirbhirt seo isteach chuig L1.",
  "page-layer-2-learn-rollupCards-optimistic-title": "Rollaí Optamacha",
  "page-layer-2-learn-rollupCards-optimistic-description": "Úsáideann rollaí suas dóchasach cruthúnais lochtanna sa chás go nglactar leis go bhfuil idirbhearta bailí, ach is féidir agóid a dhéanamh ina leith má tá amhras ann faoi idirbheart neamhbhailí. Má tá amhras ann faoi idirbheart neamhbhailí, reáchtálfar cruthúnas lochta féachaint an bhfuil sé seo déanta.",
  "page-layer-2-learn-rollupCards-optimistic-childSentence": "Tuilleadh faoi rolladh suas dóchasach",
  "page-layer-2-learn-rollupCards-zk-title": "Rollaí suas eolais nialasach",
  "page-layer-2-learn-rollupCards-zk-description": "Úsáideann rollaí suas Eolais nialasach cruthúnais bailíochta nuair a ríomhtar ríomhanna na n-idirbheart as slabhra, agus ansin cuirtear na sonraí seo ar fáil do Ethereum Príomhlíonra le cruthúnas ar a mbailíocht.",
  "page-layer-2-learn-rollupCards-zk-childSentence": "Tuilleadh faoi rollaí suas-zk",
  "page-layer-2-learn-dyor-title": "Déan do chuid taighde féin: Rioscaí ciseal 2",
  "page-layer-2-learn-dyor-1": "Toisc go n-oidhríonn slabhraí ciseal 2 slándáil ó Ethereum, i ndomhan idéalach, tá siad chomh sábháilte le L1 Ethereum. Mar sin féin, tá go leor de na <strong>tionscadail fós óg agus beagán turgnamhach</strong>. Tar éis blianta de T&F, chuaigh go leor de na teicneolaíochtaí L2 a scálfaidh Ethereum beo i 2021. Ní hé seo le rá nach bhfuil na L2s slán, ach amháin nach bhfuil ciseal 2 chomh hullmhaithe don chath agus Ethereum Príomhlíonra. Déan do chuid taighde féin i gcónaí agus cinntigh an bhfuil tú compordach le haon rioscaí a bhaineann leis.",
  "page-layer-2-learn-dyor-2": "Le haghaidh tuilleadh faisnéise ar theicneolaíocht, rioscaí agus boinn tuisceana iontaoibh ciseal 2s, molaimid seiceáil amach L2BEAT, a sholáthraíonn creat measúnaithe riosca cuimsitheach do gach tionscadal.",
  "page-layer-2-learn-dyor-link": "Téigh go L2BEAT",
  "page-layer-2-learn-note-on-alt-l1-title": "Nóta ar alt L1anna, slabhraí taobh, agus validiums",
  "page-layer-2-learn-note-on-alt-l1-1": "Tá tréchur níos airde ag ciseal 1anna malartacha agus tá táillí idirbhirt níos ísle ná Ethereum. B'éigean do na Alt L1anna seo íobairt a dhéanamh ar urrús nó ar dhílárú chun idirbhearta níos airde in aghaidh an tsoicind a bhaint amach agus táillí níos ísle. Tá éiceachóras Ethereum ailínithe go daingean gurb é scálú ciseal 2 an t-aon bhealach chun an aincheist thrialach inscálaitheachta a réiteach agus fanacht díláraithe agus slán",
  "page-layer-2-learn-note-on-alt-l1-2": "Is blocshlabhraí iad slabhraí taoibh agus validiums a ligeann do shócmhainní ó blocshlabhraí amháin a líonadh agus a úsáid ar slabhraí taoibh eile. Ritheann slabhraí taoibh agus validiums go comhthreomhar leis an bpríomhshlabhra, agus idirghníomhaíonn siad leis an bpríomhshlabhra trí dhroichid, ach ní fhaigheann siad a slándáil ná a n-infhaighteacht sonraí ón bpríomhshlabhra. Scálaíonn siad mar an gcéanna le sraitheanna 2s, ach tá boinn tuisceana iontaobhais éagsúla acu. Cuireann siad táillí idirbhirt níos ísle ar fáil, agus tréchur idirbheart níos airde. Tuilleadh faoi <a href=\"/developers/docs/scaling/sidechains\">slabhraí taoibh</a> agus <a href=\"/developers/docs/scaling/validium\">validiums</a>.",
  "page-layer-2-learn-callout-1-title": "Cad iad na buntáistí?",
  "page-layer-2-learn-callout-1-description": "Déan iniúchadh ar an tionchar praiticiúil atá ag réitigh ciseal 2 ar thaithí an úsáideora.",
  "page-layer-2-learn-learn-more": "Foghlaim níos mó",
  "page-layer-2-learn-callout-2-title": "Déan iniúchadh ar líonraí éagsúla",
  "page-layer-2-learn-callout-2-description": "Foghlaim conas a bhíonn líonraí difriúil óna chéile agus cé chomh fada agus atá siad ina bhforbairt.",
  "page-layer-2-learn-explore-networks": "Cuir eolas ar líonraí"
}
