{
  "page-local-environment-brownie-desc": "Creat forbartha agus tástála bunaithe ar Python le haghaidh conarthaí cliste atá dírithe ar Mheaisín Fíorúil Ethereum.",
  "page-local-environment-brownie-logo-alt": "Lógó Brownie",
  "page-local-environment-kurtosis-desc": "Foireann uirlisí árthachbhunaithe chun líonra tástála Ethereum ilchliant a chumrú agus a shníomh go héasca le haghaidh forbairt thapa áitiúil a dhéanamh ar dhaip, ar fhréamhshamhaltú agus ar thástáil.",
  "page-local-environment-kurtosis-logo-alt": "Lógó Kurtosis",
  "page-local-environment-epirus-desc": "Ardán chun feidhmchláir blocshlabhra a fhorbairt, a úsáid agus mhonatóiriú ar Mheaisín Fíorúil Java.",
  "page-local-environment-epirus-logo-alt": "Lógó Epirus",
  "page-local-environment-eth-app-desc": "Cruthaigh aipeanna faoi thiomáint Ethereum le ordú amháin. In éineacht le tairiscint leathan creataí chomhéadain agus theimpléid DeFi le roghnú astu.",
  "page-local-environment-eth-app-logo-alt": "Cruthaigh lógó Eth App",
  "page-local-environment-foundry-desc": "Foireann uirlisí thapa, iniompartha agus mhodúlach le haghaidh forbairt feidhmchlár Ethereum atá scríofa in Rust.",
  "page-local-environment-foundry-logo-alt": "Lógó Foundry",
  "page-local-environment-framework-feature-1": "Gnéithe chun cás blocshlabhra áitiúil a chasadh.",
  "page-local-environment-framework-feature-2": "Fóntais chun do chonarthaí cliste a thiomsú agus a thástáil.",
  "page-local-environment-framework-feature-3": "Breiseáin forbartha cliant chun d’fheidhmchlár poiblí a chruthú laistigh den tionscadal/stór céanna.",
  "page-local-environment-framework-feature-4": "Cumraíocht chun nascadh le líonraí Ethereum agus conarthaí a fheidhmiú, cibé acu ar chás a ritheann go háitiúil, nó ar cheann de líonraí poiblí Ethereum.",
  "page-local-environment-framework-feature-5": "Dáileadh aipeanna díláraithe - comhtháthú le roghanna stórála cosúil le IPFS.",
  "page-local-environment-framework-features": "Tá go leor feidhmiúlacht bhreise bainteach leis na creataí seo, mar atá:",
  "page-local-environment-frameworks-desc": "Molaimid creat a phiocadh, go háirithe má tá tú díreach ag tosú amach. Teastaíonn píosaí éagsúla teicneolaíochta chun d iomlán a thógáil. Le creataí áirítear go leor de na gnéithe atá ag teastáil nó soláthraítear córais éasca breiseán chun na huirlisí atá uait a roghnú.",
  "page-local-environment-frameworks-title": "Creataí agus cruacha réamhdhéanta",
  "page-local-environment-hardhat-desc": "Is timpeallacht forbartha Ethereum é Hardhat do dhaoine gairmiúla.",
  "page-local-environment-hardhat-logo-alt": "Lógó Hardhat",
  "page-local-environment-openZeppelin-desc": "Sábháil uaireanta ama forbartha trí chonarthaí cliste lenár CLI a thiomsú, a uasghrádú, a fheidhmiú agus idirghníomhú leo.",
  "page-local-environment-openZeppelin-logo-alt": "Lógó OpenZeppelin",
  "page-local-environment-scaffold-eth-desc": "Ethers + Hardhat + React: gach rud atá uait chun tosú ag tógáil feidhmchláir dhíláraithe faoi thiomáint ag conarthaí cliste.",
  "page-local-environment-scaffold-eth-logo-alt": "Lógó scafall-eth",
  "page-local-environment-setup-meta-desc": "Treoir maidir le conas do chruach bogearraí a roghnú le haghaidh forbairt Ethereum.",
  "page-local-environment-setup-meta-title": "Socrú forbartha áitiúla Ethereum",
  "page-local-environment-setup-subtitle": "Má tá tú réidh le tosú ag tógáil, tá sé in am do chruach a roghnú.",
  "page-local-environment-setup-subtitle-2": "Seo iad na huirlisí agus na creataí is féidir leat a úsáid chun cabhrú leat d’fheidhmchlár Ethereum a thógáil.",
  "page-local-environment-setup-title": "Socraigh do thimpeallacht forbartha áitiúil",
  "page-local-environment-solidity-template-desc": "Teimpléad GitHub le haghaidh socrú réamhthógtha do do chonarthaí cliste Solidity. Áirítear líonra áitiúil Hardhat, Ethers le haghaidh cur i bhfeidhm sparán, agus tuilleadh.",
  "page-local-environment-solidity-template-logo-alt": "Lógó teimpléid Solidity"
}