{
  "page-wallets-accounts-addresses": "Sparán, cuntais, eochracha agus seoltaí",
  "page-wallets-accounts-addresses-desc": "Is fiú na difríochtaí idir roinnt príomhthéarmaí a thuiscint.",
  "page-wallets-accounts-ethereum-addresses": "<b>Tá seoladh</b> ag cuntas Ethereum, go díreach mar atá seoladh ríomhphoist ag bosca isteach. Úsáidtear é seo chun do shócmhainní digiteacha a shainaithint.",
  "page-wallets-alt": "Léaráid de róbat agus cruinneachán aige mar chorp, rud a léiríonn sparán Ethereum",
  "page-wallets-ethereum-account": "<b>Is péire eochracha é cuntas Ethereum</b>. <a href=\"/glossary/#public-key\">Úsáidtear eochair amháin</a> chun an seoladh is mian leat a roinnt faoi shaoirse a chruthú, agus an <a href=\"/glossary/#private-key\">eochair eile</a> ní mór duit a coinneáil faoi rún mar úsáidtear í chun rudaí a shíniú. Le chéile, ligeann na heochracha seo duit sócmhainní a shealbhú agus idirbhearta a dhéanamh.",
  "page-wallets-blog": "Blag Coinbase",
  "page-wallets-bookmarking": "Leabharmharcáil do sparán",
  "page-wallets-bookmarking-desc": "Má úsáideann tú sparán gréasáin, leabharmharcáil an suíomh chun tú féin a chosaint ar chamscéimeanna fioscaireachta.",
  "page-wallets-cd": "Is gléasanna iad <b>sparán crua‑earraí fisiceacha</b> a ligeann duit do crypto a choinneáil as líne - an‑slán",
  "page-wallets-desc-2": "Is iad sparáin a úsáideann an chuid is mó daoine chun a gcuid sócmhainní digiteacha agus a gcéannacht a láimhseáil.",
  "page-wallets-desc-2-link": "Tuilleadh faoi ETH",
  "page-wallets-desc-3": "Is uirlis é do sparán chun idirghníomhú le do chuntas Ethereum. Ciallaíonn sé sin gur féidir leat soláthraithe sparáin a mhalartú am ar bith. Ligeann go leor sparán duit roinnt cuntas Ethereum a bhainistiú ar aip amháin.",
  "page-wallets-desc-4": "Níl do chistí faoi chúram ag soláthraithe sparán. Ní thugann siad ach fuinneog duit chun do shócmhainní a fheiceáil ar Ethereum agus uirlisí chun iad a bhainistiú go héasca.",
  "page-wallets-description": "Is feidhmchláir iad sparáin Ethereum a thugann smacht duit ar do chuntas. Díreach cosúil le do sparán fisiceach, tá gach rud atá uait ann chun d'aitheantas a chruthú agus do shócmhainní a láimhseáil. Ligeann do sparán duit síniú isteach ar fheidhmchláir, d’iarmhéid a léamh, idirbhearta a sheoladh agus d’aitheantas a fhíorú.",
  "page-wallets-desktop": "<b>Feidhmchláir deisce</b> má tá tú ag iarraidh do chistí a bhainistiú trí macOS, Windows nó Linux",
  "page-wallets-ethereum-wallet": "<b>Is uirlis é sparán a ligeann duit idirghníomhú le do chuntas</b>, trí úsáid a bhaint as do chuid eochracha. Ligeann sé duit féachaint ar iarmhéid do chuntais, idirbhearta a sheoladh agus eile.",
  "page-wallets-explore": "Foghlaim faoi Ethereum",
  "page-wallets-features-desc": "Is féidir linn cabhrú leat do sparán a roghnú bunaithe ar na gnéithe is tábhachtaí duit.",
  "page-wallets-features-title": "Déan comparáid idir sparáin bunaithe ar ghnéithe",
  "page-wallets-find-wallet-btn": "Faigh sparán",
  "page-wallets-find-wallet-link": "Faigh sparán",
  "page-wallets-get-some": "Faigh roinnt ETH",
  "page-wallets-get-some-alt": "Léaráid de lámh a chruthaíonn lógó ETH atá déanta as brící lego",
  "page-wallets-get-some-btn": "Faigh roinnt ETH",
  "page-wallets-get-some-desc": "Is é ETH cript-airgeadra dúchais Ethereum. Beidh ort beagán ETH a bheith agat i do sparán chun feidhmchláir Ethereum a úsáid.",
  "page-wallets-keys-to-safety": "Na heochracha chun do crypto a choinneáil sábháilte",
  "page-wallets-manage-funds": "Aip chun do chistí a bhainistiú",
  "page-wallets-manage-funds-desc": "Taispeánann do sparán do chuid iarmhéideanna, stair na n-idirbheart agus tugann sé bealach duit cistí a sheoladh / a fháil. D'fhéadfadh roinnt sparán níos mó a thairiscint.",
  "page-wallets-meta-description": "An t-eolas is gá duit chun sparán Ethereum a úsáid.",
  "page-wallets-meta-title": "Sparán Ethereum: Ceannaigh, Stóráil agus Seol crypto",
  "page-wallets-mobile": "<b>Feidhmchláir shoghluaiste</b> a fhágann gur féidir rochtain a fháil ar do chistí ó áit ar bith",
  "page-wallets-more-on-dapps-btn": "Tuilleadh faoi dhaipeanna",
  "page-wallets-most-wallets": "Le formhór na dtáirgí sparán ligfear duit cuntas Ethereum a ghiniúint. Mar sin ní gá duit ceann a fháil sula n‑íoslódálann tú sparán.",
  "page-wallets-protecting-yourself": "Tú féin agus do chistí a chosaint",
  "page-wallets-seed-phrase": "Scríobh síos do <a href=\"/glossary/#recovery-phrase\">fhrása athshlánaithe</a>",
  "page-wallets-seed-phrase-desc": "Is minic a thabharfaidh sparán frása síolta duit nach mór duit a scríobh síos áit éigin sábháilte. Is é seo an t-aon bhealach a mbeidh tú in ann do sparán a aisghabháil.",
  "page-wallets-seed-phrase-example": "Seo sampla:",
  "page-wallets-seed-phrase-write-down": "Ná stóráil ar ríomhaire é. Scríobh síos é agus coinnigh slán é.",
  "page-wallets-slogan": "Na heochracha do do thodhchaí dhigiteach a choinneáil",
  "page-wallets-stay-safe": "Conas fanacht sábháilte",
  "page-wallets-stay-safe-desc": "Tá freagracht ag baint le saoirse airgeadais agus leis an gcumas cistí a rochtain agus a úsáid áit ar bith - níl aon tacaíocht do chustaiméirí in crypto. <b>Tá tú freagrach as do chuid eochracha a choinneáil slán</b>.",
  "page-wallets-subtitle": "Cuidíonn sparán leat rochtain a fháil ar do shócmhainní digiteacha agus síniú isteach ar fheidhmchláir.",
  "page-wallets-take-responsibility": "Glac freagracht as do chuid cistí féin",
  "page-wallets-take-responsibility-desc": "Nascfaidh malartáin láraithe do sparán le hainm úsáideora agus pasfhocal ar féidir leat a aisghabháil tríd an ngnáthnós. Ach cuimhnigh go bhfuil tú ag cur muiníne sa mhalartán sin le cúram do chistí. Má tá trioblóid airgeadais ag an malartán, bheadh do chistí i mbaol.",
  "page-wallets-tips": "Tuilleadh leideanna maidir le fanacht sábháilte",
  "page-wallets-tips-community": "Ón bpobal",
  "page-wallets-title": "Sparáin Ethereum",
  "page-wallets-triple-check": "Seiceáil gach rud faoi thrí",
  "page-wallets-triple-check-desc": "Cuimhnigh nach féidir idirbhearta a aisiompú agus nach féidir sparán a aisghabháil go héasca, mar sin déan réamhchúraimí agus bí cúramach i gcónaí.",
  "page-wallets-try-dapps": "Bain triail as roinnt daipeanna",
  "page-wallets-try-dapps-alt": "Léaráid de bhaill phobal Ethereum ag obair le chéile",
  "page-wallets-try-dapps-desc": "Is feidhmchláir iad daipeanna a tógadh ar Ethereum. Tá siad níos saoire, níos cothroime agus níos cineálta le do shonraí ná mar atá an chuid is mó d’fheidhmchláir thraidisiúnta.",
  "page-wallets-types": "Cineálacha sparán",
  "page-wallets-types-desc": "Tá roinnt bealaí ann chun comhéadan agus idirghníomhú a dhéanamh le do chuntas:",
  "page-wallets-web-browser": "Is feidhmchláir gréasáin iad <b>sparáin brabhsálaí</b> a ligeann duit idirghníomhú go díreach le do chuntas sa bhrabhsálaí",
  "page-wallets-web-browser-extension": "Is breiseáin iad <b>sparáin breiseáin brabhsálaithe</b> ar féidir leat iad a íoslódáil agus a úsáid chun idirghníomhú le do chuntas agus le feidhmchláir tríd an mbrabhsálaí",
  "page-wallets-whats-a-wallet": "Cad atá i sparán Ethereum?",
  "page-wallets-your-ethereum-account": "Do chuntas Ethereum",
  "page-wallets-your-ethereum-account-desc": "Is é do sparán d'fhuinneog isteach i do chuntas Ethereum – d'iarmhéid, stair idirbheart agus go leor eile. Ach is féidir leat soláthraithe sparáin a mhalartú am ar bith.",
  "page-wallets-your-login": "Do logáil isteach le haghaidh aipeanna Ethereum",
  "page-wallets-your-login-desc": "Tríd an sparán ligtear duit ceangal le feidhmchláir trí úsáid a bhaint as do chuntas Ethereum. Tá sé cosúil le logáil isteach a fhéadann tú a úsáid thar go leor aipeanna.",
  "additional-reading-how-to-create-an-ethereum-account": "Conas cuntas Ethereum a chruthú",
  "additional-reading-how-to-use-a-wallet": "Conas sparán a úsáid"
}
