{
  "page-dapps-1inch-logo-alt": "Lógó 1inch",
  "page-dapps-aave-logo-alt": "Lógó Aave",
  "page-dapps-add-button": "Mol daip",
  "page-dapps-add-title": "Cuir daip leis",
  "page-dapps-ankr-logo-alt": "Lógó Ankr",
  "page-dapps-puffer-logo-alt": "Lógó Puffer",
  "page-dapps-api3-logo-alt": "Lógó API3",
  "page-dapps-arweave-logo-alt": "Lógó ARweave",
  "page-dapps-audius-logo-alt": "Lógó Audius",
  "page-dapps-axie-infinity-logo-alt": "Lógó Axie Infinity",
  "page-dapps-balancer-logo-alt": "Lógó Balancer",
  "page-dapps-brave-logo-alt": "Lógó Brave",
  "page-dapps-beginner-friendly-description": "Roinnt daipeanna atá go maith do thosaitheoirí. Foghlaim faoi dhaipeanna breise thíos.",
  "page-dapps-beginner-friendly-header": "So-úsáidte do thosaitheoirí",
  "page-dapps-category-arts": "Ealaín agus faisean",
  "page-dapps-category-browsers": "Brabhsálaithe",
  "page-dapps-category-code-marketplaces": "Margaí cóid",
  "page-dapps-category-collectibles": "Earraí inbhailithe digiteacha",
  "page-dapps-category-competitive": "Cluichí Web3",
  "page-dapps-category-computing": "Uirlisí forbróra",
  "page-dapps-category-dex": "Malartáin",
  "page-dapps-category-investments": "Cistí infheistíochta",
  "page-dapps-category-lending": "Iasachtú agus iasachtaíocht",
  "page-dapps-category-lottery": "Slua-chistiú",
  "page-dapps-category-marketplaces": "Margaí",
  "page-dapps-category-music": "Ceol",
  "page-dapps-category-payments": "Íocaíochtaí",
  "page-dapps-category-insurance": "Árachas",
  "page-dapps-category-portfolios": "Bainistíocht phunainne",
  "page-dapps-category-trading": "Margaí tuartha",
  "page-dapps-category-utilities": "Fóntais",
  "page-dapps-category-worlds": "Domhain fhíorúla",
  "page-dapps-category-demand-aggregator": "Comhbhailitheoirí éilimh",
  "page-dapps-category-derivatives": "Díorthaigh",
  "page-dapps-category-liquid-staking": "Geallchur leachta",
  "page-dapps-category-bridges": "Droichid",
  "page-dapps-category-experiences": "Eispéiris roinnte",
  "page-dapps-category-guilds": "Gildeanna torthaí",
  "page-dapps-category-avatar": "Abhatáranna",
  "page-dapps-choose-category": "Roghnaigh catagóir",
  "page-dapps-category-social": "Na meáin shóisialta",
  "page-dapps-category-content": "Ábhar",
  "page-dapps-category-community": "Pobal",
  "page-dapps-category-messaging": "Teachtaireachtaí",
  "page-dapps-category-identity": "Céannacht",
  "page-dapps-collectibles-benefits-1-description": "Nuair a théacschomharthaítear ealaín ar Ethereum, is féidir úinéireacht a dheimhniú do chách. Is féidir leat turas an tsaothair ealaíne ón gcruthú go dtí an sealbhóir reatha a rianú. Cuireann sé seo cosc ​​​​ar bhrionnú.",
  "page-dapps-collectibles-benefits-1-title": "Is féidir úinéireacht a fhíorú",
  "page-dapps-collectibles-benefits-2-description": "Tá sé i bhfad níos cothroime do na healaíontóirí íoc as ceol a shruthú nó saothar ealaíne a cheannach. Le hEthereum is lú an gá le hidirghabhálaithe. Agus má tá gá le hidirghabhálaithe, níl a gcostais chomh hard mar ní gá d’ardáin íoc as bonneagar an ghréasáin.",
  "page-dapps-collectibles-benefits-2-title": "Níos cothroime do chruthaitheoirí",
  "page-dapps-collectibles-benefits-3-description": "Tá earraí inbhailithe comharthaithe ceangailte le do sheoladh Ethereum, ní leis an ardán. Mar sin is féidir leat rudaí cosúil le míreanna in-chluiche a dhíol ar aon mhargadh Ethereum, ní hamháin sa chluiche féin.",
  "page-dapps-collectibles-benefits-3-title": "Is féidir leat do chuid earraí inbhailithe a thabhairt leat",
  "page-dapps-collectibles-benefits-4-description": "Tá na huirlisí agus na táirgí ann cheana chun do chuid ealaíne a théacschomharthú agus í a dhíol! Agus is féidir do chuid comharthaí a dhíol ar gach uile ardán inbhailithe de chuid Ethereum.",
  "page-dapps-collectibles-benefits-4-title": "Bonneagar i bhfeidhm cheana féin",
  "page-dapps-collectibles-benefits-description": "Is feidhmchláir iad seo trína ndírítear ar úinéireacht dhigiteach, ar acmhainneacht tuillimh a mhéadú do chruthaitheoirí agus ar bhealaí nua a chumadh chun infheistíocht a dhéanamh sna cruthaitheoirí is fearr leat agus ina gcuid oibre.",
  "page-dapps-collectibles-benefits-title": "earraí inbhailithe díláraithe agus sruthú",
  "page-dapps-collectibles-button": "Na healaíona agus earraí inbhailithe",
  "page-dapps-collectibles-description": "Is feidhmchláir iad seo trína ndírítear ar úinéireacht dhigiteach, ar acmhainneacht tuillimh a mhéadú do chruthaitheoirí agus ar bhealaí nua a chumadh chun infheistíocht a dhéanamh sna cruthaitheoirí is fearr leat agus ina gcuid oibre.",
  "page-dapps-collectibles-title": "Na healaíona díláraithe agus earraí inbhailithe",
  "page-dapps-compound-logo-alt": "Lógó Compound",
  "page-dapps-convex-logo-alt": "Lógó Convex",
  "page-dapps-cryptopunks-logo-alt": "Lógó Cryptopunks",
  "page-dapps-cryptovoxels-logo-alt": "Lógó Cryptovoxels",
  "page-dapps-cyberconnect-logo-alt": "Lógó CyberConnect",
  "page-dapps-dapp-description-1inch": "Cuidíonn sé leat sciorradh ardphraghais a sheachaint trí na praghsanna is fearr a chomhiomlánú.",
  "page-dapps-dapp-description-aave": "Tabhair do chuid comharthaí ar iasacht chun ús a thuilleamh agus tarraing siar am ar bith.",
  "page-dapps-dapp-description-ankr": "Sraith de tháirgí bonneagair éagsúla Web3 le haghaidh tógála, tuillimh, cluichíochta agus go leor eile - iad ar fad ar bhlocshlabhra.",
  "page-dapps-dapp-description-api3": "Fothaí sonraí tagartha do phraghas an chéad pháirtí trína ligtear daipeanna ar 10 ngréasán (agus comhaireamh) nascadh le sonraí praghais sócmhainní fíor‑ama, lena n‑áirítear praghsanna crypto agus forex.",
  "page-dapps-dapp-description-arweave": "Stóráil sonraí go buan, go hinbhuanaithe, le táille amháin tosaigh.",
  "page-dapps-dapp-description-async-art": "Cruthaigh, bailigh, agus déan trádáil #Ealaín Ríomhchláraithe - pictiúir dhigiteacha roinnte ina “Sraitheanna” ar féidir leat a úsáid chun dul i bhfeidhm ar an íomhá iomlán. Is comhartha ERC721 gach Máistir agus Sraith.",
  "page-dapps-dapp-description-audius": "Ardán shruthaithe dhíláraithe. Éisteacht = airgead le haghaidh cruthaitheoirí, ní le haghaidh lipéid.",
  "page-dapps-dapp-description-axie-infinity": "Créatúir thrádála agus chatha ar a dtugtar Axies. Agus tuilleamh tríd an imirt - ar fáil ar ghuthán soghluaiste",
  "page-dapps-dapp-description-balancer": "Is bainisteoir punainne uathoibrithe agus ardán trádála é Balancer.",
  "page-dapps-dapp-description-brave": "Faigh comharthaí brabhsála agus tacaigh leis na cruthaitheoirí is fearr leat trína n‑úsáid.",
  "page-dapps-dapp-description-cent": "Líonra sóisialta inar féidir leat airgead a thuilleamh trí NFTanna a phostáil.",
  "page-dapps-dapp-description-compound": "Tabhair do chuid comharthaí ar iasacht chun ús a thuilleamh agus tarraing siar am ar bith.",
  "page-dapps-dapp-description-convex": "Trí Convex ceadaítear táillí trádála a thuilleamh agus CRV treisithe a éileamh gan a gcuid CRV a ghlasáil do sholáthraithe leachta Curve.",
  "page-dapps-dapp-description-cryptopunks": "Ceannaigh, déan tairiscint, agus cuir punks ar díol – ceann de na chéad earraí inbhailithe comharthaí ar Ethereum.",
  "page-dapps-dapp-description-cryptovoxels": "Cruthaigh gailearaithe ealaíne, tóg siopaí agus ceannaigh talamh - domhan fíorúil Ethereum.",
  "page-dapps-dapp-description-cyberconnect": "Prótacal díláraithe graf sóisialta trína gcuidítear le daipeanna éifeachtaí líonra a bhútáil agus eispéiris shóisialta phearsantaithe a thógáil",
  "page-dapps-dapp-description-dark-forest": "Déan concas ar phláinéid i gcruinne gan teorainn, a ghintear de réir nós imeachta, cripteagrafach-sonraithe.",
  "page-dapps-dapp-description-decentraland": "Bailigh, trádáil talamh fíorúil i ndomhan fíorúil is féidir leat breathnú thart air.",
  "page-dapps-dapp-description-ens": "Ainmneacha atá éasca le húsáid le haghaidh seoltaí Ethereum agus suíomhanna díláraithe.",
  "page-dapps-dapp-description-foundation": "Infheistigh in eagráin uathúla de shaothar ealaíne digiteach agus trádáil píosaí le ceannaitheoirí eile.",
  "page-dapps-dapp-description-gitcoin": "Tuill crypto trí bheith ag obair ar bhogearraí foinse oscailte.",
  "page-dapps-dapp-description-gitcoin-grants": "Slua-chistiú do thionscadail pobail Ethereum le ranníocaíochtaí méadaithe",
  "page-dapps-dapp-description-gm": "Ardán uilechuimsitheach le haghaidh comhrá, fóraim, agus guth a dhéanann ioncam a roinnt lena chruthaitheoirí",
  "page-dapps-dapp-description-gods-unchained": "Cluiche cártaí straitéise trádála. Cártaí a thuilleamh tríd an imirt gur féidir leat a dhíol sa saol fíor.",
  "page-dapps-dapp-description-golem": "Faigh rochtain ar chumhacht ríomhaireachta roinnte nó lig do chuid acmhainní féin ar cíos.",
  "page-dapps-dapp-description-graph": "Prótacal innéacsaithe chun líonraí amhail Ethereum agus IPFS a cheistiú.",
  "page-dapps-dapp-description-ipfs": "Prótacal hipirmheáin idir comhghleacaithe atá deartha chun eolas an chine dhaonna a chaomhnú agus a mhéadú tríd an ngréasán a dhéanamh in‑uasghrádaithe, athléimneach agus níos oscailte.",
  "page-dapps-dapp-description-radicle": "Comhoibriú cóid a dhaingniú idir comhghleacaithe gan idirghabhálaithe.",
  "page-dapps-dapp-description-kyberswap": "Babhtáil agus tuilleamh ar na rátaí is fearr.",
  "page-dapps-dapp-description-kiwinews": "Faigh nuacht shuimiúil Ethereum, ailt, agus táirgí coimeádta do thógálaithe ag tógálaithe. Déan iad a phlé le comhfhorbróirí, bunaitheoirí, agus infheisteoirí.",
  "page-dapps-dapp-description-lido": "Geallchur simplithe agus slán do shócmhainní digiteacha.",
  "page-dapps-dapp-description-loopring": "Ardán trádála idir comhghleacaithe tógtha le haghaidh luais.",
  "page-dapps-dapp-description-marble-cards": "Déan cártaí digiteacha uathúla bunaithe ar URLanna a chruthú agus a thrádáil.",
  "page-dapps-dapp-description-matcha": "Déanann sé cuardach ar mhalartáin iolracha chun cabhrú leat na praghsanna is fearr a fháil.",
  "page-dapps-dapp-description-meeds": "Moil pobail Web3 le haghaidh aois na hoibre díláraithe. Tabhair luach saothair cothrom agus trédhearcach do ranníocaíochtaí tábhachtacha.",
  "page-dapps-dapp-description-mirror": "Tógtha ar web3 le haghaidh web3, brúnn ardán láidir foilsitheoireachta Mirror teorainneacha na scríbhneoireachta ar líne",
  "page-dapps-dapp-description-multichain": "An ródaire deiridh do web3. Is bonneagar é a forbraíodh le haghaidh idirghníomhaíochtaí treallach tras‑slabhra.",
  "page-dapps-dapp-description-nifty-gateway": "Ceannaigh saothair onchain ó na healaíontóirí is fearr, na lúthchleasaithe, na brandaí agus na cruthaitheoirí.",
  "page-dapps-dapp-description-summerfi": "Trádáil, iasacht agus sábháil le Dai, stablecoin de chuid Ethereum.",
  "page-dapps-dapp-description-opensea": "Déan earraí eagrán teoranta a cheannach, a dhíol, a fhiosrú agus a thrádáil.",
  "page-dapps-dapp-description-opera": "Seol crypto ó do bhrabhsálaí chuig ceannaithe, úsáideoirí eile agus aipeanna.",
  "page-dapps-dapp-description-osuvox": "Abhatáranna 3D ina gcónaí ar an mblocshlabhra",
  "page-dapps-dapp-description-poap": "Bailigh NFTanna a chruthaíonn gur fhreastail tú ar imeachtaí fíorúla nó pearsanta éagsúla. Úsáid iad chun páirt a ghlacadh sna raifil, sa vótáil, sa chomhoibriú nó díreach chun gaisce a dhéanamh.",
  "page-dapps-dapp-description-polymarket": "Geall ar thorthaí cluichí. Trádáil ar mhargaí faisnéise.",
  "page-dapps-dapp-description-pooltogether": "Crannchur nach féidir leat a chailleadh. Duaiseanna gach seachtain.",
  "page-dapps-dapp-description-index-coop": "Ciste innéacs crypto trína nochtfar do phunann do bharrchomharthaí DeFi.",
  "page-dapps-dapp-description-nexus-mutual": "Clúdach gan an chuideachta árachais. Déan tú féin a chosaint in éadan fabhtanna conartha cliste agus haiceanna.",
  "page-dapps-dapp-description-etherisc": "Teimpléad árachais díláraithe is féidir le duine ar bith a úsáid chun a gclúdach árachais féin a chruthú.",
  "page-dapps-dapp-description-zapper": "Rianaigh do phunann agus úsáid raon táirgí DeFi ó chomhéadan amháin.",
  "page-dapps-dapp-description-zerion": "Bainistigh do phunann agus déan gach sócmhainn DeFi ar an margadh a mheas.",
  "page-dapps-dapp-description-rotki": "Uirlis foinse oscailte i leith rianaithe punainne, anailísíochta, cuntasaíochta agus tuairiscithe cánach lena léirítear meas ar do phríobháideachas.",
  "page-dapps-dapp-description-krystal": "Ardán ilfhreastail chun rochtain a fháil ar na seirbhísí DeFi is fearr leat.",
  "page-dapps-dapp-description-rarible": "Déan earraí inbhailithe téacscomharthaithe a chruthú, a dhíol agus a cheannach.",
  "page-dapps-dapp-description-request-finance": "Sraith uirlisí airgeadais le haghaidh sonraisc crypto, párolla agus speansas.",
  "page-dapps-dapp-description-rubic": "Comhbhailitheoir teicneolaíochta Tras-Slabhra le haghaidh úsáideoirí agus daipeanna.",
  "page-dapps-dapp-description-sablier": "Sruthaigh airgead i bhfíor-am.",
  "page-dapps-dapp-description-spatial": "Cruthaigh d'abhatár saincheaptha féin agus do shaol 3D",
  "page-dapps-dapp-description-spruce": "Cruach foinse oscailte chun smacht céannachta agus sonraí a fhágáil san áit ar cheart dóibh a bheith: le húsáideoirí.",
  "page-dapps-dapp-description-status": "Tá sé deartha chun saorshreabhadh faisnéise a chumasú, chun an ceart chun comhráite príobháideacha slána a chosaint, agus chun ceannas daoine aonair a chur chun cinn.",
  "page-dapps-dapp-description-superrare": "Ceannaigh saothair ealaíne digiteacha go díreach ó ealaíontóirí nó i margaí tánaisteacha.",
  "page-dapps-dapp-description-synthetix": "Is prótacal é Synthetix chun sócmhainní sintéiseacha a eisiúint agus a thrádáil",
  "page-dapps-dapp-description-uniswap": "Babhtáil comharthaí go simplí nó cuir comharthaí ar fáil do % luaíochtaí.",
  "page-dapps-dapp-description-xmtp": "Seol teachtaireachtaí idir cuntais blocshlabhra, lena n‑áirítear DManna, foláirimh, fógraí agus eile.",
  "page-dapps-dapp-description-yearn": "Is comhbhailitheoir torthaí é Yearn Finance. Bealach a thabhairt do dhaoine aonair, OSCanna agus prótacail eile chun sócmhainní digiteacha a thaisceadh agus toradh a fháil.",
  "page-dapps-docklink-dapps": "Réamhrá le daipeanna",
  "page-dapps-docklink-smart-contracts": "Conarthaí cliste",
  "page-dapps-dark-forest-logo-alt": "Lógó Foraoise Dorcha",
  "page-dapps-decentraland-logo-alt": "Lógó Decentraland",
  "page-dapps-index-coop-logo-alt": "Lógó Index Coop",
  "page-dapps-nexus-mutual-logo-alt": "Lógó Nexus Mutual",
  "page-dapps-etherisc-logo-alt": "Lógó Etherisc",
  "page-dapps-zapper-logo-alt": "Lógó Zapper",
  "page-dapps-zerion-logo-alt": "Lógó Zerion",
  "page-dapps-rotki-logo-alt": "Lógó Rotki",
  "page-dapps-krystal-logo-alt": "Lógó Krystal",
  "page-dapps-synthetix-logo-alt": "Lógó Synthetix",
  "page-dapps-desc": "Aimsigh feidhmchlár Ethereum chun triail a bhaint as.",
  "page-dapps-doge-img-alt": "Léaráid de mhadra atá ag úsáid ríomhaire",
  "page-dapps-editors-choice-dark-forest": "Imirt i gcoinne daoine eile chun concas a dhéanamh ar phláinéid agus triail a bhaint as teicneolaíocht scálaithe/príobháideachais Ethereum atá ar thús cadhnaíochta. B'fhéidir ceann amháin dóibh siúd atá eolach ar Ethereum cheana féin.",
  "page-dapps-editors-choice-foundation": "Infheistiú i gcultúr. Ceannaigh, trádáil, agus díol saothar ealaíne digiteach uathúil agus faisin ó roinnt ealaíontóirí, ceoltóirí agus brandaí fíormhaith.",
  "page-dapps-editors-choice-pooltogether": "Ceannaigh ticéad don chrannchur nach féidir a chailleadh. Gach seachtain, seoltar an t-ús a ghintear ón linn ticéad iomlán chuig buaiteoir ámharach amháin. Faigh do chuid airgid ar ais aon uair is mian leat.",
  "page-dapps-editors-choice-uniswap": "Babhtáil do chuid comharthaí gan stró. Rogha choitianta an phobail a ligeann duit comharthaí a thrádáil le daoine ar fud an líonra.",
  "page-dapps-ens-logo-alt": "Lógó Sheirbhís Ainm Ethereum",
  "page-dapps-explore-dapps-description": "Tá go leor daipeanna fós turgnamhach, agus iad ag tástáil féidearthachtaí na líonraí díláraithe. Ach d’éirigh go maith le roinnt daoine a d’aistrigh go luath sna catagóirí teicneolaíochta, airgeadais, cluichíochta agus earraí inbhailithe.",
  "page-dapps-explore-dapps-title": "Foghlaim faoi dhaipeanna",
  "page-dapps-features-1-description": "Tráth a n-úsáidfear ar Ethereum é, ní féidir cód daipe a bhaint anuas. Agus is féidir le duine ar bith gnéithe na daipe a úsáid. Fiú dá scaoilfeadh an fhoireann taobh thiar den daip d’fhéadfá é a úsáid fós. Má chuirtear é le hEthereum, níl aon éalú uaidh.",
  "page-dapps-features-1-title": "Gan úinéirí",
  "page-dapps-features-2-description": "Ní féidir bac a chur ort daip a úsáid nó idirbhearta a chur isteach. Mar shampla, dá mbeadh Twitter ar Ethereum, ní fhéadfadh duine ar bith do chuntas a bhlocáil ná tú a stopadh ó bheith ag giolcaireacht.",
  "page-dapps-features-2-title": "Saor ó chinsireacht",
  "page-dapps-features-3-description": "Toisc go bhfuil ETH ag Ethereum, tá na híocaíochtaí dúchasach d'Ethereum. Ní gá d'fhorbróirí am a chaitheamh ag comhtháthú le soláthraithe íocaíochta tríú páirtí.",
  "page-dapps-features-3-title": "Íocaíochtaí ionsuite",
  "page-dapps-features-4-description": "Is minic a bhíonn cód Daipe oscailte agus comhoiriúnach de réir réamhshocraithe. Is minic a bhíonn foireann ag úsáid oibre de chuid foirne eile. Más mian leat ligean d’úsáideoirí comharthaí a mhalartú i do dhaip, níl le déanamh ach cód daipe eile a chur isteach.",
  "page-dapps-features-4-title": "Ceangail leis agus imir leat",
  "page-dapps-features-5-description": "Leis an gcuid is mó daipeanna, ní gá duit do chéannacht sa saol fíor a roinnt. Is é do chuntas Ethereum do logáil isteach agus níl uait ach sparán.",
  "page-dapps-features-5-title": "Logáil anaithnid amháin",
  "page-dapps-features-6-description": "Tríd an gcripteagrafaíocht cinntítear nach féidir le hionsaitheoirí idirbhearta agus idirghníomhaíochtaí daipeanna eile a bhrionnú ar do shon. Údaraíonn tusa gníomhartha daipeanna le do chuntas Ethereum - de ghnáth trí do sparán - ionas go bhfanfaidh do dhintiúir slán.",
  "page-dapps-features-6-title": "Le tacaíocht ó chripteagrafaíocht",
  "page-dapps-features-7-description": "Nuair a bheidh an daip beo ar Ethereum, ní rachaidh sé síos ach amháin má théann Ethereum féin síos. Tá sé thar a bheith deacair ionsaí a dhéanamh ar líonraí ar cómhéid le hEthereum.",
  "page-dapps-features-7-title": "Níl aon aga neamhfhónaimh ann",
  "page-dapps-finance-benefits-1-description": "Níl aon riachtanais chun síniú isteach ag na seirbhísí airgeadais a ritheann ar Ethereum. Má tá cistí agus nasc idirlín agat, tá tú réidh le tosú.",
  "page-dapps-finance-benefits-1-title": "Rochtain oscailte",
  "page-dapps-finance-benefits-2-description": "Tá domhan iomlán comharthaí ann ar féidir leat idirghníomhú leo trí na táirgí airgeadais seo. Tá daoine ag tógáil comharthaí nua ar bharr Ethereum an t-am ar fad.",
  "page-dapps-finance-benefits-2-title": "Geilleagar nua comharthaí",
  "page-dapps-finance-benefits-3-description": "Tá <a href=\"/glossary/#stablecoin\">stablecoins</a> tógtha ag foirne – criptea-airgeadra nach bhfuil chomh luaineach céanna. Ligeann siad seo duit triail a bhaint as crypto agus é a úsáid gan riosca agus neamhchinnteacht.",
  "page-dapps-finance-benefits-3-title": "Stablecoins",
  "page-dapps-finance-benefits-4-description": "Is modúlach agus comhoiriúnach dá chéile atá an uile tháirge airgeadais i spás Ethereum. Tá cumraíochtaí nua de na modúil seo ag teacht chun cinn ar an margadh an t‑am ar fad, agus leis sin tá méadú ag teacht ar an méid is féidir leat a dhéanamh le do chuid crypto.",
  "page-dapps-finance-benefits-4-title": "Seirbhísí idirnasctha airgeadais",
  "page-dapps-finance-benefits-description": "Cad is údar do bhláthú na bhfeidhmchlár airgeadais díláraithe a cheadaítear ar Ethereum?",
  "page-dapps-finance-benefits-title": "airgeadas díláraithe",
  "page-dapps-finance-button": "Airgeadais",
  "page-dapps-finance-description": "Is feidhmchláir iad seo a dhíríonn ar sheirbhísí airgeadais a thógáil aníos trí úsáid a bhaint as criptea-airgeadraí. Tairgeann siad rudaí cosúil le hiasachtú, iasachtaíocht, tuilleamh úis, agus íocaíochtaí príobháideacha - níl aon sonraí pearsanta ag teastáil.",
  "page-dapps-finance-title": "Airgeadas díláraithe",
  "page-dapps-foundation-logo-alt": "Lógó an fhorais",
  "page-dapps-gaming-benefits-1-description": "Cibé an talamh fíorúil nó cártaí trádála é, is féidir do chuid earraí a thrádáil ar mhargaí inbhailithe. Tá luach fíordhomhanda ag do chuid míreanna ion‑chluiche.",
  "page-dapps-gaming-benefits-1-title": "Féadfar míreanna cluiche a úsáid mar chomharthaí",
  "page-dapps-gaming-benefits-2-description": "Is leatsa do chuid earraí, agus i gcásanna áirithe is leatsa do dhul chun cinn, ní le cuideachtaí cluiche. Mar sin ní chaillfidh tú rud ar bith má dhéantar ionsaí ar an gcuideachta taobh thiar den chluiche, má fhulaingíonn sé mífheidhmiú freastalaí, nó má scoireann sé.",
  "page-dapps-gaming-benefits-2-title": "Tá do shonraí sábháilte slán",
  "page-dapps-gaming-benefits-3-description": "Ar an mbealach céanna tá íocaíochtaí Ethereum ar fáil do dhuine ar bith le fíorú, is féidir le cluichí an caighdeán seo a úsáid chun cothroime a chinntiú. Go teoiriciúil, tá gach rud infhíoraithe ó líon na n-amas criticiúil go dtí méid cófra cogaidh an chéile comhraic.",
  "page-dapps-gaming-benefits-3-title": "Cothroime inchruthaithe",
  "page-dapps-gaming-benefits-description": "Cad is údar do bhláthú na cluichíochta díláraithe a cheadaítear ar Ethereum?",
  "page-dapps-gaming-benefits-title": "cluichíocht dhíláraithe",
  "page-dapps-gaming-button": "Cluichíocht",
  "page-dapps-gaming-description": "Is feidhmchláir iad seo ina ndírítear ar dhomhain fhíorúil a chruthú agus a mbíonn troid ann le himreoirí eile trí úsáid a bhaint as earraí inbhailithe a bhfuil luach fíorshaoil ​​acu.",
  "page-dapps-gaming-title": "Cluichíocht dhíláraithe",
  "page-dapps-get-some-eth-description": "Cosnaíonn gníomhartha daipe táille idirbhirt",
  "page-dapps-get-started-subtitle": "Chun dapp a thriail, beidh <a href=\"/glossary/#wallet\">sparán</a> agus roinnt ETH uait. Ligfidh sparán duit nascadh, nó logáil isteach. Agus beidh cuid ETH de dhíth ort chun aon <a href=\"/glossary/#transaction-fee\">táillí idirbhirt</a> a íoc.",
  "page-dapps-get-started-title": "Cuir tús leis",
  "page-dapps-gitcoin-grants-logo-alt": "Lógó Gitcoin Grants",
  "page-dapps-gitcoin-logo-alt": "Lógó Gitcoin",
  "page-dapps-gm-logo-alt": "lógó gm.xyz",
  "page-dapps-gods-unchained-logo-alt": "Lógó Gods Unchained",
  "page-dapps-golem-logo-alt": "Lógó Golem",
  "page-dapps-graph-logo-alt": "Lógó Graph",
  "page-dapps-radicle-logo-alt": "Lógó Radicle",
  "page-dapps-hero-header": "Uirlisí agus seirbhísí faoi thiomáint Ethereum",
  "page-dapps-hero-subtitle": "Is gluaiseacht méadaithe d’fheidhmchláir iad Daipeanna a úsáideann Ethereum chun cur isteach ar mhúnlaí gnó nó chun múnlaí nua gnó a chumadh.",
  "page-dapps-how-dapps-work-p1": "Tá a gcód inneall (conarthaí cliste) ag daipeanna a ritheann ar líonra díláraithe agus ní ar fhreastalaí láraithe. Úsáideann siad <a href=\"/glossary/#blockchain\">blocshlabhra</a> Ethereum chun sonraí a stóráil agus conarthaí cliste dá loighic aipeanna.",
  "page-dapps-how-dapps-work-p2": "Is ionann conradh cliste agus sraith rialacha a mhaireann ar shlabhra le go bhfeicfidh gach duine iad agus go bhfeidhmíonn siad go díreach de réir na rialacha sin. Samhlaigh meaisín díola: má sholáthraíonn tú dóthain airgid dó agus an rogha ceart, gheobhaidh tú an t-earra atá uait. Agus cosúil le meaisíní díola, is féidir le conarthaí cliste cistí a shealbhú cosúil le do chuntas Ethereum. Ligeann sé seo don chód idirghabháil a dhéanamh ar chomhaontuithe agus idirbhearta.",
  "page-dapps-how-dapps-work-p3": "Nuair a bhíonn daipeanna úsáidte ar líonra Ethereum ní féidir leat iad a athrú. Is féidir daipeanna a dhílárú toisc go bhfuil siad á rialú ag an loighic atá scríofa sa chonradh, ní ag duine aonair nó ag cuideachta.",
  "page-dapps-how-dapps-work-title": "Conas a oibríonn Dapps",
  "page-dapps-ipfs-logo-alt": "Lógó IPFS",
  "page-dapps-kyberswap-logo-alt": "Lógó KyberSwap",
  "page-dapps-learn-callout-button": "Cuir tús leis an tógáil",
  "page-dapps-learn-callout-description": "Tá doiciméid, uirlisí agus creataí ar ár dtairseach forbróra pobail chun cabhrú leat daipeanna a thógáil.",
  "page-dapps-learn-callout-image-alt": "Léaráid de lámh ag tógáil shiombail ETH as brící lego.",
  "page-dapps-learn-callout-title": "Foghlaim conas daip a thógáil",
  "page-dapps-lido-logo-alt": "Lógó Lido",
  "page-dapps-loopring-logo-alt": "Lógó Loopring",
  "page-dapps-magic-behind-dapps-description": "Seans go gceapfaidh tú go bhfuil daipeanna mar aipeanna eile. Ach sa chúlra tá roinnt cáilíochtaí speisialta acu mar go bhfaigheann siad gach ceann de shárchumhachtaí Ethereum. Seo an méid a dhéanann daipeanna ar dhóigh éagsúil ó aipeanna.",
  "page-dapps-magic-behind-dapps-link": "Cad is cúis le neart Ethereum?",
  "page-dapps-magic-behind-dapps-title": "An draíocht taobh thiar de dhaipeanna",
  "page-dapps-magic-title-1": "An draíocht",
  "page-dapps-magic-title-2": "taobh thiar",
  "page-dapps-magician-img-alt": "Léarráid de dhraíodóirí",
  "page-dapps-marble-cards-logo-alt": "Lógó marmair.cards",
  "page-dapps-async-logo-alt": "Lógó Async",
  "page-dapps-matcha-logo-alt": "Lógó Matcha",
  "page-dapps-meeds-logo-alt": "Lógó Meeds",
  "page-dapps-metaverse-benefits-title": "metaverse",
  "page-dapps-metaverse-benefits-description": "Cad is cúis le ráth na meiteachruinne ar Ethereum?",
  "page-dapps-metaverse-benefits-1-title": "NFTanna",
  "page-dapps-metaverse-benefits-1-description": "Míreanna uathúla ion-chluiche atá faoi úinéireacht úsáideoirí agus atá idir-inoibritheach ar fud na ndomhan fíorúil agus na margaí a thacaíonn leis na caighdeáin chéanna.",
  "page-dapps-metaverse-benefits-2-title": "Pobail faoi úinéireacht úsáideoirí",
  "page-dapps-metaverse-benefits-2-description": "Is leis na húsáideoirí céannachtaí agus tá deiseanna gan teorainn acu líonraí sóisialta a fhiosrú agus a chruthú ar fud an iliomad saol fíorúil.",
  "page-dapps-metaverse-button": "Meiteachruinne",
  "page-dapps-metaverse-title": "Meiteachruinne",
  "page-dapps-metaverse-description": "Feidhmchláir iad seo a chuireann ar chumas úsáideoirí páirt a ghlacadh gan bhac i saol fíorúil. Is féidir le húsáideoirí líonraí pearsanta a fhoirmiú agus úinéireacht a ghlacadh ar shócmhainní digiteacha",
  "page-dapps-mirror-logo-alt": "Lógó Mirror",
  "page-dapps-mobile-options-header": "Brabhsáil catagóir eile",
  "page-dapps-multichain-logo-alt": "Lógó Multichain",
  "page-dapps-nifty-gateway-logo-alt": "Lógó Nifty Gateway",
  "page-dapps-summerfi-logo-alt": "Lógó Summer.fi",
  "page-dapps-opensea-logo-alt": "Lógó OpenSea",
  "page-dapps-opera-logo-alt": "Lógó Opera",
  "page-dapps-osuvox-logo-alt": "Lógó OSUVOX",
  "page-dapps-polymarket-logo-alt": "Lógó Polymarket",
  "page-dapps-poap-logo-alt": "Lógó Prótacal Cruthúnas Tinrimh",
  "page-dapps-pooltogether-logo-alt": "Lógó PoolTogether",
  "page-dapps-rarible-logo-alt": "Lógó Rarible",
  "page-dapps-ready-button": "Téigh",
  "page-dapps-ready-description": "Roghnaigh daip le triail a bhaint as",
  "page-dapps-ready-title": "Réidh?",
  "page-dapps-request-finance-logo-alt": "Lógó Request Finance",
  "page-dapps-rubic-logo-alt": "Lógó Rubic",
  "page-dapps-sablier-logo-alt": "Lógó Sablier",
  "page-dapps-set-up-a-wallet-button": "Faigh sparán",
  "page-dapps-set-up-a-wallet-description": "Is éard is sparán ann ná do “logáil isteach” le haghaidh daipe",
  "page-dapps-set-up-a-wallet-title": "Socraigh sparán",
  "page-dapps-social-button": "Sóisialta",
  "page-dapps-social-description": "Is feidhmchláir iad seo a dhíríonn ar líonraí sóisialta díláraithe a chruthú trí úsáid a bhaint as teicneolaíochtaí céannachta díláraithe ina bhfuil céannachtaí digiteacha agus graif shóisialta faoi úinéireacht na n‑úsáideoirí.",
  "page-dapps-social-title": "Sóisialta",
  "page-dapps-spatial-logo-alt": "Lógó Spatial",
  "page-dapps-spruce-logo-alt": "Lógó Spruce",
  "page-dapps-status-logo-alt": "Lógó Status",
  "page-dapps-superrare-logo-alt": "Lógó SuperRare",
  "page-dapps-technology-button": "Teicneolaíocht",
  "page-dapps-technology-description": "Is feidhmchláir iad seo a dhíríonn ar uirlisí forbróra a dhílárú, córais cripte-eacnamaíochta a ionchorprú sa teicneolaíocht atá ann cheana féin, agus áiteanna margaidh a chruthú le haghaidh obair forbartha foinse oscailte.",
  "page-dapps-technology-title": "Teicneolaíocht dhíláraithe",
  "page-dapps-uniswap-logo-alt": "Lógó Uniswap",
  "page-dapps-wallet-callout-button": "Faigh sparán",
  "page-dapps-wallet-callout-description": "Is daipeanna iad na sparáin. Aimsigh ceann amháin bunaithe ar na gnéithe a oireann duit.",
  "page-dapps-wallet-callout-image-alt": "Léaráid de róbait.",
  "page-dapps-wallet-callout-title": "Féach ar na sparán",
  "page-dapps-warning-header": "Déan do chuid taighde féin i gcónaí",
  "page-dapps-warning-message": "Is teicneolaíocht nua é Ethereum agus is nua an chuid is mó de na hiarratais. Sula ndéanann tú aon mhéid mór airgid a thaisceadh, déan cinnte go dtuigeann tú na rioscaí.",
  "page-dapps-what-are-dapps": "Cad iad daipeanna?",
  "page-dapps-more-on-defi-button": "Tuilleadh faoi airgeadas díláraithe",
  "page-dapps-more-on-nft-button": "Tuilleadh faoi earraí inbhailithe téacschomharthaithe",
  "page-dapps-more-on-nft-gaming-button": "Tuilleadh faoi mhíreanna théacschomharthaithe ion‑chluiche",
  "page-dapps-dapp-description-pwn": "Iasachtaí éasca le tacaíocht ó chomhartha nó NFTanna ar bith ar Ethereum.",
  "page-dapps-pwn-image-alt": "Lógó PWN",
  "page-dapps-xmtp-logo-alt": "Lógó XMTP",
  "opage-dapps-yearn-logo-alt": "Lógó Yearn",
  "page-dapps-yearn-image-alt": "Lógó Yearn",
  "page-dapps-convex-image-alt": "Lógó Convex",
  "foundation": "Fondúireacht",
  "page-wallets-get-some": "Faigh roinnt ETH",
  "page-dapps-dapp-description-curve": "Is malartán dírithe ar stablecoins é Curve",
  "page-dapps-curve-image-alt": "Lógó Curve",
  "page-dapps-dapp-description-dodo": "Is soláthraí leachtachta ar slabhra é DODO, a ghiaráil algartam an Déantóra Margaidh Réamhghníomhach (PMM)",
  "page-dapps-dodo-image-alt": "Lógó DODO",
  "page-dapps-dapp-description-artblocks": "Tá Art Blocks tiomanta do shaothair spreagúla ealaíne giniúna comhaimseartha a thabhairt chun beatha",
  "page-dapps-artblocks-image-alt": "Lógó Art Blocks",
  "page-dapps-explore-title": "An bhfuil fonn ort tuilleadh aipeanna a bhrabhsáil?",
  "page-dapps-explore": "Seiceáil na céadta daipeanna"
}
