{
  "comp-withdrawal-comparison-current-title": "Lucht reatha geallchuir",
  "comp-withdrawal-comparison-current-li-1": "B’fhéidir gur chuir roinnt úsáideoirí seoladh aistarraingthe ar fáil agus a n-éarlais geallta á socrú acu ar dtús – níl aon rud eile le déanamh ag na húsáideoirí seo",
  "comp-withdrawal-comparison-current-li-2": "Níor thug formhór na ngeallsealbhóirí seoladh aistarraingthe ar an taisce tosaigh, agus beidh orthu a ndintiúir aistarraingthe a nuashonrú. Tá treoracha san <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Ardán Geallchuir</a> maidir le conas é seo a dhéanamh",
  "comp-withdrawal-comparison-current-p": "Is féidir leat d'uimhir innéacs bailíochtóra a chur isteach anseo le fáil amach an gá duit fós do dhintiúir a nuashonrú <Text as=\"span\" fontWeight=\"normal\">(is féidir é seo a fháil i do logaí cliaint):</Text>",
  "comp-withdrawal-comparison-new-title": "Lucht geallchuir nua (gan taisceadh fós)",
  "comp-withdrawal-comparison-new-li-1": "Trí réamhshocrú, ba cheart do lucht geallchuir nua atá ag iarraidh íocaíochtaí luaíochta agus feidhmiúlacht aistarraingthe a chumasú go huathoibríoch seoladh aistarraingthe Ethereum a rialaíonn siad a sholáthar agus iad ag giniúint a n-eochracha bailíochtaithe trí úsáid a bhaint as an uirlis CLI den Éarlais Gheallchuir",
  "comp-withdrawal-comparison-new-li-2": "Níl sé seo ag teastáil tráth íoctha na héarlaise, ach má dhéantar anois é ní bheidh gá na heochracha seo a nuashonrú níos déanaí chun do chistí a dhíghlasáil",
  "comp-withdrawal-comparison-new-p": "Leis an Ardán Geallchuir treorófar thú tríd an ionduchtú geallchuir.",
  "comp-withdrawal-comparison-new-link": "Téigh chuig Ardán Geallchuir",
  "comp-withdrawal-credentials-placeholder": "Innéacs bailíochtóra",
  "comp-withdrawal-credentials-error": "Úps! Seiceáil uimhir innéacs an bhailitheora agus bain triail eile as.",
  "comp-withdrawal-credentials-upgraded-1": "Tá innéacs Validator {validatorIndex} réidh le tosú ar luaíochtaí a fháil!",
  "comp-withdrawal-credentials-upgraded-2": "Dintiúir aistarraingthe atá nasctha le seoladh forghníomhaithe:",
  "comp-withdrawal-credentials-not-upgraded-1": "Ní mór an bailíochtóir seo a nuashonrú.",
  "comp-withdrawal-credentials-not-upgraded-1-testnet": "Ní mór an bailíochtóir Holesky Testnet seo a uasghrádú.",
  "comp-withdrawal-credentials-not-upgraded-2": "Is féidir treoracha ar conas uasghrádú a fháil faoi láthair ag an <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Ardán Geallchuir</a>",
  "comp-withdrawal-credentials-verify-mainnet": "Fíoraigh ar Mainnet",
  "comp-withdrawal-credentials-verify-holesky": "Fíoraigh ar Holesky",
  "page-staking-withdrawals-when": "Seolta!",
  "page-staking-image-alt": "Íomhá den tsonóg, an Srónbheannach, don ardán geallchuir.",
  "page-staking-benefits-1-title": "Ag tuilleamh luaíochtaí",
  "page-staking-benefits-1-description": "Tugtar luaíochtaí as gníomhartha a chuidíonn leis an líonra teacht ar <a href=\"/glossary/#consensus\">chomhdhearcadh</a>. Gheobhaidh tú luaíochtaí as bogearraí a rith a dhéanann beartú i mbloic nua i gceart agus a sheiceálann obair bailitheoirí eile mar is tríd sin a choinníonn an slabhra ag rith go slán.",
  "page-staking-benefits-2-title": "Slándáil níos fearr",
  "page-staking-benefits-2-description": "Éiríonn an líonra níos láidre i gcoinne ionsuithe mar go bhfuil níos mó ETH i gceist, mar go dteastaíonn níos mó ETH chun tromlach an líonra a rialú. Le bheith mar bhagairt, ba ghá an chuid is mó de bhailitheoirí a shealbhú, rud a chiallaíonn go mbeadh ort an chuid is mó den ETH sa chóras a rialú - sin cuid mhór!",
  "page-staking-benefits-3-title": "Níos inbhuanaithe",
  "page-staking-benefits-3-description": "Ní gá do lucht geallchuir ríomhanna cruthúnais-oibre atá dian ar fhuinneamh a dhéanamh chun páirt a ghlacadh i ndaingniú an líonra, rud a chiallaíonn gur féidir le nóid geallchuir a bheith ag rith ar chrua-earraí measartha gan ach fíorbheagán fuinnimh a úsáid.",
  "page-staking-benefits-3-link": "Tuilleadh faoi ídiú fuinnimh Ethereum",
  "page-staking-description": "Is éard is geallchur ann ná 32 ETH a íoc mar éarlais chun bogearraí <a href=\"/glossary/#validator\">bailíochtóra</a> a ghníomhachtú. Mar bhailitheoir, beidh tú freagrach as sonraí a chur i dteaisce, as idirbhearta a phróiseáil agus as <a href=\"/glossary/#block\">bloic</a> nua a chur leis an mblocshlabhra. Leis sin coinneofar Ethereum slán do gach duine agus tuillfear ETH nua duit sa phróiseas.",
  "page-staking-hero-title": "Conas do chuid ETH a gheallchur",
  "page-staking-hero-header": "Luaíochtaí a thuilleamh agus Ethereum á urrú",
  "page-staking-hero-subtitle": "Is féidir le gach úsáideoir le méid ar bith ETH cuidiú leis an líonra a dhaingniú agus luach saothair a thuilleamh sa phróiseas.",
  "page-staking-dropdown-home": "Baile an gheallchuir",
  "page-staking-dropdown-solo": "Geallchur baile",
  "page-staking-more-on-solo": "Tuilleadh faoin ngeallchur baile",
  "page-staking-learn-more-solo": "Foghlaim tuilleadh faoin ngeallchur aonair",
  "page-staking-dropdown-saas": "Geallchur mar sheirbhís",
  "page-staking-saas-with-abbrev": "Glacadh mar sheirbhís (SaaS)",
  "page-staking-more-on-saas": "Tuilleadh faoin ngeallchur mar seirbhís",
  "page-staking-learn-more-saas": "Foghlaim tuilleadh faoi gheallchur mar sheirbhís",
  "page-staking-dropdown-pools": "Geallta comhthiomsaithe",
  "page-staking-dropdown-withdrawals": "Maidir le haistarraingtí",
  "page-staking-dropdown-dvt": "Teicneolaíocht bailíochtóra dháilte",
  "page-staking-more-on-pools": "Tuilleadh ar an ngeallchur comhthiomsaithe",
  "page-staking-learn-more-pools": "Foghlaim tuilleadh faoi gheallchur comhthiomsaithe",
  "page-staking-section-what-title": "Cad is geallchur ann?",
  "page-staking-section-why-title": "Cén fáth ar chóir duit do chuid ETH a gheallchur?",
  "page-staking-section-why-p1": "Braitheann sé go hiomlán ar cé mhéad atá tú sásta a chur i ngeall. Beidh 32 ETH uait chun do bhailíochtóir féin a ghníomhachtú, ach is féidir níos lú a chur i ngeall.",
  "page-staking-section-why-p2": "Seiceáil na roghanna thíos agus pioc an ceann is fearr duit, agus don líonra.",
  "page-staking-guide-title-coincashew-ethereum": "Treoir CoinCashew maidir le hEthereum 2.0",
  "page-staking-guide-title-somer-esat": "Somer Esat",
  "page-staking-guide-title-rocket-pool": "Oibreoirí Nóid Rocket Pool",
  "page-staking-guide-title-stakewise": "Oibreoirí Nód StakeWise",
  "page-staking-guide-description-linux": "Linux (CLI)",
  "page-staking-guide-description-mac-linux": "Linux, macOS (CLI)",
  "page-staking-guide-description-mac-linux-windows": "Linux, Windows, MacOS (CLI)",
  "page-staking-hierarchy-solo-h2": "Geallchur baile",
  "page-staking-hierarchy-solo-pill-1": "Tionchar is suntasaí",
  "page-staking-hierarchy-solo-pill-2": "Rialú iomlán",
  "page-staking-hierarchy-solo-pill-3": "Luaíochtaí iomlána",
  "page-staking-hierarchy-solo-pill-4": "Ní gá brath ar mhuinín",
  "page-staking-hierarchy-solo-p1": "Is é an geallchur baile ar Ethereum an <span class=\"gold\">caighdeán óir</span> le haghaidh geall a chur. Soláthraítear luaíochtaí rannpháirtíochta iomláine, cuirtear feabhas ar dhílárú an líonra, agus ní gá riamh muinín a chur ar aon duine eile le do chuid cistí.",
  "page-staking-hierarchy-solo-p2": "Ba cheart go mbeadh méid áirithe ETH agus ríomhaire tiomnaithe atá nasctha leis an idirlíon ~24/7 acu siúd atá ag smaoineamh ar gheall a chur ón mbaile. Is mór an chabhair é fios gnó teicniúil, ach tá uirlisí éasca anois ann le húsáid chun cabhrú leis an bpróiseas seo a shimpliú.",
  "page-staking-hierarchy-solo-p3": "Is féidir le lucht geallchuir ón mbaile a gcuid cistí a chomhthiomsú le daoine eile, nó dul ina n-aonar le 32 ETH ar a laghad. Is féidir úsáid a bhaint as réitigh leachtaithe a bhaineann le comharthaí a gheallchur chun rochtain ar DeFi a choinneáil.",
  "page-staking-hierarchy-saas-pill-1": "Do 32 ETH",
  "page-staking-hierarchy-saas-pill-2": "Do chuid eochracha bailíochtaithe",
  "page-staking-hierarchy-saas-pill-3": "Oibriú iontaoibhe nód",
  "page-staking-hierarchy-saas-p1": "Más amhlaidh nach dteastaíonn uait bheith ag déileáil le crua-earraí, nó nach mothaíonn tú ar do chompord faoi, ach fós dá mba mhaith leat do 32 ETH a chur i ngeall, ceadaítear duit an obair chrua a tharmligean a bhuí do na roghanna geallchuir mar sheirbhís agus tú ag tuilleamh luaíochtaí bloc dúchais.",
  "page-staking-hierarchy-saas-p2": "Is iondúil go dtreoraíonn na roghanna seo thú trí shraith dintiúir bailíochtóra a chruthú, do chuid eochracha sínithe isteach a uaslódáil chucu, agus do 32 ETH a íoc mar éarlais. Leis sin ligtear don tseirbhís bailíochtú ar do shon.",
  "page-staking-hierarchy-saas-p3": "Teastaíonn leibhéal áirithe muiníne as an soláthraí leis an modh gealltóireachta seo. Chun riosca contrapháirtí a mhaolú, de ghnáth coinnítear na heochracha chun do chuid ETH a aistarraingt i do sheilbhse amháin.",
  "page-staking-hierarchy-pools-pill-1": "Geallchuir an méid is mian leat",
  "page-staking-hierarchy-pools-pill-2": "Ag tuilleamh luaíochtaí",
  "page-staking-hierarchy-pools-pill-3": "Coinnigh simplí é",
  "page-staking-hierarchy-pools-pill-4": "Coitianta",
  "page-staking-hierarchy-pools-p1": "Tá roinnt réiteach comhthiomsaithe ann chun cabhrú le húsáideoirí nach bhfuil 32 ETH acu nó nach mothaíonn compordach iad a chur i ngeall.",
  "page-staking-hierarchy-pools-p2": "I measc lear mór de na roghanna seo tá rud ar a dtugtar 'geallchur leachtach' a bhaineann le comhartha leachta <a href=\"/glossary/#erc-20\">ERC-20</a> a sheasann do do chuid ETH geallchurtha.",
  "page-staking-hierarchy-pools-p3": "Mar gheall ar an ngeallchur leachtach bíonn an geallchur agus an dí-gheallchur chomh simplí le malartú comharthaí agus is féidir caipiteal geallchurtha a úsáid in DeFi. Tríd an rogha sin, ligtear d’úsáideoirí cúram a gcuid sócmhainní a choinneáil ina <a href=\"/glossary/#wallet\">sparáin</a> féin Ethereum.",
  "page-staking-hierarchy-pools-p4": "Ní de dhúchas ghréasán Ethereum é an geallchur comhthiomsaithe. Tá na réitigh seo á dtógáil ag tríú páirtithe, agus tá a rioscaí féin ag baint leo.",
  "page-staking-hierarchy-cex-h2": "Malartuithe láraithe",
  "page-staking-hierarchy-cex-pill-1": "Tionchar is lú suntais",
  "page-staking-hierarchy-cex-pill-2": "Na boinn tuisceana iontaoibhe is airde",
  "page-staking-hierarchy-cex-p1": "Is iomaí malartáin láraithe trína soláthraítear seirbhísí geallchuir sa chás nach bhfuil tú compordach ETH a choinneáil i do sparán féin. Féadfaidh siad bheith mar chúltaca chun ligean duit toradh éigin a thuilleamh ar do shealúchais ETH le maoirseacht nó le hiarracht neamhiomarcach.",
  "page-staking-hierarchy-cex-p2": "Sa chás seo is é an chomhbhabhtáil ná go gcomhdhlúthaíonn soláthraithe láraithe lear mór ETH chun líon mór bailíochtóirí a rith. Féadfaidh sé seo a bheith contúirteach don líonra agus dá úsáideoirí mar cruthaítear sprioc mór láraithe agus pointe teipe, rud a fhágann go bhfuil an líonra níos leochailí i leith ionsaithe nó fabhtanna.",
  "page-staking-hierarchy-cex-p3": "Mura mothaíonn tú compordach do chuid <a href=\"/glossary/#key\">eochracha</a> féin a bheith agat, tá sé ceart go leor. Tá na roghanna seo ann duit. Idir an dá linn, smaoinigh ar ár <a href=\"/wallets/\">leathanach sparán</a> a sheiceáil, áit ar féidir leat tosú ag foghlaim conas fíor-úinéireacht a ghlacadh ar do chistí. Nuair a bheidh tú réidh, tar ar ais agus tabhair ardú céime don gheallchur trí triail a bhaint as ceann de na seirbhísí féinchúraim geallchuir chomhthiomsaithe a chuirimid ar fáil.",
  "page-staking-hierarchy-subtext": "Is dócha go dtuigeann tú anois go bhfuil go leor bealaí ann chun páirt a ghlacadh i ngeallchur Ethereum. Leis na cosáin seo dírítear ar raon leathan úsáideoirí agus ar deireadh tá gach ceann uathúil agus éagsúil ó thaobh rioscaí, luaíochtaí agus boinn tuisceana iontaoibhe. Tá cuid acu níos díláraithe, níos déine agus/nó níos contúirtí ná cinn eile. Cuirimid roinnt eolais ar fáil ar thionscadail móréilimh sa spás, ach <em>déan do chuid taighde féin i gcónaí</em> sula seolann tú ETH áit ar bith.",
  "page-staking-comparison-solo-saas": "Le soláthraithe SaaS caithfidh tú fós 32 ETH a íoc mar éarlais, ach ní gá duit crua-earraí a rith. De ghnáth coinníonn tú rochtain ar do chuid eochracha bailíochtaithe, ach caithfidh tú do chuid eochracha sínithe isteach a roinnt freisin le gur féidir leis an oibreoir gníomhú thar ceann do bhailíochtóra. Leis sin tugtar isteach méid áirithe muiníne nár ghá dá mbeifeá ag rith do chrua-earraí féin, agus murab ionann agus geallchur aonair sa bhaile, ní chuidíonn SaaS an oiread céanna le dáileadh geografach na nód. Má tá tú míchompordach ag oibriú crua-earraí ach fós ag iarraidh 32 ETH a gheallchur, seans gur rogha mhaith duit soláthraí SaaS a úsáid.",
  "page-staking-comparison-solo-pools": "Tá an geallchur aonair i bhfad níos éithithí ná seirbhís chomhthiomsaithe, ach tairgeann sé rochtain iomlán ar luaíochtaí ETH, agus smacht iomlán ar shocrú agus ar shlándáil do bhailitheóra. Is éasca riachtanais iontrála an gheallchuir chomhthiomsaithe. Is féidir le húsáideoirí méideanna beaga ETH a ghlacadh, níl gá leo eochracha bailíochtaithe a ghiniúint, agus níl aon riachtanais acu i dtaca le crua‑earraí seachas nasc caighdeánach idirlín. Trí chomharthaí leachtachta is féidir éirí as an ngeallchur sular fédir ar leibhéal an phrótacail. Má tá suim agat sna gnéithe seo, seans go n-oirfidh an geallchur comhthiomsaithe duit.",
  "page-staking-comparison-saas-solo": "I measc na gcosúlachtaí áirítear eochracha bailíochtaithe de do chuid féin a bheith agat gan cistí a chomhthiomsú, ach le SaaS ní mór muinín a bheith agat as tríú páirtí, a d’fhéadfadh gníomhú go mailíseach nó a bheith ina sprioc ionsaithe nó rialaithe. Más rud é go mbaineann na boinn tuisceana iontaoibhe nó na rioscaí láraithe seo leat, is é an geallchur aonair é an caighdeán óir maidir leis an ngeallchur féincheannasaigh.",
  "page-staking-comparison-saas-pools": "Tá siad seo cosúil leis sin sa mhéid is go mbíonn tú ag brath go ginearálta ar dhuine éigin eile chun an cliant bailíochtaithe a rith, ach murab ionann agus SaaS, le geallchur comhthiomsaithe ceadaítear duit páirt a ghlacadh le méideanna níos lú ETH. Má tá tú ag iarraidh geallchur le níos lú ná 32 ETH, breathnaigh orthu seo.",
  "page-staking-comparison-pools-solo": "Is ísle i bhfad riachtanais iontrála an gheallchuir chomhthiomsaithe i gcomparáid leis an ngeallchur baile, ach baineann riosca breise leis trí gach oibríocht nóid a tharmligean chuig tríú páirtí, agus tá táille ann. Tríd an ngeallchur baile tugtar ceannasacht agus smacht iomlán duit ar na roghanna a bhaineann le socruithe geallchuir a roghnú. Ní chaithfidh lucht geallchuir a n‑eochracha a thabhairt ar láimh riamh, agus tuilleann siad luaíochtaí iomlána gan meáncheannaí a íoc.",
  "page-staking-comparison-pools-saas": "Tá siad seo cosúil leis sin sa mhéid is nach iad an lucht geallchuir a ritheann na bogearraí bailíochtaithe, ach murab ionann agus roghanna comhthiomsaithe, tá éarlais iomlán 32 ETH ag teastáil ó SaaS chun bailíochtóir a ghníomhachtú. Carnann luaíochtaí ar an ngealltóir, agus de ghnáth bíonn táille mhíosúil nó geall eile i gceist leis an tseirbhís a úsáid. Más fearr leat do chuid eochracha bailíochtaithe féin agus má tá tú ag iarraidh 32 ETH ar a laghad a gheallchur, seans gur rogha mhaith duit soláthraí SaaS a úsáid.",
  "page-staking-considerations-dropdown-text": "Ceisteanna maidir le geallchur",
  "page-staking-considerations-dropdown-aria-label": "Roghchlár anuas le haghaidh breithniúcháin geallchuir",
  "page-staking-considerations-solo-1-title": "Foinse oscailte",
  "page-staking-considerations-solo-1-description": "Foinsítear an cód riachtanach ar bhonn oscailte 100% agus tá sé ar fáil don phobal le húsáid leo",
  "page-staking-considerations-solo-1-warning": "Foinse dhúnta",
  "page-staking-considerations-solo-2-title": "Arna iniúchadh",
  "page-staking-considerations-solo-2-description": "Rinneadh iniúchadh foirmiúil ar an gcód riachtanach agus foilsíodh na torthaí agus tá siad ar fáil go poiblí",
  "page-staking-considerations-solo-2-warning": "Dada",
  "page-staking-considerations-solo-3-title": "Deolchaire fabhtanna",
  "page-staking-considerations-solo-3-description": "Tá deolchaire phoible fabhtanna déanta ar gach cód riachtanach chun luaíochtaí a thabhairt d’úsáideoirí as leochaileachtaí a thuairisciú agus/nó a cheartú go sábháilte",
  "page-staking-considerations-solo-3-valid": "Gníomhach faoi láthair",
  "page-staking-considerations-solo-3-caution": "Críochnaithe",
  "page-staking-considerations-solo-4-title": "Diantástáil déanta",
  "page-staking-considerations-solo-4-description": "Tá bogearraí ar fáil agus in úsáid ag an bpobal ar feadh na tréimhse sonraithe",
  "page-staking-considerations-solo-4-valid": "Beo > 1 bhliain",
  "page-staking-considerations-solo-4-caution": "Beo > 6 mhí",
  "page-staking-considerations-solo-4-warning": "Nua-scaoilte",
  "page-staking-considerations-solo-5-title": "Ní gá brath ar mhuinín",
  "page-staking-considerations-solo-5-description": "Ní chuirtear eochracha bailíochtóra ar iontaoibh duine ar bith eile ag am ar bith i saolré an bhailíochtóra. Tá gach conradh cliste atá i gceist saor ó chúldoirse, gan brath ar cheadanna faoi phribhléid lena gcur i gcrích.",
  "page-staking-considerations-solo-5-warning": "Iontaofa",
  "page-staking-considerations-solo-6-title": "Gan chead",
  "page-staking-considerations-solo-6-description": "Ní theastaíonn aon chead speisialta ó úsáideoirí chun bailíochtóir a oibriú trí úsáid a bhaint as na bogearraí nó as an tseirbhís",
  "page-staking-considerations-solo-6-valid": "Gan chead",
  "page-staking-considerations-solo-6-warning": "Cead ag teastáil",
  "page-staking-considerations-solo-7-title": "Il-cliaint",
  "page-staking-considerations-solo-7-description": "Cuireann bogearraí ar chumas na n-úsáideoirí piocadh ó ar a laghad dhá chliaint forghníomhaithe nó níos mó, agus dhá cheann nó níos mó de chliaint cisil comhdhearcaidh agus aistriú eatarthu ar fad",
  "page-staking-considerations-solo-7-valid": "Athrú éasca cliaint",
  "page-staking-considerations-solo-7-warning": "Teoranta do chliant tromlaigh",
  "page-staking-considerations-solo-8-title": "Féinchúram",
  "page-staking-considerations-solo-8-description": "Déanann an t-úsáideoir cúram do dhintiúir ar bith bailitheora, lena n-áirítear eochracha sínithe agus aistarraingthe",
  "page-staking-considerations-solo-8-warning": "Taisceánach tríú páirtí",
  "page-staking-considerations-solo-9-title": "Eacnamúil",
  "page-staking-considerations-solo-9-description": "Is féidir le húsáideoirí bailíochtóir a oibriú trí níos lú ná 32 ETH a chur i ngeall, trí úsáid a bhaint as cistí comhthiomsaithe ó dhaoine eile",
  "page-staking-considerations-solo-9-valid": "< 32 ETH",
  "page-staking-considerations-solo-9-warning": "32 ETH",
  "page-staking-considerations-saas-4-description": "Tá seirbhís ar fáil agus in úsáid ag an bpobal ar feadh na tréimhse sonraithe",
  "page-staking-considerations-saas-6-description": "Ní theastaíonn aon chead speisialta, cruthú cuntais ná KYC ó úsáideoirí chun páirt a ghlacadh sa tseirbhís",
  "page-staking-considerations-saas-6-valid": "Is féidir le duine ar bith a bheith páirteach",
  "page-staking-considerations-saas-6-warning": "Cead ag teastáil",
  "page-staking-considerations-saas-7-title": "Éagsúlacht forghníomhaithe",
  "page-staking-considerations-saas-7-description": "Níor cheart don tseirbhís níos mó ná 50% dá mbailitheoirí comhiomlána a rith le cliant forghníomhaithe tromlaigh",
  "page-staking-considerations-saas-7-valid": "Níos lú ná 50%",
  "page-staking-considerations-saas-7-caution": "Ní fios faoi láthair",
  "page-staking-considerations-saas-7-warning": "Níos mó ná 50%",
  "page-staking-considerations-saas-8-title": "Éagsúlacht chomhdhearcaidh",
  "page-staking-considerations-saas-8-description": "Níor cheart don tseirbhís níos mó ná 50% dá mbailitheoirí comhiomlána a rith le cliant comhdhearcaidh tromlaigh",
  "page-staking-considerations-saas-8-valid": "Níos lú ná 50%",
  "page-staking-considerations-saas-8-caution": "Ní fios faoi láthair",
  "page-staking-considerations-saas-8-warning": "Níos mó ná 50%",
  "page-staking-considerations-pools-5-description": "Ní éilítear muinín a bheith agat as aon duine chun cúram a dhéanamh de do chuid eochracha nó luaíochtaí a dháileadh mar chuid den tseirbhís",
  "page-staking-considerations-pools-6-title": "Nóid gan chead",
  "page-staking-considerations-pools-6-description": "Ceadaíonn an tseirbhís do dhuine ar bith a bheith páirteach mar oibreoir nóid don chomhthiomsú, gan cead",
  "page-staking-considerations-pools-7-description": "Níor cheart don tseirbhís níos mó ná 50% dá mbailitheoirí comhiomlána a rith le cliant forghníomhaithe tromlaigh",
  "page-staking-considerations-pools-8-title": "Comhartha leachtachta",
  "page-staking-considerations-pools-8-description": "Tairgtear comhartha leachtachta intrádála lena léirítear do chuid ETH geallchurtha, agus é á choinneáil i do sparán féin",
  "page-staking-considerations-pools-8-valid": "Comhartha(i) leachtachta",
  "page-staking-considerations-pools-8-warning": "Gan comhartha leachtachta",
  "page-staking-considerations-pools-9-description": "Níor cheart don tseirbhís níos mó ná 50% dá mbailitheoirí comhiomlána a rith le cliant comhdhearcaidh tromlaigh",
  "page-staking-how-solo-works-item-1": "Faigh roinnt crua-earraí: Ní mór duit <a href=\"/run-a-node/\">nód a rith</a> le geallchur",
  "page-staking-how-solo-works-item-2": "Sioncronaigh cliant cisil forghníomhaithe",
  "page-staking-how-solo-works-item-3": "Sioncronaigh cliant cisil comhthiomsaithe",
  "page-staking-how-solo-works-item-4": "Gin do chuid eochracha agus cuir isteach i do chliant bailíochtaithe iad",
  "page-staking-how-solo-works-item-5": "Monatóireacht agus cothabháil a dhéanamh ar do nód",
  "page-staking-launchpad-widget-testnet-label": "Holesky testnet",
  "page-staking-launchpad-widget-testnet-start": "Tosaigh leis an ngeallchur ar líonra Holesky testnet",
  "page-staking-launchpad-widget-mainnet-label": "Príomhlíonra",
  "page-staking-launchpad-widget-mainnet-start": "Tosaigh leis an ngeallchur ar Mainnet",
  "page-staking-launchpad-widget-span": "Roghnaigh líonra",
  "page-staking-launchpad-widget-p1": "Táthar ag súil go ndéanfaidh bailíochtaitheoirí aonair <strong>a gcuid scileanna suiteála</strong> agus oibríochta a thástáil ar líonra Holesky testnet sula gcuirfear cistí i mbaol. Cuimhnítear go bhfuil sé tábhachtach <a href=\"/developers/docs/nodes-and-clients/client-diversity/\">cliant mionlaigh</a> a roghnú mar go bhfeabhsaítear slándáil an líonra agus go gcuireann sé teorainn le do riosca.",
  "page-staking-launchpad-widget-p2": "Má tá tú compordach leis, is féidir leat gach rud riachtanach a shocrú ón líne ordaithe trí úsáid a bhaint as an Ardán Geallchuir amháin.",
  "page-staking-launchpad-widget-p3": "Chun rudaí a dhéanamh níos éasca, seiceáil cuid de na huirlisí agus na treoracha thíos ar féidir leo cabhrú leat taobh leis an Ardán Geallchuir chun do chliaint a chur ar bun gan stró.",
  "page-staking-launchpad-widget-link": "Uirlisí agus treoir bogearraí",
  "page-staking-products-get-started": "Cuir tús leis",
  "page-staking-products-follow": "Tabhair cuairt ar",
  "page-staking-dropdown-staking-options": "Roghanna Geallchuir",
  "page-staking-dropdown-staking-options-alt": "Roghchlár anuas roghanna geallchuir",
  "page-staking-stats-box-metric-1": "Iomlán ETH geallchurtha",
  "page-staking-stats-box-metric-2": "Iomlán bailíochtóirí",
  "page-staking-stats-box-metric-3": "APR reatha",
  "page-staking-stats-box-metric-1-tooltip": "Suim an ETH atá geallchurtha ar an Slabhra Rabhcháin, gan iarmhéideanna os cionn 32 ETH san áireamh",
  "page-staking-stats-box-metric-2-tooltip": "Líon na gcuntas bailíochtaithe atá i ngníomh faoi láthair ar an Slabhra Rabhcháin",
  "page-staking-stats-box-metric-3-tooltip": "An meántoradh bliantúlaithe airgeadais in aghaidh an bhailitheora thar an tréimhse 24 uair a chuaigh thart",
  "page-staking-section-comparison-subtitle": "Níl aon réiteach ann a oireann go foirfe don gheallchur, agus tá gach réiteach acu uathúil. Thíos déanfaimid comparáid idir cuid de na rioscaí, na luaíochtaí agus na riachtanais a bhaineann leis na bealaí éagsúla ar féidir leat dul i ngleic leo.",
  "page-staking-section-comparison-rewards-title": "Luaíochtaí",
  "page-staking-section-comparison-solo-rewards-li1": "Luaíochtaí uasta - gheobhaidh tú luaíochtaí iomlána go díreach ón bprótacal",
  "page-staking-section-comparison-solo-rewards-li2": "Luaíochtaí as bloic a mholadh, lena n-áirítear táillí idirbhirt neamhdhóite, agus fianú rialta ar staid an líonra",
  "page-staking-section-comparison-solo-rewards-li3": "Rogha chun comhartha leachta geallchuir a bhreacadh i gcoinne do nóid tí le húsáid in DeFi",
  "page-staking-section-comparison-saas-rewards-li1": "De ghnáth tá luaíochtaí iomlána prótacail i gceist leis seo lúide táille mhíosúil le haghaidh oibríochtaí nód",
  "page-staking-section-comparison-saas-rewards-li2": "Deaiseanna ar fáil go minic chun do chliant bailíochtóra a rianú go héasca",
  "page-staking-section-comparison-pools-rewards-li1": "Fabhraíonn lucht geallchur comhthiomsaithe luaíochtaí ar bhealach difriúil, ag brath ar an modh comhthiomsaithe a roghnaítear",
  "page-staking-section-comparison-pools-rewards-li2": "Tairgeann go leor seirbhísí geallchur comhthiomsaithe <a href=\"/glossary/#liquidity-tokens\">comharthaí leachtachta</a> lena léirítear do chuid ETH geallchurtha móide do sciar de luaíochtaí an bhailíochtóra",
  "page-staking-section-comparison-pools-rewards-li3": "Is féidir comharthaí leachtachta a choinneáil i do sparán féin, iad a úsáid in <a href=\"/glossary/#defi\">DeFi</a> agus iad a dhíol má shocraíonn tú imeacht",
  "page-staking-section-comparison-risks-title": "Rioscaí",
  "page-staking-section-comparison-solo-risks-li1": "Tá do chuid ETH i gceist",
  "page-staking-section-comparison-solo-risks-li2": "Gearrfar pionóis ETH ort as dul as líne",
  "page-staking-section-comparison-solo-risks-li3": "Scoradh (pionóis níos mó agus díshealbhú ón líonra) as iompar mailíseach",
  "page-staking-section-comparison-solo-risks-li4": "Tabharfar riosca conartha cliste isteach má dhéantar comhartha geallchuir leachta a bhuaileadh, ach tá sé seo go hiomlán roghnach",
  "page-staking-section-comparison-saas-risks-li1": "Rioscaí céanna leis an ngeallchur aonair móide riosca contrapháirtí an tsoláthraí seirbhíse",
  "page-staking-section-comparison-saas-risks-li2": "Cuirtear do chuid eochracha sínithe ar iontaoibh duine eile a d'fhéadfadh é féin a iompar go mailíseach",
  "page-staking-section-comparison-pools-risks-li1": "Athraíonn rioscaí ag brath ar an modh a úsáidtear",
  "page-staking-section-comparison-pools-risks-li2": "Go ginearálta, is éard atá i rioscaí ná meascán de rioscaí a bhaineann le contrapháirtí, <a href=\"/glossary/#smart-contract\">conradh cliste</a> agus forghníomhú",
  "page-staking-section-comparison-requirements-title": "Riachtanais",
  "page-staking-section-comparison-solo-requirements-li1": "Caithfidh tú 32 ETH a íoc mar éarlais",
  "page-staking-section-comparison-solo-requirements-li2": "Coinnigh crua-earraí a ritheann <a href=\"/glossary/#execution-client\">cliant forghníomhaithe</a> agus <a href=\"/glossary/#consensus-client\">cliant comhdhearcaidh</a> araon agus tú nasctha leis an idirlíon",
  "page-staking-section-comparison-solo-requirements-li3": "Déanfaidh <a href=\"https://holesky.launchpad.ethereum.org\" target=\"_blank\">an tArdán Geallchuir</a> thú a threorú tríd an bpróiseas agus trí na riachtanais crua‑earraí",
  "page-staking-section-comparison-saas-requirements-li1": "Íoc 32 ETH mar éarlais agus gin do chuid eochracha le cúnamh",
  "page-staking-section-comparison-saas-requirements-li2": "Stóráil do chuid eochracha go slán",
  "page-staking-section-comparison-saas-requirements-li3": "Tugtar aire don chuid eile, cé go n-athrófar seirbhísí sonracha",
  "page-staking-section-comparison-pools-requirements-li1": "Na ceanglais ETH is ísle, éilíonn roinnt tionscadal chomh beag le 0.01 ETH",
  "page-staking-section-comparison-pools-requirements-li2": "Íoc éarlais go díreach ó do sparán chuig ardáin éagsúla geallchur comhthiomsaithe nó déan trádáil le haghaidh ceann de na comharthaí geallchuir leachtachta",
  "page-staking-faq-1-question": "Cad is bailíochtóir ann?",
  "page-staking-faq-1-answer": "Is aonán fíorúil é <em>bailíochtóir </em> a chónaíonn ar Ethereum agus a ghlacann páirt i gcomhthiomsú phrótacal Ethereum. Léirítear bailitheoirí mar iarmhéid, eochair phoiblí agus maoine eile. Is éard is <em>cliant bailíochtóra</em> ann na bogearraí a ghníomhaíonn thar ceann an bhailitheora trína eochair phríobháideach a shealbhú agus a úsáid. Is féidir le cliant bailíochtaithe aonair go leor péirí eochracha a shealbhú, le go leor bailíochtaithe a rialú.",
  "page-staking-faq-2-question": "Cén fáth ar gá dom cistí a gheallchur?",
  "page-staking-faq-2-answer": "Tá an cumas ag bailíochtóir bloic don líonra a mholadh agus a fhianú. Chun iompar mímhacánta a chosc, caithfidh úsáideoirí a gcuid cistí a bheith i gceist leis an ngeallchur. Leis sin ligtear don phrótacal pionós a ghearradh ar ghníomhuithe mailíseacha. Is bealach é an geallchur chun thú a choinneáil macánta, mar beidh iarmhairtí airgeadais ag do ghníomhartha.",
  "page-staking-faq-3-question": "An féidir liom 'Eth2' a cheannach?",
  "page-staking-faq-3-answer-p1": "Níl aon chomhartha 'Eth2' ann atá dúchasach don phrótacal, mar níor athraíodh comhartha dúchais an éitir (ETH) nuair a bogadh Ethereum go cruthúnas geallchuir.",
  "page-staking-faq-3-answer-p2": "Tá comharthaí/ticeoirí díorthacha ann a d'fhéadfadh a bheith mar ETH geallchurtha (ie. rETH ó Rocket Pool, stETH ó Lido, ETH2 ó Coinbase). Foghlaim tuilleadh faoi <a href=\"/staking/pools/\">linnte geallchuir</a>",
  "page-staking-faq-4-question": "An bhfuiltear i mbun geallchuir cheana féin?",
  "page-staking-faq-4-answer-p1": "Tá. Tá an Geallchur beo ón 1 Nollaig 2020",
  "page-staking-faq-4-answer-p2": "Ciallaíonn sé seo go bhfuil an geallchur beo faoi láthair le haghaidh úsáideoirí chun a gcuid ETH a íoc mar éarlais, chun cliant bailíochtaithe a rith agus chun tús a chur le luaíochtaí a thuilleamh.",
  "page-staking-faq-4-answer-p3": "Críochnaíodh uasghrádú Shanghai/Capella ar 12 Aibreán, 2023, lenar cumasaíodh aistarraingtí geallchuir, trínar dúnadh an lúb ar leachtacht an gheallchuir.",
  "page-staking-faq-5-question": "Cathain is féidir liom mo chuid ETH geallchurtha a aistarraingt?",
  "page-staking-faq-5-answer-p1": "Anois díreach! Tá cead ag lucht geallchuir a luaíochtaí agus/nó a bpríomh-éarlais a aistarraingt óna n-iarmhéid bailíochtaithe más mian leo.",
  "page-staking-faq-5-answer-p2": "Gheobhaidh geallsealbhóirí luaíochtaí freisin i bhfoirm táillí agus MEV agus iad ag moladh bloc, a chuirtear ar fáil láithreach trí sheoladh socraithe fhaighteoir na dtáillí.",
  "page-staking-faq-5-answer-link": "Tuilleadh faoi aistarraingtí geallchuir",
  "page-staking-further-reading-author-vitalik-buterin": "Vitalik Buterin",
  "page-staking-further-reading-2-link": "Réasúnaíocht Dearaidh Serenity",
  "page-staking-further-reading-4-link": "Nuacht Eth2",
  "page-staking-further-reading-4-author": "Ben Edgington",
  "page-staking-further-reading-5-link": "Críochnaithe uimh. 33, ciseal comhdhearcaidh Ethereum (Eanáir 2022)",
  "page-staking-further-reading-5-author": "Danny Ryan",
  "page-staking-further-reading-6-link": "Postálacha Fianaithe",
  "page-staking-further-reading-8-link": "Beaconcha.in Ábhair Oideachais a Rannchuidíonn an Pobal leo",
  "page-staking-further-reading-9-link": "Ceisteanna Coitianta a bhaineann le hArdán Geallchuir Ethereum",
  "page-staking-further-reading-10-link": "Bunachar eolais EthStaker",
  "page-staking-toc-how-to-stake-your-eth": "Conas do chuid ETH a gheallchur",
  "page-staking-toc-comparison-of-options": "Comparáid idir roghanna geallchuir",
  "page-staking-toc-faq": "CCanna",
  "page-staking-toc-further": "Tuilleadh léitheoireachta",
  "page-staking-dom-info-title": "Geallchur le hEthereum",
  "page-staking-join-community": "Bí páirteach i bpobal an gheallchuir",
  "page-staking-join-community-desc": "Is pobal é EthStaker inar féidir le gach duine plé a dhéanamh agus foghlaim faoi gheallchur ar Ethereum. Bí ar dhuine de na mílte ball as gach cearn den domhan le haghaidh comhairle agus tacaíochta, agus le labhairt faoi gach rud atá i gceist leis an ngeallchur.",
  "page-staking-meta-description": "Forbhreathnú ar gheallchur Ethereum: na rioscaí, luaíochtaí, riachtanais agus cár chóir é a dhéanamh.",
  "page-staking-meta-title": "Geallchur Ethereum: Conas a oibríonn sé?",
  "page-staking-withdrawals-important-notices": "Fógraí tábhachtacha",
  "page-staking-withdrawals-important-notices-desc": "Níl aistarraingtí ar fáil fós. Le do thoil léigh <a href=\"https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/\" target=\"_blank\">Ceisteanna Coitianta faoi Chumasc Eth2 agus faoin stádas Iarchumaisc</a> le haghaidh tuilleadh eolais.",
  "page-upgrades-merge-btn": "Tuilleadh faoin gCumasc",
  "subscribe-to-ef-blog": "<a href=\"https://blog.ethereum.org/category/protocol/#subscribe\" target=\"_blank\">Liostáil le Blag EF</a> chun fógraí ríomhphoist a fháil do na fógraí prótacail is déanaí.",
  "page-staking-comparison-with-other-options": "Comparáid le roghanna eile",
  "page-staking-any-amount": "Méid ar bith",
  "page-staking-testnet": "testnet"
}
