{
  "page-roadmap-title": "Treochlár Ethereum",
  "page-roadmap-meta-title": "Treochlár Ethereum | ethereum.org",
  "page-roadmap-meta-description": "An cosán chuig níos mó inscálaitheachta, slándála agus inbhuanaitheachta do Ethereum.",
  "page-roadmap-banner-notification": "Tá forbairt Ethereum á tiomáint ag an bpobal agus faoi réir athraithe.",
  "page-roadmap-changes-coming-title": "Cad iad na hathruithe atá ag teacht ar Ethereum?",
  "page-roadmap-changes-coming-description": "Is ardán cumhachtach é Ethereum cheana féin, ach tá feabhas á chur air fós. Déanfaidh tacar uaillmhianach feabhsuithe Ethereum a uasghrádú óna fhoirm reatha go hardán lánscálaithe, atá an-athléimneach.",
  "page-roadmap-cheaper-transactions-title": "Idirbhearta níos saoire",
  "page-roadmap-cheaper-transactions-description": "Tá uasrolluithe róchostasach agus braitheann siad ar chomhpháirteanna láraithe, rud a fhágann go mbíonn an iomarca muiníne ag úsáideoirí as a n-oibreoirí. Cuimsíonn an treochlár réitigh don dá fhadhb seo.",
  "page-roadmap-cheaper-transactions-button": "Tuilleadh eolais faoi tháillí a laghdú",
  "page-roadmap-extra-security-title": "Slándála breise",
  "page-roadmap-extra-security-description": "Tá Ethereum an-slán cheana féin ach is féidir é a dhéanamh níos láidre fós, réidh le gach cineál ionsaithe a sheasamh i bhfad isteach sa todhchaí.",
  "page-roadmap-extra-security-button": "Tuilleadh faoi shlándáil",
  "page-roadmap-better-user-experience-title": "Taithí úsáideora níos fearr",
  "page-roadmap-better-user-experience-description": "Le níos mó tacaíochta do sparán conartha cliste agus nóid éadroma, beidh úsáid Ethereum níos simplí agus níos sábháilte.",
  "page-roadmap-better-user-experience-button": "Tuilleadh eolais faoi thaithí úsáideora",
  "page-roadmap-future-proofing-title": "Promhadh don todhchaí",
  "page-roadmap-future-proofing-description": "Tá taighdeoirí agus forbróirí Ethereum ag réiteach fadhbanna an lae amárach inniu, ag ullmhú an líonra do na glúine atá le teacht.",
  "page-roadmap-future-proofing-button": "Tuilleadh eolais faoi ullmhú don todhchaí",
  "page-roadmap-why-need-title": "Cén fáth a bhfuil treochlár ag teastáil ó Ethereum?",
  "page-roadmap-why-need-description": "Faigheann Ethereum uasghráduithe rialta a fheabhsaíonn a inscálaitheacht, a shlándáil nó a inbhuanaitheacht. Ceann de phríomhláidreachtaí Ethereum is ea oiriúnú de réir mar a thagann smaointe nua chun cinn ó thaighde agus forbairt. Tugann inoiriúnaitheacht an tsolúbthacht do Ethereum dul i ngleic le dúshláin atá ag teacht chun cinn agus coinneáil suas leis na forbairtí teicneolaíochta is airde.",
  "page-roadmap-how-defined-title": "Conas a shainítear an treochlár",
  "page-roadmap-how-defined-p1": "Tá an treochlár mar thoradh den chuid is mó ar bhlianta oibre ag taighdeoirí agus forbróirí - toisc go bhfuil an prótacal an-teicniúil - ach is féidir le haon duine spreagtha a bheith rannpháirteach.",
  "page-roadmap-how-defined-p2": "De ghnáth, tosaíonn smaointe mar phlé ar fhóram ar nós <a href=\"https://ethresear.ch\">ethresear.ch</a>, <a href=\"https://ethereum-magicians.org\">Ethereum Magicians</a> nó freastalaí discord Eth T&F. D’fhéadfadh siad a bheith ina bhfreagraí ar leochaileachtaí nua a aimsítear, moltaí ó eagraíochtaí atá ag obair sa chiseal feidhmchláir (amhail dapps agus malartuithe) nó ó fhrithchuimilt aitheanta d’úsáideoirí deiridh (amhail costais nó luasanna idirbhirt).",
  "page-roadmap-how-defined-p3": "Nuair a bheidh na smaointe seo aibithe, is féidir iad a mholadh mar <a href=\"https://eips.ethereum.org\">Tograí Feabhsúcháin Ethereum</a>. Déantar é seo go léir go poiblí ionas gur féidir le duine ar bith ón bpobal a dtuairimí a thabhairt ag am ar bith.",
  "page-roadmap-governance-button": "Tuilleadh faoi rialachas Ethereum",
  "page-roadmap-hero-alt": "Treochlár Ethereum",
  "page-roadmap-technical-upgrades-title": "Cad iad na huasghráduithe teicniúla atá ag teacht chuig Ethereum?",
  "page-roadmap-danksharding-title": "Danksharding",
  "page-roadmap-danksharding-description": "Déanann Danksharding uasrolluithe L2 i bhfad níos saoire d'úsáideoirí trí \"bhlobaí\" sonraí a chur le bloic Ethereum.",
  "page-roadmap-single-slot-finality-title": "Críochnaitheacht sliotán aonair",
  "page-roadmap-single-slot-finality-description": "In ionad fanacht cúig nóiméad déag, d’fhéadfaí bloic a mholadh agus a chríochnú sa sliotán céanna. Tá sé seo níos áisiúla d’aipeanna agus níos deacra ionsaí a dhéanamh orthu.",
  "page-roadmap-account-abstraction-title": "Asbhaint cuntais",
  "page-roadmap-account-abstraction-description": "Is aicme uasghráduithe é teibí cuntais a thacaíonn le sparán conartha cliste go dúchasach ar Ethereum, seachas a bheith ag úsáid meánearraí casta.",
  "page-roadmap-statelessness-title": "Gan stát",
  "page-roadmap-statelessness-description": "Beidh cliaint gan stát in ann bloic nua a fhíorú gan mórán sonraí a stóráil. Cuirfidh sé seo na buntáistí go léir a bhaineann le nód a rith ar fáil le codán beag bídeach de chostais an lae inniu.",
  "page-roadmap-learn-more": "Foghlaim níos mó",
  "page-roadmap-timeline-title": "Cad é an sceideal ama do na huasghráduithe seo?",
  "page-roadmap-blocks-alt": "Bloic Ethereum",
  "page-roadmap-faq-1-title": "An athróidh treochlár Ethereum le himeacht ama?",
  "page-roadmap-faq-1-p1": "Sea—beagnach cinnte.",
  "page-roadmap-faq-1-p1-continued": "Is é an treochlár an plean reatha chun Ethereum a uasghrádú, lena n-áirítear pleananna gearrthéarmacha agus pleananna don todhchaí araon. Táimid ag súil go n-athróidh an treochlár de réir mar a bheidh faisnéis agus teicneolaíocht nua ar fáil.",
  "page-roadmap-faq-1-p2": "Smaoinigh ar threoirleabhar Ethereum mar thacar rún chun Ethereum a fheabhsú; is é hipitéis lárnach na dtaighdeoirí agus na forbróirí é maidir leis an mbealach chun cinn is fearr is féidir le Ethereum.",
  "page-roadmap-faq-2-title": "Cathain a bheidh an treochlár críochnaithe?",
  "page-roadmap-faq-2-p1": "Tá tosaíocht níos ísle ag baint le roinnt uasghráduithe agus is dócha nach gcuirfear i bhfeidhm iad go ceann 5-10 mbliana (m.sh. friotaíocht chandamach).",
  "page-roadmap-faq-2-p1-strong": "Tá sé casta am cruinn a thabhairt do gach uasghrádú",
  "page-roadmap-faq-2-p1-continued": "chun a thuar go n-oibrítear ar an oiread míreanna treochlár agus is féidir go ndéanfar iad a fhorbairt ag luasanna difriúla. Is féidir le práinn uasghrádaithe athrú le himeacht ama freisin ag brath ar fhachtóirí seachtracha (e.g. d’fhéadfadh léim tobann i bhfeidhmíocht agus infhaighteacht ríomhairí chandamach cripteagrafaíocht atá frithsheasmhach in aghaidh chandaim a dhéanamh níos práinní).",
  "page-roadmap-faq-2-p2": "Bealach amháin le smaoineamh ar fhorbairt Ethereum ná trí analach le héabhlóid bhitheolaíoch. Tá seans níos mó ann go n-éireoidh le líonra atá in ann oiriúnú do dhúshláin nua agus folláine a choinneáil ná ceann a chuireann in aghaidh athraithe, cé go mbeidh níos lú athruithe ar an bprótacal ag teastáil de réir mar a éiríonn an líonra níos feidhmiúla, níos inscálaithe agus níos sláine.",
  "page-roadmap-faq-3-title": "An gcaithfidh mé aon rud a dhéanamh chun ullmhú do na huasghráduithe seo?",
  "page-roadmap-faq-3-p1": "Is gnách nach mbíonn tionchar ag uasghráduithe ar úsáideoirí deiridh ach amháin trí thaithí úsáideora níos fearr agus prótacal níos sláine a sholáthar agus b'fhéidir níos mó <i>roghanna</i> maidir le conas idirghníomhú le Ethereum. <strong>Ní cheanglaítear ar úsáideoirí rialta páirt ghníomhach a ghlacadh in uasghrádú, agus ní gá dóibh aon rud a dhéanamh** chun a gcuid sócmhainní a shlánú.</strong> <a href=\"/glossary/#node\">Node</a> beidh ar oibreoirí a gcuid cliant a nuashonrú chun ullmhú le haghaidh uasghrádú. D’fhéadfadh athruithe a bheith mar thoradh ar roinnt uasghráduithe do fhorbróirí feidhmchlár. Mar shampla, d’fhéadfadh uasghráduithe ar dhul in éag staire a bheith ina gcúis le forbróirí feidhmchlár sonraí stairiúla a bhailiú ó fhoinsí nua.",
  "page-roadmap-faq-4-title": "Cad mar gheall ar sciartha?",
  "page-roadmap-faq-4-p1": "Is é atá i gceist le scealpadh ná blocshlabhra Ethereum a roinnt sa chaoi is nach bhfuil fo-thacair de <a href=\"/glossary/#validator\">bhailíochtóirí</a> freagrach ach as codán de na sonraí iomlána. Bhí sé beartaithe ar dtús gurbh é seo an bealach a scálódh Ethereum. Mar sin féin, tá uasrolluithe <a href=\"/glossary/#layer-2\">ciseal 2</a> tar éis forbairt i bhfad níos tapúla ná mar a bhíothas ag súil leis agus tá go leor scálúcháin curtha ar fáil acu cheana féin, agus cuirfidh siad i bhfad níos mó ar fáil tar éis Proto-Danksharding a chur i bhfeidhm. Ciallaíonn sé seo nach bhfuil gá le \"slabhraí shard\" a thuilleadh agus gur baineadh den treochlár iad.",
  "page-roadmap-release-status-prod": "I dtáirgeadh",
  "page-roadmap-release-status-soon": "Ag teacht go luath",
  "page-roadmap-release-status-dev": "Forbairt ar bun",
  "page-roadmap-release-main-features": "Príomhghnéithe",
  "page-roadmap-release-learn-more": "Foghlaim níos mó",
  "page-roadmap-paris-pos-title": "Aistriú chuig Cruthúnas Gill",
  "page-roadmap-paris-pos-item-1": "Cuireadh comhdhearcadh bunaithe ar gheallchur in áit mianadóireachta atá dian ar fhuinneamh",
  "page-roadmap-paris-pos-item-2": "Laghdaíodh tomhaltas fuinnimh Ethereum faoi ~99.95%",
  "page-roadmap-paris-beacon-title": "Comhtháthú Slabhra Beacon",
  "page-roadmap-paris-beacon-item-1": "Cumaisc an Beacon Chain leis an bpríomhlíonra Ethereum",
  "page-roadmap-paris-beacon-item-2": "Chumasaigh sé an t-aistriú iomlán chuig meicníocht chomhaontaithe PoS",
  "page-roadmap-paris-difficulty-title": "Baint amach Buama Deacrachta",
  "page-roadmap-paris-difficulty-item-1": "Baineadh amach an buama deacrachta a bhí ag méadú deacrachta mianadóireachta",
  "page-roadmap-paris-difficulty-item-2": "Cinntíodh aistriú réidh chuig an sásra comhthola nua",
  "page-roadmap-shapella-withdrawals-title": "Aistarraingtí geallchuir",
  "page-roadmap-shapella-withdrawals-item-1": "Chuir sé ar chumas bailíochtóirí a n-ETH geallta agus a luaíochtaí a tharraingt siar",
  "page-roadmap-shapella-withdrawals-item-2": "Tugadh isteach cumais aistarraingthe páirteacha agus iomlána",
  "page-roadmap-shapella-eip4895-title": "EIP-4895: Aistarraingtí brú slabhra Beacon",
  "page-roadmap-shapella-eip4895-item-1": "Cuireadh oibríocht nua ar leibhéal an chórais leis le haghaidh aistarraingtí",
  "page-roadmap-shapella-eip4895-item-2": "Próiseáil shlán agus éifeachtach ar iarratais aistarraingthe a chinntiú",
  "page-roadmap-shapella-eip3651-title": "EIP-3651: Warm COINBASE",
  "page-roadmap-shapella-eip3651-item-1": "Costais gháis laghdaithe chun rochtain a fháil ar sheoladh COINBASE",
  "page-roadmap-shapella-eip3651-item-2": "Éifeachtacht fheabhsaithe oibríochtaí áirithe conarthaí cliste",
  "page-roadmap-dencun-danksharding-title": "Proto-danksharding (EIP-4844)",
  "page-roadmap-dencun-danksharding-item-1": "Tugadh isteach idirbhearta bloba chun costais idirbheart uasrollaithe a laghdú go suntasach",
  "page-roadmap-dencun-danksharding-item-2": "Cuireadh cineál nua idirbhirt leis a stórálann sonraí go sealadach agus go saor",
  "page-roadmap-dencun-eip1153-title": "EIP-1153: Oibríochtaí stórála neamhbhuana",
  "page-roadmap-dencun-eip1153-item-1": "Cuireadh cód oibríochta TSTORE agus TLOAD leis le haghaidh stórála sealadaí le linn rith idirbheart",
  "page-roadmap-dencun-eip1153-item-2": "Cumasaíonn sé patrúin chonartha cliste níos éifeachtaí agus laghdaíonn sé costais gháis",
  "page-roadmap-dencun-eip4788-title": "EIP-4788: Fréamh bhloc beacon san EVM",
  "page-roadmap-dencun-eip4788-item-1": "Nochtann sé faisnéis faoi shraith chomhaontaithe do chonarthaí cliste",
  "page-roadmap-dencun-eip4788-item-2": "Cumasaíonn sé feidhmchláir nua íoslaghdaithe muiníne agus droichid tras-shlabhra",
  "page-roadmap-pectra-eoa-title": "Feabhsaigh sparán EOA le feidhmiúlacht conartha cliste",
  "page-roadmap-pectra-eoa-item-1": "Is féidir le húsáideoirí a seoladh a shocrú le go léireofar é le cód conartha cliste atá ann cheana féin agus buntáistí a bhaint amach amhail baisceáil",
  "page-roadmap-pectra-balance-title": "Méadaigh an t-iarmhéid éifeachtach uasta",
  "page-roadmap-pectra-balance-item-1": "Is féidir le lucht geallchuir anois méid treallach ETH a roghnú le geallchur agus luaíochtaí a fháil ar gach 1 ETH os cionn an íosmhéid",
  "page-roadmap-pectra-blob-title": "Méadú ar thréchur bloba",
  "page-roadmap-pectra-blob-item-1": "Méadófar líon na mbloba ó 3 go 6 sprioc, le huasmhéid de 9, rud a fhágann go mbeidh táillí níos saoire in uasrolluithe Ethereum",
  "page-roadmap-fusaka-peerdas-title": "PeerDAS (Sampláil Infhaighteachta Sonraí Piara go Piara)",
  "page-roadmap-fusaka-peerdas-item-1": "Cumasaíonn sé infhaighteacht sonraí níos éifeachtaí le haghaidh uasrolluithe",
  "page-roadmap-fusaka-peerdas-item-2": "Déanann sé níos inrochtana nód a rith agus dílárú á choinneáil ag an am céanna",
  "page-roadmap-fusaka-additional-title": "Gnéithe Breise Féideartha",
  "page-roadmap-fusaka-additional-item-1": "Tacaíocht d'iamhchríocha slána ar ghléasanna soghluaiste chun UX a fheabhsú",
  "page-roadmap-fusaka-additional-item-2": "Feabhsuithe ar mhargadh táillí bloba",
  "page-roadmap-fusaka-additional-item-3": "Feabhsuithe breise ar éifeachtúlacht bailíochtóra agus ar fheidhmíocht líonra",
  "page-roadmap-glamsterdam-discussed-title": "Pléadh do Glamsterdam",
  "page-roadmap-glamsterdam-discussed-item-1": "Crainn Verkle"
}
