{
  "page-roadmap-vision-2014": "Féach ar bhlagphost de chuid 2014 ina sonraítear cruthúnas-gheallta",
  "page-roadmap-vision-2021": "Féach ar bhlagphost 2021 ar éabhlóid treochlár Ethereum",
  "page-roadmap-vision-2022": "Féach ar bhlagphost 2022: The Hitchhikers Guide to Ethereum",
  "page-roadmap-vision-2021-updates": "Féach ar bhlagphost 2021 ar Nuashonruithe Prótacal Ethereum",
  "page-roadmap-vision-desc-1": "Caithfidh Ethereum brú tráchta líonra a laghdú agus luasanna a fheabhsú chun seirbhís níos fearr a thabhairt do bhonn úsáideoirí domhanda.",
  "page-roadmap-vision-desc-2": "Tá sé ag éirí níos deacra nód a rith de réir mar a fhásann an líonra. Ní éireoidh sé seo ach le hiarrachtaí an líonra a scáláil.",
  "page-roadmap-vision-desc-3": "Úsáideann Ethereum an iomarca leictreachais. Ní mór an teicneolaíocht a choimeádann an líonra slán a bheith níos inbhuanaithe.",
  "page-roadmap-vision-ethereum-node": "Tuilleadh faoi nóid",
  "page-roadmap-vision-future": "Todhchaí digiteach ar scála domhanda",
  "page-roadmap-vision-meta-desc": "Forbhreathnú ar an tionchar a bheidh ag uasghráduithe ar Ethereum, agus na dúshláin a chaithfidh siad a shárú.",
  "page-roadmap-vision-meta-title": "Fís Ethereum",
  "page-roadmap-vision-mining": "Níos mó ar mhianadóireacht",
  "page-roadmap-vision-problems": "Fadhbanna an lae inniu",
  "page-roadmap-vision-scalability": "Inscálaitheacht",
  "page-roadmap-vision-scalability-desc": "Caithfidh Ethereum a bheith in ann níos mó idirbhearta a láimhseáil in aghaidh an tsoicind gan méadú ar mhéid na nóid sa líonra. Is rannpháirtithe líonra ríthábhachtacha iad na nóid a stórálann agus a ritheann an blocshlabhra. Níl sé praiticiúil méid nóid a mhéadú mar ní fhéadfadh ach daoine a bhfuil ríomhairí cumhachtacha costasacha acu é a dhéanamh. De réir scála, tá níos mó idirbhearta ag teastáil ó Ethereum in aghaidh an tsoicind, in éineacht le níos mó nóid. Ciallaíonn níos mó nóid níos mó slándála.",
  "page-roadmap-vision-scalability-desc-4": "Ní mór stóráil ar chostas íseal a bheith ag rolluithe ar chiseal 1 chun idirbhearta a dhéanamh chomh saor agus is féidir d'úsáideoirí. Cuirfear é seo ar fáil i bhfoirm blobaí ceangailte le bloic Ethereum. Faoi dheireadh, beidh go leor blobaí ceangailte le bloic Ethereum, ag soláthar stórála saor do go leor rolluithe.",
  "page-roadmap-vision-security": "Slándáil",
  "page-roadmap-vision-security-desc": "Feabhsaíonn na huasghráduithe pleanáilte slándáil Ethereum i gcoinne ionsaithe comhordaithe.",
  "page-roadmap-vision-security-desc-3": "Mar chruthúnas-gheallta tagann slándáil bhreise ó dhídhreasaithe cripte-eacnamaíochta níos mó in aghaidh ionsaí. Is é an fáth atá leis seo ná, mar chruthúnas-gheallta, go gcaithfidh na bailíochtaithe a dhaingníonn an líonra méideanna suntasacha ETH a chur isteach sa phrótacal. Má dhéanann siad iarracht an líonra a ionsaí, is féidir leis an bprótacal a ETH a mhilleadh go huathoibríoch.",
  "page-roadmap-vision-security-desc-5": "Mar sin féin, tá sé tábhachtach freisin go gcuirfí i bhfeidhm go luath uasghráduithe a chosnaíonn bailíochtaithe i gcoinne ionsaithe diúltaithe seirbhíse, a fheabhsaítear a n-ainmníocht, agus go gcuirfear tógáil bloc ar leithligh agus iomadú bloc i bhfeidhm. Cosnaíonn na huasghráduithe seo bailíochtaithe aonair agus an líonra ina iomláine in aghaidh ionsaithe beocht agus cinsireacht.",
  "page-roadmap-vision-security-desc-5-link": "Tuilleadh faoi chruthúnas-gheallta",
  "page-roadmap-vision-security-desc-10": "Ciallaíonn gealltóireacht freisin nach gá duit infheistíocht a dhéanamh i gcrua-earraí den scoth le bheith rannpháirteach go díreach i gcomhthoil. Ba cheart go spreagfadh sé seo níos mó daoine a bheith ina bhailitheoir, ag méadú dílárú an líonra agus ag laghdú achar dromchla an ionsaithe.",
  "page-roadmap-vision-security-staking": "Geallchuir ETH",
  "page-roadmap-vision-security-validator": "Is féidir leat a bheith i do bhailitheoir trí do ETH a chur i bhfeidhm.",
  "page-roadmap-vision-staking-lower": "Tuilleadh faoin ngeallchur",
  "page-roadmap-vision-subtitle": "Fás Ethereum go dtí go bhfuil sé cumhachtach go leor chun cabhrú leis an gcine daonna ina iomláine.",
  "page-roadmap-vision-sustainability": "Inbhuanaitheacht",
  "page-roadmap-vision-sustainability-desc-1": "Is blocshlabhra glas é Ethereum anois. Laghdaíodh an tomhaltas fuinnimh de ~99.95% nuair a mhalartaíodh cruthúnas oibre le haghaidh cruthúnais-gheallta.",
  "page-roadmap-vision-sustainability-desc-2": "Tá Ethereum daingnithe anois trí ghealltóireacht, ní cumhacht ríomhaireachta.",
  "page-roadmap-vision-sustainability-desc-3": "Tá buntáistí slándála ag baint leis an mborradh inbhuanaitheachta seo freisin - bíonn sé i bhfad níos costasaí ionsaí a dhéanamh ar an slabhra ná mar a dhéantar faoi chruthúnas oibre, ach tá sé níos saoire é a dhaingniú mar is leor níos lú ETH nua a eisiúint chun bailíochtaithe a íoc ná mar ba ghá i gcás mianadóirí.",
  "page-roadmap-vision-sustainability-desc-8": "Mar gheall ar an aistriú chuig cruthúnais-gheallta, rinneadh Ethereum níos glaise agus níos sláine. Is ardán ísealcharbóin é chun aipeanna agus eagraíochtaí a thógáil.",
  "page-roadmap-vision-sustainability-subtitle": "Is blocshlabhra glas é Ethereum le slándáil láidir cripti-eacnamaíoch.",
  "page-roadmap-vision-title": "Fís Ethereum",
  "page-roadmap-vision-title-1": "Líonra bacáilte",
  "page-roadmap-vision-title-2": "Spás diosca",
  "page-roadmap-vision-title-3": "An iomarca fuinnimh",
  "page-roadmap-vision-trilemma-cardtext-1": "Mar thoradh ar uasghrádú Ethereum déanfar Ethereum inscálaithe, slán agus díláraithe. Tríd an ngeallchur laghdaíodh an bac ar rannpháirtíocht agus tá teorainn le barainneachtaí scála, rud a chruthaigh líonra níos mó agus níos díláraithe.",
  "page-roadmap-vision-trilemma-cardtext-2": "Éilíonn líonraí blocshlabhra slán agus díláraithe gach nód chun gach idirbheart arna phróiseáil ag an slabhra a fhíorú. Cuireann an méid oibre seo teorainn le líon na n-idirbheart a fhéadfaidh tarlú ag aon am ar leith. Léiríonn díláraithe agus slán an slabhra Ethereum inniu.",
  "page-roadmap-vision-trilemma-cardtext-3": "Oibríonn líonraí díláraithe trí fhaisnéis a sheoladh faoi idirbhearta thar nóid - ní mór don líonra iomlán a bheith ar an eolas faoi aon athrú stáit. Cruthaíonn scálaithe idirbhearta in aghaidh an tsoicind ar fud líonra díláraithe rioscaí slándála mar dá mhéad idirbheart, dá fhaide an mhoill, is airde an dóchúlacht go dtarlóidh ionsaí agus faisnéis á heitilt.",
  "page-roadmap-vision-trilemma-cardtext-4": "D'fhéadfadh méadú ar mhéid agus ar chumhacht nóid Ethereum méadú ar idirbhearta in aghaidh an tsoicind ar bhealach slán, ach chuirfeadh an ceanglas crua-earraí srian ar cé a d'fhéadfadh é a dhéanamh - bagairt sé seo ar dhílárú. Táthar ag súil go gcuirfidh sciartha agus cruthúnais-gheallta Ethereum scáláil a dhéanamh trí mhéid na nóid a mhéadú, ní méid na nód.",
  "page-roadmap-vision-trilemma-h2": "Dúshlán an scálaithe díláraithe",
  "page-roadmap-vision-trilemma-modal-tip": "Tapáil na ciorcail thíos chun na fadhbanna a bhaineann le scálaithe díláraithe a thuiscint níos fearr",
  "page-roadmap-vision-trilemma-p": "Bealach soineanta chun fadhbanna Ethereum a réiteach ná é a dhéanamh níos láraithe. Ach tá dílárú ró-thábhachtach. Is é an dílárú a thugann neodracht Ethereum, friotaíocht cinsireachta, oscailteacht, úinéireacht sonraí agus slándáil nach féidir a bhriseadh, nach mór.",
  "page-roadmap-vision-trilemma-p-1": "Is é fís Ethereum a bheith níos inscálaithe agus níos sábháilte, ach fanacht díláraithe freisin. Is fadhb ar a dtugtar an aincheist thriarach scálaithe é na 3 cháilíocht seo a bhaint amach.",
  "page-roadmap-vision-trilemma-p-2": "Tá sé mar aidhm ag uasghrádú Ethereum an aincheist thriarach a réiteach ach tá dúshláin shuntasacha ann.",
  "page-roadmap-vision-trilemma-press-button": "Brúigh na cnaipí ar an triantán chun tuiscint níos fearr a fháil ar na fadhbanna a bhaineann le scáláil díláraithe.",
  "page-roadmap-vision-trilemma-text-1": "Dílárú",
  "page-roadmap-vision-trilemma-text-2": "Slándáil",
  "page-roadmap-vision-trilemma-text-3": "Inscálaitheacht",
  "page-roadmap-vision-trilemma-title-1": "Déan iniúchadh ar an aincheist thriarach scálaithe",
  "page-roadmap-vision-trilemma-title-2": "Uasghrádú Ethereum agus scáláil díláraithe",
  "page-roadmap-vision-trilemma-title-3": "Slán agus díláraithe",
  "page-roadmap-vision-trilemma-title-4": "Díláraithe agus Inscálaithe",
  "page-roadmap-vision-trilemma-title-5": "Inscálaithe agus slán",
  "page-roadmap-vision-understanding": "Tuiscint a fháil ar fhís Ethereum",
  "page-roadmap-vision-upgrade-needs": "An gá atá le uasghráduithe",
  "page-roadmap-vision-upgrade-needs-desc": "Bhí rath dochreidte ar phrótacal Ethereum a seoladh in 2015. Ach bhí an pobal Ethereum ag súil i gcónaí go mbeadh gá le cúpla príomh-uasghráduithe chun acmhainneacht iomlán Ethereum a dhíghlasáil.",
  "page-roadmap-vision-upgrade-needs-desc-2": "Tá éileamh ard ag ardú táillí idirbhirt a fhágann go bhfuil Ethereum costasach don ghnáth-úsáideoir. Tá an spás diosca is gá chun cliant Ethereum a reáchtáil ag fás ag ráta tapa.",
  "page-roadmap-vision-upgrade-needs-desc-3": "Tá sraith uasghráduithe ag Ethereum a thugann aghaidh ar na fadhbanna seo agus níos mó. Tugadh 'Serenity' agus 'Eth2,' ar an tsraith uasghrádaithe seo ar dtús agus tá siad ina réimse gníomhach taighde agus forbartha ó 2014 i leith.",
  "page-roadmap-vision-upgrade-needs-desc-5": "Anois go bhfuil an teicneolaíocht réidh, déanfaidh na huasghráduithe seo Ethereum a ath-thógáil chun é a dhéanamh níos inscálaithe, níos sábháilte agus níos inbhuanaithe - chun an saol a fheabhsú d'úsáideoirí reatha agus chun úsáideoirí nua a mhealladh. Agus croíluach Ethereum díláraithe á chaomhnú i rith an ama.",
  "page-roadmap-vision-upgrade-needs-desc-6": "Ciallaíonn sé seo nach bhfuil aon athrú ar inscálaithe. Seolfar feabhsuithe go hincriminteach le himeacht ama.",
  "page-roadmap-vision-upgrade-needs-serenity": "Féach ar bhlagphost 2015 ag plé 'Serenity'",
  "ethereum": "Ethereum",
  "page-roadmap-vision-danksharding": "Tuilleadh faoi Danksharding"
}
