{
  "page-enterprise-activity-media-tx-cost": "Costas idirbhirt airmheán",
  "page-enterprise-activity-stablecoin-mktcap": "Caipín margaidh mona cobhsaí",
  "page-enterprise-activity-total-secured": "Iomlán an chaipitil urraithe",
  "page-enterprise-activity-tx-count": "Idirbhearta laethúla",
  "page-enterprise-activity-value-protecting": "Luach a thugann cosaint do Ethereum",
  "page-enterprise-cases-blackrock-content": "Seoladh Ciste Chisteáin na Sa <strong>$2.9B+ comharthaithe</strong> ar Ethereum agus a éiceachóras, ag seachadadh leachtacht an lae chéanna d'institiúidí.",
  "page-enterprise-cases-eib-content": "<strong>Eisíodh banna digiteach €100M</strong> ar Ethereum poiblí. Rinneadh an tionscadal i gcomhar le Banque de France, Goldman Sachs, Santander agus Société Générale.",
  "page-enterprise-cases-mediledger-content": "Cuireann sé ar chumas Pfizer agus Genentech barántúlacht drugaí a fhíorú agus comhlíonadh cógaisíochta a chinntiú.",
  "page-enterprise-cases-sony-content": "Seoladh an líonra Soneium L2 ar Stack OP Ethereum, ag scálú IP an fhíorshaol le <strong>cuntais 14M+ agus $45M+ TVL</strong>.",
  "page-enterprise-cases-unwfp-content": "Déanann na NA<strong>cúnamh a rianú do bhreis is 4 mhilliún duine in aghaidh na míosa</strong> ag baint úsáide as forc príobháideach Ethereum, rud a chuireann le cumas iniúchta.",
  "page-enterprise-cases-visa-content": "Socraithe os cionn <strong>$ 225 milliún</strong> in idirbhearta mona cobhsaí le USDC ar fud Ethereum agus blocshlabhra eile.",
  "page-enterprise-ecosystem-cta": "Féach cásanna úsáide",
  "page-enterprise-ecosystem-description": "Tá córais airgeadais in-ríomhchláraithe anseo. Bí i do bhall de na céadta fiontar atá ag tógáil ar Ethereum cheana féin inniu.",
  "page-enterprise-ecosystem-header": "Glac leis an nuálaíocht",
  "page-enterprise-features-1-content-1": "Tá Ethereum slánaithe ag na mílte bailíochtóir neamhspleácha ar fud an domhain, rud a sholáthraíonn bonneagar athléimneach, rochtana oscailte do shócmhainní digiteacha agus d'fheidhmchláir fiontraíochta.",
  "page-enterprise-features-1-header": "Slándáil agus athléimneacht chruthaithe",
  "page-enterprise-features-2-content-1": "Cuireann Ethereum solúbthacht mhór agus roghanna scálúcháin chumhachtacha ar a dtugtar Sraith 2s ar fáil.",
  "page-enterprise-features-2-content-2": "Is féidir le fiontair a dtimpeallacht Ethereum a shaincheapadh go hiomlán, rud a chuireann comhlíonadh iomlán, éiceachóras brandáilte agus leibhéil tréchur ar chumas de réir mar is gá.",
  "page-enterprise-features-2-header": "Inscálaithe agus saincheaptha de réir dearaidh",
  "page-enterprise-features-3-content-1": "Tá an pobal forbróirí blocshlabhra is mó lonnaithe in Ethereum.",
  "page-enterprise-features-3-content-2": "Cuireann na mílte forbróirí leis gach mí, ag tairiscint raidhse leabharlanna, creatlach agus comhtháthú. Tóg go tapa le huirlisí aibí ar nós Solidity, Hardhat, Truffle, Infura, agus Alchemy.",
  "page-enterprise-features-3-header": "Éiceachóras domhanda",
  "page-enterprise-features-4-content-1": "Imscaradh ar Príomhlíonra poiblí Ethereum le haghaidh trédhearcachta domhanda nó bain úsáid as réitigh phríobháideachta grád fiontraíochta le haghaidh rúndachta agus rialaithe.",
  "page-enterprise-features-4-content-2": "Cumasaíonn samhlacha hibrideacha bainistíocht sonraí príobháideacha le sláine an tslabhra phoiblí.",
  "page-enterprise-features-4-header": "Imscaradh poiblí agus príobháideach",
  "page-enterprise-features-header": "Fiontair agus Ethereum: meaitseáil foirfe",
  "page-enterprise-hero-breadcrumb": "Fiontar",
  "page-enterprise-hero-cta": "Téigh i dteagmháil",
  "page-enterprise-hero-subtitle": "Athléimneach, slán, agus tástáilte i gcath. Tá muinín ag príomhfhiontair dhomhanda as Ethereum ar fud sraith éagsúil cásanna úsáide.",
  "page-enterprise-hero-title": "Ethereum do ghnólachtaí",
  "page-enterprise-metadata-description": "Athléimneach, slán, agus tástáilte i gcath. An blockchain is iontaofa ar domhan le haghaidh sócmhainní digiteacha, tá muinín ag príomhfhiontair dhomhanda as Ethereum ar fud sraith éagsúil cásanna úsáide.",
  "page-enterprise-metrics-header": "An blocshlabhra is iontaofa ar domhan le haghaidh sócmhainní digiteacha",
  "page-enterprise-metrics-subtext": "Is é Ethereum an t-ardán tosaigh chun sócmhainní digiteacha <strong>bainistíochta</strong>, agus<strong>socraithe</strong>, <strong>a shocrú</strong>. Ó airgead agus ionstraimí airgeadais comharthaithe go sócmhainní fíorshaoil ​​agus margaí atá ag teacht chun cinn, soláthraíonn Ethereum bunús slán, neodrach don gheilleagar digiteach.",
  "page-enterprise-reason-1-content": "Léiríonn dearadh modúlach Ethereum airíonna an chórais shocraíochta agus imréitigh dhomhanda reatha.",
  "page-enterprise-reason-1-header": "Galántacht",
  "page-enterprise-reason-2-content": "Plean T&F láidir fadtéarmach agus éiceachóras bríomhar tallainne réidh le cur i gcrích thar an chéad 5-10 mbliana eile.",
  "page-enterprise-reason-2-header": "Oiriúnach don todhchaí",
  "page-enterprise-reason-3-content": "Laghdaíonn sé riosca contrapháirtí le meaisín staide domhanda iontaofa a fhorfheidhmíonn rialacha, a laghdaíonn costais trí dhí-idirghabháil agus a threisíonn aschur trí éifeachtúlacht caipitil.",
  "page-enterprise-reason-3-header": "Riosca laghdaithe",
  "page-enterprise-reason-4-content": "An t-aon bhonneagar leabhar mór dáilte in-ríomhchláraithe nár theip riamh, agus a raibh rath air le linn bagairtí iomadúla eiseacha.",
  "page-enterprise-reason-4-header": "Tástáilte ag cath",
  "page-enterprise-team-description": "Freagróimid do cheisteanna, cabhróimid leat bealaí féideartha chun cinn a aithint, cuirfimid tacaíocht theicniúil ar fáil agus cuirfimid i dteagmháil thú le ceannairí ábhartha sa tionscal.",
  "page-enterprise-team-header": "Foireann Fiontraíochta Ethereum",
  "page-enterprise-team-form-button-loading": "Iarratas bíomála",
  "page-enterprise-team-form-error-domain": "Bain úsáid as seoladh ríomhphoist gnó, institiúideach nó eagraíochtúil (m.sh., gan @gmail). Le haghaidh ceisteanna ginearálta <a>bí páirteach inár Discord</a>.",
  "page-enterprise-team-form-error-email-invalid": "Cuir isteach seoladh ríomhphoist bailí le do thoil",
  "page-enterprise-team-form-error-email-too-long": "Tá an seoladh ríomhphoist rófhada (uasmhéid {length} carachtar)",
  "page-enterprise-team-form-error-general": "Ní féidir do theachtaireacht a sheoladh. Déan iarracht eile nó déan teagmháil dhíreach linn ag <a>@</a>",
  "page-enterprise-team-form-error-message-too-long": "Tá an teachtaireacht rófhada (uasmhéid {length} carachtar)",
  "page-enterprise-team-form-error-required": "Riachtanach",
  "page-enterprise-team-form-error-short": "Cuir <span>#</span> carachtair ar a laghad ar fáil a chuireann síos ar d'fhiosrúchán",
  "page-enterprise-team-form-placeholder-input": "Do ríomhphost",
  "page-enterprise-team-form-placeholder-textarea": "Inis dúinn faoi do thionscadal",
  "page-enterprise-team-form-success-heading": "Go raibh maith agat as teagmháil a dhéanamh!",
  "page-enterprise-team-form-success-message": "Fuaireamar do theachtaireacht agus rachaidh duine éigin ónár bhfoireann fiontair i dteagmháil leat laistigh de chúpla lá gnó.",
  "page-enterprise-why-description": "Tacaíonn Ethereum le comhlíonadh fiontar le bonneagar trédhearcach, iniúchta atá ailínithe le GDPR agus KYC agus ag an am céanna ag cosaint sonraí íogaire i dtimpeallachtaí príobháideacha nó comhghuaillíochta.",
  "page-enterprise-why-header": "Cén fáth Ethereum"
}
