{
  "page-run-a-node-build-your-own-title": "Tóg ceann de do chuid féin",
  "page-run-a-node-build-your-own-hardware-title": "Céim 1 - Crua-earraí",
  "page-run-a-node-build-your-own-minimum-specs": "Sonraíochtaí íosta",
  "page-run-a-node-build-your-own-min-ram": "4 - 8 GB RAM",
  "page-run-a-node-build-your-own-ram-note-1": "Féach an nóta ar an ngeallchur",
  "page-run-a-node-build-your-own-ram-note-2": "Féach nóta ar Raspberry Pi",
  "page-run-a-node-build-your-own-min-ssd": "2 TB SSD",
  "page-run-a-node-build-your-own-ssd-note": "SSD riachtanach do luasanna scríofa riachtanacha.",
  "page-run-a-node-build-your-own-recommended": "Molta",
  "page-run-a-node-build-your-own-nuc": "Intel NUC, 7ú glúine nó níos airde",
  "page-run-a-node-build-your-own-nuc-small": "próiseálaí x86",
  "page-run-a-node-build-your-own-connection": "Nasc idirlín sreangaithe",
  "page-run-a-node-build-your-own-connection-small": "Níl sé ag teastáil, ach soláthraíonn sé socrú níos éasca agus an nasc is comhsheasmhaí",
  "page-run-a-node-build-your-own-peripherals": "Scáileán taispeána agus méarchlár",
  "page-run-a-node-build-your-own-peripherals-small": "Mura bhfuil DAppNode in úsáid agat, nó socrú ssh/gan cheann",
  "page-run-a-node-build-your-own-software": "Céim 2 - Bogearraí",
  "page-run-a-node-build-your-own-software-option-1-title": "Rogha 1 – DAppNode",
  "page-run-a-node-build-your-own-software-option-1-description": "Nuair atá tú réidh le do chrua-earraí, is féidir an córas oibriúcháin DAppNode a íoslódáil trú úsáid a bhaint as aon ríomhaire agus é a shuiteáil ar SSD úr trí thiomáint USB.",
  "page-run-a-node-build-your-own-software-option-1-button": "Socruithe DAppNode",
  "page-run-a-node-build-your-own-software-option-2-title": "Rogha 2 - Líne na n-orduithe",
  "page-run-a-node-build-your-own-software-option-2-description-1": "Le haghaidh rialú uasta, seans gur fearr le húsáideoirí a bhfuil taithí acu an líne ordaithe a úsáid ina ionad.",
  "page-run-a-node-build-your-own-software-option-2-description-2": "Féach ar ár gcáipéisí forbróra le haghaidh tuilleadh eolais maidir le tosú le roghnú cliant.",
  "page-run-a-node-build-your-own-software-option-2-button": "Socrú líne ordaithe",
  "page-run-a-node-buy-fully-loaded-title": "Ceannaigh go hiomlán luchtaithe",
  "page-run-a-node-buy-fully-loaded-description": "Ordú rogha ceannaigh-agus-imir ó dhíoltóirí le haghaidh na taithí bordála is simplí.",
  "page-run-a-node-buy-fully-loaded-note-1": "Níl gá le tógáil.",
  "page-run-a-node-buy-fully-loaded-note-2": "Socrú cosúil le haip le GUI.",
  "page-run-a-node-buy-fully-loaded-note-3": "Níl gá le líne ordaithe.",
  "page-run-a-node-censorship-resistance-title": "Friotaíocht Chinsireachta",
  "page-run-a-node-censorship-resistance-preview": "Cinntigh rochtain nuair is gá duit é, agus ná bíodh cinsireacht ort.",
  "page-run-a-node-censorship-resistance-1": "D’fhéadfadh nód 3ú páirtí idirbhearta a dhiúltú ó sheoltaí sonracha IP, nó idirbhearta a bhfuil cuntais shonracha i gceist leo, rud a d’fhéadfadh bac a chur ort an líonra a úsáid nuair is gá duit é. ",
  "page-run-a-node-censorship-resistance-2": "Agus do nód féin agat chun idirbhearta a chur isteach ann ráthaítear gur féidir leat do idirbheart a chraoladh chuig an gcuid eile den líonra piara-go-piara am ar bith.",
  "page-run-a-node-community-title": "Faigh roinnt cúntóirí",
  "page-run-a-node-community-description-1": "Ar ardáin ar líne ar nós Discord nó Reddit casfar ort líon mór tógálaithe pobail atá sásta cabhrú leat le ceisteanna ar bith a d’fhéadfadh teacht ort.",
  "page-run-a-node-community-description-2": "Bíodh comhluadar agat ar an mbealach. Má tá ceist agat is dócha go mbeidh duine éigin anseo in ann cabhrú leat freagra a fháil.",
  "page-run-a-node-community-link-1": "Bí ar DAppNode Discord",
  "page-run-a-node-community-link-2": "Aimsigh pobail ar líne",
  "page-run-a-node-choose-your-adventure-title": "Roghnaigh d'eachtra",
  "page-run-a-node-choose-your-adventure-1": "Beidh roinnt crua-earraí uait le tosú. Cé gur féidir bogearraí nóid a rith ar ríomhaire pearsanta, féadann meaisín tiomnaithe feidhmíocht do nóid a fheabhsú go mór agus a thionchar ar do phríomhríomhaire a íoslaghdú.",
  "page-run-a-node-choose-your-adventure-2": "Nuair a bhíonn crua-earraí á roghnú agat, smaoinigh go bhfuil an slabhra ag fás go leanúnach, agus beidh gá le cothabháil dhosheachanta. Is féidir le sonraíochtaí méadaithe cabhrú le moill a chur ar an ngá atá le cothabháil nóid.",
  "page-run-a-node-choose-your-adventure-build-1": "Rogha níos saoire agus níos saincheaptha le haghaidh úsáideoirí beagán níos teicniúla.",
  "page-run-a-node-choose-your-adventure-build-bullet-1": "Foinsigh do chuid páirteanna féin.",
  "page-run-a-node-choose-your-adventure-build-bullet-2": "Suiteáil DAppNode.",
  "page-run-a-node-choose-your-adventure-build-bullet-3": "Nó, roghnaigh do OS féin agus do chliaint.",
  "page-run-a-node-choose-your-adventure-build-start": "Cuir tús leis an tógáil",
  "page-run-a-node-decentralized-title": "Dílárú",
  "page-run-a-node-decentralized-preview": "Seas in aghaidh pointí láraithe teipe a neartú.",
  "page-run-a-node-decentralized-1": "Is féidir le freastalaithe láraithe néil an-chuid chumhachta ríomhaireachta a sholáthar, ach bíonn siad mar sprioc do náisiúnstáit nó d'ionsaitheoirí atá ag iarraidh cur isteach ar an líonra.",
  "page-run-a-node-decentralized-2": "Baintear athléimneacht líonra amach le nóid bhreise, i suímh gheografacha éagsúla, á bhfeidhmiú ag daoine breise ó chúlraí éagsúla. De réir mar a ritheann níos mó daoine a nód féin, laghdaítear an spleáchas ar phointí lárnaithe teipe, rud a fhágann go bhfuil an líonra níos láidre.",
  "page-run-a-node-further-reading-title": "Tuilleadh léitheoireachta",
  "page-run-a-node-further-reading-1-link": "Máistreacht Ethereum - Ar cheart dom Nód Iomlán a Rith",
  "page-run-a-node-further-reading-1-author": "Andreas Antonopoulos",
  "page-run-a-node-further-reading-2-link": "Ethereum ar ARM - Treoir Thapa Tosaigh",
  "page-run-a-node-further-reading-3-link": "Na Teorainneacha le hInscálaitheacht Bhlocshlabhra",
  "page-run-a-node-further-reading-3-author": "Vitalik Buterin",
  "page-run-a-node-getting-started-title": "Ag tosnú",
  "page-run-a-node-getting-started-software-section-1": "Sna laethanta tosaigh den líonra, ba ghá go mbíodh an cumas ag úsáideoirí comhéadan a dhéanamh leis an líne ordaithe chun nód Ethereum a oibriú.",
  "page-run-a-node-getting-started-software-section-1-alert": "Más é sin do rogha féin, agus má tá na scileanna agat, ná bíodh drogall ort ár ndoiciméid theicniúla a sheiceáil.",
  "page-run-a-node-getting-started-software-section-1-link": "Cruthaigh nód Ethereum",
  "page-run-a-node-getting-started-software-section-2": "Anois tá DAppNode againn, atá <b>saor in aisce agus atá ina bhogearraí foinse oscailte</b> a thugann <b>taithí cosúil le haipeanna</b> d'úsáideoirí agus a nód á bhainistiú acu.",
  "page-run-a-node-getting-started-software-section-3a": "Ní theastaíonn ach roinnt cliceanna le gur féidir leat do nód a chur ar bun agus a rith.",
  "page-run-a-node-getting-started-software-section-3b": "Le DAppNode bíonn sé éasca d'úsáideoirí nóid iomlána a rith, chomh maith le <a href=\"/glossary/#dapp\">daipeanna (dapps)</a> agus líonraí eile<a href=\"/glossary/#peer-to-peer-network\">P2P</a>, gan aon ghá teagmháil a dhéanamh leis an líne ordaithe. Fágann sé sin go mbeidh sé níos éasca do gach duine bheith rannpháirteach agus líonra níos díláraithe a chruthú.",
  "page-run-a-node-getting-started-software-title": "Cuid 2: Bogearraí",
  "page-run-a-node-glyph-alt-terminal": "Glif críochfoirt",
  "page-run-a-node-glyph-alt-phone": "Glif Tapa fón",
  "page-run-a-node-glyph-alt-dappnode": "Glif DAppNode",
  "page-run-a-node-glyph-alt-pnp": "Glif plugáil-agus-imirt",
  "page-run-a-node-glyph-alt-hardware": "Glif crua-earraí",
  "page-run-a-node-glyph-alt-software": "Glif íosluchtaithe bogearraí",
  "page-run-a-node-glyph-alt-privacy": "Glif phríobháideachta",
  "page-run-a-node-glyph-alt-censorship-resistance": "Glif meigeafóin cinsireachtfhriotaíoch",
  "page-run-a-node-glyph-alt-earth": "Glif an domhain",
  "page-run-a-node-glyph-alt-decentralization": "Glif díláraithe",
  "page-run-a-node-glyph-alt-vote": "Glif Guthaigh do vóta",
  "page-run-a-node-glyph-alt-sovereignty": "Glif cheannasachta",
  "page-run-a-node-hero-alt": "Grafach nóid",
  "page-run-a-node-hero-header": "Glac smacht iomlán.<br />Rith do nód féin.",
  "page-run-a-node-hero-subtitle": "Bí lán-cheannasach agus tú ag cabhrú leat an líonra a dhaingniú. Bí le hEthereum.",
  "page-run-a-node-hero-cta-1": "Foghlaim níos mó",
  "page-run-a-node-install-manually-title": "Suiteáil de láimh",
  "page-run-a-node-install-manually-1": "Más úsáideoir níos teicniúla thú agus má tá cinneadh déanta agat do ghléas féin a thógáil, is féidir DAppNode a íoslódáil ó aon ríomhaire agus é a shuiteáil ar SSD úr trí thiomántán USB.",
  "page-run-a-node-meta-description": "Réamhrá ar cad, cén fáth, agus conas nód Ethereum a rith.",
  "page-run-a-node-participate-title": "Páirt a ghlacadh",
  "page-run-a-node-participate-preview": "Tosaíonn réabhlóid an díláraithe  <strong>leatsa</strong>.",
  "page-run-a-node-participate-1": "Trí nód a rith beidh tú mar chuid de ghluaiseacht dhomhanda chun smacht agus cumhacht a dhílárú ar shaol na faisnéise.",
  "page-run-a-node-participate-2": "Más sealbhóir thú, tabhair luach do do chuid ETH trí thacú le sláinte agus dílárú an líonra, agus cinntigh go bhfuil cead cainte agat maidir lena thodhchaí.",
  "page-run-a-node-privacy-title": "Príobháideacht & Slándáil",
  "page-run-a-node-privacy-preview": "Éirigh as ​​do chuid faisnéise pearsanta a sceitheadh chuig nóid tríú páirtí.",
  "page-run-a-node-privacy-1": "Nuair a bhíonn idirbhearta á seoladh trí úsáid a bhaint as nóid phoiblí, is féidir faisnéis phearsanta a sceitheadh ​​chuig na seirbhísí tríú páirtí seo ar nós do sheoladh IP agus na seoltaí Ethereum is leatsa.",
  "page-run-a-node-privacy-2": "Trí sparáin chomhoiriúnacha a dhíriú chuig do nód féin is féidir leat do sparán a úsáid chun idirghníomhú go príobháideach agus go slán leis an mblocshlabhra.",
  "page-run-a-node-privacy-3": "Freisin, má dháileann nód mailíseach idirbheart neamhbhailí, déanfaidh do nód neamhaird air. Fíoraítear gach idirbheart go háitiúil ar do mheaisín féin, mar sin ní gá duit muinín a bheith agat as aon duine.",
  "page-run-a-node-rasp-pi-title": "Nóta ar Raspberry Pi (próiseálaí ARM)",
  "page-run-a-node-rasp-pi-description": "Is ríomhairí éadroma inacmhainne iad Raspberry Pis, ach bíonn srianta orthu a d'fhéadfadh tionchar a bheith acu ar fheidhmíocht do nóid. Cé nach bhfuil siad molta faoi láthair le haghaidh geall a chur, is féidir leo seo bheith ina rogha iontach agus shaor chun nód a rith le haghaidh úsáid phearsanta, gan ach 4 - 8 GB RAM.",
  "page-run-a-node-rasp-pi-note-2-link": "Ethereum ar cháipéisí ARM",
  "page-run-a-node-rasp-pi-note-2-description": "Foghlaim conas nód a shocrú tríd an líne ordaithe ar Raspberry Pi",
  "page-run-a-node-rasp-pi-note-3-link": "Rith nód le Raspberry Pi",
  "page-run-a-node-rasp-pi-note-3-description": "Lean anseo chun ranganna teagaisc a roghnú",
  "page-run-a-node-shop": "Siopa",
  "page-run-a-node-shop-avado": "Siopa Avado",
  "page-run-a-node-shop-dappnode": "Siopa DAppNode",
  "page-run-a-node-staking-title": "Geall do ETH",
  "page-run-a-node-staking-description": "Cé nach bhfuil sé ag teastáil, le nód ar bun agus á rith tá tú céim amháin níos gaire do do chuid ETH a gheallchur chun luaíochtaí a thuilleamh agus cabhrú le rannchuidiú le gné eile de shlándáil Ethereum.",
  "page-run-a-node-staking-link": "Geallchuir ETH",
  "page-run-a-node-staking-plans-title": "Ag smaoineamh faoi gheall a chur?",
  "page-run-a-node-staking-plans-description": "Chun éifeachtúlacht do bhailíochtóra a uasmhéadú, moltar íosmhéid 16 GB RAM, ach is fearr 32 GB, le scór tagarmhairc LAP de 6667+ ar <a href=\"https://cpubenchmark.net\" target=\"_blank\">cpubenchmark.net</a>. Moltar freisin go mbeadh rochtain ag lucht geallchuir ar bandaleithead idirlín ardluais neamhtheoranta, cé nach riachtanas iomlán é seo.",
  "page-run-a-node-staking-plans-ethstaker-link-label": "Conas siopadóireacht le haghaidh crua-earraí bailíochtóra Ethereum",
  "page-run-a-node-staking-plans-ethstaker-link-description": "Téann EthStaker isteach go mion sa chlár speisialta uair an chloig",
  "page-run-a-node-sovereignty-title": "Ceannas",
  "page-run-a-node-sovereignty-preview": "Smaoinigh ar nód a rith cosúil leis an gcéad chéim eile níos faide ná do sparán Ethereum féin a fháil.",
  "page-run-a-node-sovereignty-1": "Ligeann sparán Ethereum duit cúram a dhéanamh de do shócmhainní digiteacha agus smacht iomlán a fháil orthu trí na heochracha príobháideacha a choinneáil ceangailte le do sheoltaí, ach ní insíonn na heochracha sin duit staid reatha an bhlocshlabhra, mar shampla d'iarmhéid sparáin.",
  "page-run-a-node-sovereignty-2": "Trí réamhshocrú, is gnách go dtéann sparáin Ethereum i dteagmháil le nód 3ú páirtí, mar atá Infura nó Alchemy, agus do chuid iarmhéideanna á lorg. Ligeann rith do nóid féin duit do chóip féin de bhlocshlabhra Ethereum a bheith agat.",
  "page-run-a-node-title": "Rith nód",
  "page-run-a-node-meta-title": "Conas Nód Ethereum a Rith",
  "page-run-a-node-voice-your-choice-title": "Guthaigh do rogha",
  "page-run-a-node-voice-your-choice-preview": "Ná scaoil le smacht i gcás foirc.",
  "page-run-a-node-voice-your-choice-1": "I gcás forc slabhra, nuair a thagann dhá shlabhra chun cinn le dhá shraith rialacha éagsúla, trí do nód féin a rith ráthaítear go mbeidh tú in ann an tsraith rialacha a dtacaíonn tú leo a roghnú. Is fútsa atá sé uasghrádú go rialacha nua agus tacú le hathruithe molta, nó gan é sin a dhéanamh.",
  "page-run-a-node-voice-your-choice-2": "Má tá ETH á gheallchur agat, trí do nód féin a rith ceadaítear duit do chliant féin a roghnú, chun do riosca slaiseála a laghdú agus chun freagairt d'éilimh athraitheacha an líonra le himeacht ama. Má gheallchuireann tú le tríú páirtí, forghéillfear do vóta ar an gcliant is fearr a cheapann tú.",
  "page-run-a-node-what-title": "<i>Cad</i> atá i gceist le \"nód a rith\"?",
  "page-run-a-node-what-1-subtitle": "Rith bogearraí.",
  "page-run-a-node-what-1-text": "Ar a dtugtar 'cliant', íoslódálann na bogearraí seo cóip de bhlocshlabhra Ethereum agus fíoraíonn sé bailíocht gach bloic, ansin coinníonn sé cothrom le dáta é le bloic agus idirbhearta nua, agus cuidíonn sé le daoine eile a gcóipeanna féin a íoslódáil agus a nuashonrú.",
  "page-run-a-node-what-2-subtitle": "Le crua-earraí.",
  "page-run-a-node-what-2-text": "Tá Ethereum deartha chun nód a rith ar ríomhairí meánghráid tomhaltóra. Is féidir leat aon ríomhaire pearsanta a úsáid, ach roghnaíonn formhór na n‑úsáideoirí a nód a rith ar chrua‑earraí tiomnaithe chun deireadh a chur leis an tionchar feidhmíochta ar a n‑inneall agus aga neamhfhónaimh nóid a íoslaghdú.",
  "page-run-a-node-what-3-subtitle": "Le linn duit bheith ar líne.",
  "page-run-a-node-what-3-text": "D’fhéadfadh go mbeadh sé casta ar dtús nód Ethereum a rith, ach níl ann ach bogearraí cliant á rith go leanúnach ar ríomhaire agus é nasctha leis an idirlíon. Agus tú as líne, beidh do nód neamhghníomhach go simplí go dtí go dtiocfaidh sé ar ais ar líne agus go mbéarfaidh sé greim ar na hathruithe is déanaí.",
  "page-run-a-node-who-title": "<i>Cé</i> ba cheart nód a rith?",
  "page-run-a-node-who-preview": "A dhaoine uaisle! Ní le haghaidh bailíochtóirí <a href=\"/glossary/#pos\">cruthúnais-geallchuir</a> amháin na nóid. Is féidir le <i>duine ar bith</i> nód a rith - ní gá ETH a bheith agat fiú.",
  "page-run-a-node-who-copy-1": "Ní gá duit ETH <a href=\"/glossary/#staking\">geall a chur</a> chun nód a rith. Go deimhin, is é gach nód eile ar Ethereum a fhíoraítear cuntasacht na mbailíochtóirí.",
  "page-run-a-node-who-copy-2": "Seans nach bhfaighidh tú na luaíochtaí airgeadais a thuilleann bailíochtóirí, ach tá go leor buntáistí eile ann a bhaineann le nód a rith le gurb chóir úsáideoirí Ethereum é a mheas, lena n-áirítear príobháideacht, slándáil, spleáchas laghdaithe ar fhreastalaithe tríú páirtí, friotaíocht chinsireachta agus sláinte fheabhsaithe agus dílárú an líonra.",
  "page-run-a-node-who-copy-3": "Má tá do nód féin agat ní gá muinín a bheith agat as faisnéis faoi staid an líonra a sholáthraíonn tríú páirtí.",
  "page-run-a-node-who-copy-bold": "Ní leor muinín. Fíoraigh.",
  "page-run-a-node-why-title": "<i>Cén fáth</i> nód a rith?"
}
