{
  "page-wallets-accounts-addresses": "Sparán, cuntais, eochracha agus seoltaí",
  "page-wallets-accounts-addresses-desc": "Is fiú na difríochtaí idir roinnt príomhthéarmaí a thuiscint.",
  "page-wallets-accounts-ethereum-addresses": "<b>Tá seoladh</b> ag cuntas Ethereum, go díreach mar atá seoladh ríomhphoist ag bosca isteach. Úsáidtear é seo chun do shócmhainní digiteacha a shainaithint.",
  "page-wallets-alt": "Léaráid de róbat agus cruinneachán aige mar chorp, rud a léiríonn sparán Ethereum",
  "page-wallets-ethereum-account": "<b>Is péire eochracha é cuntas Ethereum</b>. <a href=\"/glossary/#public-key\">Úsáidtear eochair amháin</a> chun an seoladh is mian leat a roinnt faoi shaoirse a chruthú, agus an <a href=\"/glossary/#private-key\">eochair eile</a> ní mór duit a coinneáil faoi rún mar úsáidtear í chun rudaí a shíniú. Le chéile, ligeann na heochracha seo duit sócmhainní a shealbhú agus idirbhearta a dhéanamh.",
  "page-wallets-blog": "Blag Coinbase",
  "page-wallets-bookmarking": "Leabharmharcáil do sparán",
  "page-wallets-bookmarking-desc": "Má úsáideann tú sparán gréasáin, leabharmharcáil an suíomh chun tú féin a chosaint ar chamscéimeanna fioscaireachta.",
  "page-wallets-cd": "Is gléasanna iad <b>sparán crua‑earraí fisiceacha</b> a ligeann duit do crypto a choinneáil as líne - an‑slán",
  "page-wallets-desc-2": "Is iad sparáin a úsáideann an chuid is mó daoine chun a gcuid sócmhainní digiteacha agus a gcéannacht a láimhseáil.",
  "page-wallets-desc-2-link": "Tuilleadh faoi ETH",
  "page-wallets-desc-3": "Is uirlis é do sparán chun idirghníomhú le do chuntas Ethereum. Ciallaíonn sé sin gur féidir leat soláthraithe sparáin a mhalartú am ar bith. Ligeann go leor sparán duit roinnt cuntas Ethereum a bhainistiú ar aip amháin.",
  "page-wallets-desc-4": "Níl do chistí faoi chúram ag soláthraithe sparán. Ní thugann siad ach fuinneog duit chun do shócmhainní a fheiceáil ar Ethereum agus uirlisí chun iad a bhainistiú go héasca.",
  "page-wallets-description": "Is feidhmchláir iad sparáin Ethereum a thugann smacht duit ar do chuntas. Díreach cosúil le do sparán fisiceach, tá gach rud atá uait ann chun d'aitheantas a chruthú agus do shócmhainní a láimhseáil. Ligeann do sparán duit síniú isteach ar fheidhmchláir, d’iarmhéid a léamh, idirbhearta a sheoladh agus d’aitheantas a fhíorú.",
  "page-wallets-desktop": "<b>Feidhmchláir deisce</b> má tá tú ag iarraidh do chistí a bhainistiú trí macOS, Windows nó Linux",
  "page-wallets-ethereum-wallet": "<b>Is uirlis é sparán a ligeann duit idirghníomhú le do chuntas</b>, trí úsáid a bhaint as do chuid eochracha. Ligeann sé duit féachaint ar iarmhéid do chuntais, idirbhearta a sheoladh agus eile.",
  "page-wallets-explore": "Foghlaim faoi Ethereum",
  "page-wallets-features-desc": "Is féidir linn cabhrú leat do sparán a roghnú bunaithe ar na gnéithe is tábhachtaí duit.",
  "page-wallets-features-title": "Déan comparáid idir sparáin bunaithe ar ghnéithe",
  "page-wallets-find-wallet-link": "Faigh sparán",
  "page-wallets-get-some": "Faigh roinnt ETH",
  "page-wallets-get-some-alt": "Léaráid de lámh a chruthaíonn lógó ETH atá déanta as brící lego",
  "page-wallets-get-some-btn": "Faigh roinnt ETH",
  "page-wallets-get-some-desc": "Is é ETH cript-airgeadra dúchais Ethereum. Beidh ort beagán ETH a bheith agat i do sparán chun feidhmchláir Ethereum a úsáid.",
  "page-wallets-keys-to-safety": "Na heochracha chun do crypto a choinneáil sábháilte",
  "page-wallets-manage-funds": "Aip chun do chistí a bhainistiú",
  "page-wallets-manage-funds-desc": "Taispeánann do sparán do chuid iarmhéideanna, stair na n-idirbheart agus tugann sé bealach duit cistí a sheoladh / a fháil. D'fhéadfadh roinnt sparán níos mó a thairiscint.",
  "page-wallets-meta-description": "An t-eolas is gá duit chun sparán Ethereum a úsáid.",
  "page-wallets-meta-title": "Sparán Ethereum: Ceannaigh, Stóráil agus Seol crypto",
  "page-wallets-mobile": "<b>Feidhmchláir shoghluaiste</b> a fhágann gur féidir rochtain a fháil ar do chistí ó áit ar bith",
  "page-wallets-more-on-dapps-btn": "Tuilleadh faoi dhaipeanna",
  "page-wallets-most-wallets": "Le formhór na dtáirgí sparán ligfear duit cuntas Ethereum a ghiniúint. Mar sin ní gá duit ceann a fháil sula n‑íoslódálann tú sparán.",
  "page-wallets-protecting-yourself": "Tú féin agus do chistí a chosaint",
  "page-wallets-seed-phrase": "Scríobh síos do <a href=\"/glossary/#recovery-phrase\">fhrása athshlánaithe</a>",
  "page-wallets-seed-phrase-desc": "Is minic a thabharfaidh sparán frása síolta duit nach mór duit a scríobh síos áit éigin sábháilte. Is é seo an t-aon bhealach a mbeidh tú in ann do sparán a aisghabháil.",
  "page-wallets-seed-phrase-example": "Seo sampla:",
  "page-wallets-seed-phrase-write-down": "Ná stóráil ar ríomhaire é. Scríobh síos é agus coinnigh slán é.",
  "page-wallets-simulator-create-account-title": "Cruthaigh cuntas",
  "page-wallets-simulator-create-account-explanation-1-header": "Tosaigh do thuras trí sparán a íoslódáil",
  "page-wallets-simulator-create-account-explanation-1-desc-1": "Chun tús a chur leis, beidh ort aip sparán a íoslódáil.",
  "page-wallets-simulator-create-account-explanation-1-desc-2": "Úsáideann formhór na ndaoine aipeanna soghluaiste, ach tá aipeanna deisce agus breiseáin bhrabhsálaí ar fáil freisin.",
  "page-wallets-simulator-create-account-explanation-1-desc-3": "Socraímis sparán soghluaiste. Cliceáil \"Suiteáil sparán\" le tosú.",
  "page-wallets-simulator-create-account-explanation-2-header": "Is aipeanna saor in aisce iad sparán is féidir leat a íoslódáil",
  "page-wallets-simulator-create-account-explanation-2-desc-1": "Is féidir aipeanna sparán soghluaiste a íoslódáil agus a shuiteáil ag baint úsáide as aon siopa aipeanna.",
  "page-wallets-simulator-create-account-explanation-2-desc-2": "Cuireann sparán bealach éasca ar fáil chun cuntas Ethereum a chruthú, agus ansin Ethereum agus a fheidhmchláir a úsáid.",
  "page-wallets-simulator-create-account-explanation-2-desc-3": "Téigh ar aghaidh agus oscail d’aip sparán nua.",
  "page-wallets-simulator-create-account-explanation-3-header": "Tá cuntas a chruthú saor in aisce, príobháideach agus éasca",
  "page-wallets-simulator-create-account-explanation-3-desc-1": "Cruthaítear cuntais Ethereum go príobháideach agus níl aon fhoirmeacha ná formheas ag teastáil uathu—níl aon fhaisnéis phearsanta aitheantais ag teastáil!",
  "page-wallets-simulator-create-account-explanation-3-desc-2": "Cliceáil ar \"Cruthaigh cuntas\" chun cuntas nua a ghiniúint.",
  "page-wallets-simulator-create-account-explanation-4-header": "Is é seo do chuntas FÉIN, agus ní le duine ar bith eile é—tá smacht iomlán agat air",
  "page-wallets-simulator-create-account-explanation-4-desc-1": "Níl rochtain ag aon chuideachta, lena n-áirítear soláthraí do sparán, ar do chuntas.",
  "page-wallets-simulator-create-account-explanation-5-header": "Úsáidtear frása aisghabhála chun an cuntas a choinneáil slán",
  "page-wallets-simulator-create-account-explanation-5-desc-1": "Tusa agus tusa amháin atá i gceannas ar an bhfrása seo, mar sin tá sé ríthábhachtach céimeanna a ghlacadh chun cúltaca agus slándáil a dhéanamh air.",
  "page-wallets-simulator-create-account-explanation-5-desc-2": "Léigh go cúramach agus cliceáil \"Tuigim\" chun do fhrása téarnaimh a fheiceáil agus cúltaca a dhéanamh de.",
  "page-wallets-simulator-create-account-explanation-6-header": "Coinnigh do fhrása sábháilte!",
  "page-wallets-simulator-create-account-explanation-6-storing-small": "Méid beag luacha a stóráil:",
  "page-wallets-simulator-create-account-explanation-6-storing-small-item": "Smaoinigh ar é a shábháil i mbainisteoir pasfhocal",
  "page-wallets-simulator-create-account-explanation-6-storing-significant": "Aon luach suntasach a stóráil:",
  "page-wallets-simulator-create-account-explanation-6-storing-significant-item-1": "Scríobh síos do fhrása téarnaimh",
  "page-wallets-simulator-create-account-explanation-6-storing-significant-item-2": "Stóráil é in áit shábháilte (smaoinigh ar chúltacaí iolracha)",
  "page-wallets-simulator-create-account-explanation-6-unsafe": "Modhanna cúltaca neamhshábháilte:",
  "page-wallets-simulator-create-account-explanation-6-unsafe-item-1": "I dteachtaireacht téacs chuig cara (nó chuig aon duine!)",
  "page-wallets-simulator-create-account-explanation-6-unsafe-item-2": "Pictiúr a dhéanamh den fhrása",
  "page-wallets-simulator-create-account-explanation-6-unsafe-item-3": "É a shábháil i gcomhad ar do ríomhaire",
  "page-wallets-simulator-create-account-explanation-7-header": "Athscríobh an frása arís chun a chruthú gur shábháil tú é",
  "page-wallets-simulator-create-account-explanation-7-desc-1": "Ní dhéantar é seo ach ar an socrú tosaigh, ach níl sé riachtanach i gcónaí.",
  "page-wallets-simulator-create-account-explanation-7-desc-2": "Coinnigh seo faoi rún! Níor cheart d'aon duine ó sheirbhís do chustaiméirí iarraidh ort é seo a dhéanamh choíche.",
  "page-wallets-simulator-create-account-explanation-7-desc-3": "Cliceáil na focail san ord ceart chun a chruthú gur thacaigh tú le do fhrása.",
  "page-wallets-simulator-create-account-explanation-8-header": "Sin é! Fáilte go Ethereum 🎉",
  "page-wallets-simulator-create-account-explanation-8-desc-1": "Sa chéad cheacht eile foghlaimeoimid conas do chuntas nua a úsáid chun roinnt cistí a fháil agus a sheoladh.",
  "page-wallets-simulator-create-account-cta-1": "Suiteáil sparán",
  "page-wallets-simulator-create-account-cta-2": "Sparán oscailte",
  "page-wallets-simulator-create-account-cta-3": "Cruthaigh cuntas",
  "page-wallets-simulator-create-account-cta-4": "Ar Aghaidh",
  "page-wallets-simulator-create-account-cta-5": "Tuigim",
  "page-wallets-simulator-create-account-cta-6": "Ar Aghaidh",
  "page-wallets-simulator-create-account-cta-7": "Tosaigh ag baint úsáide as sparán",
  "page-wallets-simulator-create-account-final-link": "Íoslódáil sparán fíor",
  "page-wallets-simulator-send-receive-title": "Seol / faigh comharthaí",
  "page-wallets-simulator-send-receive-explanation-1-header": "Faigh sócmhainní digiteacha ó áit ar bith",
  "page-wallets-simulator-send-receive-explanation-1-desc-1": "Cabhraíonn do sparán leat do chistí, NFTanna, aitheantas Web3 agus tuilleadh a bhainistiú. Anseo, pléifimid conas roinnt comharthaí a fháil agus a sheoladh ar Ethereum.",
  "page-wallets-simulator-send-receive-explanation-1-desc-2": "Féachfaimid ar dtús ar conas éitear (ETH), airgeadra dúchais Ethereum, a fháil.",
  "page-wallets-simulator-send-receive-explanation-1-desc-3": "Cliceáil an cnaipe \"Faigh\" chun a fheiceáil conas cistí a fháil.",
  "page-wallets-simulator-send-receive-explanation-2-header": "Tá sé chomh héasca le do sheoladh a roinnt comharthaí a fháil",
  "page-wallets-simulator-send-receive-explanation-2-desc-1": "Is aitheantóir inroinnte é do sheoladh do do chuntas—roinn é seo le daoine eile chun comharthaí a fháil.",
  "page-wallets-simulator-send-receive-explanation-2-desc-2": "Is cosúil le bosca seachadta poiblí trédhearcach seoladh Ethereum, le d’uimhir uathúil féin air—is féidir le duine ar bith é a fheiceáil, nó rudaí a chur ann, ach is leatsa amháin an cumas é a dhíghlasáil agus a úsáid.",
  "page-wallets-simulator-send-receive-explanation-3-header": "Fuair ​​tú éitear (ETH)! Anois seolfaimid roinnt",
  "page-wallets-simulator-send-receive-explanation-3-desc-1": "Anois tá roinnt ETH agat chun táillí líonra a chlúdach, rud a ligeann duit idirbhearta a chur isteach tú féin.",
  "page-wallets-simulator-send-receive-explanation-3-desc-2": "Tabhair faoi deara nach raibh ort aon fhaisnéis phearsanta a sholáthar, ná aon chistí a bheith agat le tosú ag fáil sócmhainní chuig do sheoladh—tá sé saor in aisce iad a fháil.",
  "page-wallets-simulator-send-receive-explanation-3-desc-3": "Déanaimis iarracht roinnt ETH a sheoladh trí chliceáil ar an gcnaipe \"Seol\".",
  "page-wallets-simulator-send-receive-explanation-4-header": "Is rud gasta agus do-chúlaithe é comharthaí a sheoladh",
  "page-wallets-simulator-send-receive-explanation-4-desc-1": "Murab ionann agus baincéireacht thraidisiúnta, níl aon teorainneacha ann, ná tríú páirtithe ag idirghabháil agus ag stopadh do chuid idirbhearta.",
  "page-wallets-simulator-send-receive-explanation-4-desc-2": "Ní dhéanann Ethereum idirdhealú, agus ní stopann sé choíche, rud a ligeann duit smacht iomlán a bheith agat ar do chistí—24/7.",
  "page-wallets-simulator-send-receive-explanation-4-desc-3": "Roghnaigh méid le seoladh agus ansin cliceáil \"Roghnaigh faighteoir\".",
  "page-wallets-simulator-send-receive-explanation-5-header": "Is féidir leat teagmhálacha a shábháil chun é a dhéanamh níos éasca",
  "page-wallets-simulator-send-receive-explanation-5-desc-1": "Chun comharthaí a sheoladh, ní gá ach seoladh Ethereum an fhaighteora a bheith ar eolas agat.",
  "page-wallets-simulator-send-receive-explanation-5-desc-2": "Is féidir leat comharthaí a sheoladh áit ar bith ar fud an domhain ag am ar bith.",
  "page-wallets-simulator-send-receive-explanation-5-desc-3": "De réir mar a úsáideann tú do sparán, is féidir leat úsáideoirí a shábháil mar theagmhálaithe le húsáid arís agus arís eile. Seolfaimid roinnt cistí ar ais chuig teagmhálaí.",
  "page-wallets-simulator-send-receive-explanation-6-header": "Beidh méid beag ETH ag teastáil uait chun comharthaí a sheoladh (táille)",
  "page-wallets-simulator-send-receive-explanation-6-desc-1": "Cinntigh go bhfuil dóthain ETH i do chuntas chun táillí líonra a chlúdach. Athraíonn táillí bunaithe ar líon na ndaoine atá ag úsáid Ethereum.",
  "page-wallets-simulator-send-receive-explanation-6-desc-2": "Cuirfidh formhór na sparán an táille mholta leis an idirbheart go huathoibríoch agus is féidir leat a dheimhniú ansin.",
  "page-wallets-simulator-send-receive-explanation-7-header": "Piara go piara. Domhanda. Ar fáil i gcónaí. 🎉",
  "page-wallets-simulator-send-receive-explanation-7-desc-1": "Tosaigh an chéad cheacht eile chun foghlaim conas do sparán a úsáid chun logáil isteach in aipeanna Web3.",
  "page-wallets-simulator-send-receive-cta-2": "Seoladh a roinnt",
  "page-wallets-simulator-send-receive-cta-4": "Roghnaigh faighteoir",
  "page-wallets-simulator-send-receive-cta-6": "Seol anois",
  "page-wallets-simulator-send-receive-final-link": "Íoslódáil sparán fíor",
  "page-wallets-simulator-connect-web3-title": "Ceangail le Web3",
  "page-wallets-simulator-connect-web3-explanation-1-header": "Fiosraigh Web3: ó NFTanna go hairgeadas agus féiniúlacht díláraithe",
  "page-wallets-simulator-connect-web3-explanation-1-desc-1": "Is féidir do sparán a úsáid chun ceangal le gach cineál feidhmchlár, rud a ligeann duit idirghníomhú le do shócmhainní ar slabhra.",
  "page-wallets-simulator-connect-web3-explanation-1-desc-2": "Chuir do chara píosa ealaíne NFT chuig do sheoladh díreach anois! Téimis chuig suíomh Gréasáin nua margaidh NFT chun é a fheiceáil.",
  "page-wallets-simulator-connect-web3-explanation-2-header": "Ní gá cuntas nua a chruthú do gach seirbhís",
  "page-wallets-simulator-connect-web3-explanation-2-desc-1": "Tá do chuntas uilíoch ar fud gach feidhmchlár Ethereum agus feidhmchlár atá comhoiriúnach le Ethereum.",
  "page-wallets-simulator-connect-web3-explanation-2-desc-2": "Is féidir rochtain a fháil ar shócmhainní atá stóráilte ar an slabhra ó aon fheidhmchlár.",
  "page-wallets-simulator-connect-web3-explanation-3-header": "Is féidir leat logáil isteach aonair a bheith agat don chuid is mó de thionscadail atá bunaithe ar Ethereum",
  "page-wallets-simulator-connect-web3-explanation-3-desc-1": "Léireoidh an seoladh cuntais céanna do chéannacht ar go leor blocshlabhraí comhoiriúnacha Ethereum éagsúla ar nós Arbitrum, Polygon nó Optimism.",
  "page-wallets-simulator-connect-web3-explanation-3-desc-2": "Déileálann do sparán le logáil isteach—ní gá pasfhocail neamhshábháilte a chruthú a thuilleadh.",
  "page-wallets-simulator-connect-web3-explanation-4-header": "Ní roinntear faisnéis phearsanta aitheantais",
  "page-wallets-simulator-connect-web3-explanation-4-desc-1": "Fanann do chuid faisnéise príobháideacha príobháideach.",
  "page-wallets-simulator-connect-web3-explanation-4-desc-2": "Ní gá do chuid faisnéise pearsanta, amhail ríomhphost nó uimhir theileafóin, chun aipeanna Web3 a úsáid—níl uait ach sparán.",
  "page-wallets-simulator-connect-web3-explanation-4-desc-3": "Tabhair faoi deara freisin nach bhfuil aon táillí idirbhirt gaolmhara anseo - tá síniú isteach ag baint úsáide as Ethereum saor in aisce, tapa agus éasca!",
  "page-wallets-simulator-connect-web3-explanation-5-header": "Gan aon idirdhealú geografach ná polaitiúil i gcoinne cé a fhéadfaidh seirbhísí Ethereum a úsáid",
  "page-wallets-simulator-connect-web3-explanation-5-desc-1": "Sin an NFT a fuair tú!",
  "page-wallets-simulator-connect-web3-explanation-5-desc-2": "Go teicniúil, níl i sparán ach comhéadan chun d’iarmhéid a thaispeáint duit agus chun idirbhearta a dhéanamh—ní stóráiltear do shócmhainní taobh istigh den sparán, ach ar an mblocshlabhra.",
  "page-wallets-simulator-connect-web3-explanation-6-header": "Tosaigh do thuras anois",
  "page-wallets-simulator-connect-web3-explanation-6-desc-1": "Dea-obair! Tá tú réidh le tosú ag úsáid aipeanna ar Ethereum.",
  "page-wallets-simulator-connect-web3-explanation-6-desc-2": "Cad atá le déanamh ina dhiaidh seo:",
  "page-wallets-simulator-connect-web3-explanation-6-desc-link-1": "Foghlaim faoi bheith sábháilte i Web3",
  "page-wallets-simulator-connect-web3-explanation-6-desc-link-2": "Foghlaim tuilleadh faoi Ethereum",
  "page-wallets-simulator-connect-web3-explanation-6-desc-link-3": "Féach ar roinnt aipeanna atá cairdiúil do thosaitheoirí",
  "page-wallets-simulator-connect-web3-cta-1": "Tabhair cuairt ar mhargadh NFT",
  "page-wallets-simulator-connect-web3-cta-2": "Ceangail sparán",
  "page-wallets-simulator-connect-web3-cta-3": "Ceangail leis an aip",
  "page-wallets-simulator-connect-web3-cta-4": "Téigh chuig an gcuntas",
  "page-wallets-simulator-connect-web3-cta-5": "Críochnaithe",
  "page-wallets-simulator-connect-web3-final-link": "Faigh sparán",
  "page-wallets-slogan": "Na heochracha do do thodhchaí dhigiteach a choinneáil",
  "page-wallets-stay-safe": "Conas fanacht sábháilte",
  "page-wallets-stay-safe-desc": "Tá freagracht ag baint le saoirse airgeadais agus leis an gcumas cistí a rochtain agus a úsáid áit ar bith - níl aon tacaíocht do chustaiméirí in crypto. <b>Tá tú freagrach as do chuid eochracha a choinneáil slán</b>.",
  "page-wallets-subtitle": "Cuidíonn sparán leat rochtain a fháil ar do shócmhainní digiteacha agus síniú isteach ar fheidhmchláir.",
  "page-wallets-take-responsibility": "Glac freagracht as do chuid cistí féin",
  "page-wallets-take-responsibility-desc": "Nascfaidh malartáin láraithe do sparán le hainm úsáideora agus pasfhocal ar féidir leat a aisghabháil tríd an ngnáthnós. Ach cuimhnigh go bhfuil tú ag cur muiníne sa mhalartán sin le cúram do chistí. Má tá trioblóid airgeadais ag an malartán, bheadh do chistí i mbaol.",
  "page-wallets-tips": "Tuilleadh leideanna maidir le fanacht sábháilte",
  "page-wallets-tips-community": "Ón bpobal",
  "page-wallets-title": "Sparáin Ethereum",
  "page-wallets-triple-check": "Seiceáil gach rud faoi thrí",
  "page-wallets-triple-check-desc": "Cuimhnigh nach féidir idirbhearta a aisiompú agus nach féidir sparán a aisghabháil go héasca, mar sin déan réamhchúraimí agus bí cúramach i gcónaí.",
  "page-wallets-try-dapps": "Bain triail as roinnt daipeanna",
  "page-wallets-try-dapps-alt": "Léaráid de bhaill phobal Ethereum ag obair le chéile",
  "page-wallets-try-dapps-desc": "Is feidhmchláir iad daipeanna a tógadh ar Ethereum. Tá siad níos saoire, níos cothroime agus níos cineálta le do shonraí ná mar atá an chuid is mó d’fheidhmchláir thraidisiúnta.",
  "page-wallets-types": "Cineálacha sparán",
  "page-wallets-types-desc": "Tá roinnt bealaí ann chun comhéadan agus idirghníomhú a dhéanamh le do chuntas:",
  "page-wallets-web-browser": "Is feidhmchláir gréasáin iad <b>sparáin brabhsálaí</b> a ligeann duit idirghníomhú go díreach le do chuntas sa bhrabhsálaí",
  "page-wallets-web-browser-extension": "Is breiseáin iad <b>sparáin breiseáin brabhsálaithe</b> ar féidir leat iad a íoslódáil agus a úsáid chun idirghníomhú le do chuntas agus le feidhmchláir tríd an mbrabhsálaí",
  "page-wallets-whats-a-wallet": "Cad atá i sparán Ethereum?",
  "page-wallets-your-ethereum-account": "Do chuntas Ethereum",
  "page-wallets-your-ethereum-account-desc": "Is é do sparán d'fhuinneog isteach i do chuntas Ethereum – d'iarmhéid, stair idirbheart agus go leor eile. Ach is féidir leat soláthraithe sparáin a mhalartú am ar bith.",
  "page-wallets-your-login": "Do logáil isteach le haghaidh aipeanna Ethereum",
  "page-wallets-your-login-desc": "Tríd an sparán ligtear duit ceangal le feidhmchláir trí úsáid a bhaint as do chuntas Ethereum. Tá sé cosúil le logáil isteach a fhéadann tú a úsáid thar go leor aipeanna.",
  "additional-reading-how-to-create-an-ethereum-account": "Conas cuntas Ethereum a chruthú",
  "additional-reading-how-to-use-a-wallet": "Conas sparán a úsáid"
}
