{
  "51%-attack-term": "51% దాడి",
  "51%-attack-definition": "ఇది ఒక రకమైన దాడి, ఇక్కడ ఒక సమూహం <a href=\"/glossary/#node\">నోడ్ల</a>లో మెజారిటీ నియంత్రణను పొందుతుంది. ఇది <a href=\"/glossary/#transaction\">లావాదేవీలను</a> రివర్స్ చేయడం మరియు <a href=\"ether\">ఈథర్</a> మరియు ఇతర టోకెన్లను డబుల్ స్పెండింగ్ చేయడం ద్వారా బ్లాక్‌చైన్‌ను మోసం చేయడానికి వారిని అనుమతిస్తుంది.",
  "abi-term": "అప్లికేషన్ బైనరీ ఇంటర్‌ఫేస్ (ABI)",
  "abi-definition": "ఒక JSON ఫైల్, ఇది ఒక స్మార్ట్ కాంట్రాక్ట్‌లో చేర్చబడిన విధులు మరియు వేరియబుల్స్‌ను నిర్వచిస్తుంది. ABI బైట్‌కోడ్‌ను మానవ-చదవగల ఫార్మాట్‌లలోకి మ్యాప్ చేయడానికి అనుమతిస్తుంది.",
  "account-term": "ఖాతా",
  "account-definition": "ఇతీరియము ఖాతా అనేది ఇతీరియము బ్లాక్‌చైన్‌పై ఒక డిజిటల్ గుర్తింపు, ఇది వినియోగదారులను ఈథర్ లేదా ఇతర డిజిటల్ ఆస్తులను పంపడానికి, స్వీకరించడానికి మరియు స్మార్ట్ కాంట్రాక్ట్‌లతో పరస్పర చర్య చేయడానికి అనుమతిస్తుంది.",
  "address-term": "చిరునామా",
  "address-definition": "ఇతీరియము చిరునామా అనేది టోకెన్లను స్వీకరించడానికి ఉపయోగించే ఒక ప్రత్యేక ఐడెంటిఫైయర్, ఇది క్రిప్టోకరెన్సీల కోసం బ్యాంక్ ఖాతా నంబర్‌కు సమానంగా పనిచేస్తుంది. ఇది మీ ఇతీరియము ఖాతాను గుర్తించడానికి ఉపయోగించబడుతుంది.",
  "anti-sybil-term": "యాంటీ-సిబిల్",
  "anti-sybil-definition": "ఇంటర్నెట్‌లో ఒకేసారి చాలా మంది వినియోగదారులుగా నటించడాన్ని ఆపడానికి మార్గాలు, ప్రతి వినియోగదారు నిజమైన, వేరువేరు వ్యక్తి అని నిర్ధారిస్తాయి. ఇది ఆన్‌లైన్ పరస్పర చర్యలను న్యాయంగా మరియు నిజాయితీగా ఉంచడంలో సహాయపడుతుంది.",
  "apr-term": "APR",
  "apr-definition": "APR, లేదా వార్షిక శాతం రేటు, వడ్డీ మరియు రుసుములతో సహా, డబ్బును అప్పు తీసుకోవడానికి వార్షిక వ్యయాన్ని ఒక శాతంగా ప్రతిబింబిస్తుంది.",
  "attestation-term": "అటెస్టేషన్",
  "attestation-definition": "ఒక విషయం నిజమని ఒక సంస్థ చేసే దావా. Ethereum సందర్భంలో, ఏకాభిప్రాయం వాలిడేటర్లు చైన్ స్థితి ఏమని వారు నమ్ముతున్నారో దావా చేయాలి. నిర్దేశిత సమయాలలో, ప్రతి వాలిడేటర్ వివిధ అటెస్టేషన్‌లను ప్రచురించడానికి బాధ్యత వహిస్తాడు, ఇవి ఈ వాలిడేటర్ యొక్క చైన్ వీక్షణను అధికారికంగా ప్రకటిస్తాయి, ఇందులో చివరి ఫైనలైజ్ చేయబడిన చెక్‌పాయింట్ మరియు చైన్ యొక్క ప్రస్తుత హెడ్ ఉంటాయి. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">అటెస్టేషన్‌లపై మరిన్ని వివరాలు</a>.",
  "block-term": "బ్లాక్",
  "block-definition": "బ్లాక్ అనేది లావాదేవీలు లేదా డిజిటల్ చర్యలు నిల్వ చేయబడే ప్రదేశం. ఒక బ్లాక్ నిండిన తర్వాత, అది మునుపటిదానికి లింక్ చేయబడుతుంది, బ్లాక్‌ల గొలుసు లేదా ఒక \"బ్లాక్‌చైన్\"ను సృష్టిస్తుంది. <a href=\"/developers/docs/blocks/\">బ్లాక్‌ల గురించి మరింత</a>.",
  "blockchain-term": "బ్లాక్ చైను",
  "blockchain-definition": "బ్లాక్‌చైన్ అనేది లావాదేవీల డేటాబేస్, నెట్‌వర్క్‌లోని అన్ని కంప్యూటర్‌లలో నకిలీ చేయబడి మరియు పంచుకోబడుతుంది, డేటాను పునరాలోచనలో మార్చలేమని నిర్ధారిస్తుంది.",
  "bridge-term": "బ్రిడ్జ్",
  "bridge-definition": "ఒక బ్లాక్‌చైన్ నెట్‌వర్క్ నుండి మరొకదానికి ఆస్తులను బదిలీ చేయడానికి బ్లాక్‌చైన్ బ్రిడ్జ్ ఉపయోగించబడుతుంది.",
  "consensus-term": "ఏకాభిప్రాయం",
  "consensus-definition": "ఒక నెట్‌వర్క్‌లోని కంప్యూటర్లలో 2/3 కంటే ఎక్కువ ఒకే రకమైన రికార్డులను కలిగి ఉన్నాయని అంగీకరించినప్పుడు, అందరూ ఒకే పేజీలో ఉన్నారని నిర్ధారించుకోవడం. ఇది వారు అనుసరించే నియమాల గురించి కాదు, కానీ వారందరికీ ఒకే సమాచారం ఉందని నిర్ధారించుకోవడం.",
  "consensus-client-term": "ఏకాభిప్రాయం క్లయింట్",
  "consensus-client-definition": "Prysm, Teku, Nimbus, Lighthouse, Lodestar వంటి ఏకాభిప్రాయం క్లయింట్లు Ethereum యొక్క <a href=\"/glossary/#pos\">ప్రూఫ్-ఆఫ్-స్టేక్</a> ఏకాభిప్రాయం అల్గోరిథంను నడుపుతాయి, బీకాన్ చైన్ యొక్క హెడ్‌పై నెట్‌వర్క్ ఒక ఒప్పందానికి రావడానికి అనుమతిస్తుంది. ఏకాభిప్రాయం క్లయింట్లు లావాదేవీలను ధ్రువీకరించడంలో/ప్రసారం చేయడంలో లేదా రాష్ట్ర మార్పులను అమలు చేయడంలో పాల్గొనవు. ఇది <a href=\"/glossary/#execution-client\">ఎగ్జిక్యూషన్ క్లయింట్ల</a> ద్వారా చేయబడుతుంది. ఏకాభిప్రాయం క్లయింట్లు కొత్త బ్లాక్‌లను అటెస్ట్ చేయవు లేదా ప్రతిపాదించవు. ఇది <a href=\"/glossary/#validator\">వాలిడేటర్ క్లయింట్</a> ద్వారా చేయబడుతుంది, ఇది ఏకాభిప్రాయం క్లయింట్‌కు ఒక ఐచ్ఛిక యాడ్-ఆన్.",
  "consensus-layer-term": "ఏకాభిప్రాయం లేయర్",
  "consensus-layer-definition": "Ethereum యొక్క ఏకాభిప్రాయం లేయర్ <a href=\"/glossary/#consensus-client\">ఏకాభిప్రాయం క్లయింట్ల</a> నెట్‌వర్క్.",
  "cryptoeconomics-term": "క్రిప్టో ఆర్థికశాస్త్రం",
  "cryptoeconomics-definition": "సురక్షితమైన మరియు విశ్వసనీయమైన డిజిటల్ ప్లాట్‌ఫారమ్‌లను రూపొందించడానికి గణిత మరియు ఆర్థిక సూత్రాల అధ్యయనం. పాల్గొనేవారందరూ నియమాలను అనుసరించేలా మరియు నెట్‌వర్క్ యొక్క భద్రత మరియు ఆపరేషన్‌కు దోహదపడినందుకు బహుమతి పొందేలా చూడటం లక్ష్యం.",
  "cryptography-term": "క్రిప్టోగ్రఫీ",
  "cryptography-definition": "సమాచారాన్ని ఉద్దేశించిన వారు మాత్రమే చదవగలిగేలా కమ్యూనికేషన్‌ను ప్రైవేట్‌గా మరియు సురక్షితంగా చేసే పద్ధతి ఇది.",
  "dao-term": "వికేంద్రీకృత స్వయంప్రతిపత్తి సంస్థ (DAO)",
  "dao-definition": "DAO అనేది బ్లాక్‌చైన్‌పై కోడ్ చేయబడిన నియమాల ద్వారా నడపబడే ఒక డిజిటల్ సంస్థ, ఇక్కడ నిర్ణయాలు కేంద్ర అధికారం ద్వారా కాకుండా సభ్యుల ఓట్ల ద్వారా తీసుకోబడతాయి. <a href=\"/dao/\">వికేంద్రీకృత స్వయంప్రతిపత్త సంస్థలు (DAOలు) గురించి మరింత</a>.",
  "dapp-term": "డాప్",
  "dapp-definition": "డాప్ అనేది బ్లాక్‌చైన్ నెట్‌వర్క్‌లో నడిచే ఒక వికేంద్రీకృత అప్లికేషన్, ఇది కేంద్ర నియంత్రణ అధికారం లేకుండా సేవలను అందిస్తుంది. <a href=\"/apps/\">వికేంద్రీకృత అప్లికేషన్‌ల గురించి మరింత</a>.",
  "data-availability-term": "డేటా లభ్యత",
  "data-availability-definition": "ఏ నోడ్ అయినా బ్లాక్‌చెయిన్‌పై లావాదేవీలను స్వతంత్రంగా ధ్రువీకరించగలదు, తద్వారా సిస్టమ్‌లో పారదర్శకత మరియు విశ్వాసాన్ని కొనసాగించవచ్చు.",
  "defi-term": "DeFi",
  "defi-definition": "బ్లాక్‌చెయిన్ మద్దతుతో, మధ్యవర్తులు లేకుండా ఆర్థిక సేవలను అందించాలని లక్ష్యంగా పెట్టుకున్న Ethereum యాప్‌ల యొక్క విస్తృత వర్గం. <a href=\"/defi/\">వికేంద్రీకృత ఫైనాన్స్ (DeFi)పై మరిన్ని వివరాలు</a>",
  "dex-term": "వికేంద్రీకృత మార్పిడి (DEX)",
  "dex-definition": "నెట్‌వర్క్‌లోని పీర్లతో టోకెన్‌లను మార్చుకోవడానికి మిమ్మల్ని అనుమతించే ఒక రకమైన Ethereum యాప్. DEXలు కేంద్రీకృత మార్పిడిల వంటి భౌగోళిక పరిమితులకు లోబడి ఉండవు - ఎవరైనా పాల్గొనవచ్చు.",
  "difficulty-bomb-term": "కఠినత బాంబు",
  "difficulty-bomb-definition": "<a href=\"/glossary/#pow\">ప్రూఫ్-ఆఫ్-వర్క్</a> <a href=\"/glossary/#difficulty\">కఠినత</a> సెట్టింగ్‌లో ప్రణాళిక చేయబడిన ఘాతాంక పెరుగుదల, ఇది <a href=\"/glossary/#pos\">ప్రూఫ్-ఆఫ్-స్టేక్‌</a>కు మారడాన్ని ప్రేరేపించడానికి రూపొందించబడింది, <a href=\"/glossary/#hard-fork\">ఫోర్క్‌</a> అవకాశాలను తగ్గిస్తుంది. <a href=\"/roadmap/merge\">విలీనంతో</a> కఠినత బాంబు నిలిపివేయబడింది.",
  "ecdsa-term": "ఎలిప్టిక్ కర్వ్ డిజిటల్ సిగ్నేచర్ అల్గోరిథం (ECDSA)",
  "ecdsa-definition": "నిధులను వారి యజమానులు మాత్రమే ఖర్చు చేయగలరని నిర్ధారించడానికి Ethereum ఉపయోగించే ఒక క్రిప్టోగ్రాఫిక్ అల్గోరిథం. ఇది పబ్లిక్ మరియు ప్రైవేట్ కీలను సృష్టించడానికి ప్రాధాన్య పద్ధతి. ఖాతా <a href=\"/glossary/#address\">చిరునామా</a> ఉత్పత్తి మరియు <a href=\"/glossary/#transaction\">లావాదేవీ</a> ధ్రువీకరణకు సంబంధితం.",
  "ens-term": "Ethereum పేరు సేవ (ENS)",
  "ens-definition": "ఇతీరియము నేమ్ సర్వీస్ (ENS) ఇతీరియము చిరునామాల కోసం ఇంటర్నెట్ ఫోన్‌బుక్ లాంటిది. పొడవైన వాలెట్ చిరునామాలను ఉపయోగించడానికి బదులుగా, ENS డిజిటల్ డబ్బు మరియు ఆస్తులను పంపడానికి మరియు స్వీకరించడానికి \"john.eth\" వంటి సాధారణ పేర్లను ఉపయోగించడానికి మిమ్మల్ని అనుమతిస్తుంది.",
  "epoch-term": "ఎపోక్",
  "epoch-definition": "32 <a href=\"/glossary/#slot\">స్లాట్‌ల</a> వ్యవధి, ప్రతి స్లాట్ 12 సెకన్లు, మొత్తం 6.4 నిమిషాలు. భద్రతా కారణాల వల్ల ప్రతి ఎపోక్‌లో వాలిడేటర్ <a href=\"/glossary/#committee\">కమిటీలు</a> షఫుల్ చేయబడతాయి. ప్రతి ఎపోక్‌లో చైన్ <a href=\"/glossary/#finality\">ఫైనలైజ్</a> కావడానికి అవకాశం ఉంటుంది. ప్రతి ఎపోక్ ప్రారంభంలో ప్రతి వాలిడేటర్‌కు కొత్త బాధ్యతలు కేటాయించబడతాయి. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">ప్రూఫ్-ఆఫ్-స్టేక్‌పై మరిన్ని వివరాలు</a>",
  "eoa-term": "బాహ్యంగా యాజమాన్యంలోని ఖాతా (EOA)",
  "eoa-definition": "బాహ్యంగా యాజమాన్యంలోని ఖాతాలు (EOAs) Ethereum ఖాతాలలో అత్యంత సాధారణ రకం. అవి ప్రైవేట్ కీలు/రికవరీ పదబంధం ద్వారా ఒక వ్యక్తి ద్వారా నియంత్రించబడతాయి. <a href=\"/wallets/\">Ethereum వాలెట్లపై మరిన్ని వివరాలు</a>.",
  "erc-term": "Ethereum రిక్వెస్ట్ ఫర్ కామెంట్స్ (ERC)",
  "erc-definition": "ERC (<strong>Ethereum Request for Comments</strong>) అనేది ఇతీరియము నెట్‌వర్క్ కోసం కొత్త వినియోగ ప్రమాణాలను ప్రతిపాదించడానికి ఇతీరియము కమ్యూనిటీలో ఉపయోగించే ఒక రకమైన సాంకేతిక డాక్యుమెంటేషన్.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "NFT (ప్రత్యేకమైన సేకరించదగిన వస్తువుల వంటివి) మాదిరిగానే ఉండే ఇతీరియము టోకెన్ ప్రమాణం యొక్క ఒక రకం, ఇది ఒకే స్మార్ట్ కాంట్రాక్ట్‌లో మార్చుకోగలిగే వస్తువులను (కరెన్సీ వంటివి) సృష్టించడానికి కూడా అనుమతిస్తుంది.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "ఇతీరియము నెట్‌వర్క్‌లోని చాలా టోకెన్‌లు సృష్టించబడిన ప్రామాణిక నియమాల సమితి ఇది.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "NFTలు (నాన్ ఫంగిబుల్ టోకెన్లు) సృష్టించడానికి ఉపయోగించే ప్రామాణిక నియమాల సమితి.",
  "ether-term": "Ether",
  "ether-definition": "Ethereum యొక్క స్థానిక క్రిప్టోకరెన్సీ, సాధారణంగా “ETH”గా సూచించబడుతుంది. Ethereum పర్యావరణ వ్యవస్థ మరియు అప్లికేషన్‌లను ఉపయోగిస్తున్నప్పుడు లావాదేవీ రుసుములను కవర్ చేయడానికి ఇది ఉపయోగించబడుతుంది. <a href=\"/eth/\">ఈథర్‌పై మరిన్ని వివరాలు</a>.",
  "events-term": "సంఘటనలు",
  "events-definition": "<a href=\"/glossary/#evm\">EVM</a> లాగింగ్ సౌకర్యాల వినియోగాన్ని అనుమతిస్తుంది. <a href=\"/glossary/#dapp\">డాప్స్</a> ఈవెంట్‌లను వినగలవు మరియు వినియోగదారు ఇంటర్‌ఫేస్‌లో జావాస్క్రిప్ట్ కాల్‌బ్యాక్‌లను ట్రిగ్గర్ చేయడానికి వాటిని ఉపయోగించగలవు. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">ఈవెంట్‌లు మరియు లాగ్‌లపై మరిన్ని వివరాలు</a>",
  "execution-client-term": "ఎగ్జిక్యూషన్ క్లయింట్",
  "execution-client-definition": "Besu, Erigon, Go-Ethereum (Geth), Nethermind వంటి ఎగ్జిక్యూషన్ క్లయింట్లు (గతంలో \"Eth1 క్లయింట్లు\" అని పిలువబడేవి), లావాదేవీలను ప్రాసెస్ చేయడం మరియు ప్రసారం చేయడం మరియు Ethereum యొక్క స్థితిని నిర్వహించడం వంటి బాధ్యతలను కలిగి ఉంటాయి. ప్రోటోకాల్ నియమాలను అనుసరించేలా చూసుకోవడానికి అవి <a href=\"/glossary/#evm\">ఎథేరియం వర్చువల్ మషీన్</a>ను ఉపయోగించి ప్రతి లావాదేవీకి గణనలను నడుపుతాయి.",
  "execution-layer-term": "ఎగ్జిక్యూషన్ లేయర్",
  "execution-layer-definition": "Ethereum యొక్క ఎగ్జిక్యూషన్ లేయర్ <a href=\"/glossary/#execution-client\">ఎగ్జిక్యూషన్ క్లయింట్ల</a> నెట్‌వర్క్.",
  "finality-term": "ఫైనాలిటీ",
  "finality-definition": "ఫైనాలిటీ అనేది ఒక లావాదేవీల సమితిని భారీ మొత్తంలో ETH నష్టం లేకుండా మార్చలేమనే హామీ.",
  "fork-term": "ఫోర్క్",
  "fork-definition": "ప్రోటోకాల్‌లో మార్పు, ప్రత్యామ్నాయ చైన్ సృష్టికి కారణమవుతుంది.",
  "fraud-proof-term": "మోసం రుజువు",
  "fraud-proof-definition": "కొన్ని <a href=\"/glossary/#layer-2\">లేయర్ 2</a> పరిష్కారాల కోసం ఒక భద్రతా మోడల్, ఇక్కడ వేగాన్ని పెంచడానికి, లావాదేవీలు బ్యాచ్‌లలోకి <a href=\"/glossary/#rollups\">రోల్అప్</a> చేయబడి, ఒకే లావాదేవీలో Ethereum కు సమర్పించబడతాయి. ఇతర నెట్‌వర్క్ పార్టిసిపెంట్లు లావాదేవీలను నిజాయితీగా అమలు చేశారో లేదో తనిఖీ చేయడానికి వాటిని తిరిగి అమలు చేయవచ్చు. పోస్ట్ చేయబడిన డేటా మరియు వారి స్వంత వెర్షన్ మధ్య వ్యత్యాసాన్ని వారు కనుగొంటే, వారు ఎక్కడో మోసం జరిగిందని చూపే ఒక క్రిప్టోగ్రాఫిక్ రుజువును పోస్ట్ చేయవచ్చు. కొన్ని <a href=\"/glossary/#rollups\">రోల్అప్‌లు</a> <a href=\"/glossary/#validity-proof\">చెల్లుబాటు రుజువులను</a> ఉపయోగిస్తాయి.",
  "gas-term": "గ్యాస్",
  "gas-definition": "గ్యాస్ అనేది Ethereum వంటి ఒక బ్లాక్‌చెయిన్‌పై లావాదేవీలు మరియు స్మార్ట్ కాంట్రాక్ట్‌ల కోసం చెల్లించే రుసుము. <a href=\"/gas/\">గ్యాస్ మరియు రుసుములపై మరిన్ని వివరాలు</a>.",
  "genesis-block-term": "జెనెసిస్ బ్లాక్",
  "genesis-block-definition": "ఒక <a href=\"/glossary/#blockchain\">బ్లాక్‌చెయిన్‌</a>లోని మొదటి బ్లాక్, ఒక నిర్దిష్ట నెట్‌వర్క్ మరియు దాని క్రిప్టోకరెన్సీని ప్రారంభించడానికి ఉపయోగించబడుతుంది.",
  "gwei-term": "Gwei",
  "gwei-definition": "గిగావెయికి సంక్షిప్త రూపం, <a href=\"/glossary/#ether\">ఈథర్</a> యొక్క డినామినేషన్, సాధారణంగా <a href=\"/glossary/#gas\">గ్యాస్</a> ధరను నిర్ణయించడానికి ఉపయోగించబడుతుంది. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>9</sup> gwei = 1 ఈథర్.",
  "hash-term": "హాష్",
  "hash-definition": "ఒక హాష్ ఫంక్షన్ ద్వారా ఉత్పత్తి చేయబడిన వేరియబుల్-సైజ్ ఇన్‌పుట్ యొక్క స్థిర-పొడవు వేలిముద్ర. (చూడండి <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "holographic-consensus-term": "హోలోగ్రాఫిక్ ఏకాభిప్రాయం",
  "holographic-consensus-definition": "ఒక పెద్ద సమూహం నిర్ణయం ఎలా తీసుకోబడుతుందో సూచిస్తుంది, దీనిలో ప్రతినిధుల చిన్న సమూహాన్ని ఓటు వేయడానికి అనుమతిస్తారు. చిన్న సమూహం మంచి పని చేసిందని విశ్వసించినంత కాలం, మిగిలిన వారందరూ దానితో ఏకీభవించడానికి అంగీకరిస్తారు.",
  "index-term": "ఇండెక్స్",
  "index-definition": "<a href=\"/glossary/#blockchain\">బ్లాక్‌చెయిన్</a> నుండి సమాచారాన్ని ప్రశ్నించడాన్ని ఆప్టిమైజ్ చేయడానికి ఉద్దేశించిన ఒక నెట్‌వర్క్ స్ట్రక్చర్, దాని నిల్వ మూలానికి సమర్థవంతమైన మార్గాన్ని అందించడం ద్వారా.",
  "key-term": "కీ",
  "key-definition": "ఇతీరియము సందర్భంలో, కీలు డిజిటల్ కోడ్‌లు: లావాదేవీలను స్వీకరించడానికి ఒక పబ్లిక్ కీ మరియు నిధులను యాక్సెస్ చేయడానికి మరియు పంపడానికి ఒక ప్రైవేట్ కీ.",
  "layer-2-term": "లేయర్ 2",
  "layer-2-definition": "లేయర్ 2లు Ethereum ప్రధాన నెట్‌వర్క్‌పై నిర్మించబడిన మరొక నెట్‌వర్క్‌లు, లావాదేవీలను వేగంగా మరియు చౌకగా చేయడానికి. <a href=\"/layer-2/\">లేయర్ 2పై మరిన్ని వివరాలు</a>.",
  "liquidity-tokens-term": "లిక్విడిటీ టోకెన్లు",
  "liquidity-tokens-definition": "లిక్విడిటీ టోకెన్లు (LT) అనేవి లిక్విడిటీ పూల్‌లో ఆస్తులను జమ చేసే పాల్గొనేవారికి జారీ చేయబడిన డిజిటల్ టోకెన్లు. లిక్విడిటీ పూల్ అనేది ఒక స్మార్ట్ కాంట్రాక్ట్‌లో లాక్ చేయబడిన నిధుల సేకరణ మరియు వికేంద్రీకృత మార్పిడి (DEX)లో ట్రేడింగ్‌ను సులభతరం చేయడానికి ఉపయోగించబడుతుంది.",
  "mainnet-term": "మెయిన్‌నెట్",
  "mainnet-definition": "\"మెయిన్ నెట్‌వర్క్\" కు సంక్షిప్త రూపం, ఇది ప్రధాన పబ్లిక్ Ethereum <a href=\"/glossary/#blockchain\">బ్లాక్‌చెయిన్</a>.",
  "mev-term": "MEV",
  "mev-definition": "రుసుము కోసం బ్లాక్‌చైన్‌పై నిర్దిష్ట చర్యలకు ప్రాధాన్యతనిచ్చే ఒక యంత్రాంగం, ఇది ఫలితాలను మరియు లావాదేవీల క్రమాన్ని ప్రభావితం చేస్తుంది.",
  "multisig-term": "మల్టీసిగ్",
  "multisig-definition": "మల్టీసిగ్ (మల్టీ సిగ్నేచర్) అనేది లావాదేవీలను అమలు చేయడానికి బహుళ సంతకాలు లేదా ఆమోదాలు అవసరమయ్యే డిజిటల్ వాలెట్ లేదా ఖాతాను సూచిస్తుంది, ఇది భద్రతను పెంచుతుంది.",
  "nft-term": "నాన్-ఫంగిబుల్ టోకెన్ (NFT)",
  "nft-definition": "బ్లాక్‌చెయిన్ టెక్నాలజీ ద్వారా ధ్రువీకరించబడిన, కళ లేదా సేకరించదగిన వస్తువుల వంటి మీరు స్వంతం చేసుకోగల ఒక ప్రత్యేక డిజిటల్ వస్తువు. <a href=\"/nft/\">నాన్-ఫంగిబుల్ టోకెన్లపై (NFTలు) మరిన్ని వివరాలు</a>.",
  "node-term": "నోడ్స్",
  "node-definition": "నెట్‌వర్క్‌లో పాల్గొనే ఒక సాఫ్ట్‌వేర్ క్లయింట్. <a href=\"/developers/docs/nodes-and-clients/\">నోడ్‌లు మరియు క్లయింట్‌లపై మరిన్ని వివరాలు</a>.",
  "ommer-term": "ఓమ్మర్ (అంకుల్) బ్లాక్",
  "ommer-definition": "ఒక ప్రూఫ్-ఆఫ్-వర్క్ <a href=\"/glossary/#miner\">మైనర్</a> ఒక చెల్లుబాటు అయ్యే <a href=\"/glossary/#block\">బ్లాక్‌</a>ను కనుగొన్నప్పుడు, మరొక మైనర్ ఒక పోటీ బ్లాక్‌ను ప్రచురించి, అది బ్లాక్‌చెయిన్ యొక్క కొనకు మొదట జోడించబడవచ్చు. ఈ చెల్లుబాటు అయ్యే, కానీ పాత, బ్లాక్‌ను కొత్త బ్లాక్‌లు <em>ఓమ్మర్లు</em>గా చేర్చగలవు మరియు పాక్షిక బ్లాక్ రివార్డును పొందగలవు. \"ఓమ్మర్\" అనే పదం ఒక పేరెంట్ బ్లాక్ యొక్క సోదరుడికి ప్రాధాన్య లింగ-తటస్థ పదం, కానీ దీనిని కొన్నిసార్లు \"అంకుల్\" అని కూడా పిలుస్తారు. Ethereum ఒక <a href=\"/glossary/#pow\">ప్రూఫ్-ఆఫ్-వర్క్</a> నెట్‌వర్క్‌గా ఉన్నప్పుడు ఇది సాధారణం. ఇప్పుడు Ethereum <a href=\"/glossary/#pos\">ప్రూఫ్-ఆఫ్-స్టేక్‌</a>ను ఉపయోగిస్తున్నందున, ప్రతి స్లాట్‌కు ఒకే బ్లాక్ ప్రతిపాదకుడు ఎంచుకోబడతాడు.",
  "onchain-term": "ఆన్‌చెయిన్",
  "onchain-definition": "బ్లాక్‌చైన్‌పై జరిగే మరియు బహిరంగంగా అందుబాటులో ఉండే చర్యలు లేదా లావాదేవీలను సూచిస్తుంది.",
  "optimistic-rollup-term": "ఆశావాద రోల్అప్",
  "optimistic-rollup-definition": "ఆశావాద రోలప్ అనేది Ethereum లో లావాదేవీలను వేగవంతం చేసే ఒక లేయర్ 2 పరిష్కారం, సవాలు చేయబడనంత వరకు అవి డిఫాల్ట్‌గా చెల్లుబాటు అయ్యేవిగా భావించబడతాయి. <a href=\"/developers/docs/scaling/optimistic-rollups/\">ఆశావాద రోలప్‌లపై మరిన్ని వివరాలు</a>.",
  "peer-to-peer-network-term": "పీర్-టు-పీర్ నెట్‌వర్క్",
  "peer-to-peer-network-definition": "కేంద్రీకృత, సర్వర్-ఆధారిత సేవల అవసరం లేకుండా సమష్టిగా కార్యాచరణలను నిర్వహించగల కంప్యూటర్ల (పీర్స్) నెట్‌వర్క్.",
  "permissionless-term": "అనుమతి రహిత",
  "permissionless-definition": "ఇతీరియము వంటి వ్యవస్థను ఉపయోగించడానికి ఎటువంటి అనుమతి లేదా ఆమోదం అవసరం లేదు మరియు దానిని ఉపయోగించకుండా మిమ్మల్ని ఎవరూ ఆపలేరు. ఇది ప్రతి ఒక్కరూ పాల్గొనడానికి 24/7 తెరిచి ఉంటుంది.",
  "private-key-term": "ప్రైవేట్ కీ",
  "private-key-definition": "ఒక ప్రైవేట్ కీ అనేది మీ డిజిటల్ డబ్బును మీరు స్వంతం చేసుకున్నారని రుజువు చేసే మరియు దానిని ఖర్చు చేయడానికి మిమ్మల్ని అనుమతించే ఒక రహస్య కోడ్, మీ ఖాతాకు PIN లాంటిది. <strong>దీనిని పంచుకోవద్దు</strong>.",
  "poap-term": "POAP",
  "poap-definition": "ప్రూఫ్ ఆఫ్ అటెండెన్స్ ప్రోటోకాల్ అనేది మీరు ఒక నిర్దిష్ట ఈవెంట్ లేదా కార్యకలాపంలో పాల్గొన్నారని రుజువు చేసే ఒక డిజిటల్ సేకరించదగిన వస్తువును (NFT) సృష్టించడానికి ఉపయోగించబడుతుంది.",
  "pos-term": "ప్రూఫ్-ఆఫ్-స్టేక్ (PoS)",
  "pos-definition": "ఒక క్రిప్టోకరెన్సీ బ్లాక్‌చెయిన్ ప్రోటోకాల్ వికేంద్రీకృత <a href=\"/glossary/#consensus\">ఏకాభిప్రాయం</a> సాధించాలని లక్ష్యంగా పెట్టుకునే ఒక పద్ధతి. PoS వినియోగదారులను లావాదేవీల ధ్రువీకరణలో పాల్గొనడానికి ఒక నిర్దిష్ట మొత్తం క్రిప్టోకరెన్సీ యాజమాన్యాన్ని (నెట్‌వర్క్‌లో వారి \"స్టేక్\") రుజువు చేయమని అడుగుతుంది. <a href=\"/developers/docs/consensus-mechanisms/pos/\">ప్రూఫ్-ఆఫ్-స్టేక్‌పై మరిన్ని వివరాలు</a>.",
  "pow-term": "పని రుజువు (PoW)",
  "pow-definition": "బ్లాక్‌చెయిన్‌ల కోసం ఒక భద్రతా యంత్రాంగం, ఇది నోడ్‌లు ఒక నిర్దిష్ట విలువను కనుగొనడానికి గణన రూపంలో శక్తిని ఖర్చు చేయాలని కోరుతుంది.",
  "public-goods-term": "ప్రజా వస్తువులు",
  "public-goods-definition": "ప్రజా వస్తువులు అనేవి ప్రతి ఒక్కరూ ఉచితంగా ఉపయోగించగల విషయాలు, పార్కులు లేదా స్వచ్ఛమైన గాలి వంటివి, మరియు వాటిని ఉపయోగించడం ఇతరులను వాటిని ఉపయోగించకుండా ఆపదు. వ్యాపారాలు సాధారణంగా వీటిని అందించవు కాబట్టి ప్రభుత్వాలు తరచుగా వీటిని అందిస్తాయి, ఎందుకంటే అవి ప్రజల నుండి వాటిని ఉపయోగించినందుకు సులభంగా ఛార్జ్ చేయలేవు.",
  "public-key-term": "పబ్లిక్ కీ",
  "public-key-definition": "ఒక పబ్లిక్ కీ అనేది మీకు డిజిటల్ కరెన్సీని సురక్షితంగా పంపడానికి ఇతరులను అనుమతించే అక్షరాల సమితి, డబ్బు కోసం ఒక ఇమెయిల్ చిరునామా లాంటిది.",
  "quadratic-voting-term": "క్వాడ్రాటిక్ ఓటింగ్",
  "quadratic-voting-definition": "ఒక ఓటింగ్ పద్ధతి, ఇక్కడ ఓటర్లు సమస్యల గురించి ఎంత బలంగా భావిస్తారో వ్యక్తపరుస్తారు. ఇది ఓటర్లను ప్రాధాన్యతను మాత్రమే కాకుండా, వారి ప్రాధాన్యత యొక్క తీవ్రతను కూడా చూపించడానికి అనుమతిస్తుంది.",
  "recovery-phrase-term": "సీడ్ పదబంధం/రికవరీ పదబంధం",
  "recovery-phrase-definition": "మీరు డిజిటల్ వాలెట్‌ను సృష్టించినప్పుడు మీకు ఇవ్వబడిన పదాల జాబితా. ఇది పాస్‌వర్డ్ లాగా పనిచేస్తుంది, ఇది మీరు యాక్సెస్ కోల్పోతే మీ వాలెట్‌లోకి తిరిగి రావడానికి సహాయపడుతుంది, మీరు మీ డిజిటల్ డబ్బు లేదా టోకెన్‌లను కోల్పోకుండా చూసుకుంటుంది.",
  "rollups-term": "రోలప్‌లు",
  "rollups-definition": "బహుళ లావాదేవీలను బ్యాచ్ చేసి, వాటిని ఒకే లావాదేవీలో <a href=\"/glossary/#mainnet\">Ethereum ప్రధాన చైన్‌</a>కు సమర్పించే ఒక రకమైన <a href=\"/glossary/#layer-2\">లేయర్ 2</a> స్కేలింగ్ పరిష్కారం. ఇది <a href=\"/glossary/#gas\">గ్యాస్</a> ఖర్చులను తగ్గించడానికి మరియు <a href=\"/glossary/#transaction\">లావాదేవీ</a> త్రుపుట్‌ను పెంచడానికి అనుమతిస్తుంది. ఆశావాద మరియు జీరో-కనౌలెడ్జి రోలప్‌లు ఉన్నాయి, ఇవి ఈ స్కేలబిలిటీ లాభాలను అందించడానికి వివిధ భద్రతా పద్ధతులను ఉపయోగిస్తాయి. <a href=\"/developers/docs/scaling/#rollups\">రోలప్‌లపై మరిన్ని వివరాలు</a>.",
  "rpc-term": "రిమోట్ ప్రొసీజర్ కాల్ (RPC)",
  "rpc-definition": "RPC ఒక కంప్యూటర్ ఒక నెట్‌వర్క్ ద్వారా మరొక కంప్యూటర్ నుండి డేటా లేదా చర్యను అభ్యర్థించడానికి అనుమతిస్తుంది, రిమోట్ కంట్రోల్‌తో సమాచారం కోసం అడిగినట్లు.",
  "sequencer-term": "సీక్వెన్సర్",
  "sequencer-definition": "సీక్వెన్సర్ అనేది బ్లాక్‌చైన్ నెట్‌వర్క్‌లో లావాదేవీలను క్రమబద్ధీకరించడానికి బాధ్యత వహించే ఒక ప్రోగ్రామ్.",
  "smart-contract-term": "స్మార్ట్ కాంట్రాక్ట్",
  "smart-contract-definition": "ఒక స్మార్ట్ కాంట్రాక్ట్ అనేది ఒక బ్లాక్‌చెయిన్‌పై ఒప్పందాలను స్వయంచాలకంగా అమలు చేసే ఒక ప్రోగ్రామ్, ఒక స్వీయ-అమలు డిజిటల్ కాంట్రాక్ట్ లాంటిది. <a href=\"/smart-contracts/\">స్మార్ట్ కాంట్రాక్ట్‌లకు పరిచయం</a>.",
  "stablecoin-term": "స్టేబుల్‌కాయిన్",
  "stablecoin-definition": "ఒక స్టేబుల్‌కాయిన్ అనేది ధర అస్థిరతను తగ్గించడానికి, తరచుగా ఒక కరెన్సీ లేదా వస్తువుకు (US డాలర్ వంటివి) పెగ్ చేయబడిన, స్థిరమైన విలువను కలిగి ఉండేలా రూపొందించబడిన ఒక రకమైన క్రిప్టోకరెన్సీ. <a href=\"/stablecoins/\">స్టేబుల్‌కాయిన్‌లపై మరిన్ని వివరాలు</a>.",
  "staking-term": "స్టేకింగ్",
  "staking-definition": "ఒక వాలిడేటర్‌గా మారి, <a href=\"/glossary/#network\">నెట్‌వర్క్‌</a>ను సురక్షితం చేయడానికి <a href=\"/glossary/#ether\">ఈథర్</a> యొక్క పరిమాణాన్ని (మీ స్టేక్) డిపాజిట్ చేయడం. ఒక వాలిడేటర్ <a href=\"/glossary/#transaction\">లావాదేవీలను</a> తనిఖీ చేస్తుంది మరియు <a href=\"/glossary/#pos\">ప్రూఫ్-ఆఫ్-స్టేక్</a> ఏకాభిప్రాయం మోడల్ కింద <a href=\"/glossary/#block\">బ్లాక్‌లను</a> ప్రతిపాదిస్తుంది. స్టేకింగ్ మీకు నెట్‌వర్క్ యొక్క ఉత్తమ ప్రయోజనాలకు అనుగుణంగా వ్యవహరించడానికి ఒక ఆర్థిక ప్రోత్సాహాన్ని ఇస్తుంది. మీ <a href=\"/glossary/#validator\">వాలిడేటర్</a> విధులను నిర్వహించినందుకు మీకు రివార్డులు లభిస్తాయి, కానీ మీరు అలా చేయకపోతే వివిధ మొత్తాలలో ETH ను కోల్పోతారు. <a href=\"/staking/\">Ethereum స్టేకింగ్‌పై మరిన్ని వివరాలు</a>.",
  "staking-pool-term": "స్టాకింగ్ పూల్",
  "staking-pool-definition": "ఒకదాని కంటే ఎక్కువ Ethereum స్టేకర్‌ల యొక్క మిళిత ETH, ఒక సెట్ వాలిడేటర్ కీలను యాక్టివేట్ చేయడానికి అవసరమైన 32 ETH ను చేరుకోవడానికి ఉపయోగించబడుతుంది. ఒక నోడ్ ఆపరేటర్ ఈ కీలను ఏకాభిప్రాయంలో పాల్గొనడానికి ఉపయోగిస్తాడు మరియు <a href=\"/glossary/#block-reward\">బ్లాక్ రివార్డులు</a> దోహదపడిన స్టేకర్‌ల మధ్య విభజించబడతాయి. స్టేకింగ్ పూల్స్ లేదా డెలిగేటింగ్ స్టేకింగ్ Ethereum ప్రోటోకాల్‌కు స్థానికం కాదు, కానీ చాలా పరిష్కారాలు కమ్యూనిటీచే నిర్మించబడ్డాయి. <a href=\"/staking/pools/\">పూల్డ్ స్టేకింగ్‌పై మరిన్ని వివరాలు</a>.",
  "sybil-attack-term": "సిబిల్ అటాక్",
  "sybil-attack-definition": "సిబిల్ దాడులు వ్యక్తిగత మానవులు తమ ప్రభావాన్ని పెంచుకోవడానికి బహుళ వ్యక్తులుగా భావించేలా వ్యవస్థను మోసగించడాన్ని సూచిస్తాయి.",
  "terminal-total-difficulty-term": "టెర్మినల్ టోటల్ డిఫికల్టీ (TTD)",
  "terminal-total-difficulty-definition": "మొత్తం కఠినత అనేది బ్లాక్‌చెయిన్‌లో ఒక నిర్దిష్ట పాయింట్ వరకు అన్ని బ్లాక్‌ల కోసం Ethash మైనింగ్ కఠినత యొక్క మొత్తం. టెర్మినల్ టోటల్ డిఫికల్టీ అనేది మొత్తం కఠినత కోసం ఒక నిర్దిష్ట విలువ, ఇది ఎగ్జిక్యూషన్ క్లయింట్లు వారి మైనింగ్ మరియు బ్లాక్ గాసిప్ ఫంక్షన్లను స్విచ్ ఆఫ్ చేయడానికి ట్రిగ్గర్‌గా ఉపయోగించబడింది, నెట్‌వర్క్ ప్రూఫ్-ఆఫ్-స్టేక్‌కు మారడానికి వీలు కల్పిస్తుంది. Ethereum <a href=\"/glossary/#pos\">ప్రూఫ్-ఆఫ్-స్టేక్‌</a>కు మారినందున ఇది ఇకపై సంబంధితం కాదు.",
  "transaction-fee-term": "లావాదేవీ రుసుము",
  "transaction-fee-definition": "మీరు Ethereum నెట్‌వర్క్‌ను ఉపయోగించినప్పుడల్లా చెల్లించాల్సిన రుసుము. ఉదాహరణలలో మీ <a href=\"/glossary/#wallet\">వాలెట్</a> నుండి నిధులను పంపడం లేదా ఒక <a href=\"/glossary/#dapp\">డాప్</a> పరస్పర చర్య, టోకెన్‌లను మార్చుకోవడం లేదా ఒక సేకరించదగిన వస్తువును కొనుగోలు చేయడం వంటివి ఉన్నాయి. దీనిని మీరు ఒక సర్వీస్ ఛార్జ్ లాగా భావించవచ్చు. నెట్‌వర్క్ ఎంత బిజీగా ఉందో బట్టి ఈ రుసుము మారుతుంది. ఇది ఎందుకంటే <a href=\"/glossary/#validator\">వాలిడేటర్లు</a>, మీ లావాదేవీని ప్రాసెస్ చేయడానికి బాధ్యత వహించే వ్యక్తులు, అధిక రుసుములతో లావాదేవీలకు ప్రాధాన్యత ఇచ్చే అవకాశం ఉంది - కాబట్టి రద్దీ ధరను పెంచుతుంది.<br/><br/>సాంకేతిక స్థాయిలో, మీ లావాదేవీ రుసుము మీ లావాదేవీకి ఎంత <a href=\"/glossary/#gas\">గ్యాస్</a> అవసరమో దానితో సంబంధం కలిగి ఉంటుంది.<br/><br/>లావాదేవీ రుసుములను తగ్గించడం ప్రస్తుతం తీవ్ర ఆసక్తి ఉన్న విషయం. <a href=\"/glossary/#layer-2\">లేయర్ 2</a> ను చూడండి.",
  "trust-assumptions-term": "విశ్వాస అంచనాలు",
  "trust-assumptions-definition": "విశ్వాస అంచనాలు అనేవి ఒక సిస్టమ్ యొక్క భద్రత మరియు ఆధారపడదగినత గురించి ప్రాథమిక నమ్మకాలు, సిస్టమ్ పనిచేయడానికి మనం ఏమి విశ్వసించాలో మార్గనిర్దేశం చేస్తాయి.",
  "validator-term": "వాలిడేటర్",
  "validator-definition": "<a href=\"/glossary/#pos\">ప్రూఫ్-ఆఫ్-స్టేక్</a> సిస్టమ్‌లో ఒక <a href=\"/glossary/#node\">నోడ్</a>, ఇది డేటాను నిల్వ చేయడం, లావాదేవీలను ప్రాసెస్ చేయడం మరియు బ్లాక్‌చెయిన్‌కు కొత్త బ్లాక్‌లను జోడించడం వంటి బాధ్యతలను కలిగి ఉంటుంది. వాలిడేటర్ సాఫ్ట్‌వేర్‌ను యాక్టివేట్ చేయడానికి, మీరు 32 ETH <a href=\"/glossary/#staking\">స్టేక్</a> చేయగలగాలి. <a href=\"/staking/\">Ethereum లో స్టేకింగ్‌పై మరిన్ని వివరాలు</a>.",
  "validity-proof-term": "చెల్లుబాటు రుజువు",
  "validity-proof-definition": "కొన్ని <a href=\"/glossary/#layer-2\">లేయర్ 2</a> పరిష్కారాల కోసం ఒక భద్రతా మోడల్, ఇక్కడ వేగాన్ని పెంచడానికి, లావాదేవీలు బ్యాచ్‌లలో రోల్ అప్ చేయబడి, ఒకే లావాదేవీలో Ethereum కు సమర్పించబడతాయి. లావాదేవీ గణన ఆఫ్‌చైన్‌లో చేయబడుతుంది మరియు తరువాత వాటి చెల్లుబాటు యొక్క రుజువుతో ప్రధాన చైన్‌కు సరఫరా చేయబడుతుంది. ఈ పద్ధతి భద్రతను కొనసాగిస్తూనే సాధ్యమయ్యే లావాదేవీల మొత్తాన్ని పెంచుతుంది. కొన్ని <a href=\"/glossary/#rollups\">రోలప్‌లు</a> <a href=\"/glossary/#fraud-proof\">మోసం రుజువును</a> ఉపయోగిస్తాయి. <a href=\"/developers/docs/scaling/zk-rollups/\">జీరో-కనౌలెడ్జి రోలప్‌లపై మరిన్ని వివరాలు</a>.",
  "wallet-term": "వాలెట్",
  "wallet-definition": "ఒక వాలెట్ అనేది మీ ఆన్‌లైన్ డబ్బు కోసం వర్చువల్ పర్సు లాంటి డిజిటల్ కరెన్సీని నిల్వ చేయడానికి, పంపడానికి మరియు స్వీకరించడానికి ఒక డిజిటల్ సాధనం. <a href=\"/wallets/\">Ethereum వాలెట్లపై మరిన్ని వివరాలు</a>.",
  "web2-term": "Web2",
  "web2-definition": "ప్రస్తుత ఇంటర్నెట్, వినియోగదారు-ఉత్పత్తి కంటెంట్ మరియు సోషల్ మీడియాపై దృష్టి పెట్టింది, ఇది కొన్ని కంపెనీలచే నియంత్రించబడుతుంది. Web3 అనేది వినియోగదారులు వారి డేటా మరియు లావాదేవీలను నియంత్రించాలని కోరే ఒక క్రిప్టో నమ్మకం.",
  "web3-term": "Web3",
  "web3-definition": "Web3 అనేది బ్లాక్‌చెయిన్‌తో కూడిన కొత్త ఇంటర్నెట్, ఇక్కడ వినియోగదారులు వారి డేటా మరియు లావాదేవీలను నియంత్రిస్తారు, కంపెనీలు కాదు. ఎటువంటి వ్యక్తిగత సమాచారం పంచుకోవాల్సిన అవసరం లేదు. <a href=\"/web3/\">web3పై మరిన్ని వివరాలు</a>.",
  "wei-term": "వెయి",
  "wei-definition": "ఈథర్ యొక్క అతి చిన్న డినామినేషన్. 10<sup>18</sup> wei = 1 ఈథర్.",
  "zk-proof-term": "జీరో-కనౌలెడ్జి రుజువు",
  "zk-proof-definition": "ఒక జీరో-కనౌలెడ్జి రుజువు అనేది ఒక క్రిప్టోగ్రాఫిక్ పద్ధతి, ఇది ఒక వ్యక్తి ఒక స్టేట్‌మెంట్ నిజమని రుజువు చేయడానికి అనుమతిస్తుంది, ఎటువంటి అదనపు సమాచారం తెలియజేయకుండా. <a href=\"/developers/docs/scaling/zk-rollups/\">జీరో-కనౌలెడ్జి రోలప్‌లపై మరిన్ని వివరాలు</a>."
}
