{
  "page-trillion-dollar-security-meta-title": "ట్రిలియన్ డాలర్ల భద్రతా ప్రాజెక్ట్ - భద్రతా సవాళ్ల అవలోకనం నివేదిక",
  "page-trillion-dollar-security-meta-description": "1TS ప్రాజెక్ట్ అనేది ఇతీరియము యొక్క భద్రతను అప్‌గ్రేడ్ చేయడానికి పర్యావరణ వ్యవస్థ-వ్యాప్త ప్రయత్నం. ఈ నివేదిక పర్యావరణ వ్యవస్థ ఎదుర్కొంటున్న ప్రస్తుత భద్రతా సవాళ్లను సర్వే చేస్తుంది.",
  "page-trillion-dollar-security-subtitle": "ట్రిలియన్ డాలర్ల భద్రతా ప్రాజెక్ట్",
  "page-trillion-dollar-security-title": "భద్రతా సవాళ్ల అవలోకనం",
  "page-trillion-dollar-security-hero-paragraph-1": "ఇతీరియము అత్యంత సురక్షితమైన, స్థితిస్థాపకమైన మరియు విశ్వసనీయమైన బ్లాక్ చైను పర్యావరణ వ్యవస్థ. గత 10 సంవత్సరాలుగా ఇతీరియము పర్యావరణ వ్యవస్థ సాంకేతికత, ప్రమాణాలు మరియు జ్ఞానాన్ని అభివృద్ధి చేసింది, ఇది నేడు లక్షలాది మంది ఉపయోగించే పర్యావరణ వ్యవస్థకు మద్దతు ఇస్తుంది మరియు ఇది $600 బిలియన్లకు పైగా మూలధనానికి హోమ్.",
  "page-trillion-dollar-security-hero-paragraph-2": "కానీ ప్రపంచవ్యాప్త దత్తత యొక్క తదుపరి దశలో ఇతీరియము విజయవంతం కావాలంటే, ఇంకా అనేక మెరుగుదలలు చేయాలి. మా సమాజం యొక్క ఆశయాలను సాధించడానికి, ఇతీరియము ఒక పర్యావరణ వ్యవస్థగా ఎదగాలి, ఇక్కడ:",
  "page-trillion-dollar-security-hero-paragraph-3": "<b>వందల కోట్ల మంది వ్యక్తులు ఒక్కొక్కరు $1000 కంటే ఎక్కువ ఆన్‌చైన్‌లో ఉంచుకోవడానికి సౌకర్యవంతంగా ఉంటారు</b>, ఇది సమిష్టిగా ఇతీరియములో సురక్షితం చేయబడిన ట్రిలియన్ల డాలర్లకు సమానం.",
  "page-trillion-dollar-security-hero-paragraph-4": "<b>కంపెనీలు, సంస్థలు మరియు ప్రభుత్వాలు ఒకే కాంట్రాక్ట్ లేదా అప్లికేషన్‌లో 1 ట్రిలియన్ డాలర్లకు పైగా విలువను నిల్వ చేయడానికి సౌకర్యవంతంగా ఉంటాయి</b>, మరియు పోల్చదగిన మొత్తంలో లావాదేవీలు చేయడానికి సౌకర్యవంతంగా ఉంటాయి.",
  "page-trillion-dollar-security-hero-paragraph-5": "<a>ట్రిలియన్ డాలర్ల భద్రత (1TS)</a> ప్రాజెక్ట్ అనేది ఇతీరియము యొక్క భద్రతను అప్‌గ్రేడ్ చేయడానికి పర్యావరణ వ్యవస్థ-వ్యాప్త ప్రయత్నం. ఈ నివేదిక 1TS ప్రాజెక్ట్ యొక్క మొదటి డెలివరబుల్. గత నెలలో, మేము వినియోగదారులు, అభివృద్ధి చేసేవారు, భద్రతా నిపుణులు మరియు సంస్థల నుండి వారు అతిపెద్ద సవాళ్లను మరియు మెరుగుదల కోసం ప్రాంతాలను ఎక్కడ చూస్తారో దాని గురించి అభిప్రాయాన్ని సేకరించాము. మీ అంతర్దృష్టులను మాతో పంచుకోవడానికి సమయం తీసుకున్న వందలాది మందికి మరియు డజన్ల కొద్దీ సంస్థలకు ధన్యవాదాలు.",
  "page-trillion-dollar-security-hero-paragraph-6": "ఈ నివేదిక మా పరిశోధనలను సంగ్రహిస్తుంది, 6 విభిన్న ప్రాంతాలను కవర్ చేస్తుంది:",
  "page-trillion-dollar-security-report-card-title": "ఇతీరియము పర్యావరణ వ్యవస్థ భద్రతా అవలోకనం నివేదిక",
  "page-trillion-dollar-security-download-report": "PDFని డౌన్‌లోడ్ చేయండి",
  "page-trillion-dollar-security-divider-heading": "ఇతీరియము పర్యావరణ వ్యవస్థ భద్రతా అవలోకనం నివేదిక",
  "page-trillion-dollar-security-sticky-info": "{section} కోసం ఇది కొన్ని స్టిక్కీ విభాగం సమాచారం. లోరెమ్ ఇప్సమ్ డోలర్ సిట్ అమేట్, కాన్సెక్టెటూర్ అడిపిస్కింగ్ ఎలిట్. పెల్లెంటెస్క్ యూస్మోడ్, ఉర్నా యూ టిన్సిడంట్ కాన్సెక్టెటూర్.",
  "page-trillion-dollar-security-content-overview-title": "అవలోకనం",
  "page-trillion-dollar-security-user-experience-title": "వినియోగదారుడి అనుభవం (UX)",
  "page-trillion-dollar-security-user-experience-description": "వినియోగదారుల ప్రైవేట్ కీలను సురక్షితంగా నిర్వహించడం, ఆన్‌చైన్ అప్లికేషన్‌లతో పరస్పర చర్య చేయడం మరియు లావాదేవీలపై సంతకం చేసే సామర్థ్యాన్ని ప్రభావితం చేసే సమస్యలు.",
  "page-trillion-dollar-security-smart-contract-title": "స్మార్ట్ కాంట్రాక్ట్ భద్రత",
  "page-trillion-dollar-security-smart-contract-description": "ఇతీరియము అప్లికేషన్‌ల స్మార్ట్ కాంట్రాక్ట్ భాగాల భద్రత మరియు వాటిని రూపొందించే సాఫ్ట్‌వేర్ ఉత్పత్తి యొక్క జీవితచక్రం.",
  "page-trillion-dollar-security-infrastructure-title": "మౌలిక సదుపాయాలు మరియు క్లౌడ్ భద్రత",
  "page-trillion-dollar-security-infrastructure-description": "L2 చైన్‌లు, RPCలు, క్లౌడ్ హోస్టింగ్ సేవలు మరియు మరిన్నింటి వంటి ఇతీరియము యాప్‌లు ఆధారపడే మౌలిక సదుపాయాలతో (క్రిప్టో-నిర్దిష్ట మరియు లెగసీ రెండూ) సమస్యలు.",
  "page-trillion-dollar-security-consensus-title": "ఏకాభిప్రాయం ప్రోటోకాల్",
  "page-trillion-dollar-security-consensus-description": "కోర్ ప్రోటోకాల్ యొక్క భద్రతా లక్షణాలు, ఇది ఇతీరియము బ్లాక్ చైనునే దాడి లేదా మానిప్యులేషన్ నుండి సురక్షితం చేస్తుంది.",
  "page-trillion-dollar-security-incident-title": "పర్యవేక్షణ, సంఘటన ప్రతిస్పందన మరియు ఉపశమనం",
  "page-trillion-dollar-security-incident-description": "భద్రతా ఉల్లంఘనలకు ప్రతిస్పందించేటప్పుడు వినియోగదారులు మరియు సంస్థలు ఎదుర్కొనే సవాళ్లు, ముఖ్యంగా నిధులను తిరిగి పొందడంలో లేదా అనంతర పరిణామాలను నిర్వహించడంలో.",
  "page-trillion-dollar-security-social-title": "సామాజిక లేయర్ మరియు పరిపాలన",
  "page-trillion-dollar-security-social-description": "ఇతీరియము యొక్క ఓపెన్ సోర్స్ పరిపాలన, సంఘం మరియు సంస్థల పర్యావరణ వ్యవస్థ.",
  "page-trillion-dollar-security-hero-closing-paragraph-1": "ఈ మొదటి నివేదిక మిగిలి ఉన్న సమస్యలు మరియు సవాళ్లను గుర్తించడం మరియు మ్యాపింగ్ చేయడంపై దృష్టి పెట్టింది. తదుపరి దశ అత్యంత ప్రాధాన్యత కలిగిన సమస్యలను ఎంచుకోవడం, పరిష్కారాలను గుర్తించడం మరియు వాటిని పరిష్కరించడానికి పర్యావరణ వ్యవస్థతో కలిసి పనిచేయడం.",
  "page-trillion-dollar-security-hero-closing-paragraph-2": "ఇతీరియము పర్యావరణ వ్యవస్థ వికేంద్రీకృతమైనందున, ఇతీరియమును సురక్షితం చేయడం అనేది ఒకే సంస్థ చేయగలిగేది కాదు. ఇతీరియము యొక్క టెక్నాలజీ స్టాక్ ప్రపంచవ్యాప్తంగా ఉన్న స్వతంత్ర సంస్థలచే నిర్మించబడింది మరియు నిర్వహించబడుతుంది, వాలెట్ల నుండి మౌలిక సదుపాయాల వరకు అభివృద్ధి చేసేవారి పనిముట్ల వరకు. 1TS ప్రాజెక్ట్ ఇతీరియము ఫౌండేషన్ ద్వారా సమన్వయం చేయబడినప్పటికీ, ఇతీరియమును సురక్షితం చేయడానికి మాకు మీ సహాయం కావాలి.",
  "page-trillion-dollar-security-hero-closing-paragraph-3": "మీరు మీ అభిప్రాయం మరియు ఆలోచనలను పంచుకోవడం ద్వారా 1TS భద్రతా ప్రాజెక్ట్‌కు సహకరించవచ్చు:",
  "page-trillion-dollar-security-feedback-question-1": "ఈ నివేదికలో చేర్చబడని ఇతీరియము భద్రతలో మీరు చూసే సమస్యలు ఏమైనా ఉన్నాయా?",
  "page-trillion-dollar-security-feedback-question-2": "క్రింద సర్వే చేయబడిన సమస్యలలో అత్యధిక ప్రాధాన్యతలు ఏవి అని మీరు నమ్ముతున్నారు?",
  "page-trillion-dollar-security-feedback-question-3": "ఈ సమస్యలను ఎలా పరిష్కరించాలనే దానిపై మీకు ఏవైనా ఆలోచనలు లేదా పరిష్కారాలు ఉన్నాయా?",
  "page-trillion-dollar-security-contact-paragraph": "మేము మీ నుండి <a>trilliondollarsecurity@ethereum.org</a> వద్ద వినడానికి ఆసక్తిగా ఉన్నాము.",
  "page-trillion-dollar-security-section-1-intro": "ఇతీరియముతో పరస్పర చర్య చేయడానికి ప్రజలు ఉపయోగించే ఇంటర్‌ఫేస్‌తో భద్రత ప్రారంభమవుతుంది. వినియోగదారులు మరియు బ్లాక్ చైను మధ్య ఈ సరిహద్దు భద్రతా సవాళ్లకు స్థిరమైన మూలం.",
  "page-trillion-dollar-security-section-1-paragraph-1": "బ్లాక్ చైనుల యొక్క ఒక నిర్వచించే లక్షణం లావాదేవీల యొక్క పరమాణు స్వభావం: ఒకసారి ఒక అప్‌డేట్ బ్లాక్ చైనులో రికార్డ్ చేయబడితే, జోక్యం లేదా రివర్సల్‌కు అవకాశం లేదు. ఇది స్థిరత్వం మరియు ప్రోటోకాల్ స్థాయి భద్రత యొక్క బలమైన హామీలను అందిస్తుంది, కానీ వినియోగదారులను పెరిగిన కార్యాచరణ ప్రమాదానికి గురి చేస్తుంది: ఒకే పొరపాటు, రాజీపడిన కీ లేదా తొందరపాటు ఆమోదం కోలుకోలేని నష్టానికి దారితీస్తుంది.",
  "page-trillion-dollar-security-section-1-paragraph-2": "ఫలితంగా, భద్రత యొక్క గణనీయమైన భారం వినియోగదారుడిపై పడుతుంది. ఇతీరియమును సురక్షితంగా ఉపయోగించడానికి, వ్యక్తులు మరియు సంస్థలు కీలను సురక్షితంగా పట్టుకొని నిర్వహించాలి, ఆన్‌చైన్ అప్లికేషన్‌లతో పరస్పర చర్య చేయాలి మరియు ఆస్తులను బదిలీ చేయడానికి లేదా ఇతీరియము యొక్క స్థితిని నవీకరించడానికి లావాదేవీలపై సంతకం చేయడానికి వారి కీలను ఉపయోగించాలి.",
  "page-trillion-dollar-security-section-1-paragraph-3": "ఈ అవసరాలలో ప్రతి ఒక్కటి కీ రాజీ లేదా నష్టం, తొందరపాటు లేదా తెలియని ఆమోదాలు, లేదా ఇతీరియముతో పరస్పర చర్య చేయడం ద్వారా వారికి తెలియజేయడానికి మరియు మార్గనిర్దేశం చేయడానికి వినియోగదారులు ఆధారపడే వాలెట్ సాఫ్ట్‌వేర్ రాజీ వంటి ప్రమాదాలను పరిచయం చేస్తుంది.",
  "page-trillion-dollar-security-section-1-1-title": "1.1 కీ నిర్వహణ",
  "page-trillion-dollar-security-section-1-1-paragraph-1": "చాలా మంది వినియోగదారులు క్రిప్టోగ్రాఫిక్ కీలను సురక్షితంగా నిర్వహించడానికి సన్నద్ధంగా లేరు.",
  "page-trillion-dollar-security-section-1-1-paragraph-2": "అత్యంత విస్తృతంగా ఉపయోగించే సాఫ్ట్‌వేర్ వాలెట్లు వినియోగదారులు వారి అంతర్లీన క్రిప్టోగ్రాఫిక్ ప్రైవేట్ కీని సూచించే సీడ్ ఫ్రేజ్‌లను సురక్షితంగా నిల్వ చేయడంపై ఆధారపడతాయి, ఇది తరచుగా వారిని సీడ్ ఫ్రేజ్‌లను ప్లెయిన్‌టెక్స్ట్‌లో, క్లౌడ్ సేవల్లో నిల్వ చేయడం లేదా కాగితంపై వ్రాయడం వంటి అసురక్షిత ప్రత్యామ్నాయ మార్గాలను ఉపయోగించడానికి దారి తీస్తుంది.",
  "page-trillion-dollar-security-section-1-1-paragraph-3": "హార్డ్‌వేర్ వాలెట్లు ఒక ప్రత్యామ్నాయం, ఇది వినియోగదారులను ఒక ప్రత్యేక ప్రయోజన భౌతిక పరికరంలో నిల్వ చేయబడిన క్రిప్టోగ్రాఫిక్ కీని నిర్వహించడానికి వీలు కల్పిస్తుంది. అయినప్పటికీ, హార్డ్‌వేర్ వాలెట్లకు వాటి స్వంత లోపాలు మరియు దాడి ఉపరితలం ఉన్నాయి. హార్డ్‌వేర్ వాలెట్లు పోవచ్చు, దెబ్బతినవచ్చు లేదా దొంగిలించబడవచ్చు. చాలా హార్డ్‌వేర్ వాలెట్లు ఓపెన్ సోర్స్ కావు మరియు అపారదర్శక సరఫరా గొలుసులను కలిగి ఉండవచ్చు, రాజీపడిన పరికరాలు మార్కెట్‌లోకి విక్రయించబడే సరఫరా గొలుసు దాడి ప్రమాదాన్ని పెంచుతాయి.",
  "page-trillion-dollar-security-section-1-1-paragraph-4": "కీలు సాఫ్ట్‌వేర్ లేదా హార్డ్‌వేర్ వాలెట్‌లో నిర్వహించబడినా, చాలా మంది వినియోగదారులు భౌతిక దొంగతనం లేదా దాడి ద్వారా రాజీపడగలిగినప్పుడు స్వీయ అదుపు గురించి సహజంగానే నాడీగా ఉంటారు.",
  "page-trillion-dollar-security-section-1-1-paragraph-5": "సంస్థ మరియు సంస్థాగత వినియోగదారులు కీ నిర్వహణలో అదనపు సవాళ్లను ఎదుర్కొంటారు. వ్యక్తిగత ఉద్యోగులు కీలను కలిగి ఉంటే (ఉదా., మల్టీసిగ్ వాలెట్‌లో భాగంగా), కాలక్రమేణా సిబ్బంది మార్పుల కారణంగా సంస్థ వాటిని భర్తీ చేయగలగాలి మరియు కొత్త వాటిని సృష్టించాలి. విభిన్న పరిశ్రమలు మరియు అధికార పరిధిలోని సమ్మతి అవసరాలకు ఇప్పటికే ఉన్న వాలెట్ సాఫ్ట్‌వేర్ మద్దతు ఇవ్వని కస్టమ్ వర్క్‌ఫ్లోలు లేదా ఆడిట్ ట్రైల్స్ అవసరం కావచ్చు. కొన్ని సందర్భాల్లో, సంస్థ వినియోగదారులు డిజిటల్ ఆస్తుల కోసం మూడవ-పక్షం కస్టోడియన్ల వైపు మొగ్గు చూపుతారు, ఇది పరిగణించవలసిన భద్రతా ప్రమాదాల యొక్క మరొక లేయర్‌ను పరిచయం చేయవచ్చు.",
  "page-trillion-dollar-security-section-1-2-title": "1.2 బ్లైండ్ సైనింగ్ & లావాదేవీ అనిశ్చితి",
  "page-trillion-dollar-security-section-1-2-paragraph": "వినియోగదారులు వారు ఏమి చేస్తున్నారో అర్థం చేసుకోకుండానే లావాదేవీలను మామూలుగా \"గుడ్డిగా\" ఆమోదిస్తారు. వాలెట్లు తరచుగా ముడి హెక్సాడెసిమల్ డేటా, కుదించబడిన కాంట్రాక్ట్ చిరునామా లేదా ఇవ్వబడిన లావాదేవీ యొక్క పర్యవసానాలను అర్థం చేసుకోవడానికి వినియోగదారునికి సరిపోని ఇతర సమాచారాన్ని అందిస్తాయి. ఇది అన్ని రకాల వినియోగదారులను హానికరమైన స్మార్ట్ కాంట్రాక్టులు, ఫిషింగ్, స్కామ్‌లు, స్పూఫ్డ్ ఇంటర్‌ఫేస్‌లు, ఫ్రంట్-ఎండ్ రాజీలు మరియు ప్రాథమిక వినియోగదారు లోపాలకు గురి చేస్తుంది.",
  "page-trillion-dollar-security-section-1-3-title": "1.3 ఆమోదం మరియు అనుమతి నిర్వహణ",
  "page-trillion-dollar-security-section-1-3-paragraph-1": "చాలా ఇతీరియము అప్లికేషన్‌లలో, సాధారణ వినియోగంలో భాగంగా వినియోగదారులు అంతర్లీన అప్లికేషన్‌కు నిర్దిష్ట అనుమతులను మంజూరు చేయడం సాధారణం. ఉదాహరణకు, ఒక వినియోగదారుడు తమ టోకెన్లను ETH కోసం మార్చుకోవడానికి వాటిని తరలించడానికి Uniswap వంటి వికేంద్రీకృత ఎక్స్ఛేంజ్‌కు అనుమతి ఇవ్వవచ్చు.",
  "page-trillion-dollar-security-section-1-3-paragraph-2": "ఈ ఆమోదాలకు మొత్తంపై పరిమితులు ఉండవచ్చు, కానీ చాలా వాలెట్లు గడువు తేదీ లేకుండా అపరిమిత ఆమోదాలను మంజూరు చేయడానికి డిఫాల్ట్ అవుతాయి. చాలా వాలెట్ల నుండి వినియోగదారులు వారి బకాయి ఉన్న ఆమోదాలను నిర్వహించడానికి లేదా సమీక్షించడానికి మార్గం లేదు.",
  "page-trillion-dollar-security-section-1-3-paragraph-3": "ఇది వినియోగదారులను హానికరమైన యాప్‌లు లేదా రాజీపడిన ఫ్రంటెండ్‌లకు గురి చేస్తుంది, ఎందుకంటే చాలా మంది వినియోగదారుల కోసం డిఫాల్ట్ నమూనా అపరిమిత ఆమోదాలను మంజూరు చేయడం, ఇది వారి నిధులను హరించడానికి ఉపయోగించబడుతుంది. ఒక వినియోగదారుడు ఒక చట్టబద్ధమైన స్మార్ట్ కాంట్రాక్ట్‌కు ఆమోదం మంజూరు చేసినప్పటికీ, ఆమోదం అమలులో ఉన్నప్పుడు ఆ కాంట్రాక్ట్ తరువాత రాజీపడితే, అప్పుడు రాజీపడిన కాంట్రాక్ట్ వినియోగదారుని నిధులను హరించగలదు.",
  "page-trillion-dollar-security-section-1-3-paragraph-4": "ఇది సంస్థాగత వినియోగదారులకు సమానంగా ఒక ప్రమాదం. ఉదాహరణకు, ఒక సంస్థ కార్యాచరణ సౌలభ్యం కోసం DEX రౌటర్‌కు అపరిమిత USDC భత్యాన్ని మంజూరు చేయడానికి ఎంచుకోవచ్చు, ఇది రౌటర్ కాంట్రాక్ట్ అప్‌గ్రేడ్ చేయబడితే వారిని ప్రమాదాలకు గురి చేస్తుంది.",
  "page-trillion-dollar-security-section-1-4-title": "1.4 రాజీపడిన వెబ్ ఇంటర్‌ఫేస్‌లు",
  "page-trillion-dollar-security-section-1-4-paragraph-1": "చాలా మంది వినియోగదారులు స్మార్ట్ కాంట్రాక్ట్‌తో నేరుగా పరస్పర చర్య చేయరు, కానీ వారి మొబైల్ పరికరం లేదా వెబ్ బ్రౌజర్ ద్వారా వెబ్ ఇంటర్‌ఫేస్ ద్వారా.",
  "page-trillion-dollar-security-section-1-4-paragraph-2": "ఈ ఫ్రంటెండ్‌లు DNS హైజాకింగ్, హానికరమైన జావాస్క్రిప్ట్ ఇంజెక్షన్, అసురక్షిత హోస్టింగ్ లేదా వివిధ మూడవ పార్టీ డిపెండెన్సీల వంటి తెలిసిన మార్గాల ద్వారా దాడికి గురవుతాయి. రాజీపడిన యాప్ UX అన్ని రకాల వినియోగదారులను హానికరమైన స్మార్ట్ కాంట్రాక్టులకు దారి మళ్లించవచ్చు లేదా తప్పుదారి పట్టించే లావాదేవీలపై సంతకం చేయడానికి దారితీస్తుంది.",
  "page-trillion-dollar-security-section-1-5-title": "1.5 గోప్యత",
  "page-trillion-dollar-security-section-1-5-paragraph-1": "గోప్యత అన్ని రకాల వినియోగదారుల కోసం భద్రతా ప్రమాదాలను తగ్గించవచ్చు లేదా పెంచవచ్చు.",
  "page-trillion-dollar-security-section-1-5-paragraph-2": "బలహీనమైన గోప్యతా రక్షణలు వ్యక్తిగత వినియోగదారులను ఫిషింగ్, దోపిడీ, స్కామ్‌లు లేదా భౌతిక దాడుల వంటి వివిధ లక్ష్య బెదిరింపులకు గురి చేస్తాయి. చాలా సాధారణ UX నమూనాలు వినియోగదారులను బహిర్గతం చేస్తాయి, ఉదా., చిరునామా పునర్వినియోగం, KYC డేటా మరియు ఇతర మెటాడేటా లీక్‌లు.",
  "page-trillion-dollar-security-section-1-5-paragraph-3": "సంస్థలు మరియు ఎంటర్‌ప్రైజ్‌ల కోసం, గోప్యత తరచుగా సమ్మతి కారణాల కోసం లేదా నిర్దిష్ట వినియోగ సందర్భాల కోసం ఒక ప్రాథమిక వ్యాపార అవసరం. ఆ సమస్యలతో పాటు, ఇది నిర్దిష్ట భద్రతా ప్రమాదాలకు బహిర్గతం చేయగలదు. ఉదాహరణకు, ఇతీరియముపై నిర్మించిన సరఫరా గొలుసు వ్యవస్థ యొక్క వినియోగదారుడు సిస్టమ్ పారదర్శకంగా ఉంటే రాజీపడగల మేధో సంపత్తి ఆస్తులను రక్షించడానికి బలమైన గోప్యతా హామీలు అవసరం కావచ్చు.",
  "page-trillion-dollar-security-section-1-6-title": "1.6 ఫ్రాగ్మెంటేషన్",
  "page-trillion-dollar-security-section-1-6-paragraph-1": "విభిన్నమైన వాలెట్లు లావాదేవీలను ప్రదర్శించడం, ఆమోదాలను నిర్వహించడం లేదా కాంట్రాక్టులను లేబుల్ చేయడం వంటి ప్రధాన ప్రవర్తనలను ఎలా నిర్వహిస్తాయనే దానిలో స్థిరత్వం లేకపోవడం ఉంది. వినియోగదారుడి అనుభవం యొక్క ఈ ఫ్రాగ్మెంటేషన్ వినియోగదారుడు వాలెట్లను సురక్షితంగా ఎలా ఉపయోగించాలో నేర్చుకునే సామర్థ్యానికి ఘర్షణను జోడిస్తుంది మరియు ప్రమాదాలను పెంచుతుంది.",
  "page-trillion-dollar-security-section-1-6-paragraph-2": "ఉదాహరణకు, వినియోగదారులు ఫిషింగ్ మరియు స్పూఫింగ్ నుండి తమను తాము రక్షించుకోవడానికి స్థిరమైన UX సూచనలపై ఆధారపడలేరు, ఎందుకంటే అవి వాలెట్ల అంతటా విభిన్నంగా ఉంటాయి. ప్రతి ఉపకరణం విభిన్నంగా పనిచేస్తే ఇతీరియము ఎలా పనిచేస్తుందనే దానిపై వినియోగదారులు విశ్వసనీయ అంచనాలను రూపొందించలేరు.",
  "page-trillion-dollar-security-section-2-intro": "స్మార్ట్ కాంట్రాక్టులు ఇతీరియము అప్లికేషన్‌ల యొక్క ఆన్‌చైన్ భాగాలు: నిధులను కలిగి ఉన్న సంకేత భాష, యాక్సెస్ నియంత్రణలను నిర్వచిస్తుంది మరియు అప్లికేషన్ యొక్క వ్యాపార తర్కాన్ని అమలు చేస్తుంది. స్మార్ట్ కాంట్రాక్టులు సాధారణంగా పారదర్శకంగా మరియు ఎవరికైనా అందుబాటులో ఉంటాయి కాబట్టి, ఇతీరియము పర్యావరణ వ్యవస్థలో భద్రతను పరిగణనలోకి తీసుకున్నప్పుడు అవి ఒక క్లిష్టమైన దాడి ఉపరితలం.",
  "page-trillion-dollar-security-section-2-paragraph-1": "ఇతీరియము చరిత్రలో స్మార్ట్ కాంట్రాక్ట్ భద్రత సమూలంగా మెరుగుపడింది. DAO హ్యాక్ వంటి ప్రారంభ భద్రతా సంఘటనలు ఆన్‌చైన్‌లో సంకేత భాష డిప్లాయ్ చేయడానికి దారితీసే సాఫ్ట్‌వేర్ జీవితచక్రం అంతటా వృత్తిపరంగా మరియు రక్షణ చర్యలను మెరుగుపరచడానికి పర్యావరణ వ్యవస్థను ప్రేరేపించాయి. ముఖ్యమైన పురోగతులు:",
  "page-trillion-dollar-security-section-2-list-1": "భద్రతా ఆడిటింగ్ ఒక ప్రామాణిక పద్ధతిగా మారింది, అనేక భద్రతా సంస్థలు పర్యావరణ వ్యవస్థలోకి ప్రవేశించి నైపుణ్యాన్ని అభివృద్ధి చేశాయి.",
  "page-trillion-dollar-security-section-2-list-2": "పనిముట్లు, పరీక్ష మరియు స్టాటిక్ విశ్లేషణ వ్యవస్థలు పరిపక్వం చెంది ప్రామాణిక పద్ధతిగా మారాయి.",
  "page-trillion-dollar-security-section-2-list-3": "ముందుగా ఆడిట్ చేయబడిన సాధారణ భాగాల లైబ్రరీలు అభివృద్ధి చేసేవారికి సురక్షితమైన-డిఫాల్ట్ బిల్డింగ్ బ్లాక్‌లను ఇచ్చాయి.",
  "page-trillion-dollar-security-section-2-list-4": "అధికారిక ధృవీకరణ పద్ధతులు అవలంబించబడ్డాయి, ముఖ్యంగా బ్రిడ్జ్‌లు, స్టేకింగ్ వ్యవస్థలు మరియు అధిక విలువ కలిగిన కాంట్రాక్టుల కోసం.",
  "page-trillion-dollar-security-section-2-list-5": "పర్యావరణ వ్యవస్థ యొక్క భద్రతా సంస్కృతి మరియు ఉత్తమ పద్ధతులు మెరుగుపడ్డాయి.",
  "page-trillion-dollar-security-section-2-list-6": "యాప్ లేయర్‌ను కఠినతరం చేసిన ముఖ్యమైన బౌంటీ ప్రోగ్రామ్‌ల సృష్టి.",
  "page-trillion-dollar-security-section-2-paragraph-2": "అయినప్పటికీ, ఈ డొమైన్‌లో బలహీనతలు మరియు మెరుగుదల కోసం ప్రాంతాలు మిగిలి ఉన్నాయి.",
  "page-trillion-dollar-security-section-2-1-title": "2.1 కాంట్రాక్ట్ దుర్బలత్వాలు",
  "page-trillion-dollar-security-section-2-1-paragraph": "స్మార్ట్ కాంట్రాక్ట్ భద్రతలో పురోగతులు ఉన్నప్పటికీ, గణనీయమైన భద్రతా సమస్యలకు దారితీసే దుర్బలత్వాలు ఇంకా ఉన్నాయి, వీటితో సహా:",
  "page-trillion-dollar-security-section-2-1-list-title-1": "కాంట్రాక్ట్ అప్‌గ్రేడ్ ప్రమాదం",
  "page-trillion-dollar-security-section-2-1-list-desc-1": "కొన్ని కాంట్రాక్టులు డిప్లాయ్‌మెంట్ తర్వాత మార్పు చేయదగినవిగా రూపొందించబడ్డాయి, ఒక అభివృద్ధి బృందం ఒక అప్లికేషన్‌ను అప్‌డేట్ చేయడం మరియు మెరుగుపరచడం కొనసాగించడానికి వీలు కల్పిస్తుంది. అయినప్పటికీ, ఇది ప్రమాదాలను పరిచయం చేస్తుంది. అప్‌గ్రేడ్‌లు కొత్త దుర్బలత్వాలకు దారితీయవచ్చు, లేదా హానికరమైన అప్‌గ్రేడ్ సందర్భంలో వినియోగదారు నిధుల పూర్తి నష్టం.",
  "page-trillion-dollar-security-section-2-1-list-title-2": "పునః ప్రవేశం",
  "page-trillion-dollar-security-section-2-1-list-desc-2": "ఇక్కడ కాంట్రాక్ట్ A దాని స్వంత అంతర్గత స్థితిని అప్‌డేట్ చేయడానికి ముందు బాహ్య కాంట్రాక్ట్ Bని పిలుస్తుంది మరియు కాంట్రాక్ట్ B మొదటి కాల్ ముగియడానికి ముందు అసలు కాంట్రాక్ట్ Aకి తిరిగి కాల్ చేస్తుంది.",
  "page-trillion-dollar-security-section-2-1-list-title-3": "బాహ్య లైబ్రరీల అసురక్షిత వినియోగం",
  "page-trillion-dollar-security-section-2-1-list-desc-3": "ఇక్కడ ఒక కాంట్రాక్ట్ ఆడిట్ చేయని, హానికరమైన లేదా అప్‌గ్రేడ్ చేయగల బాహ్య లైబ్రరీని పిలుస్తుంది.",
  "page-trillion-dollar-security-section-2-1-list-title-4": "ఆడిట్ చేయని భాగాలు",
  "page-trillion-dollar-security-section-2-1-list-desc-4": "ఆడిటింగ్ మరియు ప్రామాణిక లైబ్రరీల వినియోగం మెరుగుపడినప్పటికీ, అభివృద్ధి చేసేవారు కొన్నిసార్లు వారి అప్లికేషన్‌లలో ఆడిట్ చేయని భాగాలపై ఆధారపడతారు.",
  "page-trillion-dollar-security-section-2-1-list-title-5": "యాక్సెస్ నియంత్రణ వైఫల్యాలు",
  "page-trillion-dollar-security-section-2-1-list-desc-5": "ఇక్కడ అనుమతులు తప్పుగా కాన్ఫిగర్ చేయబడ్డాయి లేదా చాలా విస్తృతంగా నిర్వచించబడ్డాయి, దాడి చేసేవారు హానికరమైన చర్యలు తీసుకోవడానికి అనుమతిస్తుంది.",
  "page-trillion-dollar-security-section-2-1-list-title-6": "అనధికార యాక్సెస్",
  "page-trillion-dollar-security-section-2-1-list-desc-6": "ఇక్కడ కాంట్రాక్ట్‌ను నియంత్రించగల ఒక ప్రైవేట్ కీని ఒక హానికరమైన నటుడు పొందుతాడు.",
  "page-trillion-dollar-security-section-2-1-list-title-7": "బ్రిడ్జ్‌లు మరియు క్రాస్‌చైన్ పరస్పర చర్యలు",
  "page-trillion-dollar-security-section-2-1-list-desc-7": "బ్రిడ్జ్‌లు మరియు క్రాస్‌చైన్ ప్రోటోకాల్‌లు అదనపు సంక్లిష్టతను పరిచయం చేస్తాయి మరియు దాడి చేసేవారు క్రాస్‌చైన్ సందేశాలు ఎలా పాస్ చేయబడతాయి లేదా ధృవీకరించబడతాయి అనే దానిలో బలహీనతలను దోపిడీ చేయవచ్చు.",
  "page-trillion-dollar-security-section-2-1-list-title-8": "బాహ్యంగా యాజమాన్య ఖాతా (EOA) ప్రతినిధి బృందం లేదా సంతకం దుర్వినియోగం",
  "page-trillion-dollar-security-section-2-1-list-desc-8": "హానికరమైన అప్లికేషన్‌లు వినియోగదారులను వారి ఖాతా యొక్క పూర్తి ప్రతినిధి బృందాన్ని మరొక పార్టీకి సంతకం చేయడానికి మోసగించవచ్చు, దొంగతనానికి వీలు కల్పిస్తుంది. హానికరమైన అప్లికేషన్‌లు వినియోగదారుడి నుండి సంతకం చేసిన సందేశాలను ఊహించని మార్గాల్లో కూడా ఉపయోగించవచ్చు, ఉదా., రీప్లే దాడిలో.",
  "page-trillion-dollar-security-section-2-1-list-title-9": "AI సంకేత భాష తరం లేదా ఆటోమేటెడ్ రిఫ్యాక్టరింగ్ ఉపకరణాల ద్వారా పరిచయం చేయబడిన బగ్‌ల యొక్క ఉద్భవిస్తున్న ప్రమాదం",
  "page-trillion-dollar-security-section-2-2-title": "2.2 అభివృద్ధి చేసేవారి అనుభవం, పనిముట్లు మరియు ప్రోగ్రామింగ్ భాషలు",
  "page-trillion-dollar-security-section-2-2-paragraph": "అభివృద్ధి చేసేవారి లోపం ఫలితంగా దుర్బలత్వాలు డిప్లాయ్ చేయబడిన సంకేత భాషలో ముగుస్తాయి. మెరుగైన అభివృద్ధి చేసేవారి పనిముట్లు సురక్షితమైన స్మార్ట్ కాంట్రాక్టులను డిప్లాయ్ చేయడాన్ని గణనీయంగా సులభతరం చేశాయి. అయినప్పటికీ, సమస్యలు మిగిలి ఉన్నాయి.",
  "page-trillion-dollar-security-section-2-2-list-title-1": "ప్రముఖ ఫ్రేమ్‌వర్క్‌లలో సురక్షితమైన డిఫాల్ట్‌ల కొరత",
  "page-trillion-dollar-security-section-2-2-list-desc-1": "కొన్ని ఉపకరణాలు భద్రత కంటే వశ్యత లేదా వేగానికి ప్రాధాన్యత ఇస్తాయి, approve() ఫంక్షన్‌లో అపరిమిత టోకెన్ ఆమోదాల వంటి అసురక్షిత డిఫాల్ట్‌లను సెట్ చేస్తాయి లేదా డిఫాల్ట్‌గా యాక్సెస్ నియంత్రణ నమూనాలను చేర్చడంలో విఫలమవుతాయి.",
  "page-trillion-dollar-security-section-2-2-list-title-2": "అధునాతన కార్యాచరణ నియంత్రణల కోసం కస్టమ్ సంకేత భాష",
  "page-trillion-dollar-security-section-2-2-list-desc-2": "సంక్లిష్టమైన కార్యాచరణ అవసరాలు కలిగిన సంస్థాగత వినియోగదారులు తరచుగా అవసరమైన ఫీచర్లను మొదటి నుండి నిర్మించాలి, దుర్బలత్వాల ప్రమాదాన్ని పెంచుతుంది. అధునాతన భద్రతా వర్క్‌ఫ్లోల కోసం ప్రామాణికమైన సురక్షితమైన భాగాలు లేదా ఫ్రేమ్‌వర్క్‌ల కొరత ఉంది.",
  "page-trillion-dollar-security-section-2-2-list-title-3": "అస్థిరమైన పరీక్ష కవరేజ్",
  "page-trillion-dollar-security-section-2-2-list-desc-3": "పనిముట్ల స్టాక్‌ల అంతటా, అలాగే ఫజ్జింగ్ లేదా ఇన్వేరియంట్ చెకింగ్ వంటి నిరూపితమైన పద్ధతులను ఉపయోగించడం చుట్టూ నిబంధనల కొరత.",
  "page-trillion-dollar-security-section-2-2-list-title-4": "అధికారిక ధృవీకరణ పద్ధతుల తక్కువ దత్తత",
  "page-trillion-dollar-security-section-2-2-list-desc-4": "అధికారిక ధృవీకరణ పద్ధతులు శక్తివంతమైనవి, కానీ అవి సంక్లిష్టమైనవి, ఖరీదైనవి, ప్రత్యేక డొమైన్ నైపుణ్యం అవసరం, మరియు ప్రామాణిక అభివృద్ధి చేసేవారి వర్క్‌ఫ్లోలలో బాగా విలీనం కాలేదు, ఇక్కడ అవి స్పెసిఫికేషన్ దశలో భద్రతను ధృవీకరించడానికి సాఫ్ట్‌వేర్ ఉత్పత్తిలో చాలా ముందుగా ఉపయోగించబడతాయి.",
  "page-trillion-dollar-security-section-2-2-list-title-5": "కాంట్రాక్ట్ ధృవీకరణకు సంబంధించిన సమస్యలు",
  "page-trillion-dollar-security-section-2-2-list-desc-5": "వినియోగదారులు మరియు అభివృద్ధి చేసేవారు డిప్లాయ్ చేయబడిన కాంట్రాక్టుల విశ్వసనీయతను, వాటి భద్రతా ధృవీకరణ పరిధిని (ఉదా., సంకేత భాష ఆడిట్‌లు) లేదా గుప్త ప్రమాదాల ఉనికిని సులభంగా అంచనా వేయలేరు. ఈ ప్రయోజనం కోసం పరిష్కారాలు ఉన్నప్పటికీ, చాలా సమస్యలు మిగిలి ఉన్నాయి. ఈ సమస్యలను పరిష్కరించే పనిముట్లు విస్తృతంగా అవలంబించబడలేదు, విధానాలను ఏకీకృతం చేసే ప్రమాణాలు ఫ్రాగ్మెంట్‌గా మిగిలిపోయాయి మరియు ఇప్పటికే ఉన్న కొన్ని సేవలు స్వయంగా కేంద్రీకృత డిపెండెన్సీలు.",
  "page-trillion-dollar-security-section-2-2-list-title-6": "కంపైలర్ ప్రమాదాలు",
  "page-trillion-dollar-security-section-2-2-list-desc-6": "కంపైలర్లు (మానవ చదవగలిగే Solidity వంటి సంకేత భాషను EVM స్వయంగా ఉపయోగించే బైట్‌కోడ్‌లోకి మార్చే సాఫ్ట్‌వేర్) లోపాలను కలిగి ఉండవచ్చు, ఇది స్మార్ట్ కాంట్రాక్టులు డిప్లాయ్ చేయబడటానికి ముందు వాటిలోకి లోపాలను పరిచయం చేస్తుంది. నేటి ఇతీరియము పర్యావరణ వ్యవస్థ ఎక్కువగా solc కంపైలర్‌పై ఆధారపడి ఉంటుంది, అంటే ఒక బగ్ విస్తృత ప్రభావాలను కలిగి ఉంటుంది.",
  "page-trillion-dollar-security-section-2-2-list-title-7": "ప్రోగ్రామింగ్ భాషా వైవిధ్యం మరియు లోతు",
  "page-trillion-dollar-security-section-2-2-list-desc-7": "Solidity దానిపై నిర్మించిన లోతైన పనిముట్ల పర్యావరణ వ్యవస్థను కలిగి ఉన్నప్పటికీ, కొంతమంది అభివృద్ధి చేసేవారు మెమరీ భద్రత వంటి ఇతర ప్రోగ్రామింగ్ భాషలలో కనిపించే మరిన్ని ఆధునిక భద్రతా ఫీచర్లను కోరుకుంటారు.",
  "page-trillion-dollar-security-section-2-3-title": "2.3 ఆన్‌చైన్ సంకేత భాష యొక్క ప్రమాద అంచనా",
  "page-trillion-dollar-security-section-2-3-paragraph": "సంస్థలు మరియు ఎంటర్‌ప్రైజ్‌లు వారు ఆధారపడే సాంకేతికత మరియు వ్యవస్థల భద్రతను మూల్యాంకనం చేయడానికి ఇప్పటికే ఉన్న ప్రక్రియలు, ప్రమాణాలు మరియు అవసరాలను కలిగి ఉన్నాయి. అయినప్పటికీ, ఇప్పటికే ఉన్న ఫ్రేమ్‌వర్క్‌లు తరచుగా స్మార్ట్ కాంట్రాక్టులపై శుభ్రంగా మ్యాప్ చేయవు, సాధారణంగా మార్చగల సంకేత భాష, కేంద్రీకృత మార్పు నియంత్రణ మరియు జవాబుదారీతనం లేదా చట్టపరమైన బాధ్యత యొక్క స్పష్టమైన రేఖలను ఊహించుకుంటాయి. స్మార్ట్ కాంట్రాక్టులపై నిర్మించిన వ్యవస్థలు కొన్నిసార్లు ఆ ఊహలను విచ్ఛిన్నం చేస్తాయి, సంస్థలు ఇతీరియమును స్వీకరించడం మరియు ప్రమాదాన్ని తగిన విధంగా నిర్వహించడం కష్టతరం చేస్తుంది.",
  "page-trillion-dollar-security-section-3-intro": "ఇతీరియము యొక్క అనేక ఉపయోగాలు క్రిప్టో-నిర్దిష్ట మౌలిక సదుపాయాలు (ఉదా., లేయర్ 2 చైన్లు, RPC ప్రొవైడర్లు) మరియు సాంప్రదాయ క్లౌడ్ మరియు ఇంటర్నెట్ ఇన్‌ఫ్రా (ఉదా., AWS, CDN, DNS) రెండింటినీ కలిగి ఉన్న వివిధ మౌలిక సదుపాయాల ప్రొవైడర్లపై ఆధారపడి ఉంటాయి.",
  "page-trillion-dollar-security-section-3-paragraph-1": "ఈ వ్యవస్థలు వాలెట్ మరియు అప్లికేషన్ లేయర్ (ఉదా., వాలెట్ల కోసం RPC ఎండ్‌పాయింట్లు) మరియు ఇతీరియము ప్రోటోకాల్ స్వయంగా (ఉదా., చాలా మంది వాలిడేటర్లు క్లౌడ్ మౌలిక సదుపాయాలపై హోస్ట్ చేయబడ్డారు) రెండింటికీ ఒక దాడి ఉపరితలం. అంతర్లీన బ్లాక్ చైను ప్రోటోకాల్ సురక్షితంగా ఉన్నప్పటికీ, ప్రైవేట్ కీ రాజీ, ఫిషింగ్ మరియు గ్రాన్యులర్ యాక్సెస్ నియంత్రణల కొరత పెద్ద ఎత్తున అంతరాయాలు, దొంగతనం లేదా అనధికార మార్పులకు దారితీస్తుంది.",
  "page-trillion-dollar-security-section-3-1-title": "3.1 లేయర్ 2 చైన్లు",
  "page-trillion-dollar-security-section-3-1-paragraph": "లేయర్ 2 చైన్లు (L2లు) ఇతీరియము కోసం పొడిగింపులుగా పనిచేస్తాయి, వేగవంతమైన మరియు తక్కువ రుసుము వాతావరణాలను ఎనేబుల్ చేస్తూ ఇతీరియము మెయిన్‌నెట్ యొక్క కొన్ని లక్షణ భద్రతా హామీలను నిలుపుకుంటాయి (వాటి నిర్దిష్ట డిజైన్‌పై ఆధారపడి). అయినప్పటికీ, వాటికి వాటి స్వంత విభిన్న దాడి ఉపరితలాలు కూడా ఉన్నాయి:",
  "page-trillion-dollar-security-section-3-1-list-title-1": "మల్టీ-హాప్ బ్రిడ్జ్డ్ అసెట్ సంక్లిష్టత",
  "page-trillion-dollar-security-section-3-1-list-desc-1": "ఆస్తులు L1 మరియు బహుళ L2ల మధ్య ప్రయాణించినప్పుడు, అవి సురక్షితంగా ఉండవలసిన బహుళ సెట్ల కాంట్రాక్టులకు బహిర్గతం చేయబడతాయి. L2 చైన్‌లలో సరిపోలని అకౌంటింగ్ లేదా అంతరాయాలు దాడి చేసేవారిచే దోపిడీ చేయగల దుర్బలత్వాలను పరిచయం చేస్తాయి.",
  "page-trillion-dollar-security-section-3-1-list-title-2": "రోల్అప్ L2లు స్థితి అప్‌డేట్‌ల యొక్క ఖచ్చితత్వాన్ని అమలు చేయడానికి ప్రూవింగ్ సిస్టమ్‌లపై ఆధారపడతాయి",
  "page-trillion-dollar-security-section-3-1-list-desc-2": "ఈ వ్యవస్థలలో బగ్‌లు లేదా తప్పు కాన్ఫిగరేషన్‌లు ఫైనలైజేషన్‌ను నిలిపివేయవచ్చు లేదా నిరోధించవచ్చు, లేదా వినియోగదారు నిధుల నష్టానికి దారితీసే తప్పుడు స్థితి అప్‌డేట్‌ల ఫైనలైజేషన్‌ను అనుమతించవచ్చు.",
  "page-trillion-dollar-security-section-3-1-list-title-3": "భద్రతా కౌన్సిల్‌లు L2 సాఫ్ట్‌వేర్‌ను అప్‌గ్రేడ్ చేయడానికి లేదా కొన్ని అత్యవసర పరిస్థితులకు ప్రతిస్పందించడానికి \"బ్యాకప్\" మెకానిజంగా పనిచేసే కీహోల్డర్ల సమూహాలు",
  "page-trillion-dollar-security-section-3-1-list-desc-3": "సభ్యుల మధ్య రాజీ లేదా కుమ్మక్కు వినియోగదారు నిధులను ప్రమాదంలో పడేయగలదు లేదా ఆస్తులను స్తంభింపజేయగలదు కాబట్టి, భద్రతా కౌన్సిల్‌లు స్వయంగా ప్రమాదాలను కలిగిస్తాయి.",
  "page-trillion-dollar-security-section-3-1-paragraph-2": "L2 పనితీరు మరియు భద్రతను మూల్యాంకనం చేసే మరియు పోల్చే వివరణాత్మక ఫ్రేమ్‌వర్క్ మరియు పర్యవేక్షణ డాష్‌బోర్డ్ కోసం <a>L2Beat</a> చూడండి.",
  "page-trillion-dollar-security-section-3-2-title": "3.2 RPC మరియు నోడ్స్ మౌలిక సదుపాయాలు",
  "page-trillion-dollar-security-section-3-2-paragraph-1": "ఇతీరియము అప్లికేషన్‌లు RPC యాక్సెస్, ఎపిఐలు మరియు నోడ్స్ సేవల కోసం తక్కువ సంఖ్యలో ఇన్‌ఫ్రా ప్రొవైడర్లపై ఆధారపడి ఉంటాయి. ఇందులో క్రిప్టో-నిర్దిష్ట ఇన్‌ఫ్రా ప్రొవైడర్లు, అలాగే నోడ్స్‌ను హోస్ట్ చేయడానికి సాధారణంగా ఉపయోగించే సాంప్రదాయ క్లౌడ్ సేవలు (ఉదా., AWS, Cloudflare, Hetzner) ఉన్నాయి.",
  "page-trillion-dollar-security-section-3-2-paragraph-2": "ఈ ఇన్‌ఫ్రా ప్రొవైడర్లు ఆఫ్‌లైన్‌లోకి వెళ్లినా లేదా యాక్సెస్‌ను సెన్సార్ చేయడానికి లేదా థ్రాటిల్ చేయడానికి ప్రయత్నించినా, చాలా మంది వినియోగదారులు వారి వాలెట్ లేదా అప్లికేషన్ ద్వారా ఇతీరియమును యాక్సెస్ చేయకుండా నిరోధించబడవచ్చు, వారు కొత్త RPC లేదా ఇతర ఇన్‌ఫ్రా ప్రొవైడర్‌కు వలస వెళ్లే వరకు. ఈ ప్రొవైడర్లలో కొందరు గతంలో బ్లాక్ చైను కార్యకలాపాలతో సంబంధం ఉన్న ఖాతాలను సస్పెండ్ చేశారు లేదా మూసివేశారు, ఇది వికేంద్రీకృత అప్లికేషన్‌ల కోసం వారి దీర్ఘకాలిక విశ్వసనీయత గురించి ఆందోళనలను పెంచుతుంది.",
  "page-trillion-dollar-security-section-3-3-title": "3.3 DNS స్థాయి దుర్బలత్వాలు",
  "page-trillion-dollar-security-section-3-3-paragraph": "డొమైన్ నేమ్ సిస్టమ్ (DNS) అనేది ఇంటర్నెట్ యొక్క పునాది లేయర్, కానీ ఇది కేంద్రీకృతమైనది మరియు రాజీపడవచ్చు. చాలా మంది వినియోగదారులు వెబ్ డొమైన్‌ల ద్వారా యాప్‌లను యాక్సెస్ చేస్తారు, ఇవి దీనికి గురవుతాయి:",
  "page-trillion-dollar-security-section-3-3-list-1": "DNS హైజాకింగ్, ఇక్కడ ఒక దాడి చేసేవాడు హానికరమైన తప్పుడు ఫ్రంటెండ్‌ను చొప్పిస్తాడు.",
  "page-trillion-dollar-security-section-3-3-list-2": "డొమైన్ స్వాధీనం, ఇక్కడ ప్రభుత్వం లేదా రిజిస్ట్రార్ డొమైన్‌లను స్వాధీనం చేసుకోవచ్చు.",
  "page-trillion-dollar-security-section-3-3-list-3": "లుక్‌అలైక్ డొమైన్‌ల ద్వారా ఫిషింగ్, ఇక్కడ దాడి చేసేవారు వినియోగదారులను గందరగోళానికి గురిచేయడానికి దాదాపు ఒకేలాంటి పేర్లను నమోదు చేస్తారు.",
  "page-trillion-dollar-security-section-3-4-title": "3.4 సాఫ్ట్‌వేర్ సరఫరా గొలుసు మరియు లైబ్రరీలు",
  "page-trillion-dollar-security-section-3-4-paragraph": "ఇతీరియము అభివృద్ధి చేసేవారు ఓపెన్-సోర్స్ లైబ్రరీలపై ఆధారపడతారు, తరచుగా npm, crates.io లేదా GitHub వంటి సేవల నుండి నేరుగా లాగబడతారు. ఈ లైబ్రరీలు రాజీపడితే, అవి ఇలాంటి దాడులకు వెక్టర్‌గా ఉంటాయి:",
  "page-trillion-dollar-security-section-3-4-list-title-1": "హానికరమైన ప్యాకేజీ ఇంజెక్షన్",
  "page-trillion-dollar-security-section-3-4-list-desc-1": "ఇక్కడ దాడి చేసేవారు విస్తృతంగా ఉపయోగించే ప్యాకేజీని రాజీ చేస్తారు లేదా ఇలాంటి పేరుతో ఒకదాన్ని ప్రచురిస్తారు",
  "page-trillion-dollar-security-section-3-4-list-title-2": "హైజాక్ చేయబడిన డిపెండెన్సీలు",
  "page-trillion-dollar-security-section-3-4-list-desc-2": "ఇక్కడ మెయింటెయినర్లు ఒక ప్రాజెక్ట్‌పై నియంత్రణను కోల్పోతారు మరియు ఒక హానికరమైన నటుడు హానికరమైన సంకేత భాషను పరిచయం చేస్తాడు",
  "page-trillion-dollar-security-section-3-4-list-title-3": "అభివృద్ధి చేసేవారి రాజీ",
  "page-trillion-dollar-security-section-3-4-list-desc-3": "ఇక్కడ ఇన్‌స్టాల్ చేయబడిన ప్యాకేజీలు దాడి చేసేవారికి అభివృద్ధి చేసేవారి కంప్యూటర్‌పై నియంత్రణను ఇచ్చే సంకేత భాషను కలిగి ఉంటాయి.",
  "page-trillion-dollar-security-section-3-5-title": "3.5 ఫ్రంటెండ్ డెలివరీ సేవలు మరియు సంబంధిత ప్రమాదాలు",
  "page-trillion-dollar-security-section-3-5-paragraph": "చాలా ఇతీరియము అప్లికేషన్‌లు కంటెంట్ డెలివరీ నెట్‌వర్క్ (CDN) లేదా క్లౌడ్-ఆధారిత హోస్టింగ్ ప్లాట్‌ఫారమ్ (ఉదా., Vercel, Netlify, Cloudflare) ద్వారా వారి ఫ్రంటెండ్‌లను అందిస్తాయి. ఈ సేవలు రాజీపడితే, అవి హానికరమైన జావాస్క్రిప్ట్ ఇంజెక్షన్ వంటి దాడులకు వెక్టర్‌గా ఉంటాయి, ఇక్కడ దాడి చేసేవారు వినియోగదారులకు మార్పు చేయబడిన ఫ్రంటెండ్‌ను అందిస్తారు.",
  "page-trillion-dollar-security-section-3-6-title": "3.6 ఇంటర్నెట్ సర్వీస్ ప్రొవైడర్ స్థాయి సెన్సార్‌షిప్",
  "page-trillion-dollar-security-section-3-6-paragraph-1": "ఇంటర్నెట్ సర్వీస్ ప్రొవైడర్లు (ISPలు) లేదా దేశ రాష్ట్రాలు ఇతీరియముకు యాక్సెస్‌ను సెన్సార్ చేయడానికి అంతర్లీన ఇంటర్నెట్ మౌలిక సదుపాయాల నియంత్రణను ఉపయోగించవచ్చు. ఉదాహరణకు, ఈ దాడులలో ఇవి ఉండవచ్చు:",
  "page-trillion-dollar-security-section-3-6-list-1": "సాధారణ ఇతీరియము పోర్ట్‌లకు ట్రాఫిక్‌ను బ్లాక్ చేయడం లేదా థ్రాటిల్ చేయడం",
  "page-trillion-dollar-security-section-3-6-list-2": "ఇతీరియము సంబంధిత సేవలకు రిసాల్వ్ అయ్యే DNS అభ్యర్థనలను ఫిల్టర్ చేయడం",
  "page-trillion-dollar-security-section-3-6-list-3": "తెలిసిన ఇతీరియము నోడ్స్‌కు వ్యతిరేకంగా జియోఫెన్సింగ్ లేదా IP నిషేధాలు",
  "page-trillion-dollar-security-section-3-6-list-4": "ఇతీరియము ప్రోటోకాల్ సంబంధిత ట్రాఫిక్‌ను గుర్తించడానికి మరియు సెన్సార్ చేయడానికి డీప్ ప్యాకెట్ తనిఖీ",
  "page-trillion-dollar-security-section-3-6-paragraph-2": "ఈ ప్రాథమిక పద్ధతులలో చాలా వరకు నేడు సమాచారానికి, నిరసన ఉపకరణాలకు లేదా క్రిప్టోకరెన్సీలకు యాక్సెస్‌ను అణచివేయడానికి ప్రపంచవ్యాప్తంగా నిరంకుశ ప్రభుత్వాలు ఇప్పటికే ఉపయోగిస్తున్నాయి.",
  "page-trillion-dollar-security-section-4-intro": "ఇతీరియము యొక్క ఏకాభిప్రాయం ప్రోటోకాల్ నెట్‌వర్క్ ఇతీరియము బ్లాక్ చైను యొక్క స్థితిని ఎలా అప్‌డేట్ చేస్తుందో మరియు ఒక ఒప్పందానికి వస్తుందో నిర్వచిస్తుంది. డబ్బు, ఫైనాన్స్, గుర్తింపు, పరిపాలన, వాస్తవ ప్రపంచ ఆస్తులు మరియు మరిన్నింటికి ఇతీరియమును నమ్మకమైన ప్లాట్‌ఫారమ్‌గా మార్చే దాని పునాది వద్ద ఈ ప్రోటోకాల్ ఉంది.",
  "page-trillion-dollar-security-section-4-paragraph-1": "ఇతీరియము యొక్క ఏకాభిప్రాయం ప్రోటోకాల్ ఆచరణలో దృఢంగా నిరూపించబడింది, 2015లో మొదటిసారిగా ప్రారంభించినప్పటి నుండి మరియు అనేక అప్‌గ్రేడ్‌ల అంతటా సున్నా పనికిరాని సమయంతో. అయినప్పటికీ, వ్యవస్థను మరింత స్థితిస్థాపకంగా మరియు సురక్షితంగా చేయడానికి మెరుగుదల కోసం దీర్ఘకాలిక ప్రాంతాలు మిగిలి ఉన్నాయి.",
  "page-trillion-dollar-security-section-4-1-title": "4.1 ఏకాభిప్రాయం పెళుసుతనం మరియు పునరుద్ధరణ ప్రమాదాలు",
  "page-trillion-dollar-security-section-4-1-paragraph": "ఇతీరియము యొక్క ఫోర్క్ ఎంపిక మరియు ఫైనాలిటీ నియమాలు స్థితిస్థాపకంగా ఉంటాయి, కానీ అవి అభేద్యమైనవి కావు. నిర్దిష్ట అంచు కేసు పరిస్థితులలో (సుదీర్ఘ వాలిడేటర్ అసమ్మతి, క్లయింట్ బగ్‌లు లేదా నెట్‌వర్క్ విభజనలు వంటివి) ఏకాభిప్రాయం నిలిచిపోవచ్చు లేదా తాత్కాలికంగా వేరుపడవచ్చు. తీవ్రమైన పరిస్థితులలో, ఇది నిష్క్రియాత్మకత లీక్‌లు లేదా స్లాషింగ్ ద్వారా కాస్కేడింగ్ వాలిడేటర్ పెనాల్టీలకు దారితీయవచ్చు, ఇది వాలిడేటర్ల నుండి మూలధన పలాయనానికి మరింత దారితీయవచ్చు.",
  "page-trillion-dollar-security-section-4-2-title": "4.2 క్లయింట్ వైవిధ్యం",
  "page-trillion-dollar-security-section-4-2-paragraph": "ఇతీరియము యొక్క పరిశ్రమ-ప్రముఖ క్లయింట్ వైవిధ్యం నెట్‌వర్క్‌ను ఏ ఒక్క క్లయింట్‌లోని బగ్‌ల నుండి రక్షిస్తుంది. అయినప్పటికీ, ఈ ప్రమాదాలను మరింత తగ్గించడానికి మైనారిటీ క్లయింట్ల యొక్క మరింత దత్తతతో క్లయింట్ వైవిధ్యాన్ని ఇంకా మెరుగుపరచవచ్చు.",
  "page-trillion-dollar-security-section-4-3-title": "4.3 స్టేకింగ్ కేంద్రీకరణ మరియు పూల్ ఆధిపత్యం",
  "page-trillion-dollar-security-section-4-3-paragraph": "ద్రవ స్టేకింగ్ ప్రోటోకాల్స్, కస్టోడియల్ సేవలు మరియు పెద్ద నోడ్ ఆపరేటర్లలో గణనీయమైన మొత్తంలో వాలిడేటర్ బరువు కేంద్రీకృతమై ఉంటుంది. ఈ ఏకాగ్రత ఇలాంటి ప్రమాదాలకు దారితీయవచ్చు:",
  "page-trillion-dollar-security-section-4-3-list-1": "పరిపాలన క్యాప్చర్ లేదా ప్రభావం. పెద్ద మొత్తంలో స్టేక్‌ను నియంత్రించే సంస్థలు (లేదా ఆ సంస్థలను ప్రభావితం చేసే చట్టపరమైన అధికారం ఉన్న సంస్థలు) కలిసి సమన్వయం చేసుకుంటే, ఏ బ్లాక్‌లు ప్రతిపాదించబడతాయి మరియు ధృవీకరించబడతాయి అనే దానిపై అవి అసాధారణ ప్రభావాన్ని కలిగి ఉండవచ్చు, వినియోగదారులను సెన్సార్ చేయవచ్చు లేదా ప్రోటోకాల్ అప్‌గ్రేడ్‌లను ప్రభావితం చేయవచ్చు.",
  "page-trillion-dollar-security-section-4-3-list-2": "క్లయింట్ ఎంపిక మరియు మౌలిక సదుపాయాల సెటప్‌లో సజాతీయత, ఇది పరస్పర సంబంధం ఉన్న వైఫల్య ప్రమాదాలను పెంచుతుంది.",
  "page-trillion-dollar-security-section-4-4-title": "4.4 నిర్వచించబడని సామాజిక స్లాషింగ్ మరియు సమన్వయ ఖాళీలు",
  "page-trillion-dollar-security-section-4-4-paragraph": "కొన్ని తీవ్రమైన వైఫల్య మోడ్‌లలో, నెట్‌వర్క్‌పై దాడి చేయడానికి హానికరంగా వ్యవహరించిన వాలిడేటర్లను శిక్షించడానికి ఇతీరియము \"సామాజిక స్లాషింగ్\"పై ఆధారపడుతుంది (విభాగం 6.1 చూడండి). అయినప్పటికీ, ఈ రకమైన స్లాషింగ్ కోసం మౌలిక సదుపాయాలు, నిబంధనలు మరియు ఆశించిన ప్రక్రియలు అభివృద్ధి చెందలేదు. ఈ ప్రక్రియలో పాల్గొనడానికి సంఘం ఉపయోగించే స్థాపించబడిన యంత్రాంగం ఏదీ లేదు.",
  "page-trillion-dollar-security-section-4-5-title": "4.5 ఆర్థిక మరియు గేమ్-థియరిటిక్ అటాక్ వెక్టర్స్",
  "page-trillion-dollar-security-section-4-5-paragraph": "అనేక సంభావ్య ఆర్థిక దాడి వెక్టర్లు ఇంకా అధ్యయనం చేయబడలేదు, వీటితో సహా:",
  "page-trillion-dollar-security-section-4-5-list-1": "గ్రీఫింగ్ దాడులు లేదా స్లాష్ గ్రీఫింగ్. వాలిడేటర్లు వారి స్వంత తప్పుల వల్ల కాకుండా, దాడి చేసేవారికి నికర వ్యయంతో ఇతరులకు హాని కలిగించే ఉద్దేశ్యంతో ప్రతికూల ప్రవర్తన కారణంగా ఖర్చులు లేదా స్లాషింగ్ పెనాల్టీలను ఎదుర్కోవచ్చు.",
  "page-trillion-dollar-security-section-4-5-list-2": "వ్యూహాత్మక నిష్క్రమణలు లేదా సమయానుసార నిష్క్రియాత్మకత. వాలిడేటర్లు లాభాలను పెంచుకోవడానికి లేదా తక్కువ జరిమానాలతో ఏకాభిప్రాయంను దెబ్బతీయడానికి కీలక సమయాల్లో ఉద్దేశపూర్వకంగా ఆఫ్‌లైన్‌లోకి వెళ్లవచ్చు లేదా నిష్క్రమించవచ్చు.",
  "page-trillion-dollar-security-section-4-5-list-3": "వాలిడేటర్లు లేదా రిలేల మధ్య కుమ్మక్కు. వాలిడేటర్ల మధ్య లేదా రిలేలు మరియు వాలిడేటర్ల మధ్య సమన్వయ ప్రవర్తన వికేంద్రీకరణను తగ్గించగలదు, లేదా MEVని సంగ్రహించగలదు.",
  "page-trillion-dollar-security-section-4-5-list-4": "MEV, ప్రపోజర్-బిల్డర్ వేరుచేయడం లేదా ద్రవ స్టేకింగ్ డిజైన్‌లో ఎడ్జ్-కేస్ ప్రోత్సాహకాల దోపిడీ. నటీనటులు అసాధారణ ప్రోటోకాల్ పరిస్థితులను అసాధారణ రివార్డులను పొందడానికి తారుమారు చేయవచ్చు.",
  "page-trillion-dollar-security-section-4-6-title": "4.6 క్వాంటం ప్రమాదం",
  "page-trillion-dollar-security-section-4-6-paragraph-1": "ఇతీరియము యొక్క కోర్ క్రిప్టోగ్రఫీ (ఉదా., secp256k1 వంటి ఎలిప్టిక్ కర్వ్ సంతకాలు) ఒక రోజు క్వాంటం కంప్యూటర్ల ద్వారా విచ్ఛిన్నం కావచ్చు. ఇది తక్షణ ప్రమాదం కానప్పటికీ, విశ్వసనీయమైన ముప్పు ఇప్పటికే ఉన్న వాలెట్లు, కాంట్రాక్టులు మరియు స్టేకింగ్ కీలను తక్షణమే దుర్బలంగా మార్చగలదు. ఈ భవిష్యత్ సవాలు వినియోగదారులకు ఇతీరియము యొక్క దీర్ఘకాలిక హామీలను బలహీనపరుస్తుంది.",
  "page-trillion-dollar-security-section-4-6-paragraph-2": "క్వాంటం-నిరోధక క్రిప్టోగ్రఫీకి వలస మార్గాలు (ఉదా., క్వాంటం అనంతర సంతకం పథకాల ద్వారా) అవి అవసరమయ్యే సంవత్సరాల ముందు రూపొందించబడాలి, పరీక్షించబడాలి మరియు ప్రోటోకాల్‌లో పొందుపరచబడాలి. ఇతీరియము ఫౌండేషన్‌తో సహా ఇతీరియము పర్యావరణ వ్యవస్థ అంతటా ఉన్న సంస్థలు ఈ ఎంపికలను చురుకుగా అన్వేషిస్తున్నాయి మరియు ప్రమాదాలను పర్యవేక్షిస్తున్నాయి.",
  "page-trillion-dollar-security-section-5-paragraph-1": "ఆదర్శవంతమైన బ్లాక్ చైను పర్యావరణ వ్యవస్థలో కూడా ప్రమాదాలు, దాడులు మరియు దుర్బలత్వాలు ఉంటాయి. విషయాలు తప్పుగా జరిగినప్పుడు, తగ్గించడానికి, గుర్తించడానికి మరియు ప్రతిస్పందించడానికి సమర్థవంతమైన వ్యవస్థలు ఉండాలి. ఇక్కడ సవాళ్లు:",
  "page-trillion-dollar-security-section-5-list-title-1": "ప్రభావిత బృందాన్ని చేరుకోవడం",
  "page-trillion-dollar-security-section-5-list-desc-1": "అప్లికేషన్ రాజీపడిన బృందంతో సంప్రదించడం కష్టంగా ఉంటుంది. ఇది గంటల తరబడి ఆలస్యానికి దారితీస్తుంది, ప్రతిస్పందనకారుల నిధులను తిరిగి పొందే సామర్థ్యాన్ని పరిమితం చేస్తుంది.",
  "page-trillion-dollar-security-section-5-list-title-2": "సంబంధిత సంస్థలలో సమస్యలను పెంచడం",
  "page-trillion-dollar-security-section-5-list-desc-2": "సమస్య ఒక ప్లాట్‌ఫారమ్‌ను (సోషల్ నెట్‌వర్క్ లేదా కేంద్రీకృత మార్పిడి వంటివి) కలిగి ఉన్నప్పుడు, వారికి ముందుగా ఉన్న పరిచయం లేకపోతే ప్రతిస్పందనకారులు సమస్యను పెంచడం సవాలుగా ఉంటుంది.",
  "page-trillion-dollar-security-section-5-list-title-3": "ప్రతిస్పందన సమన్వయం",
  "page-trillion-dollar-security-section-5-list-desc-3": "ప్రభావిత అప్లికేషన్‌కు ఎన్ని సంఘటన ప్రతిస్పందన బృందాలు సహాయం చేస్తున్నాయో తరచుగా అస్పష్టంగా ఉంటుంది, సమూహ ప్రయత్నం మరింత ప్రభావవంతంగా ఉన్నప్పుడు తప్పుడు కమ్యూనికేషన్ లేదా వృధా ప్రయత్నానికి దారితీస్తుంది.",
  "page-trillion-dollar-security-section-5-list-title-4": "పర్యవేక్షణ సామర్థ్యాల కొరత",
  "page-trillion-dollar-security-section-5-list-desc-4": "ఆన్‌చైన్ మరియు ఆఫ్‌చైన్ సమస్యల కోసం పర్యవేక్షించడం కష్టంగా ఉంటుంది, ఇది ముందస్తు హెచ్చరికను అందిస్తుంది మరియు బెదిరింపులకు వేగవంతమైన ప్రతిస్పందనను నిర్ధారిస్తుంది.",
  "page-trillion-dollar-security-section-5-list-title-5": "భీమాకు ప్రాప్యత",
  "page-trillion-dollar-security-section-5-list-desc-5": "డబ్బు, ఆర్థిక వ్యవస్థలు, గుర్తింపు మరియు ఇతర విలువైన సమాచారంతో వ్యవహరించే చాలా సాంప్రదాయ వ్యవస్థలలో నష్టాలను తగ్గించడానికి భీమా ఒక ముఖ్యమైన ఉపకరణం. అయినప్పటికీ, నేడు క్రిప్టో పర్యావరణ వ్యవస్థ కోసం సాంప్రదాయ ఆర్థిక సేవల నుండి కొన్ని భీమా ఎంపికలు మాత్రమే అందుబాటులో ఉన్నాయి.",
  "page-trillion-dollar-security-section-6-intro": "ఇతీరియము యొక్క \"సామాజిక లేయర్\" ఇతీరియము పర్యావరణ వ్యవస్థ ఎలా ప్రవర్తిస్తుందో ప్రభావితం చేసే ప్రజలు, సంస్థలు, కంపెనీలు, పరిపాలన ప్రక్రియలు మరియు సాంస్కృతిక నిబంధనల సెట్‌ను సూచిస్తుంది. ఈ సామాజిక లేయర్ స్వయంగా కొన్ని దాడులు లేదా ప్రమాదాలకు గురవుతుంది, ఇది ఇతీరియము యొక్క భద్రత మరియు విశ్వసనీయతను ప్రభావితం చేస్తుంది.",
  "page-trillion-dollar-security-section-6-paragraph-1": "ఈ ప్రమాదాలు మరింత దీర్ఘకాలికంగా ఉంటాయి మరియు వ్యక్తిగత వినియోగదారులు లేదా అప్లికేషన్‌ల భద్రత కంటే మొత్తం ఇతీరియముకు సంబంధించినవి.",
  "page-trillion-dollar-security-section-6-1-title": "6.1 స్టేక్ కేంద్రీకరణ",
  "page-trillion-dollar-security-section-6-1-paragraph-1": "పెద్ద మొత్తంలో స్టేక్ కేంద్రీకరణ ఇతీరియముకు మొత్తం మీద ప్రమాదాలను కలిగిస్తుంది, ఆ స్టేక్‌ను నియంత్రించే సంస్థలు కుమ్మక్కవ్వాలని నిర్ణయించుకుంటే.",
  "page-trillion-dollar-security-section-6-1-paragraph-2": "ఈ ఆర్థిక కేంద్రీకరణ సామాజిక పరిపాలన క్యాప్చర్ కోసం సంభావ్యతను సృష్టిస్తుంది. వాలిడేటర్ల యొక్క ఒక చిన్న సమూహం ఒక సూపర్‌మెజారిటీ స్టేక్‌ను నియంత్రిస్తే, వారు:",
  "page-trillion-dollar-security-section-6-1-list-1": "ఫోర్క్‌లపై సమన్వయం చేయడం లేదా నిరోధించడం.",
  "page-trillion-dollar-security-section-6-1-list-2": "కొన్ని లావాదేవీలు లేదా కాంట్రాక్టులను సెన్సార్ చేయండి.",
  "page-trillion-dollar-security-section-6-1-list-3": "నిష్క్రమణ లేదా వ్యతిరేకతను బెదిరించడం ద్వారా సంఘ ఏకాభిప్రాయంను బలహీనపరచండి.",
  "page-trillion-dollar-security-section-6-1-paragraph-3": "ఈ తీవ్రమైన దృశ్యం జరిగితే, ఇతీరియము సంఘం \"సామాజిక స్లాషింగ్\" సమాధానం కావచ్చు అని సూచించింది. సామాజిక స్లాషింగ్ అనేది వారి అధికారంపై ఒక తనిఖీగా, తప్పుగా ప్రవర్తించే వాలిడేటర్లను స్లాష్ చేయాలని నిర్ణయించడానికి ఆఫ్‌చైన్ సామాజిక ఏకాభిప్రాయం యొక్క ఉపయోగం. కానీ అలాంటి చర్యలను అమలు చేయడానికి స్పష్టమైన నిబంధనలు, విధానాలు లేదా పనిముట్లు లేవు (విభాగం 4.4 చూడండి).",
  "page-trillion-dollar-security-section-6-2-title": "6.2 ఆఫ్‌చైన్ ఆస్తి కేంద్రీకరణ",
  "page-trillion-dollar-security-section-6-2-paragraph-1": "ఇతీరియము గణనీయమైన మొత్తంలో వాస్తవ ప్రపంచ ఆస్తులను హోస్ట్ చేస్తుంది, ఇక్కడ ఆస్తులు బ్యాంక్ ఖాతాలు లేదా ఇతర డిపాజిట్లలో ఆఫ్‌చైన్‌లో ఉంచబడతాయి, ఆపై ఆఫ్‌చైన్ ఆస్తులపై ఒక దావాను సూచించే టోకెన్ల ద్వారా ఆన్‌చైన్‌లో ట్రేడ్ చేయబడతాయి. ఉదాహరణకు, చాలా పెద్ద స్టేబుల్‌కాయిన్లు ఈ విధంగా పనిచేస్తాయి.",
  "page-trillion-dollar-security-section-6-2-paragraph-2": "ఆఫ్‌చైన్ డిపాజిట్లను కలిగి ఉన్న సంస్థలు ఇతీరియము పర్యావరణ వ్యవస్థపై ప్రభావాన్ని కలిగి ఉండవచ్చు. ఉదాహరణకు, ఒక వివాదాస్పద ఫోర్క్ లేదా నెట్‌వర్క్ అప్‌గ్రేడ్ ఉన్న తీవ్రమైన దృశ్యం సమయంలో, పెద్ద డిపాజిటర్లు ఒక చైన్ లేదా మరొకదానిపై టోకెన్లను గుర్తించడానికి మాత్రమే ఎంచుకోవడం ద్వారా ఏ చైన్ విస్తృతంగా ఆమోదించబడుతుందో ప్రభావితం చేయవచ్చు.",
  "page-trillion-dollar-security-section-6-3-title": "6.3 నియంత్రణ దాడి లేదా ఒత్తిడి",
  "page-trillion-dollar-security-section-6-3-paragraph": "ప్రభుత్వాలు మరియు నియంత్రకాలు ఇతీరియము స్టాక్ యొక్క ముఖ్యమైన భాగాలను నియంత్రించే వివిధ సంస్థలపై ఇతీరియము ప్రోటోకాల్‌ను సెన్సార్ చేయడానికి లేదా జోక్యం చేసుకోవడానికి ఒత్తిడి చేయవచ్చు. ఇతీరియము యొక్క సంస్థాగత వినియోగదారులు కూడా ఈ ఒత్తిళ్ల ద్వారా ప్రభావితం కావచ్చు, ఇది వారి వినియోగదారులకు మరిన్ని పర్యవసానాలను కలిగిస్తుంది (ఉదా., నియంత్రణ నిషేధాల కారణంగా కొన్ని క్రిప్టో ఉత్పత్తులను ఇకపై ఆఫర్ చేయలేని బ్యాంకు).",
  "page-trillion-dollar-security-section-6-4-title": "6.4 పరిపాలన యొక్క సంస్థాగత క్యాప్చర్",
  "page-trillion-dollar-security-section-6-4-paragraph-1": "ఇతీరియము యొక్క ఓపెన్ సోర్స్ పరిపాలన మరియు అభివృద్ధి ప్రక్రియలు కోర్ క్లయింట్ సాఫ్ట్‌వేర్, మౌలిక సదుపాయాలు మరియు పనిముట్లను నిర్వహించే విభిన్నమైన మరియు ప్రపంచ సెట్ బృందాలు మరియు కంపెనీల ద్వారా నడపబడతాయి.",
  "page-trillion-dollar-security-section-6-4-paragraph-2": "వివిధ రకాల ప్రభావాలు (కార్పొరేట్ సముపార్జనలు, నిధుల డిపెండెన్సీలు, కీలక సహకారుల ఉపాధి, ఇప్పటికే ఉన్న సంస్థల లోపల ఆసక్తి ఘర్షణలు) క్రమంగా ఇతీరియము పరిపాలన యొక్క సంస్కృతి మరియు ప్రాధాన్యతలను మార్చగలవు. ఇది సంఘం-ఆధారిత తత్వం మరియు స్థాపించబడిన రోడ్‌మ్యాప్‌తో విభిన్నమైన నిర్దిష్ట వాణిజ్య లేదా బాహ్య ఆసక్తులతో సమలేఖనానికి దారితీయవచ్చు, ఇది కాలక్రమేణా ఇతీరియము యొక్క తటస్థత మరియు స్థితిస్థాపకతను బలహీనపరుస్తుంది.",
  "page-trillion-dollar-security-image-alt-hero": "డిజిటల్ అసెట్ స్పేస్‌లో ట్రిలియన్ డాలర్ల భద్రతను సూచిస్తూ, పరస్పరం అనుసంధానించబడిన బ్లాక్ చైను నోడ్స్ మరియు భద్రతా అంశాలను చూపే ఒక భవిష్యత్ విజువలైజేషన్",
  "page-trillion-dollar-security-image-alt-report": "బ్లాక్ చైను అంశాలు మరియు నెట్‌వర్క్ కనెక్షన్‌లతో ఆధునిక డిజిటల్ భద్రతా విజువలైజేషన్‌ను చూపే ట్రిలియన్ డాలర్ల భద్రతా నివేదిక యొక్క కవర్ చిత్రం"
}
