{
  "page-layer-2-learn-meta-title": "లేయర్ 2 అంటే ఏమిటి? | ethereum.org",
  "page-layer-2-learn-title": "లేయర్ 2 అంటే ఏమిటి?",
  "page-layer-2-learn-description": "సామూహిక స్వీకరణ కోసం స్కేలింగ్ ఎథేరియం",
  "page-layer-2-learn-button-1-label": "లేయర్ 2 అంటే ఏమిటి?",
  "page-layer-2-learn-button-2-label": "లేయర్ 2 ఉపయోగించండి",
  "page-layer-2-learn-what-is-layer-2-title": "లేయర్ 2 అంటే ఏమిటి?",
  "page-layer-2-learn-what-is-layer-2-1": "లేయర్ 2 (L2) అనేది Ethereum స్కేలింగ్ సొల్యూషన్‌ల యొక్క నిర్దిష్ట సెట్‌ను వివరించడానికి ఒక సమిష్టి పదం. <strong>లేయర్ 2 అనేది ఒక ప్రత్యేక <a href=\"/glossary/#blockchain\">బ్లాక్‌చెయిన్</a> ఇది Ethereumని పొడిగిస్తుంది మరియు Ethereum యొక్క భద్రతా హామీలను వారసత్వంగా పొందుతుంది</strong>.",
  "page-layer-2-learn-what-is-layer-2-2": "ఇప్పుడు దానిని కొంచెం ఎక్కువగా తీయండి. దీన్ని చేయడానికి మనం మొదట లేయర్ 1 (L1) ని వివరించాలి.",
  "page-layer-2-learn-what-is-layer-1-title": "లేయర్ 1 అంటే ఏమిటి?",
  "page-layer-2-learn-what-is-layer-1-1": "ఎథేరియం మరియు బిట్ కాయిన్ వంటి లేయర్ 1 బ్లాక్ చైన్లు, <strong>లేయర్ 2 ప్రాజెక్టులు పైన నిర్మించే అంతర్లీన పునాది</strong>. లేయర్ 2 ప్రాజెక్టుల ఉదాహరణలలో ఎథేరియంపై <strong>జీరో-కనౌలెడ్జి రోల్అప్స్</strong> మరియు <strong>ఆప్టిమిస్టిక్ రోల్అప్స్</strong> మరియు బిట్ కాయిన్ పైన లైటింగ్ నెట్వర్క్ ఉన్నాయి.",
  "page-layer-2-learn-what-is-layer-1-2": "ఎథేరియం లేయర్ 2ల కోసం డేటా లభ్యత లేయర్ గా కూడా పనిచేస్తుంది, మరియు మునుపటి లావాదేవీలపై ఏవైనా వివాదాలు ఉంటే, ఈ వివాదాల కోసం ఎథేరియం నుండి డేటా అందించబడుతుంది.",
  "page-layer-2-learn-layer-1-list-title": "లేయర్ 1గా ఎథేరియంలో ఉండేవి:",
  "page-layer-2-learn-layer-1-list-1": "నెట్‌వర్క్‌ను భద్రపరచడానికి మరియు ధృవీకరించడానికి <strong>నోడ్ ఆపరేటర్‌ల నెట్‌వర్క్</strong>",
  "page-layer-2-learn-layer-1-list-2": "<strong>బ్లాక్ ప్రొడ్యూసర్‌ల నెట్‌వర్క్</strong>",
  "page-layer-2-learn-layer-1-list-3": "<strong>బ్లాక్‌చెయిన్</strong> దానికదే మరియు లావాదేవీ డేటా యొక్క చరిత్ర",
  "page-layer-2-learn-layer-1-list-4": "నెట్‌వర్క్ కోసం <strong>ఏకాభిప్రాయ విధానం</strong>",
  "page-layer-2-learn-why-do-we-need-layer-2-title": "మనకు లేయర్ 2 ఎందుకు అవసరం?",
  "page-layer-2-learn-why-do-we-need-layer-2-1": "బ్లాక్ చైన్ యొక్క మూడు కావాల్సిన లక్షణాలు ఏమిటంటే, అది వికేంద్రీకరించబడినది, సురక్షితమైనది, మరియు కొలవదగినది. ఒక సాధారణ బ్లాక్ చైన్ నిర్మాణం మూడింటిలో రెండింటిని మాత్రమే సాధించగలదని బ్లాక్ చైన్ ట్రిలెమ్మా పేర్కొంది. సురక్షితమైన మరియు వికేంద్రీకృత బ్లాక్ చైన్ కావాలా? మీరు స్కేలబిలిటీని త్యాగం చేయాలి. ఇక్కడే లేయర్ 2 నెట్వర్క్ లు వస్తాయి.",
  "page-layer-2-learn-why-do-we-need-layer-2-2": "ఎథేరియం రోజుకు 1+ మిలియన్ లావాదేవీలతో నెట్వర్క్ యొక్క ప్రస్తుత సామర్థ్యాన్ని చేరుకుంది, ఈ లావాదేవీలలో ప్రతిదానికీ అధిక డిమాండ్ ఉంది. ఎథేరియం యొక్క విజయం మరియు దానిని ఉపయోగించాలనే డిమాండ్ గ్యాస్ ధరలు గణనీయంగా పెరగడానికి కారణమైంది. అందువల్ల స్కేలింగ్ పరిష్కారాల అవసరం కూడా గరిష్ట స్థాయికి చేరుకుంది.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability": "స్కేలబిలిటీ",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-1": "స్కేలబిలిటీ యొక్క ప్రధాన లక్ష్యం వికేంద్రీకరణ లేదా భద్రతను త్యాగం చేయకుండా, లావాదేవీల వేగాన్ని (వేగవంతమైన ఫైనాలిటీ), మరియు లావాదేవీల థ్రూపుట్ను (సెకనుకు అధిక లావాదేవీలు) పెంచడం.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-2": "స్కేల్ చేయడానికి వికేంద్రీకరణ లేదా భద్రతను విసిరివేయబోమని ఎథేరియం కమ్యూనిటీ ఒక బలమైన వైఖరిని తీసుకుంది. షార్డింగ్ వరకు, ఎథేరియం మెయిన్నెట్ (లేయర్ 1) సెకనుకు సుమారు 15 లావాదేవీలను మాత్రమే ప్రాసెస్ చేయగలదు. ఎథేరియంను ఉపయోగించాలనే డిమాండ్ ఎక్కువగా ఉన్నప్పుడు ఇది నెట్వర్క్ రద్దీకి కారణమవుతుంది, లావాదేవీ రుసుములను పెంచుతుంది మరియు రుసుములు తగ్గే వరకు ఎథేరియంను ఉపయోగించలేని వారిని ధరల కారణంగా బయటకు పంపుతుంది. నేడు ఎథేరియంను స్కేల్ చేయడానికి లేయర్ 2 అక్కడే వస్తుంది.",
  "page-layer-2-learn-layer2Cards-1-title": "తక్కువ ఫీజులు",
  "page-layer-2-learn-layer2Cards-1-description": "లేయర్ 1లో బహుళ లావాదేవీలను ఒకే లావాదేవీగా కలపడం ద్వారా, లావాదేవీల రుసుములు భారీగా తగ్గుతాయి, తద్వారా ఎథేరియం అందరికీ మరింత అందుబాటులోకి వస్తుంది.",
  "page-layer-2-learn-layer2Cards-2-title": "భద్రతను నిర్వహించండి",
  "page-layer-2-learn-layer2Cards-2-description": "లేయర్ 2 బ్లాక్ చైన్లు తమ లావాదేవీలను ఎథేరియం మెయిన్నెట్ పై సెటిల్ చేస్తాయి, వాటిని ఉపయోగించే వినియోగదారులను ఎథేరియం నెట్వర్క్ యొక్క భద్రత నుండి ప్రయోజనం పొందేలా చేస్తాయి.",
  "page-layer-2-learn-layer2Cards-3-title": "వినియోగ కేసులను విస్తరించండి",
  "page-layer-2-learn-layer2Cards-3-description": "సెకనుకు అధిక లావాదేవీలు, తక్కువ ఫీజులు, కొత్త టెక్నాలజీతో మెరుగైన వినియోగదారు అనుభవంతో ప్రాజెక్టులు కొత్త అప్లికేషన్లుగా విస్తరిస్తాయి.",
  "page-layer-2-learn-how-does-layer-2-work-title": "లేయర్ 2 ఎలా పని చేస్తుంది?",
  "page-layer-2-learn-how-does-layer-2-work-1": "మేము పైన పేర్కొన్నట్లుగా, లేయర్ 2 అనేది ఎథేరియం లేయర్ 1 నుండి లావాదేవీలను నిర్వహించే ఎథేరియం స్కేలింగ్ పరిష్కారాలకు సమిష్టి పదం, అదే సమయంలో ఎథేరియం లేయర్ 1 యొక్క బలమైన వికేంద్రీకృత భద్రతను సద్వినియోగం చేసుకుంటుంది. లేయర్ 2 అనేది ఎథేరియంను విస్తరించే ఒక ప్రత్యేక బ్లాక్ చెయిన్. అది ఎలా పనిచేస్తుంది?",
  "page-layer-2-learn-how-does-layer-2-work-2": "లేయర్ 2 యొక్క అనేక రకాలు ఉన్నాయి, ప్రతి ఒక్కటి వాటి స్వంత ట్రేడ్-ఆఫ్లు మరియు భద్రతా నమూనాలను కలిగి ఉంటాయి. లేయర్ 2 లు లావాదేవీ భారాన్ని లేయర్ 1 నుండి దూరం చేస్తాయి, తద్వారా అది తక్కువ రద్దీగా మారుతుంది మరియు ప్రతిదీ మరింత స్కేలబుల్ గా మారుతుంది.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-title": "రోలప్‌లు",
  "page-layer-2-learn-how-does-layer-2-work-rollups-1": "రోల్అప్స్ వందల కొద్దీ లావాదేవీలను లేయర్ 1లో ఒకే లావాదేవీగా బండిల్ (లేదా 'రోల్ అప్') చేస్తాయి. ఇది రోల్అప్లోని ప్రతి ఒక్కరిపై L1 లావాదేవీ రుసుములను పంపిణీ చేస్తుంది, ప్రతి వినియోగదారునికి దానిని చౌకగా చేస్తుంది.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-2": "రోలప్ లోని లావాదేవీ డేటా లేయర్ 1కు సబ్మిట్ చేయబడుతుంది, అయితే అమలు రోలప్ ద్వారా విడిగా చేయబడుతుంది. లావాదేవీ డేటాను లేయర్ 1లో సబ్మిట్ చేయడం ద్వారా, రోల్ అప్ లు ఎథేరియం యొక్క భద్రతను వారసత్వంగా పొందుతాయి. ఎందుకంటే డేటాను లేయర్ 1కు అప్ లోడ్ చేసిన తర్వాత, రోల్అప్ లావాదేవీని తిరిగి తీసుకురావడానికి ఎథేరియంను తిరిగి ఇవ్వడం అవసరం. రోల్‌అప్‌లకు రెండు విభిన్న విధానాలు ఉన్నాయి: ఆప్టిమిస్టిక్ మరియు జీరో-నాలెడ్జ్ - అవి ప్రధానంగా ఈ లావాదేవీ డేటా ఎల్ 1 కు ఎలా సమర్పించబడతాయనే దానిపై భిన్నంగా ఉంటాయి.",
  "page-layer-2-learn-rollupCards-optimistic-title": "ఆశావాద రోలప్‌లు",
  "page-layer-2-learn-rollupCards-optimistic-description": "ఆప్టిమిస్టిక్ రోల్అప్స్ ఫాల్ట్ ప్రూఫ్లను ఉపయోగిస్తాయి, ఇక్కడ లావాదేవీలు చెల్లుబాటు అయ్యేవిగా భావించబడతాయి, కానీ చెల్లని లావాదేవీ అనుమానించబడితే సవాలు చేయవచ్చు. చెల్లని లావాదేవీ అనుమానించబడితే, ఇది జరిగిందో లేదో చూడటానికి ఫాల్ట్ ప్రూఫ్ రన్ చేయబడుతుంది.",
  "page-layer-2-learn-rollupCards-optimistic-childSentence": "ఆప్టిమిస్టిక్ రోల్‌అప్‌లపై మరింత",
  "page-layer-2-learn-rollupCards-zk-title": "జీరో-కనౌలెడ్జి రోల్అప్స్",
  "page-layer-2-learn-rollupCards-zk-description": "జీరో-కనౌలెడ్జి రోల్అప్స్ చెల్లుబాటు రుజువులను ఉపయోగిస్తాయి, ఇక్కడ లావాదేవీల లెక్కలు ఆఫ్చైన్లో కంప్యూట్ చేయబడతాయి, మరియు ఆ తర్వాత ఈ డేటా వాటి చెల్లుబాటు యొక్క రుజువుతో ఎథేరియం మెయిన్నెట్కు సరఫరా చేయబడుతుంది.",
  "page-layer-2-learn-rollupCards-zk-childSentence": "zk-రోల్అప్స్ పై మరింత",
  "page-layer-2-learn-dyor-title": "మీ స్వంత పరిశోధన చేయండి: లేయర్ 2 యొక్క ప్రమాదాలు",
  "page-layer-2-learn-dyor-1": "లేయర్ 2 చైన్లు ఎథేరియం నుండి భద్రతను వారసత్వంగా పొందుతాయి కాబట్టి, ఒక ఆదర్శ ప్రపంచంలో, అవి L1 ఎథేరియం వలె సురక్షితంగా ఉంటాయి. అయినప్పటికీ, చాలా <strong>ప్రాజెక్టులు ఇంకా కొత్తవి మరియు కొంతవరకు ప్రయోగాత్మకమైనవి</strong>. సంవత్సరాల R&D తర్వాత, ఎథేరియంను స్కేల్ చేసే అనేక L2 టెక్నాలజీలు 2021లో లైవ్ అయ్యాయి. ఈ L2లు సురక్షితం కాదని దీని అర్థం కాదు, కేవలం ఏ లేయర్ 2 కూడా ఎథేరియం మెయిన్నెట్ వలె క్షేత్రస్థాయిలో పరీక్షించబడలేదని మాత్రమే. ఎల్లప్పుడూ మీ స్వంత పరిశోధన చేయండి మరియు ఇందులో ఉన్న ఏవైనా ప్రమాదాలతో మీరు సౌకర్యవంతంగా ఉన్నారో లేదో నిర్ణయించుకోండి.",
  "page-layer-2-learn-dyor-2": "లేయర్ 2ల యొక్క టెక్నాలజీ, ప్రమాదాలు మరియు విశ్వసనీయ అంచనాలపై మరింత సమాచారం కోసం, మేము L2BEATను చూడాలని సిఫార్సు చేస్తున్నాము, ఇది ప్రతి ప్రాజెక్ట్ యొక్క సమగ్ర ప్రమాద అంచనా ఫ్రేమ్వర్క్ను అందిస్తుంది.",
  "page-layer-2-learn-dyor-link": "L2BEATకి వెళ్లండి",
  "page-layer-2-learn-note-on-alt-l1-title": "alt L1లు, సైడ్చైన్లు, మరియు వ్యాలిడియంలపై ఒక గమనిక",
  "page-layer-2-learn-note-on-alt-l1-1": "ప్రత్యామ్నాయ లేయర్ 1లు ఎథేరియం కంటే అధిక థ్రూపుట్ మరియు తక్కువ లావాదేవీ రుసుములను కలిగి ఉంటాయి. ఈ alt L1లు సెకనుకు అధిక లావాదేవీలు మరియు తక్కువ రుసుములను సాధించడానికి భద్రత లేదా వికేంద్రీకరణపై త్యాగం చేయాల్సి వచ్చింది. స్కేలబిలిటీ ట్రిలెమ్మాను పరిష్కరించడానికి మరియు వికేంద్రీకృతంగా మరియు సురక్షితంగా ఉండటానికి లేయర్ 2 స్కేలింగ్ మాత్రమే మార్గమని ఎథేరియం పర్యావరణ వ్యవస్థ గట్టిగా విశ్వసిస్తుంది.",
  "page-layer-2-learn-note-on-alt-l1-2": "సైడ్చైన్లు మరియు వ్యాలిడియంలు బ్లాక్ చైన్లు, ఇవి ఒక బ్లాక్ చైన్ నుండి ఆస్తులను మరొక బ్లాక్ చైన్ పైకి బ్రిడ్జ్ చేయడానికి మరియు ఉపయోగించడానికి అనుమతిస్తాయి. సైడ్చైన్లు మరియు వ్యాలిడియంలు ప్రధాన చైన్కు సమాంతరంగా నడుస్తాయి, మరియు బ్రిడ్జ్ల ద్వారా ప్రధాన చైన్తో సంకర్షణ చెందుతాయి, కానీ అవి వాటి భద్రత లేదా డేటా లభ్యతను ప్రధాన చైన్ నుండి పొందవు. అవి లేయర్ 2ల మాదిరిగానే స్కేల్ అవుతాయి, కానీ వేర్వేరు విశ్వసనీయ అంచనాలను కలిగి ఉంటాయి. అవి తక్కువ లావాదేవీ రుసుములు, మరియు అధిక లావాదేవీల థ్రూపుట్ను అందిస్తాయి. <a href=\"/developers/docs/scaling/sidechains\">సైడ్చైన్ల</a> మరియు <a href=\"/developers/docs/scaling/validium\">వ్యాలిడియంల</a>పై మరింత.",
  "page-layer-2-learn-callout-1-title": "ప్రయోజనాలు ఏమిటి?",
  "page-layer-2-learn-callout-1-description": "వినియోగదారు అనుభవంపై లేయర్ 2 పరిష్కారాల ఆచరణాత్మక ప్రభావాన్ని అన్వేషించండి.",
  "page-layer-2-learn-learn-more": "ఇంకా నేర్చుకోండి",
  "page-layer-2-learn-callout-2-title": "విభిన్న నెట్‌వర్క్‌లను అన్వేషించండి",
  "page-layer-2-learn-callout-2-description": "నెట్వర్క్లు ఒకదానికొకటి ఎలా భిన్నంగా ఉంటాయో మరియు వాటి అభివృద్ధిలో అవి ఎంత దూరం వెళ్ళాయో తెలుసుకోండి.",
  "page-layer-2-learn-explore-networks": "నెట్‌వర్క్‌లను అన్వేషించండి"
}
