{
  "page-local-environment-brownie-desc": "ఒక పైథాన్ పై అదరపడిన మరియు స్మార్ట్ కాంట్రాక్ట్స్ టెస్ట్ చేయడానికి ఒక ఫ్రేమ్ వర్క్ ఇతిరియం వర్చ్యువల్ మెషిన్ కి టార్గెట్ చేసుకొని.",
  "page-local-environment-brownie-logo-alt": "బ్రౌని లోగో",
  "page-local-environment-kurtosis-desc": "వేగవంతమైన స్థానిక డాప్ అభివృద్ధి, ప్రోటోటైపింగ్ మరియు టెస్టింగ్ కోసం మల్టీ-క్లయింట్ ఎథేరియం టెస్ట్నెట్ను సులభంగా కాన్ఫిగర్ చేయడానికి మరియు తిప్పడానికి కంటైనర్-ఆధారిత టూల్కిట్.",
  "page-local-environment-kurtosis-logo-alt": "కుర్టోసిస్ లోగో",
  "page-local-environment-epirus-desc": "జావా వర్చువల్ మెషిన్ లో బ్లాక్ చెయిన్ అప్లికేషన్ లను అభివృద్ధి చేయడానికి, మోహరించడానికి మరియు పర్యవేక్షించడానికి ఒక వేదిక.",
  "page-local-environment-epirus-logo-alt": "ఎపైర్స్ లోగో",
  "page-local-environment-eth-app-desc": "ఒకే కమాండ్ తో ఎథేరియం-పవర్డ్ అప్లికేషన్ లను సృష్టించండి. ఎంచుకోవడానికి యూఐ ఫ్రేమ్ వర్క్ లు మరియు డిఫై టెంప్లెట్ ల యొక్క విస్తృత ఆఫర్ తో వస్తుంది.",
  "page-local-environment-eth-app-logo-alt": "క్రీయేట్ ఇత్ యాప్ లోగో",
  "page-local-environment-foundry-desc": "రస్ట్ లో వ్రాయబడిన ఎథేరియం అప్లికేషన్ డెవలప్ మెంట్ కొరకు ఒక వేగవంతమైన, పోర్టబుల్ మరియు మాడ్యులర్ టూల్ కిట్.",
  "page-local-environment-foundry-logo-alt": "ఫౌండ్రి లోగో",
  "page-local-environment-framework-feature-1": "లోకల్ బ్లాక్ చెయిన్ ఇన్ స్టెన్స్ ను స్పిన్ చేసే ఫీచర్లు.",
  "page-local-environment-framework-feature-2": "మీ స్మార్ట్ కాంట్రాక్ట్‌లను కంపైల్ చేయడానికి మరియు పరీక్షించడానికి యుటిలిటీలు.",
  "page-local-environment-framework-feature-3": "క్లయింట్ డెవలప్‌మెంట్ యాడ్-ఆన్‌లు మీ యూజర్ ఫేసింగ్ అప్లికేషన్‌ను అదే ప్రాజెక్ట్/రిపోజిటరీలో నిర్మించడానికి.",
  "page-local-environment-framework-feature-4": "ఎథేరియం నెట్ వర్క్ లకు కనెక్ట్ చేయడానికి మరియు స్థానికంగా నడుస్తున్న ఇన్ స్టెన్స్ కు లేదా ఎథేరియం యొక్క పబ్లిక్ నెట్ వర్క్ లలో ఒకదానికి కాంట్రాక్ట్ లను మోహరించడానికి కాన్ఫిగరేషన్.",
  "page-local-environment-framework-feature-5": "వికేంద్రీకృత యాప్ డిస్ట్రిబ్యూషన్ - ఐపిఎఫ్ఎస్ వంటి స్టోరేజ్ ఆప్షన్లతో ఇంటిగ్రేషన్లు.",
  "page-local-environment-framework-features": "ఈ ఫ్రేమ్వర్క్లు చాలా అవుట్-ఆఫ్-ది-బాక్స్ కార్యాచరణతో వస్తాయి, అవి:",
  "page-local-environment-frameworks-desc": "ఫ్రేమ్వర్క్ను ఎంచుకోవాలని మేము సిఫార్సు చేస్తున్నాము, ప్రత్యేకించి మీరు ఇప్పుడే ప్రారంభిస్తుంటే. పూర్తి స్థాయి డాప్ తయారీకి వివిధ రకాల సాంకేతిక పరిజ్ఞానం అవసరం. ఫ్రేమ్ వర్క్ లు అవసరమైన అనేక లక్షణాలను కలిగి ఉంటాయి లేదా మీరు కోరుకునే సాధనాలను ఎంచుకోవడానికి సులభమైన ప్లగిన్ వ్యవస్థలను అందిస్తాయి.",
  "page-local-environment-frameworks-title": "ఫ్రేమ్ వర్క్ లు మరియు ముందుగా తయారుచేసిన స్టాక్ లు",
  "page-local-environment-hardhat-desc": "హార్దత్ అనేది నిపుణులకు ఎథేరియం అభివృద్ధి వాతావరణం.",
  "page-local-environment-hardhat-logo-alt": "హర్ధత్ లోగో",
  "page-local-environment-openZeppelin-desc": "మా CLIతో స్మార్ట్ కాంట్రాక్టులను కంపైల్ చేయడం, అప్‌గ్రేడ్ చేయడం, అమలు చేయడం మరియు ఇంటరాక్ట్ చేయడం ద్వారా గంటల కొద్దీ అభివృద్ధి సమయాన్ని ఆదా చేసుకోండి.",
  "page-local-environment-openZeppelin-logo-alt": "ఓపెన్ జెప్పెలిన్ లోగో",
  "page-local-environment-scaffold-eth-desc": "ఈథర్స్ + హార్డ్హాట్ + రియాక్ట్: స్మార్ట్ కాంట్రాక్ట్లతో నడిచే వికేంద్రీకృత అనువర్తనాలను నిర్మించడం ప్రారంభించండి.",
  "page-local-environment-scaffold-eth-logo-alt": "స్కేఫ్ఫోల్డ్-ఇత్ లోగో",
  "page-local-environment-setup-meta-desc": "ఎథేరియం డెవలప్ మెంట్ కొరకు మీ సాఫ్ట్ వేర్ స్టాక్ ని ఎలా ఎంచుకోవాలో అనే దానికి గైడ్.",
  "page-local-environment-setup-meta-title": "ఎథేరియం లోకల్ అభివృద్ధి సెటప్",
  "page-local-environment-setup-subtitle": "మీరు నిర్మాణాన్ని ప్రారంభించడానికి సిద్ధంగా ఉన్నట్లయితే, మీ స్టాక్‌ను ఎంచుకోవడానికి ఇది సమయం.",
  "page-local-environment-setup-subtitle-2": "మీ ఎథేరియం అప్లికేషన్ నిర్మించడంలో మీకు సహాయపడటానికి మీరు ఉపయోగించగల సాధనాలు మరియు ఫ్రేమ్ వర్క్ లు ఇక్కడ ఉన్నాయి.",
  "page-local-environment-setup-title": "మీ లోకల్ డెవలప్మెంట్ ఎన్విరాన్మెంట్ ని సెటప్ చేయండి",
  "page-local-environment-solidity-template-desc": "మీ Solidity స్మార్ట్ కాంట్రాక్ట్‌ల కోసం ముందుగా నిర్మించిన సెటప్‌ కొరకు ఒక GitHub టెంప్లేట్. ఇది Hardhat లోకల్ నెట్‌వర్క్, వాలెట్ అమలు కోసం Ethers, మరియు మరిన్నింటిని కలిగి ఉంటుంది.",
  "page-local-environment-solidity-template-logo-alt": "సాలిడిటీ టెంప్లేట్ లోగో"
}
