{
  "page-what-is-ethereum-alt-img-bazaar": "ఇథేరియంను సూచించడానికి ఉద్దేశించిన బజార్‌లోకి చూస్తున్న వ్యక్తి యొక్క ఉదాహరణ",
  "page-what-is-ethereum-alt-img-comm": "ఇథేరియం సంఘం వాళ్ళు అంత కలిసి పనిచేస్తున్నట్టు ఒక ఊహచిత్రం",
  "page-what-is-ethereum-alt-img-lego": "లెగో ఇటుకలతో తయారు చేయబడిన ETH లోగోను సృష్టించే చేతి యొక్క ఉదాహరణ",
  "page-what-is-ethereum-banking-card": "ప్రతి ఒక్కరికీ బ్యాంకింగ్",
  "page-what-is-ethereum-banking-card-desc": "ఆర్థిక సేవలు అందరికీ అందుబాటులో ఉండవు. కానీ మీరు Ethereumని యాక్సెస్ చేయడానికి కావలసిందల్లా మరియు దానిపై నిర్మించబడిన రుణాలు ఇవ్వడం, రుణాలు పొందడం మరియు పొదుపు ఉత్పత్తులు పొందడానికి ఇంటర్నెట్ కనెక్షన్ మాత్రమే.",
  "page-what-is-ethereum-build": "Ethereumతో ఏదైనా చేయండి",
  "page-what-is-ethereum-build-desc": "మీరు Ethereumతో నిర్మించడానికి ప్రయత్నించాలనుకుంటే, మా పత్రాలను చదవండి, కొన్ని ట్యుటోరియల్‌లను ప్రయత్నించండి లేదా మీరు ప్రారంభించడానికి అవసరమైన సాధనాలను తనిఖీ చేయండి.",
  "page-what-is-ethereum-censorless-card": "సెన్సార్షిప్-రెసిస్టెంట్",
  "page-what-is-ethereum-censorless-card-desc": "Ethereumపై ఏ ప్రభుత్వం లేదా కంపెనీకి నియంత్రణ లేదు. వికేంద్రీకరణ అనేది Ethereumలో చెల్లింపులను స్వీకరించకుండా లేదా సేవలను ఉపయోగించకుండా మిమ్మల్ని ఎవరైనా ఆపడం దాదాపు అసాధ్యం.",
  "page-what-is-ethereum-comm-desc": "మా సంఘంలో కళాకారులు, క్రిప్టో-ఆర్టిస్ట్‌లు, ఫార్చ్యూన్ 500 కంపెనీలు మరియు ఇప్పుడు మీతో సహా అన్ని నేపథ్యాలకు చెందిన వ్యక్తులు ఉన్నారు. ఈరోజు మీరు ఎలా పాల్గొనవచ్చో తెలుసుకోండి.",
  "page-what-is-ethereum-commerce-card": "వాణిజ్య హామీలు",
  "page-what-is-ethereum-commerce-card-desc": "మీరు అంగీకరించిన వాటిని అందిస్తేనే నిధులు చేతులు మారుతాయనే సురక్షితమైన, అంతర్నిర్మిత గ్యారంటీ వినియోగదారులకు ఉంది. అదేవిధంగా, డెవలపర్లు తమపై నిబంధనలు మారవని ఖచ్చితంగా చెప్పవచ్చు.",
  "page-what-is-ethereum-composable-card": "సంయోజ్య ఉత్పన్నాలు",
  "page-what-is-ethereum-composable-card-desc": "అన్ని యాప్‌లు భాగస్వామ్య ప్రపంచ స్థితితో ఒకే బ్లాక్‌చైన్‌పై  నిర్మించబడ్డాయి, అంటే అవి ఒకదానికొకటి నిర్మించగలవు (లెగో బ్రిక్స్ వంటివి). ఇది మెరుగైన ఉత్పత్తులు మరియు అనుభవాలు మరియు హామీలను అనుమతిస్తుంది, యాప్‌ల ఆధారిత ఏ సాధనాలను ఎవరూ తొలగించలేరు.",
  "page-what-is-ethereum-community": "Ethereum సభ్యుల సంఘం",
  "page-what-is-ethereum-desc": "మా డిజిటల్ భవిష్యత్తుకు మూలస్తంభం",
  "page-what-is-ethereum-explore": "Ethereumని అన్వేషించండి",
  "page-what-is-ethereum-internet-card": "ఓపెన్ ఇంటర్నెట్",
  "page-what-is-ethereum-internet-card-desc": "ఎవరైనా Ethereum నెట్వర్క్‌తో సంభాషించవచ్చు లేదా దానిపై అప్లికేషన్‌లను తయారుచేయవచ్చు. ఇది మీ స్వంత ఆస్తులు మరియు గుర్తింపును నియంత్రించడానికి మిమ్మల్ని అనుమతిస్తుంది, వాటిని కొన్ని మెగా-కార్పొరేషన్లు నియంత్రిస్తాయి.",
  "page-what-is-ethereum-meet-comm": "కమ్యూనిటీని కలవండి",
  "page-what-is-ethereum-meta-description": "Ethereum గురించి, అది ఏమి చేస్తుంది మరియు మీ కోసం ఎలా ప్రయత్నించాలి తెలుసుకోండి.",
  "page-what-is-ethereum-meta-title": "Ethereum అంటే ఏమిటి?",
  "page-what-is-ethereum-p2p-card": "పీర్-టు-పీర్ నెట్‌వర్క్",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum మిమ్మల్ని సమన్వయం చేయడానికి, ఒప్పందాలు చేసుకోవడానికి లేదా డిజిటల్ ఆస్తులను ఇతర వ్యక్తులతో నేరుగా బదిలీ చేయడానికి అనుమతిస్తుంది. మధ్యవర్తులపై ఆధారపడాల్సిన అవసరం లేదు.",
  "page-what-is-ethereum-start-building-btn": "14 / 5,000\nTranslation results\nనిర్మించడం ప్రారంభించండి",
  "page-what-is-ethereum-title": "ఎథిరియమ్ అంటే ఏంటి?",
  "page-what-is-ethereum-subtitle": "Ethereumఎలా పనిచేస్తుందో, అది తీసుకువచ్చే ప్రయోజనాలు మరియు ప్రపంచవ్యాప్తంగా మిలియన్ల మంది ప్రజలు దీనిని ఎలా ఉపయోగిస్తున్నారో పూర్తి ప్రారంభ మార్గదర్శి.",
  "page-what-is-ethereum-button-lets-start": "మొదలు పెడదాం",
  "page-what-is-ethereum-blockchain-tab-content": "<br>ఒక బ్లాక్‌చెయిన్ ట్రాన్సాక్షన్ల డేటాబేస్</br> అనేక కంప్యూటర్ల జాలంలో అప్‌డేట్ చేయబడుతుంది మరియు షేర్ చేయబడుతుంది. కొత్త విధానంలో ట్రాన్సాక్షన్ సెట్ జోడించబడిన సమయంలో అది \"బ్లాక్\" అని పిలుపు పెట్టబడుతుంది - అంటే బ్లాక్‌చెయిన్ అంటారు. జనాల బ్లాక్‌చెయిన్లు, ఉదాహరణకు Ethereum, ఎవరేనా డేటాను జోడించుచున్నవారికే మాత్రమే అనుమతిస్తాయి, కానీ తీసుకువవలన లేదు. మీరు మార్పు చేయాలనుకుంటే వారు జబ్బు చేయగలరు డేటా నెట్వర్క్‌లో ఉన్న బహుమతి కంప్యూటర్‌ల్లో. దీనిలో చాలా జనాలను ఉన్నట్లు ఇచ్చేస్తుంది! ఇది Ethereum వంటి డిసెంట్రలైజ్డ్ బ్లాక్‌చెయిన్‌లను గంభీరంగా సురక్షితంగా మార్చేది.",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "క్రిప్టోకరెన్సీ అనేది బ్లాక్ చెయిన్ ఉపయోగించి భద్రపరచబడిన అనేక రకాల డిజిటల్ టోకెన్లను వివరించడానికి ఉపయోగించే పదం. ఇదంతా బిట్ కాయిన్‌తో మొదలైంది. మధ్యవర్తిని నమ్మాల్సిన అవసరం లేకుండా రెండు పార్టీల మధ్య విలువను బదిలీ చేయడానికి బిట్ కాయిన్‌ను ఉపయోగించవచ్చు. మీరు బిట్ కాయిన్ కోడ్‌ను మాత్రమే నమ్మాలి, ఇది తెరిచి మరియు ఉచితంగా లభిస్తుంది.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "బిట్ కాయిన్ మరియు ఈథర్ వంటి ఆస్తులను \"క్రిప్టోకరెన్సీలు\" అని పిలవడానికి కారణం ఏమిటంటే, మీ డేటా మరియు ఆస్తుల భద్రత క్రిప్టోగ్రఫీ ద్వారా హామీ ఇవ్వబడుతుంది, నిజాయితీగా వ్యవహరించడానికి ఒక సంస్థ లేదా సంస్థను విశ్వసించడం ద్వారా కాదు.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Ethereum దాని స్వంత స్థానిక క్రిప్టోకరెన్సీ, ఈథర్ (ETH) ను కలిగి ఉంది, ఇది నెట్వర్క్లోని కొన్ని కార్యకలాపాలకు చెల్లించడానికి ఉపయోగించబడుతుంది. దీనిని ఇతర వినియోగదారులకు బదిలీ చేయవచ్చు లేదా ఎథేరియంలో ఇతర టోకెన్ల కోసం స్వాప్ చేయవచ్చు. ఈథర్ ప్రత్యేకమైనది ఎందుకంటే ఎథేరియంపై యాప్‌లు మరియు సంస్థలను రూపొందించడానికి మరియు అమలు చేయడానికి అవసరమైన గణన కోసం చెల్లించడానికి ఇది ఉపయోగించబడుతుంది.",
  "page-what-is-ethereum-summary-desc-1": "Ethereum  అనేది ప్రపంచవ్యాప్తంగా ఉన్న కంప్యూటర్ల నెట్వర్క్, ఇది Ethereum  ప్రోటోకాల్ అని పిలువబడే నియమాల సమూహాన్ని అనుసరిస్తుంది. Ethereum  నెట్వర్క్ ఎవరైనా నిర్మించగల మరియు ఉపయోగించగల కమ్యూనిటీలు, అప్లికేషన్లు, సంస్థలు మరియు డిజిటల్ ఆస్తులకు పునాదిగా పనిచేస్తుంది.",
  "page-what-is-ethereum-summary-desc-2": "మీరు ఎక్కడి నుంచైనా, ఎప్పుడైనా Ethereum ఖాతాను సృష్టించవచ్చు మరియు యాప్‌ల ప్రపంచాన్ని అన్వేషించవచ్చు లేదా మీ స్వంతంగా నిర్మించవచ్చు. నిబంధనలను మార్చగల లేదా మీ ప్రాప్యతను పరిమితం చేయగల కేంద్ర అథారిటీని విశ్వసించకుండా మీరు ఇవన్నీ చేయవచ్చు.",
  "page-what-is-ethereum-summary-desc-3": "మరిన్ని నేర్చుకోవడానికి చదవండి…",
  "page-what-is-ethereum-btc-eth-diff-title": "Ethereum మరియు Bitcoin లక్షణాల మధ్య ఏంటి వ్యత్యాసం?",
  "page-what-is-ethereum-btc-eth-diff-1": "2015లో ముగిసినందున, Ethereum కొన్ని పెద్ద వ్యత్యాసాలతో Bitcoin'యొక్క ఆవిష్కారానికి ఆధారంగా తయారుచేసింది.",
  "page-what-is-ethereum-btc-eth-diff-2": "రెండూ పేమెంట్ ప్రొవైడర్లు లేదా బ్యాంకులు లేకుండా డిజిటల్ డబ్బును ఉపయోగించడానికి మిమ్మల్ని అనుమతిస్తాయి. కానీ <b>Ethereum  ప్రోగ్రామబుల్</b>, కాబట్టి మీరు దాని నెట్వర్క్లో వికేంద్రీకృత అనువర్తనాలను కూడా నిర్మించవచ్చు మరియు మోహరించవచ్చు.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin మనం విలువైనదిగా భావించే వాటి గురించి ఒకరికొకరు ప్రాథమిక సందేశాలను పంపడానికి వీలు కల్పిస్తుంది. అధికారం లేకుండా విలువను స్థాపించడం ఇప్పటికే శక్తివంతమైనది. Ethereum దీనిని విస్తరిస్తుంది: కేవలం సందేశాలు కాకుండా, మీరు ఏదైనా సాధారణ ప్రోగ్రామ్ రాయవచ్చు లేదా ఒప్పందం చేసుకోవచ్చు. సృష్టించగల మరియు అంగీకరించగల ఒప్పందాలకు పరిమితి లేదు, అందువల్ల ఎథేరియం నెట్వర్క్లో గొప్ప ఆవిష్కరణ జరుగుతుంది.",
  "page-what-is-ethereum-btc-eth-diff-4": "Bitcoin కేవలం పేమెంట్ నెట్వర్క్ మాత్రమే అయినప్పటికీ, Ethereum ఆర్థిక సేవలు, గేమ్స్, సోషల్ నెట్వర్క్లు మరియు ఇతర అనువర్తనాల మార్కెట్ ప్లేస్ వంటిది.",
  "page-what-is-ethereum-what-can-eth-do-title": "Ethereum ఏమి చేయగలదు?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "నేను Ethereumను ఎందుకు ఉపయోగించాలి?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "ప్రపంచవ్యాప్తంగా సమన్వయం చేసుకోవడానికి, సంస్థలను రూపొందించడానికి, యాప్‌లను రూపొందించడానికి మరియు విలువను పంచుకోవడానికి మరింత స్థితిస్థాపకంగా, బహిరంగంగా మరియు నమ్మదగిన మార్గాలపై మీకు ఆసక్తి ఉంటే, ఇతీరియము మీ కోసం. Ethereum అనేది మనమందరం వ్రాసిన కథ, కాబట్టి రండి మరియు దానితో మనం ఏ అద్భుతమైన ప్రపంచాలను నిర్మించగలమో కనుగొనండి.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Ethereum వాటి నియంత్రణలో లేదా సౌందర్యాన్ని భద్రతపెడకపగల వ్యక్తులకు కూడా అపరిమితమైన ప్రాధాన్యత కలిగినది మరియు తరలిసిన నేపథ్యాల వల్ల వాటి ఆస్తివిధులను నియంత్రించడానికి దిగుమతి కలిగించిన వ్యక్తులకు అత్యధిక విపండనకరంగా ఉంది.",
  "page-what-is-ethereum-slide-1-title": "చౌకైన మరియు వేగవంతమైన క్రాస్ బార్డర్ చెల్లింపులు",
  "page-what-is-ethereum-slide-1-desc-1": "<b>స్టేబుల్ కాయిన్లు</b> ఒక కొత్త రకం క్రిప్టోకరెన్సీ, ఇది దాని విలువకు మరింత స్థిరమైన ఆస్తిపై ఆధారపడుతుంది. వాటిలో ఎక్కువ భాగం యునైటెడ్ స్టేట్స్ డాలర్తో అనుసంధానించబడి ఉంటాయి మరియు అందువల్ల ఆ కరెన్సీ విలువను కొనసాగిస్తాయి. ఇవి చాలా చౌకైన మరియు స్థిరమైన ప్రపంచ చెఇతీరియముల్లింపు వ్యవస్థను అనుమతిస్తాయి. అనేక ప్రస్తుత స్టేబుల్ కాయిన్లు Ethereum నెట్‌వర్క్‌పై రూపొందించబడ్డాయి.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum మరియు స్టేబుల్ కాయిన్లు విదేశాలకు డబ్బు పంపే ప్రక్రియను సులభతరం చేస్తాయి. మీ సగటు బ్యాంకుకు పట్టే అనేక వ్యాపార రోజులు లేదా వారాలకు విరుద్ధంగా, ప్రపంచవ్యాప్తంగా నిధులను తరలించడానికి తరచుగా కొన్ని నిమిషాలు మాత్రమే పడుతుంది మరియు ధరలో కొంత భాగం. అదనంగా, అధిక విలువ కలిగిన లావాదేవీ చేయడానికి ఎటువంటి అదనపు రుసుము లేదు మరియు మీరు మీ డబ్బును ఎక్కడ లేదా ఎందుకు పంపుతున్నారనే దానిపై ఎటువంటి పరిమితులు లేవు.",
  "page-what-is-ethereum-slide-2-title": "సంక్షోభ సమయాల్లో సత్వర సాయం",
  "page-what-is-ethereum-slide-2-desc-1": "మీరు నివసిస్తున్న విశ్వసనీయ సంస్థల ద్వారా అనేక బ్యాంకింగ్ ఎంపికలను కలిగి ఉండటానికి మీకు అదృష్టం ఉంటే, వారు అందించే ఆర్థిక స్వేచ్ఛ, భద్రత మరియు స్థిరత్వాన్ని మీరు తేలికగా తీసుకోవచ్చు. కానీ రాజకీయ అణచివేత లేదా ఆర్థిక ఇబ్బందులను ఎదుర్కొంటున్న ప్రపంచవ్యాప్తంగా చాలా మందికి, ఆర్థిక సంస్థలు వారికి అవసరమైన రక్షణ లేదా సేవలను అందించకపోవచ్చు.",
  "page-what-is-ethereum-slide-2-desc-2": "యుద్ధం, ఆర్థిక పతనం లేదా పౌర హక్కులపై అణచివేత వెనిజులాను ప్రభావితం చేసినప్పుడు, <a href='https://www.economist.com/the-americas/2021/10/30/cupas-communist-regime- is-trying-to -control-crypto\">క్యూబా</a>, <a href=\"https:// www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some- in-crisis-hit -afghanistan\">ఆఫ్ఘనిస్తాన్</a>, <a href=\"https://qz. com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">నైజీరియా</a>, <a href=\"https://www.euronews.com/my-Europe/2021/12/22 /meet-the-ngo-turning-to-cryptocurrency-to-help-desperate-belarusians\">బెలారస్</a>, మరియు <a href=\"https://internationalbanker.com/finance/cryptocurrency-filling-crucial- Role-in-the-russia-ukraine-conflict/\">ఉక్రెయిన్</a>, ఆర్థిక ఏజెన్సీని నిర్వహించడానికి క్రిప్టోకరెన్సీలు వేగవంతమైన మరియు తరచుగా ఏకైక ఎంపిక. tech/\">1</a></sup>చూసినట్లుగా ఈ ఉదాహరణలలో, ఇటువంటి క్రిప్టోకరెన్సీలు.",
  "page-what-is-ethereum-slide-3-title": "సృష్టికర్తలను శక్తివంతం చేయడం",
  "page-what-is-ethereum-slide-3-desc-1": "2021లోనే, కళాకారులు, సంగీతకారులు, రచయితలు మరియు ఇతర సృష్టికర్తలు Ethereumని ఉపయోగించి సమిష్టిగా దాదాపు $3.5 బిలియన్లు సంపాదించారు. ఇది Spotify, YouTube మరియు Etsyతో పాటు సృష్టికర్తల కోసం Ethereumని అతిపెద్ద గ్లోబల్ ప్లాట్‌ఫారమ్‌లలో ఒకటిగా చేస్తుంది. ఇంకా నేర్చుకో.<a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">",
  "page-what-is-ethereum-slide-4-title": "గేమర్‌లను శక్తివంతం చేయడం",
  "page-what-is-ethereum-slide-4-desc-1": "గేమ్‌లను సంపాదించడానికి ఆడండి (వాస్తవానికి గేమ్‌లు ఆడినందుకు ఆటగాళ్లకు రివార్డ్‌లు లభిస్తాయి) ఇటీవల ఉద్భవించాయి మరియు గేమింగ్ పరిశ్రమను మారుస్తున్నాయి. సాంప్రదాయకంగా, నిజమైన డబ్బు కోసం ఇతర ఆటగాళ్లకు గేమ్‌లోని ఆస్తులను వ్యాపారం చేయడం లేదా బదిలీ చేయడం తరచుగా నిషేధించబడింది. ఇది తరచుగా భద్రతా ప్రమాదంగా ఉండే బ్లాక్ మార్కెట్ వెబ్‌సైట్‌లను ఉపయోగించమని ఆటగాళ్లను బలవంతం చేస్తుంది. బ్లాక్‌చెయిన్ గేమింగ్ గేమ్‌లోని ఆర్థిక వ్యవస్థను స్వీకరిస్తుంది మరియు అటువంటి ప్రవర్తనను విశ్వసనీయ పద్ధతిలో ప్రోత్సహిస్తుంది.",
  "page-what-is-ethereum-slide-4-desc-2": "అంతేకాకుండా, ఆటగాళ్ళు నిజమైన డబ్బు కోసం గేమ్ టోకెన్‌లను వర్తకం చేయగలగడం ద్వారా ప్రోత్సహించబడతారు మరియు తద్వారా వారి ఆట సమయానికి నిజంగా రివార్డ్ పొందుతారు.",
  "page-what-is-ethereum-meet-ether-title": "ఈథర్, Ethereum యొక్క క్రిప్టోకరెన్సీని కలవండి",
  "page-what-is-ethereum-meet-ether-desc-1": "ఇతీరియము నెట్‌వర్క్‌లోని అనేక చర్యలకు Ethereum యొక్క ఎంబెడెడ్ కంప్యూటర్‌లో (Ethereum వర్చువల్ మెషిన్ అని పిలుస్తారు) కొంత పని చేయాల్సి ఉంటుంది. ఈ గణన ఉచితం కాదు; ఈథర్ అని పిలువబడే Ethereum యొక్క స్థానిక క్రిప్టోకరెన్సీని ఉపయోగించడం కోసం ఇది చెల్లించబడుతుంది. దీనర్థం నెట్‌వర్క్‌ని ఉపయోగించడానికి మీకు కనీసం తక్కువ మొత్తంలో ఈథర్ అవసరం.",
  "page-what-is-ethereum-meet-ether-desc-2": "ఈథర్ పూర్తిగా డిజిటల్ మరియు మీరు దీన్ని ప్రపంచంలో ఎక్కడికైనా తక్షణమే పంపవచ్చు. ఈథర్ సరఫరా ఏ ప్రభుత్వం లేదా కంపెనీచే నియంత్రించబడదు - ఇది వికేంద్రీకరించబడింది మరియు పూర్తిగా పారదర్శకంగా ఉంటుంది. ఈథర్ ప్రోటోకాల్ ప్రకారం ఖచ్చితమైన పద్ధతిలో జారీ చేయబడుతుంది, నెట్‌వర్క్‌ను భద్రపరిచే స్టేకర్‌లకు మాత్రమే.",
  "page-what-is-ethereum-get-eth": "ఇతీరియమును పొందండి",
  "page-what-is-ethereum-explore-applications": "అప్లికేషన్‌లను అన్వేషించండి",
  "page-what-is-ethereum-learn-defi": "DeFi గురించి నేర్చుకోండి",
  "page-what-is-ethereum-who-runs-ethereum-title": "Ethereumని ఎవరు నడుపుతున్నారు?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum ఏ ప్రత్యేక సంస్థచే నియంత్రించబడదు. Ethereum ప్రోటోకాల్‌ను అనుసరించి మరియు Ethereum బ్లాక్‌చెయిన్‌కి జోడించడం ద్వారా సాఫ్ట్‌వేర్‌ను అమలు చేసే కనెక్ట్ చేయబడిన కంప్యూటర్‌లు ఉన్నప్పుడు ఇది ఉనికిలో ఉంటుంది. ఈ కంప్యూటర్లలో ప్రతి ఒక్కటి నోడ్ అంటారు. నోడ్‌లను ఎవరైనా అమలు చేయవచ్చు, అయినప్పటికీ నెట్‌వర్క్‌ను సురక్షితం చేయడంలో పాల్గొనడానికి మీరు ఇత (Ethereum యొక్క స్థానిక టోకెన్) వాటాను కలిగి ఉండాలి. 32 ఇత ఉన్న ఎవరైనా అనుమతి అవసరం లేకుండా దీన్ని చేయవచ్చు.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Ethereum సోర్స్ కోడ్ కూడా ఒకే ఎంటిటీ ద్వారా ఉత్పత్తి చేయబడదు. ఎవరైనా ప్రోటోకాల్‌కు మార్పులను సూచించవచ్చు మరియు అప్‌గ్రేడ్‌లను చర్చించవచ్చు. అనేక ప్రోగ్రామింగ్ భాషలలో స్వతంత్ర సంస్థలచే ఉత్పత్తి చేయబడిన Ethereum ప్రోటోకాల్ యొక్క అనేక అమలులు ఉన్నాయి మరియు అవి సాధారణంగా బహిరంగంగా నిర్మించబడతాయి మరియు కమ్యూనిటీ సహకారాన్ని ప్రోత్సహిస్తాయి.",
  "page-what-is-ethereum-smart-contract-desc-1": "స్మార్ట్ కాంట్రాక్టులు Ethereum బ్లాక్‌చెయిన్‌లో నివసిస్తున్న కంప్యూటర్ ప్రోగ్రామ్‌లు. యూజర్ నుండి లావాదేవీ ద్వారా ప్రేరేపించబడినప్పుడు అవి అమలు చేయబడతాయి. వారు Ethereum చేయగలిగిన దాన్ని చాలా సరళంగా చేస్తారు. ఈ ప్రోగ్రామ్‌లు వికేంద్రీకృత యాప్‌లు మరియు సంస్థలకు బిల్డింగ్ బ్లాక్‌లుగా పనిచేస్తాయి.",
  "page-what-is-ethereum-smart-contract-desc-2": "మీరు ఎప్పుడైనా దాని సేవా నిబంధనలను మార్చిన ఉత్పత్తిని ఉపయోగించారా? లేదా మీకు ఉపయోగకరంగా అనిపించిన ఫీచర్‌ని తీసివేయాలా? ఇతీరియముకి స్మార్ట్ కాంట్రాక్ట్ ప్రచురించబడిన తర్వాత, Ethereum ఉన్నంత వరకు అది ఆన్‌లైన్‌లో ఉంటుంది మరియు పని చేస్తుంది. రచయిత కూడా దానిని తీసివేయలేరు. స్మార్ట్ ఒప్పందాలు స్వయంచాలకంగా ఉన్నందున, అవి ఏ యూజర్ పట్ల వివక్ష చూపవు మరియు ఎల్లప్పుడూ ఉపయోగించడానికి సిద్ధంగా ఉంటాయి.",
  "page-what-is-ethereum-smart-contract-desc-3": "స్మార్ట్ కంట్రాక్ట్ల ప్రముఖ ఉదాహరణలు ప్రజల అనుకూల లాన్ని, డిసెంట్రలైజ్డ్ ట్రేడింగ్ ఎక్స్చేంజ్లను, వీమాలను, చదరపు అమూల్య ఆదాయాలను, సామాజిక నెట్వర్క్స్‌ను, యొక్క NFTs ని చూడగల వారికి అన్నివింటిని కలిగి ఉంచవచ్చు.",
  "page-what-is-ethereum-more-on-smart-contracts": "స్మార్ట్ కాంట్రాక్ట్స్ గురించి మరిన్ని విషయాలకు",
  "page-what-is-ethereum-explore-dapps": "డాప్‌లను అన్వేషించండి",
  "page-what-is-ethereum-criminal-activity-title": "క్రిప్టోను నేర కార్యకలాపాలకు ఒక సాధనంగా ఉపయోగిస్తున్నారని నేను విన్నాను. ఇది నిజమేనా?",
  "page-what-is-ethereum-criminal-activity-desc-1": "ఏదైనా సాంకేతికత వలె, ఇది కొన్నిసార్లు దుర్వినియోగం చేయబడుతుంది. అయినప్పటికీ, అన్ని Ethereum లావాదేవీలు ఓపెన్ బ్లాక్‌చెయిన్‌లో జరుగుతాయి కాబట్టి, సాంప్రదాయ ఆర్థిక వ్యవస్థలో కంటే అక్రమ కార్యకలాపాలను ట్రాక్ చేయడం అధికారులకు చాలా సులభం, నిస్సందేహంగా గుర్తించబడని వారికి Ethereum తక్కువ ఆకర్షణీయమైన ఎంపిక.",
  "page-what-is-ethereum-criminal-activity-desc-2": "యూరోపోల్, యూరోపియన్ యూనియన్ ఏజెన్సీ ఫర్ లా ఎన్ఫోర్స్మెంట్ కోఆపరేషన్ యొక్క ఇటీవలి నివేదిక యొక్క కీలక ఫలితాల ప్రకారం క్రిప్టోను క్రిమినల్ ప్రయోజనాల కోసం ఫియట్ కరెన్సీల కంటే చాలా తక్కువగా ఉపయోగిస్తున్నారు:",
  "page-what-is-ethereum-criminal-activity-desc-3": "\"అక్రమ కార్యకలాపాల కోసం క్రిప్టోకరెన్సీలను ఉపయోగించడం మొత్తం క్రిప్టోకరెన్సీ ఆర్థిక వ్యవస్థలో కొద్ది భాగాన్ని మాత్రమే కలిగి ఉన్నట్లు అనిపిస్తుంది మరియు ఇది సాంప్రదాయ ఫైనాన్స్లో పాల్గొన్న అక్రమ నిధుల మొత్తం కంటే చాలా చిన్నదిగా కనిపిస్తుంది.\"",
  "page-what-is-ethereum-energy-title": "Ethereum యొక్క శక్తి వినియోగం గురించి ఏమిటి?",
  "page-what-is-ethereum-energy-desc-1": "సెప్టెంబరు 15, 2022న, Ethereum మెర్జ్ అప్‌గ్రేడ్ ద్వారా వెళ్లింది, ఇది Ethereumని ప్రూఫ్-ఆఫ్-వర్క్ నుండి ప్రూఫ్-ఆఫ్-స్టాక్‌కి మార్చింది.",
  "page-what-is-ethereum-energy-desc-2": "మర్జ్ Ethereumకు అతిపెద్ద అప్గ్రేడు అయింది, Ethereumను సురక్షించడానికి కావలసిన శక్తి వినియోగంను 99.95% తగ్గించింది, అధిక భారీ కార్బన్ ఖర్చుతో కనిపించిన హనికరం కోసం మంచి సురక్షిత నెట్వర్క్ సృష్టించబడింది. Ethereum ప్రస్తుతం కనిపించిన కార్బన్ బ్లాక్‌చేన్ అయినాటికీ తక్కువ కార్బన్ పనిచేసుకొనుటకు పొందుతుంది, సురక్షతను మరియు వృద్ధిని పెంచేందుకు మంచి పరిమాణంగా పెంచబడింది.",
  "page-what-is-ethereum-more-on-energy-consumption": "శక్తి వినియోగంపై మరింత సమాచారం",
  "page-what-is-ethereum-energy-consumption-chart-legend": "TWH/సంవత్సరంలో వార్షిక శక్తి వినియోగం",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "USలో గేమింగ్",
  "energy-consumption-chart-eth-pos-label": "ETH ప్రూఫ్ ఆఫ్ స్టేక్",
  "page-what-is-ethereum-the-merge-update": "అప్‌డేట్‌ను మెర్జ్ చేయండి",
  "page-what-is-ethereum-week-in-ethereum": "Ethereum న్యూస్‌లో వారం",
  "page-what-is-ethereum-week-in-ethereum-desc": "- పర్యావరణ వ్యవస్థ అంతటా కీలక పరిణామాలను కవర్ చేసే వీక్లీ న్యూస్ లెటర్.",
  "page-what-is-ethereum-kernel-dreamers": "కెర్నల్",
  "page-what-is-ethereum-kernel-dreamers-desc": "Ethereum యొక్క కల",
  "page-what-is-ethereum-atoms-institutions-blockchains": "అణువులు, సంస్థలు, బ్లాక్‌చెయిన్‌లు",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "బ్లాక్‌చెయిన్ ఎందుకు ముఖ్యమైనది?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "సంఖ్యాపరంగా Ethereum",
  "adoption-chart-column-now-label": "ఇప్పుడు",
  "adoption-chart-investors-label": "పెట్టుబడిదారులు",
  "adoption-chart-developers-label": "డెవలపర్లు",
  "adoption-chart-companies-label": "కంపెనీలు",
  "adoption-chart-artists-label": "కళాకారులు",
  "adoption-chart-musicians-label": "సంగీత విద్వాంసులు",
  "adoption-chart-writers-label": "రచయితలు",
  "adoption-chart-gamers-label": "గేమర్లు",
  "adoption-chart-refugees-label": "శరణార్థులు"
}
