{
  "51%-attack-term": "51%-os támadás",
  "51%-attack-definition": "A támadás olyan típusa, amikor egy csoport átveszi az irányítást a <a href=\"/glossary/#node\">csomópontok</a> többsége felett. Ez lehetővé tenné számukra, hogy becsapják a blokkláncot a <a href=\"/glossary/#transaction\">tranzakciók</a> visszafordításával, és az <a href=\"eth\">ether</a>, illetve egyéb tokenek kétszeres elköltésével.<br /><br />Az Ethereum proof-of-stake esetében ez a teljes letétbe helyezett ether több mint felének felhalmozásával érhető el. Ez lehetővé tenné a támadó számára, hogy eldöntse, mely új blokkokat adja hozzá a blokklánchoz. A lánc visszaállításához vagy a támadó kétszeres elköltéséhez azonban a teljes letétbe helyezett ether legalább 66%-ára van szükség.",
  "account-term": "Számla",
  "account-definition": "Az Ethereum-fiók egy digitális identitás az Ethereum blokkláncon, amely lehetővé teszi a felhasználók számára, hogy Ethert küldjenek, fogadjanak, és okosszerződésekkel kommunikáljanak.<br /><br /><strong>Technikai:</strong><br />Ez egy objektum, amely címet, egyenleget, nonce-t, valamint opcionális tárhelyet és kódot tartalmaz. A számla lehet szerződéses számla vagy externally owned account (EOA)",
  "address-term": "Cím",
  "address-definition": "Az Ethereum-cím egy egyedi azonosító, amelyet tokenek fogadására használnak, és a kriptovaluták bankszámlaszámához hasonló funkciókat látnak el. Az Ön Ethereum-fiókjának azonosítására szolgál.<br /><br />Ez az ECDSA nyilvános kulcs Keccak-kivonatának jobb szélső 160 bitje.",
  "anti-sybil-term": "Anti-Sybil",
  "anti-sybil-definition": "Módszerek arra, hogy megakadályozzák az embereket abban, hogy egyszerre több felhasználónak adják ki magukat az interneten, így biztosítva, hogy minden felhasználó valódi, különálló személy legyen. Ez segít megőrizni, hogy az online interakciók tisztességesek és őszinték legyenek.",
  "abi-term": "Alkalmazás bináris interfésze (ABI)",
  "abi-definition": "JSON-fájl, amely meghatározza az okosszerződésben szereplő függvényeket és változókat. Az ABI lehetővé teszi a bájtkód leképezését ember által olvasható formátumokra.",
  "api-term": "Alkalmazásprogramozási felület (API)",
  "api-definition": "Az Alkalmazásprogramozási felület (API) definíciók kötege arról, hogyan lehet használni egy szoftverrészt. Az API az alkalmazás és a webszerver között helyezkedik el, és az ezek közötti adatátadást teszi lehetővé.",
  "apr-term": "APR",
  "apr-definition": "A THM vagy éves százalékos kamatláb a kölcsönök éves költségét tükrözi százalékban, beleértve a kamatokat és díjakat is.",
  "asic-term": "ASIC",
  "asic-definition": "Alkalmazásspecifikus integrált körök. Ez általában egy integrált körre vonatkozik, amely személyre szabottan készült a kriptovaluta bányászatához.",
  "assert-term": "assert",
  "assert-definition": "A <a href=\"/glossary/#solidity\">Solidity</a> programozási nyelvben az assert(false) a „0xfe” érvénytelen operációs kódra lesz átfordítva, ami felhasználja az összes maradék <a href=\"/glossary/#gas\">gázt</a> és visszafordítja a változtatásokat. Amikor egy assert() parancs hibára fut, akkor valami nagyon rossz és váratlan történik, és a fejlesztőknek meg kell javítaniuk a kódot. Az assert() parancsot arra kell használni a programban, hogy soha ne történhessenek meg bizonyos események. <a href=\"/developers/docs/smart-contracts/security/\">Bővebben az okosszerződés-biztonságról</a>.",
  "attestation-term": "Tanúsítás",
  "attestation-definition": "Egy entitás állítása arról, hogy valami igaz. Az Ethereum kontextusában a konszenzusvalidátorok egy állítást tesznek arról, hogy mi a lánc státusza. Előre meghatározott időben minden egyes validátor felel azért, hogy tanúsításokat adjon, ami hivatalosan igazolja, hogy ő mit lát a láncon, beleértve a legutóbbi befejezett ellenőrzési pontot és a lánc aktuális elejét. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">Bővebben a tanúsításokról</a>.",
  "base-fee-term": "Alapdíj",
  "base-fee-definition": "Minden <a href=\"/glossary/#block\">blokknak</a> vagy egy alapvető ára, az alapdíj. Ez az a minimális <a href=\"/glossary/#gas\">gázdíj</a>, amit a felhasználó azért fizet, hogy a tranzakciója bekerülhessen a következő blokkba. <a href=\"/developers/docs/gas/\">Bővebben a gázról és a díjakról</a>.",
  "beacon-chain-term": "Beacon lánc",
  "beacon-chain-definition": "A Beacon lánc az a blokklánc volt, ami bevezette a <a href=\"/glossary/#pos\">proof-of-stake (letéti igazolás)</a> mechanizmusát és a <a href=\"/glossary/#validator\">validátorokat</a> az Ethereumra. Egyszerre futott a proof-of-work (munkaigazolás) mechanizmuson alapuló Ethereum főhálózattal 2020. decembertől addig, amíg a két lánc össze nem olvadt 2022. szeptemberben, ezzel kialakítva a mai Ethereumot. <a href=\"/roadmap/beacon-chain/\">Bővebben a Beacon láncról</a>.",
  "big-endian-term": "Big-endian",
  "big-endian-definition": "Pozíciós számábrázolás, ahol a legfontosabb számjegy az első a memóriában. Ennek ellentéte a kicsi a little-endian, ahol a legkevésbé fontos számjegy az első.",
  "block-term": "Blokk",
  "block-definition": "Egy blokk az, ahol a tranzakciókat vagy digitális műveleteket tárolják. Amint egy blokk megtelik, összekapcsolódik az előzővel, így létrejön a blokkok láncolata, azaz egy „blokklánc”. <a href=\"/developers/docs/blocks/\">További információ a blokkokról</a>.<br /><br />A blokk az információ összekötegelt egysége, amely a tranzakciók listáját és konszenzussal kapcsolatos információkat tartalmaz. A blokkokat a proof-of-stake (letéti igazolás) alapú validátorok javasolják, majd megosztják azt a teljes közvetítő nélküli (peer-to-peer) hálózattal, ahol könnyen ellenőrizhetik azt független csomópontok. A konszenzusszabályok irányítják, hogy egy blokk tartalma mitől lesz érvényes, és az érvénytelen blokkokat kizárják a hálózatból. Ezen blokkok sorrendje és a bennük lévő tranzakciók az események meghatározott láncát alkotják, mely a végén a hálózat jelenlegi státuszát mutatja.",
  "block-explorer-term": "Blokkfelfedező",
  "block-explorer-definition": "Egy interfész, amely lehetővé teszi a felhasználóknak, hogy információt szerezzenek a blokkláncból és a blokkláncról. Ezek lehetnek egyéni tranzakciók, bizonyos címekre vonatkozó tevékenységek és a hálózatra vonatkozó adatok.",
  "block-header-term": "Blokkfejléc",
  "block-header-definition": "A blokkfejléc a blokkról szóló metaadatok gyűjteménye és a végrehajtási csomagba bekerült tranzakciók összegzése.",
  "block-propagation-term": "Blokkelőterjesztés",
  "block-propagation-definition": "Az a folyamat, amikor egy kialakított blokkot elküldenek a hálózat összes többi csomópontjának.",
  "block-proposer-term": "Blokkelőterjesztő",
  "block-proposer-definition": "Egy adott validátor, akit kiválasztottak a blokk előterjesztésére egy meghatározott <a href=\"/glossary/#slot\">slotban</a>.",
  "block-reward-term": "Blokkjutalom",
  "block-reward-definition": "Egy adott mennyiségű ether, melyet a blokk előterjesztője kap egy új, érvényes blokkért.",
  "block-status-term": "Blokkstátusz/állapot",
  "block-status-definition": "A blokk lehetséges státuszai. Ezek lehetnek:<br/><br/><ul><li>javasolt: a blokkot előterjesztette egy validátor</li><li>betervezett: a validátorok éppen előterjesztik az adatot</li><li>kihagyott/átugrott: az előterjesztő nem javasolt blokkot a rendelkezésre álló időben</li><li>elárvult: a blokkot kiszervezte az <a href=\"/glossary/#fork-choice-algorithm\">elágazásválasztás algoritmusa</a></li></ul>",
  "block-time-term": "Blokk idő",
  "block-time-definition": "Az az időintervallum, ami a blokklánchoz adódó blokkok között van.",
  "block-validation-term": "Blokkvalidáció",
  "block-validation-definition": "Az a folyamat, amely ellenőrzi, hogy egy új blokk tartalmaz-e érvényes tranzakciókat és aláírásokat, a legnehezebb történeti láncra épít (azaz arra, amelyik története során a legtöbb igazolást halmozta fel), és minden egyéb konszenzusos szabályt követ. Érvényes blokkokat adnak hozzá a lánc fejéhez, és továbbítják a hálózat többi részéhez. Az érvénytelen blokkokat figyelmen kívül hagyja.",
  "blockchain-term": "Blokklánc",
  "blockchain-definition": "A blokklánc a tranzakciók adatbázisa, megkettőzve és megosztva a hálózat összes számítógépén, amely biztosítja, hogy az adatok visszamenőleges hatállyal ne módosíthatók.<br /><br />A <a href=\"/glossary/#block\">blokk< sorozata. /a> , mindegyik az elődjére hivatkozik egészen a <a href=\"/glossary/#genesis-block\">genesis blokkig</a> az előző blokk hashére hivatkozva. A blokklánc integritását kripto-gazdaságilag biztosítják egy tét-alapú konszenzusos mechanizmus segítségével. <a href=\"/developers/docs/intro-to-ethereum#what-is-a-blockchain\">Mi az a blokklánc?</a>",
  "bootnode-term": "Betöltő csomópont (Bootnode)",
  "bootnode-definition": "Csomópontok, amelyek segítségével elindítható a felfedezési folyamat egy csomópont futtatásakor. A rendszerindító csomópontok új csomópontokat „bevezetnek” más meglévő csomópontokba, hogy gyorsan társokat szerezzenek, ahelyett, hogy egy kezdeti partnert kellene keresniük. Ezeknek a csomópontoknak a végpontjait általában az Ethereum kliens forráskódja tartalmazza, de a felhasználók megadhatják saját rendszerindító csomópontok listáját.",
  "bridge-term": "Híd",
  "bridge-definition": "A blokklánc-híd az eszközök egyik blokklánc-hálózatból a másikba való átvitelére szolgál. A híd segítségével például átviheti az ETH-t a fő Ethereum hálózatról az olcsóbb 2. rétegű skálázási megoldásokra.",
  "bytecode-term": "Bájtkód",
  "bytecode-definition": "A kód kompakt, numerikus formában van kifejezve, hogy az <a href=\"/glossary/#evm\">EVM</a> hatékonyan végrehajthassa.",
  "byzantium-fork-term": "Byzantium elágazás",
  "byzantium-fork-definition": "A két <a href=\"/glossary/#hard-fork\">végleges elágazás (hard fork)</a> egyike, amely a <a href=\"/glossary/#metropolis\">Metropolis</a> fejlesztési szintre vonatkozott. Beletartozott az EIP-649 Metropolis <a href=\"/glossary/#difficulty-bomb\">nehézségi bomba (Difficulty Bomb)</a> késleltetése és blokkjutalom csökkentése, amikor a <a href=\"/glossary/#ice-age\">jégkorszakot</a> elhalasztották 1 évvel és a blokkjutalom 5 etherről 3-ra változott.",
  "casper-ffg-term": "Casper FFG",
  "casper-ffg-definition": "A Casper-FFG egy proof-of-stake (letéti igazolás) konszenzusprotokol, melyet együtt használnak az <a href=\"/glossary/#lmd-ghost\">LMD-GHOST</a> elágazásválasztási algoritmussal, hogy a <a href=\"/glossary/#consensus-client\">konszenzuskliensek</a> megegyezésre jussanak a Beacon lánc elejét illetően.",
  "checkpoint-term": "Ellenőrzési pont",
  "checkpoint-definition": "A <a href=\"/glossary/#beacon-chain\">Beacon lánc</a> egy olyan ütem szerint működik, mely slotokra (12 másodperc) és korszakokra (32 slot) van felosztva. Minden korszak első slotja egy ellenőrzési pont. Amikor a validátorok <a href=\"/glossary/#supermajority\">túlnyomó többsége</a> tanúsítja a két ellenőrzési pont közötti kapcsolatot, akkor ezek <a href=\"/glossary/#justification\">érvényesíthetők</a>, és amikor egy újabb ellenőrzési pont lesz érvényesítve ezek után, akkor ezeket <a href=\"/glossary/#finality\">véglegesíteni</a> lehet.",
  "compiling-term": "Összeállítás",
  "compiling-definition": "Egy magas szintű nyelvben (mint amilyen a <a href=\"/glossary/#solidity\">Solidity</a>) írt kód átkonvertálása egy alacsonyabb szintű nyelvre (mint amilyen az EVM <a href=\"/glossary/#bytecode\">bájtkód</a>). <a href=\"/developers/docs/smart-contracts/compiling/\">Bővebben az okosszerződések összeállításáról</a>",
  "committee-term": "Bizottság",
  "committee-definition": "A <a href=\"/glossary/#validator\">validátorok</a> legalább 128 tagot számláló csoportja, amely a blokkvalidálást végzi egy-egy slotban. Az egyik validátor lesz az az aggregátor, aki a bizottság összes validátorának az aláírását össze kell gyűjtse, akik pozitív módon tanúsították a blokkot. Ne tévesszük össze a <a href=\"/glossary/#sync-committee\">szinkronizálási bizottsággal</a>.",
  "computational-infeasibility-term": "Számítási megvalósíthatatlanság",
  "computational-infeasibility-definition": "Egy folyamat számításilag megvalósíthatatlan, ha olyan hosszú ideig (például évmilliárdokig) kellene annak futtatnia, akit esetleg érdekelhet ennek elvégzése.",
  "consensus-term": "Konszenzus",
  "consensus-definition": "Amikor a hálózaton lévő számítógépek több mint 2/3-a egyetért abban, hogy ugyanazokkal a rekordokkal rendelkeznek, így mindenki ugyanazon az oldalon van. Ez nem az általuk követett szabályokról szól, hanem arról, hogy mindegyikük ugyanazokkal az információkkal rendelkezzen.",
  "consensus-client-term": "Konszenzusos kliens",
  "consensus-client-definition": "A konszenzuskliensek (mint amilyen a Prysm, Teku, Nimbus, Lighthouse, Lodestar) futtatják az Ethereum <a href=\"/glossary/#pos\">proof-of-stake</a> (letéti igazolás alapú) konszenzusalgoritmusát, melynek révén a hálózat képes megegyezésre jutni a Beacon lánc elejét illetően. A konszenzuskliensek nem vesznek részt a tranzakciók validálásában/elterjesztésében vagy a státuszváltások végrehajtásában. Ezt a <a href=\"/glossary/#execution-client\">végrehajtási kliensek</a> végzik. A konszenzusos kliensek nem tanúsítanak és nem javasolnak új blokkokat. Ezt a <a href=\"/glossary/#validator\">validátorkliens</a> végzi, amely a konszenzuskliens opcionális kiegészítője.",
  "consensus-layer-term": "Konszenzusréteg",
  "consensus-layer-definition": "Az Ethereum konszenzusrétege a <a href=\"/glossary/#consensus-client\">konszenzuskliensek</a> hálózata.",
  "consensus-rules-term": "Konszenzusszabályok",
  "consensus-rules-definition": "A blokkvalidációs szabályok, melyeket a teljes csomópontok követnek, hogy konszenzusban maradjanak a többi csomóponttal. Ne tévesszük össze magával a <a href=\"/glossary/#consensus\">konszenzussal</a>.",
  "cfi-term": "Bevezetését megfontolták (CFI)",
  "cfi-definition": "Egy olyan központi <a href=\"/glossary/#eip\">Ethereum-fejlesztési javaslat (EIP)</a>, amely még nem elérhető a főhálózaton, de a kliensfejlesztők általában pozitívan állnak hozzá az adott elképzeléshez. Ha teljesíti a főhálózatra való bekerülés összes kritériumát, akkor talán egy hálózatfrissítéssel (nem feltétlen a következővel) elérhetővé válik.",
  "constantinople-fork-term": "Constantinople elágazás",
  "constantinople-fork-definition": "A <a href=\"/glossary/#metropolis\">Metropolis</a> szakasz második része, melyet eredetileg 2018-tól terveztek. Ebben egy olyan megoldásra terveztek áttérni, ami egy hibrid <a href=\"/glossary/#pow\">proof-of-work (munkaigazolás)</a>/<a href=\"/glossary/#pow\">proof-of-stake (letéti igazolás)</a> konszenzusalgoritmus, több más változással együtt.",
  "contract-account-term": "Szerződéses számla",
  "contract-account-definition": "Egy számla, mely kódot tartalmaz, mely lefut, amikor kap egy <a href=\"/glossary/#transaction\">tranzakciót</a> egy másik <a href=\"/glossary/#account\">számlától</a> (<a href=\"/glossary/#eoa\">külső tulajdonú számla (EOA)</a> vagy <a href=\"/glossary/#contract-account\">szerződéses</a>).",
  "contract-creation-transaction-term": "Szerződéslétrehozó tranzakció",
  "contract-creation-transaction-definition": "Egy speciális <a href=\"/glossary/#transaction\">tranzakció</a>, ami egy szerződés létrehozókódját tartalmazza. A fogadó nullára van állítva és a szerződés telepítésre kerül egy olyan címre, amit a felhasználó címe és egy nonce ad ki. Arra használják, hogy regisztráljanak egy <a href=\"/glossary/#contract-account\">szerződést</a>, és rögzítsék azt az Ethereum blokkláncon.",
  "cryptoeconomics-term": "Kriptogazdaságtan",
  "cryptoeconomics-definition": "Matematikai és gazdasági elvek tanulmányozása biztonságos és megbízható digitális platformok tervezése érdekében. A cél az, hogy minden résztvevő betartsa a szabályokat, és jutalmat kapjon a hálózat biztonságához és működéséhez való hozzájárulásáért. ",
  "cryptography-term": "Kriptográfia",
  "cryptography-definition": "Ez a kommunikáció és az adatok kódok használatával történő biztonságossá tételének gyakorlata, hogy csak azok tudják elolvasni és feldolgozni, akiknek az információt szánják.<br />Ez magában foglalja a titkosítási technikákat (olvasható információ olvashatatlan formátumba átalakítása), ill. visszafejtése (olvasható formátumba való visszakonvertálása), a titkosság biztosítása.",
  "doge-d-term": "Đ",
  "doge-d-definition": "Đ (egy D betű egy vonással) a régi angol, középangol, izlandi és feröeri nyelvek betűje, nagybetűsen pedig „Eth”-et jelent. Olyan szavakban használják, mint ĐEV (fejlesztés) vagy Đapp (decentralizált alkalmazás), ahol a Đ az északi “eth” betű. Emellett a Dogecoin kriptovaluta szimbólumának is használták. A használata a régi Ethereum szakirodalomban jellemző, de ma már kevésbé elterjedt.",
  "dag-term": "DAG",
  "dag-definition": "A DAG az irányított aciklikus gráf (Directed Acyclic Graph) rövidítése. Ez egy olyan adatstruktúra, amely csomópontokból és az azok közötti kapcsolatokból áll össze. A Beolvadás előtt az Ethereum ilyet használt a <a href=\"/glossary/#pow\">proof-of-work</a> algoritmusban (ez volt az <a href=\"/glossary/#ethash\">Ethash</a>), de ez többé már nem szükséges a <a href=\"/glossary/#pos\">proof-of-stake</a> mechanizmusnál.",
  "dapp-term": "Dapp",
  "dapp-definition": "A dApp egy decentralizált alkalmazás, amely blokklánc-hálózaton fut, és központi felügyeleti jogosultság nélkül kínál szolgáltatásokat. <a href=\"/dapps/\">További információk a decentralizált alkalmazásokról</a>.<br />A dapp legalább egy, webes felülethez kapcsolt okosszerződéssel rendelkezik. Ezen kívül sok dapp tartalmaz decentralizált tárolást és/vagy üzenetprotokollt és platformot.",
  "data-availability-term": "Adatelérhetőség",
  "data-availability-definition": "Bármely csomópont függetlenül tudja ellenőrizni a tranzakciókat a blokkláncon az átláthatóság és a rendszerbe vetett bizalom megőrzése érdekében.",
  "decentralization-term": "Decentralizáció",
  "decentralization-definition": "Az a koncepció, hogy a folyamatok irányítását és végrehajtását ne egy központi entitás végezze.",
  "dao-term": "Decentralizált autonóm szervezet (DAO)",
  "dao-definition": "A DAO egy blokkláncra kódolt szabályok által működtetett digitális szervezet, ahol a döntéseket nem egy központi hatóság, hanem a tagok szavazatai alapján hozzák meg. <a href=\"/dao/\">További információk a decentralizált autonóm szervezetekről (DAO-k)</a>.<br />Az egyes tagok szavazati ereje gyakran a birtokukban lévő tokenek számától függ. A DAO-k célja a döntéshozatal és a műveletek demokratizálása, az átláthatóságra és a közösségi kormányzásra összpontosítva.",
  "dex-term": "Decentralizált tőzsde (DEX)",
  "dex-definition": "Az Ethereum alkalmazás egy típusa, amellyel tokeneket cserélhet a hálózaton lévő társaikkal. A DEX-ekre nem vonatkoznak földrajzi korlátozások, mint például a központosított cserék – bárki részt vehet.",
  "deposit-contract-term": "Letéti szerződés",
  "deposit-contract-definition": "Az Ethereumon való letétbe helyezés alapja. Ez egy olyan okosszerződés az Ethereumon, amely ETH letétet fogad el, és kezeli a validátorok egyenlegeit. A validátort nem lehet addig aktiválni, amíg ebbe a szerződésbe nem kötötte le a kellő ETH összeget. A szerződésnek ETH és bemenő adatok kellenek. Utóbbi a validátori nyilvános kulcs és a kivételi nyilvános kulcs, melyet a validátor privát kulcsa ír alá. Ezekre szükség van ahhoz, hogy egy validátort beazonosítson és jóváhagyjon egy <a href=\"/glossary/#pos\">proof-of-stake</a> hálózat.",
  "defi-term": "DeFi",
  "defi-definition": "Az Ethereum alkalmazások széles kategóriája, amelyek célja a blokklánc által támogatott pénzügyi szolgáltatások nyújtása, közvetítők nélkül. <a href=\"/defi/\">További információk a decentralizált finanszírozásról (DeFi)</a>",
  "difficulty-term": "Nehézség",
  "difficulty-definition": "Egy hálózati szintű beállítás a <a href=\"/glossary/#pow\">proof-of-work</a> hálózatoknál, mely azt irányítja, hogy átlagosan mennyi számítás szükséges egy érvényes nonce megtalálásához. A nehézséget a kezdő nullák száma mutatja, melyekre a blokkhashben van szükség, hogy az érvényes legyen. Ezt a koncepciót kivezették, amikor az Ethereum átállt a proof-of-stake mechanizmusra.",
  "difficulty-bomb-term": "Nehézségi bomba",
  "difficulty-bomb-definition": "A <a href=\"/glossary/#pow\">proof-of-work</a> <a href=\"/glossary/#difficulty\">nehézség</a> tervezett exponenciális megnövelése, hogy ezzel motiválják a <a href=\"/glossary/#pos\">proof-of-stake-re</a> történő átállást, és csökkentsék az <a href=\"/glossary/#hard-fork\">elágazás</a> valószínűségét. A nehézségi bombát a <a href=\"/roadmap/merge\">Beolvadás</a> érvénytelenítette.",
  "digital-signatures-term": "Digitális aláírás",
  "digital-signatures-definition": "Egy rövid adatsor, amelyet egy felhasználó hoz létre egy dokumentumhoz egy <a href=\"/glossary/#private-key\">privát kulcs</a> használatával úgy, hogy bárki a hozzátartozó <a href=\"/glossary/#public-key\">nyilvános kulccsal</a>, az aláírással és a dokumentummal hitelesíteni tudja, hogy (1) a dokumentumot „aláírta” a bizonyos privát kulcs tulajdonosa, és (2) a dokumentum nem változott miután aláírták.",
  "discovery-term": "Felfedezés",
  "discovery-definition": "Az a folyamat, amellyel az Ethereum-csomópontok megtalálják a többi csomópontot, hogy azokkal kapcsolódjanak.",
  "distributed-hash-table-term": "Megosztott hashtábla (DHT)",
  "distributed-hash-table-definition": "Adatstruktúra, mely „(kulcs, érték)” párokat használ, az Ethereum-csomópontok ezzel azonosítják be a társaikat, akikkel kapcsolódnak és hogy milyen protokollt használjanak a kommunikációhoz.",
  "double-spend-term": "Dupla költés",
  "double-spend-definition": "Szándékos blokkláncelágazás, amikor egy felhasználó kellően nagy mennyiségű bányászati erővel/letéttel rendelkezik, egy olyan tranzakciót küld, amellyel a láncon kívülre mozgat valamennyi valutát (például fiat pénzbe teszi vagy láncon kívüli vásárlást végez), majd átrendezi a blokkláncot, hogy eltávolítsa a tranzakciót. Egy sikeres dupla költés után a támadónak a láncon és a láncon kívül is megmarad ugyanaz az eszköze.",
  "ecdsa-term": "Elliptikus görbe digitális aláírási algoritmus (ECDSA)",
  "ecdsa-definition": "Egy kriptográfiai algoritmus, melyet az Ethereum arra használ, hogy a pénzügyi eszközöket csak azok tulajdonosai tudják elkölteni. Ez a nyilvános és privát kulcsok előállításának preferált módja. A <a href=\"/glossary/#address\">számlacím</a> létrehozáshoz és a <a href=\"/glossary/#transaction\">tranzakció</a> ellenőrzéshez szükséges.",
  "encryption-term": "Titkosítás",
  "encryption-definition": "A titkosítás az elektronikus adat átalakítása egy olyan formába, mely nem olvasható senkinek, kivéve annak, aki rendelkezik a megfelelő visszafejtő kulccsal.",
  "entropy-term": "Entrópia",
  "entropy-definition": "A kriptográfia kontextusában az előrejelezhetőség hiánya vagy véletlenszerűség. Amikor titkos információkat generálunk, mint a <a href=\"/glossary/#private-key\">privát kulcsok</a>, az algoritmusok általában egy magas entrópiaforrásra támaszkodnak, hogy biztosítsák a kimenet megjósolhatatlanságát.",
  "epoch-term": "Korszak",
  "epoch-definition": "Egy 32 <a href=\"/glossary/#slot\">slot-ból</a> álló periódus, melyben minden slot 12 másodperc, összességében 6,4 perc. A <a href=\"/glossary/#committee\">validátorbizottságokat</a> megváltoztatják minden korszakban biztonsági okokból. Minden korszakban lehetőség van arra, hogy a lánc <a href=\"/glossary/#finality\">véglegesedjen</a>. Minden korszak elején a validátorokhoz új felelősségeket rendelnek. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Bővebben a proof-of-stake-ről</a>",
  "equivocation-term": "Kétértelműség",
  "equivocation-definition": "A validátor két egymásnak ellentmondó üzenetet küld. Egyszerű példa erre, amikor a tranzakció küldője két tranzakciót küld ugyanazzal a nonce-szal. Vagy amikor a blockelőterjesztője két blokkot javasol ugyanakkora blokkméretre (vagy ugyanarra a slotra).",
  "eth1-term": "Eth1",
  "eth1-definition": "Az „Eth1” kifejezés az Ethereum főhálózatára vonatkozott, a proof-of-work blokkláncra. Ezt ma már végrehajtási rétegnek nevezik. <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">Tudjon meg többet erről a változásról</a>.",
  "eth2-term": "Eth2",
  "eth2-definition": "Az „Eth2” kifejezés az Ethereum-protokoll több frissítésére vonatkozott, beleértve a proof-of-stake mechanizmusra való átállást is. Ezt ma már konszenzusrétegnek nevezik. <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">Tudjon meg többet erről a változásról</a>.",
  "eip-term": "Ethereum-fejlesztési javaslat (EIP)",
  "eip-definition": "Tervezési dokumentum, amely információkat nyújt az Ethereum közösség számára, és ismerteti a javasolt új funkciókat, annak folyamatait vagy környezetét (lásd <a href=\"/glossary/#erc\">ERC</a>). <a href=\"/eips/\">Bevezetés az EIP-ekbe</a>",
  "ens-term": "Ethereum Name Service (ENS)",
  "ens-definition": "Az Ethereum névszolgáltatás olyan, mint egy internetes telefonkönyv az Ethereum-címekhez. A hosszú pénztárcacímek használata helyett az ENS lehetővé teszi egyszerű nevek, például \"john.eth\" használatát digitális pénzek és eszközök küldésére és fogadására.<br /><br /><strong>Technikai:</strong><br />A Az ENS-nyilvántartás egyetlen központi <a href=\"/glossary/#smart-contract\">szerződés</a>, amely az EIP-137-ben leírtak szerint a domain nevektől a tulajdonosokig és a feloldókig történő leképezést biztosítja. <a href=\"https://ens.domains\">További információ az ens.domains oldalon</a>.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "Az ERC-1155 egy újabb típusú Ethereum-tokenszabvány, amely hasonló az NFT-hez (például egyedi gyűjthető tárgyak), és amely lehetővé teszi cserélhető tételek (például valuta) létrehozását egyetlen okosszerződésen belül.<br />Ez megkönnyíti és hatékonyabbá teszi a különféle típusú digitális eszközök kezelését, különösen az olyan alkalmazások esetében, mint a videojátékok vagy a digitális gyűjtemények.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "Az ERC-20 az a szabvány, amelyet az Ethereum hálózaton található tokenek többsége használ a létrehozásukhoz.<br />Népszerű példák a stabil érmék, mint a DAI és az USDC, vagy a cseretokenek, mint az Uniswap UNI tokenje. Hasonlóan az alternatív pénzekhez, amelyek a hagyományos rendszerekben léteznek… pl. jutalompontok, kreditrendszerek vagy akár részvények stb.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "Az ERC-1155 egy újabb típusú Ethereum token szabvány, amely hasonló az NFT-hez (például egyedi gyűjthető tárgyak), amely lehetővé teszi cserélhető tételek (például valuta) létrehozását egyetlen intelligens szerződésen belül.<br />Ez megkönnyíti és hatékonyabbá teszi a kezelést. különféle típusú digitális eszközök, különösen az olyan alkalmazásokhoz, mint a videojátékok vagy a digitális gyűjtemények.",
  "execution-client-term": "Végrehajtási kliens",
  "execution-client-definition": "A végrehajtási kliensek (korábban Eth1 kliensek), mint amilyen a Besu, Erigon, Go-Ethereum (Geth), Nethermind, a tranzakciók feldolgozását és elterjesztését végzik, és kezelik az Ethereum státuszát. Lefuttatják az összes tranzakcióra a számítást az <a href=\"/glossary/#evm\">Ethereum virtuális gépet</a> használva, hogy biztosítsák a protokoll szabályainak követését.",
  "execution-layer-term": "Végrehajtási réteg",
  "execution-layer-definition": "Az Ethereum végrehajtási rétege a <a href=\"/glossary/#execution-client\">végrehajtási kliensek</a> hálózata.",
  "eoa-term": "Externally owned account (EOA)",
  "eoa-definition": "Az ERC-1155 egy újabb típusú Ethereum token szabvány, amely hasonló az NFT-hez (például egyedi gyűjthető tárgyak), amely lehetővé teszi cserélhető tételek (például valuta) létrehozását egyetlen intelligens szerződésen belül.<br />Ez megkönnyíti és hatékonyabbá teszi a kezelést. különféle típusú digitális eszközök, különösen az olyan alkalmazásokhoz, mint a videojátékok vagy a digitális gyűjtemények.",
  "erc-term": "Ethereum Request for Comments (ERC)",
  "erc-definition": "Az ERC (<strong>Ethereum Request for Comments</strong>) egyfajta műszaki dokumentáció, amelyet az Ethereum közösségben használnak az Ethereum hálózat új használati szabványainak javaslatára.<br /><br />Ezek a javaslatok számos témakört lefedhetnek, beleértve az új tokenszabványokat is (ilyen például a tokenekhez használt ERC-20, vagy az NFT-ekhez használt ERC-721).",
  "ethash-term": "Ethash",
  "ethash-definition": "Egy <a href=\"/glossary/#pow\">proof-of-work</a> algoritmus, amelyet az Ethereumban használtak, mielőtt az átállt volna <a href=\"/glossary/#pos\">proof-of-stake</a> algoritmusra. <a href=\"/developers/docs/consensus-mechanisms/pow/mining/mining-algorithms/ethash\">Bővebben</a>",
  "ether-term": "Ether",
  "ether-definition": "Az ERC-1155 egy újabb típusú Ethereum token szabvány, amely hasonló az NFT-hez (például egyedi gyűjthető tárgyak), amely lehetővé teszi cserélhető tételek (például valuta) létrehozását egyetlen intelligens szerződésen belül.<br />Ez megkönnyíti és hatékonyabbá teszi a kezelést. különféle típusú digitális eszközök, különösen az olyan alkalmazásokhoz, mint a videojátékok vagy a digitális gyűjtemények.",
  "events-term": "Események",
  "events-definition": "Az <a href=\"/glossary/#evm\">EVM</a>-naplózási funkciókhoz szükséges. A <a href=\"/glossary/#dapp\">dappok</a> felismerik az eseményeket és JavaScript callback-ek elindítására használják azokat a felhasználói interfészen. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">Bővebben az eseményekről és a naplózásról</a>",
  "evm-term": "Ethereum virtuális gép (EVM)",
  "evm-definition": "Egy stack-alapú virtuális gép, ami <a href=\"/glossary/#bytecode\">bájtkódot</a> hajt végre. Az Ethereumon a végrehajtási modell adja meg, hogy a rendszerstátusz hogyan változik, figyelembe véve a bájtkód utasítások sorozatát és egy kis tuple környezeti adatot. Ezt a virtuális státuszgép formális modelljén keresztül specifikálják. <a href=\"/developers/docs/evm/\">Bővebben az Ethereum virtuális gépről</a>.",
  "evm-assembly-language-term": "EVM assembly nyelv",
  "evm-assembly-language-definition": "Az EVM <a href=\"/glossary/#bytecode\">bájtkód emberek számára is olvasható változata.",
  "fallback-function-term": "Fallback függvény",
  "fallback-function-definition": "Egy alapfüggvény, mely adat vagy deklarált függvény név hiánya esetén hívódik meg.",
  "faucet-term": "Faucet (csap)",
  "faucet-definition": "Egy <a href=\"/glossary/#smart-contract\">okosszerződés</a> által működtetett szolgáltatás, amely javakat bocsájt ki ingyenes teszt ether formájában, amelyet a tesztneten lehet használni.",
  "finality-term": "Véglegesség",
  "finality-definition": "Az ERC-1155 egy újabb típusú Ethereum token szabvány, amely hasonló az NFT-hez (például egyedi gyűjthető tárgyak), amely lehetővé teszi cserélhető tételek (például valuta) létrehozását egyetlen intelligens szerződésen belül.<br />Ez megkönnyíti és hatékonyabbá teszi a kezelést. különféle típusú digitális eszközök, különösen az olyan alkalmazásokhoz, mint a videojátékok vagy a digitális gyűjtemények.",
  "finney-term": "Finney",
  "finney-definition": "Az <a href=\"/glossary/#ether\">ether</a> denominációja. 1 finney = 10<sup>15</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>3</sup> finney = 1 ether.",
  "fork-term": "Elágazás",
  "fork-definition": "Az ERC-1155 egy újabb típusú Ethereum token szabvány, amely hasonló az NFT-hez (például egyedi gyűjthető tárgyak), amely lehetővé teszi cserélhető tételek (például valuta) létrehozását egyetlen intelligens szerződésen belül.<br />Ez megkönnyíti és hatékonyabbá teszi a kezelést. különféle típusú digitális eszközök, különösen az olyan alkalmazásokhoz, mint a videojátékok vagy a digitális gyűjtemények.",
  "fork-choice-algorithm-term": "Elágazásválasztási algoritmus",
  "fork-choice-algorithm-definition": "A blokklánc fejének azonosítására használt algoritmus. Az Ethereumon a lánc fejét a legnagyobb tanúsítási „súllyal” rendelkező elágazásként azonosítják. A súly a tanúsítások számának és a tanúsító validátorok tényleges egyenlegének a szorzata. Ez azt jelenti, hogy a lánc igazi feje az, amelyre a legtöbb letétbe helyezett ether szavazott. A konszenzusrétegen az elágazásválasztó algoritmus neve <a href=\"/glossary/#lmd-ghost\">LMD_GHOST</a>.",
  "fraud-proof-term": "Fraud proof (csalási bizonyíték)",
  "fraud-proof-definition": "Az ERC-1155 egy újabb típusú Ethereum token szabvány, amely hasonló az NFT-hez (például egyedi gyűjthető tárgyak), amely lehetővé teszi cserélhető tételek (például valuta) létrehozását egyetlen intelligens szerződésen belül.<br />Ez megkönnyíti és hatékonyabbá teszi a kezelést. különféle típusú digitális eszközök, különösen az olyan alkalmazásokhoz, mint a videojátékok vagy a digitális gyűjtemények.",
  "frontier-term": "Frontier",
  "frontier-definition": "Az Ethereum kezdeti teszt fejlesztési fázisa, amely 2015 júliusától 2016 márciusáig tartott.",
  "gas-term": "Gáz",
  "gas-definition": "Az ERC-1155 egy újabb típusú Ethereum token szabvány, amely hasonló az NFT-hez (például egyedi gyűjthető tárgyak), amely lehetővé teszi cserélhető tételek (például valuta) létrehozását egyetlen intelligens szerződésen belül.<br />Ez megkönnyíti és hatékonyabbá teszi a kezelést. különféle típusú digitális eszközök, különösen az olyan alkalmazásokhoz, mint a videojátékok vagy a digitális gyűjtemények.",
  "gas-limit-term": "Gázkorlátozás",
  "gas-limit-definition": "A <a href=\"/glossary/#gas\">gáz</a> maximális mennyisége, amelyet egy <a href=\"/glossary/#transaction\">tranzakció</a> vagy egy <a href=\"/glossary/#block\">blokk</a> elfogyaszthat.",
  "gas-price-term": "Gázár",
  "gas-price-definition": "Etherben kifejezett ára egy egységnyi gáznak, amelyet a tranzakcióban határoznak meg.",
  "genesis-block-term": "Genezisblokk",
  "genesis-block-definition": "Egy <a href=\"/glossary/#blockchain\">blokklánc</a> első blokkja, amelyet egy adott hálózat és a kriptovalutája elindítására használnak.",
  "geth-term": "Geth",
  "geth-definition": "Go Ethereum. Az Ethereum protokoll egyik legfontosabb implementációja, melyet Go nyelven írtak. <a href=\"https://geth.ethereum.org\">Tekintse meg a geth.ethereum.org oldalt további információkért</a>",
  "gwei-term": "Gwei",
  "gwei-definition": "A gigawei rövidítése, az <a href=\"/glossary/#ether\">ether</a> denominációja, melyet általában a <a href=\"/glossary/#gas\">gázárak</a> meghatározására használnak. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>9</sup> gwei = 1 ether.",
  "hard-fork-term": "Végleges elágazás (hard fork)",
  "hard-fork-definition": "A <a href=\"/glossary/#blockchain\">blokkláncban</a> bekövetkező állandó eltérést, más néven hard-forking változás. Akkor történhet, amikor a nem frissített csomópontok nem tudnak olyan blokkot validálni, amelyet a frissített csomópontok készítenek, mivel azok már újabb <a href=\"/glossary/#consensus-rules\">konszenzusszabályokat</a> követnek. Nem összetévesztendő az elágazás (fork), soft fork, szoftver fork vagy Git fork fogalmakkal.",
  "hash-term": "Hash",
  "hash-definition": "A változó méretű bemeneti adat fix méretű ujjlenyomata, melyet egy hashfüggvény hoz létre. (Tekintse meg a<a href=\"/glossary/#keccak-256\">keccak-256</a> bejegyzést).",
  "hash-rate-term": "Hasharány",
  "hash-rate-definition": "A hashkalkulációk száma másodpercenként azon számítógépek által, melyek bányászó szoftvert futtatnak.",
  "homestead-term": "Homestead",
  "holographic-consensus-term": "Holografikus konszenzus",
  "holographic-consensus-definition": "Arra utal, hogyan születik meg egy nagy csoport döntése, ha a képviselők egy kisebb csoportját hagyják szavazni. Aztán mindenki más is beleegyezik, hogy beleegyezik, feltéve, hogy bízik abban, hogy a kis csoport jó munkát végzett.<br />Egyes online közösségekben használják a gyors döntések meghozatalára anélkül, hogy mindenkinek szavaznia kellene, mégis úgy, hogy a döntések igazságosak legyenek, és azt tükrözzék, amit a legtöbben szeretnének.",
  "homestead-definition": "Az Ethereum második fejlesztési fázisa, mely 2016 márciusában indult el az 1 150 000. számú blokknál.",
  "index-term": "Index",
  "index-definition": "Egy hálózati struktúra, amely optimalizálja az információlekérést a <a href=\"/glossary/#blockchain\">blokklánc</a>egészéből azáltal, hogy egy hatékony utat mutat az információ tárhelyére.",
  "ide-term": "Integrált fejlesztői környezet (IDE)",
  "ide-definition": "Egy felhasználói interfész, mely általában kombinálja a kódszerkesztőt, átfordítót, kódfuttatást és hibakeresést. <a href=\"/developers/docs/ides/\">Bővebben az integrált fejlesztői környezetekről</a>.",
  "immutable-deployed-code-problem-term": "Nem megváltoztatható kód problémája",
  "immutable-deployed-code-problem-definition": "Amint egy <a href=\"/glossary/#smart-contract\">szerződés</a> (vagy egy könyvtár) kódja telepítve lett, az megváltoztathatatlan. A bevett szoftverfejlesztői gyakorlat arra támaszkodik, hogy ki lehet javítani a hibákat és lehet új jellemzőket adni, ezért az okosszerződésfejlesztőknek ez kihívást jelent. <a href=\"/developers/docs/smart-contracts/deploying/\">Bővebben az okosszerződések telepítéséről</a>.",
  "internal-transaction-term": "Belső tranzakció",
  "internal-transaction-definition": "Egy <a href=\"/glossary/#transaction\">tranzakció</a> egy <a href=\"/glossary/#contract-account\">szerződéses számláról</a> egy másik szerződéses számlára vagy egy <a href=\"/glossary/#eoa\">EOA-ra</a> (lásd: <a href=\"/glossary/#message\">üzenet</a>).",
  "issuance-term": "Kibocsátás",
  "issuance-definition": "Új ether kibocsátása (minting) a blokkjavaslatok jutalmához, tanúsításért és a visszaélés bejelentésért.",
  "kdf-term": "kulcsszármaztatási függvény (KDF)",
  "kdf-definition": "„Jelszónyújtó algoritmusként” is ismert, a <a href=\"/glossary/#keystore\">kulcstár</a> formátumok használják a jelmondat-titkosítás elleni jelszótalálgatásos, szótár- és szivárványtábla-támadások elleni védelemre a jelszó többszöri hashelésével.",
  "keystore-term": "Kulcstároló",
  "keystore-definition": "Minden számla privát kulcs/cím párja benne van az Ethereum-kliensek kulcsfájljában. Ezek JSON szöveges fájlok, amelyek tartalmazzák a számla titkosított privát kulcsát, melyet csak a számlalétrehozásnál megadott jelszóval lehet visszafejteni.",
  "keccak-256-term": "Keccak-256",
  "keccak-256-definition": "Kriptográfiai <a href=\"/glossary/#hash\">hashfüggvény</a>, melyet az Ethereum használ. Keccak-256-öt <a href=\"/glossary/#sha\">SHA</a>-3 formában szabványosították.",
  "key-term": "Kulcs",
  "key-definition": "Az Ethereum kontextusában a kulcsok digitális kódok: egy nyilvános kulcs a tranzakciók fogadásához és egy privát kulcs a pénzeszközök eléréséhez és küldéséhez.<br />Nyilvános kulcsok: ezek nyíltan megoszthatók.<br />Privát kulcsok: ezeket a tulajdonosnak titokban kell tartania.",
  "layer-1-term": "1. Réteg",
  "layer-1-definition": "Az első blokkláncréteg (L1) a fő blokkláncra utal egy többszintű blokklánchálózatban. Például az Ethereum és a Bitcoin első blokkláncrétegek. Sok második blokkláncréteg (L2) az erőforrás-igényes tranzakciókat a saját blokkláncára tereli, miközben biztonsági okokból továbbra is az Ethereum vagy a Bitcoin L1 blokkláncát használja.",
  "layer-2-term": "Második blokkláncréteg (L2)",
  "layer-2-definition": "A Layer 2s egy másik hálózat, amely az Ethereum főhálózatára épül, hogy gyorsabbá és olcsóbbá tegye a tranzakciókat. <a href=\"/layer-2/\">További információ a 2. rétegről</a>.",
  "library-term": "Könyvtár",
  "library-definition": "Egy különleges <a href=\"/glossary/#smart-contract\">szerződéstípus</a>, melynek nincs fizetési és fallback függvénye, illetve adattára se. Ezért nem is tud ethert kapni vagy tartani, vagy bármilyen adatot tárolni. A könyvtár egy korábban telepített kód, amit meghívnak a szerződések számításokért csak olvasási (read-only) funkcióban. <a href=\"/developers/docs/smart-contracts/libraries/\">Bővebben az okosszerződéskönyvtárakról</a>.",
  "light-client-term": "Könnyű kliens",
  "light-client-definition": "Egy olyan Ethereum kliens, amely nem tárolja a <a href=\"/glossary/#blockchain\">blokklánc</a> lokális másolatát, és nem validál blokkokat és <a href=\"/glossary/#transaction\">tranzakciókat</a>. Egy <a href=\"/glossary/#wallet\">tárca</a> funkcióját adja, és képes létrehozni és szétküldeni tranzakciókat.",
  "liquidity-term": "Likviditás",
  "liquidity-definition": "A likviditás azt jelenti, hogy egy eszköz milyen gyorsan és könnyen alakítható át készpénzre vagy más eszközre. Az olyan decentralizált tőzsdék, mint az Uniswap, több likviditási alappal rendelkeznek, ahol az eszköztulajdonosok letétbe helyezhetik eszközeiket, s ahol a kereskedők decentralizált módon, jutalomért cserébe vásárolhatják és adhatják el azokat.",
  "liquidity-tokens-term": "Likviditási tokenek",
  "liquidity-tokens-definition": "A likviditási tokenek (LST) digitális tokenek olyan résztvevők számára, akik eszközöket helyeznek el egy likviditási poolba, amely egy intelligens szerződésbe zárt pénzeszközök gyűjteménye, amelyet a decentralizált tőzsdén (DEX) való kereskedés megkönnyítésére használnak.<br />Ezek a tokenek a résztvevő pool-része, és később beváltható az induló letétre, valamint a pool tevékenységéből származó kereskedési díjak egy részére. Lényegében a likviditási tokenek a likviditási pool tulajdonjogának vagy részesedésének bizonyítékaként szolgálnak, lehetővé téve a tulajdonosok számára, hogy jutalmakat szerezzenek, miközben mások számára biztosítják a szükséges likviditást a különböző kriptovaluta-párokkal való hatékony kereskedéshez.",
  "lmd-ghost-term": "LMD-GHOST",
  "lmd-ghost-definition": "Az <a href=\"/glossary/#fork-choice-algorithm\">elágazásválasztási algoritmus</a>, melyet az Ethereum konszenzuskliensei használnak arra, hogy beazonosítsák a lánc fejét. Az LMD-GHOST a „Latest Message Driven Greediest Heaviest Observed SubTree” rövidítése, ami azt jelenti, hogy a lánc feje vagy eleje az a blokk, amely az összes közül a legtöbb összeadódó <a href=\"/glossary/#attestation\">tanúsítással</a> rendelkezik.",
  "mainnet-term": "Főhálózat",
  "mainnet-definition": "A főhálózat (main network) rövidítése, ami a fő nyilvános Ethereum <a href=\"/glossary/#blockchain\">blokklánc</a>.",
  "max-fee-per-gas-term": "Maximális díj gázegységenként",
  "max-fee-per-gas-definition": "A maximális díj az az abszolút összeg, amelyet egy felhasználó hajlandó fizetni gázegységenként (<a href=\"/glossary/#gwei\">gwei</a>) azért, hogy egy tranzakció bekerüljön egy blokkba.",
  "merkle-patricia-tree-term": "Merkle Patricia-fa (MPT)",
  "merkle-patricia-tree-definition": "Egy adatstruktúra az Ethereumban, mellyel hatékonyan lehet kulcs-érték párokat tárolni.",
  "merkle-root-term": "Merkle-gyökér",
  "merkle-root-definition": "A Merkle-gyökér a Merkle-fa egyetlen csúcs hash-e. Ez ellenőrzi az összes tranzakciót egy blokkban.",
  "message-term": "Üzenet",
  "message-definition": "Egy <a href=\"/glossary/#internal-transaction\">belső tranzakció</a>, amely sosincs sorba rendezve és csak az <a href=\"/glossary/#evm\">EVM-en</evm> belül kerül elküldésre.",
  "message-call-term": "Üzenethívás",
  "message-call-definition": "Egy <a href=\"/glossary/#message\">üzenet</a> átadása egyik számlától a másiknak. Ha a célszámla az <a href=\"/glossary/#evm\">Ethereum virtuális gép (EVM)</a> kódjához kapcsolódik, akkor az elindul annak az objektumnak a státuszával és reagál az üzenetre.",
  "mev-term": "Maximálisan kinyerhető érték (MEV)",
  "mev-definition": "A maximális kinyerhető érték (MEV) arra utal, hogy a blokk létrehozásából kapható sztenderd blokkjutalmon és a gázdíjakon felül plusz értéket lehet szerezni a tranzakciók blokkba helyezésével, kizárásával és a sorrendek megváltoztatásával. <a href=\"/developers/docs/mev/\">Bővebben a maximálisan kinyerhető értékről (MEV)</a>.",
  "mining-term": "Bányászat",
  "mining-definition": "A blokkfejléc ismételt kivonatolása, miközben egy <a href=\"/glossary/#nonce\">nonce</a> növeli, amíg az eredmény tetszőleges számú kezdő bináris nullát nem tartalmaz. Ez az a folyamat, amelynek során új <a href=\"/glossary/#block\">blokkokat</a> adnak hozzá egy munkabizonyítási blokklánchoz. Így biztosították az Ethereumot, mielőtt a tét igazolására költözött volna.",
  "miner-term": "Bányász",
  "miner-definition": "Egy hálózati <a href=\"/glossary/#node\">csomópont</a>, amely érvényes <a href=\"/glossary/#pow\">proof-of-worköt (munkaigazolás)</a> talál egy új blokkra azáltal, hogy ismételten hashel (nézze meg az <a href=\"/glossary/#ethash\">Ethash</a> bejegyzést). A bányászok már nem részei az Ethereumnak, a helyüket validátorok vették át, amikor az Ethereum áttért a proof-of-stake mechanizmusra.",
  "mint-term": "Kibocsátás (mint)",
  "mint-definition": "A kibocsátás az új tokenek létrehozási és bevezetési folyamata, így azok használhatóvá válnak. Ez egy decentralizált mechanizmus az új token kiadásra bármilyen központi hivatal nélkül.",
  "multisig-term": "Több aláírás",
  "multisig-definition": "A Multisig (többszörös aláírás) olyan digitális pénztárcára vagy fiókra utal, amely több aláírást vagy jóváhagyást igényel a tranzakciók végrehajtásához, növelve ezzel a biztonságot.<br />Ez extra biztonságot nyújt a hagyományos egyaláírásos fiókokhoz képest, ahol csak egy személy jóváhagyása szükséges.",
  "network-term": "Hálózat",
  "network-definition": "Az Ethereum hálózat, ami egy olyan közvetítőmentes vagy társközi (peer-to-peer) hálózat, amely tranzakciókat és blokkokat terjeszt az összes Ethereum-csomópont (hálózati résztvevő) számára. <a href=\"/developers/docs/networks/\">Bővebben a hálózatokról</a>.",
  "network-hashrate-term": "Hálózati hashráta",
  "network-hashrate-definition": "A teljes bányászati hálózat által létrehozott hashráta. Az Ethereumon a bányászatot (proof-of-work, munkaigazolás) leváltotta a proof-of-stake (letéti igazolás) rendszere.",
  "nft-term": "Nem helyettesíthető token (NFT)",
  "nft-definition": "Egy egyedi digitális tárgy, amelyet Ön birtokolhat, például műtárgyak vagy gyűjthető tárgyak, és amelyet blokklánc-technológiával igazolnak. <a href=\"/nft/\">További információ a nem helyettesíthető tokenekről (NFT)</a>.",
  "node-term": "Csomópont",
  "node-definition": "Egy szoftverkliens, mely részt vesz a hálózatban. <a href=\"/developers/docs/nodes-and-clients/\">Bővebben a csomópontokról és a kliensekről</a>.",
  "nonce-term": "Nonce",
  "nonce-definition": "A kriptográfiában egy olyan érték, melyet acsak egyszer lehet használni. Egy számla nonce az egy tranzakciószámláló minden számlánál, amellyel meg lehet akadályozni az újrajátszási támadásokat.",
  "off-chain-term": "Láncon kívüli",
  "off-chain-definition": "A láncon kívüli olyan tranzakcióra vagy adatra vonatkozik, amely a blokkláncon kívül létezik. Mivel minden tranzakció lácon belüli kezelése költséges és nem feltétlen hatékony, a harmadik féltől származó eszközök, például az áradatokat szolgáltató oracle-ök, vagy a nagyobb tranzakcióátvitelre képes második blokkláncrétegbeli (L2) megoldások a feldolgozás nagy részét a blokkláncon kívül végzik, és ritkábban küldik be az információkat a blokkláncra.",
  "ommer-term": "Ommer (nagybácsi) blokk",
  "ommer-definition": "Amikor egy proof-of-work (munkaigazolás) mechanizmus <a href=\"/glossary/#miner\">bányásza</a> talált egy érvényes <a href=\"/glossary/#block\">blokkot</a>, egy másik bányász talán beküldött egy ezzel versenyző blokkot, amelyet először tettek hozzá a blokklánc elejéhez. Ez az érvényes, de elévült blokk bekerülhet az újabb blokkokba <em>ommer-ként</em> (a szülőblokk testvére) és részleges blokkjutalmat lehet érte kapni. Ez a kifejezés a semleges megfogalmazása a szülőblokk testvérére vonatkozóan, de néha nagybácsinak (uncle) is nevezik. Ez általános volt az Ethereum esetében, amikor még <a href=\"/glossary/#pow\">proof-of-work</a>-alapú hálózat volt. Most, hogy az Ethereum <a href=\"/glossary/#pos\">proof-of-stake</a> alapra váltott, helyenként csak egy blokkjavaslat van kiválasztva.",
  "on-chain-term": "Láncon belüli",
  "on-chain-definition": "A láncon belüli olyan műveletekre vagy tranzakciókra utal, amelyek a blokkláncon történnek, és nyilvánosan elérhetőek.<br /><br />Gondoljon rá úgy, mintha egy nagy, közös jegyzetfüzetbe írna valamit, amit mindenki láthat és ellenőrizhet, ezel biztosítva, hogy Ön bármit is ír (például digitális pénzt küld vagy szerződést köt), az végleges legyen, és ne lehessen megváltoztatni vagy törölni.",
  "optimistic-rollup-term": "Optimista típusú összevont tranzakciók",
  "optimistic-rollup-definition": "Az optimista összesítés egy 2. rétegű megoldás, amely felgyorsítja a tranzakciókat az Ethereumon, azt feltételezve, hogy alapértelmezés szerint érvényesek, hacsak nem támadják meg őket. <a href=\"/developers/docs/scaling/optimistic-rollups/\">További információk az optimista összesítésekről</a>.",
  "oracle-term": "Orákulum",
  "oracle-definition": "Az orákulum egy híd a <a href=\"/glossary/#blockchain\">blokklánc</a> és a kinti világ között. Láncon belüli <a href=\"/glossary/#api\">API-okként</a> működnek, melyektől információt lehet lekérni és az <a href=\"/glossary/#smart-contract\">okosszerződésekben</a> használni azokat. <a href=\"/developers/docs/oracles/\">Bővebben az orákulumokról</a>.",
  "peer-term": "Társ (peer)",
  "peer-definition": "Összekapcsolt számítógépek, melyek az Ethereum kliensszoftvert futtatják, és a <a href=\"/glossary/#blockchain\">blokkláncról</a> ugyanolyan másolattal rendelkeznek.",
  "peer-to-peer-network-term": "Közvetítőmentes (peer-to-peer) hálózat",
  "peer-to-peer-network-definition": "Számítógépek hálózata (<a href=\"/glossary/#peer\">társtárs</a>), amelyek együttesen képesek a funkciók végrehajtására anélkül, hogy központi, szerveralapú szolgáltatásokra lenne szükség.<br />Ezt a beállítást gyakran használják. fájlok (azaz Bit torrent), információk vagy digitális pénznemek megosztására, lehetővé téve a felhasználók közötti közvetlenebb és potenciálisan hatékonyabb adatcserét.",
  "permissionless-term": "Nem engedélyköteles",
  "permissionless-definition": "Az engedély nélküli azt jelenti, hogy bárki csatlakozhat és használhat egy olyan rendszert, mint az Ethereum. Mindenki számára nyitott, és nem igényel jóváhagyást.",
  "plasma-term": "Plazma",
  "plasma-definition": "Egy láncon kívüli skálázási megoldás, mely <a href=\"/glossary/#fraud-proof\">csalási bizonyítékokat</a> használ, ahogy az <a href=\"/glossary/#optimistic-rollup\">optimista összevont tranzakciók</a> is. A Plasma egyszerű tranzakciókat tud végrehajtani, mint a tokenek küldése vagy átváltása. <a href=\"/developers/docs/scaling/plasma\">Bővebben a plasmáról</a>.",
  "private-key-term": "Privát kulcs",
  "private-key-definition": "A privát kulcs egy titkos kód, amely bizonyítja, hogy Ön a digitális pénze, és lehetővé teszi annak elköltését, például a fiók PIN-kódja. <strong>NE OSZD MEG</strong>.",
  "public-goods-term": "Közjavak",
  "public-goods-definition": "A közjavak olyan dolgok, amelyeket mindenki ingyenesen használhat, például a parkokat vagy a tiszta levegőt, és ezek használata nem akadályoz meg másokat is abban, hogy használják őket. A kormányok gyakran biztosítják ezeket, mert a vállalkozások általában nem, mivel nem tudják könnyen fizetni az emberektől a használatukért.",
  "private-chain-term": "Privát lánc",
  "private-chain-definition": "Egy teljesen privát blokklánc, melyhez engedélyezett hozzáférés kell, és nem használhatja azt bárki nyilvánosan.",
  "poap-term": "POAP",
  "poap-definition": "A Proof of Attendance Protocol egy digitális gyűjthető (NFT) létrehozására szolgál, amely igazolja, hogy részt vett egy adott eseményen vagy tevékenységen.",
  "pos-term": "Proof-of-stake (PoS)",
  "pos-definition": "Egy olyan módszer, amellyel egy kriptovaluta blokkláncprotokoll képes elérni a <a href=\"/glossary/#consensus\">konszenzust</a>. A PoS arra kéri a felhasználókat, hogy rendelkezzenek a kriptovaluta egy bizonyos mennyiségével (ez a letétjük a hálózatban) ahhoz, hogy részt vehessenek a tranzakciók validálásában. <a href=\"/developers/docs/consensus-mechanisms/pos/\">Bővebben a proof-of-stake mechanizmusról</a>.",
  "pow-term": "Proof-of-work (PoW)",
  "pow-definition": "Biztonsági mechanizmus blokkláncokhoz, amely megköveteli, hogy a csomópontok energiát költsenek számítások formájában egy bizonyos érték megtalálásához.",
  "proto-danksharding-term": "Proto-Danksharding",
  "proto-danksharding-definition": "Egy új tranzakciótípus, amely elfogadja az Ethereum adatblobokat. Ez a blobadat ideiglenesen 4096 korszakig (kb. 18,2 napig) tárolódik a Beacon-láncon, és utána el lehet távolítani, hogy ezzel csökkenhessen a csomópontüzemeltetők hardverigénye.",
  "public-key-term": "Nyilvános kulcs",
  "public-key-definition": "A nyilvános kulcs olyan karakterkészlet, amellyel mások biztonságosan küldhetnek Önnek digitális valutát, például pénzért e-mail címet.",
  "quadratic-voting-term": "Kvadratikus szavazás",
  "quadratic-voting-definition": "Ez egy olyan szavazási módszer, amellyel a választók kifejezik, milyen erősen érzik magukat a kérdésekben. Lehetővé teszi a választók számára, hogy ne csak preferenciát, hanem preferenciájuk intenzitását is megmutassák.",
  "receipt-term": "Visszaigazolás",
  "receipt-definition": "Egy Ethereum kliens által visszaküldött adat, amely egy adott <a href=\"/glossary/#transaction\">tranzakció</a> eredményét reprezentálja, beleértve a tranzakciós <a href=\"/glossary/#hash\">hasht</a>, a <a href=\"/glossary/#block\">blokk</a> számát, a felhasznált <a href=\"/glossary/#gas\">gáz</a> mennyiségét, és <a href=\"/glossary/#smart-contract\">okosszerződés</a> telepítésénél a szerződés <a href=\"/glossary/#address\">címét</a>.",
  "recovery-phrase-term": "Seed kifejezés/helyreállítási kifejezés",
  "recovery-phrase-definition": "A digitális pénztárca létrehozásakor kapott szavak listája. Úgy működik, mint egy jelszó, amely segíthet visszakerülni pénztárcájába, ha elveszíti a hozzáférést, és gondoskodik arról, hogy ne veszítse el digitális pénzét vagy tokenjeit.",
  "re-entrancy-attack-term": "Újbóli belépési támadás",
  "re-entrancy-attack-definition": "Egy olyan támadás, melynek során a támadó szerződés meghívja az áldozatszerződés egy függvényét úgy, hogy a végrehajtás közben az áldozat meg fogja hívni a támadószerződést megint, rekurzív módon. Ezzel például ki lehet szivárogtatni a pénzeszközöket az áldozatszerződésből, mert az átugorja azt a lépést, amikor az egyenleget frissítené vagy számolni tudná a kivett összeget. <a href=\"/developers/docs/smart-contracts/security/#re-entrancy\">Bővebben az újrabelépésről</a>.",
  "reward-term": "Jutalom",
  "reward-definition": "A <a href=\"/developers/docs/consensus-mechanisms/pos/rewards-and-penalties\">validátorokonak odaítélt</a> ether mennyisége, akik bizonyos funkciókat hajtanak végre, például blokkjavaslatokat tesznek vagy szinkronizálási bizottságban vesznek részt, minden slotban.",
  "rlp-term": "Recursive Length Prefix (RLP)",
  "rlp-definition": "Egy Ethereum fejlesztők által megtervezett <a href=\"/developers/docs/data-structures-and-encoding\">kódolási szabvány</a> tetszőlegesen komplex és tetszőlegesen hosszú objektumok (adatstruktúrák) kódolására és sorosítására.",
  "rollups-term": "Összevont tranzakciók",
  "rollups-definition": "Egy <a href=\"/glossary/#layer-2\">második blokkláncréteg (L2)</a> típusú skálázási megoldás, amely számtalan tranzakciót összekötegel és beküldi azokat <a href=\"/glossary/#mainnet\">az Ethereum főhálózatra</a> egyetlen tranzakcióként. Ezáltal csökkenthető a <a href=\"/glossary/#gas\">gázdíj</a> és növelhető az átvitt <a href=\"/glossary/#transaction\">tranzakciók</a> mennyisége. Léteznek optimista és zero-knowledge (nullaismeret-alapú) összevont tranzakciók, amelyek különböző biztonsági módszereket használnak arra, hogy ezek a skálázási előnyök elérhetők legyenek. <a href=\"/developers/docs/scaling/#rollups\">Bővebben az összevont tranzakciókról</a>.",
  "rpc-term": "Remote procedure call (RPC)",
  "rpc-definition": "Az RPC lehetővé teszi, hogy egy számítógép adatokat vagy műveleteket kérjen egy másiktól a hálózaton keresztül, például információkat kérjen távvezérléssel.",
  "sha-term": "Secure Hash Algorithm (SHA)",
  "sha-definition": "A kriptográfiai hashfüggvények egy családja, melyet a Nemzeti Szabványügyi és Technológiai Intézet (National Institute of Standards and Technology, NIST) adott ki.",
  "serialization-term": "Sorosítás",
  "serialization-definition": "Az a folyamat, amely egy adatstruktúrát bájtok sorozatává alakít át.",
  "sequencer-term": "Szekvenszer",
  "sequencer-definition": "A szekvenszer egy olyan program, amely a blokklánc-hálózatban történő tranzakciók rendeléséért felelős, különösen a 2. rétegbeli skálázási megoldásokon belül.",
  "shard-term": "Szilánk / láncszilánk",
  "shard-definition": "A láncszilánkok a teljes blokklánc különálló részei, amelyekért az érvényesítők részhalmazai felelősek. Eredetileg az Ethereumot másodpercenként több millió tranzakció végzésére skálázták, ám ezt mára felváltotta az <a href=\"/glossary/#rollups\">összegzés</a> használatával történő skálázás gyors fejlődése.",
  "sidechain-term": "Melléklánc",
  "sidechain-definition": "Egy skálázási megoldás, amely egy elkülönült láncot használ eltérő, gyakran gyorsabb <a href=\"/glossary/#consensus-rules\">konszenzusszabályokkal</a>. A mellékláncokat híddal lehet hozzákapcsolni a <a href=\"/glossary/#mainnet\">főhálózathoz</a>. Az <a href=\"/glossary/#rollups\">összevont tranzakciók</a> is használnak mellékláncokat, de ezek együttesen működnek a <a href=\"/glossary/#mainnet\">főhálózattal</a>. <a href=\"/developers/docs/scaling/sidechains/\">Bővebben a mellékláncokról</a>.",
  "signing-term": "Aláírás",
  "signing-definition": "Kriptográfiailag igazolják, hogy egy tranzakciót jóváhagyott egy specifikus privát kulcs tulajdonosa.",
  "singleton-term": "Singleton (egyke)",
  "singleton-definition": "Egy számítógépprogramozási fogalom, mely egy olyan objektumot jelent, amelynek csak egy példánya létezhet.",
  "slasher-term": "Slasher (büntető)",
  "slasher-definition": "A slasher egy olyan entitás, amely átnézi a tanúsításokat és súlyost büntetés magával vonó hibákat keres. A büntetéseket szétküldik a hálózaton, és a következő blokkelőterjesztő hozzáteszi a bizonyítékot a blokkhoz. A blokkot javasló ezután jutalmat kap, hogy megbüntette a rosszhiszemű validátort.",
  "slot-term": "Slot",
  "slot-definition": "Egy időtartam (12 másodperc), melynek során új blokkot tud előterjeszteni a <a href=\"/glossary/#validator\">validátor</a> a <a href=\"/glossary/#pos\">proof-of-stake (letéti igazolás)</a> rendszerben. A slot lehet üres is. 32 slot tesz ki egy <a href=\"/glossary/#epoch\">korszakot (epoch)</a>. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Bővebben a proof-of-stake mechanizmusról</a>.",
  "smart-contract-term": "Okosszerződés",
  "smart-contract-definition": "Az okosszerződés egy olyan program, amely automatikusan végrehajtja a blokkláncra vonatkozó megállapodásokat, mint egy önérvényesítő digitális szerződés. <a href=\"/smart-contracts/\">Az okosszerződések bemutatása</a>.",
  "snark-term": "SNARK",
  "snark-definition": "A SNARK (succinct non-interactive argument of knowledge) egyfajta <a href=\"/glossary/#zk-proof\">zéró tudású bizonyíték</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Bővebben a zero-knowledge összevont tranzakciókról</a>.",
  "soft-fork-term": "Ideiglenes elágazás",
  "soft-fork-definition": "Eltérés a <a href=\"/glossary/#blockchain\">blokkláncban</a>, amely akkor történik, amikor a <a href=\"/glossary/#consensus-rules\">konszenzusszabályok</a> megváltoznak. A <a href=\"/glossary/#hard-fork\">végleges elágazáshoz</a> képest ez visszafelé kompatibilis; a frissített csomópontok képesek validálni a blokkokat, melyeket a nem frissített csomópontok készítenek, ha azok követik az konszenzusszabályokat.",
  "solidity-term": "Solidity",
  "solidity-definition": "Egy procedurális (imperatív) programozási nyelv, melynek szintaxisa hasonló a JavaScript, C++ vagy Java nyelvekhez. Ez a legnépszerűbb és legtöbbet használt nyelv az Ethereum <a href=\"/glossary/#smart-contract\">okosszerződésekre</a>. Dr. Gavin Wood hozta létre. <a href=\"/developers/docs/smart-contracts/languages/#solidity\">Bővebben a Solidity nyelvről</a>.",
  "solidity-inline-assembly-term": "Solidity inline assembly",
  "solidity-inline-assembly-definition": "<a href=\"/glossary/#evm\">EVM</a> assembly nyelv egy <a href=\"/glossary/#solidity\">Solidity</a> programban. Könnyebb bizonyos műveleteket megírni, mivel a Solidity támogatja az inline assembly-t.",
  "stablecoin-term": "Stabil érme",
  "stablecoin-definition": "A stabil érme egyfajta kriptovaluta, amelyet úgy terveztek, hogy stabil értékkel rendelkezzen, gyakran pénznemhez vagy áruhoz (például amerikai dollárhoz) kötve, hogy minimalizálja az áringadozást. <a href=\"/stablecoins/\">További információk a stabil érméről</a>.",
  "staking-term": "Letétbe helyezés",
  "staking-definition": "Egy bizonyos mennyiségű <a href=\"/glossary/#ether\">ether</a> lekötése (letét), hogy a felhasználó validátor legyen és biztosítsa a <a href=\"/glossary/#network\">hálózatot</a>. A validátor ellenőrzi a <a href=\"/glossary/#transaction\">tranzakciókat</a> és <a href=\"/glossary/#block\">blokkokat</a> javasol a <a href=\"/glossary/#pos\">proof-of-stake (letéti igazolás)</a> konszenzusmodellje szerint. A letétbe helyezés egy gazdasági ösztönző, hogy a hálózat legjobb érdeke szerint működjön a felhasználó. A <a href=\"/glossary/#validator\">validátor</a> feladatainak elvégzéséért jutalmat kap, de elmulasztásáért veszít az ETH egyenlegéből. <a href=\"/staking/\">Bővebben az Ethereum letétbe helyezésről</a>.",
  "staking-pool-term": "Letéti alap",
  "staking-pool-definition": "Több Ethereum letétbe helyező ETH egyenlegét kombinálja, hogy elérje a 32 ETH összeget, ami a validátor kulcsok aktiválásához szükséges. A csomópont működtetője ezeket a kulcsokat használja, hogy részt vegyen a konszenzusban, a <a href=\"/glossary/#block-reward\">blokkjutalmakat</a> pedig elosztják a hozzájárulást adó letétesek között. A letéti alapok vagy a letétbe helyezés delegálása nem natív az Ethereum protokoll számára, de a közösség sokféle megoldást létrehozott már. <a href=\"/staking/pools/\">Bővebben a letéti alapokról</a>.",
  "stark-term": "STARK",
  "stark-definition": "A STARK (scalable transparent argument of knowledge) egyfajta <a href=\"/glossary/#zk-proof\">zéró tudású bizonyíték</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Bővebben a zero-knowledge összevont tranzakciókról</a>.",
  "state-term": "Állapot",
  "state-definition": "Az összes egyenleg és adat pillanatképe a blokklánc egy időpillanatában, mely általában egy adott blokk állapotára utal.",
  "state-channels-term": "Státuszcsatornák",
  "state-channels-definition": "Egy <a href=\"/glossary/#layer-2\">L2</a> megoldás, ahol a csatornát a résztvevők között állítják fel, és így szabadon és olcsón tudnak tranzakciókat végezni. Csak egy <a href=\"/glossary/#transaction\">tranzakciót</a> küld a <a href=\"/glossary/#mainnet\">főhálózatnak</a>, hogy felállította és lezárta a csatornát. Ez nagy számú tranzakcióátvitelre képes, de azon alapszik, hogy a résztvevők számát előre kell tudni és a pénzeszközöket le kell zárni. <a href=\"/developers/docs/scaling/state-channels/#state-channels\">Bővebben a státuszcsatornákról</a>.",
  "supermajority-term": "Túlnyomó többség",
  "supermajority-definition": "A túlnyomó többség a teljes letétbe helyezett ether 2/3-ot (66%) meghaladó mennyisége, mely az Ethereumot biztosítja. A blokkok <a href=\"/glossary/#finality\">véglegesedéséhez</a> a túlnyomó többség szavazatára van szükség a Beacon láncon.",
  "sybil-attack-term": "Sybil-támadás",
  "sybil-attack-definition": "A Sybil-támadás azt jelenti, hogy bizonyos egyének kijátsszák a rendszert, hogy az több embernek vegye őket, és így nagyobb befolyást tudjanak gyakorolni.",
  "syncing-term": "Szinkronizálás",
  "syncing-definition": "Az a folyamat, amikor letöltik a blokklánc utolsó verziójának összes adatát egy csomópontra.",
  "sync-committee-term": "Szinkronizálási bizottság",
  "sync-committee-definition": "A szinkronizálási bizottság a <a href=\"/glossary/#validator\">validátorok</a> véletlenszerűen kiválasztott csoportja, mely kb. minden 27 órában frissül. A céljuk az, hogy az érvényes blokkfejlécekhez hozzátegyék az aláírásukat. A szinkronizálási bizottság lehetővé teszi, hogy a <a href=\"/glossary/#light-client\">könnyű kliensek</a> követni tudják a blokklánc fejét anélkül, hogy hozzáférnének a teljes validátorszetthez.",
  "szabo-term": "Szabo",
  "szabo-definition": "Az <a href=\"/glossary/#ether\">ether</a> denominációja. 1 szabo = 10<sup>12</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>6</sup> szabo = 1 ether.",
  "terminal-total-difficulty-term": "Végső teljes nehézség (TTD)",
  "terminal-total-difficulty-definition": "A teljes nehézség az Ethash bányászati nehézség összege az összes blokkra a blokklánc egy adott pontjáig. A végső teljes nehézség ennek egy kijelölt értéke volt, mely elindította a végrehajtási klienseknél, hogy kikapcsolják a bányászó és blokkpletykáló funkcióikat, így a hálózat át tud térni a proof-of-stake mechanizmusra. Már nem releváns, mert az Ethereum áttért a <a href=\"/glossary/#pos\">proof-of-stake</a> mechanizmusra.",
  "testnet-term": "Teszthálózat",
  "testnet-definition": "Egy olyan hálózat, melyen az Ethereum főhálózatának viselkedését lehet szimulálni.",
  "token-term": "Token",
  "token-definition": "Egy virtuális eszköz, mellyel kereskedni lehet, és az Ethereum blokkláncon okosszerződésekben van meghatározva.",
  "transaction-term": "Tranzakció",
  "transaction-definition": "Egy elköteleződés az Ethereum-blokkláncon, melyet egy küldő <a href=\"/glossary/#account\">számla</a> írt alá, és egy meghatározott <a href=\"/glossary/#address\">címre</a> irányul. A tranzakció tartalmaz az adott tranzakcióra vonatkozó metaadatokat, mint amilyen a <a href=\"/glossary/#gas-limit\">gázkorlátozás</a>). <a href=\"/developers/docs/transactions/\">Bővebben a tranzakciókról</a>.",
  "transaction-fee-term": "Tranzakciós illeték",
  "transaction-fee-definition": "Az Ethereum hálózat használatért fizetendő díj. Például, amikor pénzeszközöket küld valaki a <a href=\"/glossary/#wallet\">tárcájából</a>, vagy egy <a href=\"/glossary/#dapp\">decentralizált alkalmazással (dapp)</a> való interakciót végez, mint tokenek átváltása vagy egy gyűjthető tárgy megvétele. Ez olyan, akár egy szolgáltatási díj. Ez a díj a hálózat leterheltsége szerint változik. Ennek az az oka, hogy a <a href=\"/glossary/#validator\">validátorok</a>, akik a tranzakciókat feldolgozzák, előreveszik a magasabb díjjal rendelkező tételeket, ezért a leterheltség megnöveli az árakat. <br/><br/>Technikailag a tranzakciós illeték ahhoz kapcsolódik, hogy az adott művelethez mennyi <a href=\"/glossary/#gas\">gázra</a> van szükség.<br/><br/>A tranzakciós díjak csökkentése jelenleg az egyik célkitűzés. Tekintse meg az <a href=\"/glossary/#layer-2\">L2</a> bejegyzést.",
  "trust-assumptions-term": "Bizalmi feltételezések",
  "trust-assumptions-definition": "A bizalomra vonatkozó feltételezések a rendszer biztonságával és megbízhatóságával kapcsolatos alapvető hiedelmek, amelyek azt mutatják, hogy miben bízunk a rendszer működéséhez.",
  "trustlessness-term": "Bizalomigénytől való mentesség",
  "trustlessness-definition": "A hálózat azon képessége, hogy tranzakciókat úgy tud közvetíteni, hogy a résztvevő feleknek nem kell megbízniuk egy harmadik félben.",
  "turing-complete-term": "Turing-teljes",
  "turing-complete-definition": "Az angol matematikus és számítástechnikus, Alan Turing után elnevezett fogalom – az adatmanipulációs szabályok rendszere (például egy számítógép utasításai, egy programozási nyelv vagy egy sejtautomata) „Turing-teljesnek” vagy számítási szempontból univerzálisnak mondható, ha bármely Turing-gép szimulálására felhasználható.",
  "validator-term": "Validátor",
  "validator-definition": "Egy <a href=\"/glossary/#node\">csomópont</a> a <a href=\"/glossary/#pos\">proof-of-stake</a> rendszerben, melynek feladata az adattárolás, tranzakciók feldolgozása és új blokkok hozzáadása a blokklánchoz. A validátorszoftver aktiválásához <a href=\"/glossary/#staking\">letétbe kell helyezni</a> 32 ETH-t. <a href=\"/staking/\">Bővebben a letétbe helyezésről az Ethereumon</a>.",
  "validator-lifecycle-term": "Validátor-életciklus",
  "validator-lifecycle-definition": "Státuszok sorozata, amelyek a validátorra vonatkoznak. Ezek lehetnek: <br/><br/><ul><li>a letétet elhelyezte: a validátor a 32 ETH-t elhelyezte a <a href=\"/glossary/#deposit-contract\">letéti szerződésebe</a></li><li>függőben: a validátor az aktiválási sorban vár, hogy a hálózat validátorai beszavazzák</li><li>aktív: tanúsítást végez és blokkokat javasol</li><li>megbüntetve: a validátor nem megfelelő viselkedése miatt súlyos büntetésben és kizárásban részesül</li><li>kilépő: a validátort megjelölték, hogy kilép a hálózatból, önként vagy kizárás miatt.</li></ul>",
  "validity-proof-term": "Érvényességi igazolás",
  "validity-proof-definition": "Egy biztonsági modell egy bizonyos <a href=\"/glossary/#layer-2\">második blokkláncréteg (L2)</a> megoldáshoz, ahol a sebesség meggyorsítása érdekében a tranzakciókat kötegekbe csomagolják és beküldik az Ethereumra egyetlen tranzakcióban. A tranzakciószámítást a láncon kívül végzik és a főláncnak egy érvényességi bizonyítékot adnak. Ez a módszer növeli a tranzakciók mennyiségét, miközben fenntartja a biztonságot. Néhány <a href=\"/glossary/#rollups\">összevont tranzakció</a> <a href=\"/glossary/#fraud-proof\">csalási bizonyítékot</a> használ. <a href=\"/developers/docs/scaling/zk-rollups/\">Bővebben a zero-knowledge összevont tranzakciókról</a>.",
  "validium-term": "Validium",
  "validium-definition": "Egy láncon kívüli megoldás, amely <a href=\"/glossary/#validity-proof\">érvényességi bizonyítékokat</a> használ, hogy növelje a tranzakcióátvitelt. A <a href=\"/glossary/#zk-rollup\">zero-knowledge összevont tranzakciókkal</a> ellentétben a validium adatai nincsenek a főhálózaton (L1) tárolva. <a href=\"/developers/docs/scaling/validium/\">Bővebben a validiumokról</a>.",
  "vyper-term": "Vyper",
  "vyper-definition": "Egy magasz szintű programozási nyelv, melynek szintaxisa a Pythonhoz hasonlít. A célja az, hogy közelebb kerüljön egy tisztán függvényalapú/funkcionális nyelvhez. Vitalik Buterin hozta létre. <a href=\"/developers/docs/smart-contracts/languages/#vyper\">Bővebben a Vyperről</a>.",
  "wallet-term": "Tárca",
  "wallet-definition": "A tárca egy digitális eszköz a digitális pénz tárolására, küldésére és fogadására – olyan, mint egy virtuális pénztárca az online pénzéhez. <a href=\"/wallets/\">További információk az Ethereum tárcákról</a>.",
  "web2-term": "Web2",
  "web2-definition": "Az internet jelenleg a felhasználók által generált tartalmakra és a közösségi médiára összpontosít, amelyeket mindössze néhány cég tart az irányítása alatt. A Web3 egy kriptográfiai meggyőződés, hogy inkább a felhasználóknak kellene az ellenőrzésük alatt tartani az adataikat és tranzakcióikat.",
  "web3-term": "Web3",
  "web3-definition": "A jelenlegi internet a felhasználók által generált tartalmakra és a közösségi médiára összpontosít, amelyeket kevés cég irányít. A Web3 egy kriptográfiai meggyőződés, hogy a felhasználóknak inkább ellenőrizniük kell adataikat és tranzakcióikat.",
  "wei-term": "Wei",
  "wei-definition": "Az ether legkisebb denominációja. 10<sup>18</sup> wei = 1 ether.",
  "zero-address-term": "Zéró számla",
  "zero-address-definition": "Egy Ethereum-cím, mely csak nullából áll, és gyakran használják arra, hogy tokeneket vonjanak ki a körforgásból. Különbség van aközött, hogy egy tokent hivatalosan kivontak egy okosszerződés indexéből a burn() metódussal, vagy elküldték erre a címre.",
  "zk-proof-term": "Zéró-tudású bizonyíték",
  "zk-proof-definition": "A zéró-tudású bizonyíték egy kriptográfiai módszer, mellyel egy egyén képes bizonyítani, hogy egy állítás igaz anélkül, hogy bármilyen információt szolgáltatna. <a href=\"/developers/docs/scaling/zk-rollups/\">Bővebben a zero-knowledge összevont tranzakciókról</a>.",
  "zk-rollup-term": "Nulla tudás alapú (ZK) összevont tranzakció",
  "zk-rollup-definition": "<a href=\"/glossary/#rollups\">Összevont tranzakciók</a>, melyek <a href=\"/glossary/#validity-proof\">érvényességi bizonyítékokat</a> használnak, hogy megnöveljék az <a href=\"/glossary/#layer-2\">L2</a> tranzakcióátvitelt, miközben a főhálózat (L1) által kínált biztonságot megtartják. Habár nem tudnak összetett tranzakciótípusokat kezelni, mint az <a href=\"/glossary/#optimistic-rollup\">optimista összevont tranzakciók</a>, de nincs bennük késleltetési probléma, mert a tranzakciók bizonyítottan érvényesek a beküldés pillanatában. <a href=\"/developers/docs/scaling/zk-rollups/\">Bővebben a zero-knowledge összevont tranzakciókról</a>."
}
