{
  "51%-attack-term": "51%-os támadás",
  "51%-attack-definition": "Egy olyan támadás, ahol egy csoport irányítást szerez a <a href=\"/glossary/#node\">csomópontok</a> többsége felett. Így képesek meghamisítani a blokkláncot azáltal, hogy visszafordítanak <a href=\"/glossary/#transaction\">tranzakciókat</a> és többször elköltik ugyanazt az <a href=\"ether\">ethert</a> és más tokeneket.",
  "abi-term": "Alkalmazás bináris interfésze (ABI)",
  "abi-definition": "JSON-fájl, amely meghatározza az okosszerződésben szereplő függvényeket és változókat. Az ABI lehetővé teszi a bájtkód leképezését ember által olvasható formátumokra.",
  "account-term": "Számla",
  "account-definition": "Az Ethereum-számla egy digitális identitás az Ethereum blokkláncon, amely lehetővé teszi a felhasználók számára, hogy ethert vagy más digitális eszközöket küldjenek, fogadjanak és okosszerződésekkel lépjenek kapcsolatba.",
  "address-term": "Cím",
  "address-definition": "Az Ethereum-cím egy egyedi azonosító, amelyet tokenek fogadására használnak, és a kriptovaluták bankszámlaszámához hasonló funkciókat látnak el. Az Ön Ethereum-fiókjának azonosítására szolgál.",
  "anti-sybil-term": "Anti-Sybil",
  "anti-sybil-definition": "Módszerek arra, hogy megakadályozzák az embereket abban, hogy egyszerre több felhasználónak adják ki magukat az interneten, így biztosítva, hogy minden felhasználó valódi, különálló személy legyen. Ez segít megőrizni, hogy az online interakciók tisztességesek és őszinték legyenek.",
  "apr-term": "APR",
  "apr-definition": "A THM vagy éves százalékos kamatláb a kölcsönök éves költségét tükrözi százalékban, beleértve a kamatokat és díjakat is.",
  "attestation-term": "Tanúsítás",
  "attestation-definition": "Egy entitás állítása arról, hogy valami igaz. Az Ethereum kontextusában a konszenzusvalidátorok egy állítást tesznek arról, hogy mi a lánc státusza. Előre meghatározott időben minden egyes validátor felel azért, hogy tanúsításokat adjon, ami hivatalosan igazolja, hogy ő mit lát a láncon, beleértve a legutóbbi befejezett ellenőrzési pontot és a lánc aktuális elejét. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">Bővebben a tanúsításokról</a>.",
  "block-term": "Blokk",
  "block-definition": "Egy blokkban tranzakciókat vagy digitális műveleteket tárolnak. Amint egy blokk megtelt, összekapcsolódik az előzővel, létrehozva ezzel a blokkok láncolatát vagy „blokkláncot”. <a href=\"/developers/docs/blocks/\">Bővebben a blokkokról</a>.",
  "blockchain-term": "Blokklánc",
  "blockchain-definition": "A blokklánc a tranzakciók adatbázisa, amelyet a hálózat összes számítógépe lemásol és megoszt, így biztosítva, hogy az adatok visszamenőlegesen ne legyenek módosíthatók.",
  "bridge-term": "Híd",
  "bridge-definition": "A blokklánc-hidat arra használják, hogy az eszközöket az egyik blokklánc-hálózatból egy másikba átvigyék.",
  "consensus-term": "Konszenzus",
  "consensus-definition": "Amikor a hálózaton lévő számítógépek több mint 2/3-a egyetért abban, hogy ugyanazokkal a rekordokkal rendelkeznek, így mindenki ugyanazon az oldalon van. Ez nem az általuk követett szabályokról szól, hanem arról, hogy mindegyikük ugyanazokkal az információkkal rendelkezzen.",
  "consensus-client-term": "Konszenzusos kliens",
  "consensus-client-definition": "A konszenzuskliensek (mint amilyen a Prysm, Teku, Nimbus, Lighthouse, Lodestar) futtatják az Ethereum <a href=\"/glossary/#pos\">proof-of-stake</a> (letéti igazolás alapú) konszenzusalgoritmusát, melynek révén a hálózat képes megegyezésre jutni a Beacon lánc elejét illetően. A konszenzuskliensek nem vesznek részt a tranzakciók validálásában/elterjesztésében vagy a státuszváltások végrehajtásában. Ezt a <a href=\"/glossary/#execution-client\">végrehajtási kliensek</a> végzik. A konszenzusos kliensek nem tanúsítanak és nem javasolnak új blokkokat. Ezt a <a href=\"/glossary/#validator\">validátorkliens</a> végzi, amely a konszenzuskliens opcionális kiegészítője.",
  "consensus-layer-term": "Konszenzusréteg",
  "consensus-layer-definition": "Az Ethereum konszenzusrétege a <a href=\"/glossary/#consensus-client\">konszenzuskliensek</a> hálózata.",
  "cryptoeconomics-term": "Kriptogazdaságtan",
  "cryptoeconomics-definition": "Matematikai és gazdasági elvek tanulmányozása biztonságos és megbízható digitális platformok tervezése érdekében. A cél az, hogy minden résztvevő betartsa a szabályokat, és jutalmat kapjon a hálózat biztonságához és működéséhez való hozzájárulásáért. ",
  "cryptography-term": "Kriptográfia",
  "cryptography-definition": "Ez az a gyakorlat, amely a kommunikációt priváttá és biztonságossá teszi, hogy csak azok olvashassák, akiknek az információt szánják.",
  "dao-term": "Decentralizált autonóm szervezet (DAO)",
  "dao-definition": "A DAO egy olyan digitális szervezet, amelyet blokkláncra kódolt szabályok szerint működtetnek, ahol a döntéseket a tagok szavazatai alapján hozzák meg, nem egy központi hatóság teszi. <a href=\"/dao/\">Bővebben a decentralizált autonóm szervezetekről (DAO)</a>.",
  "dapp-term": "Dapp",
  "dapp-definition": "A dApp egy decentralizált alkalmazás, amely egy blokklánc-hálózaton fut, és központi ellenőrző hatóság nélkül nyújt szolgáltatásokat. <a href=\"/dapps/\">Bővebben a decentralizált alkalmazásokról</a>.",
  "data-availability-term": "Adatelérhetőség",
  "data-availability-definition": "Bármely csomópont függetlenül tudja ellenőrizni a tranzakciókat a blokkláncon az átláthatóság és a rendszerbe vetett bizalom megőrzése érdekében.",
  "defi-term": "DeFi",
  "defi-definition": "Az Ethereum alkalmazások széles kategóriája, amelyek célja a blokklánc által támogatott pénzügyi szolgáltatások nyújtása, közvetítők nélkül. <a href=\"/defi/\">További információk a decentralizált finanszírozásról (DeFi)</a>",
  "dex-term": "Decentralizált tőzsde (DEX)",
  "dex-definition": "Az Ethereum alkalmazás egy típusa, amellyel tokeneket cserélhet a hálózaton lévő társaikkal. A DEX-ekre nem vonatkoznak földrajzi korlátozások, mint például a központosított cserék – bárki részt vehet.",
  "difficulty-bomb-term": "Nehézségi bomba",
  "difficulty-bomb-definition": "A <a href=\"/glossary/#pow\">proof-of-work</a> <a href=\"/glossary/#difficulty\">nehézség</a> tervezett exponenciális megnövelése, hogy ezzel motiválják a <a href=\"/glossary/#pos\">proof-of-stake-re</a> történő átállást, és csökkentsék az <a href=\"/glossary/#hard-fork\">elágazás</a> valószínűségét. A nehézségi bombát a <a href=\"/roadmap/merge\">Beolvadás</a> érvénytelenítette.",
  "ecdsa-term": "Elliptikus görbe digitális aláírási algoritmus (ECDSA)",
  "ecdsa-definition": "Egy kriptográfiai algoritmus, melyet az Ethereum arra használ, hogy a pénzügyi eszközöket csak azok tulajdonosai tudják elkölteni. Ez a nyilvános és privát kulcsok előállításának preferált módja. A <a href=\"/glossary/#address\">számlacím</a> létrehozáshoz és a <a href=\"/glossary/#transaction\">tranzakció</a> ellenőrzéshez szükséges.",
  "ens-term": "Ethereum Name Service (ENS)",
  "ens-definition": "Az Ethereum Name Service (Névszolgáltatás) olyan, mint egy internetes telefonkönyv az Ethereum-címek számára. A hosszú tárcacímek helyett az ENS lehetővé teszi, hogy egyszerű neveket használjon, mint például „john.eth” a digitális pénz és eszközök küldéséhez és fogadásához.",
  "epoch-term": "Korszak",
  "epoch-definition": "Egy 32 <a href=\"/glossary/#slot\">slot-ból</a> álló periódus, melyben minden slot 12 másodperc, összességében 6,4 perc. A <a href=\"/glossary/#committee\">validátorbizottságokat</a> megváltoztatják minden korszakban biztonsági okokból. Minden korszakban lehetőség van arra, hogy a lánc <a href=\"/glossary/#finality\">véglegesedjen</a>. Minden korszak elején a validátorokhoz új felelősségeket rendelnek. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Bővebben a proof-of-stake-ről</a>",
  "eoa-term": "Externally owned account (EOA)",
  "eoa-definition": "Az ERC-1155 egy újabb típusú Ethereum token szabvány, amely hasonló az NFT-hez (például egyedi gyűjthető tárgyak), amely lehetővé teszi cserélhető tételek (például valuta) létrehozását egyetlen intelligens szerződésen belül.<br />Ez megkönnyíti és hatékonyabbá teszi a kezelést. különféle típusú digitális eszközök, különösen az olyan alkalmazásokhoz, mint a videojátékok vagy a digitális gyűjtemények.",
  "erc-term": "Ethereum Request for Comments (ERC)",
  "erc-definition": "Az ERC (<strong>Ethereum Request for Comments</strong>) egyfajta technikai dokumentáció, amelyet az Ethereum közösség arra használ, hogy új felhasználási szabványokat javasoljon az Ethereum hálózat számára.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "Az NFT-hez hasonló Ethereum tokenszabvány egy típusa (mint az egyedi gyűjthető tárgyak), amely szintén lehetővé teszi cserélhető tárgyak (mint a valuta) létrehozását egyetlen okosszerződésen belül.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "A szabályrendszer, amellyel a legtöbb token az Ethereum hálózaton létrejön.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "Az NFT-k (nem helyettesíthető tokenek) létrehozására használt szabályrendszer.",
  "ether-term": "Ether",
  "ether-definition": "Az ERC-1155 egy újabb típusú Ethereum token szabvány, amely hasonló az NFT-hez (például egyedi gyűjthető tárgyak), amely lehetővé teszi cserélhető tételek (például valuta) létrehozását egyetlen intelligens szerződésen belül.<br />Ez megkönnyíti és hatékonyabbá teszi a kezelést. különféle típusú digitális eszközök, különösen az olyan alkalmazásokhoz, mint a videojátékok vagy a digitális gyűjtemények.",
  "events-term": "Események",
  "events-definition": "Az <a href=\"/glossary/#evm\">EVM</a>-naplózási funkciókhoz szükséges. A <a href=\"/glossary/#dapp\">dappok</a> felismerik az eseményeket és JavaScript callback-ek elindítására használják azokat a felhasználói interfészen. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">Bővebben az eseményekről és a naplózásról</a>",
  "execution-client-term": "Végrehajtási kliens",
  "execution-client-definition": "A végrehajtási kliensek (korábban Eth1 kliensek), mint amilyen a Besu, Erigon, Go-Ethereum (Geth), Nethermind, a tranzakciók feldolgozását és elterjesztését végzik, és kezelik az Ethereum státuszát. Lefuttatják az összes tranzakcióra a számítást az <a href=\"/glossary/#evm\">Ethereum virtuális gépet</a> használva, hogy biztosítsák a protokoll szabályainak követését.",
  "execution-layer-term": "Végrehajtási réteg",
  "execution-layer-definition": "Az Ethereum végrehajtási rétege a <a href=\"/glossary/#execution-client\">végrehajtási kliensek</a> hálózata.",
  "finality-term": "Véglegesség",
  "finality-definition": "Az ERC-1155 egy újabb típusú Ethereum token szabvány, amely hasonló az NFT-hez (például egyedi gyűjthető tárgyak), amely lehetővé teszi cserélhető tételek (például valuta) létrehozását egyetlen intelligens szerződésen belül.<br />Ez megkönnyíti és hatékonyabbá teszi a kezelést. különféle típusú digitális eszközök, különösen az olyan alkalmazásokhoz, mint a videojátékok vagy a digitális gyűjtemények.",
  "fork-term": "Elágazás",
  "fork-definition": "Az ERC-1155 egy újabb típusú Ethereum token szabvány, amely hasonló az NFT-hez (például egyedi gyűjthető tárgyak), amely lehetővé teszi cserélhető tételek (például valuta) létrehozását egyetlen intelligens szerződésen belül.<br />Ez megkönnyíti és hatékonyabbá teszi a kezelést. különféle típusú digitális eszközök, különösen az olyan alkalmazásokhoz, mint a videojátékok vagy a digitális gyűjtemények.",
  "fraud-proof-term": "Fraud proof (csalási bizonyíték)",
  "fraud-proof-definition": "Az ERC-1155 egy újabb típusú Ethereum token szabvány, amely hasonló az NFT-hez (például egyedi gyűjthető tárgyak), amely lehetővé teszi cserélhető tételek (például valuta) létrehozását egyetlen intelligens szerződésen belül.<br />Ez megkönnyíti és hatékonyabbá teszi a kezelést. különféle típusú digitális eszközök, különösen az olyan alkalmazásokhoz, mint a videojátékok vagy a digitális gyűjtemények.",
  "gas-term": "Gáz",
  "gas-definition": "Az ERC-1155 egy újabb típusú Ethereum token szabvány, amely hasonló az NFT-hez (például egyedi gyűjthető tárgyak), amely lehetővé teszi cserélhető tételek (például valuta) létrehozását egyetlen intelligens szerződésen belül.<br />Ez megkönnyíti és hatékonyabbá teszi a kezelést. különféle típusú digitális eszközök, különösen az olyan alkalmazásokhoz, mint a videojátékok vagy a digitális gyűjtemények.",
  "genesis-block-term": "Genezisblokk",
  "genesis-block-definition": "Egy <a href=\"/glossary/#blockchain\">blokklánc</a> első blokkja, amelyet egy adott hálózat és a kriptovalutája elindítására használnak.",
  "gwei-term": "Gwei",
  "gwei-definition": "A gigawei rövidítése, az <a href=\"/glossary/#ether\">ether</a> denominációja, melyet általában a <a href=\"/glossary/#gas\">gázárak</a> meghatározására használnak. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>9</sup> gwei = 1 ether.",
  "hash-term": "Hash",
  "hash-definition": "A változó méretű bemeneti adat fix méretű ujjlenyomata, melyet egy hashfüggvény hoz létre. (Tekintse meg a<a href=\"/glossary/#keccak-256\">keccak-256</a> bejegyzést).",
  "holographic-consensus-term": "Holografikus konszenzus",
  "holographic-consensus-definition": "Arra utal, hogy egy nagy csoportos döntést úgy hoznak meg, hogy egy kisebb, reprezentatív emberekből álló csoportot hagynak szavazni. Ezután mindenki más beleegyezik, hogy elfogadja, amennyiben bízik abban, hogy a kis csoport jó munkát végzett.",
  "index-term": "Index",
  "index-definition": "Egy hálózati struktúra, amely optimalizálja az információlekérést a <a href=\"/glossary/#blockchain\">blokklánc</a>egészéből azáltal, hogy egy hatékony utat mutat az információ tárhelyére.",
  "key-term": "Kulcs",
  "key-definition": "Az Ethereum esetében a kulcsok digitális kódok: egy nyilvános kulcs a tranzakciók fogadásához és egy privát kulcs a pénzeszközök eléréséhez és küldéséhez.",
  "layer-2-term": "Második blokkláncréteg (L2)",
  "layer-2-definition": "A Layer 2s egy másik hálózat, amely az Ethereum főhálózatára épül, hogy gyorsabbá és olcsóbbá tegye a tranzakciókat. <a href=\"/layer-2/\">További információ a 2. rétegről</a>.",
  "liquidity-tokens-term": "Likviditási tokenek",
  "liquidity-tokens-definition": "A likviditási tokenek (LT) olyan digitális tokenek, amelyeket azoknak a résztvevőknek adnak, akik eszközöket helyeznek el egy likviditási alapban, amely okosszerződésben zárolt pénzeszközök gyűjteménye, és a decentralizált tőzsdén (DEX) történő kereskedés megkönnyítésére szolgál.",
  "mainnet-term": "Főhálózat",
  "mainnet-definition": "A főhálózat (main network) rövidítése, ami a fő nyilvános Ethereum <a href=\"/glossary/#blockchain\">blokklánc</a>.",
  "mev-term": "MEV",
  "mev-definition": "A blokklánc bizonyos műveleteit díj ellenében előnyben részesítő mechanizmus, amely befolyásolja az eredményeket és a tranzakciók sorrendjét.",
  "multisig-term": "Több aláírás",
  "multisig-definition": "A Multisig (többszörös aláírás) olyan digitális tárcára vagy számlára utal, amely több aláírást vagy jóváhagyást igényel a tranzakciók végrehajtásához, növelve ezzel a biztonságot.",
  "nft-term": "Nem helyettesíthető token (NFT)",
  "nft-definition": "Egy egyedi digitális tárgy, amelyet Ön birtokolhat, például műtárgyak vagy gyűjthető tárgyak, és amelyet blokklánc-technológiával igazolnak. <a href=\"/nft/\">További információ a nem helyettesíthető tokenekről (NFT)</a>.",
  "node-term": "Csomópont",
  "node-definition": "Egy szoftverkliens, mely részt vesz a hálózatban. <a href=\"/developers/docs/nodes-and-clients/\">Bővebben a csomópontokról és a kliensekről</a>.",
  "ommer-term": "Ommer (nagybácsi) blokk",
  "ommer-definition": "Amikor egy proof-of-work (munkaigazolás) mechanizmus <a href=\"/glossary/#miner\">bányásza</a> talált egy érvényes <a href=\"/glossary/#block\">blokkot</a>, egy másik bányász talán beküldött egy ezzel versenyző blokkot, amelyet először tettek hozzá a blokklánc elejéhez. Ez az érvényes, de elévült blokk bekerülhet az újabb blokkokba <em>ommer-ként</em> (a szülőblokk testvére) és részleges blokkjutalmat lehet érte kapni. Ez a kifejezés a semleges megfogalmazása a szülőblokk testvérére vonatkozóan, de néha nagybácsinak (uncle) is nevezik. Ez általános volt az Ethereum esetében, amikor még <a href=\"/glossary/#pow\">proof-of-work</a>-alapú hálózat volt. Most, hogy az Ethereum <a href=\"/glossary/#pos\">proof-of-stake</a> alapra váltott, helyenként csak egy blokkjavaslat van kiválasztva.",
  "on-chain-term": "Láncon belüli",
  "on-chain-definition": "Olyan műveletekre vagy tranzakciókra utal, amelyek a blokkláncon történnek és nyilvánosan elérhetőek.",
  "optimistic-rollup-term": "Optimista típusú összevont tranzakciók",
  "optimistic-rollup-definition": "Az optimista összesítés egy 2. rétegű megoldás, amely felgyorsítja a tranzakciókat az Ethereumon, azt feltételezve, hogy alapértelmezés szerint érvényesek, hacsak nem támadják meg őket. <a href=\"/developers/docs/scaling/optimistic-rollups/\">További információk az optimista összesítésekről</a>.",
  "peer-to-peer-network-term": "Közvetítőmentes (peer-to-peer) hálózat",
  "peer-to-peer-network-definition": "Számítógépek hálózata (társak), melyek együttesen képesek funkciók vagy függvények végrehajtására központi, szerveralapú szolgáltatások nélkül is.",
  "permissionless-term": "Nem engedélyköteles",
  "permissionless-definition": "Egy olyan rendszer használatához, mint az Ethereum, nincs szükség engedélyre vagy jóváhagyásra, és senki sem akadályozhatja meg a használatát. Mindenki számára a nap 24 órájában nyitva áll, hogy részt vehessen benne.",
  "private-key-term": "Privát kulcs",
  "private-key-definition": "A privát kulcs egy titkos kód, amely bizonyítja, hogy Ön a digitális pénze, és lehetővé teszi annak elköltését, például a fiók PIN-kódja. <strong>NE OSZD MEG</strong>.",
  "poap-term": "POAP",
  "poap-definition": "A Proof of Attendance Protocol egy digitális gyűjthető (NFT) létrehozására szolgál, amely igazolja, hogy részt vett egy adott eseményen vagy tevékenységen.",
  "pos-term": "Proof-of-stake (PoS)",
  "pos-definition": "Egy olyan módszer, amellyel egy kriptovaluta blokkláncprotokoll képes elérni a <a href=\"/glossary/#consensus\">konszenzust</a>. A PoS arra kéri a felhasználókat, hogy rendelkezzenek a kriptovaluta egy bizonyos mennyiségével (ez a letétjük a hálózatban) ahhoz, hogy részt vehessenek a tranzakciók validálásában. <a href=\"/developers/docs/consensus-mechanisms/pos/\">Bővebben a proof-of-stake mechanizmusról</a>.",
  "pow-term": "Proof-of-work (PoW)",
  "pow-definition": "Biztonsági mechanizmus blokkláncokhoz, amely megköveteli, hogy a csomópontok energiát költsenek számítások formájában egy bizonyos érték megtalálásához.",
  "public-goods-term": "Közjavak",
  "public-goods-definition": "A közjavak olyan dolgok, amelyeket mindenki ingyenesen használhat, például a parkokat vagy a tiszta levegőt, és ezek használata nem akadályoz meg másokat is abban, hogy használják őket. A kormányok gyakran biztosítják ezeket, mert a vállalkozások általában nem, mivel nem tudják könnyen fizetni az emberektől a használatukért.",
  "public-key-term": "Nyilvános kulcs",
  "public-key-definition": "A nyilvános kulcs olyan karakterkészlet, amellyel mások biztonságosan küldhetnek Önnek digitális valutát, például pénzért e-mail címet.",
  "quadratic-voting-term": "Kvadratikus szavazás",
  "quadratic-voting-definition": "Ez egy olyan szavazási módszer, amellyel a választók kifejezik, milyen erősen érzik magukat a kérdésekben. Lehetővé teszi a választók számára, hogy ne csak preferenciát, hanem preferenciájuk intenzitását is megmutassák.",
  "recovery-phrase-term": "Seed kifejezés/helyreállítási kifejezés",
  "recovery-phrase-definition": "A digitális pénztárca létrehozásakor kapott szavak listája. Úgy működik, mint egy jelszó, amely segíthet visszakerülni pénztárcájába, ha elveszíti a hozzáférést, és gondoskodik arról, hogy ne veszítse el digitális pénzét vagy tokenjeit.",
  "rollups-term": "Összevont tranzakciók",
  "rollups-definition": "Egy <a href=\"/glossary/#layer-2\">második blokkláncréteg (L2)</a> típusú skálázási megoldás, amely számtalan tranzakciót összekötegel és beküldi azokat <a href=\"/glossary/#mainnet\">az Ethereum főhálózatra</a> egyetlen tranzakcióként. Ezáltal csökkenthető a <a href=\"/glossary/#gas\">gázdíj</a> és növelhető az átvitt <a href=\"/glossary/#transaction\">tranzakciók</a> mennyisége. Léteznek optimista és zero-knowledge (nullaismeret-alapú) összevont tranzakciók, amelyek különböző biztonsági módszereket használnak arra, hogy ezek a skálázási előnyök elérhetők legyenek. <a href=\"/developers/docs/scaling/#rollups\">Bővebben az összevont tranzakciókról</a>.",
  "rpc-term": "Remote procedure call (RPC)",
  "rpc-definition": "Az RPC lehetővé teszi, hogy egy számítógép adatokat vagy műveleteket kérjen egy másiktól a hálózaton keresztül, például információkat kérjen távvezérléssel.",
  "sequencer-term": "Szekvenszer",
  "sequencer-definition": "A szekvencer egy olyan program, amely a tranzakciók összerendezéséért felel a blokklánc-hálózatban.",
  "smart-contract-term": "Okosszerződés",
  "smart-contract-definition": "Az okosszerződés egy olyan program, amely automatikusan végrehajtja a blokkláncra vonatkozó megállapodásokat, mint egy önérvényesítő digitális szerződés. <a href=\"/smart-contracts/\">Az okosszerződések bemutatása</a>.",
  "stablecoin-term": "Stabil érme",
  "stablecoin-definition": "A stabil érme egyfajta kriptovaluta, amelyet úgy terveztek, hogy stabil értékkel rendelkezzen, gyakran pénznemhez vagy áruhoz (például amerikai dollárhoz) kötve, hogy minimalizálja az áringadozást. <a href=\"/stablecoins/\">További információk a stabil érméről</a>.",
  "staking-term": "Letétbe helyezés",
  "staking-definition": "Egy bizonyos mennyiségű <a href=\"/glossary/#ether\">ether</a> lekötése (letét), hogy a felhasználó validátor legyen és biztosítsa a <a href=\"/glossary/#network\">hálózatot</a>. A validátor ellenőrzi a <a href=\"/glossary/#transaction\">tranzakciókat</a> és <a href=\"/glossary/#block\">blokkokat</a> javasol a <a href=\"/glossary/#pos\">proof-of-stake (letéti igazolás)</a> konszenzusmodellje szerint. A letétbe helyezés egy gazdasági ösztönző, hogy a hálózat legjobb érdeke szerint működjön a felhasználó. A <a href=\"/glossary/#validator\">validátor</a> feladatainak elvégzéséért jutalmat kap, de elmulasztásáért veszít az ETH egyenlegéből. <a href=\"/staking/\">Bővebben az Ethereum letétbe helyezésről</a>.",
  "staking-pool-term": "Letéti alap",
  "staking-pool-definition": "Több Ethereum letétbe helyező ETH egyenlegét kombinálja, hogy elérje a 32 ETH összeget, ami a validátor kulcsok aktiválásához szükséges. A csomópont működtetője ezeket a kulcsokat használja, hogy részt vegyen a konszenzusban, a <a href=\"/glossary/#block-reward\">blokkjutalmakat</a> pedig elosztják a hozzájárulást adó letétesek között. A letéti alapok vagy a letétbe helyezés delegálása nem natív az Ethereum protokoll számára, de a közösség sokféle megoldást létrehozott már. <a href=\"/staking/pools/\">Bővebben a letéti alapokról</a>.",
  "sybil-attack-term": "Sybil-támadás",
  "sybil-attack-definition": "A Sybil-támadás azt jelenti, hogy bizonyos egyének kijátsszák a rendszert, hogy az több embernek vegye őket, és így nagyobb befolyást tudjanak gyakorolni.",
  "terminal-total-difficulty-term": "Végső teljes nehézség (TTD)",
  "terminal-total-difficulty-definition": "A teljes nehézség az Ethash bányászati nehézség összege az összes blokkra a blokklánc egy adott pontjáig. A végső teljes nehézség ennek egy kijelölt értéke volt, mely elindította a végrehajtási klienseknél, hogy kikapcsolják a bányászó és blokkpletykáló funkcióikat, így a hálózat át tud térni a proof-of-stake mechanizmusra. Már nem releváns, mert az Ethereum áttért a <a href=\"/glossary/#pos\">proof-of-stake</a> mechanizmusra.",
  "transaction-fee-term": "Tranzakciós illeték",
  "transaction-fee-definition": "Az Ethereum hálózat használatért fizetendő díj. Például, amikor pénzeszközöket küld valaki a <a href=\"/glossary/#wallet\">tárcájából</a>, vagy egy <a href=\"/glossary/#dapp\">decentralizált alkalmazással (dapp)</a> való interakciót végez, mint tokenek átváltása vagy egy gyűjthető tárgy megvétele. Ez olyan, akár egy szolgáltatási díj. Ez a díj a hálózat leterheltsége szerint változik. Ennek az az oka, hogy a <a href=\"/glossary/#validator\">validátorok</a>, akik a tranzakciókat feldolgozzák, előreveszik a magasabb díjjal rendelkező tételeket, ezért a leterheltség megnöveli az árakat. <br/><br/>Technikailag a tranzakciós illeték ahhoz kapcsolódik, hogy az adott művelethez mennyi <a href=\"/glossary/#gas\">gázra</a> van szükség.<br/><br/>A tranzakciós díjak csökkentése jelenleg az egyik célkitűzés. Tekintse meg az <a href=\"/glossary/#layer-2\">L2</a> bejegyzést.",
  "trust-assumptions-term": "Bizalmi feltételezések",
  "trust-assumptions-definition": "A bizalomra vonatkozó feltételezések a rendszer biztonságával és megbízhatóságával kapcsolatos alapvető hiedelmek, amelyek azt mutatják, hogy miben bízunk a rendszer működéséhez.",
  "validator-term": "Validátor",
  "validator-definition": "Egy <a href=\"/glossary/#node\">csomópont</a> a <a href=\"/glossary/#pos\">proof-of-stake</a> rendszerben, melynek feladata az adattárolás, tranzakciók feldolgozása és új blokkok hozzáadása a blokklánchoz. A validátorszoftver aktiválásához <a href=\"/glossary/#staking\">letétbe kell helyezni</a> 32 ETH-t. <a href=\"/staking/\">Bővebben a letétbe helyezésről az Ethereumon</a>.",
  "validity-proof-term": "Érvényességi igazolás",
  "validity-proof-definition": "Egy biztonsági modell egy bizonyos <a href=\"/glossary/#layer-2\">második blokkláncréteg (L2)</a> megoldáshoz, ahol a sebesség meggyorsítása érdekében a tranzakciókat kötegekbe csomagolják és beküldik az Ethereumra egyetlen tranzakcióban. A tranzakciószámítást a láncon kívül végzik és a főláncnak egy érvényességi bizonyítékot adnak. Ez a módszer növeli a tranzakciók mennyiségét, miközben fenntartja a biztonságot. Néhány <a href=\"/glossary/#rollups\">összevont tranzakció</a> <a href=\"/glossary/#fraud-proof\">csalási bizonyítékot</a> használ. <a href=\"/developers/docs/scaling/zk-rollups/\">Bővebben a zero-knowledge összevont tranzakciókról</a>.",
  "wallet-term": "Tárca",
  "wallet-definition": "A tárca egy digitális eszköz a digitális pénz tárolására, küldésére és fogadására – olyan, mint egy virtuális pénztárca az online pénzéhez. <a href=\"/wallets/\">További információk az Ethereum tárcákról</a>.",
  "web2-term": "Web2",
  "web2-definition": "Az internet jelenleg a felhasználók által generált tartalmakra és a közösségi médiára összpontosít, amelyeket mindössze néhány cég tart az irányítása alatt. A Web3 egy kriptográfiai meggyőződés, hogy inkább a felhasználóknak kellene az ellenőrzésük alatt tartani az adataikat és tranzakcióikat.",
  "web3-term": "Web3",
  "web3-definition": "A jelenlegi internet a felhasználók által generált tartalmakra és a közösségi médiára összpontosít, amelyeket kevés cég irányít. A Web3 egy kriptográfiai meggyőződés, hogy a felhasználóknak inkább ellenőrizniük kell adataikat és tranzakcióikat.",
  "wei-term": "Wei",
  "wei-definition": "Az ether legkisebb denominációja. 10<sup>18</sup> wei = 1 ether.",
  "zk-proof-term": "Zéró-tudású bizonyíték",
  "zk-proof-definition": "A zéró-tudású bizonyíték egy kriptográfiai módszer, mellyel egy egyén képes bizonyítani, hogy egy állítás igaz anélkül, hogy bármilyen információt szolgáltatna. <a href=\"/developers/docs/scaling/zk-rollups/\">Bővebben a zero-knowledge összevont tranzakciókról</a>."
}
