{
  "consensus-client-lighthouse-logo-alt": "Lighthouse logo",
  "consensus-client-lodestar-logo-alt": "Lodestar logo",
  "consensus-client-nimbus-logo-alt": "Nimbus logo",
  "consensus-client-prysm-logo-alt": "Prysm logo",
  "consensus-client-teku-logo-alt": "Teku logo",
  "page-upgrades-answer-1": "Gondolj úgy az Eth2-re, mint egy fejlesztési sorozatra, melyeket a ma használt Ethereumhoz hozzáadunk, hogy tovább fejlesszük. Ezekbe a fejlesztésekbe beletartozik egy új lánc, melyet Beacon Chainnek nevezünk és további 64 lánc, melyeket shardoknak nevezünk.",
  "page-upgrades-answer-2": "Ezek a ma használt Ethereum főhálózattól különállóak, de nem fogják helyettesíteni azt. Ehelyett a főhálózat bedokkol vagy 'beolvad' ebbe a párhuzamos rendszerbe, melyet idővel hozzáadunk.",
  "page-upgrades-answer-4": "Más szavakkal az Ethereum, amit ma használunk, végül megtestesíti mindazon tulajdonságokat, melyeket az Eth2 vízióval elérni szeretnénk.",
  "page-upgrades-beacon-chain-btn": "Többet a Beacon Chain-ről",
  "page-upgrades-beacon-chain-date": "A Beacon Chain 2020. december 1.-ején lépett életbe.",
  "page-upgrades-beacon-chain-desc": "Az ökoszisztéma első Eth2 kiegészítője. A Beacon Chain elhozza a letétbe helyezést az Ethereumra, lefekteti a jövő fejlesztéseinek alapjait és az új rendszert fogja koordinálni végül.",
  "page-upgrades-beacon-chain-estimate": "A Beacon Chain életbe lépett",
  "page-upgrades-beacon-chain-title": "A Beacon Chain",
  "page-upgrades-bug-bounty": "Bug vadászati program megtekintése",
  "page-upgrades-clients": "Eth2 kliensek megtekintése",
  "page-staking-deposit-contract-title": "A letéti szerződés cím ellenőrzése",
  "page-upgrades-diagram-ethereum-mainnet": "Ethereum főhálózat",
  "page-upgrades-diagram-h2": "Hogy illenek össze a fejlesztések",
  "page-upgrades-diagram-link-1": "Többet a proof-of-work-ről",
  "page-upgrades-diagram-link-2": "Többet a shard láncokról",
  "page-upgrades-diagram-mainnet": "Főhálózat",
  "page-upgrades-diagram-p": "Az Ethereum főhálózat a jelenlegi formájában fog tovább működni egy ideig. Ez azt jelenti, hogy a Beacon Chain és a sharding fejlesztések nem fogják megzavarni a hálózatot.",
  "page-upgrades-diagram-p-1": "A főhálózat végül beolvad az Eth2 fejlesztések által bevezetett új rendszerbe.",
  "page-upgrades-diagram-p-2": "A Beacon Chain lesz az Ethereum vezetője, mely a validátorokat koordinálja és a blokk létrehozásokat ütemezi.",
  "page-upgrades-diagram-p-3": "Eleinte a főhálózattól különállóan fog működni és a validátorokat fogja kezelni - nem lesznek rajta okos szerződések, tranzakciók vagy számlák.",
  "page-upgrades-diagram-p-4": "A shardok rengeteg extra adatot fognak szolgáltatni, hogy segítsék a főhálózat által feldolgozható tranzakciók számát. A Beacon Chain fogja koordinálni őket.",
  "page-upgrades-diagram-p-5": "De még az összes tranzakció a főhálózatra fog támaszkodni, mely tovább fog működni úgy, ahogy ma ismerjük - biztonságáról a proof-of-work és a bányászok gondoskodnak.",
  "page-upgrades-diagram-p-6": "A főhálózat be fog olvadni a proof-of-stake rendszerbe, melyet a Beacon Chain koordinál.",
  "page-upgrades-diagram-p-8": "Ez a főhálózatot egy sharddá fogja változtatni az új rendszeren belül. A bányászokra többé nem lesz szükség, mivel az Ethereum egészének biztonságát validátorok fogják szolgáltatni.",
  "page-upgrades-diagram-p10": "Az Eth2 nem egy migráció vagy egy egyszeri dolog. Egy fejlesztésekből álló sorozatot jelent, mely megkísérli feloldani az Ethereum valódi potenciálját. Itt van, hogy hogy illenek egymásba.",
  "page-upgrades-diagram-scroll": "Görgess a felfedezéshez - koppints több információért.",
  "page-upgrades-diagram-shard": "Shard (1)",
  "page-upgrades-diagram-shard-1": "Shard (...)",
  "page-upgrades-diagram-shard-2": "Shard (2)",
  "page-upgrades-diagram-shard-3": "Shard (...)",
  "page-upgrades-diagram-validators": "Többet a validátorokról",
  "page-upgrades-dive": "Merülj el a vízióban",
  "page-upgrades-dive-desc": "Hogyan tesszük az Ethereumot skálázhatóbbá, biztonságosabbá és fenttarthatóbbá? Mindezt úgy, hogy a legfontosabb Ethereum decentralizáltsági étosz megmarad.",
  "page-upgrades-docking": "A dokkolás",
  "page-upgrades-merge-answer-1": "A dokkolás az, amikor a főhálózat egy sharddá válik. Ez a shard láncok sikeres bevezetése után jön.",
  "page-upgrades-merge-btn": "Többet a dokkolásról",
  "page-upgrades-merge-desc": "Egy ponton a főhálózati Ethereumnak be kell majd “dokkolnia” vagy “olvadnia” a Beacon Chainbe. Ez lehetővé teszi majd a letétbe helyezést a teljes hálózatnak és az energia-intenzív bányászat végét jelenti.",
  "page-upgrades-merge-estimate": "Becslés: 2022",
  "page-upgrades-merge-mainnet": "Mi az a főhálózat?",
  "page-upgrades-merge-mainnet-eth2": "Főhálózat dokkolása az Eth2-be",
  "page-upgrades-eth-blog": "ethereum.org blog",
  "page-upgrades-explore-btn": "Fejlesztések felfedezése",
  "page-upgrades-get-involved": "Vegyél részt az Eth2-ben",
  "page-upgrades-get-involved-2": "Kapcsolódj be",
  "page-upgrades-head-to": "Irány a(z)",
  "page-upgrades-help": "Szeretnéd segíteni az Eth2-t?",
  "page-upgrades-help-desc": "Rengeteg lehetőség adódik, hogy bekapcsolódj az Eth2 fejlesztésekbe, Segítsd a tesztelésben, és még díjakat is nyerhetsz.",
  "page-upgrades-index-staking": "A letétbe helyezés megérkezett",
  "page-upgrades-index-staking-desc": "Az Eth2 fejlesztések kulcsa a staking bevezetése. Ha szeretnéd az ETH-edet a hálózat biztonságának segítésére használni, akkor kövesd ezeket a lépéseket.",
  "page-upgrades-index-staking-learn": "Tudj meg többet a staking-ről",
  "page-upgrades-index-staking-learn-desc": "A Beacon Chain elhozza a letétbe helyezést az Ethereumra. Ez azt jelenti, hogy ha van ETH-ed, akkor közhasznú tevékenységként a hálózatot biztonságosabbá teheted és a folyamat közben több ETH-et szerezhetsz.",
  "page-upgrades-index-staking-step-1": "1. Beállítás az indítópulttal",
  "page-upgrades-index-staking-step-1-btn": "Staking indítópult meglátogatása",
  "page-upgrades-index-staking-step-1-desc": "Ahhoz, hogy az Eth2-n stakelj az indítópultot kell használnod - ez végigkísér a folyamaton.",
  "page-upgrades-index-staking-step-2": "2. Letéti cím megerősítése",
  "page-upgrades-index-staking-step-2-btn": "Letéti szerződés cím megerősítése",
  "page-upgrades-index-staking-step-2-desc": "Mielőtt letétbe raknád az ETH-edet, ellenőrizd, hogy a helyes címet használod-e. Először végig kell menned a indítópulton, mielőtt ezt megteszed.",
  "page-upgrades-index-staking-sustainability": "Fenntarthatóbb",
  "page-upgrades-just-docking": "Többet a dokkolásról",
  "page-upgrades-meta-desc": "Egy áttekintés az Ethereum 2.0 fejlesztésekről és a vízióról, amit szeretnénk megvalósítani.",
  "page-upgrades-meta-title": "Az Eth2 fejlesztések",
  "page-upgrades-miners": "Többet a bányászokról",
  "page-upgrades-more-on-upgrades": "Többet az Eth2 fejlesztésekről",
  "page-upgrades-proof-of-stake": "proof-of-stake",
  "page-upgrades-proof-of-work": "proof-of-work",
  "page-upgrades-proof-stake-link": "Többet a proof-of-stake-ről",
  "page-upgrades-question-1-desc": "Az Eth2 különböző fejlesztésekből áll különböző bevezetési dátumokkal.",
  "page-upgrades-question-1-title": "Mikor vezetik be az Eth2-t?",
  "page-upgrades-question-2-desc": "Nem teljesen pontos úgy gondolni az Eth2-re, mint egy különálló blokkláncra.",
  "page-upgrades-question-2-title": "Az Eth2 egy különálló blokklánc?",
  "page-upgrades-question-3-answer-2": "A shard láncok és a dokkolás érintheti a dapp fejlesztőket. De a specifikációk még nem véglegesek, ezért nincs szükség azonnali intézkedésre.",
  "page-upgrades-question-3-answer-3": "Beszélj az Eth2 kutatási és fejlesztési csapattal az ethresear.ch oldalon.",
  "page-upgrades-question-3-answer-3-link": "ethresear.ch meglátogatása",
  "page-upgrades-question-3-desc": "Jelenleg nem kell csinálnod semmit, hogy felkészülj az Eth2-re.",
  "page-upgrades-question-3-title": "Hogyan készüljek fel az Eth2-re?",
  "page-upgrades-question-4-answer-1": "Amikor ma elküldesz egy tranzakciót vagy egy dappot használsz, akkor az Eth1-et használod. Ez a bányászok által biztosított Ethereum.",
  "page-upgrades-question-4-answer-2": "Az 'Eth1' vagyis a főhálózat továbbra is normálisan fog működni a dokkolásig.",
  "page-upgrades-question-4-answer-3": "A dokkolás után validátorok fogják biztosítani a teljes hálózatot proof-of-stake-el.",
  "page-upgrades-question-4-answer-6": "Bárki validátor lehet ETH letétbe helyezéssel.",
  "page-upgrades-question-4-answer-7": "Többet a letétbe helyezésről",
  "page-upgrades-question-4-answer-8": "A Beacon Chain és a shardok nem fogják megzavarni az Eth1 működését, mivel külön lesznek kiépítve.",
  "page-upgrades-question-4-desc": "Az Eth1 az Ethereum főhálózatra utal, amit ma is használsz.",
  "page-upgrades-question-4-title": "Mi az az Eth1?",
  "page-upgrades-question-5-answer-1": "Hogy teljes validátorrá válhass, 32 ETH-et kell letétbe helyezned. Ha nincs olyan sok vagy nem szeretnél ennyit letenni, akkor csatlakozhatsz letéti alapokhoz. Ezek az alapok lehetővé teszik, hogy kevesebbet tegyél letétbe és az összes díjnak a töredékében részesülj.",
  "page-upgrades-question-5-desc": "A staking indítópultot kell használnod, vagy csatlakoznod kell egy letéti alaphoz.",
  "page-upgrades-question-5-title": "Hogyan helyezzek el letétet?",
  "page-upgrades-question-6-answer-1": "Egyelőre nincs semmi tennivaló. De azt ajánljuk, hogy légy naprakész a shard láncok és a dokkolás fejlesztéseivel.",
  "page-upgrades-question-6-answer-3": "Danny Ryan az Ethereum Alapítványtól rendszeres tájékoztatást nyújt a közösségnek:",
  "page-upgrades-question-6-answer-4": "Ben Edgingtonnak a Consensystől vagy egy heti rendszerességű Eth2 hírlevele:",
  "page-upgrades-question-6-answer-5": "Csatlakozhatsz az Eth2 kutatási és fejlesztési fórumhoz az ethresear.ch oldalon.",
  "page-upgrades-question-6-desc": "A dappodra nem lesz hatással egyik közelgő frissítés sem. Azonban a jövőbeli fejlesztések szükségessé tehetnek egy pár változtatást.",
  "page-upgrades-question-6-title": "Mit kell csinálnom a dappommal?",
  "page-upgrades-question-7-desc": "A közösség egészéből sok különböző csapat dolgozik a különféle Eth2 frissítéseken.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(Rust implementáció)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(JavaScript implementáció)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(Nim implementáció)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(Go implementáció)",
  "page-upgrades-question-7-teams": "Az Eth2 kliens csapatok:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(Java implementáció)",
  "page-upgrades-question-7-title": "Ki építi az Eth2-t?",
  "page-upgrades-question-8-answer-1": "Az Eth2 fejlesztések az Ethereum decentralizált módon történő skálázhatóságában fognak segíteni a biztonság fenntartásával és a fenntarthatóság növelésével.",
  "page-upgrades-question-8-answer-2": "Valószínűleg a legnyilvánvalóbb probléma az az, hogy az Ethereumnak 15-45 tranzakciónál többet kell tudnia kezelni másodpercenként. De az Eth2 fejlesztés az Ethereum más jelenlegi problémáját is orvosolja.",
  "page-upgrades-question-8-answer-3": "A hálózat használatára nagy a kereslet, mely az Ethereum használatát megdrágítja. A hálózati csomópontok küszködnek az Ethereum mérete és az adatmennyiség miatt, melyet a számítógépeknek fel kell dolgozniuk. És a mögöttes algoritmus, mely biztonságossá és decentralizálttá teszi az Ethereumot, energiaintenzív és zöldebbnek kell lennie.",
  "page-upgrades-question-8-answer-4": "Az Ethereum ütemterv egészen 2015-től sk változtatást tartalmazott. De a jelenlegi feltételek még inkább szükségesebbé teszik a frissítéseket.",
  "page-upgrades-question-8-answer-6": "Fedezd fel az Eth2 víziót",
  "page-upgrades-question-8-desc": "Az ma használt Ethereumnak jobb élményeket kell nyújtania a végfelhasználóknak és a hálózati szereplőknek.",
  "page-upgrades-question-8-title": "Miért szükséges az Eth2?",
  "page-upgrades-question-9-answer-1": "A legaktívabb szerep, amit elvállalhatsz az az ETH-ed letétbe helyezése.",
  "page-upgrades-question-9-answer-2": "Esetleg futtathatsz egy második klienst javítva ezzel a kliens diverzitást.",
  "page-upgrades-question-9-answer-3": "Ha technikásabb vagy, akkor segíthetsz megtalálni az új kliensek bugjait.",
  "page-upgrades-question-9-answer-4": "Beszállhatsz a technikai beszélgetésbe az Ethereum kutatókkal az ethresear.ch oldalon.",
  "page-upgrades-question-9-desc": "A közreműködéshez nem kell technikai tudás. A közösség mindenféle készségtől keres hozzájárulást.",
  "page-upgrades-question-9-stake-eth": "ETH letétbe helyezése",
  "page-upgrades-question-9-title": "Hogyan tudok közreműködni az Eth2-höz?",
  "page-upgrades-question-10-answer-1": "Nem szívesen beszélünk túl sokat a műszaki ütemtervről, mert ez szoftver: a dolgok változhatnak. Úgy gondoljuk, hogy könnyebb megérteni, mi történik, ha elolvasod az eredményeket.",
  "page-upgrades-question-10-answer-1-link": "Frissítések megtekintése",
  "page-upgrades-question-10-answer-2": "De ha követted a beszélgetéseket, itt van, hogy hogy illenek a fejlesztések a műszaki ütemtervekbe.",
  "page-upgrades-question-10-answer-3": "A Fázis 0 részletezi a Beacon Chain életbe léptetéséhez szükséges munkát.",
  "page-upgrades-question-10-answer-5": "A műszaki ütemtervekben szereplő Fázis 1 a shard láncok implementálására fókuszál.",
  "page-upgrades-question-10-answer-6": "A főhálózat dokkolása az Eth2-be a shard láncok megvalósítása érdekében végzett munka kiterjesztése, és a Fázis 1.5-ként emlegetik. De egy jelentős pillanat, mivel az Ethereum, ahogy ma ismerjük, összeolvad a többi Eth2 fejlesztéssel. Továbbá ez az a pillanat, amikor az Ethereum teljesen átáll proof-of-stake-re.",
  "page-upgrades-question-10-answer-7": "Jelenleg nem teljes világos, hogy mi fog történni a Fázis 2 körül. Még mindig komoly kutatás és vita tárgyát képezi. Az eredeti terv az volt, hogy további extra funkciókkal látjuk el a shardokat, de lehet, hogy erre nem lesz szükség a rollup-centrikus ütemterv szerint.",
  "page-upgrades-question-10-answer-8": "Többet a rollup-centrikus ütemtervről",
  "page-upgrades-question-10-desc": "A fázisok a munka fázisaihoz kapcsolódnak és az Eth2 műszaki ütemtervre fókuszálnak.",
  "page-upgrades-question-10-title": "Mik az Eth2 fázisai?",
  "page-upgrades-question-title": "Gyakran ismételt kérdések",
  "page-upgrades-question3-answer-1": "Az ETH birtokosoknak biztos, hogy nem kell csinálniuk semmit. Az ETH-edet nem kell megváltoztatni vagy frissíteni. Biztos, hogy lesznek olyan átverések, melyek ezt tanácsolják, úgyhogy légy óvatos.",
  "page-upgrades-scalable": "Skálázhatóbb",
  "page-upgrades-scalable-desc": "Az Ethereumnak biztosítania kell az 1000 tranzakciót másodpercenként, hogy az alkalmazások gyorsabbak és olcsóbbak legyenek.",
  "page-upgrades-secure": "Biztonságosabb",
  "page-upgrades-secure-desc": "Az Ethereumnak biztonságosabbnak kell lennie. Ahogy az Ethereum adoptációja egyre nő, a protokollnak is biztonságosabbnak kell lennie különféle támadásokkal szemben.",
  "page-upgrades-shard-button": "Többet a shard láncokról",
  "page-upgrades-shard-date": "A shard láncok bevezetése, a második fejlesztés, nagyjából 2023 körül várható.",
  "page-upgrades-shard-desc": "A shard láncok megnövelik az Ethereum a tranzakciók feldolgozására és adattárolására vonatkozó kapacitását. A shardok idővel több funkciót fognak ellátni, melyet több fázisban vezetünk be.",
  "page-upgrades-shard-estimate": "Becslés: 2023",
  "page-upgrades-shard-lower": "Többet a shard láncokról",
  "page-upgrades-shard-title": "Shard láncok",
  "page-upgrades-stay-up-to-date": "Maradj naprakész",
  "page-upgrades-stay-up-to-date-desc": "Kapd meg a legfrissebb infókat a kutatóktól és fejlesztőktől, akik az Eth2 fejlesztéseken dolgoznak.",
  "page-upgrades-sustainable-desc": "Az Ethereumnak környezetbarátabbnak kell lennie. A mai technológia túl sok számítási erőt és energiát emészt fel.",
  "page-upgrades-take-part": "Vegyél részt a kutatásban",
  "page-upgrades-take-part-desc": "Ethereum kutatók és érdeklődők találkoznak itt, hogy megvitassák a kutatási törekvéseket beleértve az Eth2-t is.",
  "page-upgrades-the-upgrades": "Az Eth2 fejlesztések",
  "page-upgrades-the-upgrades-desc": "Az Eth2 egy fejlesztések sorozata az Ethereum skálázhatósága, biztonsága és fenntarthatósága növelésének érdekében. Bár mindegyiken párhuzamosan dolgoznak, vannak bizonyos függőségeik, amelyek meghatározzák, hogy mikor kerülnek bevezetésre.",
  "page-upgrades-unofficial-roadmap": "Ez nem egy hivatalos ütemterv. A kint lévő információk alapján így tekintünk a történésekre. De mivel ez technológia, a dolgok egy pillanat alatt megváltozhatnak. Tehát kérjük ne úgy értelmezd, mint egy kötelezettségvállalást.",
  "page-upgrades-upgrade-desc": "Az Ethereum, amit ismerünk és szeretünk, csak skálázhatóbb, biztonságosabb és fenntarthatóbb...",
  "page-upgrades-upgrades": "Az Eth2 fejlesztések",
  "page-upgrades-upgrades-aria-label": "Eth2 fejlesztések menü",
  "page-upgrades-upgrades-beacon-chain": "A Beacon Chain",
  "page-upgrades-upgrades-docking": "A főhálózat és az Eth2 dokkolása",
  "page-upgrades-upgrades-guide": "Útmutató az Eth2 fejlesztésekhez",
  "page-upgrades-upgrades-shard-chains": "A shard láncok",
  "page-upgrades-upgrading": "Az Ethereum merően új magasságokba fejlesztése",
  "page-upgrades-vision": "A jövőkép",
  "page-upgrades-vision-btn": "Többet az Eth2 vízióról",
  "page-upgrades-vision-desc": "Ahhoz, hogy az Ethereumot mainstreammé tegyük és az egész emberiséget szolgálja, először skálázhatóbbá, biztonságosabbá és fenntarthatóbbá kell tennünk.",
  "page-upgrades-vision-upper": "Eth2 vízió",
  "page-upgrades-what-to-do": "Mit kell tenned?",
  "page-upgrades-what-to-do-desc": "Ha dapp felhasználó vagy ETH birtokló vagy, nem kell csinálnod semmit. Ha fejlesztő vagy vagy szeretnél elkezdeni letétbe helyezni, akkor ma többféleképpen is bekapcsolódhatsz.",
  "page-upgrades-whats-next": "Mi az az Eth2?",
  "page-upgrades-whats-next-desc": "Az Eth2 egy összekapcsolt fejlesztéssorozatot jelent, mely az Ethereumot skálázhatóbbá, biztonságosabbá és fenntarthatóbá teszi. Ezeket a frissítéseket több csapat fejleszti szerte az Ethereum ökoszisztémából.",
  "page-upgrades-whats-ethereum": "Egy pillanat, mi az az Ethereum?",
  "page-upgrades-whats-new": "Mi az új az Eth2-ben?"
}
