{
  "page-get-eth-article-keeping-crypto-safe": "Így gondoskodhat a kriptója biztonságáról",
  "page-get-eth-article-protecting-yourself": "Védje magát és a forrásait",
  "page-get-eth-article-store-digital-assets": "Hogyan lehet digitális eszközöket tárolni az Ethereumon",
  "page-get-eth-cex": "Centralizált tőzsdék",
  "page-get-eth-cex-desc": "A tőzsdék olyan vállalkozások, melyek lehetővé teszik kriptó vásárlását hagyományos valutákkal. Ők rendelkeznek az Ön által vásárolt ETH felett, amíg ki nem utalja egy tárcába, amit Ön irányít.",
  "page-get-eth-checkout-dapps-btn": "Nézd meg a dappokat",
  "page-get-eth-community-safety": "Közösségi posztok a biztonságról",
  "page-get-eth-description": "Az Ethereumot és az ETH-et egyik cég vagy kormány sem irányítja - decentralizáltak. Ez azt jelenti, hogy az ETH-et bárki használhatja.",
  "page-get-eth-dex": "Decentralizált tőzsdék (DEX-ek)",
  "page-get-eth-dex-desc": "Ha nagyobb kontrollt szeretnél, akkor vásárolj ETH-et peer-to-peer módon. A DEX-ekkel úgy kereskedhetsz, hogy nem adod át a kontrollt a vagyonod felett egy centralizált vállalatnak.",
  "page-get-eth-dexs": "Decentralizált tőzsdék (DEX-ek)",
  "page-get-eth-dexs-desc": "A decentralizált tőzsdék nyílt piactereket nyújtanak az ETH-nek és más tokeneknek. Közvetlenül összekötik a vevőket az eladókkal.",
  "page-get-eth-dexs-desc-2": "Ahelyett, hogy egy megbízható harmadik felet bíznának meg a pénz megőrzésére a tranzakcióban, kódot használnak. Az eladó ETH-jét csak akkor utalják át, ha a fizetés garantált. Ezt a típusú kódot úgy hívják, hogy okosszerződés.",
  "page-get-eth-dexs-desc-3": "Ez azt jelenti, hogy kevesebb a földrajzi korlátozás, mint a centralizált alternatíváknál. Ha valaki azt árul, amit szeretnél, és elfogadja az általad megadott fizetési módot, akkor minden rendben. A DEX-ek lehetővé teszik, hogy ETH-et vásárolj más tokenekkel, PayPal-lal vagy akár személyesen készpénzzel.",
  "page-get-eth-do-not-copy": "Példa: Ne másolja le",
  "page-get-eth-exchanges-disclaimer": "Ezt az információt manuális gyűjtöttük. Ha találsz valami hibát, jelezd felénk itt:",
  "page-get-eth-exchanges-empty-state-text": "Írd be az országot, ahol élsz, a tárcák és tőzsdék listájához, melyeket ETH vételre használhatsz.",
  "page-get-eth-exchanges-except": "Kivéve",
  "page-get-eth-exchanges-header": "Melyik országban élsz?",
  "page-get-eth-exchanges-header-exchanges": "Tőzsdék",
  "page-get-eth-exchanges-header-wallets": "Tárcák",
  "page-get-eth-exchanges-intro": "A tőzsdék és a tárcák korlátozzák a kripto értékesítési helyeit.",
  "page-get-eth-exchanges-no-exchanges": "Sajnáljuk, de nem tudunk olyan tőzsdéről, ahol ETH-et tudsz venni ebben az országban. Ha találsz ilyet, tudasd velünk",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Sajnáljuk, de nem tudunk olyan tőzsdéről vagy tárcáról, ahol ETH-et tudsz venni ebben az országban. Ha találsz ilyet, tudasd velünk",
  "page-get-eth-exchanges-no-wallets": "Sajnáljuk, de nem tudunk olyan tárcáról, ahol ETH-et tudsz venni ebben az országban. Ha találsz ilyet, tudasd velünk",
  "page-get-eth-exchanges-search": "Írja be, hogy hol él...",
  "page-get-eth-exchanges-success-exchange": "Egy tőzsdére történő regisztráció több napot is igénybe vehet a jogi ellenőrzések miatt.",
  "page-get-eth-exchanges-success-wallet-link": "tárcák",
  "page-get-eth-exchanges-success-wallet-paragraph": "Ahol élsz, ott vehetsz ETH-et közvetlenül ezekből a tárcákból. Tudj meg többet",
  "page-get-eth-exchanges-usa": "Amerikai Egyesült Államok (USA)",
  "page-get-eth-get-wallet-btn": "Tárca szerzése",
  "page-get-eth-hero-image-alt": "ETH szerzése hős ábra",
  "page-get-eth-keep-it-safe": "Az ETH-ed biztonságban tartása",
  "page-get-eth-meta-description": "Hogyan tudsz lakhely alapján ETH-et venni és tanács arról, hogy hogyan vigyázz rá.",
  "page-get-eth-meta-title": "Hogy lehet ETH-et venni",
  "page-get-eth-need-wallet": "A DEX-ek használatához egy tárcára lesz szükséged.",
  "page-get-eth-new-to-eth": "Még új az ETH? Itt egy összefoglaló, hogy hogyan fogj hozzá.",
  "page-get-eth-other-cryptos": "Vásárlás más kriptoval",
  "page-get-eth-protect-eth-desc": "Ha sok ETH-et tervezel venni, akkor lehet, hogy érdemesebb egy tárcában tárolni, amit te irányítasz, nem pedig egy tőzsdén. Ennek az az oka, hogy a tőzsdék gyakori célpontjai a hackereknek. Ha egy hacker hozzáférést szerez, elveszítheted a pénzedet. Ezzel szemben a tárcádhoz csak te férsz hozzá.",
  "page-get-eth-protect-eth-in-wallet": "Védd meg az ETH-edet egy tárcában",
  "page-get-eth-search-by-country": "Keresés ország szerint",
  "page-get-eth-security": "De ez azt is jelenti, hogy komolyan kell venned a pénzed feletti biztonságot. Az ETH esetében nem egy bankot bízol meg, hogy vigyázzon a pénzedre, hanem magadban bízol.",
  "page-get-eth-smart-contract-link": "Többet az okos szerződésekről",
  "page-get-eth-swapping": "Kereskedj a tokeneiddel más emberek ETH-éért. És fordítva.",
  "page-get-eth-try-dex": "Próbáljon ki egy DEX-et",
  "page-get-eth-use-your-eth": "Használd az ETH-ed",
  "page-get-eth-use-your-eth-dapps": "Most, hogy már van valamennyi ETH-ed, próbálj ki valamilyen Ethereum alkalmazást (dappot). Vannak pénzügyi, közösségi média, játék és még sok más kategóriájú dappok.",
  "page-get-eth-wallet-instructions": "Kövesd a tárca utasításokat",
  "page-get-eth-wallet-instructions-lost": "Ha elveszted a hozzáférést a tárcádhoz, akkor elveszted a hozzáférést a pénzedhez. A tárcádnak utasításokat kell addnia, hogy ezt meg tudd akadályozni. Kövesd őket figyelmesen - a legtöbb esetben senki sem tud segíteni, ha elveszted a hozzáférést a tárcádhoz.",
  "page-get-eth-wallets": "Tárcák",
  "page-get-eth-wallets-link": "Többet a tárcákról",
  "page-get-eth-wallets-purchasing": "Néhány tárcával hitel- és bankkártyával, banki átutalással vagy akár Apple Pay-jel is tudsz kriptot venni. Földrajzi szabályozás lehet érvényben.",
  "page-get-eth-warning": "Ezek a DEX-ek nem kezdőknek valók, mivel kelleni fog valamennyi ETH a használatukhoz.",
  "page-get-eth-what-are-DEX's": "Mik azok a DEX-ek?",
  "page-get-eth-whats-eth-link": "Mi az az ETH?",
  "page-get-eth-where-to-buy-desc": "Vásárolhatsz ETH-et tőzsdéken vagy tárcákról közvetlenül.",
  "page-get-eth-where-to-buy-desc-2": "Ellenőrizd, hogy mely szolgáltatásokat használhatod a lakhelyed alapján.",
  "page-get-eth-where-to-buy-title": "Hol lehet ETH-et venni",
  "page-get-eth-your-address": "Az ETH címed",
  "page-get-eth-your-address-desc": "Ha letöltesz egy tárcát, akkor egy nyilvános ETH címet fog generálni neked. Így néz ki:",
  "page-get-eth-your-address-desc-3": "Gondolj rá úgy, mint az email címedre, de emailek helyett ETH-et kaphatsz rá. Ha ETH-et szeretnél kiutalni egy tőzsdéről a tárcádra, használd a címedet, mint beérkező cím. Küldés előtt mindig ellenőrizd többször is!",
  "page-get-eth-your-address-wallet-link": "Tárcák megtekintése",
  "listing-policy-raise-issue-link": "Ticket feladása",
  "page-find-wallet-last-updated": "Utolsó frissítés"
}
