{
  "page-run-a-node-build-your-own-title": "Építse fel maga",
  "page-run-a-node-build-your-own-hardware-title": "1. lépés – Hardver",
  "page-run-a-node-build-your-own-minimum-specs": "Minimális követelmények",
  "page-run-a-node-build-your-own-min-ram": "4–8 GB RAM",
  "page-run-a-node-build-your-own-ram-note-1": "Nézze meg a letétbe helyezéssel kapcsolatos megjegyzést",
  "page-run-a-node-build-your-own-ram-note-2": "Nézze meg a Raspberry Pi-jal kapcsolatos megjegyzést",
  "page-run-a-node-build-your-own-min-ssd": "2 TB SSD",
  "page-run-a-node-build-your-own-ssd-note": "Az SSD elengedhetetlen az előírt írási sebesség teljesítéséhez.",
  "page-run-a-node-build-your-own-recommended": "Ajánlott",
  "page-run-a-node-build-your-own-nuc": "7. generációs vagy újabb Intel NUC",
  "page-run-a-node-build-your-own-nuc-small": "x86 processzor",
  "page-run-a-node-build-your-own-connection": "Vezetékes internetkapcsolat",
  "page-run-a-node-build-your-own-connection-small": "Nem kötelező, de egyszerűbb beállítást biztosít és a legkonzisztensebb kapcsolatot teszi lehetővé",
  "page-run-a-node-build-your-own-peripherals": "Kijelző és billentyűzet",
  "page-run-a-node-build-your-own-peripherals-small": "Hacsak nem DAppNode-ot vagy ssh/headless beállítást használ",
  "page-run-a-node-build-your-own-software": "2. lépés – Szoftver",
  "page-run-a-node-build-your-own-software-option-1-title": "1. opció – DAppNode",
  "page-run-a-node-build-your-own-software-option-1-description": "Ha készen áll a hardver, a DAppNode operációs rendszer bármely számítógépre letölthető, és egy USB-meghajtón keresztül friss SSD-re telepíthető.",
  "page-run-a-node-build-your-own-software-option-1-button": "A DAppNode beállítása",
  "page-run-a-node-build-your-own-software-option-2-title": "2. opció – Parancssor",
  "page-run-a-node-build-your-own-software-option-2-description-1": "A maximális irányítás érdekében a tapasztalt felhasználók inkább a parancssor használatát részesítik előnyben.",
  "page-run-a-node-build-your-own-software-option-2-description-2": "Nézze át a fejlesztőknek szóló dokumentumainkat az kliensek kiválasztásával kapcsolatos további információkért.",
  "page-run-a-node-build-your-own-software-option-2-button": "Parancssor beállítása",
  "page-run-a-node-buy-fully-loaded-title": "Vásárolja meg teljesen konfigurálva",
  "page-run-a-node-buy-fully-loaded-description": "Rendeljen plug and play opciót a gyártóktól, hogy az indulás a lehető legegyszerűbb legyen.",
  "page-run-a-node-buy-fully-loaded-note-1": "Nincs szükség összeszerelésre.",
  "page-run-a-node-buy-fully-loaded-note-2": "Alkalmazásszerű beállítás grafikus felhasználói felülettel.",
  "page-run-a-node-buy-fully-loaded-note-3": "Nincs szükség parancssorra.",
  "page-run-a-node-censorship-resistance-title": "Cenzúrarezisztens",
  "page-run-a-node-censorship-resistance-preview": "Bármikor hozzáférhet, amikor szüksége van rá, és nem engedi a cenzúrát.",
  "page-run-a-node-censorship-resistance-1": "A harmadik fél csomópontja dönthet úgy, hogy megtagadja az adott IP-címekről érkező tranzakciókat, vagy olyan tranzakciókat, amelyek bizonyos fiókokat érintenek, és ezzel potenciálisan blokkolja Önt a hálózat használatában, amikor szüksége lenne rá. ",
  "page-run-a-node-censorship-resistance-2": "Ha saját csomóponttal rendelkezik a tranzakciók benyújtásához, az garantálja, hogy a tranzakciót bármikor továbbíthatja a peer-to-peer hálózat többi részére.",
  "page-run-a-node-community-title": "Keressen segítőket",
  "page-run-a-node-community-description-1": "Az olyan online platformok, mint a Discord vagy a Reddit, számos közösségépítőnek adnak otthont, akik szívesen segítenek az esetlegesen felmerülő kérdésekben.",
  "page-run-a-node-community-description-2": "Nincs egyedül. Ha kérdése van, valószínűleg valaki tud segíteni megtalálni a választ.",
  "page-run-a-node-community-link-1": "Csatlakozzon a DAppNode Discord közösségéhez",
  "page-run-a-node-community-link-2": "Online közösségek keresése",
  "page-run-a-node-choose-your-adventure-title": "Válassza ki a kalandját",
  "page-run-a-node-choose-your-adventure-1": "A kezdéshez szüksége lesz némi hardverre. Bár a csomóponti szoftver futtatása személyi számítógépen is lehetséges, egy erre kijelölt gép nagymértékben növelheti a csomópont teljesítményét, miközben minimálisra csökkenti az elsődleges számítógépre gyakorolt hatást.",
  "page-run-a-node-choose-your-adventure-2": "A hardver kiválasztásakor vegye figyelembe, hogy a lánc folyamatosan növekszik, és elkerülhetetlenül szükség lesz karbantartásra. A teljesítmény növelése késleltetheti a csomópontok karbantartásának szükségességét.",
  "page-run-a-node-choose-your-adventure-build-1": "Olcsóbb és jobban testre szabható lehetőség a kicsit műszakibb felhasználók számára.",
  "page-run-a-node-choose-your-adventure-build-bullet-1": "Szerezze be saját maga az alkatrészeket.",
  "page-run-a-node-choose-your-adventure-build-bullet-2": "Telepítse a DAppNode alkalmazást.",
  "page-run-a-node-choose-your-adventure-build-bullet-3": "Vagy válassza ki a saját operációs rendszerét és klienseit.",
  "page-run-a-node-choose-your-adventure-build-start": "Kezdjen el építeni",
  "page-run-a-node-decentralized-title": "Decentralizáció",
  "page-run-a-node-decentralized-preview": "Álljon ellen az erősödő központosított hibapontoknak.",
  "page-run-a-node-decentralized-1": "A központosított felhőszerverek nagy számítási teljesítményt biztosíthatnak, de célpontot jelentenek a nemzetállamok vagy a hálózat megzavarására törekvő támadók számára.",
  "page-run-a-node-decentralized-2": "A hálózat ellenálló képessége több csomóponttal érhető el, amiket földrajzilag eltérő helyeken, és több, különböző hátterű személy üzemeltet. Ahogy egyre többen üzemeltetik saját csomópontjukat, egyre kevésbé jelentenek veszélyt a központosított hibapontok, ami erősebbé teszi a hálózatot.",
  "page-run-a-node-further-reading-title": "További olvasnivaló",
  "page-run-a-node-further-reading-1-link": "Az Ethereum elsajátítása – Futtassak-e egy teljes csomópontot",
  "page-run-a-node-further-reading-1-author": "Andreas Antonopoulos",
  "page-run-a-node-further-reading-2-link": "Ethereum az ARM-en – Gyors üzembe helyezési útmutató",
  "page-run-a-node-further-reading-3-link": "A blokklánc skálázhatóságának korlátai",
  "page-run-a-node-further-reading-3-author": "Vitalik Buterin",
  "page-run-a-node-getting-started-title": "Első lépések",
  "page-run-a-node-getting-started-software-section-1": "A hálózat első időszakában a felhasználóknak képesnek kellett lenniük a parancssorral működtetni azt, hogy egy Ethereum-csomópontot tudjanak üzemeltetni.",
  "page-run-a-node-getting-started-software-section-1-alert": "Ha ezt preferálja, és rendelkezik a szükséges készségekkel, tekintse át bátran a műszaki dokumentumainkat.",
  "page-run-a-node-getting-started-software-section-1-link": "Ethereum-csomópont indítása",
  "page-run-a-node-getting-started-software-section-2": "Most már elérhető az <b>ingyenes és nyílt forráskódú</b> DAppNode, amely <b>alkalmazásszerű élményt</b> biztosít a felhasználóknak a csomópontok kezelése során.",
  "page-run-a-node-getting-started-software-section-3a": "Néhány kattintással elindíthatja és futtathatja a csomópontot.",
  "page-run-a-node-getting-started-software-section-3b": "A DAppNode megkönnyíti a felhasználók számára a teljes csomópontok, valamint a <a href=\"/glossary/#dapp\">dapp-ok</a> és egyéb <a href=\"/glossary/#peer-to-peer-network\" futtatását. >P2P</a> hálózatokon, anélkül, hogy meg kell érintenie a parancssort. Ez megkönnyíti mindenki számára a részvételt és egy decentralizáltabb hálózat létrehozását.",
  "page-run-a-node-getting-started-software-title": "2. rész: Szoftver",
  "page-run-a-node-glyph-alt-terminal": "Terminál karakterjel",
  "page-run-a-node-glyph-alt-phone": "Telefon megérintése karakterjel",
  "page-run-a-node-glyph-alt-dappnode": "DAppNode karakterjel",
  "page-run-a-node-glyph-alt-pnp": "Plug-n-play karakterjel",
  "page-run-a-node-glyph-alt-hardware": "Hardver karakterjel",
  "page-run-a-node-glyph-alt-software": "Szoftverletöltés karakterjel",
  "page-run-a-node-glyph-alt-privacy": "Adatvédelem karakterjel",
  "page-run-a-node-glyph-alt-censorship-resistance": "Cenzúrarezisztens megafon karakterjel",
  "page-run-a-node-glyph-alt-earth": "Föld karakterjel",
  "page-run-a-node-glyph-alt-decentralization": "Decentralizáció karakterjel",
  "page-run-a-node-glyph-alt-vote": "Szavazat megadása karakterjel",
  "page-run-a-node-glyph-alt-sovereignty": "Szuverenitás karakterjel",
  "page-run-a-node-hero-alt": "A csomópont grafikája",
  "page-run-a-node-hero-header": "Vegye kezébe a irányítást.<br />Futtasson saját csomópontot.",
  "page-run-a-node-hero-subtitle": "Váljon teljesen függetlenné, miközben segít biztonságosabbá tenni a hálózatot. Váljon Ethereummá.",
  "page-run-a-node-hero-cta-1": "Bővebben",
  "page-run-a-node-install-manually-title": "Manuális telepítés",
  "page-run-a-node-install-manually-1": "Ha jártas a műszaki dolgokban és úgy döntött, hogy saját eszközt épít, akkor a DAppNode bármelyik számítógépről letölthető és feltelepíthető egy új SSD-re USB-meghajtón keresztül.",
  "page-run-a-node-meta-description": "Egy bevezető arról, hogy mi az az Ethereum-csomópont, illetve hogy miért és hogyan érdemes futtatni.",
  "page-run-a-node-participate-title": "Részvétel",
  "page-run-a-node-participate-preview": "A decentralizációs forradalom <strong>Önnel</strong> kezdődik.",
  "page-run-a-node-participate-1": "Csomópont működtetésével egy olyan globális mozgalom részévé válhat, ami decentralizálja az információk feletti hatalmat és irányítást.",
  "page-run-a-node-participate-2": "Ha Ön tulajdonos, adjon értéket az ETH-hez azáltal, hogy támogatja a hálózat egészségét és decentralizálását, és gondoskodhat arról, hogy legyen beleszólása a hálózat jövőjébe.",
  "page-run-a-node-privacy-title": "Adatvédelem és biztonság",
  "page-run-a-node-privacy-preview": "Ne engedje, hogy személyes adatai harmadik fél csomópontjaiba kiszivárogjanak.",
  "page-run-a-node-privacy-1": "Amikor nyilvános csomópontokon keresztül küld tranzakciókat, személyes adatai, mint például az IP-címe és az Ön által birtokolt Ethereum-címek kiszivároghatnak ezekhez a harmadik féltől származó szolgáltatásokhoz.",
  "page-run-a-node-privacy-2": "Ha a kompatibilis tárcákat a saját csomópontjára irányítja, a tárcát a blokklánccal való privát és biztonságos interakciókhoz is használhatja.",
  "page-run-a-node-privacy-3": "Továbbá, ha egy rosszindulatú csomópont érvénytelen tranzakciót terjeszt, akkor a csomópont egyszerűen figyelmen kívül hagyja azt. Minden tranzakció lokálisan, a saját gépén kerül ellenőrzésre, így nem kell megbíznia senkiben.",
  "page-run-a-node-rasp-pi-title": "Megjegyzés a Raspberry Pi-ról (ARM processzor)",
  "page-run-a-node-rasp-pi-description": "A Raspberry Pi-ok alacsony fogyasztású és megfizethető számítógépek, de vannak korlátaik, amelyek befolyásolhatják a csomópont teljesítményét. Bár jelenleg a letétbe helyezéshez és validáláshoz nem ajánlottak, ezek kiváló és olcsó megoldások lehetnek egy csomópont futtatásához, személyes használatra, mindössze 4–8 GB RAM-mal.",
  "page-run-a-node-rasp-pi-note-2-link": "Az Ethereum az ARM-on dokumentációja",
  "page-run-a-node-rasp-pi-note-2-description": "Tanulja meg, hogyan állíthat be csomópontot parancssoron keresztül a Raspberry Pi-on",
  "page-run-a-node-rasp-pi-note-3-link": "Csomópont futtatása Raspberry Pi-on",
  "page-run-a-node-rasp-pi-note-3-description": "Ha az oktatóanyagokat részesíti előnyben, akkor ezt mindenképpen érdemes megnéznie",
  "page-run-a-node-shop": "Vásárlás",
  "page-run-a-node-shop-avado": "Avado vásárlása",
  "page-run-a-node-shop-dappnode": "DAppNode vásárlása",
  "page-run-a-node-staking-title": "Stakeld az ETH-ed",
  "page-run-a-node-staking-description": "Bár nem kötelező, de egy működő csomóponttal egy lépéssel közelebb kerülhet az ETH letétbe helyezéséhez, hogy jutalmakat kapjon, és segítsen hozzájárulni az Ethereum-biztonság egy másik komponenséhez.",
  "page-run-a-node-staking-link": "ETH letétbe helyezése",
  "page-run-a-node-staking-plans-title": "Letétbe helyezésen gondolkozik?",
  "page-run-a-node-staking-plans-description": "A validátor hatékonyságának maximalizálása érdekében legalább 16 GB RAM ajánlott, de 32 GB jobb, 6667+ CPU benchmark pontszámmal a <a href=\"https://cpubenchmark.net\" target=\"_blank\">cpubenchmark.net</a> oldalon. Javasolt, hogy a letétbe helyezők korlátlan nagy sebességű internetes sávszélességhez férjenek hozzá, bár ez nem feltétlen követelmény.",
  "page-run-a-node-staking-plans-ethstaker-link-label": "Hogyan vásároljon Ethereum-validátorhardvert",
  "page-run-a-node-staking-plans-ethstaker-link-description": "Az EthStaker részletesen foglalkozik ezzel ebben az egyórás külön kiadásban",
  "page-run-a-node-sovereignty-title": "Szuverenitás",
  "page-run-a-node-sovereignty-preview": "Gondoljon úgy egy csomópont futtatására, mint a következő lépésre a saját Ethereum-tárca után.",
  "page-run-a-node-sovereignty-1": "Egy Ethereum-tárca segítségével teljes felügyeletet és irányítást gyakorolhat digitális eszközei felett, mivel biztonságban tartja a címeihez tartozó privát kulcsokat – ezek a kulcsok azonban nem adnak információt a blokklánc aktuális állapotáról, mint például a pénztárca egyenlegéről.",
  "page-run-a-node-sovereignty-2": "Az alapértelmezés szerint az Ethereum-tárcák általában egy harmadik fél csomópontján keresztül kérik le az egyenleget, ilyen például az Infura vagy az Alchemy. Saját csomópont futtatásával saját példánya lehet az Ethereum-blokkláncról.",
  "page-run-a-node-title": "Csomópont futtatása",
  "page-run-a-node-voice-your-choice-title": "Adjon hangot a véleményének",
  "page-run-a-node-voice-your-choice-preview": "Ne adja ki a kezéből az irányítást elágazás esetén sem.",
  "page-run-a-node-voice-your-choice-1": "Láncelágazás esetén, amikor két lánc jön létre különböző szabályokkal, a saját csomópont futtatása garantálja, hogy kiválaszthatja, melyik szabályokat kívánja támogatni. Önön múlik, hogy frissít-e az új szabályokra, és támogatja-e a javasolt változtatásokat, vagy sem.",
  "page-run-a-node-voice-your-choice-2": "Ha letétbe helyez ETH-t, a saját csomópont (node) futtatása lehetővé teszi, hogy saját klienst válasszon a slashing kockázatának minimalizálása, valamint a hálózat ingadozó igényeire való reagálás érdekében. A harmadik félen keresztül való letétbe helyezéssel elveszíti a döntési lehetőségét, hogy melyik kliens a legjobb.",
  "page-run-a-node-what-title": "<i>Mit</i> jelent a „csomópont futtatása”?",
  "page-run-a-node-what-1-subtitle": "Szoftver futtatása.",
  "page-run-a-node-what-1-text": "Ez a „kliensként” ismert szoftver letölti az Ethereum-blokklánc egy példányát, és ellenőrzi minden blokk érvényességét, majd naprakészen tartja az új blokkokkal és tranzakciókkal, valamint segít másoknak letölteni és frissíteni saját másolataikat.",
  "page-run-a-node-what-2-subtitle": "Hardverrel.",
  "page-run-a-node-what-2-text": "Az Ethereumot úgy tervezték, hogy a csomópontokat átlagos, felhasználói szintű számítógépeken lehessen futtatni. Bármilyen személyi számítógépet használhat, de a legtöbb felhasználó a csomópontot egy erre a célra dedikált hardveren futtatja, hogy kiküszöbölje a gépe teljesítményére gyakorolt hatást, és minimalizálja a csomópont állásidejét.",
  "page-run-a-node-what-3-subtitle": "Miközben online.",
  "page-run-a-node-what-3-text": "Egy Ethereum-csomópont futtatása elsőre bonyolultnak tűnhet, de valójában ez csak egy kliensszoftver folyamatos futtatása a számítógépen, miközben az internethez csatlakozik. Offline állapotban a csomópont egyszerűen inaktív lesz, amíg újra online állapotba nem kerül, és nem frissíti a legújabb változásokat.",
  "page-run-a-node-who-title": "<i>Ki</i> futtasson csomópontot?",
  "page-run-a-node-who-preview": "Mindenki! A csomópontok nem csak a <a href=\"/glossary/#pos\">tét-igazolás</a> érvényesítők számára készültek. <i>Bárki</i> futtathat egy csomópontot – még ETH-ra sincs szüksége.",
  "page-run-a-node-who-copy-1": "Egy csomópont futtatásához nem kell <a href=\"/glossary/#staking\">kockázni</a> az ETH-t. Valójában az Ethereum összes többi csomópontja felelős az érvényesítőkért.",
  "page-run-a-node-who-copy-2": "Habár a csatlakozási pont futtatásáért nem jár pénzügyi jutalom, úgy mint a validátorok esetében, ugyanakkor a futtatásának számos egyéb előnye van, amiket az Ethereum-felhasználónak fontolóra kell venni, mint például a személyes adatok védelme, a biztonság, csökken a harmadik fél szervereire való támaszkodás, nő a cenzúrával szembeni ellenálló képesség, valamint egészségesebbé és decentralizáltabbá válik a hálózat.",
  "page-run-a-node-who-copy-3": "A saját csomópont azt jelenti, hogy nem kell megbíznia a hálózat állapotával kapcsolatos, harmadik féltől származó információkban.",
  "page-run-a-node-who-copy-bold": "Nem kell megbíznia senkiben. Csak ellenőrizni.",
  "page-run-a-node-why-title": "<i>Miért</i> futtasson csomópontot?"
}
