{
  "page-dapps-1inch-logo-alt": "1inch logó",
  "page-dapps-aave-logo-alt": "Aave logó",
  "page-dapps-add-button": "Dapp ajánlása",
  "page-dapps-add-title": "Dapp hozzáadása",
  "page-dapps-ankr-logo-alt": "Ankr logó",
  "page-dapps-api3-logo-alt": "API3 logó",
  "page-dapps-arweave-logo-alt": "ARweave logó",
  "page-dapps-audius-logo-alt": "Audius logó",
  "page-dapps-axie-infinity-logo-alt": "Axie Infinity logó",
  "page-dapps-balancer-logo-alt": "Balancer logó",
  "page-dapps-brave-logo-alt": "Brave logó",
  "page-dapps-beginner-friendly-description": "Néhány dapp kezdő felhasználóknak. Fedezzen fel még több dappot alább.",
  "page-dapps-beginner-friendly-header": "Kezdő felhasználóknak",
  "page-dapps-category-arts": "Művészet és divat",
  "page-dapps-category-browsers": "Böngészők",
  "page-dapps-category-code-marketplaces": "Programkódpiactér",
  "page-dapps-category-collectibles": "Digitális gyűjthető tárgyak",
  "page-dapps-category-competitive": "Web3 játékok",
  "page-dapps-category-computing": "Fejlesztői eszközök",
  "page-dapps-category-dex": "Tőzsdék",
  "page-dapps-category-investments": "Befektetési alapok",
  "page-dapps-category-lending": "Hitelezés és kölcsönzés",
  "page-dapps-category-lottery": "Közösségi finanszírozás",
  "page-dapps-category-marketplaces": "Piacterek",
  "page-dapps-category-music": "Zene",
  "page-dapps-category-payments": "Fizetések",
  "page-dapps-category-insurance": "Biztosítás",
  "page-dapps-category-portfolios": "Portfólió-menedzsment",
  "page-dapps-category-trading": "Fogadói piacok",
  "page-dapps-category-utilities": "Eszközök",
  "page-dapps-category-worlds": "Virtuális világok",
  "page-dapps-category-demand-aggregator": "Keresletaggregátorok",
  "page-dapps-category-derivatives": "Derivatívák",
  "page-dapps-category-liquid-staking": "Likvid letétbe helyezés",
  "page-dapps-category-bridges": "Hidak",
  "page-dapps-category-experiences": "Közös élmények",
  "page-dapps-category-guilds": "Hozamvadászok",
  "page-dapps-category-avatar": "Avatárok",
  "page-dapps-choose-category": "Válassz kategóriát",
  "page-dapps-category-social": "Közösségi média",
  "page-dapps-category-content": "Tartalom",
  "page-dapps-category-community": "Közösség",
  "page-dapps-category-messaging": "Üzenetküldés",
  "page-dapps-category-identity": "Identitás",
  "page-dapps-collectibles-benefits-1-description": "Amikor egy műalkotást Ethereumon tokenizálnak, akkor a tulajdonjogról bárki megbizonyosodhat. Vissza lehet követni a műalkotás életútját a keletkezéstől a jelenlegi tulajdonosig. Ez megakadályozza a hamisítást.",
  "page-dapps-collectibles-benefits-1-title": "A tulajdonjog bizonyítható",
  "page-dapps-collectibles-benefits-2-description": "A művészek szemszögéből sokkal igazságosabb fizetni a zene streamelésért vagy műtárgyakért. Az Ethereumnál kevésbé van szükség harmadik félre. És ha szükséges is harmadik felet bevonni, a költségeik nem olyan magasak, mivel a platformoknak nem kell a hálózati infrastruktúráért fizetni.",
  "page-dapps-collectibles-benefits-2-title": "Igazságosabb az alkotókra nézve",
  "page-dapps-collectibles-benefits-3-description": "A tokenizált gyűjthető tárgyak az Ethereum címéhez vannak hozzárendelve, nem pedig a platformhoz. Vagyis eladhatja a játékbeli tárgyait bármely Ethereum-alapú piactéren, nem csak a játékban.",
  "page-dapps-collectibles-benefits-3-title": "A gyűjteménye Önnel tart",
  "page-dapps-collectibles-benefits-4-description": "Az eszközök és termékek már a rendelkezésére állnak, hogy tokenizálja és eladhassa a munkáját! És tokeneit bármikor eladhatja bármely Ethereum-alapú gyűjtői platformon.",
  "page-dapps-collectibles-benefits-4-title": "Az infrastruktúra már létezik",
  "page-dapps-collectibles-benefits-description": "Ezek olyan alkalmazások, amelyek a digitális tulajdonjogra fókuszálnak úgy, hogy az alkotók számára kereseti potenciált biztosítanak és új lehetőségeket teremtenek, hogy befektethessen a kedvenc alkotóiba és a munkájukba.",
  "page-dapps-collectibles-benefits-title": "decentralizált gyűjthető tárgyak és streaming",
  "page-dapps-collectibles-button": "Műtárgyak és gyűjthető tárgyak",
  "page-dapps-collectibles-description": "Ezek olyan alkalmazások, amelyek a digitális tulajdonjogra fókuszálnak úgy, hogy az alkotók számára kereseti potenciált biztosítanak és új lehetőségeket teremtenek, hogy befektethessen a kedvenc alkotóiba és a munkájukba.",
  "page-dapps-collectibles-title": "Decentralizált műalkotások és gyűjthető tárgyak",
  "page-dapps-compound-logo-alt": "Compound logo",
  "page-dapps-convex-logo-alt": "Convex-logó",
  "page-dapps-cryptopunks-logo-alt": "CryptoPunks logo",
  "page-dapps-cryptovoxels-logo-alt": "Cryptovoxels logo",
  "page-dapps-cyberconnect-logo-alt": "CyberConnect logó",
  "page-dapps-dapp-description-1inch": "Segít elkerülni a magas árcsúszásokat a legjobb árak összehasonlításával.",
  "page-dapps-dapp-description-aave": "Adja kölcsönbe tokeneit, keressen kamatot és vegye ki, amikor csak szeretné.",
  "page-dapps-dapp-description-ankr": "Különféle web3-as infrastruktúra-összeállítások programépítéshez, pénzkereséshez, játékhoz és más használatra – minden a blokkláncon belül.",
  "page-dapps-dapp-description-api3": "Ár referenciaadatok első kézből, amelyek által a dappok 10 (a jövőben még több) hálózaton valós időben tudnak kapcsolódni az eszközök áradataihoz, beleértve a kriptó és forex árakat is.",
  "page-dapps-dapp-description-arweave": "Adattárolás folyamatosan, fenntartható módon egy előre kifizetett díj ellenében.",
  "page-dapps-dapp-description-async-art": "Alkosson, gyűjtsön és kereskedjen #ProgramozhatoMutaggyal –a digitális festmények „Rétegekre” bonthatók, amelyeket a teljes kép befolyásolására használhat. Minden Master és Layer egy-egy ERC721 token.",
  "page-dapps-dapp-description-audius": "Decentralizált streaming platform. Hallgatások = pénz az alkotóknak, nem a kiadóknak.",
  "page-dapps-dapp-description-axie-infinity": "Kereskedjen és harcoljon lényekkel, melyeket Axie-knek hívnak. Keressen pénzt játék közben – elérhető mobilon",
  "page-dapps-dapp-description-balancer": "A Balancer egy automatizált portfóliókezelő és kereskedési platform.",
  "page-dapps-dapp-description-brave": "Keress tokeneket böngészéskor és támogasd kedvenc alkotóidat.",
  "page-dapps-dapp-description-cent": "Egy közösségi hálózat, ahol pénzt kereshet NFT-k készítésével.",
  "page-dapps-dapp-description-compound": "Adja kölcsönbe tokeneit, keressen kamatot, és vegye ki, amikor csak szeretné.",
  "page-dapps-dapp-description-convex": "A Convex lehetővé teszi, hogy a Curve-nek likviditást biztosító egyének kereskedelmi díjakat kapjanak, valamint boosted CRV-t kapjanak anélkül, hogy a saját CRV-jük zárolásra kerülne.",
  "page-dapps-dapp-description-cryptopunks": "Vásároljon, licitáljon vagy adjon el punkokat – az egyik legelső gyűjthető tokent az Ethereumon.",
  "page-dapps-dapp-description-cryptovoxels": "Hozzon létre galériákat, építsen üzleteket vagy vásároljon földet az Ethereum virtuális világban.",
  "page-dapps-dapp-description-cyberconnect": "Decentralizált közösségigráf-protokoll, amelynek révén a dappok képesek a hálózati hatásokat felhasználni és személyre szabott közösségi tapasztalatot adni",
  "page-dapps-dapp-description-dark-forest": "Hódítson meg bolygókat egy végtelen, algoritmikusan létrehozott, kriptográfiailag meghatározott univerzumban.",
  "page-dapps-dapp-description-decentraland": "Gyűjtsön és kereskedjen virtuális földdel egy virtuális világban, amit felfedezhet.",
  "page-dapps-dapp-description-ens": "Felhasználóbarát nevek Ethereum-címekhez vagy decentralizált oldalakhoz.",
  "page-dapps-dapp-description-foundation": "Fektessen be egyedi kiadású műalkotásokba, és kereskedjen velük más vevőkkel.",
  "page-dapps-dapp-description-gitcoin": "Szerezzen kriptót nyílt forráskódú szoftverfejlesztéssel.",
  "page-dapps-dapp-description-gitcoin-grants": "Közösségi finanszírozás Ethereum közösségi projekteknek felerősített hozzájárulásokkal",
  "page-dapps-dapp-description-gm": "Egyetlen platform csevegésre, fórumok működtetésére és véleménynyilvánításra, amely megosztja a keletkező jövedelmet a tartalom készítőivel",
  "page-dapps-dapp-description-gods-unchained": "Stratégiai kártyajáték. Szerezzen kártyákat játék közben, amiket a való életben el is adhat.",
  "page-dapps-dapp-description-golem": "Szerezzen hozzáférést megosztott számítási kapacitáshoz, vagy adja bérbe a saját erőforrásait.",
  "page-dapps-dapp-description-graph": "Egy indexáló protokoll, mellyel lekérdezhetők olyan hálózatok, mint az Ethereum és az IPFS.",
  "page-dapps-dapp-description-ipfs": "Egy közvetítőmentes (peer-to-peer) hipermédia-protokoll az emberiség tudásának megőrzésére és fejlesztésére azáltal, hogy a hálózatot fejleszthetővé, rugalmassá és nyitottabbá teszi.",
  "page-dapps-dapp-description-radicle": "Biztonságos peer-to-peer kódkollaboráció közvetítők nélkül.",
  "page-dapps-dapp-description-kyberswap": "Átváltás és jövedelemszerzés a legjobb árakon.",
  "page-dapps-dapp-description-lido": "Digitális eszközök egyszerűsített és biztonságos letétbe helyezése.",
  "page-dapps-dapp-description-loopring": "Peer-to-peer kereskedelmi platform a sebességre kihegyezve.",
  "page-dapps-dapp-description-marble-cards": "Alkosson egyedi digitális kártyákat, melyek URL-eken alapulnak.",
  "page-dapps-dapp-description-matcha": "Több különböző tőzsde között megtalálja Önnek a legjobb árakat.",
  "page-dapps-dapp-description-meeds": "Web3 közösségi központok a decentralizált működés korában. A fontos hozzájárulásokat korrekt és átlátható módon díjazza.",
  "page-dapps-dapp-description-mirror": "Web3-ra épített platform web3-tartalmakért – a Mirror robosztus publikációs platformja kiterjeszti az írások online publikálásának határait",
  "page-dapps-dapp-description-multichain": "A legjobb router a web3 számára. Egy olyan infrastruktúra, amelyet a korlátlan láncok közötti interakciókra fejlesztettek.",
  "page-dapps-dapp-description-nifty-gateway": "Vásároljon alkotásokat a láncon top művészektől, sportolóktól, márkáktól vagy alkotóktól.",
  "page-dapps-dapp-description-summerfi": "Kereskedjen, vegyen fel kölcsönt vagy tegyen félre Daival, egy Ethereum stabil érmével.",
  "page-dapps-dapp-description-opensea": "Vásárolonj, adja tovább, fedezzen fel és kereskedjen limitált kiadású javakkal.",
  "page-dapps-dapp-description-opera": "Küldjön kriptót a böngészőjéből kereskedőknek, más felhasználóknak vagy alkalmazásoknak.",
  "page-dapps-dapp-description-osuvox": "3D avatárok, amelyek a blokkláncon élnek",
  "page-dapps-dapp-description-poap": "Gyűjtsön NFT-ket, amelyek bizonyítják, hogy különböző virtuális vagy személyes eseményeken vett részt. Használja őket sorsolásokon való részvételhez, szavazáshoz, együttműködéshez vagy egyszerűen csak dicsekedéshez.",
  "page-dapps-dapp-description-polymarket": "Fogadonj kimenetelekre. Kereskedjen a hírpiacokon.",
  "page-dapps-dapp-description-pooltogether": "A szerencsejáték, amin nem veszíthet. Nyeremények minden héten.",
  "page-dapps-dapp-description-index-coop": "Egy kriptoindex alap, ahol a legjobb DeFi-tokenekhez férhetsz hozzá.",
  "page-dapps-dapp-description-nexus-mutual": "Biztosítási fedezet biztosító nélkül. Védelem az okosszerződésekkel kapcsolatos hibák és támadások ellen.",
  "page-dapps-dapp-description-etherisc": "Decentralizált biztosítási platform, amellyel bárki létrehozhatja saját biztosítási fedezetét.",
  "page-dapps-dapp-description-zapper": "Kövesse nyomon portfólióját, és használja a DeFi-termékek széles skáláját egyetlen felületről.",
  "page-dapps-dapp-description-zerion": "Kezelje portfólióját, és értékeljen minden egyes DeFi-eszközt a piacon könnyedén.",
  "page-dapps-dapp-description-rotki": "Nyílt forráskódú portfóliókövető, elemző, számviteli és adóbevallási eszköz, amely tiszteletben tartja a magánszférát.",
  "page-dapps-dapp-description-krystal": "Egyetlen platform az összes kedvenc DeFi-szolgáltatás eléréséhez.",
  "page-dapps-dapp-description-rarible": "Készítsen, adjon el és vásároljon tokenizált gyűjthető tárgyakat.",
  "page-dapps-dapp-description-request-finance": "Pénzügyi eszközkészlet kriptoszámlák, bérezés és kiadások kezelésére.",
  "page-dapps-dapp-description-rubic": "Láncok közötti technológiai aggregátor a felhasználók és a dappok számára.",
  "page-dapps-dapp-description-sablier": "Streameljen pénzt valós időben.",
  "page-dapps-dapp-description-spatial": "Hozza létre saját avatárját és 3D világait",
  "page-dapps-dapp-description-spruce": "Nyílt forráskódú megoldás, mellyel a személyazonosság és az adatok a felhasználónál maradnak, mivel egyedül hozzá tartoznak.",
  "page-dapps-dapp-description-status": "Lehetővé teszi az információk szabad áramlását, biztosítja a bizalmas és biztonságos beszélgetéseket, és elősegíti az egyének szuverenitását.",
  "page-dapps-dapp-description-superrare": "Vásároljon digitális műtárgyakat közvetlenül a művészektől vagy másodlagos piacokról.",
  "page-dapps-dapp-description-synthetix": "A Synthetix egy szintetikus eszközöket létrehozó és azokkal kereskedő protokoll",
  "page-dapps-dapp-description-uniswap": "Cseréljen tokeneket egyszerűen, vagy biztosítson tokeneket egy bizonyos kamatért cserébe.",
  "page-dapps-dapp-description-xmtp": "Blokkláncszámlák közötti üzenetküldés, amelyben közvetlen üzenetek, figyelmeztetések, bejelentések és más jellegű közlések is lehetségesek.",
  "page-dapps-dapp-description-yearn": "A Yearn Finance egy hozamokat aggregáló projekt, mely lehetővé teszi, hogy egyének, DAO-k és más protokollok letétbe helyezzék digitális eszközeiket és arra hozamot kapjanak.",
  "page-dapps-docklink-dapps": "Bevezetés a dappok világába",
  "page-dapps-docklink-smart-contracts": "Okosszerződések",
  "page-dapps-dark-forest-logo-alt": "Dark Forest logo",
  "page-dapps-decentraland-logo-alt": "Decentraland logo",
  "page-dapps-index-coop-logo-alt": "Index Coop logó",
  "page-dapps-nexus-mutual-logo-alt": "Nexus Mutual logó",
  "page-dapps-etherisc-logo-alt": "Etherisc logó",
  "page-dapps-zapper-logo-alt": "Zapper logó",
  "page-dapps-zerion-logo-alt": "Zerion logó",
  "page-dapps-rotki-logo-alt": "Rotki logó",
  "page-dapps-krystal-logo-alt": "Krystal logó",
  "page-dapps-synthetix-logo-alt": "Synthetix-logó",
  "page-dapps-desc": "Keressen Ethereum applikációt, amit szívesen kipróbálna.",
  "page-dapps-doge-img-alt": "Illusztráció egy számítógépet használó doge-kutyáról",
  "page-dapps-editors-choice-dark-forest": "Játsszon más játékosok ellen a bolygók meghódításában és próbáld ki a legkorszerűbb Ethereum méretezési/adatvédelmi technológiát. Inkább azoknak, akik már járatosak az Ethereumban.",
  "page-dapps-editors-choice-foundation": "Fektessen a kultúrába. Vásároljon, kereskedjen és adjon el egyedi digitális műtárgyakat és divatcikkeket pár hihetetlen előadótól, zenésztől vagy márkától.",
  "page-dapps-editors-choice-pooltogether": "Vegyen veszteségmentes lottójegyet! Minden héten egy szerencsés nyertes megkapja a jegyalap által termelt egy heti kamat összegét. Kapja vissza a pénzét, amikor csak akarja.",
  "page-dapps-editors-choice-uniswap": "Cseréljen tokeneket könnyedén. Egy közösségi kedvenc, mely segít, hogy a többiekkel kereskedjen a hálózaton keresztül.",
  "page-dapps-ens-logo-alt": "Ethereum Name Service logo",
  "page-dapps-explore-dapps-description": "Sok dapp még kísérleti fázisban van, és a decentralizált hálózatok lehetőségeit tesztelik. De ebben a technológiában is vannak sikeres korai projektek a pénzügyi, gamer vagy gyűjthető tárgyak kategóriában.",
  "page-dapps-explore-dapps-title": "Fedezze fel a dappokat",
  "page-dapps-features-1-description": "Miután az Ethereumra felkerült, a dappkódot nem lehet leszedni. Bárki használhatja a dapp funkcióit. Még ha a dapp mögött álló csapat feloszlik, akkor is lehet használni. Amint felkerül az Ethereumra, ott marad.",
  "page-dapps-features-1-title": "Nincs tulajdonosa",
  "page-dapps-features-2-description": "Nem tudják megakadályozni a dapp használatban vagy tranzakciók küldésében. Például ha a Twitter az Ethereumon lenne, senki sem tudná blokkolni a fiókját vagy megállítani a tweetelésben.",
  "page-dapps-features-2-title": "Cenzúramentes",
  "page-dapps-features-3-description": "Mivel az Ethereum rendelkezik saját valutával (ETH), ezért a fizetések be vannak építve az Ethereumba. A fejlesztőknek nem kell azzal időt eltölteniük, hogy harmadik fél fizetési rendszereit integrálják.",
  "page-dapps-features-3-title": "Beépített fizetési lehetőségek",
  "page-dapps-features-4-description": "A dappkód gyakran nyílt forrású és alapértelmezés szerint kompatibilis. A csapatok rendszerint más csapatok munkáját használják fel. Ha szeretné, hogy a felhasználók tokeneket cseréljenek a dappjában, akkor elég egy másik dapp kódját beillesztenie.",
  "page-dapps-features-4-title": "„Plug and play”",
  "page-dapps-features-5-description": "A legtöbb dapp esetében nem szükséges megosztania a személyazonosságát. Az Ethereum számlája az egyetlen, amivel be tud lépni és csak egy tárcára van szüksége.",
  "page-dapps-features-5-title": "Egy névtelen bejelentkezés",
  "page-dapps-features-6-description": "Kriptográfia biztosítja, hogy a támadók nem tudnak az Ön nevében tranzakciókat vagy dappinterakciókat elindítani. A dappokat az Ethereum számlája hasznláatával engedélyez különböző tevékenységekre, többnyire a tárcájával, tehát vigyázzon a hitelesítő adataidra.",
  "page-dapps-features-6-title": "Kriptográfia van mögötte",
  "page-dapps-features-7-description": "Amint egy dapp életre kell az Ethereumon, csak akkor tud megállni, ha maga az egész Ethereum megáll. Az Ethereum méretű hálózatokat híresen nehéz megtámadni.",
  "page-dapps-features-7-title": "Nincs állásidő",
  "page-dapps-finance-benefits-1-description": "Az Ethereumon futó pénzügyi szolgáltatásoknak nincs regisztrációs kötelezettsége. Ha van némi tőkéje és internetkapcsolata, akkor kész is van.",
  "page-dapps-finance-benefits-1-title": "Nyílt hozzáférés",
  "page-dapps-finance-benefits-2-description": "Egy tokenekből álló világ várja, hogy interakcióba lépjen velük ezeken a pénzügyi termékeken keresztül. Az emberek folyamatosan új tokeneket építenek az Ethereumra.",
  "page-dapps-finance-benefits-2-title": "Egy új, tokenre épülő gazdaság",
  "page-dapps-finance-benefits-3-description": "A csapatok <a href=\"/glossary/#stablecoin\">stablecoinokat</a> építettek – egy kevésbé ingadozó kriptovalutát. Ezek lehetővé teszik a kísérletezést és a kriptográfia használatát kockázat és bizonytalanság nélkül.",
  "page-dapps-finance-benefits-3-title": "Stabil érmék",
  "page-dapps-finance-benefits-4-description": "Az Ethereumon lévő pénzügyi termékek modulárisak és kompatibilisek egymással. Ezeknek a moduloknak folyamatosan új kombinációi jelennek meg a piacon, megnövelve a kriptovaluták nyújtotta lehetőségeket.",
  "page-dapps-finance-benefits-4-title": "Összekapcsolt pénzügyi szolgáltatások",
  "page-dapps-finance-benefits-description": "Mi az, ami miatt az Ethereum lehetővé teszi a decentralizált pénzügyi alkalmazások virágzását?",
  "page-dapps-finance-benefits-title": "decentralizált pénzügy",
  "page-dapps-finance-button": "Pénzügy",
  "page-dapps-finance-description": "Ezek olyan alkalmazások, amelyek a kriptovalutákra épített pénzügyi szolgáltatások kiépítésére összpontosítanak. Többek között hitelezést, kölcsönzést, kamatjövedelmet és privát fizetéseket kínálnak – személyes adatok nélkül.",
  "page-dapps-finance-title": "Decentralizált pénzügy",
  "page-dapps-foundation-logo-alt": "Foundation logo",
  "page-dapps-gaming-benefits-1-description": "Legyen szó virtuális földről vagy játékkártyákról, a tárgyaival bármikor kereskedhet a gyűjtői piacokon. A játékbeli tárgyainak valós értékük van.",
  "page-dapps-gaming-benefits-1-title": "A játéktárgyak tokenekként működnek",
  "page-dapps-gaming-benefits-2-description": "A saját tárgyait és néhány esetben az előrehaladását is Ön birtokolhatja, nem pedig a játékcégek. Szóval nem veszít semmit, ha a játék mögötti céget támadás éri, leáll a szervere, vagy feloszlik.",
  "page-dapps-gaming-benefits-2-title": "A mentései biztonságban vannak",
  "page-dapps-gaming-benefits-3-description": "Ahogy az Ethereumon lévő fizetések érvényességéről bárki meggyőződhet, úgy a játékok is kihasználhatják ezt a tulajdonságot, hogy bebiztosítsák az igazságosságot. Elméletben minden ellenőrizhető a kritikus találatok számától egészen az ellenfél hadiládájának méretéig.",
  "page-dapps-gaming-benefits-3-title": "Bizonyítható igazságosság",
  "page-dapps-gaming-benefits-description": "Mi az, ami miatt az Ethereum lehetővé teszi a decentralizált játékok virágzását?",
  "page-dapps-gaming-benefits-title": "decentralizált játékok",
  "page-dapps-gaming-button": "Játékok",
  "page-dapps-gaming-description": "Ezek olyan alkalmazások, melyek virtuális világok létrehozásáról és más játékosokkal való küzdelemről szólnak olyan gyűjthető tárgyak használatával, melyeknek valós értékük van.",
  "page-dapps-gaming-title": "Decentralizált játékok",
  "page-dapps-get-some-eth-description": "A dapptevékenységek tranzakciós díjat vonnak maguk után",
  "page-dapps-get-started-subtitle": "A dapp kipróbálásához <a href=\"/glossary/#wallet\">pénztárcára</a> és némi ETH-ra lesz szüksége. A pénztárca lehetővé teszi a csatlakozást vagy a bejelentkezést. A <a href=\"/glossary/#transaction-fee\">tranzakciós díjak</a> kifizetéséhez pedig az ETH-ra lesz szüksége.",
  "page-dapps-get-started-title": "Kezdjünk bele",
  "page-dapps-gitcoin-grants-logo-alt": "Gitcoin Grants logo",
  "page-dapps-gitcoin-logo-alt": "Gitcoin logo",
  "page-dapps-gm-logo-alt": "gm.xyz logo",
  "page-dapps-gods-unchained-logo-alt": "Gods Unchained logo",
  "page-dapps-golem-logo-alt": "Golem logo",
  "page-dapps-graph-logo-alt": "Graph logó",
  "page-dapps-radicle-logo-alt": "Radicle logó",
  "page-dapps-hero-header": "Ethereummal működtetett eszközök és szolgáltatások",
  "page-dapps-hero-subtitle": "A dappok olyan egyre növekvő alkalmazások, melyek az Ethereumot használják, hogy üzleti modelleket tegyenek próbára, vagy újakat hozzanak létre.",
  "page-dapps-how-dapps-work-p1": "A Dapp-ok háttérkódja (intelligens szerződései) decentralizált hálózaton fut, nem központi szerveren. Az Ethereum <a href=\"/glossary/#blockchain\">blokkláncot</a> használják adattárolásra, és intelligens szerződéseket kötnek az alkalmazáslogikához.",
  "page-dapps-how-dapps-work-p2": "Az okosszerződés egy láncon futó szabályrendszer, így bárki meggyőződhet arról, hogy minden szabályszerűen történik. Képzeljen el egy ételautomatát: ha elég pénzt dob be és a megfelelő dolgot választja ki, akkor azt kapja, amit szeretne. És ahogy az automaták, úgy az okosszerződések is tőkét tárolnak hasonlóan az Ethereum számlájához. Így a kód megállapodásokat és trnazakciókat mediálhat.",
  "page-dapps-how-dapps-work-p3": "A dappokat az Ethereum hálózatra történő telepítésük után nem lehet megváltoztatni. A dappok decentralizáltak lehetnek, ha a szerződésbe írt logika irányítja őket, nem pedig egy személy vagy egy cég.",
  "page-dapps-how-dapps-work-title": "Hogy működnek a dappok",
  "page-dapps-ipfs-logo-alt": "IPFS logó",
  "page-dapps-kyberswap-logo-alt": "KyberSwap logó",
  "page-dapps-learn-callout-button": "Kezdjen el építeni",
  "page-dapps-learn-callout-description": "A közösségi fejlesztői portálunk dokumentációkat, eszközöket és keretrendszereket is tartalmaz, hogy segítsen belekezdeni a dappok építésébe.",
  "page-dapps-learn-callout-image-alt": "Egy kéz illusztrációja, mely egy ETH szimbólumot épít lego kockákból.",
  "page-dapps-learn-callout-title": "Tanuljon meg dappot építeni",
  "page-dapps-lido-logo-alt": "Lido logó",
  "page-dapps-loopring-logo-alt": "Loopring logo",
  "page-dapps-magic-behind-dapps-description": "A dappok hasonlítanak egy normál apphoz, de a kulisszák mögött van néhány különleges tulajdonságuk, mert öröklik az Ethereum összes szupererejét. Itt egy pár dolog, hogy miben különböznek a dappok az appoktól.",
  "page-dapps-magic-behind-dapps-link": "Mi teszi az Ethereumot nagyszerűvé?",
  "page-dapps-magic-behind-dapps-title": "A dappok mögötti varázslat",
  "page-dapps-magic-title-1": "A varázslat",
  "page-dapps-magic-title-2": "mögött",
  "page-dapps-magician-img-alt": "Varázslók illusztrációi",
  "page-dapps-marble-cards-logo-alt": "marble.cards logo",
  "page-dapps-async-logo-alt": "Async logó",
  "page-dapps-matcha-logo-alt": "Matcha logo",
  "page-dapps-meeds-logo-alt": "Meeds logó",
  "page-dapps-metaverse-benefits-title": "metaverzum",
  "page-dapps-metaverse-benefits-description": "Mi az, ami miatt az Ethereum lehetővé teszi a metaverzumok virágzását?",
  "page-dapps-metaverse-benefits-1-title": "NFT-k",
  "page-dapps-metaverse-benefits-1-description": "Egyedi, játékhoz tartozó tételek, amelyeket a felhasználó birtokol és a különféle, ugyanazt a szabványt követő virtuális világokban és piactereken is kezelhet.",
  "page-dapps-metaverse-benefits-2-title": "A felhasználók által menedzselt közösségek",
  "page-dapps-metaverse-benefits-2-description": "Felhasználók által birtokolt személyazonosság, mellyel széleskörűen tudnak felfedezni és létrehozni közösségi hálózatokat számos virtuális világban.",
  "page-dapps-metaverse-button": "Metaverzum",
  "page-dapps-metaverse-title": "Metaverzum",
  "page-dapps-metaverse-description": "Olyan alkalmazások, amelyek által a felhasználók szabadon részt vehetnek a virtuális világokban. Személyes kapcsolatokat alakíthatnak ki és digitális eszközöket is birtokolhatnak",
  "page-dapps-mirror-logo-alt": "Mirror logó",
  "page-dapps-mobile-options-header": "Másik kategória böngészése",
  "page-dapps-multichain-logo-alt": "Multichain logó",
  "page-dapps-nifty-gateway-logo-alt": "Nifty Gateway logo",
  "page-dapps-summerfi-logo-alt": "Summer.fi logó",
  "page-dapps-opensea-logo-alt": "OpenSea logo",
  "page-dapps-opera-logo-alt": "Opera logo",
  "page-dapps-osuvox-logo-alt": "OSUVOX logó",
  "page-dapps-polymarket-logo-alt": "Polymarket logo",
  "page-dapps-poap-logo-alt": "Proof of Attendance Protocol (azaz részvételt tanúsító protokoll) logó",
  "page-dapps-pooltogether-logo-alt": "PoolTogether logo",
  "page-dapps-rarible-logo-alt": "Rarible logo",
  "page-dapps-ready-button": "Ugrás",
  "page-dapps-ready-description": "Válasszon ki egy dappot, amit ki szeretne próbálni",
  "page-dapps-ready-title": "Készen áll?",
  "page-dapps-request-finance-logo-alt": "Request Finance logó",
  "page-dapps-rubic-logo-alt": "Rubic logó",
  "page-dapps-sablier-logo-alt": "Sablier logo",
  "page-dapps-set-up-a-wallet-button": "Tárca keresése",
  "page-dapps-set-up-a-wallet-description": "A tárcával „jelentkezhet be” a dappba",
  "page-dapps-set-up-a-wallet-title": "Tárca létrehozása",
  "page-dapps-social-button": "Közösségi",
  "page-dapps-social-description": "Ezek olyan alkalmazások, amelyek lényege a decentralizált közösségi hálózatok létrehozása decentralizált személyazonossági technológiát használva, ahol a felhasználók birtokában van a személyazonosságuk és a közösségi gráfjuk is.",
  "page-dapps-social-title": "Közösségi",
  "page-dapps-spatial-logo-alt": "Spatial logó",
  "page-dapps-spruce-logo-alt": "Spruce logó",
  "page-dapps-status-logo-alt": "Status logo",
  "page-dapps-superrare-logo-alt": "SuperRare logo",
  "page-dapps-technology-button": "Technológia",
  "page-dapps-technology-description": "Ezek olyan alkalmazások, amelyek a fejlesztői eszközök decentralizálására, a kriptogazdasági rendszerek beépítésére a meglévő technológiára és a nyílt forráskódú fejlesztési munkák piactereinek létrehozására összpontosítanak.",
  "page-dapps-technology-title": "Decentralizált technológia",
  "page-dapps-uniswap-logo-alt": "Uniswap logo",
  "page-dapps-wallet-callout-button": "Tárca keresése",
  "page-dapps-wallet-callout-description": "A tárcák is dappok. Találjon egyet az Ön számára megfelelő funkciók alapján.",
  "page-dapps-wallet-callout-image-alt": "Egy robot illusztrációja.",
  "page-dapps-wallet-callout-title": "Tárcák megtekintése",
  "page-dapps-warning-header": "Mindig végezzen saját kutatást",
  "page-dapps-warning-message": "Az Ethereum új technológia, és a legtöbb alkalmazás még új. Mielőtt nagyobb mennyiségű pénzt fektetne be, győződjön meg róla, hogy tisztában van a kockázatokkal.",
  "page-dapps-what-are-dapps": "Mik azok a dappok?",
  "page-dapps-more-on-defi-button": "Bővebben a decentralizált pénzügyekről",
  "page-dapps-more-on-nft-button": "Bővebben a tokenizált gyűjthető tárgyakról",
  "page-dapps-more-on-nft-gaming-button": "Bővebben a tokenizált, játékokhoz kapcsolódó dolgokról",
  "page-dapps-dapp-description-pwn": "Hitelek könyedén, amelyek mögött bármilyen, az Ethereumon elérhető token vagy NFT áll.",
  "page-dapps-pwn-image-alt": "PWN logó",
  "page-dapps-xmtp-logo-alt": "XMTP logó",
  "opage-dapps-yearn-logo-alt": "Yearn-logó",
  "page-dapps-yearn-image-alt": "Yearn-logó",
  "page-dapps-convex-image-alt": "Convex-logó",
  "foundation": "Alapítvány",
  "page-wallets-get-some": "Szerezzen valamennyi ETH-t",
  "page-dapps-dapp-description-curve": "A Curve egy olyan decentralizált tőzsde (dex), amely a stabil érmékre fókuszál",
  "page-dapps-curve-image-alt": "Curve logó",
  "page-dapps-dapp-description-dodo": "A DODO egy láncon belüli likviditási szolgáltató, amely a Proactive Market Maker (PMM, Proaktív piacmenedzselő) algoritmust használja",
  "page-dapps-dodo-image-alt": "DODO logó",
  "page-dapps-dapp-description-artblocks": "Az Art Blocks a kortárs, generatív művészet lenyűgöző alkotásait kelti életre",
  "page-dapps-artblocks-image-alt": "Art Blocks logó",
  "page-dapps-explore-title": "Szeretne több applikációt megismerni?",
  "page-dapps-explore": "Tekintsen meg akár több száz dappot"
}
