{
  "page-local-environment-brownie-desc": "Egy Python-alapú fejlesztői és tesztelési környezet okos szerződéseknek, melyek az Ethereum Virtuális Gépre fókuszálnak.",
  "page-local-environment-brownie-logo-alt": "Brownie logo",
  "page-local-environment-embark-desc": "Minden az egyben fejlesztői platform decentralizált alkalmazások építésére és telepítésére.",
  "page-local-environment-embark-logo-alt": "Embark logo",
  "page-local-environment-epirus-desc": "Egy platform blokklánc alkalmazások fejlesztésére, telepítésére és monitorozására a Java Virtuális Gépen",
  "page-local-environment-epirus-logo-alt": "Epirus logo",
  "page-local-environment-eth-app-desc": "Készíts Ethereumon működő appokat egy paranccsal. Ezenkívül UI keretrendszerek és DeFi sablonok széles skálájából választhatsz.",
  "page-local-environment-eth-app-logo-alt": "Create Eth App logo",
  "page-local-environment-framework-feature-1": "Felállíthatsz vele egy helyi blokkláncot.",
  "page-local-environment-framework-feature-2": "Eszközök az okos szerződéseid fordítására és tesztelésére.",
  "page-local-environment-framework-feature-3": "Kliens fejlesztési addonok, hogy ugyanabban a projektben/repóban fejleszthess felhasználói alkalmazásokat.",
  "page-local-environment-framework-feature-4": "Ethereum hálózatokhoz és szerződések telepítésére való konfiguráció, legyen az helyileg futó instance vagy valamelyik publikus Ethereum hálózat.",
  "page-local-environment-framework-feature-5": "Decentralizált app elosztás - IPFS-hez hasonló tárhely integrációk.",
  "page-local-environment-framework-features": "Ezek a keretrendszerek olyan dobozon-kívüli funkciókat kínálnak, mint például:",
  "page-local-environment-frameworks-desc": " Mi a keretrendszer választását ajánljuk, főleg ha még kezdő vagy. A teljes dapp létrehozásáa több különböző technológiát igényel. A keretrendszerek sok szükséges funkciót tartalmaznak, vagy egyszerű plugin-rendszereket kínálnak a kívánt eszközök kiválasztásához.",
  "page-local-environment-frameworks-title": "Keretrendszerek és pre-made stackek",
  "page-local-environment-hardhat-desc": "A Hardhat egy Ethereum fejlesztői környezet profiknak.",
  "page-local-environment-hardhat-logo-alt": "Hardhat logo",
  "page-local-environment-openZeppelin-desc": "Több órányi fejlesztési időt spórolhatsz meg, ha a CLI-nket használod fordításra, frissítésre, telepítésre és okos szerződés interakciókra.",
  "page-local-environment-openZeppelin-logo-alt": "OpenZeppelin logo",
  "page-local-environment-scaffold-eth-desc": "Hardhat + Create Eth App: minden amire szükséged van, hogy elkezdhess okos szerződés alapú decentralizált alkalmazásokat építeni",
  "page-local-environment-scaffold-eth-logo-alt": "scaffold-eth logo",
  "page-local-environment-setup-meta-desc": "Segédlet hogy hogyan válaszd ki a szoftver stackedet Ethereum fejlesztéshez.",
  "page-local-environment-setup-meta-title": "Ethereum helyi fejlesztői beállítás",
  "page-local-environment-setup-subtitle": "Ha készen állsz az építésre, akkor itt az ideje kiválasztani a stackedet.",
  "page-local-environment-setup-subtitle-2": " Itt vannak az eszközök és keretrendszerek, melyek segítenek az Ethereum alkalmazásod építésében.",
  "page-local-environment-setup-title": "Állítsd fel a helyi fejlesztői környezetedet",
  "page-local-environment-solidity-template-desc": "Egy GitHub sablon egy előre elkészített setupra a Solidity okos szerződéseidnek. Tartalmazza a Hardhat helyi hálózatot, a Waffle-t tesztelésre, az Ethers tárca implementációra és még sok mást is.",
  "page-local-environment-solidity-template-logo-alt": "Solidity template logo",
  "page-local-environment-truffle-desc": "A Truffle Suite lehetővé teszi a fejlesztőknek, hogy az ötletükből dapp legyen minél kényelmesebben.",
  "page-local-environment-truffle-logo-alt": "Truffle logo",
  "page-local-environment-waffle-desc": "A legfejlettebb okos szerződés tesztelési könyvtár. Használd önmagában, a Scaffold-eth-tel vagy a Hardhat-tel.",
  "page-local-environment-waffle-logo-alt": "Waffle logo"
}
