{
  "page-get-eth-article-keeping-crypto-safe": "Így gondoskodhat a kriptója biztonságáról",
  "page-get-eth-article-protecting-yourself": "Védje magát és a forrásait",
  "page-get-eth-article-store-digital-assets": "Hogyan lehet digitális eszközöket tárolni az Ethereumon",
  "page-get-eth-article-protecting-yourself-desc": "MyCrypto",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": "Centralizált tőzsdék",
  "page-get-eth-cex-desc": "A tőzsdék olyan vállalkozások, melyek lehetővé teszik kriptó vásárlását hagyományos valutákkal. Ők rendelkeznek az Ön által vásárolt ETH felett, amíg ki nem utalja egy tárcába, amit Ön irányít.",
  "page-get-eth-checkout-dapps-btn": "Tekintse meg a dappokat",
  "page-get-eth-community-safety": "Közösségi posztok a biztonságról",
  "page-get-eth-description": "Az Ethereumot nem irányítja semmilyen szervezet – teljesen decentralizált.",
  "page-get-eth-dex": "Decentralizált tőzsdék (DEX-ek)",
  "page-get-eth-dex-desc": "Ha nagyobb kontrollt szeretne, akkor vásároljon ETH-t <a href=\"/glossary/#smart-contract\">okosszerződéssel</a>. A DEX-ekkel úgy kereskedhet digitális eszközökkel, hogy nem adja át a kontrollt a vagyona felett egy centralizált vállalatnak.",
  "page-get-eth-peers": "Kapjon ETH-t más személyektől",
  "page-get-eth-peers-desc": "Amint rendelkezik Ethereum számlával, csak meg kell adnia a címét ahhoz, hogy ETH-t (és más tokeneket) küldjön és fogadjon peer-to-peer módon.",
  "page-get-eth-staking": "A letétbe helyezésből eredő jutalmak",
  "page-get-eth-staking-desc": "Ha már rendelkezik valamennyi ETH-szel, akkor többet is kereshet, ha validátor-csomópontként tevékenykedik. A validálásért ETH-ben fizetnek.",
  "page-get-eth-earn": "ETH-jövedelem",
  "page-get-eth-earn-desc": "ETH-jövedelmet szerezhet azáltal, hogy DAO-knak dolgozik, vagy olyan szervezeteknek, amelyek kritpóban fizetnek, továbbá programhibák és más vadászatok során is jutalmul kaphatja.",
  "page-get-eth-daos-link-desc": "Tudjon meg többet a DAO-król",
  "page-get-eth-cex-link-desc": "Tekintse meg a tőzsdék listáját",
  "page-get-eth-staking-link-desc": "Tudjon meg többet a letétbe helyezésről",
  "page-get-eth-dexs": "Decentralizált tőzsdék (DEX-ek)",
  "page-get-eth-dexs-desc": "A decentralizált tőzsdék nyílt piactereket nyújtanak az ETH-nek és más tokeneknek. Közvetlenül összekötik a vevőket az eladókkal.",
  "page-get-eth-dexs-desc-2": "Ahelyett, hogy egy megbízható harmadik felet bíznának meg a pénz megőrzésére a tranzakcióban, kódot használnak. Az eladó ETH-jét csak akkor utalják át, ha a fizetés garantált. Ezt a típusú kódot úgy hívják, hogy okosszerződés.",
  "page-get-eth-dexs-desc-3": "Ez azt jelenti, hogy kevesebb a földrajzi korlátozás, mint a centralizált alternatíváknál. Ha valaki olyat árul, amit Ön meg szeretne vásárolni, és elfogadja az Ön által megadott fizetési módot, akkor minden rendben.",
  "page-get-eth-dexs-desc-4": "Megjegyzés: sok DEX a működéshez becsomagolt ethert (WETH) használ. <a href=\"/wrapped-eth\">Tudjon meg többet a becsomagolt etherről</a>.",
  "page-get-eth-do-not-copy": "Példa: Ne másolja le",
  "page-get-eth-exchanges-disclaimer": "Ezt az információt manuális gyűjtöttük. Ha hibát talál, kérjük, hogy jelezze felénk itt:",
  "page-get-eth-exchanges-empty-state-text": "Írja be az országot, ahol él, azon tőzsdék listájának megjelenítéséhez, amelyeket használhat",
  "page-get-eth-exchanges-except": "Kivéve",
  "page-get-eth-exchanges-header": "Melyik országban él?",
  "page-get-eth-exchanges-header-exchanges": "Tőzsdék",
  "page-get-eth-exchanges-header-wallets": "Tárcák",
  "page-get-eth-exchanges-intro": "A tőzsdék nem árulhatnak kriptót mindenhol. Ez a lista jelzés értékű, hogy melyik országban milyen szolgáltatások működnek. Nem minősül jóváhagyásnak az, hogy a listán szerepel egy szolgáltató – mindig ellenőrizze Ön is, hogy mi engedélyezett!",
  "page-get-eth-exchanges-no-exchanges": "Sajnáljuk, de nem tudunk olyan tőzsdéről, ahol ETH-t tud venni ebben az országban. Ha tudna ilyenről, akkor tudassa velünk!",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Sajnáljuk, de nem tudunk olyan tőzsdéről, ahol ETH-t tud venni ebben az országban. Ha tudna ilyenről, akkor tudassa velünk!",
  "page-get-eth-exchanges-no-wallets": "Sajnáljuk, de nem tudunk olyan tárcáról, ahol ETH-t tud venni ebben az országban. Ha tudna ilyenről, akkor tudassa velünk!",
  "page-get-eth-exchanges-search": "Írja be, hogy hol él...",
  "page-get-eth-exchanges-success-exchange": "Egy tőzsdére történő regisztráció több napot is igénybe vehet a jogi ellenőrzések miatt.",
  "page-get-eth-exchanges-success-wallet-link": "tárcák",
  "page-get-eth-exchanges-success-wallet-paragraph": "Ahol él, ott vehet ETH-t közvetlenül ezekből a tárcákból. Tudjon meg többet a",
  "page-get-eth-exchanges-usa": "Amerikai Egyesült Államok (USA)",
  "page-get-eth-get-wallet-btn": "Tárca szerzése",
  "page-get-eth-hero-image-alt": "ETH szerzése hős ábra",
  "page-get-eth-keep-it-safe": "Tartsa az ETH-t biztonságban",
  "page-get-eth-meta-description": "Hogyan tud a lakhelye alapján ETH-t venni, s hogyan vigyázzon rá.",
  "page-get-eth-meta-title": "Hogyan lehet ETH-t szerezni",
  "page-get-eth-need-wallet": "A DEX-ek használatához tárcára van szükség.",
  "page-get-eth-new-to-eth": "Még új az ETH? Itt egy összefoglaló, hogy hogyan fogj hozzá.",
  "page-get-eth-other-cryptos": "Vásárlás más kriptoval",
  "page-get-eth-protect-eth-desc": "Az Ethereum egyik fő vonása, hogy a felhasználó a saját számláját kezeli, így mindig ellenőrzése alatt tarthatja a saját eszközeit. Ennélfogva nem kell rábízni az eszközöket egy harmadik félre, így elkerülhető, hogy az eszközöket felügyelő rosszhiszeműen járjon el, csődbe menjen vagy megtámadják. Emellett az is fontos, hogy a felhasználónak kell felelősséget vállalni a saját biztonságát illetően.",
  "page-get-eth-protect-eth-in-wallet": "Tartsa az ETH-t a saját tárcájában",
  "page-get-eth-search-by-country": "Keresés ország szerint",
  "page-get-eth-security": "Ez azt jelenti, hogy komolyan kell vennie a pénze feletti biztonságot. Az ETH esetében nem egy bankot vagy egy céget bíz meg, hogy vigyázzon az eszközeire, hanem Ön vállalja a felelősséget.",
  "page-get-eth-smart-contract-link": "Többet az okosszerződésekről",
  "page-get-eth-swapping": "Váltsa át tokenjeit más embereknél lévő ETH-re, és fordítva.",
  "page-get-eth-try-dex": "Próbáljon ki egy DEX-et",
  "page-get-eth-use-your-eth": "Használja a rendelkezésére álló ETH-t",
  "page-get-eth-use-your-eth-dapps": "Most, hogy már rendelkezik valamennyi ETH-szel, próbáljon ki valamilyen Ethereum alkalmazást (dappot). Választhat pénzügyi, közösségi média, játék és még sok más alkalmazás közül.",
  "page-get-eth-wallet-instructions": "Kövesse a tárca utasításait",
  "page-get-eth-wallet-instructions-lost": "Ha a számlához való hozzáférését elveszti, akkor nem lehet elérni a rajta lévő eszközöket. A tárca olyan utasításokat ad, amelyekkel ez elkerülhető. Kövesse azokat figyelmesen – a legtöbb esetben senki sem tud segíteni, ha elveszik a számlához való hozzáférése.",
  "page-get-eth-wallets": "Tárcák",
  "page-get-eth-wallets-link": "Többet a tárcákról",
  "page-get-eth-wallets-purchasing": "Néhány tárca engedi, hogy kriptót vásároljon hitel- és bankkártyával, banki átutalással vagy akár Apple Pay-jel. Földrajzi szabályozás lehet érvényben.",
  "page-get-eth-warning": "Ezek a DEX-ek nem kezdő felhasználóknak valók, mert használatukhoz ETH-ra van szükség. Ezek csak példák, nem minősül jóváhagyásnak az említésük. Mindig ellenőrizze le Ön is!",
  "page-get-eth-what-are-DEX's": "Mik azok a DEX-ek?",
  "page-get-eth-whats-eth-link": "Mi az az ETH?",
  "page-get-eth-where-to-buy-desc": "ETH-t szerezhet jövedelemként, kaphat más személyektől vagy vehet tőzsdén és alkalmazások révén.",
  "page-get-eth-where-to-buy-desc-2": "Ellenőrizze, hogy mely szolgáltatásokat használhatja a lakhelye alapján.",
  "page-get-eth-where-to-buy-title": "Hol lehet ETH-t szerezni",
  "page-get-eth-your-address": "Az ETH címed",
  "page-get-eth-your-address-desc": "Ha letölt egy tárcát, akkor az egy nyilvános ETH címet generál Önnek. Így néz ki:",
  "page-get-eth-your-address-desc-3": "Gondoljon rá úgy, mint az email címére, de emailek helyett ETH-t kaphat rá. Ha ETH-t szeretne átutalni egy tőzsdéről a tárcára, használja a címet a tranzakció célhelyeként. Küldés előtt mindig ellenőrizze azt többször is!",
  "page-get-eth-your-address-wallet-link": "Tárcák megtekintése",
  "listing-policy-raise-issue-link": "Hiba jelentése",
  "page-find-wallet-last-updated": "Utolsó frissítés"
}
