{
  "page-gas-meta-title": "Gázdíjak az Ethereumon: hogyan működnek?",
  "page-gas-meta-description": "Tudjon meg többet arról, hogy mi a gáz az Ethereumon: hogyan működik és hogyan lehet kevesebb gázdíjat fizetni",
  "page-gas-hero-title": "Gázdíjak",
  "page-gas-hero-header": "Hálózati díjak",
  "page-gas-hero-button-1-content": "Mi az a gáz?",
  "page-gas-hero-subtitle-1": "Az Ethereumon a hálózati díjakat nevezik gáznak.",
  "page-gas-hero-subtitle-2": "A gáz az az üzemanyag, amely az Ethereumot működteti.",
  "page-gas-summary-title": "Összegzés",
  "page-gas-summary-item-1": "Az Ethereumon minden tranzakcióért valamekkora összeget fizetni kell, hogy azt feldolgozza a rendszer",
  "page-gas-summary-item-2": "Ezeket a díjakat nevezzük gázdíjnak",
  "page-gas-summary-item-3": "A gázdíjak nem rögzítettek, a hálózati leterheltség alapján változnak",
  "page-gas-what-are-gas-fees-header": "Mik a gázdíjak?",
  "page-gas-what-are-gas-fees-text-1": "Gondoljon úgy az Ethereumra, akár egy nagy számítógépes hálózatra, ahol az emberek üzeneteket tudnak küldeni vagy programokat tudnak futtatni. Ahogy a való világban, úgy ezekhez a feladatokhoz is energiára van szükség.",
  "page-gas-what-are-gas-fees-text-2": "Az Ethereumban minden számítási tevékenység egy előre meghatározott gázdíjjal rendelkezik. <b>Az Ön gázdíja a tranzakcióban lévő tevékenységek teljes költsége</b>. Amikor Ön tranzakciót küld vagy <a href=\"/glossary/#smart-contract\">okosszerződést</a> futtat, ennek díját gázban fizeti ki, hogy végre legyen hajtva.",
  "page-gas-how-do-i-pay-less-gas-header": "Hogyan fizessek kevesebb gázt?",
  "page-gas-how-do-i-pay-less-gas-text": "Miközben az Ethereumon néha elkerülhetetlenek a magas díjak, vannak olyan stratégiák, amelyekkel a költség csökkenthető:",
  "page-gas-how-do-i-pay-less-gas-card-1-title": "Időzítse a tranzakciókat",
  "page-gas-how-do-i-pay-less-gas-card-1-description": "Ahogy a szezonon kívüli utazások kevésbé zsúfoltak és megfizethetőbbek, úgy az Ethereumot is általában olcsóbb használni, amikor Észak-Amerikában éjszaka van.",
  "page-gas-how-do-i-pay-less-gas-card-2-title": "Várja meg, amíg a gáz ára csökken",
  "page-gas-how-do-i-pay-less-gas-card-2-description": "A gáz ára tizenkét másodpercenként emelkedik vagy csökken, attól függően, hogy mennyire zsúfolt az Ethereum. Ha a gázárak magasak, akkor várjon néhány percet a tranzakció előtt, és jelentősen csökkenhet a fizetendő összeg.",
  "page-gas-how-do-i-pay-less-gas-card-3-title": "A második blokkláncréteg (L2) használata",
  "page-gas-how-do-i-pay-less-gas-card-3-description": "A második blokkláncréteg (L2) megoldások az Ethereumra épülnek, alacsonyabb díjakat kínálnak és több tranzakciót kezelnek. Jó választásnak bizonyulnak, ha olyan tranzakciók díját szeretnénk megtakarítani, amelyeknek nem kell a fő Ethereum-hálózaton történniük.",
  "page-gas-try-layer-2": "Próbálja ki a második blokkláncréteges (L2) megoldásokat",
  "page-gas-what-causes-high-gas-fees-header": "Mi okozza a magas gázdíjakat?",
  "page-gas-what-causes-high-gas-fees-text-1": "Amikor az Ethereumon a számítási kapacitás mennyisége (gáz) meghalad egy bizonyos küszöbértéket, a gázdíjak emelkedni kezdenek. Minél inkább meghaladja a gáz ezt a küszöböt, annál gyorsabban nőnek a díjak.",
  "page-gas-what-causes-high-gas-fees-text-2": "A magasabb díjakat olyan dolgok okozhatják, mint a népszerű <a href=\"/glossary/#dapp\">decentralizált alkalmazások (dapp)</a> vagy NFT-k, az időszakosan megnövekedett kereskedés a <a href=\"/glossary/#dex\">decentralizált tőzsdéken (DEX)</a>, vagy a felhasználói aktivitás növekedése csúcsidőben.",
  "page-gas-what-causes-high-gas-fees-text-3": "Az Ethereumon dolgozó fejlesztőknek ügyelniük kell arra, hogy az okosszerződések használatát a telepítés előtt optimalizálják. Ha sokan használnak egy rosszul megírt okosszerződést, az több gázt fog fogyasztani, és nem szándékos hálózati torlódást okozhat.",
  "page-gas-want-to-dive-deeper": "Szeretne többet tudni erről?",
  "page-gas-check-out-the-developer-docs": "Tekintsen bele a fejlesztői dokumentációkba.",
  "page-gas-attack-of-the-cryptokitties-header": "A Cryptokitties berobbanása",
  "page-gas-attack-of-the-cryptokitties-text": "2017 novemberében indult a népszerű CryptoKitties projekt. A népszerűség megugrása jelentős hálózati torlódást és magas gázdíjakat okozott. Ezek a kihívások megnövelték az Ethereum skálázására vonatkozó megoldások sürgősségét.",
  "page-gas-why-do-we-need-gas-header": "Miért van szükség gázra?",
  "page-gas-why-do-we-need-gas-text": "A gáz kritikus szerepet játszik abban, hogy az Ethereum biztonságos legyen és tranzakciókat lehessen rajta végrehajtani. A gáz számos módon segít:",
  "page-gas-benefits-1-description": "A gáz <a href=\"/glossary/#anti-sybil\">sybil-ellenállóvá</a> teszi az Ethereumot, megakadályozva, hogy a rosszindulatú szereplők csalárd tevékenységekkel árasszák el a hálózatot.",
  "page-gas-benefits-2-description": "Mivel a számítás gázba kerül, az Ethereum drága tranzakciókkal való teleszemetelése (spam), véletlenül vagy rosszindulatúan, pénzügyileg nem motiváló.",
  "page-gas-benefits-3-description": "Az egyszerre elvégezhető számítások mennyiségének korlátozása megakadályozza, hogy az Ethereum túlterhelődjön, így biztosítva, hogy a hálózat mindig elérhető legyen.",
  "page-gas-how-is-gas-calculated-header": "Hogyan kerül kiszámításra a gáz?",
  "page-gas-advanced": "Haladó",
  "page-gas-how-is-gas-calculated-text-1": "Az Ön által fizetett gázdíj több elemből áll:",
  "page-gas-how-is-gas-calculated-item-1": "<b>Alapdíj:</b> a hálózat által meghatározott díj, melyet a tranzakcióért fizetni kell",
  "page-gas-how-is-gas-calculated-item-2": "<b>Elsőbbségi díj:</b> egy opcionális borravaló, amely motiválja a csomópont-üzemeltetőket, hogy prioritással kezeljék az Ön tranzakcióját",
  "page-gas-how-is-gas-calculated-item-3": "<b>Az elhasznált gáz egysége<i>*</i>:</b> emlékszik, hogy azt mondtuk, a gáz a számítási kapacitást jelenti? Az összetettebb tevékenységek, mint az okosszerződésekkel való interakció, több gázt használ, mint az egyszerűbbek, például egy tranzakció elküldése.",
  "page-gas-how-is-gas-calculated-list-item-1": "<i><span>*</span> Tekintse meg az 1. ábrán, hogy a különféle tranzakciók mennyi gázt használnak</i>",
  "page-gas-how-is-gas-calculated-text-2": "A gázdíj kiszámításának képlete: felhasznált gázegység * (alapdíj + elsőbbségi díj). A legtöbb tárca kiszámítja a gázhasználatot, és egyértelműen megmutatja azt.",
  "page-gas-table-figure": "<i>1. ábra: A tranzakciótípusok által használt gáz</i>",
  "page-gas-table-header-1": "Tranzakciótípus",
  "page-gas-table-header-2": "Felhasznált gázegységek",
  "page-gas-table-item-1-transaction-type": "ETH küldése",
  "page-gas-table-item-2-transaction-type": "ERC-20 tokenek küldése",
  "page-gas-table-item-3-transaction-type": "NFT átadása",
  "page-gas-table-item-4-transaction-type": "Valutaváltás a Uniswap-on",
  "page-gas-faq-header": "Gyakran ismételt kérdések",
  "page-gas-faq-question-1-q": "Ki kapja meg a gázdíjat a tranzakciómból?",
  "page-gas-faq-question-1-a-1": "A gázdíj nagy részét – az alapdíjat – a protokoll megsemmisíti (elégeti). Az elsőbbségi díjat, ha az Ön tranzakciója tartalmaz ilyet, az a validátor kapja, aki előterjeszti azt.",
  "page-gas-faq-question-1-a-2": "A folyamat részletes leírását a <a href=\"/developers/docs/gas/\">gázfejlesztői dokumentációban</a> olvashatja.",
  "page-gas-faq-question-2-q": "A gázt ETH-ben kell fizessem?",
  "page-gas-faq-question-2-a-1": "Igen. Az Ethereumon minden gázdíjat a natív ETH valutában kell kifizetni.",
  "page-gas-faq-question-2-a-2": "Többet az ETH-ről",
  "page-gas-faq-question-3-q": "Mi az a gwei?",
  "page-gas-faq-question-3-a-1": "A legtöbb tárcában vagy gázlistában a gázárakat a denominált gwei-ben jelölik.",
  "page-gas-faq-question-3-a-2": "A gwei az ETH kisebb egysége (ahogy a penny a dollárnak), 1 ETH 1 milliárd gwei-nek felel meg. Tehát a gwei akkor hasznos, ha kis mennyiségű ETH-ről beszélünk.",
  "page-gas-use-layer-2": "A második blokkláncréteg (L2) használata"
}
