{
  "page-index-hero-image-alt": "Illusztráció egy futurisztikus városról, amely az Ethereum ökoszisztémát ábrázolja.",
  "page-index-meta-description": "Az Ethereum egy globális, decentralizált pénzügyi és új alkalmazásoknak szolgáló platform. Az Ethereum-on a pénzt szabályozó kódot írhatsz, és a világ bármely pontjáról elérhető alkalmazásokat fejleszthetsz.",
  "page-index-meta-title": "Kezdőlap",
  "page-index-title": "Üdvözli az Ethereum",
  "page-index-description": "Az Ethereum a közösség által működtetett technológia, amely az ether (ETH) kriptovalutát és több ezer decentralizált alkalmazást biztosít.",
  "page-index-title-button": "Az Ethereum felfedezése",
  "page-index-get-started": "Kezdjünk bele",
  "page-index-get-started-description": "Az ethereum.org az a portál, amely bevezeti Önt az Ethereum világába. A technológia új és folyamatosan fejlődik – segíti Önt a felfedezésben. Ha el szeretne elmélyülni benne, a kövekezőket javasoljuk.",
  "page-index-get-started-image-alt": "Illusztráció egy számítógépen dolgozó személyről.",
  "page-index-get-started-wallet-title": "Válasszon egy tárcát",
  "page-index-get-started-wallet-description": "A pénztárca segítségével csatlakozhat az Ethereumhoz, és kezelheti pénzeszközeit.",
  "page-index-get-started-wallet-image-alt": "Egy robot illusztrációja, melynek a teste egy kamra, és amely egy Ethereum-tárcát reprezentál.",
  "page-index-get-started-eth-title": "ETH beszerzése",
  "page-index-get-started-eth-description": "Az ETH az Ethereum pénzneme - ezt használhatja alkalmazásokban.",
  "page-index-get-started-eth-image-alt": "Egy ether (ETH) karaktert csodáló embercsoport képe.",
  "page-index-get-started-dapps-title": "Használjon dappot",
  "page-index-get-started-dapps-description": "A dappok az Ethereum által működtetett alkalmazások. Próbálja ki őket.",
  "page-index-get-started-dapps-image-alt": "Illusztráció egy számítógépet használó doge-kutyáról.",
  "page-index-get-started-devs-title": "Kezdjen el építeni",
  "page-index-get-started-devs-description": "Ha el szeretné kezdeni a kódolást az Ethereumon, a fejlesztői portálunkon dokumentációkat, útmutatókat és egyéb anyagokat találhat.",
  "page-index-get-started-devs-image-alt": "Illusztráció egy kézről, amely egy ETH-logót épít LEGO-kockákból.",
  "page-index-what-is-ethereum": "Mi az Ethereum?",
  "page-index-what-is-ethereum-description": "Az Ethereum egy olyan technológia, amely digitális pénznek, globális fizetéseknek és alkalmazásoknak ad otthont. A közösség virágzó digitális gazdaságot épített ki, és többek közt merész új módszereket kínál az alkotóknak az online bevételszerzéshez. Bárki számára nyitva áll, bárhol legyen is a világon - mindössze internetkapcsolatra van szüksége.",
  "page-index-what-is-ethereum-button": "Mi az Ethereum?",
  "page-index-what-is-ethereum-secondary-button": "Bővebben a digitális pénzről",
  "page-index-what-is-ethereum-image-alt": "Egy bazárba kukucskáló ember képe, amely az Ethereumot reprezentálja.",
  "page-index-defi": "Igazságosabb pénzügyi rendszer",
  "page-index-defi-description": "Ma emberek milliárdjai nem tudnak bankszámlát nyitni, mások fizetéseit blokkolják. Az Ethereum decentralizált pénzügyi (DeFi) rendszere soha nem áll meg vagy diszkriminál. Csupán internetkapcsolattal pénzt küldhet, fogadhat, kölcsönözhet, kamatoztathat és akár továbbíthat is bárhol a világon.",
  "page-index-defi-button": "Fedezze fel a DeFit",
  "page-index-defi-image-alt": "ETH-szimbólumot kínáló kezek illusztrációja.",
  "page-index-internet": "Nyílt internet",
  "page-index-internet-description": "Manapság hozzáférünk az „ingyenes” internetszolgáltatásokhoz, ha átadjuk a személyes adataink feletti ellenőrzést. Az Ethereum-szolgáltatások alapértelmezés szerint szabadon használhatók – csak egy pénztárca szükséges. Ezek ingyenesek és könnyen beállíthatók, Ön irányíthatja őket, és személyes adatok nélkül működnek.",
  "page-index-internet-button": "Fedezze fel a nyílt internetet",
  "page-index-internet-secondary-button": "Többet a tárcákról",
  "page-index-internet-image-alt": "Illusztráció egy futurisztikus számítógépről, amelyet Ethereum-kristályok táplálnak.",
  "page-index-developers": "A fejlődés új dimenziója",
  "page-index-developers-description": "Az Ethereum és alkalmazásai átláthatóak és nyílt forráskódúak. Szétágaztathatja a kódot, és újra felhasználhatja a mások által már létrehozott funkciókat. Ha nem szeretne új nyelvet tanulni, akkor csak használja a nyílt forráskódú kódot a JavaScript és más nyelvek segítségével.",
  "page-index-developers-button": "Fejlesztői portál",
  "page-index-developers-code-examples": "Code examples",
  "page-index-developers-code-example-title-0": "Saját bank",
  "page-index-developers-code-example-description-0": "Felépíthet egy bankot az Ön által programozott logika alapján.",
  "page-index-developers-code-example-title-1": "Saját pénznem",
  "page-index-developers-code-example-description-1": "Létrehozhat tokeneket, amelyeket átvihet és használhat az alkalmazások között.",
  "page-index-developers-code-example-title-2": "JavaScript Ethereum-pénztárca",
  "page-index-developers-code-example-description-2": "Meglévő nyelvek segítségével folytathat interakciót az Ethereummal és más alkalmazásokkal.",
  "page-index-developers-code-example-title-3": "Nyílt, engedélymentes DNS",
  "page-index-developers-code-example-description-3": "A meglévő szolgáltatásokból decentralizált, nyitott alkalmazásokat készíthet.",
  "page-index-network-stats-title": "Az Ethereum ma",
  "page-index-network-stats-subtitle": "A legfrissebb hálózati statisztika",
  "page-index-network-stats-eth-price-description": "ETH-ár (USD)",
  "page-index-network-stats-eth-price-explainer": "A legújabb ár 1 etherre. Akár 0,000000000000000001 ETH-t is vásárolhat – nem kell 1 egészet vennie.",
  "page-index-network-stats-tx-day-description": "A mai tranzakciók",
  "page-index-network-stats-tx-day-explainer": "A hálózaton sikeresen feldolgozott tranzakciók száma az elmúlt 24 órában.",
  "page-index-network-stats-value-defi-description": "A DeFiben zárolt érték (USD)",
  "page-index-network-stats-value-defi-explainer": "A decentralizált pénzügyi (DeFi-) alkalmazásokban, az Ethereum digitális gazdaságban található pénzmennyiség.",
  "page-index-network-stats-nodes-description": "Csomópontok",
  "page-index-network-stats-nodes-explainer": "Az Ethereumot több ezer önkéntes működteti szerte a világon, csomópontok formájában.",
  "page-index-touts-header": "Fedezze fel az ethereum.org oldalt",
  "page-index-contribution-banner-title": "Hozzájárulás az ethereum.org oldalhoz",
  "page-index-contribution-banner-description": "Ez a weboldal nyílt forráskódú, több száz közösségi tag közreműködésével üzemel. Ön javaslatot tehet a webhely bármely tartalmának szerkesztésére, fantasztikus új funkciókat javasolhat, vagy segíthet a hibák kijavításában.",
  "page-index-contribution-banner-image-alt": "LEGO-kockákból készült Ethereum-logó.",
  "page-index-contribution-banner-button": "Bővebben a közreműködésről",
  "page-index-tout-upgrades-title": "Bővítse Eth2-tudását",
  "page-index-tout-upgrades-description": "Az Ethereum 2.0 egy összekapcsolt fejlesztésekből álló program, amelynek célja az Ethereum skálázhatóbbá, biztonságosabbá és fenntarthatóbbá tétele.",
  "page-index-tout-upgrades-image-alt": "Egy űrhajó illusztrációja, amely az Eth2 fokozott erejét jelzi.",
  "page-index-tout-enterprise-title": "Az Ethereum vállalatok számára",
  "page-index-tout-enterprise-description": "Nézze meg, hogy az Ethereum hogyan hoz létre új üzleti modelleket, csökkenti a költségeket és teszi jövőállóvá vállalkozását.",
  "page-index-tout-enterprise-image-alt": "Futurisztikus számítógép/eszköz illusztrációja.",
  "page-index-tout-community-title": "Az Ethereum-közösség",
  "page-index-tout-community-description": "Az Ethereum a közösségről szól. Különféle hátterű és érdeklődésű emberekből áll. Nézze meg, hogyan csatlakozhat.",
  "page-index-tout-community-image-alt": "Illusztráció fejlesztők egy csoportjáról, akik együtt dolgoznak.",
  "page-index-nft": "Az eszközök internete",
  "page-index-nft-description": "Az Ethereum nem csak digitális pénz. Bármi, amit birtokolhat, helyettesíthető, cserélhető és felhasználható nem cserélhető tokenként (NFT). Tokenizálhatja műalkotásait, és automatikusan megkapja a jogdíjat minden újraértékesítéskor. Vagy használja a tokeneket valamire, ami a tulajdonában áll, hogy kölcsönt vegyen fel. A lehetőségek köre folyamatosan bővül.",
  "page-index-nft-button": "Bővebben az NFT-kről",
  "page-index-nft-alt": "Egy Eth-logó, amely hologramon keresztül jelenik meg."
}
