{
  "page-wallets-accounts-addresses": "Tárcák, számlák és címek",
  "page-wallets-accounts-addresses-desc": "Érdemes megérteni a különbségeket néhány fontos fogalom között.",
  "page-wallets-accounts-addresses-desc-2": "egy dolog, mely tranzakciókat küldhet és van egy egyenlege.",
  "page-wallets-accounts-has": "Egy Ethereum tárcának van egy",
  "page-wallets-alt": "Egy robot illusztrációja, melynek a teste egy kamra, ami egy Ethereum tárcát reprezentál",
  "page-wallets-an": "Egy",
  "page-wallets-blog": "Coinbase blog",
  "page-wallets-bookmarking": "Tedd könyvjelzőbe a tárcád",
  "page-wallets-bookmarking-desc": "Ha egy web tárcát használsz, akkor tedd a könyvjelzők közé az oldalt, hogy védd magad a phishing átverésektől.",
  "page-wallets-cd": "Kézzelfogható hardver tárcák, melyek lehetővé teszik, hogy offline tárold a kriptódat - nagyon biztonságos",
  "page-wallets-converted": "Kripto hívő vagy?",
  "page-wallets-converted-desc": "Ha komoly mennyiséget szeretnél tárolni, akkor a hardver tárcákat javasoljuk, mivel ezek a legbiztonságosabbak. Vagy egy tárcát mely csalási figyelmeztetésekkel és kiutalási limitekkel rendelkezik.",
  "page-wallets-curious": "Kíváncsi vagy a kriptóra?",
  "page-wallets-curious-desc": "Ha neked még új a kripto és csak szeretnél belekóstolni, akkor olyan tárcákat ajánlunk, melyek lehetővé teszik, hogy felfedezd az Ethereum alkalmazásokat vagy ETH-et vásárolhass közvetlenül a tárcádba.",
  "page-wallets-desc-2": "Egy tárcára van szükséged, hogy pénzt küldhess és kezelhesd az ETH-edet.",
  "page-wallets-desc-2-link": "Többet az ETH-ről",
  "page-wallets-desc-3": "A tárcád csak egy eszköz az Ethereum számlád kezelésére. Ez azt jelenti, hogy bármikor válthatsz tárca szolgáltatót. Sok tárca lehetővé teszi, hogy egyszerre több Ethereum számlát is kezelj egy alkalmazásból.",
  "page-wallets-desc-4": "Ez azért van, mert a tárcáknak nincs felügyeletük a pénzed felett, hanem neked van. Ezek csak eszközök annak a kezelésére, ami tényleg a tiéd.",
  "page-wallets-description": "Az Ethereum tárcák olyan alkalmazások, melyekkel interakcióba léphetsz az Ethereum számláddal. Gondolj rá úgy, mint egy internetes banki alkalmazásra - bank nélkül. A tárcáddal leolvashatod az egyenleged, tranzakciókat küldhetsz és alkalmazásokhoz kapcsolódhatsz.",
  "page-wallets-desktop": "Asztali alkalmazások, ha jobban szereted MacOS-en, Windows-on vagy Linux-on kezelni a pénzed",
  "page-wallets-ethereum-account": "Ethereum számla",
  "page-wallets-ethereum-addresses": "Ethereum cím",
  "page-wallets-ethereum-addresses-2": ", mint egy email fióknak van egy email címe. Ezt használhatod, hogy pénzt küldj a számládra.",
  "page-wallets-ethereum-wallet": "Egy tárca",
  "page-wallets-ethereum-wallet-2": "egy termék, mellyel kezelheted az Ethereum számládat, például megtekintheted a számla egyenleged, tranzakciókat küldhetsz stb.",
  "page-wallets-explore": "Az Ethereum Felfedezése",
  "page-wallets-features-desc": "Segíthetünk kiválasztani a tárcádat a neked fontos szempontok szerint.",
  "page-wallets-features-title": "Szeretnél a tulajdonságok alapján választani?",
  "page-wallets-find-wallet-btn": "Tárca keresése",
  "page-wallets-find-wallet-link": "Tárca keresése",
  "page-wallets-get-some": "Szerezz valamennyi ETH-et",
  "page-wallets-get-some-alt": "Egy kéz illusztrációja, mely egy ETH logót épít lego kockákból",
  "page-wallets-get-some-btn": "Szerezz valamennyi ETH-et",
  "page-wallets-get-some-desc": "Az ETH az Ethereum natív kriptója. Valamennyi ETH-nek kell lennie a tárcádban, hogy az Ethereum alkalmazásokat használd.",
  "page-wallets-get-wallet": "Tárca szerzése",
  "page-wallets-get-wallet-desc": "Rengeteg különböző tárcából lehet választani. Szeretnénk segíteni neked kiválasztani, azt, ami a legjobban illik hozzád.",
  "page-wallets-get-wallet-desc-2": "Ne feledd: ez a döntés nem egy életre szól - az Ethereum számlád nincsen hozzárendelve a tárca szolgáltatódhoz.",
  "page-wallets-how-to-store": "Hogy lehet digitális eszközöket Ethereumon tárolni",
  "page-wallets-keys-to-safety": "A kulcsok, melyek biztonságban tartják a kriptódat",
  "page-wallets-manage-funds": "Egy app vagyonkezelésre",
  "page-wallets-manage-funds-desc": "A tárcád megmutatja az egyenlegeidet, tranzakció történetet és pénzt küldhetsz vagy fogadhatsz vele. Néhány tárca más dolgokat is kínál.",
  "page-wallets-meta-description": "Mit kell tudnod az Ethereum tárcák használatához.",
  "page-wallets-meta-title": "Ethereum tárcák",
  "page-wallets-mobile": "Mobil alkalmazások, melyekkel bárhol elérheted a pénzedet",
  "page-wallets-more-on-dapps-btn": "Többet a Dappokról",
  "page-wallets-most-wallets": "A legtöbb tárca lehetővé teszi egy Ethereum számla generálását. Így nincs szükséged számlára a tárca letöltése előtt.",
  "page-wallets-protecting-yourself": "Véd téged és a pénzedet is",
  "page-wallets-seed-phrase": "Írd le a helyreállítási szavakat",
  "page-wallets-seed-phrase-desc": "A tárcák gyakran helyreállítási szavakat adnak meg, melyeket le kell írnod egy biztonságos helyen. Ez lesz az egyetlen módja, hogy helyreállítsd a tárcád.",
  "page-wallets-seed-phrase-example": "Itt egy példa:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Ne egy számítógépen tárold. Írd le és tartsd biztonságban.",
  "page-wallets-slogan": "A kulcs a digitális jövődhöz",
  "page-wallets-stay-safe": "Hogyan maradjunk biztonságban",
  "page-wallets-stay-safe-desc": "A tárcahasználat egy váltás a gondolkodásban. A pénzügyi szabadság és a képesség, hogy bárhonnan elérjük a pénzünket felelőséggel jár - nincs ügyfélszolgálat a kriptoban.",
  "page-wallets-subtitle": "A tárcák hozzáférést biztosítanak a pénzedhez és az Ethereum alkalmazásokhoz. Csak neked szabad hozzáférned a tárcádhoz.",
  "page-wallets-take-responsibility": "Vállalj felelőséget a pénzed felett",
  "page-wallets-take-responsibility-desc": "A centralizált tőzsdék összekötik a tárcádat egy felhasználónévvel és egy jelszóval, melyet a tradicionális módon tudsz helyreállítani. De ne feledd, hogy egy tőzsdét bízol meg a pénzed feletti felügyelettel. Ha ezt a céget megtámadják vagy csődbe megy, akkor a pénzed veszélybe kerül.",
  "page-wallets-tips": "Még több biztonsági tipp",
  "page-wallets-tips-community": "A közösségből",
  "page-wallets-title": "Ethereum tárcák",
  "page-wallets-triple-check": "Ellenőrizz le mindent háromszor",
  "page-wallets-triple-check-desc": "Ne feledd, hogy a tranzakciókat nem lehet visszacsinálni és a tárcákat nem könnyű helyreállítani, úgyhogy légy óvatos.",
  "page-wallets-try-dapps": "Próbálj ki néhány dappot",
  "page-wallets-try-dapps-alt": "Egy illusztráció, amiben Ethereum közösségi tagok együtt dolgoznak",
  "page-wallets-try-dapps-desc": "A Dappok Ethereumra épített alkalmazások. Olcsóbbak, igazságosabbak és az adataid felől nézve barátságosabbak, mint más tradicionális alkalmazások.",
  "page-wallets-types": "Tárca típusok",
  "page-wallets-web-browser": "Web tárcák, melyek lehetővé teszik, hogy hozzáférj a számládhoz egy web böngészőn keresztül",
  "page-wallets-whats-a-wallet": "Mi az az Ethereum tárca?",
  "page-wallets-your-ethereum-account": "Az Ethereum számlád",
  "page-wallets-your-ethereum-account-desc": "A tárcád az ablakod az Ethereum számládra - az egyenlegedre, tranzakciós történetedre és más egyébre. De bármikor válthatsz tárca szolgáltatót.",
  "page-wallets-your-login": "A belepőd az Ethereum alkalmazásokba",
  "page-wallets-your-login-desc": "A tárcáddal rákapcsolódhatsz bármely decentralizált alkalmazásra, mely az Ethereum számládat használja. Ez olyan mint egy bejelentkezés, amit több dappon keresztül is használhatsz."
}
