{
  "page-eth2-vision-2014": "Egy proof-of-stake-et részletező 2014-es blog poszt megtekintése",
  "page-eth2-vision-beacon-chain": "A Beacon Chain",
  "page-eth2-vision-beacon-chain-btn": "Többet a Beacon Chain-ről",
  "page-eth2-vision-beacon-chain-date": "A Beacon Chain életbe lépett",
  "page-eth2-vision-beacon-chain-desc": "Az ökoszisztéma első Eth2 kiegészítője. A Beacon Chain elhozza a letétbe helyezést az Ethereumra, lefekteti a jövő fejlesztéseinek alapjait és az új rendszert fogja koordinálni végül.",
  "page-eth2-vision-beacon-chain-upper": "Beacon Chain",
  "page-eth2-vision-desc-1": "Az Ethereumnak csökkentenie kell a hálózati torlódást és növelnie a sebességet, hogy kiszolgálja a globális felhasználói bázist.",
  "page-eth2-vision-desc-2": "Egy csomópont futtatása egyre nehezebb, ahogy nő a hálózat. Ez csak nehezebbé fog válni a hálózat méretezhetőségének növelésével.",
  "page-eth2-vision-desc-3": "Az Ethereum túl sok elektromosságot használ. A hálózat biztonságát szolgáltató technológiának fenntarthatóbbnak kell lennie.",
  "page-eth2-vision-docking-date": "Becslés: 2022",
  "page-eth2-vision-docking-desc": "Egy ponton a főhálózati Ethereumnak be kell majd “dokkolnia” a Beacon Chain-be. Ez lehetővé teszi majd a letétbe helyezést a teljes hálózatnak és az energia-intenzív bányászat végét jelenti.",
  "page-eth2-vision-ethereum-node": "Többet a csomópontokról",
  "page-eth2-vision-explore-upgrades": "A fejlesztések felfedezése",
  "page-eth2-vision-future": "Egy digitális jövő globális méretben",
  "page-eth2-vision-meta-desc": "Egy áttekintő az Eth2 fejlesztések Ethereumra való hatásáról és a kihívásokról, amikkel meg kell küzdenünk.",
  "page-eth2-vision-meta-title": "Ethereum 2.0 (Eth2) vízió",
  "page-eth2-vision-mining": "Többet a bányászatról",
  "page-eth2-vision-problems": "A jelen problémái",
  "page-eth2-vision-scalability": "Méretezhetőség",
  "page-eth2-vision-scalability-desc": "Az Ethereumnak több tranzakciót kell egy másodperc alatt feldolgoznia anélkül, hogy megnövelnénk a csomópontok méretét a hálózatban. A csomópontok létfontosságú hálózati elemek, melyek a blokkláncot tárolják és futtatják. A csomópont méretének növelése nem praktikus, mert csak az erős és drága számítógépekkel rendelkezők képesek erre. Ahhoz, hogy méretezhető legyen, az Ethereumnak több tranzakciót kell feldolgoznia egy másodperc alatt további csomópontokkal egyesülve. Több csomópont nagyobb biztonságot jelent.",
  "page-eth2-vision-scalability-desc-3": "A shard lánc fejlesztés a hálózati terhelést 64 új láncon fogja eloszlatni. Ez levegőhöz juttatja az Ethereumot a torlódás csökkentésével és tovább növeli a sebességet a jelenlegi 15-45 tranzakció per másodpercenkénti határon túl.",
  "page-eth2-vision-scalability-desc-4": "És annak ellenére, hogy több lánc lesz, ez valójában kevesebb munkát fog igényelni a validátorok - hálózat fenntartói - részéről. A validátoroknak csak a saját shardjukat kell 'futtatni' és nem a teljes Ethereum láncot. Ez a csomópontokat könnyűvé teszi és lehetővé teszi az Ethereum számára, hogy méretezhető legyen és megmaradjon decentralizáltnak.",
  "page-eth2-vision-security": "Biztonság",
  "page-eth2-vision-security-desc": "Az Eth2 fejlesztések növelni fogják az Ethereum biztonságát irányított támadásokkal szemben, mint például az 51%-os támadás. Ez egy olyan támadás, amikor valaki a hálózat többségét irányítja és hamis változtatásokat tud megvalósítani.",
  "page-eth2-vision-security-desc-3": "A proof-of-stake-be történő átmenet azt jelenti, hogy az Ethereum protokollnak nagyobb eltántorító tényezői vannak a támadásokkal szemben. Ennek az az oka, hogy a proof-of-stake esetében a hálózatot biztonságban tartó validátoroknak egy jelentős mennyiségű ETH-et kell letenniük a protokollba. Ha megpróbálják megtámadni a hálózatot, a protokoll automatikusan elpusztíthatja az ETH-üket.",
  "page-eth2-vision-security-desc-5": "Ez nem lehetséges a proof-of-work esetében, ahol legjobb esetben a protokoll kényszerítheti a hálózatot biztosító szereplőket (bányászokat), hogy elveszítsék a bányászati jutalékot, amit egyébként megkaptak volna. Hogy azonos hatást érjünk el a proof-of-worknél, a protokollnak el kellene pusztítania a bányász teljes felszerelését, ha megpróbál csalni.",
  "page-eth2-vision-security-desc-5-link": "Többet a proof-of-work-ről",
  "page-eth2-vision-security-desc-8": "Továbbá az Ethereum biztonsági modelljének meg kell változni, mivel bevezetik a(z):",
  "page-eth2-vision-security-desc-9": "lehetővé teszi, hogy véletlenszerűen válasszunk ki validátorokat különböző shardokra - ez lényegében lehetetlenné teszi a validátoroknak, hogy összefogjanak egy bizonyos shard megtámadásával. A sharding nem olyan biztonságos egy proof-of-work blokkláncon, mivel a bányászokat nem lehet ilyen módszerrel irányítani.",
  "page-eth2-vision-security-desc-10": "A staking azt is jelenti, hogy nem kell elit hardverbe fektetned, hogy egy Ethereum csomópontot 'futtass'. Ez több embert bátoríthat arra, hogy validátorok legyenek, megnövelve ezzel a hálózat decentralizáltságát és csökkentve a támadási felületet.",
  "page-eth2-vision-security-staking": "ETH letétbe helyezése",
  "page-eth2-vision-security-validator": "Az ETH-ed letétbe helyezésével validátor lehetsz.",
  "page-eth2-vision-shard-chains": "shard láncok",
  "page-eth2-vision-shard-date": "Becslés: 2021",
  "page-eth2-vision-shard-desc-4": "A shard láncok eloszlatják a hálózat terhelését 64 új blokkláncra. A shardoknak megvan a potenciálja, hogy drasztikusan megnöveljék a tranzakciós sebességet - egészen 100 000 per másodpercig.",
  "page-eth2-vision-shard-upgrade": "Többet a shard láncokról",
  "page-eth2-vision-staking-lower": "Többet a letétbe helyezésről",
  "page-eth2-vision-subtitle": "Addig fejleszteni az Ethereumot, amíg elég erős nem lesz, hogy az egész emberiséget szolgálja.",
  "page-eth2-vision-sustainability": "Fenntarthatóság",
  "page-eth2-vision-sustainability-desc-1": "Nem titok, hogy az Ethereum és más blokkláncok, mint a Bitcoin, energiaintenzívek a bányászat miatt.",
  "page-eth2-vision-sustainability-desc-2": "De az Ethereum az ETH-el történő biztonság irányába tart, nem pedig a számítási erővel - a staking által.",
  "page-eth2-vision-sustainability-desc-3": "Bár a stakinget a Beacon Chain vezeti be, az általunk használt Ethereum egy ideig párhuzamosan fog futni, mielőtt „összeolvadna” vagy „dokkolna” az Eth2 frissítésekkel. Az egyik rendszert ETH tartja biztonságban, a másikat számítási erő. Ez azért van, mert eleinte a shard láncok nem fogják tudni kezelni például a számláinkat vagy dappokat. Tehát nem feledkezhetünk meg a bányászatról és a főhálózatról.",
  "page-eth2-vision-sustainability-desc-8": "Amint a Beacon Chain és a sharding fejlesztések működnek, elkezdődik a főhálózat bedokkolásával kapcsolatos munka az új rendszerrel. Ez a főhálózatot egy sharddá alakítja, amit így ETH fog biztonságban tartani és kevésbé lesz energiaintenzív.",
  "page-eth2-vision-sustainability-subtitle": "Az Ethereumnak zöldebbnek kell lennie.",
  "page-eth2-vision-The": ". The",
  "page-eth2-vision-title": "Az Eth2 vízió",
  "page-eth2-vision-title-1": "Feltorlódott hálózat",
  "page-eth2-vision-title-2": "Lemezterület",
  "page-eth2-vision-title-3": "Túl sok energia",
  "page-eth2-vision-trilemma-cardtext-1": "Az Eth2 fejlesztések az Ethereumot méretezhetővé, biztonságossá és decentralizálttá fogják tenni. A sharding skálázhatóbbá teszi az Ethereumot a másodpercenkénti tranzakciók növelésével mindemellett csökkentve a csomópont futtatásához és a lánc validálásához szükséges erőt. A Beacon Chain biztonságossá teszi az Ethereumot a validátorok koordinálásával a shardokon keresztül. A staking pedig csökkenti a részvétel akadályait, ezzel egy nagyobb - decentralizáltabb - hálózatot teremtve.",
  "page-eth2-vision-trilemma-cardtext-2": "A biztonságos és decentralizált blokklánc hálózatok összes csomópontjának a lánc által feldolgozott összes tranzakciót ellenőrizniük kell. A munka mennyisége behatárolja a tranzakciók számát, melyek egy adott időben történnek. A decentralizáltság és biztonság a mai Ethereumot tükrözi.",
  "page-eth2-vision-trilemma-cardtext-3": "A decentralizált hálózatok úgy működnek, hogy információkat küldenek a csomópontokon keresztül a tranzakciókról - az egész hálózatnak tudnia kell minden állapotváltozásról. A másodpercenkénti tranzakciók skálázhatósága egy decentralizált hálózatnál biztonsági kockázatot jelent, mivel minél több a tranzakció, annál nagyobb a késés és annál nagyobb a támadás valószínűsége, mialatt az információ még nem ért célba.",
  "page-eth2-vision-trilemma-cardtext-4": "Az Ethereum csomópontok méretének és teljesítményének növelése biztonságos módon növelheti a másodpercenkénti tranzakciókat, de a hardverigény korlátozná, hogy ki teheti meg - ez fenyegeti a decentralizációt. Abban reménykedünk, hogy a sharding és a proof-of-stake lehetővé teszi majd az Ethereum méretezését a csomópontok mennyiségének növelésével, nem pedig a csomópont méretével.",
  "page-eth2-vision-trilemma-h2": "A decentralizált méretezés kihívása",
  "page-eth2-vision-trilemma-modal-tip": "Kattints a karikákra lentebb, hogy jobban megértsd a decentralizált méretezés problémáját",
  "page-eth2-vision-trilemma-p": "Az Ethereum problémáinak naív megoldása az lenne, ha centralizáltabbá tennénk. De a decentralizáció túlságosan fontos. A decentralizáltság adja az Ethereumnak a cenzúra-ellenállását, nyitottságát, adatvédelmét és a közel feltörhetetlen biztonságát.",
  "page-eth2-vision-trilemma-p-1": "Az Ethereum víziója, hogy skálázhatóbb és biztonságosabb legyen, de ugyanakkor megmaradjon decentralizáltnak. Ennek a 3 tulajdonságnak az elérését úgy hívjuk, hogy méretezhetőségi trilemma.",
  "page-eth2-vision-trilemma-p-2": "Az Eth2 fejlesztések a trilemma megoldását tűzték ki célul, de van egy pár jelentős kihívás.",
  "page-eth2-vision-trilemma-press-button": "Nyomd meg a gombokat a háromszögön, hogy jobban megértsd a decentralizált méretezés problémáit.",
  "page-eth2-vision-trilemma-text-1": "Decentralizáció",
  "page-eth2-vision-trilemma-text-2": "Biztonság",
  "page-eth2-vision-trilemma-text-3": "Méretezhetőség",
  "page-eth2-vision-trilemma-title-1": "Fedezd fel a méretezhetőségi trilemmát",
  "page-eth2-vision-trilemma-title-2": "Eth2 fejlesztések és decentralizált méretezés",
  "page-eth2-vision-trilemma-title-3": "Biztonságos és decentralizált",
  "page-eth2-vision-trilemma-title-4": "Decentralizált és méretezhető",
  "page-eth2-vision-trilemma-title-5": "Méretezhető és biztonságos",
  "page-eth2-vision-understanding": "Az Eth2 vízió megértése",
  "page-eth2-vision-upgrade-needs": "Az Eth2 fejlesztések szükségessége",
  "page-eth2-vision-upgrade-needs-desc": "A 2015-ben indult Ethereum protokollnak elképesztő sikere lett. De az Ethereum közösség mindig is arra számított, hogy egy pár kulcsfontosságú fejlesztésre lesz szükség, hogy az Ethereum teljes potenciálját elérjük.",
  "page-eth2-vision-upgrade-needs-desc-2": "A magas kereslet felfelé hajtja a tranzakciós díjakat, ami az Ethereumot drágává teszi az átlag felhasználó számára. Az Ethereum klienshez szükséges lemezterület nagy ütemben nő. És a mögöttes proof-of-work konszenzus algoritmusnak, mely az Ethereum biztonságát és decentralizáltságát biztosítja, nagy a környezeti hatása.",
  "page-eth2-vision-upgrade-needs-desc-3": "Amire gyakran Eth2-ként hivatkozunk, gyakorlatilag egy fejlesztéssorozat, mely ezeket a problémákat orvosolja és még ennél is többet. Ezt a fejlesztési halmazt eredetlieg 'Serenity-nek' hívták, és már 2014-től aktív területe a kutatásnak és fejlesztésnek.",
  "page-eth2-vision-upgrade-needs-desc-6": " Ez azt jelenti, hogy az Eth2-n nincs bekapcsoló gomb. A fejlesztések egyesével fognak megérkezni idővel.",
  "page-eth2-vision-upgrade-needs-serenity": "Egy 2015-ös blog poszt megtekintése a 'Serenity-ről'",
  "page-eth2-vision-uprade-needs-desc-5": "Most, hogy a technológia készen áll, ezek a fejlesztések át fogják alakítani az Ethereumot, hogy méretezhetőbb, biztonságosabb és fenntarthatóbb legyen - hogy jobbá tegyék a jelenlegi és új felhasználók életét. Mindezt úgy, hogy megőrizzék az Ethereum belső decentralizáltági értékét."
}
