{
  "page-wallets-accounts-addresses": "Tárcák, számlák, kulcsok és címek",
  "page-wallets-accounts-addresses-desc": "Érdemes megérteni a különbségeket néhány fontos fogalom között.",
  "page-wallets-accounts-ethereum-addresses": "<b>Az Ethereum-számlához tartozik egy cím</b>, épp ahogy egy levelezőrendszernek is van e-mail-címe. Ez azonosítja az Ön digitális eszközeit.",
  "page-wallets-alt": "Egy robot illusztrációja, melynek a teste egy kamra, ami egy Ethereum tárcát reprezentál",
  "page-wallets-ethereum-account": "<b>Az Ethereum-számla két kulccsal rendelkezik</b>. <a href=\"/glossary/#public-key\">Az egyik kulcs</a> a cím létrehozásához szükséges, melyet szabadon megoszthat bárkivel. A <a href=\"/glossary/#private-key\">másik kulcsot</a> tartsa mindig titokban, mert ez kell az ügyletek aláírásához. Ez a két kulcs együtt teszi lehetővé, hogy eszközöket birtokolhasson és tranzakciókat hajthasson végre.",
  "page-wallets-blog": "Coinbase blog",
  "page-wallets-bookmarking": "Tegyen könyvjelzőt a tárca oldalára",
  "page-wallets-bookmarking-desc": "Ha egy webtárcát használ, akkor tegye a könyvjelzők közé az oldalt, hogy védje magát az átverésektől.",
  "page-wallets-cd": "A <b>fizikai hardvertárcák</b> olyan eszközök, amelyek segítségével offline tudja tárolni a kriptovalutáját – nagyon biztonságosak",
  "page-wallets-desc-2": "A tárcák azt a célt szolgálják, hogy Ön kezelni tudja a digitális eszközeit és személyazonosságát.",
  "page-wallets-desc-2-link": "Többet az ETH-ről",
  "page-wallets-desc-3": "A tárca egy eszköz arra, hogy elérje és használja az Ethereum-számláját. Tehát bármikor választhat másik tárcaszolgáltatót. Számos tárca képes arra, hogy egyszerre több Ethereum-számlát kezeljen egy alkalmazásból.",
  "page-wallets-desc-4": "A tárcaszolgáltató nem felügyeli az Ön eszközeit, csupán egy betekintési felületet ad ahhoz, hogy az Ethereumon lévő eszközeit lássa, és megfelelő funkciókat biztosít azok kezeléséhez.",
  "page-wallets-description": "Az Ethereum-tárcák olyan alkalmazások, melyekkel Ön a számláját kezelheti. Akárcsak az ember pénztárcája, ebben is minden benne van, amellyel a személyazonosságát igazolni tudja és képes kezelni az eszközeit. Biztosítja, hogy be tudjon jelentkezni az alkalmazásokba, megnézze egyenlegét, tranzakciókat indítson és igazolja személyazonosságát.",
  "page-wallets-desktop": "<b>Asztali alkalmazások</b>, ha jobban szereti MacOS-en, Windows-on vagy Linux-on kezelni a pénzét",
  "page-wallets-ethereum-wallet": "<b>A tárca egy olyan eszköz, amely lehetővé teszi az Ethereum-számla kezelését</b>. Ezen keresztül megnézheti számlaegyenlegét, tranzakciókat indíthat és egyéb műveleteket is végezhet.",
  "page-wallets-explore": "Az Ethereum Felfedezése",
  "page-wallets-features-desc": "Segíthetünk kiválasztani a tárcát az Önnek fontos szempontok szerint.",
  "page-wallets-features-title": "Tárcák összehasonlítása funkciók alapján",
  "page-wallets-find-wallet-btn": "Tárca keresése",
  "page-wallets-find-wallet-link": "Tárca keresése",
  "page-wallets-get-some": "Szerezzen valamennyi ETH-t",
  "page-wallets-get-some-alt": "Egy kéz illusztrációja, mely egy ETH logót épít lego kockákból",
  "page-wallets-get-some-btn": "Szerezz valamennyi ETH-et",
  "page-wallets-get-some-desc": "Az ETH az Ethereum natív kriptója. Valamennyi ETH-nek lennie kell a tárcájában, hogy az Ethereum alkalmazásokat használhassa.",
  "page-wallets-keys-to-safety": "A kulcsok, melyek biztonságban tartják a kriptóját",
  "page-wallets-manage-funds": "Egy vagyonkezelő alkalmazás",
  "page-wallets-manage-funds-desc": "A tárca megmutatja az egyenlegeket, a tranzakciótörténetet, illetve pénzt küldhet vagy fogadhat vele. Néhány tárca más dolgokat is kínál.",
  "page-wallets-meta-description": "Amit tudnia kell az Ethereum tárcák használatához.",
  "page-wallets-meta-title": "Ethereum tárcák",
  "page-wallets-mobile": "<b>Mobil alkalmazások</b>, melyekkel bárhol elérheti a pénzét",
  "page-wallets-more-on-dapps-btn": "Bővebben a dappokról",
  "page-wallets-most-wallets": "A legtöbb tárca lehetővé teszi egy Ethereum számla generálását. Így nincs szükség számlára a tárca letöltése előtt.",
  "page-wallets-protecting-yourself": "Védje magát és a pénzét",
  "page-wallets-seed-phrase": "Jegyezze le a <a href=\"/glossary/#recovery-phrase\">visszaállításhoz szükséges kifejezést</a>",
  "page-wallets-seed-phrase-desc": "A tárcák gyakran helyreállítási szavakat adnak meg, melyeket le kell írnia egy biztonságos helyre. Ez lesz az egyetlen módja, hogy helyreállítsa a tárcáját.",
  "page-wallets-seed-phrase-example": "Például:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Ne számítógépen tárolja, inkább írja le és tartsa biztonságban.",
  "page-wallets-slogan": "A kulcs az Ön digitális jövőjéhez",
  "page-wallets-stay-safe": "Hogyan maradjunk biztonságban",
  "page-wallets-stay-safe-desc": "A pénzügyi szabadság és az a képesség, hogy bármikor elérheti és használhatja az eszközeit felelősséggel jár – a kripto világában nincs ügyfélszolgálat. <b>Ön felel azért, hogy a kulcsokat biztonságban tudja</b>.",
  "page-wallets-subtitle": "A tárcák segítségével elérheti digitális eszközeit és bejelentkezhet különféle alkalmazásokba.",
  "page-wallets-take-responsibility": "Vállaljon felelőséget a pénzeszközei felett",
  "page-wallets-take-responsibility-desc": "A centralizált tőzsdék összekötik a tárcát egy felhasználónévvel és egy jelszóval, melyet a hagyományos módon helyre lehet állítani. Ne feledje, hogy ebben az esetben a tőzsdét bízza meg a pénze feletti felügyelettel. Ha ez a cég pénzügyi nehézségekkel küzd, akkor a pénze veszélybe kerülhet.",
  "page-wallets-tips": "Még több biztonsági tipp",
  "page-wallets-tips-community": "A közösségtől",
  "page-wallets-title": "Ethereum tárcák",
  "page-wallets-triple-check": "Ellenőrizzen mindent háromszor",
  "page-wallets-triple-check-desc": "Ne feledje, hogy a tranzakciók visszafordíthatatlanok, a tárcák pedig csak nehezen állíthatóak helyre, ezért mindig legyen elővigyázatos és óvatos.",
  "page-wallets-try-dapps": "Próbáljon ki néhány dappot",
  "page-wallets-try-dapps-alt": "Egy illusztráció, amiben Ethereum közösségi tagok együtt dolgoznak",
  "page-wallets-try-dapps-desc": "A dappok Ethereumra épített alkalmazások. Olcsóbbak, igazságosabbak és az Ön adatai szempontjából barátságosabbak, mint más tradicionális alkalmazások.",
  "page-wallets-types": "Tárcatípusok",
  "page-wallets-types-desc": "A számla kezelésének és az azzal való interakciónak több módja is van:",
  "page-wallets-web-browser": "A <b>böngészőtárcák</b> olyan webes alkalmazások, amelyek lehetővé teszik, hogy közvetlenül a böngészőben kezelje a számláját",
  "page-wallets-web-browser-extension": "A <b>böngészőbővítmény-tárcák</b> olyan letölthető bővítmények, amelyek lehetővé teszik, hogy a böngészőn keresztül kezelje a fiókját és az alkalmazásokat",
  "page-wallets-whats-a-wallet": "Mi az az Ethereum tárca?",
  "page-wallets-your-ethereum-account": "Az Ön Ethereum számlája",
  "page-wallets-your-ethereum-account-desc": "A tárcája az ablak az Ethereum számlájához – így láthatja az egyenlegét, a tranzakciótörténetet és egyebeket. De bármikor válthat tárcaszolgáltatót.",
  "page-wallets-your-login": "Az Ön belépője az Ethereum alkalmazásokba",
  "page-wallets-your-login-desc": "A tárcával bármely alkalmazáshoz kapcsolódhat, amely az Ön Ethereum-számláját használja. Ez olyan mint egy bejelentkezés, amelyet több alkalmazáshoz is megfelelő.",
  "additional-reading-how-to-create-an-ethereum-account": "Hogyan lehet Ethereum számlát létrehozni",
  "additional-reading-how-to-use-a-wallet": "Hogyan használja a tárcát"
}
