{
  "page-roadmap-vision-2014": "Tekintse meg ezt a proof-of-stake-et részletező 2014-es blogposztot",
  "page-roadmap-vision-2021": "Tekintse meg ezt a 2021-es blogbejegyzést az Ethereum-ütemterv fejlődéséről",
  "page-roadmap-vision-2022": "Tekintse meg ezt a 2022-es blogposztot: Ethereum útikalauz stopposoknak",
  "page-roadmap-vision-2021-updates": "Tekintse meg ezt a 2021-es blogposztot az Ethereum-protokoll frissítéseiről",
  "page-roadmap-vision-desc-1": "Az Ethereumnak csökkentenie kell a hálózati leterheltséget és növelnie a sebességet, hogy jobban kiszolgálhasson egy globális felhasználói bázist.",
  "page-roadmap-vision-desc-2": "A hálózat növekedésével egyre nehezebb csomópontokat futtatni. A hálózat méretezésére tett erőfeszítésekkel ez csak még nehezebbé fog válni.",
  "page-roadmap-vision-desc-3": "Az Ethereum túl sok elektromos áramot használ. A hálózat biztonságát nyújtó technológiának fenntarthatóbbnak kell lennie.",
  "page-roadmap-vision-ethereum-node": "A csomópontokról bővebben",
  "page-roadmap-vision-future": "Egy digitális jövő globális méretekben",
  "page-roadmap-vision-meta-desc": "Áttekintő a frissítések Ethereumra gyakorolt hatásáról és a leküzdendő kihívásokról.",
  "page-roadmap-vision-meta-title": "Az Ethereum jövőképe",
  "page-roadmap-vision-mining": "A bányászatról bővebben",
  "page-roadmap-vision-problems": "A jelen problémái",
  "page-roadmap-vision-scalability": "Méretezhetőség",
  "page-roadmap-vision-scalability-desc": "Az Ethereumnak másodpercenként több tranzakciót kell tudni feldolgozni anélkül, hogy megnövelnénk a hálózati csomópontok méretét. A csomópontok létfontosságú hálózati elemek, amelyek a blokkláncot tárolják és futtatják. A csomópont méretének növelése nem praktikus, mert csak az erős és drága számítógépekkel rendelkezők lennének képesek erre. Ahhoz, hogy méretezhető legyen, az Ethereumnak másodpercenként több tranzakciót kell tudnia feldolgozni, és több csomóponttal kell rendelkeznie. A több csomópont nagyobb biztonságot jelent.",
  "page-roadmap-vision-scalability-desc-3": "Az L2 összevont tranzakciók skálázzák az Ethereumot azáltal, hogy a tranzakciókat a láncon kívül kezelik, és csak azok összegzését küldik be az Ethereumra. Ez a kötegelés megnöveli a hálózat tranzakcióátvitelét, közben drasztikusan csökkenti a felhasználók költségeit.",
  "page-roadmap-vision-scalability-desc-4": "A összevont tranzakcióknak alacsony költségű tárolási megoldásra van szükségük az L1-en, hogy a lehető legolcsóbb tranzakciós díjat tudják kínálni. Ezt blobok formájában kapják meg, amelyek az Ethereum-blokkokhoz kapcsolódnak. Végül számos blob lesz az Ethereum-blokkhoz csatolva, hogy az összevont tranzakcióknak olcsó tárhelyet biztosítson.",
  "page-roadmap-vision-security": "Biztonság",
  "page-roadmap-vision-security-desc": "A tervezett frissítések fokozzák az Ethereum védelmét a koordinált támadásokkal szemben.",
  "page-roadmap-vision-security-desc-3": "A proof-of-stake mechanizmusnál a nagyobb biztonságot a támadások ellen ható nagyobb kriptogazdasági ösztönzők adják. Ennek az az oka, hogy a proof-of-stake esetében a hálózatot biztonságban tartó validátoroknak jelentős mennyiségű ETH-t kell letétbe helyezniük a protokollban. Ha megpróbálják megtámadni a hálózatot, a protokoll automatikusan megsemmisítheti az ETH-jukat.",
  "page-roadmap-vision-security-desc-5": "Ugyanakkor az is fontos, hogy olyan frissítések vannak kilátásban a közeljövőben, amelyek megvédik a validátorokat a szolgáltatásmegtagadással járó támadások ellen, fokozzák az anonimitásukat, és elválasztják a blokképítést a blokkpropagálástól. Ezek a frissítések az egyes validátorokat és a hálózat egészét is védik a liveness támadásoktól és a cenzúrától.",
  "page-roadmap-vision-security-desc-5-link": "A proof-of-stake-ről bővebben",
  "page-roadmap-vision-security-desc-10": "A letétbe helyezés azt is jelenti, hogy nem kell csúcstechnológiás hardverbe fektetnie, hogy közvetlenül részt vehessen a konszenzusban. Ez több embert bátoríthat arra, hogy validátorrá váljon, megnövelve ezzel a hálózat decentralizáltságát és csökkentve a támadási felületet.",
  "page-roadmap-vision-security-staking": "ETH letétbe helyezése",
  "page-roadmap-vision-security-validator": "ETH letétbe helyezésével Ön is lehet validátor.",
  "page-roadmap-vision-staking-lower": "Többet a letétbe helyezésről",
  "page-roadmap-vision-subtitle": "Addig fejlesztjük az Ethereumot, amíg elég erős nem lesz, hogy az egész emberiséget szolgálja.",
  "page-roadmap-vision-sustainability": "Fenntarthatóság",
  "page-roadmap-vision-sustainability-desc-1": "Az Ethereum most már zöld blokklánc. Az energiafelhasználás nagyjából 99,95%-kal csökkent, amikor a proof-of-work mechanizmust leváltották proof-of-stake-re.",
  "page-roadmap-vision-sustainability-desc-2": "Az Ethereum biztonságát most már letétbe helyezéssel biztosítják, nem pedig számítási teljesítménnyel.",
  "page-roadmap-vision-sustainability-desc-3": "Ez a fenntarthatósági fejlődés biztonsági előnyökkel is jár. A letétbe helyezett Ether sokkal drágábbá teszi a lánc megtámadását, mint amilyen a proof-of-work mechanizmus idején volt, ám a hálózat biztosítása sokkal kevesebbe kerül, mivel sokkal kevesebb új ETH-t kell kibocsátani a validátorok kifizetéséhez, mint amennyi a bányászokhoz kellett.",
  "page-roadmap-vision-sustainability-desc-8": "A váltás a proof-of-stake mechanizmusra zöldebbé és biztonságosabbá tette az Ethereumot. Most már egy alacsony kibocsátású platform, amelyen alkalmazások és szervezetek építhetők.",
  "page-roadmap-vision-sustainability-subtitle": "Az Ethereum egy zöld blokklánc, erős kriptogazdaság-védelemmel.",
  "page-roadmap-vision-title": "Az Ethereum jövőképe",
  "page-roadmap-vision-title-1": "Bedugult hálózat",
  "page-roadmap-vision-title-2": "Lemezterület",
  "page-roadmap-vision-title-3": "Túl sok energia",
  "page-roadmap-vision-trilemma-cardtext-1": "Az Ethereum fejlesztései skálázhatóvá, biztonságossá és decentralizálttá teszik a hálózatot. A letétbe helyezés (staking) csökkentette az akadályát a részvételnek és a behatárolt méretgazdaságosságnak, így nagyobb és decentralizáltabb hálózatot hozott létre.",
  "page-roadmap-vision-trilemma-cardtext-2": "A biztonságos és decentralizált blokklánchálózatok az összes csomóponttól megkövetelik a lánc által feldolgozott összes tranzakció ellenőrzését. A munkamennyiség korlátozza az adott időegység alatt feldolgozható tranzakciók számát. A mai Ethereum-láncra a decentralizáltság és a biztonság jellemző.",
  "page-roadmap-vision-trilemma-cardtext-3": "A decentralizált hálózatok úgy működnek, hogy információkat küldenek a tranzakciókról a csomópontokon keresztül – az egész hálózatnak tudnia kell minden állapotváltozásról. A másodpercenkénti tranzakciók méretezése egy decentralizált hálózatnál biztonsági kockázatot jelent, mivel minél több a tranzakció, annál nagyobb a késés, és annál nagyobb a támadás valószínűsége, mialatt az információ úton van.",
  "page-roadmap-vision-trilemma-cardtext-4": "Az Ethereum-csomópontok méretének és teljesítményének növelése biztonságos módon növelheti a másodpercenkénti tranzakciók számát, de a hardverigény korlátozná a résztvevők körét – ez pedig fenyegeti a decentralizációt. Reményeink szerint a szilánkolás és a proof-of-stake segítségével az Ethereum a csomópontméret növelése helyett a csomópontok számának növelésével lesz méretezhető.",
  "page-roadmap-vision-trilemma-h2": "A decentralizált méretezés kihívása",
  "page-roadmap-vision-trilemma-modal-tip": "Kattintson a lenti karikákra, hogy jobban megértse a decentralizált méretezés problémáját",
  "page-roadmap-vision-trilemma-p": "Naiv megoldás lenne az Ethereum problémáira, ha centralizáltabbá tennénk, a decentralizáció túlságosan is fontos. A decentralizáció adja az Ethereum cenzúrával szembeni ellenálló képességét, nyitottságát, adatvédelmét és a közel feltörhetetlen biztonságát.",
  "page-roadmap-vision-trilemma-p-1": "Az Ethereum víziója, hogy méretezhetőbb és biztonságosabb legyen, de ugyanakkor megőrizze a decentralizáltságát. A felsorolt 3 tulajdonság elérésének problematikáját úgy hívjuk, hogy méretezhetőségi trilemma.",
  "page-roadmap-vision-trilemma-p-2": "Az Ethereum frissítések célja a trilemma megoldása, de van néhány jelentős kihívás.",
  "page-roadmap-vision-trilemma-press-button": "Nyomja meg a háromszögön található gombokat, hogy jobban megismerje a decentralizált méretezés problémáját.",
  "page-roadmap-vision-trilemma-text-1": "Decentralizáció",
  "page-roadmap-vision-trilemma-text-2": "Biztonság",
  "page-roadmap-vision-trilemma-text-3": "Méretezhetőség",
  "page-roadmap-vision-trilemma-title-1": "Fedezze fel a méretezhetőségi trilemmát",
  "page-roadmap-vision-trilemma-title-2": "Ethereum-frissítések és decentralizált méretezés",
  "page-roadmap-vision-trilemma-title-3": "Biztonságos és decentralizált",
  "page-roadmap-vision-trilemma-title-4": "Decentralizált és méretezhető",
  "page-roadmap-vision-trilemma-title-5": "Méretezhető és biztonságos",
  "page-roadmap-vision-understanding": "Az Ethereum jövőképének megértése",
  "page-roadmap-vision-upgrade-needs": "A frissítések szükségessége",
  "page-roadmap-vision-upgrade-needs-desc": "A 2015-ben indult Ethereum-protokollnak elképesztő sikere lett. De az Ethereum-közösség mindig is számított arra, hogy néhány kulcsfontosságú fejlesztésre szükség lesz, hogy kibontakozhasson az Ethereumban rejlő potenciál.",
  "page-roadmap-vision-upgrade-needs-desc-2": "A nagy kereslet felhajtja a tranzakciós díjakat, ami az átlagfelhasználó számára drágává teszi az Ethereumot. Az Ethereum-kliens futtatásához szükséges lemezterület nagysága nagy ütemben nő.",
  "page-roadmap-vision-upgrade-needs-desc-3": "Az Ethereum rendelkezésére álló frissítéscsomagja többek között ezeket a problémákat is orvosolja. Ez a frissítési halmaz eredetileg a „Serenity” és az „Eth2” nevet viselte, és már 2014-től aktív területe a kutatásnak és fejlesztésnek.",
  "page-roadmap-vision-upgrade-needs-desc-5": "Most, hogy a technológia készen áll, ezek a fejlesztések át fogják strukturálni az Ethereumot, hogy méretezhetőbb, biztonságosabb és fenntarthatóbb legyen – hogy jobbá tegye a jelenlegi felhasználók életét és új felhasználókat vonzzon be. Mindezt úgy, hogy megőrizze az Ethereum decentralizáltságának alapértékét.",
  "page-roadmap-vision-upgrade-needs-desc-6": "Ez azt jelenti, hogy a méretezhetőségnek nincs bekapcsológombja. A fejlesztések az idő előrehaladtával, fokozatosan érkeznek majd.",
  "page-roadmap-vision-upgrade-needs-serenity": "Tekintse meg ezt a 2015-ös blogposztot a „Serenityről”",
  "ethereum": "Ethereum",
  "page-roadmap-vision-danksharding": "Bővebben a Dankshardingról"
}
