{
  "page-eth-buy-some": "Szeretne Ethereumot venni?",
  "page-eth-buy-some-desc": "Gyakran összekeverik az Ethereumot az ETH-szel. Az Ethereum a <a href=\"/glossary/#blockchain\">blokklánc</a>, az ETH pedig az elsődleges eszköz az Ethereumon. Az ETH az, amit megvásárolhat.",
  "page-eth-cat-img-alt": "Az ETH karakter grafikája egy macskákból álló kaleidoszkóppal",
  "page-eth-collectible-tokens": "Gyűjthető tokenek",
  "page-eth-collectible-tokens-desc": "Tokenek, melyek gyűjthető, játékhoz tartozó tárgyat, digitális műtárgyat, vagy más egyedi eszközt képviselnek. Gyakran hivatkozunk rá nem helyettesíthető tokenként (NFT).",
  "page-eth-cryptography": "Kriptográfia biztosítja",
  "page-eth-cryptography-desc": "Az internetes pénz lehet, hogy új, de igazolt <a href=\"/glossary/#cryptography\">kriptográfia</a> biztosítja. Ez védi a tárcát, az ETH-t és a tranzakciókat. ",
  "page-eth-currency-for-apps": "Ez az Ethereum appok valutája.",
  "page-eth-currency-for-future": "A digitális jövőnk valutája",
  "page-eth-description": "Az ETH egy kriptovaluta. Ez egy véges digitális pénz, melyet az interneten használhat, s hasonló a Bitcoinhoz. Ha most ismerkedik a kriptóval, akkor itt megtekintheti, hogy miben különbözik az ETH a hagyományos pénztől.",
  "page-eth-earn-interest-link": "Szerezzen kamatot",
  "page-eth-flexible-amounts": "Elérhető rugalmas mennyiségekben",
  "page-eth-flexible-amounts-desc": "Az ETH 18 tizedes jegyig osztható, szóval nem kell egy egész ETH-t megvennie. Egy töredéket is vehet, akár 0.000000000000000001 ETH-t is, ha azt szeretne.",
  "page-eth-fuels": "Az ETH működteti és biztosítja az Ethereumot",
  "page-eth-fuels-desc": "Az Ethereumot az ETH tartja fenn. Amikor Ön ETH-t küld vagy egy Ethereum alkalmazást használ, díjat fizet ETH-ben az Ethereum hálózat használatáért. Ez a díj ösztönzi a blokkgyártót arra, hogy feldolgozza és ellenőrizze az Ön tevékenységét.",
  "page-eth-fuels-desc-2": "A validátorok az Ethereum nyilvántartóiként funkcionálnak – ők ellenőrzik és bizonyítják, hogy senki sem csal. Véletlenszerűen választják ki őket, hogy egy tranzakcióblokkot javasoljanak. Azokat a validátorokat, akik ezt a munkát végzik, kis mennyiségű, újonnan kibocsátott ETH-szel jutalmazzák.",
  "page-eth-fuels-desc-3": "A validátorok által végzett munka és az általuk <a href=\"/glossary/#staking\">letétbe helyezett</a> tőke biztosítja az Ethereum biztonságát és a központosított irányítástól való függetlenségét.",
  "page-eth-fuels-staking": "Amikor Ön letétbe helyezi az ETH-t, segít az Ethereum biztosnságának fenntartásában, ezért jutalmakat kap. Ebben a rendszerben az ETH elvesztésének veszélye elriasztja a támadókat.",
  "page-eth-fuels-more-staking": "Többet a letétbe helyezésről",
  "page-eth-get-eth-btn": "ETH beszerzése",
  "page-eth-gov-tokens": "Irányítói tokenek",
  "page-eth-gov-tokens-desc": "Tokenek, amelyek szavazati erőt képviselnek decentralizált szervezetekben.",
  "page-eth-has-value": "Miért van az ETH-nek értéke?",
  "page-eth-has-value-desc": "Az ETH különböző embereknek különböző okok miatt értékes.",
  "page-eth-has-value-desc-2": "Az Ethereum felhasználóknak azért értékes, mivel ezzel tudják kifizetni a tranzakciós díjakat.",
  "page-eth-has-value-desc-3": "Mások digitális értékőrként látják, mivel az új ETH kibocsátás idővel lassul.",
  "page-eth-has-value-desc-4": "Legújabban pedig az Ethereumon lévő pénzügyi alkalmazások használói számára lett értékes az ETH. Ez azért van, mert a rendelkezésre álló ETH-t kriptokölcsönök fedezeteként vagy fizetési rendszerként is használhatják.",
  "page-eth-has-value-desc-5": "Természetesen sokan egy befektetésként tekintenek rá a Bitcoinhoz vagy más kriptovalutákhoz hasonlóan.",
  "page-eth-is-money": "Az ether érme (ETH) digitális, globális pénzeszköz.",
  "page-eth-last-updated": "2019. január",
  "page-eth-monetary-policy": "Az Ethereum monetáris politikája",
  "page-eth-more-on-ethereum-link": "Többet az Ethereumról",
  "page-eth-no-centralized": "Nincs központi ellenőrzés ",
  "page-eth-no-centralized-desc": "Az ETH decentralizált és globális. Nincs olyan cég vagy bank, mely több ETH-t hozhatna létre, vagy megváltoztathatná a felhasználási feltételeket.",
  "page-eth-non-fungible-tokens-link": "Nem helyettesíthető tokenek (NFT)",
  "page-eth-not-only-crypto": "Az ETH nem az egyedüli kripto az Ethereumon",
  "page-eth-not-only-crypto-desc": "Bárki létrehozhat újfajta eszközöket és kereskedhet velük az Ethereumon. Ezek a „tokenek”. Az emberek már tokenizálták a hagyományos valutákat, az ingatlanjaikat, a műtárgyaikat és még önmagukat is!",
  "page-eth-not-only-crypto-desc-2": "Az Ethereum több ezer tokennek ad otthont - egyesek hasznosabbak mint a többi. A fejlesztők folyamatosan új tokeneken dolgoznak, melyek új lehetőségeket teremtenek és új piacokat hoznak létre.",
  "page-eth-open": "Mindenki számára nyílt",
  "page-eth-open-desc": "Csak internethozzáférésre és egy tárcára van szüksége, hogy ETH-t kaphasson. Nincs szükség bankszámlára, hogy fizetéseket fogadjon. ",
  "page-eth-p2p-payments": "Peer-to-peer fizetések",
  "page-eth-p2p-payments-desc": "ETH-t küldhet köztes szereplő nélkül, mint amilyen egy bank. Olyan mintha készpénzt adna személyesen, de ezt biztonságosan megteheti bárkivel bárhol bármikor.",
  "page-eth-period": ".",
  "page-eth-popular-tokens": "Népszerű token típusok",
  "page-eth-powers-ethereum": "Az ETH működteti az Ethereumot",
  "page-eth-shit-coins": "Sh*t coin-ok (Vacak érmék)",
  "page-eth-shit-coins-desc": "Mivel elég egyszerű új tokeneket létrehozni, ezért bárki megcsinálhatja – még olyan emberek is, akiknek kétes a szándékuk. Mindig végezzen saját kutatást, mielőtt bármit használna!",
  "page-eth-stablecoins": "Stablecoin-ok",
  "page-eth-stablecoins-desc": "Tokenek, melyek hagyományos valuták árfolyamát tükrözik, mint például a dollár. Ez megoldja a volatilitási problémát sok kriptovalutánál.",
  "page-eth-stablecoins-link": "Stablecoinok szerzése",
  "page-eth-stream-link": "ETH streamelése",
  "page-eth-tokens-link": "Ethereum tokenek",
  "page-eth-trade-link-2": "Tokenek cseréje",
  "page-eth-underpins": "Az ETH támasztja meg az Ethereum pénzügyi rendszert",
  "page-eth-underpins-desc": "Mivel nem voltak megelégedve a fizetési rendszerrel, az Ethereum közösség egy új pénzügyi rendszert épít, mely <a href=\"/glossary/#peer-to-peer-network\">társközi (peer-to-peer)</a> és bárki számára hozzáférhető.",
  "page-eth-underpins-desc-2": "Az ETH-t használhatja fedezetként, hogy teljesen más kriptovaluta tokeneket generáljon az Ethereumon. Ezen kívül hitelt vehet fel és adhat, kamatot szerezhet az ETH-en vagy más ETH fedezetű tokeneken.",
  "page-eth-weth": "A becsomagolt ether (WETH) az ETH funkcionalitásának kiterjesztésére szolgál, hogy más tokenekkel és alkalmazásokkal is működjön. <a href=\"/wrapped-eth\">Tudjon meg többet a WETH-ről</a>.",
  "page-eth-uses": "Az ETH használata minden nap nő",
  "page-eth-uses-desc": "Mivel az Ethereum programozható, a fejlesztők számtalan módon tudják az ETH felhasználási módjait alakítani.",
  "page-eth-uses-desc-2": "2015-ben egy felhasználó annyit tudott csinálni, hogy az ETH-t egyik Ethereum számláról a másikra küldte. Íme néhány dolog, amelyet ma megtehet.",
  "page-eth-uses-desc-3": "fizess valakinek vagy kapj pénzt valós időben.",
  "page-eth-uses-desc-4": "kereskedhet ETH-szel vagy más tokenekkel, a Bitcoint is beleértve.",
  "page-eth-uses-desc-5": "az ETH-n és más Ethereum alapú tokeneken.",
  "page-eth-uses-desc-6": "férj hozzá a kriptovaluták világához egy állandó, kevésbé volatilis értékkel.",
  "page-eth-value": "Miért értékes az ether",
  "page-eth-video-alt": "ETH karakter videó",
  "page-eth-whats-eth": "Mi az ether (ETH)?",
  "page-eth-whats-eth-hero-alt": "Egy embercsoport illusztrációja akik egy ether (ETH) karaktert csodálnak",
  "page-eth-whats-eth-meta-desc": "Amit tudnia kell ahhoz, hogy megértse az ETH-t és annak helyét az Ethereumban.",
  "page-eth-whats-eth-meta-title": "Mi az ether (ETH)?",
  "page-eth-whats-ethereum": "Mi az Ethereum?",
  "page-eth-whats-ethereum-desc": "Ha szeretne többet megtudni az Ethereumról, az ETH mögötti technológiáról, akkor tekintse meg a bevezetőt.",
  "page-eth-whats-unique": "Mitől egyedi az ETH?",
  "page-eth-whats-unique-desc": "Rengeteg kriptovaluta és sok más token van az Ethereumon, de van egy pár dolog, amire csak az ETH képes.",
  "page-eth-where-to-buy": "Hol lehet ETH-t szerezni",
  "page-eth-where-to-buy-desc": "Vehet ETH-t tőzsdén vagy tárcán keresztül, de a különböző országokra különböző szabályok vonatkoznak. Ellenőrizze, hogy mely szolgáltatásokkal szerezheti azt be.",
  "page-eth-yours": "Tényleg a tiéd",
  "page-eth-yours-desc": "Az ETH lehetővé teszi, hogy ön legyen a saját bankja. Ön irányíthatja a pénzét a <a href=\"/glossary/#wallet\">tárcája</a> révén, mint tulajdonjogi bizonyíték – nincs szükség harmadik félre.",
  "page-eth-more-on-tokens": "Bővebben a tokenekről és a használatukról",
  "page-eth-button-buy-eth": "ETH beszerzése",
  "page-eth-tokens-stablecoins": "Stabil kriptopénz",
  "page-eth-tokens-defi": "Decentralizált pénzügyi rendszer (DeFi)",
  "page-eth-tokens-nft": "Nem helyettesíthető tokenek (NFT-k)",
  "page-eth-tokens-dao": "Decentralizált autonóm szervezetek (DAO-k)",
  "page-eth-tokens-stablecoins-description": "Bővebben az Ethereum legkevésbé kockázatos tokenjeiről.",
  "page-eth-tokens-defi-description": "Az Ethereum-tokenek pénzügyi rendszere.",
  "page-eth-tokens-nft-description": "Tokenek, melyek tulajdonjogot igazolnak az Ethereumon lévő elemek felett.",
  "page-eth-tokens-dao-description": "Internetes közösségek, amelyeket sok esetben tokentulajdonosok irányítanak.",
  "page-eth-whats-defi": "Bővebben a DeFi-ról",
  "page-eth-whats-defi-description": "A DeFi az Ethereumra épült decentralizált pénzügyi rendszer. Ez az áttekintés elmagyarázza a benne rejlő lehetőségeket.",
  "page-what-is-ethereum-what-is-ether": "Mi az ether?"
}
