{
  "page-what-is-ethereum-alt-img-bazaar": "Egy illusztráció, ahol egy személy egy bazárba kukucskál, mely az Ethereumot reprezentálja",
  "page-what-is-ethereum-alt-img-comm": "Egy illusztráció, amiben Ethereum közösségi tagok együtt dolgoznak",
  "page-what-is-ethereum-alt-img-lego": "Illusztráció egy kézről, amely egy ETH-logót épít LEGO-kockákból",
  "page-what-is-ethereum-banking-card": "Banki szolgáltatás mindenkinek",
  "page-what-is-ethereum-banking-card-desc": "Nem mindenkinek van hozzáférése a pénzügyi szolgáltatásokhoz. De ahhoz, hogy elérje az Ethereumot, illetve a hitelezési, kölcsönzési és takarékossági termékeit, mindössze egy internethozzáférésre van szüksége.",
  "page-what-is-ethereum-build": "Készítsen valamit az Ethereummal",
  "page-what-is-ethereum-build-desc": "Ha szeretné kipróbálni az építést Ethereummal, akkor olvassa el a dokumentációinkat, próbáljon ki néhány útmutatót vagy nézze meg az eszközöket, melyekre az induláshoz szüksége lesz.",
  "page-what-is-ethereum-censorless-card": "Cenzúra-rezisztens",
  "page-what-is-ethereum-censorless-card-desc": "Egyik kormánynak vagy vállalatnak sincs irányítása az Ethereum felett. Ez a decentralizáltság szinte lehetetlenné teszi, hogy valaki megakadályozza abban, hogy átutalásokat fogadjon vagy szolgáltatásokat használjon az Ethereumon.",
  "page-what-is-ethereum-comm-desc": "A közösségünkben sokféle háttérrel rendelkező emberek vannak úgy, mint művészek, kripto-anarchisták, fortune 500 vállalatok és most már Ön is. Nézze meg, hogyan tud ma bekapcsolódni.",
  "page-what-is-ethereum-commerce-card": "Kereskedelmi garanciák",
  "page-what-is-ethereum-commerce-card-desc": "Az ügyfelek biztonságos, beépített garanciát kapnak arra, hogy a pénzeszközök csak akkor cserélnek gazdát, ha Ön teljesíti a megállapodásban foglaltakat. Hasonlóképpen a fejlesztők is biztosak lehetnek abban, hogy a rájuk vonatkozó szabályok nem változnak meg időközben.",
  "page-what-is-ethereum-composable-card": "Egymásra építhető termékek",
  "page-what-is-ethereum-composable-card-desc": "Minden alkalmazás ugyanazon a blokkláncon alapul, melynek egy közös, globális státusza van, így ezek egymásra építhetők (akár az építőkockák). Ez jobb termékeket és felhasználói tapasztalatot tesz lehetővé, illetve senki sem távolíthat el olyan eszközöket, melyek az alkalmazáshoz szükségesek.",
  "page-what-is-ethereum-community": "Az Ethereum közösség",
  "page-what-is-ethereum-desc": "A digitális jövőnk alapja",
  "page-what-is-ethereum-explore": "Az Ethereum felfedezése",
  "page-what-is-ethereum-internet-card": "Nyílt internet",
  "page-what-is-ethereum-internet-card-desc": "Bárki használhatja az Ethereum-hálózatot vagy építhet arra alkalmazásokat. Ennek köszönhetően mindenki maga kezelheti saját eszközeit és személyazonosságát, ahelyett hogy néhány megavállalat használná azokat.",
  "page-what-is-ethereum-meet-comm": "Ismerje meg a közösséget",
  "page-what-is-ethereum-meta-description": "Tudjon meg többet az Ethereumról, arról, hogy mit csinál és hogy hogy tudja kipróbálni.",
  "page-what-is-ethereum-meta-title": "Mi az Ethereum?",
  "page-what-is-ethereum-p2p-card": "Egy peer-to-peer hálózat",
  "page-what-is-ethereum-p2p-card-desc": "Az Ethereum lehetővé teszi, hogy más emberekkel együttműködjön, megállapodásokat kössön vagy digitális eszközöket küldjön nekik. Nincs szükség közvetítőkre.",
  "page-what-is-ethereum-start-building-btn": "Kezdjen el építeni",
  "page-what-is-ethereum-title": "Mi az Ethereum?",
  "page-what-is-ethereum-subtitle": "Teljes körű útmutató kezdőknek arról, hogyan működik az Ethereum, milyen előnyökkel jár, és hogyan használják emberek milliói világszerte.",
  "page-what-is-ethereum-button-lets-start": "Kezdés",
  "page-what-is-ethereum-blockchain-tab-title": "Mi az a blokklánc?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>A blokklánc egy tranzakciókat tartalmazó adatbázis,</b> amely hálózaton lévő több számítógépen megosztott módon frissül. Az újonnan hozzáadott tranzakciócsomagot blokknak nevezzük, innen fakad a blokklánc elnevezés. A nyilvános blokkláncokhoz, mint az Ethereum, bárki hozzáadhat adatot, de eltávolítani nem tud. Ha valaki módosítani szeretné valamelyik információt, vagy csalni akarna a rendszerben, akkor a hálózaton lévő számítógépek többségén végre kell azt hajtania. Az pedig rengeteg feladat! Ez teszi a decentralizált blokkláncokat, mint amilyen az Ethereum is, nagyon biztonságossá.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Mi az a kriptovaluta?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "A kriptovaluta, mint kifejezés, többféle helyettesíthető, digitális tokent takar, melyeket egy blokklánc biztosít. A Bitcoinnal kezdődött minden. A Bitcoin közvetítő nélkül képes értéket transzferálni két fél között, és ehhez csak annak működésében és programkódjában kell megbízni, mely nyitott és bárki számára elérhető.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "Az olyan eszközöket, mint a bitcoin és az ether, azért nevezik „kriptovalutának”, mert a felhasználó adatainak és eszközeinek biztonságát a <a href=\"/glossary/#cryptography\">kriptográfia</a> biztosítja, nem pedig az, hogy egy intézmény vagy vállalat tisztességesen kezeli-e azokat.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Az Ethereum saját kriptovalutával, az etherrel (ETH) rendelkezik, mellyel a hálózaton végzett tranzakciókért fizetünk. Ezt az Ethereum hálózatán el lehet küldeni más felhasználóknak vagy át lehet váltani más tokenekre. Az ether azért különleges, mert ezzel fizetnek az Ethereum hálózatán végzett műveletekért, számítási kapacitásért, melyek elengedhetetlenek az alkalmazások és szervezetek fejlesztéséhez és működtetéséhez.",
  "page-what-is-ethereum-summary-title": "Összegzés",
  "page-what-is-ethereum-summary-desc-1": "Az Ethereum egy olyan globális, számítógépekből álló hálózat, mely az Ethereum-protokollnak nevezett szabályrendszer alapján működik. Alapot biztosít közösségek, alkalmazások, szervezetek és digitális eszközök számára, melyeket bárki létrehozhat, megépíthet és használhat.",
  "page-what-is-ethereum-summary-desc-2": "Ön is könnyedén készíthet magának egy Ethereum-számlát bárhol és bármikor, és felfedezheti az elérhető alkalmazásokat vagy megépítheti a sajátját. Ebben az a legfontosabb innováció, hogy nem egy központi hatóságra bízza magát, mely bármikor megváltoztathatja a szabályokat és korlátozhatja a hozzáférését.",
  "page-what-is-ethereum-summary-desc-3": "Olvasson tovább a részletekért…",
  "page-what-is-ethereum-btc-eth-diff-title": "Mi a különbség az Ethereum és a Bitcoin között?",
  "page-what-is-ethereum-btc-eth-diff-1": "A 2015-ben elindított Ethereum a Bitcoin innovációjára épül, néhány nagyobb különbséggel.",
  "page-what-is-ethereum-btc-eth-diff-2": "Mindkettővel használhat digitális pénzt fizetési szolgáltatók vagy bankok ingénybevétele nélkül. Az <b>Ethereum azonban programozható</b>, így decentralizált alkalmazásokat is lehet építeni és telepíteni a hálózatán.",
  "page-what-is-ethereum-btc-eth-diff-3": "A Bitcoin segítségével egyszerű üzeneteket válthatunk egymással arról, ami számunkra értékes. Ez a központi hatóság nélküli értékteremtés már önmagában is egy erőteljes megoldás. Az Ethereum a következőket fejleszti tovább: az üzeneteken felül bármilyen általános programot vagy szerződést létre lehet hozni. Ezek a szerződések bármire vonatkozhatnak, ezért az Ethereum hálózata rendkívüli innovációt jelent.",
  "page-what-is-ethereum-btc-eth-diff-4": "Míg a Bitcoin csak egy fizetési hálózat, addig az Ethereum inkább a pénzügyi szolgáltatások, játékok, közösségi hálózatok és egyéb alkalmazások piactere.",
  "page-what-is-ethereum-what-can-eth-do-title": "Mire képes az Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Miért használnám az Ethereumot?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Ha szeretne rugalmasabb, nyitottabb és megbízhatóbb módon tevékenykedni globális szinten, szervezeteket alapítani, alkalmazásokat építeni és értéket megosztani másokkal, akkor az Ethereum Önnek való. Ezt a történetet együtt írjunk, fedezze hát fel, hogy milyen lenyűgöző világokat tudunk ezáltal létrehozni.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Az Ethereum azoknak az embereknek is felbecsülhetetlen lehetőséget jelent, akiknek külső, elkerülhetetlen behatások miatt veszélybe került eszközeik biztonsága, stabilitása vagy mozgathatósága.",
  "page-what-is-ethereum-slide-1-title": "Olcsóbb és gyorsabb határokon átnyúló fizetések",
  "page-what-is-ethereum-slide-1-desc-1": "A <b>stabil érmék</b> újfajta kriptopénzek, melyek alapja egy állandóbb értékű pénzeszköz. Ezeknek nagy része az USA-dollárhoz kötött, ezért követi annak értékét. Ezek nagyon olcsó és stabil globális fizetési rendszert tesznek lehetővé. Sok jelenlegi stabil érme az Ethereum hálózatra épül.",
  "page-what-is-ethereum-slide-1-desc-2": "Az Ethereum és a stabil érmék leegyszerűsítik a tengerentúlra való pénzküldés folyamatát. Gyakran csak néhány percet vesz igénybe, hogy pénzeszközöket a világ bármely pontjára mozgassunk, szemben a több munkanapos vagy akár hetekig tartó átlagos banki tranzakciókkal, ráadásul az ár töredékéért. Emellett a nagy értékű tranzakciókért nem kell külön díjat fizetni, és nincsenek korlátozások arra vonatkozóan, hogy hová küld pénzt és miért.",
  "page-what-is-ethereum-slide-2-title": "A leggyorsabb segítség válsághelyzetben",
  "page-what-is-ethereum-slide-2-desc-1": "Ha Ön azon szerencsések közé tartozik, akik lakóhelyükön számos bankolási lehetőséggel rendelkeznek megbízható intézményeken keresztül, természetesnek veheti az általuk kínált pénzügyi szabadságot, biztonságot és stabilitást. Számos helyen a világban azonban, ahol az emberek politikai elnyomással vagy gazdasági nehézségekkel küzdenek, a pénzintézetek nem biztos, hogy biztosítják a szükséges védelmet vagy szolgáltatásokat.",
  "page-what-is-ethereum-slide-2-desc-2": "Amikor háború, gazdasági katasztrófák vagy a polgári szabadságjogok korlátozása sújtotta <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuelát</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Kubát</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afganisztánt</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigériát</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Belorussziát</a> és <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukrajnát</a>, a kriptovaluták jelentették a leggyorsabb és gyakran az egyetlen lehetőséget a pénzügyi szolgáltatások használatára. <sup><a href=\"https://www.financialinclusion.tech/\">1</a></sup> Amint az ezekből a példákból látható, az Ethereumhoz hasonló kriptovaluták korlátlan hozzáférést biztosíthatnak a globális gazdasághoz, amikor az emberek el vannak vágva a külvilágtól. Emellett a stabilérmék értékmegőrzést kínálnak, amikor a helyi valuták a hiperinfláció miatt összeomlanak.",
  "page-what-is-ethereum-slide-3-title": "Az alkotók támogatása",
  "page-what-is-ethereum-slide-3-desc-1": "Csak 2021-ben a művészek, zenészek, írók és más alkotók együttesen mintegy 3,5 milliárd dollárt kerestek az Ethereummal. Ezzel az Ethereum a Spotify, a YouTube és az Etsy mellett az alkotók egyik legnagyobb globális platformjává vált. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Tudjon meg többet</a>.",
  "page-what-is-ethereum-slide-4-title": "Játékosok támogatása",
  "page-what-is-ethereum-slide-4-desc-1": "A mostanában megjelent „play-to-earn”, azaz „játsz, hogy keress” játékok (amelyekben a játékosok ténylegesen jutalmat kapnak a játékért) megváltoztatják a játékipart. A hagyományos játékokban tiltott a játékpénzeszközök valós pénzért való értékesítése, ez pedig a biztonsági kockázatot hordozó illegális oldalak felé tereli a játékosokat. A blokklánc alapú játékok viszont engedélyezik a játékon belüli kereskedelmet, és megbízható módon támogatják azt.",
  "page-what-is-ethereum-slide-4-desc-2": "Ráadásul a játékosokat az is ösztönzi, hogy a játékban lévő tokeneket valódi pénzre cserélhetik, és így valóban jutalmat kapnak a játékkal töltött időért.",
  "page-what-is-ethereum-meet-ether-title": "Íme az ether, az Ethereum kriptovalutája",
  "page-what-is-ethereum-meet-ether-desc-1": "Az Ethereum hálózatán végzett műveletek az Ethereum beágyazott számítógépét használják (melyet Ethereum-virtuális gépnek, EVM-nek neveznek). Ezt a számítási kapacitás nem jár ingyen, az Ethereum saját kriptovalutájával, az etherrel (ETH) lehet érte fizetni. Ebből adódik, hogy a hálózat használatához mindenkinek rendelkeznie kell valamennyi etherrel.",
  "page-what-is-ethereum-meet-ether-desc-2": "Az ether (ETH) teljesen digitális formátumú, és bárkinek, bárhova azonnal elküldhető. Az ETH mennyiségét nem szabályozza kormány vagy egy szervezet, azaz decentralizált és teljesen átlátható. A rendszer a protokoll szerint meghatározott módon, csak a letétbe helyezőknek (staker) bocsátja rendelkezésére az ethert – ők biztosítják a hálózatot.",
  "page-what-is-ethereum-what-is-ether": "Mi az ether?",
  "page-what-is-ethereum-get-eth": "ETH beszerzése",
  "page-what-is-ethereum-explore-applications": "Fedezze fel az alkalmazásokat",
  "page-what-is-ethereum-learn-defi": "Tudjon meg többet a DeFi-ról",
  "page-what-is-ethereum-who-runs-ethereum-title": "Ki üzemelteti az Ethereumot?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Az Ethereum-hálózatot nem egy adott szervezet irányítja. Akkor létezik, amikor a hozzá kapcsolódó számítógépek az Ethereum-protokoll alapján futtatnak programokat és a felhasználók által létrehozott új tranzakciókat hozzáadják a <a href=\"/glossary/#blockchain\">blokklánchoz</a>. Ezeket a számítógépeket nevezik csomópontoknak (node). Csomópontot bárki üzemeltethet, ugyanakkor a hálózat biztosításához mindenkinek ethert (ETH, az Ethereum saját valutája) kell <a href=\"/glossary/#staking\">letétbe helyeznie</a>. Bárki, aki rendelkezik 32 ETH-rel, az további engedély nélkül megteheti ezt.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Még az Ethereum programkódját sem egy adott szervezet hozza létre. Bárki javasolhat változásokat a protokollban és megvitathatja a további fejlesztéseket. A protokollban számtalan olyan változtatás van, melyet független szervezetek készítenek különféle programozási nyelveken, általában nyilvánosan építik azokat és bátorítják a közösségi hozzájárulást is.",
  "page-what-is-ethereum-run-a-node": "Csomópont futtatása",
  "page-what-is-ethereum-smart-contract-title": "Mi az az okosszerződés?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Az okosszerződések olyan számítógépes programok</b>, amelyek az Ethereum-blokkláncon működnek. A felhasználók által indított tranzakció indítja el őket. Ezek ruházzák fel az Ethereumot rendkívül rugalmas képességekkel. Ezek a programok a decentralizált alkalmazások (dapp) és szervezetek építőkövei.",
  "page-what-is-ethereum-smart-contract-desc-2": "Használt már olyan terméket, amely megváltoztatta a szolgáltatási feltételeit? Vagy eltávolított egy olyan funkciót, amelyet hasznosnak talált? Amint egy okosszerződést közzétesznek az Ethereumban, az online és működőképes lesz, amíg az Ethereum létezik. Még a szerző sem tudja eltávolítani. Mivel az okosszerződések automatizáltak, nem tesznek különbséget egyetlen felhasználóval szemben sem, és mindig készen állnak a használatra.",
  "page-what-is-ethereum-smart-contract-desc-3": "Okosszerződés például a kölcsönszolgáltató alkalmazás, a decentralizált tőzsde, a biztosítási szolgáltatás, a kvadratikus finanszírozás (közjavak demokratikus finanszírozása), a közösségi hálózatok, a <a href=\"/glossary/#nft\">nem helyettesíthető tokenekkel (NFT)</a> kapcsolatos szolgáltatások – gyakorlatilag bármi, ami csak az eszébe jut.",
  "page-what-is-ethereum-more-on-smart-contracts": "További információ az okosszerződésekről",
  "page-what-is-ethereum-explore-dapps": "Fedezze fel a dappokat",
  "page-what-is-ethereum-criminal-activity-title": "Úgy hallottam, hogy a kriptót bűncselekmények eszközeként használják. Ez igaz?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Mint minden más technológiával, a kriptóval is vissza lehet néha élni. Mivel azonban minden Ethereum-tranzakció egy nyilvános blokkláncon történik, a hatóságok számára könnyebb nyomon követni a tiltott tevékenységet, mint a hagyományos pénzügyi rendszerben. Ez kevésbé vonzóvá teszi az Ethereumot azok számára, akik inkább észrevétlenül maradnának.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Az Europol, az Európai Unió bűnüldözési együttműködési ügynöksége által nemrégiben készített jelentés főbb megállapításai szerint a kriptovalutákat sokkal kevésbé használják bűncselekményi célokra, mint a fiat valutákat:",
  "page-what-is-ethereum-criminal-activity-desc-3": "„Úgy tűnik, hogy a kriptovaluták tiltott tevékenységekre való felhasználása a teljes kriptovaluta-gazdaságnak csak egy kis részét teszi ki, és kisebbnek tűnik, mint a hagyományos pénzügyi tranzakciókban érintett tiltott pénzeszközök összege.”",
  "page-what-is-ethereum-energy-title": "Mi a helyzet az Ethereum energiafogyasztásával?",
  "page-what-is-ethereum-energy-desc-1": "2022. szeptember 15-én az Ethereum átesett a Merge frissítésen, amely az Ethereumot a <a href=\"/glossary/#pow\">munka bizonyításán alapuló konszenzus mechanizmusról (proof-of-work)</a> a <a href=\"/glossary/#pos\">letét bizonyításán alapulóra (proof-of-stake)</a> állította át.",
  "page-what-is-ethereum-energy-desc-2": "A Merge volt az Ethereum legnagyobb frissítése, amely <b>99,95%-kal</b> csökkentette az Ethereum biztonságának fenntartásához szükséges energiafogyasztást, így <b>biztonságosabb hálózatot hozva létre sokkal kisebb szénköltséggel</b>. Az Ethereum mostantól alacsony szén-dioxid-kibocsátású blokklánc, miközben növelte a biztonságosságát és a skálázhatóságát.",
  "page-what-is-ethereum-more-on-energy-consumption": "További információ az energiafogyasztásról",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Éves energiafogyasztás TWh/évben",
  "energy-consumption-chart-global-data-centers-label": "Globális adatközpontok",
  "energy-consumption-gold-mining-cbeci-label": "Aranybányászat",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Számítógépes játék (USA)",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "A Merge frissítés",
  "page-what-is-ethereum-additional-reading": "További olvasnivaló",
  "page-what-is-ethereum-week-in-ethereum": "Ethereum heti hírek",
  "page-what-is-ethereum-week-in-ethereum-desc": "– Heti hírlevél az ökoszisztéma legfontosabb fejleményeiről.",
  "page-what-is-ethereum-kernel-dreamers": "Rendszermag",
  "page-what-is-ethereum-kernel-dreamers-desc": "Az Ethereum álma",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atomok, intézmények, blokkláncok",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "– Miért fontosak a blokkláncok?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Az Ethereum számokban",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "Ethereumra épített projektek",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "Számlák (tárcák) ETH egyenleggel",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "Okosszerződések az Ethereumon",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "Az Ethereumon biztosított értékmennyiség",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "Az Ethereumon szerzett alkotói jövedelmek 2021-ben",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "Tranzakciók száma a mai napon",
  "adoption-chart-column-now-label": "Most",
  "adoption-chart-investors-label": "Befektetők",
  "adoption-chart-developers-label": "Fejlesztők",
  "adoption-chart-companies-label": "Vállalatok",
  "adoption-chart-artists-label": "Művészek",
  "adoption-chart-musicians-label": "Zenészek",
  "adoption-chart-writers-label": "Írók",
  "adoption-chart-gamers-label": "Játékosok",
  "adoption-chart-refugees-label": "Menekültek",
  "page-what-is-ethereum-get-eth-alt": "Szerezzen valamennyi ETH-t",
  "page-what-is-ethereum-get-eth-description": "Az ETH az Ethereum saját valutája. Önnek is szüksége van némi ETH-re a tárcájában, ha az Ethereum alkalmazásokat szeretné használni.",
  "page-what-is-ethereum-get-eth-title": "Szerezzen valamennyi ETH-t",
  "page-what-is-ethereum-explore-dapps-alt": "Fedezze fel a dappokat",
  "page-what-is-ethereum-explore-dapps-description": "A decentralizált alkalmazásokat (dapp) az Ethereumra építik. Ezek megbontják a hagyományos üzleti modellt és újakat találnak ki helyette.",
  "page-what-is-ethereum-explore-dapps-title": "Próbáljon ki néhány dappot"
}
