{
  "comp-withdrawal-comparison-current-title": "Letétesek",
  "comp-withdrawal-comparison-current-li-1": "Azoknak a felhasználóknak, akik már adtak visszavonási címet a letétbe helyezéskor, nincs további teendőjük",
  "comp-withdrawal-comparison-current-li-2": "A letétesek többsége még nem adott visszavonási címet a letétbe helyezéskor, ezért frissíteniük kell a visszavonási adataikat. A <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Staking Launchpad</a> segít Önnek ebben",
  "comp-withdrawal-comparison-current-p": "Írja be ide a validátorindexét, hogy kell-e az adatait frissítenie <Text as=\"span\" fontWeight=\"normal\">(a kliensnaplóban ellenőrizhető):</Text>",
  "comp-withdrawal-comparison-new-title": "Új letétesek (letétbe helyezés előtt)",
  "comp-withdrawal-comparison-new-li-1": "Alapvetően az új letéteseknek ahhoz, hogy automatikusan érkezzenek a díjazások és működjön a visszavonási funkció, meg kell adniuk egy Ethereum visszavonási címet, melyet maguk kontrollálnak, amikor létrehozzák a validátorkulcsokat a Staking Deposit CLI eszköz segítségével",
  "comp-withdrawal-comparison-new-li-2": "Ez nem szükséges a letétbe helyezés idején, de enélkül nem tudja később a kulcsokat frissíteni a pénzeszközök felszabadításához",
  "comp-withdrawal-comparison-new-p": "A Staking Launchpad végigvezeti Önt a letétbe helyezés folyamatán.",
  "comp-withdrawal-comparison-new-link": "Tovább a Staking Launchpad oldalára",
  "comp-withdrawal-credentials-placeholder": "Validátorindex",
  "comp-withdrawal-credentials-error": "Hoppá! Kérjük, ellenőrizze a validátorindex számát, és próbálja újra.",
  "comp-withdrawal-credentials-upgraded-1": "A validátorindex {{validatorIndex}} készen áll a jutalmak elnyerésére!",
  "comp-withdrawal-credentials-upgraded-2": "A visszavonási adatok a végrehajtási címhez kapcsolódnak:",
  "comp-withdrawal-credentials-not-upgraded-1": "A validátort frissíteni kell.",
  "comp-withdrawal-credentials-not-upgraded-1-testnet": "Ezt a Holesky-teszthálózat-validátort frissíteni kell.",
  "comp-withdrawal-credentials-not-upgraded-2": "A frissítésről szóló útmutatót megtalálja a <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Staking Launchpad</a> oldalon",
  "comp-withdrawal-credentials-verify-mainnet": "Ellenőrzés a főhálózaton",
  "comp-withdrawal-credentials-verify-holesky": "Ellenőrzés a Holesky-teszthálózaton",
  "page-staking-withdrawals-when": "Megvalósítva!",
  "page-staking-image-alt": "A képen a letétbe helyezés indítóállásának kabala rinocérosza látható.",
  "page-staking-benefits-1-title": "Jutalmak szerzése",
  "page-staking-benefits-1-description": "Jutalom jár azért, ha a felhasználó támogatja a hálózatot a <a href=\"/glossary/#consensus\">konszenzus</a> kialakításában. Tehát olyan szoftverek működtetéséért, melyek a tranzakciókat megfelelően összerendezik új blokkba, valamint ellenőrzik más validátorok munkáját, mivel ettől fut biztonságosan a lánc.",
  "page-staking-benefits-2-title": "Jobb biztonság",
  "page-staking-benefits-2-description": "A hálózat sokkal ellenállóbb a támadásokkal szemben, mivel ha több ETH van letétbe helyezve, akkor több ETH-re van szükség ahhoz, hogy a hálózat nagyobb részét kontroll alá vonja valaki. Az jelent veszélyt, aki képes a validátorok többségét a kezében tartani, tehát kontrollálni az ETH nagy részét a rendszerben – ez óriási szám!",
  "page-staking-benefits-3-title": "Fenntarthatóbb",
  "page-staking-benefits-3-description": "A letétbe helyezőknek a hálózat biztosításához nem kell erőforrásintenzív proof-of-work számításokat végezniük, mert a csomópontok szerényebb hardveren, kevesebb energiával is üzemelnek.",
  "page-staking-benefits-3-link": "Bővebben az Ethereum energiafogyasztásáról",
  "page-staking-description": "A letétbe helyezés 32 ETH letételét jelenti a <a href=\"/glossary/#validator\">validátor</a> szoftver aktiválásához. Validátorként Ön felelős az adatok tárolásáért, a tranzakciók feldolgozásáért és az új <a href=\"/glossary/#block\">blokkok</a> hozzáadásáért a blokkláncra. Ez az Ethereumot mindenki számára biztonságossá teszi, Ön pedig új ETH-t kap a folyamat kezeléséért.",
  "page-staking-hero-title": "Hogyan helyezhető letétbe ETH",
  "page-staking-hero-header": "Szerezzen jutalmat azért, hogy biztosítja az Ethereumot",
  "page-staking-hero-subtitle": "Bármely felhasználó, aki bármilyen mennyiségű ETH-szel rendelkezik, segíthet a hálózat biztosításában, és közben jutalmakat is szerezhet.",
  "page-staking-dropdown-home": "Otthoni letétbe helyezés",
  "page-staking-dropdown-solo": "Egyéni letétbe helyezés",
  "page-staking-more-on-solo": "Bővebben az egyéni letétbe helyezésről",
  "page-staking-learn-more-solo": "Tudjon meg többet az önálló letétbe helyezésről",
  "page-staking-dropdown-saas": "Staking, mint szolgáltatás",
  "page-staking-saas-with-abbrev": "Letétbe helyezés mint szolgáltatás (SaaS)",
  "page-staking-more-on-saas": "Bővebben a letétbe helyezésről, mint szolgáltatásról",
  "page-staking-learn-more-saas": "Tudjon meg többet a letétbe helyezésről, mint szolgáltatásról",
  "page-staking-dropdown-pools": "Pooled staking",
  "page-staking-dropdown-withdrawals": "A visszavonásokról",
  "page-staking-dropdown-dvt": "Elosztott validátortechnológia",
  "page-staking-more-on-pools": "Bővebben a letéti alapokról",
  "page-staking-learn-more-pools": "Tudjon meg többet a letéti alapokról",
  "page-staking-section-what-title": "Mi az a letétbe helyezés?",
  "page-staking-section-why-title": "Miért helyezze letétbe a rendelkezésére álló ETH-t?",
  "page-staking-section-why-p1": "Minden a letétbe helyezendő összegtől függ. 32 ETH-re van szükség ahhoz, hogy a saját validátorát aktiválja, de ennél kevesebbet is lehetséges letétbe helyezni.",
  "page-staking-section-why-p2": "Nézze meg az alábbi opciókat, és válassza ki az Önnek megfelelőt, ami egyben a hálózatnak is a javát szolgálja.",
  "page-staking-guide-title-coincashew-ethereum": "CoinCashew Ethereum 2.0 útmutató",
  "page-staking-guide-title-somer-esat": "Somer Esat",
  "page-staking-guide-title-rocket-pool": "Rocket Pool csomópont-operátorok",
  "page-staking-guide-title-stakewise": "StakeWise csomópont-operátorok",
  "page-staking-guide-description-linux": "Linux (CLI)",
  "page-staking-guide-description-mac-linux": "Linux, macOS (CLI)",
  "page-staking-guide-description-mac-linux-windows": "Linux, Windows, MacOS (CLI)",
  "page-staking-hierarchy-solo-h2": "Egyéni letétbe helyezés",
  "page-staking-hierarchy-solo-pill-1": "Leghatásosabb",
  "page-staking-hierarchy-solo-pill-2": "Teljes kontroll",
  "page-staking-hierarchy-solo-pill-3": "Teljes jutalom",
  "page-staking-hierarchy-solo-pill-4": "Bizalomigény nélküli",
  "page-staking-hierarchy-solo-p1": "Az egyéni letétbe helyezés az Ethereumon az <span class=\"gold\">aranyalap</span>. Teljes részvételi jutalmat ad, javítja a hálózat decentralizálását, és senkire sem kell rábízni a pénzeszközöket.",
  "page-staking-hierarchy-solo-p2": "Aki ezt fontolgatja, annak szükséges némi ETH és egy erre a célra dedikált számítógép, amely folyamatos internetkapcsolattal rendelkezik (24/7). Hasznos lehet némi technikai rálátás is, de manapság a már könnyen használható eszközök leegyszerűsítik ezt a folyamatot.",
  "page-staking-hierarchy-solo-p3": "Az egyéni letétbe helyezők másokkal együtt is összeadhatják a szükséges ETH mennyiségét, vagy legalább 32 ETH-re van szükségük, hogy önállóan végezzék azt. A likvid letétbe helyezési megoldások segítik a hozzáférést a decentralizált pénzügyekhez (DeFi).",
  "page-staking-hierarchy-saas-pill-1": "Az Ön 32 ETH-je",
  "page-staking-hierarchy-saas-pill-2": "Az Ön validátorkulcsa",
  "page-staking-hierarchy-saas-pill-3": "Megbízott csomópont-működtetés",
  "page-staking-hierarchy-saas-p1": "Amennyiben Ön nem akar vagy nem tud a hardverösszeállítással foglalkozni, de letétbe szeretné helyezni a 32 ETH-t, akkor a letétbe helyezés mint szolgáltatás lehetővé teszi, hogy a nehezét másnak delegálja, miközben megkapja a blokkért járó jutalmakat.",
  "page-staking-hierarchy-saas-p2": "Ezek az opciók általában végigvezetik Önt azon, hogy miként hozza létre a validátor hitelesítő adatait, töltse fel az aláíró kulcsokat nekik és helyezze letétbe a 32 ETH-t. Így a szolgáltatás képes validálni az Ön nevében.",
  "page-staking-hierarchy-saas-p3": "A letétbe helyezés ezen módja igényel némi bizalmat a szolgáltató irányába. A partner által jelentett kockázatot az csökkenti, hogy az ETH visszavonásához szükséges kulcsok általában Önnél maradnak.",
  "page-staking-hierarchy-pools-pill-1": "Bármekkora összeg letétbe helyezhető",
  "page-staking-hierarchy-pools-pill-2": "Jutalmak szerzése",
  "page-staking-hierarchy-pools-pill-3": "Csak egyszerűen",
  "page-staking-hierarchy-pools-pill-4": "Népszerű",
  "page-staking-hierarchy-pools-p1": "Számos letétialap-megoldás létezik azon felhasználók számára, akik nem akarnak vagy nem tudnak 32 ETH-t letétbe helyezni.",
  "page-staking-hierarchy-pools-p2": "Számos megoldás tartalmazza a likvid letétbe helyezést, amely egy <a href=\"/glossary/#erc-20\">ERC-20</a> likviditási tokent használ, ami a letétbe helyezett ETH-t reprezentálja.",
  "page-staking-hierarchy-pools-p3": "A likvid letétbe helyezés jelentősen leegyszerűsíti a letét elhelyezését és felszabadítását, akár egy tokenátváltás, a letétbe helyezett tőke pedig felhasználható a DeFi-ban. Ekkor a felhasználó a saját Ethereum-<a href=\"/glossary/#wallet\">tárcájában</a>, a saját felügyelete alatt tudhatja az eszközeit.",
  "page-staking-hierarchy-pools-p4": "A letéti alapok nem az Ethereum hálózatának részei. Harmadik felek építik ezeket a megoldásokat, és viselik az ezzel járó kockázatot.",
  "page-staking-hierarchy-cex-h2": "Centralizált tőzsdék",
  "page-staking-hierarchy-cex-pill-1": "Legkevésbé hatásos",
  "page-staking-hierarchy-cex-pill-2": "A legnagyobb bizalmat igényli",
  "page-staking-hierarchy-cex-p1": "Számos centralizált tőzsde kínál letétbe helyezési szolgáltatást, ha Ön nem szeretné az ETH-t a tárcájában tartani. Ezzel némi jövedelemhez juthat minimális figyelemmel vagy erőfeszítéssel.",
  "page-staking-hierarchy-cex-p2": "Az ezzel kapcsolatos kompromisszum az, hogy a centralizálási szolgáltatók nagy ETH-alapokat gyűjtenek össze, hogy rengeteg validátort üzemeltessenek. Ez veszélyeztetheti a hálózatot és a felhasználókat is, mivel központi célpontot jelent, magas az egyetlen hibapont kockázata, mely sebezhetővé teszi a hálózatot a támadókkal és hibákkal szemben.",
  "page-staking-hierarchy-cex-p3": "Ha Ön nem szeretné a saját <a href=\"/glossary/#key\">kulcsait</a> őrizni, az is rendben van. Ezek a lehetőségek az Ön számára is elérhetők. Emellett tanulmányozza a <a href=\"/wallets/\">tárcákat</a>, hogy felfedezze a pénzeszközök feletti valódi kontroll és tulajdonlás lehetőségeit. Amikor készen áll, próbálja ki a valamelyik saját felügyeletet biztosító letétialap-szolgáltatását.",
  "page-staking-hierarchy-subtext": "Ahogy már láthatta, számtalan lehetőség áll rendelkezésére a letétbe helyezésre az Ethereumon. Ezek az utak a felhasználók széles körét célozzák meg, és mindegyik egyedi és változatos a kockázatokat, jutalmakat és a szükséges bizalmat illetően. Néhány decentralizáltabb, kipróbáltabb és/vagy kockázatosabb, mint a többi. Bár a népszerű projektekről mindig elérhetők bizonyos információk, de <em>mindig vizsgálja meg Ön is</em>, mielőtt ETH-t küld bárhova.",
  "page-staking-comparison-solo-saas": "Az SaaS szolgáltatók esetében is letétbe kell helyeznie 32 ETH-t, de nem kell hardvert üzemeltetnie. Jellemző módon a validátorkulcsok Önnél vannak, de az aláírókulcsokat meg kell osztania, hogy az operátor az Ön nevében végezzen validálást. Az önálló stakinghez képest ez egy extra bizalomigényt jelent, továbbá nem támogatja a csomópontok földrajzi elosztását sem a SaaS. Ha Ön nem akar hardvert üzemeltetni, de mégis letétbe szeretne helyezni 32 ETH-t, akkor az SaaS szolgáltatás jó opció lehet.",
  "page-staking-comparison-solo-pools": "Az önálló letétbe helyezés magasabb szintű bevonódást igényel, mint egy letéti alap használata, de cserébe a teljes ETH-jutalom a felhasználót illeti, és teljes kontrollt biztosít a validátor működése és biztonsága felett. A letéti alap jelentősen kevesebb pénzeszközzel is igénybe vehető. A felhasználók kisebb összegeket adnak át, nem kell validátorkulcsokat létrehozniuk, és nincs komoly hardverszükséglet sem egy alapvető internetkapcsolaton kívül. A likviditási tokenek révén ki lehet szállni a letétből azelőtt is, hogy ez a funkció a protokoll szintjén életbe lép. Ha Önt ezek a funkciók érdeklik, akkor a letéti alap jó választás lehet.",
  "page-staking-comparison-saas-solo": "Mindkét esetben Ön rendelkezik a validátorkulcsokkal, anélkül hogy letéti alapot kellene használni, de az SaaS esetén egy harmadik félben bízik, aki talán visszaél ezzel, támadás célpontja lesz vagy változik a rá vonatkozó szabályozás. Ha Önt zavarják ezek a bizalmi vagy centralizációs felvetések, akkor a teljesen független letéti megoldás az önálló staking.",
  "page-staking-comparison-saas-pools": "Hasonlók abból a szempontból, hogy más futtatja Önnek a validátorklienst, de az SaaS-hez képest a letéti alapba kevesebb ETH lekötése is elég. Ha Ön 32 ETH-nél kevesebbet szeretne letétbe helyezni, akkor jó megoldás lehet a letéti alap.",
  "page-staking-comparison-pools-solo": "A letéti alap jelentősen kevesebb pénzeszközt igényel az otthoni letétbe helyezéshez képest, de további kockázatokat is rejt, ha egy harmadik fél üzemelteti a csomópontokat, és további díjazást igényel. Az otthoni letétbe helyezés teljes függetlenséget és kontrollt biztosít. A letétesek nem adják át a kulcsaikat, és a teljes jutalom őket illeti meg közvetítő nélkül.",
  "page-staking-comparison-pools-saas": "Hasonlók abban, hogy a letétes nem maga futtatja a validátorszoftvert, de a letéti alaphoz képest az SaaS esetében 32 ETH kell a validátor aktiválásához. A jutalmak a letétesnél gyűlnek, és általában egy havi díjat vagy más letétet kell adni a szolgáltatásért. Ha Ön szeretné a validátorkulcsait magánál tartani, és legalább 32 ETH-t letétbe helyezne, akkor az SaaS szolgáltatás jó opció lehet.",
  "page-staking-considerations-dropdown-text": "Letétbe helyezési megfontolások",
  "page-staking-considerations-dropdown-aria-label": "Letétbe helyezési megfontolások menüje",
  "page-staking-considerations-solo-1-title": "Nyílt forráskódú",
  "page-staking-considerations-solo-1-description": "A programkód lényegi része 100% nyílt forráskódú és bárki felhasználhatja",
  "page-staking-considerations-solo-1-warning": "Zárt forráskódú",
  "page-staking-considerations-solo-2-title": "Auditált",
  "page-staking-considerations-solo-2-description": "A programkód lényegi része hivatalos auditon esett át, melynek eredménye nyilvánosan elérhető",
  "page-staking-considerations-solo-2-warning": "Egyik sem",
  "page-staking-considerations-solo-3-title": "Hibavadászat",
  "page-staking-considerations-solo-3-description": "Egy nyilvános hibakeresés zajlott a programkód lényegi részein, melynek során a felhasználókat jutalmazzák a sebezhető pontok bejelentéséért és/vagy javításáért",
  "page-staking-considerations-solo-3-valid": "Jelenleg aktív",
  "page-staking-considerations-solo-3-caution": "Teljesítve",
  "page-staking-considerations-solo-4-title": "Kipróbált",
  "page-staking-considerations-solo-4-description": "A szoftver elérhető és használható volt a közönség számára a megadott időintervallum alatt",
  "page-staking-considerations-solo-4-valid": "Élesben fut > 1 év",
  "page-staking-considerations-solo-4-caution": "Élesben fut > 6 hónap",
  "page-staking-considerations-solo-4-warning": "Most jelent meg",
  "page-staking-considerations-solo-5-title": "Bizalomigény nélküli",
  "page-staking-considerations-solo-5-description": "A validátorkulcsokat nem kell rábízni senkire és semmikor a validátor életciklusa alatt. A kapcsolódó okosszerződések esetén nincsenek kiskapuk, a végrehajtásuk nem múlik külön jogosultságokon.",
  "page-staking-considerations-solo-5-warning": "Bizalmat igényel",
  "page-staking-considerations-solo-6-title": "Nem engedélyköteles",
  "page-staking-considerations-solo-6-description": "A felhasználóknak nincs szükségük engedélyre, hogy validátort üzemeltessenek a szoftver vagy szolgáltatás használatával",
  "page-staking-considerations-solo-6-valid": "Engedélymentes",
  "page-staking-considerations-solo-6-warning": "Engedélyhez kötött",
  "page-staking-considerations-solo-7-title": "Többklienses",
  "page-staking-considerations-solo-7-description": "A szoftver lehető teszi a felhasználóknak, hogy legalább kettő vagy több végrehajtási kliens és kettő vagy több konszenzus kliens közül válasszanak vagy ezek között váltsanak",
  "page-staking-considerations-solo-7-valid": "Könnyű kliensváltás",
  "page-staking-considerations-solo-7-warning": "Behatárolt a többség által használt kliensre",
  "page-staking-considerations-solo-8-title": "Saját felügyelet",
  "page-staking-considerations-solo-8-description": "A felhasználó birtokában marad minden validátorhoz kapcsolódó adat, beleértve az aláíró és visszavonási kulcsokat is",
  "page-staking-considerations-solo-8-warning": "Harmadik fél felügyeli",
  "page-staking-considerations-solo-9-title": "Gazdaságos",
  "page-staking-considerations-solo-9-description": "A felhasználók 32 ETH-nél kevesebb letéttel is működtethetnek validátort, felhasználva a másoktól összegyűjtött letéti alapokat",
  "page-staking-considerations-solo-9-valid": "<32 ETH",
  "page-staking-considerations-solo-9-warning": "32 ETH",
  "page-staking-considerations-saas-4-description": "A szolgáltatás elérhető és használatban van a megadott időpont szerint",
  "page-staking-considerations-saas-6-description": "A felhasználóknak nincs szükség külön engedélyre, feliratkozásra vagy átvilágításra ahhoz, hogy igénybe vegyék a szolgáltatást",
  "page-staking-considerations-saas-6-valid": "Bárki csatlakozhat",
  "page-staking-considerations-saas-6-warning": "Engedélyhez kötött",
  "page-staking-considerations-saas-7-title": "Sokrétű végrehajtás",
  "page-staking-considerations-saas-7-description": "A szolgáltatás nem működtetheti az aggregált validátorjainak több mint 50%-át egy többségi végrehajtási klienssel",
  "page-staking-considerations-saas-7-valid": "Kevesebb mint 50%",
  "page-staking-considerations-saas-7-caution": "Jelenleg nem ismert",
  "page-staking-considerations-saas-7-warning": "Több mint 50%",
  "page-staking-considerations-saas-8-title": "Sokrétű konszenzus",
  "page-staking-considerations-saas-8-description": "A szolgáltatás nem működtetheti az aggregált validátorjainak több mint 50%-át egy többségi konszenzusos klienssel",
  "page-staking-considerations-saas-8-valid": "Kevesebb mint 50%",
  "page-staking-considerations-saas-8-caution": "Jelenleg nem ismert",
  "page-staking-considerations-saas-8-warning": "Több mint 50%",
  "page-staking-considerations-pools-5-description": "A szolgáltatáshoz nincs szükség emberi beavatkozásra a kulcsok felügyeletét vagy a jutalmak elosztását illetően",
  "page-staking-considerations-pools-6-title": "Engedélymentes csomópontok",
  "page-staking-considerations-pools-6-description": "A szolgáltatás megengedi, hogy bárki csatlakozzon csomópont-operátorként a letéti alaphoz, külön engedély nélkül",
  "page-staking-considerations-pools-7-description": "A szolgáltatás nem működtetheti az aggregált validátorjainak több mint 50%-át egy többségi végrehajtási klienssel",
  "page-staking-considerations-pools-8-title": "Likviditási token",
  "page-staking-considerations-pools-8-description": "Olyan likviditási tokent ajánl, amely eladható, a letétbe helyezett ETH-t reprezentálja, és az Ön tárcájában található",
  "page-staking-considerations-pools-8-valid": "Likviditási tokenek",
  "page-staking-considerations-pools-8-warning": "Nem likvid token",
  "page-staking-considerations-pools-9-description": "A szolgáltatás nem működtetheti az aggregált validátorjainak több mint 50%-át egy többségi konszenzusos klienssel",
  "page-staking-how-solo-works-item-1": "Szerezze be a hardvert: <a href=\"/run-a-node/\">csomópontot kell működtetnie</a> a letétbe helyezéshez",
  "page-staking-how-solo-works-item-2": "Végrehajtási kliens szinkronizálása",
  "page-staking-how-solo-works-item-3": "Konszenzusos kliens szinkronizálása",
  "page-staking-how-solo-works-item-4": "Hozza létre a kulcsokat és töltse fel azokat a validátorkliensbe",
  "page-staking-how-solo-works-item-5": "Monitorozza és kezelje a csomópontját",
  "page-staking-launchpad-widget-testnet-label": "Holesky-teszthálózat",
  "page-staking-launchpad-widget-testnet-start": "Letétbe helyezés a Holesky-teszthálózaton",
  "page-staking-launchpad-widget-mainnet-label": "Főhálózat",
  "page-staking-launchpad-widget-mainnet-start": "Letétbe helyezés a főhálózaton",
  "page-staking-launchpad-widget-span": "Hálózat választása",
  "page-staking-launchpad-widget-p1": "Az önálló validátoroknak először <strong>tesztelniük kell az összeállított rendszerüket</strong> és operációs képességüket a Holesky-teszthálózaton, mielőtt kockáztatnák a letétet. Fontos, hogy egy <a href=\"/developers/docs/nodes-and-clients/client-diversity/\">kisebbségi klienst</a> válasszon, mert az javítja a hálózat biztonságát, és csökkenti az Ön kockázatát is.",
  "page-staking-launchpad-widget-p2": "Ha már gyakorlottnak érzi, akkor mindent beállíthat maga a parancsok alapján a Staking Launchpad használatával.",
  "page-staking-launchpad-widget-p3": "Ennek megkönnyítésére, nézze meg az elérhető eszközöket és útmutatókat alább, melyek a Staking Launchpad használata mellett segítenek a kliens felállításában.",
  "page-staking-launchpad-widget-link": "Szoftvereszközök és útmutató",
  "page-staking-products-get-started": "Kezdjünk bele",
  "page-staking-products-follow": "Tovább az oldalra",
  "page-staking-dropdown-staking-options": "Letétbe helyezési opciók",
  "page-staking-dropdown-staking-options-alt": "Letétbe helyezési opciók legördülő menüje",
  "page-staking-stats-box-metric-1": "A letétbe helyezett ETH teljes összege",
  "page-staking-stats-box-metric-2": "Validátorok száma",
  "page-staking-stats-box-metric-3": "Aktuális THM",
  "page-staking-stats-box-metric-1-tooltip": "Az ETH összege, melyet a Beacon-láncon helyeztek letétbe, a 32 ETH feletti egyenlegeket leszámítva",
  "page-staking-stats-box-metric-2-tooltip": "A jelenleg aktívált validátorszámlák száma a Beacon-láncon",
  "page-staking-stats-box-metric-3-tooltip": "Átlagos éves pénzügyi megtérülés validátoronként az előző 24 órában",
  "page-staking-section-comparison-subtitle": "Nincs olyan letétbe helyezési (staking) megoldás, mely mindenre jó lenne, mindegyik teljesen egyedi. Következzen a módszerek összevetése a fő kockázatok, jutalmak és feltételek mentén.",
  "page-staking-section-comparison-rewards-title": "Jutalmak",
  "page-staking-section-comparison-solo-rewards-li1": "Maximális jutalom – a jutalom teljes összegét megkapja közvetlenül a protokolltól",
  "page-staking-section-comparison-solo-rewards-li2": "A blokkelőterjesztésért járó jutalom, beleértve az el nem égetett díjakat is, valamint a hálózat státuszának rendszeres tanúsításáért járó díj",
  "page-staking-section-comparison-solo-rewards-li3": "Likvid letétbe helyezési token kibocsátásának lehetősége az otthoni csomópontra vonatkozóan, melyet a DeFi-ban lehet felhasználni",
  "page-staking-section-comparison-saas-rewards-li1": "Általában a teljes protokoll jutalom mínusz a csomópont-üzemeltetés havi költsége",
  "page-staking-section-comparison-saas-rewards-li2": "A validátorkliens könnyebb monitorozásához gyakran elérhetők irányítópultok",
  "page-staking-section-comparison-pools-rewards-li1": "A letéti alapok esetén a jutalmak különféle módokon keletkeznek a választott módszer függvényében",
  "page-staking-section-comparison-pools-rewards-li2": "Sok letétialap-szolgáltatás ajánl egy vagy több <a href=\"/glossary/#liquidity-tokens\">likviditási tokent</a>, ami a letétbe helyezett ETH-t képviseli, plusz a validátornak járó jutalmakból az Ön részét",
  "page-staking-section-comparison-pools-rewards-li3": "A likviditási tokeneket a tárcájában tarthatja, használhatja a <a href=\"/glossary/#defi\">DeFi-ban</a> és ha ki akar lépni, akkor eladhatja azokat",
  "page-staking-section-comparison-risks-title": "Kockázatok",
  "page-staking-section-comparison-solo-risks-li1": "Az Ön ETH-je a tét",
  "page-staking-section-comparison-solo-risks-li2": "Ha a validátor offline, akkor ETH-be kerül a büntetés",
  "page-staking-section-comparison-solo-risks-li3": "A rosszindulatú cselekedetekért járó súlyos büntetés és kizárás (slashing)",
  "page-staking-section-comparison-solo-risks-li4": "A likvid letétbe helyezési token kibocsátása egy okosszerződéses kockázatottal jár, de ez teljesen opcionális",
  "page-staking-section-comparison-saas-risks-li1": "Ugyanazok a kockázatok, mint az önálló stakingnél, plusz a szolgáltatásnyújtóból eredő kockázatok",
  "page-staking-section-comparison-saas-risks-li2": "Az aláírókulcsokat egy másik személy kezeli, aki visszaélhet azokkal",
  "page-staking-section-comparison-pools-risks-li1": "A kockázat a választott módtól függ",
  "page-staking-section-comparison-pools-risks-li2": "Általánosságban a kockázat a harmadik fél, az <a href=\"/glossary/#smart-contract\">okosszerződés</a> és a végrehajtás kockázatainak kombinációjából jön ki",
  "page-staking-section-comparison-requirements-title": "Követelmények",
  "page-staking-section-comparison-solo-requirements-li1": "Letétbe kell helyezzen 32 ETH-t",
  "page-staking-section-comparison-solo-requirements-li2": "Rendelkezésre kell állnia egy olyan hardvernek, ami egyaránt futtat Ethereum <a href=\"/glossary/#execution-client\">végrehajtási klienst</a> és <a href=\"/glossary/#consensus-client\">konszenzusklienst</a>, miközben az internethez csatlakozik",
  "page-staking-section-comparison-solo-requirements-li3": "A <a href=\"https://holesky.launchpad.ethereum.org\" target=\"_blank\">Staking Launchpad</a> végigvezeti Önt a folyamat lépésein és a hardverigényeken",
  "page-staking-section-comparison-saas-requirements-li1": "Letétbe kell helyezzen 32 ETH-t, és létre kell hoznia a kulcsokat, melyben a szolgáltató is segíti Önt",
  "page-staking-section-comparison-saas-requirements-li2": "A kulcsait biztonságosan kell tárolnia",
  "page-staking-section-comparison-saas-requirements-li3": "A többiről a szolgáltató gondoskodik, bár a szolgáltatási módok eltérők lehetnek",
  "page-staking-section-comparison-pools-requirements-li1": "Kevesebb ETH kell hozzá, bizonyos projekteket már 0.01 ETH-szel is lehet használni",
  "page-staking-section-comparison-pools-requirements-li2": "Helyezze letétbe közvetlenül a tárcájából a különböző letétialap-platformokra vagy egyszerűen vásároljon likviditási tokeneket",
  "page-staking-faq-1-question": "Mi az a validátor?",
  "page-staking-faq-1-answer": "A <em>validátor</em> egy virtuális entitás, amely az Ethereumon működik és a protokoll konszenzusfolyamatában vesz részt. Az egyenleg, a nyilvános kulcs és más vonások jellemzik. A <em>validátorkliens</em> az a szoftver, ami a validátor nevében működik, tárolva és felhasználva annak privát kulcsát. Egy validátorkliens több kulcspárt is tárolhat, így több validátort is üzemelhet.",
  "page-staking-faq-2-question": "Miért helyezzem letétbe a pénzeszközeimet?",
  "page-staking-faq-2-answer": "A validátor képes blokkot javasolni és tanúsítani a hálózat számára. A rosszhiszemű viselkedés elkerülése érdekében a felhasználóknak letétbe kell helyezniük a pénzüket. Így a protokoll meg tudja bünteti a nem kívánt viselkedést. A letét őszinteségre ösztönzi a szereplőket, különben a tetteik pénzügyi következménnyel járnak.",
  "page-staking-faq-3-question": "Vásárolhatok „Eth2-t”?",
  "page-staking-faq-3-answer-p1": "A protokollnak nincsen Eth2 tokenje, mivel az eredeti ether (ETH) token nem változott meg a proof-of-stake módra való átállással.",
  "page-staking-faq-3-answer-p2": "Vannak olyan származékos tokenek, amelyek letétbe helyezett ETH-t képviselnek (pl. rETH a Rocket Pooltól, stETH a Lidotól, ETH2 a Coinbase-től). Bővebben a <a href=\"/staking/pools/\">letéti alapokról</a>",
  "page-staking-faq-4-question": "A letétbe helyezés működik jelenleg?",
  "page-staking-faq-4-answer-p1": "Igen, a letétbe helyezés 2020. december 1-e óta működik",
  "page-staking-faq-4-answer-p2": "Ez azt jelenti, hogy a felhasználók letétbe helyezhetik a rendelkezésre álló ETH-t, működtethetnek validátorklienseket és elnyerhetik az ezért járó jutalmakat.",
  "page-staking-faq-4-answer-p3": "A Shanghai/Capella frissítés 2023. április 12-én végbement, mely elérhetővé tette a letétek visszavonását, így lefedve a staking likviditás egészét.",
  "page-staking-faq-5-question": "Mikor vonhatom vissza a letétbe helyezett ETH-t?",
  "page-staking-faq-5-answer-p1": "Akár most azonnal is! A letétesek szabadon kivehetik a jutalmaikat és visszavonhatják az alapvető letétet is a validátor egyenlegükből, ha ezt szeretnék.",
  "page-staking-faq-5-answer-p2": "A letétesek jutalmakat szereznek a díjak és a kinyerhető értékek (MEV) formájában, amikor blokkot javasolnak, amelyek azonnal megjelennek az erre beállított címen.",
  "page-staking-faq-5-answer-link": "Bővebben a letétbe helyezés visszavonásáról",
  "page-staking-further-reading-author-vitalik-buterin": "Vitalik Buterin",
  "page-staking-further-reading-2-link": "Serenity tervezési indoklás",
  "page-staking-further-reading-4-link": "Eth2 hírek",
  "page-staking-further-reading-4-author": "Ben Edgington",
  "page-staking-further-reading-5-link": "Finalized no. 33, az Ethereum konszenzusréteg (2022. jan)",
  "page-staking-further-reading-5-author": "Danny Ryan",
  "page-staking-further-reading-6-link": "Az Attestant cikkei",
  "page-staking-further-reading-8-link": "Beaconcha.in közösség által készített oktatóanyagok",
  "page-staking-further-reading-9-link": "Ethereum Staking Launchpad gyakori kérdések (FAQ)",
  "page-staking-further-reading-10-link": "EthStaker tudástár",
  "page-staking-toc-how-to-stake-your-eth": "Hogyan helyezd letétbe az ETH-edet",
  "page-staking-toc-comparison-of-options": "A letétbe helyezési opciók összehasonlítása",
  "page-staking-toc-faq": "GYIK",
  "page-staking-toc-further": "További olvasnivaló",
  "page-staking-dom-info-title": "Letétbe helyezés az Ethereumon",
  "page-staking-join-community": "Csatlakozzon a letétesek közösségéhez",
  "page-staking-join-community-desc": "Az EthStaker egy olyan közösség, ahol bárki megvitathatja és megismerheti az Ethereumon való letétbe helyezést. Csatlakozzon Ön is a sok ezer taghoz, akik a világ minden tájáról származnak, kérjen tanácsot, támogatást és beszélje át a letéttel kapcsolatos dolgokat.",
  "page-staking-meta-description": "Áttekintés az Ethereumon való letétbe helyezésről (staking): kockázatok, jutalmak, követelmények és hogyan lehet csinálni.",
  "page-staking-meta-title": "Letétbe helyezés (staking) az Ethereumon",
  "page-staking-withdrawals-important-notices": "Fontos figyelmeztetések",
  "page-staking-withdrawals-important-notices-desc": "A visszavonás még nem elérhető. További információkért olvassa el az <a href=\"https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/\" target=\"_blank\">Eth2 egyesítés (The Merge) és az egyesítés utáni helyzetre vonatkozó gyakori kérdéseket és válaszokat</a>.",
  "page-upgrades-merge-btn": "A beolvadásról bővebben",
  "subscribe-to-ef-blog": "<a href=\"https://blog.ethereum.org/category/protocol/#subscribe\" target=\"_blank\">Iratkozzon fel az EF blogjára</a>, hogy e-mail-értesítéseket kapjon a legfrissebb protokollról szóló bejelentésekről.",
  "page-staking-comparison-with-other-options": "A letétbe helyezési opciók összehasonlítása",
  "page-staking-any-amount": "Bármekkora összeg",
  "page-staking-testnet": "tesztelő hálózat"
}
