{
  "consensus-client-besu-logo-alt": "A Besu logója",
  "consensus-client-erigon-logo-alt": "Az Erigon logója",
  "consensus-client-geth-logo-alt": "A Geth logója",
  "consensus-client-lighthouse-logo-alt": "A Lighthouse logója",
  "consensus-client-lodestar-logo-alt": "A Lodestar logója",
  "consensus-client-nethermind-logo-alt": "A Nethermind logója",
  "consensus-client-nimbus-logo-alt": "A Nimbus logója",
  "consensus-client-prysm-logo-alt": "A Prysm logója",
  "consensus-client-teku-logo-alt": "A Teku logója",
  "page-upgrades-answer-1": "A Beacon láncot arra használták, hogy az egyesítés (Merge) idején frissítsék az Ethereum fő hálózatát.",
  "page-upgrades-answer-2": "Az egyesítéssel (Merge) az Ethereum eddigi legjelentősebb frissítését hajtották végre, felváltva az addig használt proof-of-work mechanizmust egy új, proof-of-stake alapú konszenzusrétegre.",
  "page-upgrades-answer-4": "A Beacon láncot az Ethereum által most használt proof-of-stake alapú konszenzusmechanizmus kifejlesztéséhez használták. Az Ethereum fő hálózatától különválasztva futtatták, hogy a fejlesztők megfigyelhessék, hogyan működik önmagában a konszenzusmechanizmus, mielőtt valós tevékenység koordinálására használnák.",
  "page-upgrade-article-author-status": "Állapot",
  "page-upgrade-article-author-ethmerge": "Ethmerge",
  "page-upgrade-article-author-alchemy": "Alchemy",
  "page-upgrade-article-author-consensys": "Consensys",
  "page-upgrade-article-author-delphi-digital": "Delphi Digital",
  "page-upgrade-article-author-eip-4844": "Vitalik Buterin, Dankrad Feist, Diederik Loerakker, George Kadianakis, Matt Garnett, Mofi Taiwo",
  "page-upgrade-article-author-ethereum-foundation": "Ethereum Alapítvány",
  "page-upgrade-article-author-vitalik-buterin": "Vitalik Buterin",
  "page-upgrade-article-author-ethos-dev": "Ethereum.org",
  "page-upgrade-article-title-two-point-oh": "Kettő pont nulla: a Beacon lánc",
  "page-upgrade-article-title-beacon-chain-explainer": "A Beacon lánc/Ethereum 2.0 leírása, amelyet először el kell olvasnia",
  "page-upgrade-article-title-sharding-consensus": "Szilánkolási konszenzus",
  "page-upgrade-article-title-sharding-is-great": "Miért remek dolog a szilánkolás: a műszaki tulajdonságok érthetőbbé tétele",
  "page-upgrade-article-title-rollup-roadmap": "Összevonttranzakció-központú útiterv",
  "page-upgrade-article-title-hitchhikers-guide-to-ethereum": "Ethereum útikalauz stopposoknak",
  "page-upgrade-article-title-eip-4844": "EIP-4844: Shard Blob tranzakciók (Proto-Danksharding)",
  "page-upgrade-article-title-proto-danksharding-faq": "Proto-Danksharding GYIK",
  "page-upgrade-article-title-sharding-das": "Magyarázat a szilánkoláshoz és az adatelérhetőség-mintázáshoz (Data Availability Sampling – DAS)",
  "page-upgrade-article-title-ethmerge": "Ethmerge",
  "page-upgrade-article-title-merge-is-coming": "Jön az egyesítés (Merge)",
  "page-upgrade-article-title-state-of-the-merge": "Hogy áll az egyesítés (Merge): friss hírek az Ethereum beolvadásról, vagyis a Proof-of-Stake 2022-es bevezetéséről",
  "page-upgrade-article-title-ropsten-merge-testnet": "A Ropsten Merge tesztelőhálózat bejelentése",
  "page-upgrade-article-title-execution-layer-specs": "Végrehajtási réteg – specifikáció",
  "page-upgrade-article-title-consensus-layer-specs": "Konszenzusréteg – specifikáció",
  "page-upgrade-article-title-engine-api-specs": "Motor-API – specifikáció",
  "page-upgrades-beacon-chain-date": "A Beacon láncot 2020. december 1-jén élesítették",
  "page-upgrades-beacon-chain-desc": "A Beacon lánc tette lehetővé a letétbe helyezést az Ethereumon, és lefektette az alapjait a jövőbeli frissítéseknek. Ez a lánc végzi az új, proof-of-stake Ethereum koordinálását.",
  "page-upgrades-beacon-chain-estimate": "A Beacon lánc élesítése",
  "page-upgrades-beacon-chain-title": "A Beacon lánc",
  "page-upgrades-bug-bounty": "Hibavadász program megtekintése",
  "page-upgrades-clients": "Tekintse meg a konszenzusos klienseket (korábbi nevükön „Eth2” kliensek)",
  "page-staking-deposit-contract-title": "Ellenőrizze a letéti szerződéscímet",
  "page-upgrades-dive": "Merüljön el a jövőképben",
  "page-upgrades-dive-desc": "Hogyan tesszük az Ethereumot méretezhetőbbé, biztonságosabbá és fenntarthatóbbá? Mindezt úgy, hogy közben megtartjuk az Ethereum lényegét képező decentralizáltságot.",
  "page-upgrades-docking": "A beolvadás",
  "page-upgrades-merge-answer-1": "Az egyesítés (Merge) volt az az esemény, amely során az Ethereum 2022. szeptember 15-én áttért a proof-of-stake konszenzusmechanizmusra. A Beacon lánc összeolvadt a fő lánccal, ezzel hivatalosan is megszüntetve a proof-of-work használatát Ethereumon, és nagyjából 99,95%-kal csökkentve az Ethereum energiafelhasználását.",
  "page-upgrades-merge-btn": "A beolvadásról bővebben",
  "page-upgrades-merge-desc": "Az Ethereum fő hálózata egyesült a proof-of-stake Beacon lánccal, ami az energiaintenzív bányászat végét jelentette.",
  "page-upgrades-merge-estimate": "Megtörtént az egyesítés (Merge)",
  "page-upgrades-merge-mainnet": "Mi az a fő hálózat?",
  "page-upgrades-eth-blog": "ethereum.org blog",
  "page-upgrades-explore-btn": "Fedezze fel a frissítéseket",
  "page-upgrades-get-involved": "Vegyen részt az Ethereum frissítésében",
  "page-upgrades-get-involved-2": "Kapcsolódjon be",
  "page-upgrades-head-to-ethresearch": "Látogasson el az ethresear.ch oldalra",
  "page-upgrades-help": "Segítene az Ethereum-frissítéseknél?",
  "page-upgrades-help-desc": "Rengeteg lehetőség adódik, hogy bekapcsolódjon az Ethereum-frissítésekbe, segítsen a tesztelésben, és még díjakat is nyerhet.",
  "page-upgrades-index-staking": "A letétbe helyezés már elérhető",
  "page-upgrades-index-staking-desc": "Az Ethereum-frissítések kulcsa a letétbe helyezés bevezetése. Ha szeretné az ETH-ját a hálózatbiztonság segítésére használni, akkor kövesse ezeket a lépéseket.",
  "page-upgrades-index-staking-learn": "Tudjon meg többet a letétbe helyezésről",
  "page-upgrades-index-staking-learn-desc": "A Beacon lánc elhozta a letétbe helyezést az Ethereumra. Ez azt jelenti, hogy ha van ETH-je, akkor a közjó érdekében biztonságosabbá teheti a hálózatot, és közben még több ETH-t szerezhet.",
  "page-upgrades-index-staking-step-1": "1. Beállítás az indítóállás segítségével",
  "page-upgrades-index-staking-step-1-btn": "Nyissa meg a letétbehelyezési indítóállást",
  "page-upgrades-index-staking-step-1-desc": "Az Ethereumon a letétbe helyezéshez az indítóállást kell használnia – az végigkíséri majd a folyamaton.",
  "page-upgrades-index-staking-step-2": "2. Letétbehelyezési cím megerősítése",
  "page-upgrades-index-staking-step-2-btn": "Ellenőrizze a letétbehelyezési szerződéscímet",
  "page-upgrades-index-staking-step-2-desc": "Mielőtt letétbe helyezné az ETH-ját, ellenőrizze, hogy a helyes címet használja-e. Mielőtt ezt megtehetné, végig kell mennie az indítóállás beállításain.",
  "page-upgrades-index-staking-sustainability": "Fenntarthatóbb",
  "page-upgrades-meta-desc": "Az Ethereum frissítések és a megvalósítani remélt jövőkép áttekintése.",
  "page-upgrades-meta-title": "Ethereum frissítések (korábban „Eth2”)",
  "page-upgrades-proof-stake-link": "A proof-of-stake-ről bővebben",
  "page-upgrades-question-1-title": "Mikor lépnek életbe a frissítések?",
  "page-upgrades-question-1-desc": "Az Ethereum frissítése lépésről lépésre történik. Különálló frissítésekből áll, eltérő bevezetési dátumokkal.",
  "page-upgrades-question-2-title": "A Beacon lánc különálló blokklánc?",
  "page-upgrades-question-2-desc": "Igen. A Beacon lánc az Ethereum fő hálózatának frissítéséhez használt párhuzamos proof-of-stake blokklánc neve. Most már csak egy blokklánc létezik, amely úgy jött létre, hogy eredeti Ethereum-blokklánc beolvadt a Beacon láncba.",
  "page-upgrades-question-3-answer-2a": "Az egyesítés (Merge) minimális hatással volt a dapp-fejlesztőkre. Ők továbbra is változatlan módon kommunikálnak az Ethereummal.",
  "page-upgrades-question-3-answer-2a-link": "Az egyesítés (Merge) és a dapp-fejlesztők",
  "page-upgrades-question-3-answer-2b": "A szilánkolási tervek kidolgozása még folyamatban van, de 2. rétegű összevont tranzakciókkal számolva alakítják ki őket.",
  "page-upgrades-layer-2-rollups": "Bővebben a második blokkláncréteg összevont tranzakciókról",
  "page-upgrades-question-3-answer-3-link": "Tovább az ethresear.ch oldalra",
  "page-upgrades-question-3-desc": "Jelenleg semmit sem kell tennie, hogy felkészüljön a frissítésekre.",
  "page-upgrades-question-3-title": "Hogyan készülhetek fel a frissítésekre?",
  "page-upgrades-question-4-answer-1": "Ha ma tranzakciót kezdeményez vagy egy dappot használ, akkor a fő hálózatnak is nevezett végrehajtási réteget használja.",
  "page-upgrades-question-4-answer-3": "Az egyesítés (Merge) óta a validátorok a proof-of-stake konszenzusmechanizmus útján biztosítják a teljes hálózatot.",
  "page-upgrades-question-4-answer-6": "ETH letétbe helyezésével bárki lehet validátor.",
  "page-upgrades-question-4-answer-7": "Többet a letétbe helyezésről",
  "page-upgrades-question-4-title": "Mi az a végrehajtási réteg?",
  "page-upgrades-question-4-desc": "Az egyesítés (Merge) előtt az Ethereum-blokkláncot „Eth1” néven is emlegették. Ezt a megnevezést szorította ki a „végrehajtási réteg” kifejezés.",
  "page-upgrades-question-5-answer-1": "Hogy validátorrá válhasson, letétbe kell helyeznie 32 ETH-t. Ha nincs elegendő ETH-ja, vagy nem szeretne ennyit letétbe helyezni, akkor csatlakozhat letéti poolokhoz. Ezek az alapok lehetővé teszik, hogy kevesebbet tegyen letétbe, és cserébe a teljes díj törtrészét kapja meg.",
  "page-upgrades-question-5-desc": "A letétbehelyezési indítóállást kell használnia, vagy csatlakoznia kell egy letéti poolhoz.",
  "page-upgrades-question-5-title": "Hogyan történik a letétbe helyezés?",
  "page-upgrades-question-6-answer-3": "Az Ethereum Alapítvány részéről Danny Ryan nyújt rendszeres tájékoztatást a közösségnek:",
  "page-upgrades-question-6-answer-4": "A ConsenSys munkatársa, Ben Edgington heti hírlevelet készít az Ethereum-frissítésekkel kapcsolatban:",
  "page-upgrades-question-6-answer-5": "Emellett csatlakozhat az Ethereum-kutatási és -fejlesztési fórumhoz is az ethresear.ch oldalon.",
  "page-upgrades-question-6-title": "Mit kell csinálnom a dappommal?",
  "page-upgrades-question-6-desc": "Az egyesítést (Merge) úgy tervezték meg, hogy minimális hatást gyakoroljon a dapp-fejlesztőkre, azonban történt néhány említésre méltó változtatás.",
  "page-upgrades-question-6-answer-1": "A beolvadás előtti Ethereumot ismerő dapp-fejlesztőknek tisztában kell lenniük néhány változással. Ezek közé sorolható a blokkstruktúra és -időzítés változása, néhány műveletikód-változás, a láncon belüli (on-chain) véletlenszerűség forrása és a korszak-véglegesítés koncepciója.",
  "page-upgrades-question-6-answer-1-link": "Az egyesítés (Merge) hatása az Ethereum alkalmazási rétegére",
  "page-upgrades-question-6-answer-2": "Az alkalmazások szinte teljesen érintetlenek maradtak.",
  "page-upgrades-question-7-desc": "A közösség egészéből sok különböző csapat dolgozik a különféle Ethereum-frissítéseken.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(Rust-implementáció)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(JavaScript-implementáció)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(Nim-implementáció)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(Go-implementáció)",
  "page-upgrades-question-7-teams": "Az Ethereum konszenzusoskliens-csapatai:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(Java-implementáció)",
  "page-upgrades-question-7-title": "Ki fejleszti Ethereum-frissítéseket?",
  "page-upgrades-question-7-clients": "Tudjon meg többet az Ethereum-kliensekről",
  "page-upgrades-question-8-answer-1": "Az Ethereum-frissítések segítik az Ethereum decentralizált méretezését, miközben megőrzik a hálózat biztonságát és fokozzák a fenntarthatóságát.",
  "page-upgrades-question-8-answer-2": "A legnyilvánvalóbb probléma talán az, hogy az Ethereumnak másodpercenként 15–45 tranzakciónál többet kell tudnia kezelni. Ám a frissítések az Ethereum más aktuális problémáit is orvosolják.",
  "page-upgrades-question-8-answer-3": "A hálózathasználat iránti igény növekedése megdrágítja az Ethereum használatát. Az Ethereum méretének és a számítógépes feldolgozással érintett adatok mennyiségének kezelése kihívást jelent a csomópontok számára. Az Ethereum biztonságának és decentralizációjának alapját képező eredeti algoritmus működése energiaintenzív volt, és zöldebbé kellett tenni.",
  "page-upgrades-question-8-answer-4": "A most eszközölt változásokból sok olyan van, amely mindig is szerepelt az Ethereum ütemtervében, némelyik már 2015 óta. Ám a jelenlegi körülmények még inkább növelik a frissítések iránti igényt.",
  "page-upgrades-question-8-answer-6": "Fedezze fel az Ethereum jövőképét",
  "page-upgrades-question-8-desc": "A ma használt Ethereumnak jobb élményt kell nyújtania a végfelhasználók és a hálózati résztvevők számára.",
  "page-upgrades-question-8-title": "Miért van szükség frissítésekre?",
  "page-upgrades-question-9-answer-1": "Az Ön számára nyitva álló legaktívabb szerep az ETH-ja letétbe helyezése.",
  "page-upgrades-question-9-answer-2": "A kliensdiverzitás elősegítése érdekében akár egy második klienst is futtathat.",
  "page-upgrades-question-9-answer-3": "Ha erősebb a műszaki vénája, akkor segíthet a hibakeresésben az új klienseknél.",
  "page-upgrades-question-9-answer-4": "Emellett az Ethereum-kutatók közötti szakmai párbeszédekben is részt vehet az ethresear.ch oldalon.",
  "page-upgrades-question-9-desc": "A részvételhez nem szükséges műszaki tudás. A közösség bármilyen szakmai hátterű ember meglátásait szívesen fogadja.",
  "page-upgrades-question-9-stake-eth": "ETH letétbe helyezése",
  "page-upgrades-question-9-title": "Hogyan járulhatok hozzá az Ethereum-frissítésekhez?",
  "page-upgrades-question-9-more": "Keressen általánosabb módot, hogy részt vehessen az Ethereum fejlesztésében",
  "page-upgrades-question-10-title": "Mik az Eth2 fázisai?",
  "page-upgrades-question-10-desc": "Néhány dolog megváltozott.",
  "page-upgrades-question-10-answer-0": "Az „Eth2” megnevezés is eltűnik, mivel nem egyetlen frissítést vagy új hálózatot jelöl. Pontosabban fogalmazva több frissítésből álló eszköztárat jelent, amelyek mind hozzájárulnak ahhoz, hogy az Ethereum méretezhetőbb, biztonságosabb és fenntarthatóbb legyen. Az Ön által ismert és szeretett hálózat neve egyszerűen csak Ethereum.",
  "page-upgrades-question-10-answer-1": "Nem szívesen beszélünk a kelleténél többet a műszaki ütemtervről, mivel ez egy szoftver, vagyis a dolgok változhatnak. Szerintünk a kimenetelekről olvasva könnyebb megérteni az eseményeket.",
  "page-upgrades-question-10-answer-1-link": "A frissítések megtekintése",
  "page-upgrades-question-10-answer-2": "Ám ha követte a beszélgetéseket, most megmutatjuk, hogyan illeszkednek a frissítések a műszaki ütemtervbe, és egy kis betekintést adunk a változásokba is.",
  "page-upgrades-question-10-answer-3": "A 0. fázis ismertette azt a munkát, amely a Beacon lánc élesítéséhez kellett.",
  "page-upgrades-question-10-answer-5": "Az 1. fázis eredetileg a láncszilánkok megvalósítására fókuszált, de aztán az egyesítés (Merge) lépett az első helyre, és 2022. szeptember 15-én meg is valósult.",
  "page-upgrades-question-10-answer-6": "Az 1.5 fázis az eredeti tervek szerint a szilánkok bevezetését követte volna, amikor a fő hálózat utolsó szilánkként a Beacon lánchoz kerül. Azonban ahogy az összevonttranzakció-technológia fejlődött, az Ethereum-közösség inkább a proof-of-work mechanizmusról való áttérést gyorsította fel.",
  "page-upgrades-question-10-answer-7": "A 2. fázissal kapcsolatos tervek intenzív kutatás és párbeszéd tárgyát képezték. Most, hogy az egyesítés (Merge) megtörtént és a 2. rétegű megoldások fejlődését figyelembe véve a célok az adatszilánkolás egy egyszerűbb formájának biztosítása felé tolódnak el az összevont tranzakciók hatékonyságának maximalizálása érdekében. A jelenlegi 2. rétegű megoldások lehetővé teszik a tranzakciók végrehajtásának méretezését, a szilánkolás segítségével pedig megvalósítható ezen adatok bizonyítékának olcsó és méretezhető tárolása az 1. rétegen.",
  "page-upgrades-question-10-answer-8": "Az összevonttranzakció-központú ütemtervről bővebben",
  "page-upgrades-question-11-title": "Vásárolhatok Eth2-t?",
  "page-upgrades-question-11-desc": "Nem. Nincs Eth2-token, és az ETH sem változott az egyesítés (Merge) után.",
  "page-upgrades-question-11-answer-1": "Az Eth2 név felvétele mögötti hajtóerők egyike az az általános félreértés volt, hogy az ETH-tulajdonosoknak az egyesítés (Merge) vagy bármely más frissítést követően migrálniuk kell majd az ETH-tokenjeiket az ETH 2.0-ra. Ez nem igaz, és soha nem is volt az.",
  "page-upgrades-question-11-answer-2": " Ezt a félreértést a csalók gyakran kihasználják.",
  "page-upgrades-question-title": "Gyakran ismételt kérdések",
  "page-upgrades-question3-answer-1": "Az ETH-birtokosoknak nem kell csinálniuk semmit. Az ETH-t nem kell megváltoztatni, sem frissíteni. Majdnem biztosan lesznek olyan átverések, amelyek ezt tanácsolják, úgyhogy legyen óvatos.",
  "page-upgrades-scalable": "Méretezhetőbb",
  "page-upgrades-scalable-desc": "Az Ethereumnak biztosítania kell az 1000 tranzakciót másodpercenként, hogy az alkalmazások gyorsabbak és olcsóbban használhatók legyenek.",
  "page-upgrades-secure": "Biztonságosabb",
  "page-upgrades-secure-desc": "Az Ethereumnak biztonságosabbnak kell lennie. Ahogy az Ethereum elfogadása növekszik, a protokoll biztonságosát is fokozni kell a különféle támadásokkal szemben.",
  "page-upgrades-shard-date": "A szilánkolás 2023 és 2024 folyamán több fázisban követi majd az egyesítést (Merge).",
  "page-upgrades-shard-desc": "A szilánkolás kibővíti az Ethereum adattárolási kapacitását, és harmonikusan együttműködik majd az L2-megoldásokkal a feldolgozási kapacitás méretezése és a hálózati díjak csökkentése érdekében. A szilánkolás bevezetése több fázisban valósul meg, a ProtoDankshardinggal kezdve.",
  "page-upgrades-shard-estimate": "Megvalósítás várható ideje: 2023–2024",
  "page-upgrades-shard-lower": "A szilánkolásról bővebben",
  "page-upgrades-shard-title": "Szilánkolás (sharding)",
  "page-upgrades-stay-up-to-date": "Legyen mindig naprakész",
  "page-upgrades-stay-up-to-date-desc": "Szerezze meg a legfrissebb infókat az Ethereum-frissítéseken dolgozó kutatóktól és fejlesztőktől.",
  "page-upgrades-sustainable-desc": "Az Ethereum működése egészen a közelmúltig energiaintenzív volt. Az áttérés a proof-of-stake mechanizmusra több mint 99,9%-kal csökkentette a hálózat energiafelhasználását.",
  "page-upgrades-take-part": "Vegyen részt a kutatásban",
  "page-upgrades-take-part-desc": "Az Ethereum kutatók és érdeklődők találkoznak itt, hogy megvitassák a kutatási törekvéseket, beleértve mindent, ami az Ethereum frissítésekhez kapcsolódik.",
  "page-upgrades-the-upgrades": "Az Ethereum frissítései",
  "page-upgrades-the-upgrades-desc": "Az Ethereum-frissítések célja a hálózat méretezhetőségének, biztonságának, és fenntarthatóságának javítása. Az Ethereum a közelmúltban nagyszabású frissítéseket hajtott végre a biztonság és a fenntarthatóság tekintetében, és a jövőben is várható hasonló, különösen a méretezhetőséghez kapcsolódóan.",
  "page-upgrades-unofficial-roadmap": "Ez nem a hivatalos ütemterv. A nyilvánosságra hozott információk alapján így tekintünk a történésekre. De mivel ez technológia, a dolgok egy pillanat alatt megváltozhatnak. Tehát, kérjük, ne értelmezze ezt kötelezettségvállalásként.",
  "page-upgrades-upgrade-desc": "Az Ethereum, amit ismerünk és szeretünk, csak méretezhetőbb, biztonságosabb és fenntarthatóbb módon...",
  "page-upgrades-upgrades": "Az Ethereum frissítései",
  "page-upgrades-upgrades-aria-label": "Ethereum-frissítések – menü",
  "page-upgrades-upgrades-beacon-chain": "A Beacon lánc",
  "page-upgrades-upgrades-guide": "Útmutató az Ethereum-frissítésekhez",
  "page-upgrades-upgrades-docking": "A beolvadás",
  "page-upgrades-energy-consumption": "Az Ethereum energiafogyasztásáról bővebben",
  "page-upgrades-upgrading": "Az Ethereum merően új magasságokba emelése frissítéseken keresztül",
  "page-roadmap-vision": "A jövőkép",
  "page-roadmap-vision-btn": "Az Ethereum jövőképről bővebben",
  "page-roadmap-vision-desc": "Ahhoz, hogy az Ethereumot széles körben elfogadottá tegyük és az emberiség szolgálatába állítsuk, méretezhetőbbé, biztonságosabbá és fenntarthatóbbá kell tennünk a hálózatot.",
  "page-upgrades-what-happened-to-eth2-title": "Mi történt az „Eth2”-vel?",
  "page-upgrades-what-happened-to-eth2-1": "Az „Eth2” kifejezést az egyesítés (Merge) előtt gyakran használták, de eltűnőben van, hogy átadja helyét egy pontosabb terminológiának.",
  "page-upgrades-what-happened-to-eth2-1-more": "Az egyesítésről (Merge) bővebben.",
  "page-upgrades-what-happened-to-eth2-2": "Az „Eth1” és az „Eth2” összeolvadása óta nincs két külön Ethereum-blokklánc; csak egy Ethereum létezik.",
  "page-upgrades-what-happened-to-eth2-3": "A zavar elkerülése érdekében a közösség frissítette az alábbi kifejezéseket:",
  "page-upgrades-what-happened-to-eth2-3-1": "Az „Eth1” helyett a „végrehajtási réteg” kifejezést használjuk. Ez a réteg kezeli a tranzakciókat és a végrehajtást.",
  "page-upgrades-what-happened-to-eth2-3-2": "Az „Eth2” helyett a „konszenzusréteg” kifejezést használjuk. Ez a réteg kezeli a proof-of-stake konszenzust.",
  "page-upgrades-what-happened-to-eth2-4": "Ezek a terminológiai módosítások csak az elnevezési szabályokat változtatják meg; ez nem változtatnak az Ethereum céljain vagy ütemtervén.",
  "page-upgrades-what-happened-to-eth2-5": "Tudjon meg többet az „Eth2” átnevezéséről",
  "page-upgrades-why-cant-we-just-use-eth2-title": "Miért nem nevezhetjük egyszerűen csak Eth2-nek?",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-title": "Mentális modellek",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-description": "Az egyik fő probléma az Eth2 elnevezéssel, hogy az Ethereum új felhasználóiban hibás mentális modellt hoz létre. Akaratlanul is arra gondolnak, hogy az Eth1 volt előbb, és az Eth2 jött később. Vagy azt hiszik, hogy az Eth1 megszűnt létezni az Eth2 létrejöttével. Egyik elképzelés sem igaz. Az Eth2 kifejezés kivezetésével megkíméljük a jövőbeni felhasználóinkat attól, hogy vissza kelljen fejteniük ezeket a kifejezéseket.",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-title": "Bennfoglalás",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-description": "Ahogy az Ethereum ütemterve fejlődött, az Ethereum 2.0 pontatlan megjelöléssé vált az Ethereum-ütemterv számára. A körültekintő és pontos választás lehetővé teszi, hogy a lehető legszélesebb értelemben vett nagyközönség is megértse az Ethereum tartalmát.",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-title": "Csalásmegelőzés",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-description": "Sajnos a rosszindulatú szereplők megpróbálják felhasználni a helytelen Eth2 megnevezést, hogy a felhasználókat átverve arra kérjék őket, hogy cseréljék ki ETH-tokenjeiket ETH2-tokenekre, vagy azt állítsák, hogy még az Eth2-frissítés előtt migrálniuk kell az ETH-tokenjeiket. Reméljük hogy ez a frissített terminológia olyannyira egyértelmű, hogy megszünteti az ilyen csalások lehetőségét, és biztonságosabbá teszi az ökoszisztémát.",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-title": "Egyértelműség a letétbe helyezés terén",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-description": "Vannak olyan letéti operátorok, akik a Beacon láncon letétbe helyezett ETH-t is „ETH2” kóddal jelenítették meg. Ezt potenciális félreértésekhez vezethet, mivel a szolgáltatások felhasználói valójában nem ETH2-tokent kapnak. ETH2-token nem létezik; egyszerűen csak a részesedést tükrözi az adott szolgáltató letétjében.",
  "page-upgrades-what-to-do": "Mit kell tennie?",
  "page-upgrades-what-to-do-desc": "Ha Ön dapp-felhasználó, illetve ETH-tulajdonos, akkor nem kell tennie semmit. Ha fejlesztő, illetve letétbe helyezést szeretne végezni, akkor most többféleképpen is bekapcsolódhat.",
  "page-upgrades-whats-next": "Mik azok az Ethereum-frissítések?",
  "page-upgrades-whats-next-desc": "Az Ethereum-ütemterv összekapcsolt protokollfrissítéseket tartalmaz, amelyek méretezhetőbbé, biztonságosabbá és fenntarthatóbbá teszik a hálózatot. Ezeket a frissítéseket az Ethereum-ökoszisztéma több csapata fejleszti világszerte.",
  "page-upgrades-whats-next-history": "Ismerje meg a korábbi Ethereum-frissítéseket",
  "page-upgrades-whats-ethereum": "Egy pillanat, mi az az Ethereum?",
  "page-upgrades-whats-new": "Mi vár az Ethereumra?",
  "page-upgrades-security-link": "A biztonságról és a csalásmegelőzésről bővebben",
  "page-staking-deposit-contract-staking-more-link": "Többet a letétbe helyezésről",
  "docs-nav-proof-of-stake": "Proof-of-stake",
  "docs-nav-proof-of-work": "Proof-of-work",
  "page-upgrades-get-involved-ethresearch-1": "Sharding",
  "page-upgrades-get-involved-ethresearch-2": "A beolvadás"
}
