{
  "51%-attack-term": "Atak 51%",
  "51%-attack-definition": "Rodzaj ataku, w którym grupa uzyskuje kontrolę nad większością <a href=\"/glossary/#node\">węzłów</a>. Pozwoliłoby im to na oszustwo na blockchainie poprzez odwracanie <a href=\"/glossary/#transaction\">transakcji</a> i podwójne wydawanie <a href=\"/glossary/#ether\">etheru</a> oraz innych tokenów.<br /><br />W systemie proof-of-stake Ethereum zostałoby to osiągnięte przez zgromadzenie ponad połowy całego stakowanego etheru. Pozwoliłoby to atakującemu decydować, które nowe bloki są dodawane do blockchainu. Jednakże, aby odwrócić łańcuch lub dokonać podwójnego wydatkowania, atakujący potrzebowałby co najmniej 66% całkowitego stakowanego etheru.",
  "account-term": "Konto",
  "account-definition": "Konto Ethereum to cyfrowa tożsamość na blockchainie Ethereum, która pozwala użytkownikom na wysyłanie i otrzymywanie etheru oraz interakcję z inteligentnymi kontraktami.<br /><br /><strong>Technicznie:</strong><br /> Jest to obiekt zawierający adres, salso, nonce oraz opcjonalną pamięć i kod. Konto może być kontem kontraktu lub kontem zewnętrznym (EOA).",
  "address-term": "Adres",
  "address-definition": "Adres Ethereum to unikalny identyfikator wykorzystywany do otrzymywania tokenów, działa podobnie do numeru konta bankowego tylko, że dla kryptowalut. Jest używany do identyfikacji Twojego konta Ethereum.<br /><br />Jest to 160 najbardziej wysuniętych na prawo bitów hasha Keccak klucza publicznego ECDSA.",
  "anti-sybil-term": "Anty-Sybil",
  "anti-sybil-definition": "To sposoby na powstrzymanie ludzi przed udawaniem wielu użytkowników jednocześnie w internecie, zapewniają, że każdy użytkownik jest prawdziwą, niezależną osobą. Pomaga to w utrzymaniu sprawiedliwości i uczciwości interakcji online.",
  "abi-term": "Interfejs binarny aplikacji (ABI)",
  "abi-definition": "Plik JSON, który określa funkcje oraz zmienne zawarte w inteligentnym kontrakcie. ABI pozwala na mapowanie kodu bajtowego do formatów czytelnych dla człowieka.",
  "api-term": "Interfejs programowania aplikacji (API)",
  "api-definition": "Interfejs programowania aplikacji (API) to zbiór definicji dotyczących sposobu korzystania z oprogramowania. API znajduje się pomiędzy aplikacją a serwerem internetowym i ułatwia transfery danych pomiędzy nimi.",
  "apr-term": "APR (RRSO)",
  "apr-definition": "APR lub Annual Percentage Rate (rzeczywista roczna stopa oprocentowania), odzwierciedla roczny koszt pożyczania pieniędzy w tym odsetki i opłaty, jako wartość procentową.",
  "asic-term": "ASIC",
  "asic-definition": "Specjalizowany układ scalony. Odnosi się to zazwyczaj to układu scalonego, stworzonego specjalnie do kopania kryptowalut.",
  "assert-term": "assert",
  "assert-definition": "W <a href=\"/glossary/#solidity\">Solidity</a>, `assert(false)` kompiluje się do `0xfe`, nieprawidłowego kodu operacyjnego, który zużywa cały pozostały <a href=\"/glossary/#gas\">gaz</a> i cofa wszystkie zmiany. Gdy `assert()` nie powiedzie się, to oznacza, że dzieje się coś bardzo złego i niespodziewanego i będzie potrzebna poprawa kodu. Powinno używać się `assert()`, aby unikać warunków, które nigdy, przenigdy nie powinny wystąpić. <a href=\"/developers/docs/smart-contracts/security/\">Więcej na temat bezpieczeństwa inteligentnych kontraktów</a>.",
  "attestation-term": "Poświadczenie",
  "attestation-definition": "Twierdzenie złożone przez podmiot, że coś jest prawdą. W kontekście Ethereum walidatorzy konsensusu muszą składać twierdzenie dotyczące tego, jaki ich zdaniem jest stan łańcucha. W wyznaczonym czasie, każdy walidator jest odpowiedzialny za opublikowanie różnych poświadczeń, które formalnie deklarują pogląd tego walidatora na temat łańcucha, w tym jego ostatni sfinalizowany punkt kontrolny oraz początek łańcucha. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">Więcej na temat poświadczeń</a>.",
  "base-fee-term": "Opłata podstawowa",
  "base-fee-definition": "Każdy <a href=\"/glossary/#block\">blok</a> ma cenę rezerwową znaną jako „opłata podstawowa”. Jest to minimalna opłata za <a href=\"/glossary/#gas\">gaz</a> jaką musi zapłacić użytkownik, aby uwzględnić transakcję w następnym bloku. <a href=\"/developers/docs/gas/\">Więcej na temat gazu i opłat</a>.",
  "beacon-chain-term": "Łańcuch śledzący",
  "beacon-chain-definition": "Łańcuch śledzący był blockchainem, który wprowadził <a href=\"/glossary/#pos\">proof-of-stake</a> oraz <a href=\"/glossary/#validator\">walidatorów</a> do Ethereum. Działał równolegle z siecią główną proof-of-work Ethereum od grudnia 2020 roku do momentu, w którym oba łańcuchy zostały połączenie we wrześniu 2022 roku, tworząc obecne Ethereum. <a href=\"/roadmap/beacon-chain/\">Więcej na temat łańcucha śledzącego</a>.",
  "big-endian-term": "Big endian (grubokońcowość)",
  "big-endian-definition": "Pozycyjna reprezentacja liczb, w której najbardziej znacząca cyfra jest pierwsza w pamięci. Przeciwieństwo little endian (cienkokońcowości), gdzie najmniej znacząca cyfra jest pierwsza.",
  "block-term": "blok",
  "block-definition": "Blok to miejsce, w którym przechowywane są transakcje lub działania cyfrowe. Po zapełnieniu bloku zostaje on połączony z poprzednim, tworząc łańcuch bloków, czyli „łańcuch bloków”. <a href=\"/developers/docs/blocks/\">Więcej o blokach</a>.<br /><br />Blok to połączona jednostka informacji, która zawiera uporządkowaną listę transakcji i informacje związane z konsensusem. Bloki są proponowane przez walidatorów proof-of-stake, po czym są udostępniane w całej sieci peer-to-peer, gdzie mogą być łatwo niezależnie weryfikowane przez wszystkie pozostałe węzły. Reguły konsensusu regulują, jaka zawartość bloku jest uznawana za prawidłową, a wszelkie nieprawidłowe bloki są ignorowane przez sieć. Kolejność tych bloków i zawartych w nich transakcji tworzy deterministyczny łańcuch zdarzeń, którego koniec reprezentuje aktualny stan sieci.",
  "block-explorer-term": "Eksplorator bloków",
  "block-explorer-definition": "Interfejs umożliwiający użytkownikowi wyszukiwanie informacji z blockchaina i na jego temat. Obejmuje to pobieranie poszczególnych transakcji, aktywności związanych z konkretnymi adresami oraz informacji o sieci.",
  "block-header-term": "Nagłówek bloku",
  "block-header-definition": "Nagłówek bloku to zbiór metadanych dotyczących bloku i podsumowanie transakcji zawartych w treści polecenia wykonania.",
  "block-propagation-term": "Propagacja bloku",
  "block-propagation-definition": "Proces przesyłania potwierdzonego bloku do wszystkich pozostałych węzłów w sieci.",
  "block-proposer-term": "Proponujący blok",
  "block-proposer-definition": "Konkretny walidator wybrany do utworzenia bloku w konkretnym <a href=\"/glossary/#slot\">slocie</a>.",
  "block-reward-term": "Nagroda za blok",
  "block-reward-definition": "Ilość eteru przyznana twórcy nowego, ważnego bloku.",
  "block-status-term": "Status bloku",
  "block-status-definition": "Stany, w których może znajdować się blok. Możliwe stany obejmują:<br/><br/><ul><li>zaproponowany: blok został zaproponowany przez walidatora</li><li>zaplanowany: walidatorzy aktualnie przesyłają dane</li><li>pominięty: proponujący nie zaproponował bloku w dopuszczalnym przedziale czasowym</li><li>porzucony: blok został zreorganizowany przez <a href=\"/glossary/#fork-choice-algorithm\">algorytm wyboru rozwidlenia</a></li></ul>",
  "block-time-term": "Czas bloku",
  "block-time-definition": "Odstęp czasu pomiędzy dodawaniem bloków do łańcucha bloków.",
  "block-validation-term": "Walidacja bloku",
  "block-validation-definition": "Proces sprawdzania, czy nowy blok zawiera prawidłowe transakcje i podpisy, opiera się na najcięższym łańcuchu historycznym (czyli tym, który zgromadził najwięcej poświadczeń w swojej historii) i przestrzega wszystkich pozostałych reguł konsensusu. Prawidłowe bloki są dodawane do początku łańcucha i propagowane do innych bloków w sieci. Nieprawidłowe bloki są ignorowane.",
  "blockchain-term": "Blockchain",
  "blockchain-definition": "Blockchain to baza danych transakcji, duplikowana i współdzielona na wszystkich komputerach w sieci, zapewniająca brak możliwości wstecznej zmiany danych.<br /><br />Sekwencja <a href=\"/glossary/#block\">bloków</a>, z których każdy jest powiązany z poprzednim blokiem, aż do <a href=\"/glossary/#genesis-block\">bloku genesis</a> poprzez odwołanie się do hasha poprzedniego bloku. Integralność blockchaina jest zabezpieczona kryptoekonomicznie za pomocą mechanizmu konsensusu opartego na dowodzie udziału (Proof-of-Stake). <a href=\"/developers/docs/intro-to-ethereum#what-is-a-blockchain\">Czym jest blockchain?</a>",
  "bootnode-term": "Węzeł rozruchowy",
  "bootnode-definition": "Węzły, których można użyć do zainicjowania procesu wykrywania podczas uruchamiania węzła. Węzły rozruchowe „wprowadzają” nowe węzły do ​​innych istniejących węzłów, dzięki czemu mogą one szybko uzyskać równorzędnych węzłów, bez konieczności poszukiwania początkowego równorzędnego węzła. Punkty końcowe tych węzłów są zazwyczaj dostępne w kodzie źródłowym klienta Ethereum, ale użytkownicy mogą również dostarczyć własną listę węzłów rozruchowych.",
  "bridge-term": "Most",
  "bridge-definition": "Most blockchain służy do przesyłania aktywów z jednej sieci blockchain do innej. Na przykład, most może służyć do przesyłania ETH z głównej sieci Ethereum do tańszych rozwiązań skalujących warstwę 2.",
  "bytecode-term": "Bytecode",
  "bytecode-definition": "Kod wyrażony w zwartej, numerycznej formie, dzięki czemu może być efektywnie wykonywany przez <a href=\"/glossary/#evm\">EVM</a>.",
  "byzantium-fork-term": "Fork Byzantium",
  "byzantium-fork-definition": "Pierwszy z dwóch <a href=\"/glossary/#hard-fork\">twardych forków</a> dla etapu rozwoju <a href=\"/glossary/#metropolis\">Metropolis</a>. Obejmował on opóźnienie <a href=\"/glossary/#difficulty-bomb\">Difficulty Bomb</a> w EIP-649 Metropolis i redukcję nagrody za blok, gdzie <a href=\"/glossary/#ice-age\">Epoka Lodowcowa</a> została opóźniona o rok, a nagroda za blok została zmniejszona z 5 do 3 eterów.",
  "casper-ffg-term": "Casper FFG",
  "casper-ffg-definition": "Casper-FFG to protokół konsensusu proof-of-stake używany w połączeniu z algorytmem wyboru rozwidlenia <a href=\"/glossary/#lmd-ghost\">LMD-GHOST</a>, aby umożliwić <a href=\"/glossary/#consensus-client\">klientom konsensusu</a> uzgodnienie pozycji nagłówka łańcucha Beacon.",
  "checkpoint-term": "Checkpoint",
  "checkpoint-definition": "<a href=\"/glossary/#beacon-chain\">Łańcuch Beacon</a> ma tempo podzielone na sloty (12 sekund) i epoki (32 sloty). Pierwszy slot w każdej epoce jest punktem kontrolnym. Gdy <a href=\"/glossary/#supermajority\">superwiększość</a> walidatorów potwierdzi powiązanie między dwoma punktami kontrolnymi, można je <a href=\"/glossary/#justification\">uzasadnić</a>, a następnie, gdy kolejny punkt kontrolny zostanie wyrównany na górze, można je <a href=\"/glossary/#finality\">sfinalizować</a>.",
  "compiling-term": "Kompilacja",
  "compiling-definition": "Konwersja kodu napisanego w języku programowania wysokiego poziomu (np. <a href=\"/glossary/#solidity\">Solidity</a>) do języka niższego poziomu (np. EVM <a href=\"/glossary/#bytecode\">bajtkod</a>).<a href=\"/developers/docs/smart-contracts/compiling/\">Więcej o kompilowaniu inteligentnych kontraktów</a>",
  "committee-term": "Kompilacja",
  "committee-definition": "Grupa co najmniej 128 <a href=\"/glossary/#validator\">walidatorów</a> przydzielonych do walidacji bloków w każdym slocie. Jednym z walidatorów w komitecie jest agregator, odpowiedzialny za agregację podpisów wszystkich pozostałych walidatorów w komitecie, którzy zgadzają się na atestację. Nie mylić z <a href=\"/glossary/#sync-committee\">komitetem synchronizacji</a>.",
  "computational-infeasibility-term": "Niewykonalność obliczeniowa",
  "computational-infeasibility-definition": "Proces jest niewykonalny obliczeniowo, jeżeli jego wykonanie zajęłoby niepraktycznie dużo czasu (np. miliardy lat) każdemu, kto mógłby być zainteresowany jego przeprowadzeniem.",
  "consensus-term": "Konsensus",
  "consensus-definition": "Gdy ponad 2/3 komputerów w sieci zgadza się, że mają ten sam zestaw rekordów, należy upewnić się, że wszyscy są na tej samej stronie. Nie chodzi o przestrzeganie zasad, ale o to, aby wszyscy mieli te same informacje.",
  "consensus-client-term": "Klient konsensusu",
  "consensus-client-definition": "Klienci konsensusu (tacy jak Prysm, Teku, Nimbus, Lighthouse, Lodestar) korzystają z algorytmu konsensusu <a href=\"/glossary/#pos\">proof-of-stake</a> Ethereum, umożliwiając sieci osiągnięcie porozumienia w sprawie nagłówka łańcucha Beacon. Klienci konsensusu nie uczestniczą w walidacji/transmisji transakcji ani wykonywaniu zmian stanu. Zajmują się tym <a href=\"/glossary/#execution-client\">klienci wykonawczy</a>. Klienci konsensusu nie poświadczają ani nie proponują nowych bloków. Zajmuje się tym <a href=\"/glossary/#validator\">klient walidatora</a>, który jest opcjonalnym dodatkiem do klienta konsensusu.",
  "consensus-layer-term": "Warstwa konsensusu",
  "consensus-layer-definition": "Warstwę konsensusu Ethereum stanowi sieć <a href=\"/glossary/#consensus-client\">klientów konsensusu</a>.",
  "consensus-rules-term": "Zasady konsensusu",
  "consensus-rules-definition": "Reguły walidacji bloków, których przestrzegają pełne węzły, aby zachować konsensus z innymi węzłami. Nie mylić z <a href=\"/glossary/#consensus\">konsensusem</a>.",
  "cfi-term": "Rozważane pod kątem włączenia (CFI)",
  "cfi-definition": "Core <a href=\"/glossary/#eip\">EIP</a>, który nie jest jeszcze aktywny w sieci głównej, a deweloperzy klienccy są generalnie pozytywnie nastawieni do tego pomysłu. Zakładając, że spełnia on wszystkie wymagania dotyczące włączenia do sieci głównej, potencjalnie mógłby zostać uwzględniony w aktualizacji sieci (niekoniecznie kolejnej).",
  "constantinople-fork-term": "fork Constantinople",
  "constantinople-fork-definition": "Druga część etapu <a href=\"/glossary/#metropolis\">Metropolis</a>, pierwotnie planowana na połowę 2018 roku. Oczekuje się, że będzie obejmować przejście na hybrydowy algorytm konsensusu <a href=\"/glossary/#pow\">proof-of-work</a>/<a href=\"/glossary/#pow\">proof-of-stake</a>, a także inne zmiany.",
  "contract-account-term": "Konto kontraktu",
  "contract-account-definition": "Konto zawierające kod, który jest wykonywany za każdym razem, gdy otrzyma <a href=\"/glossary/#transaction\">transakcję</a> z innego <a href=\"/glossary/#account\">konta</a> (<a href=\"/glossary/#eoa\">EOA]</a> lub <a href=\"/glossary/#contract-account\">kontrakt</a>).",
  "contract-creation-transaction-term": "Transakcja tworzenia kontraktu",
  "contract-creation-transaction-definition": "Specjalna <a href=\"/glossary/#transaction\">transakcja</a> zawierająca kod inicjujący kontrakt. Odbiorca jest ustawiany na `null`, a kontrakt jest wdrażany na adres wygenerowany z adresu użytkownika i `nonce`. Ten adres służy do rejestracji <a href=\"/glossary/#contract-account\">kontraktu</a> i zapisania go w blockchainie Ethereum.",
  "cryptoeconomics-term": "Kryptoekonomia",
  "cryptoeconomics-definition": "Badanie zasad matematycznych i ekonomicznych w celu projektowania bezpiecznych i godnych zaufania platform cyfrowych. Celem jest zapewnienie, że wszyscy uczestnicy przestrzegają zasad i są nagradzani za wkład w bezpieczeństwo i funkcjonowanie sieci.",
  "cryptography-term": "Kryptografia",
  "cryptography-definition": "Polega ona na zabezpieczaniu komunikacji i danych za pomocą kodów, tak aby tylko osoby, dla których informacja jest przeznaczona, mogły ją odczytać i przetworzyć.<br />Polega ona na stosowaniu technik szyfrowania (zamiany czytelnej informacji na format niemożliwy do odczytania) i deszyfrowania (zamiany z powrotem na czytelny format), co zapewnia poufność.",
  "doge-d-term": "Đ",
  "doge-d-definition": "Litera Đ (D z kreską) jest używana w języku staroangielskim, średnioangielskim, islandzkim i farerskim jako symbol wielkiej litery „Eth”. Występuje w słowach takich jak ĐEV lub Đapp (aplikacja zdecentralizowana), gdzie Đ to nordycka litera „eth”. Wielka litera eth (Ð) jest również symbolem kryptowaluty Dogecoin. Jest ona powszechnie spotykana w starszej literaturze poświęconej Ethereum, ale obecnie jest rzadziej używana.",
  "dag-term": "DAG",
  "dag-definition": "DAG to skrót od Directed Acyclic Graph. Jest to struktura danych złożona z węzłów i połączeń między nimi. Przed wprowadzeniem The Merge, Ethereum używało DAG w swoim algorytmie <a href=\"/glossary/#pow\">proof-of-work</a>, <a href=\"/glossary/#ethash\">Ethash</a>, ale nie jest już używane w <a href=\"/glossary/#pos\">proof-of-stake</a>.",
  "dapp-term": "Dapp",
  "dapp-definition": "Aplikacja zdecentralizowana (dApp) to zdecentralizowana aplikacja działająca w sieci blockchain, oferująca usługi bez centralnego organu kontrolującego. <a href=\"/apps/\">Więcej o aplikacjach zdecentralizowanych</a>.<br />DApp musi mieć co najmniej inteligentny kontrakt połączony z interfejsem internetowym. Ponadto wiele aplikacji zdecentralizowanych zawiera zdecentralizowane miejsce do przechowywania danych i/lub protokół i platformę komunikatów.",
  "data-availability-term": "Dostępność danych",
  "data-availability-definition": "Każdy węzeł może niezależnie weryfikować transakcje w blockchainie, aby zachować przejrzystość i zaufanie do systemu.",
  "decentralization-term": "Decentralizacja",
  "decentralization-definition": "Koncepcja przeniesienia kontroli i wykonywania procesów z jednostki centralnej.",
  "dao-term": "Zdecentralizowana organizacja autonomiczna (DAO)",
  "dao-definition": "DAO to organizacja cyfrowa zarządzana zgodnie z zasadami zakodowanymi w blockchainie, w której decyzje podejmowane są głosami członków, a nie przez organ centralny. <a href=\"/dao/\">Więcej o zdecentralizowanych organizacjach autonomicznych (DAO)</a>.<br />Siła głosu każdego członka często jest powiązana z liczbą posiadanych przez niego tokenów. DAO mają na celu demokratyzację procesu decyzyjnego i operacji, kładąc nacisk na przejrzystość i zarządzanie społecznością.",
  "desci-term": "DeSci",
  "desci-definition": "DeSci, czyli zdecentralizowana nauka (Decentralized Science), to ruch stosujący technologię <a href='/glossary/#blockchain'>blockchain</a> w badaniach naukowych. Wykorzystuje on <a href='/glossary/#dao'>DAO</a>, <a href='/glossary/#smart-contract'>smart kontrakty</a> i stokenizowane zachęty do tworzenia bardziej przejrzystych, otwartych i opartych na współpracy ekosystemów finansowania i badań.",
  "dex-term": "Giełda zdecentralizowana (DEX)",
  "dex-definition": "Rodzaj aplikacji Ethereum, która umożliwia wymianę tokenów z innymi użytkownikami w sieci. Giełdy zdecentralizowane (DEX) nie podlegają ograniczeniom geograficznym, takim jak giełdy scentralizowane – każdy może w nich uczestniczyć.",
  "deposit-contract-term": "Kontrakt depozytowy",
  "deposit-contract-definition": "Brama do stakingu w Ethereum. Kontrakt depozytowy to inteligentny kontrakt w Ethereum, który akceptuje depozyty ETH i zarządza saldami walidatorów. Aktywacja walidatora nie jest możliwa bez wpłaty ETH do tego kontraktu. Kontrakt wymaga ETH i danych wejściowych. Dane wejściowe obejmują klucz publiczny walidatora i klucz publiczny wypłaty, podpisane kluczem prywatnym walidatora. Dane te są niezbędne do identyfikacji i zatwierdzenia walidatora przez sieć <a href=\"/glossary/#pos\">Proof-of-stake</a>.",
  "defi-term": "DeFi",
  "defi-definition": "Szeroka kategoria aplikacji Ethereum, których celem jest świadczenie usług finansowych opartych na blockchainie, bez pośredników. <a href=\"/defi/\">Więcej o zdecentralizowanych finansach (DeFi)</a>",
  "difficulty-term": "Trudność",
  "difficulty-definition": "Ustawienie obejmujące całą sieć w sieciach <a href=\"/glossary/#pow\">proof-of-work</a>, które kontroluje, ile średnich obliczeń jest potrzebnych do znalezienia prawidłowego nonce'a. Trudność wynika z liczby zer wiodących wymaganych w hashu bloku wynikowego, aby został on uznany za poprawny. Koncepcja ta została wycofana w Ethereum od czasu przejścia na proof-of-stake.",
  "difficulty-bomb-term": "Difficulty bomb",
  "difficulty-bomb-definition": "Zaplanowano wykładniczy wzrost poziomu trudności <a href=\"/glossary/#pow\">proof-of-work</a> <a href=\"/glossary/#difficulty\">difficulty</a>, który miał motywować do przejścia na <a href=\"/glossary/#pos\">proof-of-stake</a>, zmniejszając ryzyko <a href=\"/glossary/#hard-fork\">fork</a>. Bomba trudności została wycofana wraz z <a href=\"/roadmap/merge\">Merge</a>.",
  "digital-signatures-term": "Podpis cyfrowy",
  "digital-signatures-definition": "Krótki ciąg danych, który użytkownik tworzy dla dokumentu przy użyciu <a href=\"/glossary/#private-key\">klucza prywatnego</a>, tak że każdy, kto posiada odpowiedni <a href=\"/glossary/#public-key\">klucz publiczny</a>, podpis i dokument może sprawdzić, czy (1) dokument został „podpisany” przez właściciela tego konkretnego klucza prywatnego; oraz (2) dokument nie uległ zmianie po jego podpisaniu.",
  "discovery-term": "Odkrywanie",
  "discovery-definition": "Proces, w którym węzeł Ethereum znajduje inne węzły, z którymi może się połączyć.",
  "distributed-hash-table-term": "Rozproszona tablica skrótów (DHT)",
  "distributed-hash-table-definition": "Struktura danych zawierająca pary `(klucz, wartość)` używane przez węzły Ethereum do identyfikacji węzłów, z którymi należy się połączyć, a także do określania, których protokołów użyć do komunikacji.",
  "double-spend-term": "Podwójne wydatki",
  "double-spend-definition": "Celowy fork blockchaina, w którym użytkownik z wystarczająco dużą mocą wydobywczą/udziałem wysyła transakcję przenoszącą walutę poza łańcuch (np. wymieniając ją na pieniądze fiducjarne lub dokonując zakupu poza łańcuchem), a następnie reorganizuje blockchain, aby usunąć tę transakcję. Udane podwójne wydatkowanie pozostawia atakującego z jego aktywami zarówno w łańcuchu, jak i poza nim.",
  "ecdsa-term": "Algorytm podpisu cyfrowego krzywej eliptycznej (ECDSA)",
  "ecdsa-definition": "Algorytm kryptograficzny używany przez Ethereum w celu zapewnienia, że ​​środki mogą być wydawane tylko przez ich właścicieli. Jest to preferowana metoda tworzenia kluczy publicznych i prywatnych. Istotny przy generowaniu <a href=\"/glossary/#address\">adresów</a> kont i weryfikacji <a href=\"/glossary/#transaction\">transakcji</a>.",
  "encryption-term": "Szyfrowanie",
  "encryption-definition": "Szyfrowanie polega na przekształceniu danych elektronicznych do postaci niemożliwej do odczytania przez kogokolwiek poza posiadaczem właściwego klucza deszyfrującego.",
  "entropy-term": "Entropia",
  "entropy-definition": "W kontekście kryptografii brak przewidywalności lub poziom losowości. Podczas generowania tajnych informacji, takich jak <a href=\"/glossary/#private-key\">klucze prywatne</a>, algorytmy zazwyczaj opierają się na źródle wysokiej entropii, aby zapewnić nieprzewidywalność wyników.",
  "epoch-term": "Epoka",
  "epoch-definition": "Okres 32 <a href=\"/glossary/#slot\">slotów</a>, z których każdy trwa 12 sekund, co daje łącznie 6,4 minuty. Ze względów bezpieczeństwa <a href=\"/glossary/#committee\">komitety</a> walidatorów są tasowane w każdej epoce. Każda epoka daje możliwość <a href=\"/glossary/#finality\">sfinalizowania</a> łańcucha. Każdemu walidatorowi przypisywane są nowe obowiązki na początku każdej epoki. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Więcej o Proof-of-Stake</a>",
  "equivocation-term": "Dwuznaczność",
  "equivocation-definition": "Walidator wysyłający dwie sprzeczne ze sobą wiadomości. Prostym przykładem jest nadawca transakcji wysyłający dwie transakcje z tym samym nonce. Innym przykładem jest proponujący blok, proponujący dwa bloki o tej samej wysokości bloku (lub dla tego samego slotu).",
  "eth1-term": "Eth1",
  "eth1-definition": "„Eth1” to termin odnoszący się do Mainnet Ethereum, istniejącego blockchaina opartego na dowodzie pracy (proof-of-work). Termin ten został od tego czasu porzucony na rzecz „warstwy wykonawczej”. <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">Dowiedz się więcej o tej zmianie nazwy</a>.",
  "eth2-term": "Eth2",
  "eth2-definition": "„Eth2” to termin odnoszący się do zestawu ulepszeń protokołu Ethereum, w tym przejścia Ethereum na Proof-of-Stake. Termin ten został od tego czasu zastąpiony przez „warstwę konsensusu”. <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">Dowiedz się więcej o tej zmianie nazwy</a>.",
  "eip-term": "Wniosek dotyczący usprawnienia Ethereum (EIP)",
  "eip-definition": "Dokument projektowy dostarczający społeczności Ethereum informacji, opisujący proponowaną nową funkcję, jej procesy lub środowisko (patrz <a href=\"/glossary/#erc\">ERC</a>). <a href=\"/eips/\">Wprowadzenie do EIP</a>",
  "ens-term": "Ethereum Name Service (ENS)",
  "ens-definition": "Usługa Ethereum Name Service działa jak internetowa książka telefoniczna dla adresów Ethereum. Zamiast używać długich adresów portfela, ENS pozwala używać prostych nazw, takich jak „john.eth”, do wysyłania i odbierania cyfrowych pieniędzy i aktywów.<br /><br /><strong>Informacje techniczne:</strong><br />Rejestr ENS to pojedynczy, centralny <a href=\"/glossary/#smart-contract\">kontrakt</a>, który zapewnia mapowanie nazw domen na właścicieli i resolvery, zgodnie z opisem w dokumencie EIP-137. <a href=\"https://ens.domains\">Więcej informacji na stronie ens.domains</a>.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "ERC-1155 to nowszy typ standardu tokenów Ethereum podobny do NFT (czyli unikatowych przedmiotów kolekcjonerskich), który umożliwia również tworzenie wymiennych przedmiotów (jak waluta) w ramach jednego inteligentnego kontraktu.<br />Ułatwia to i usprawnia zarządzanie różnymi typami aktywów cyfrowych, zwłaszcza w przypadku takich zastosowań jak gry wideo czy kolekcje cyfrowe.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "ERC-20 to standard, którego używa większość tokenów w sieci Ethereum do tworzenia.<br />Popularnymi przykładami są stablecoiny, takie jak DAI i USDC, lub tokeny giełdowe, takie jak UNI od Uniswap. Podobnie jak każda forma alternatywnej waluty, którą mamy w tradycyjnych systemach… np. punkty lojalnościowe, systemy kredytowe, a nawet akcje itp.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "NFT (niezamienne tokeny) są tworzone zgodnie ze standardowym zestawem reguł o nazwie ERC-721.<br />Tokeny NFT mogą reprezentować własność czegokolwiek unikatowego, na przykład sztuki cyfrowej lub przedmiotów kolekcjonerskich, przy czym każdy token ma swoje własne, szczególne cechy i wartość. Każdy NFT jest unikalny i łatwo go odróżnić od innych NFT.",
  "execution-client-term": "Klient wykonawczy",
  "execution-client-definition": "Klienci wykonawczy (dawniej znani jako „klienci Eth1”), tacy jak Besu, Erigon, Go-Ethereum (Geth) i Nethermind, mają za zadanie przetwarzanie i nadawanie transakcji oraz zarządzanie stanem Ethereum. Przeprowadzają obliczenia dla każdej transakcji za pomocą <a href=\"/glossary/#evm\">maszyny wirtualnej Ethereum</a>, aby zapewnić przestrzeganie zasad protokołu.",
  "execution-layer-term": "Warstwa wykonawcza",
  "execution-layer-definition": "Warstwę wykonawczą Ethereum stanowi sieć <a href=\"/glossary/#execution-client\">klientów wykonawczych</a>.",
  "eoa-term": "Konto zewnętrzne (EOA)",
  "eoa-definition": "Konta zewnętrzne (EOA) to najpopularniejszy typ kont Ethereum. Są one kontrolowane przez użytkownika za pomocą kluczy prywatnych/frazy odzyskiwania. <a href=\"/wallets/\">Więcej o portfelach Ethereum</a>.",
  "erc-term": "Wniosek o komentarze Ethereum (ERBN)",
  "erc-definition": "ERC (<strong>Ethereum Request for Comments</strong>) to rodzaj dokumentacji technicznej wykorzystywanej w społeczności Ethereum do proponowania nowych standardów użytkowania sieci Ethereum.<br /><br />Propozycje te mogą obejmować szeroki zakres tematów, w tym nowe standardy tokenów (np. ERC-20 dla tokenów i ERC-721 dla NFT).",
  "ethash-term": "Ethash",
  "ethash-definition": "Algorytm <a href=\"/glossary/#pow\">proof-of-work</a> używany w Ethereum przed przejściem na <a href=\"/glossary/#pos\">proof-of-stake</a>. <a href=\"/developers/docs/consensus-mechanisms/pow/mining/mining-algorithms/ethash\">Czytaj więcej</a>",
  "ether-term": "Ether",
  "ether-definition": "Algorytm <a href=\"/glossary/#pow\">proof-of-work</a> używany w Ethereum przed przejściem na <a href=\"/glossary/#pos\">proof-of-stake</a>. <a href=\"/developers/docs/consensus-mechanisms/pow/mining/mining-algorithms/ethash\">Czytaj więcej</a>",
  "events-term": "Zdarzenia",
  "events-definition": "Umożliwia korzystanie z funkcji rejestrowania zdarzeń <a href=\"/glossary/#evm\">EVM</a>. <a href=\"/glossary/#dapp\">Dapps</a> mogą nasłuchiwać zdarzeń i wykorzystywać je do wyzwalania wywołań zwrotnych JavaScript w interfejsie użytkownika. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">Więcej o zdarzeniach i rejestrach</a>",
  "evm-term": "Maszyna wirtualna Ethereum (EVM)",
  "evm-definition": "Maszyna wirtualna oparta na stosie, która wykonuje <a href=\"/glossary/#bytecode\">bajtkod</a>. W Ethereum model wykonania określa sposób zmiany stanu systemu na podstawie serii instrukcji bajtkodu i niewielkiej krotki danych środowiskowych. Jest to określone za pomocą formalnego modelu wirtualnej maszyny stanów. <a href=\"/developers/docs/evm/\">Więcej o maszynie wirtualnej Ethereum</a>.",
  "evm-assembly-language-term": "język asemblera EVM",
  "evm-assembly-language-definition": "Czytelna dla człowieka forma <a href=\"/glossary/#bytecode\">kodu bajtowego EVM.",
  "fallback-function-term": "Funkcja zapasowa",
  "fallback-function-definition": "Domyślna funkcja wywołana w przypadku braku danych lub zadeklarowanej nazwy funkcji.",
  "faucet-term": "Faucet",
  "faucet-definition": "Usługa wykonana za pośrednictwem <a href=\"/glossary/#smart-contract\">inteligentnego kontraktu</a>, która wypłaca środki w postaci bezpłatnego eteru testowego, który może być użyty w sieci testowej.",
  "finality-term": "Nieodwołalność",
  "finality-definition": "Finality is the guarantee that a set of transactions cannot be changed without a huge amount of ETH being lost.",
  "finney-term": "Finney",
  "finney-definition": "Nominał <a href=\"/glossary/#ether\">eteru</a>. 1 finney = 10<sup>15</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>3</sup> finney = 1 eter.",
  "fork-term": "Fork",
  "fork-definition": "Zmiana protokołu powodująca utworzenie alternatywnego łańcucha.",
  "fork-choice-algorithm-term": "Algorytm wyboru Fork",
  "fork-choice-algorithm-definition": "Algorytm używany do identyfikacji głównego węzła blockchaina. W Ethereum, główny węzeł łańcucha jest identyfikowany jako fork z największą „wagą” atestacji. Waga jest iloczynem liczby atestacji i efektywnego salda walidatorów atestujących. Oznacza to, że prawdziwym głównym węzłem łańcucha jest ten, na który głosowało najwięcej stakowanych etherów. W warstwie konsensusu algorytm wyboru forka nazywa się <a href=\"/glossary/#lmd-ghost\">LMD_GHOST</a>.",
  "fraud-proof-term": "Odporność na oszustwo",
  "fraud-proof-definition": "Model bezpieczeństwa dla niektórych rozwiązań <a href=\"/glossary/#layer-2\">warstwy 2</a>, w którym, aby zwiększyć szybkość, transakcje są <a href=\"/glossary/#rollups\">zwijane</a> w partie i przesyłane do Ethereum w ramach jednej transakcji. Inni uczestnicy sieci mogą ponownie wykonać transakcje, aby sprawdzić, czy zostały wykonane uczciwie. Jeśli odkryją rozbieżność między opublikowanymi danymi a własną wersją, mogą opublikować kryptograficzny dowód wskazujący, gdzie doszło do oszustwa. Niektóre <a href=\"/glossary/#rollups\">zwijane</a> wykorzystują <a href=\"/glossary/#validity-proof\">dowodów ważności</a>.",
  "frontier-term": "Frontier",
  "frontier-definition": "Pierwotny etap testowania Ethereum, trwający od lipca 2015 r. do marca 2016 r.",
  "gas-term": "Gaz",
  "gas-definition": "Gaz to opłata pobierana za transakcje i inteligentne kontrakty w blockchainie, takim jak Ethereum. <a href=\"/gas/\">Więcej o gazie i opłatach</a>.",
  "gas-limit-term": "Limit gazu",
  "gas-limit-definition": "Maksymalna ilość <a href=\"/glossary/#gas\">gazu</a>, którą może wykorzystać <a href=\"/glossary/#transaction\">transakcja</a> lub <a href=\"/glossary/#block\">blok</a>.",
  "gas-price-term": "Cena gazu",
  "gas-price-definition": "Cena w eterze za jedną jednostkę gazu podana w transakcji.",
  "genesis-block-term": "Blok Genesis",
  "genesis-block-definition": "Pierwszy blok w <a href=\"/glossary/#blockchain\">blockchainie</a>, używany do zainicjowania określonej sieci i jej kryptowaluty.",
  "geth-term": "Geth",
  "geth-definition": "Go Ethereum. Jedna z najpopularniejszych implementacji protokołu Ethereum, napisana w Go. <a href=\"https://geth.ethereum.org\">Czytaj więcej na geth.ethereum.org</a>",
  "gwei-term": "Gwei",
  "gwei-definition": "Skrót od gigawei, nominału <a href=\"/glossary/#ether\">eteru</a>, powszechnie stosowanego do określania ceny <a href=\"/glossary/#gas\">gazu</a>. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>9</sup> gwei = 1 ether.",
  "hard-fork-term": "Hard fork",
  "hard-fork-definition": "Trwała rozbieżność w <a href=\"/glossary/#blockchain\">łańcuchu bloków</a>; znana również jako zmiana hard-forkingu. Zwykle występuje, gdy nieaktualizowane węzły nie mogą walidować bloków utworzonych przez zaktualizowane węzły, które przestrzegają nowszych <a href=\"/glossary/#consensus-rules\">reguł konsensusu</a>. Nie należy jej mylić z forkiem, soft forkiem, forkiem programowym ani forkiem Gita.",
  "hash-term": "Hash",
  "hash-definition": "Stały odcisk palca danych wejściowych o zmiennej wielkości, generowany przez funkcję skrótu. (Zobacz <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "hash-rate-term": "Hash rate",
  "hash-rate-definition": "Liczba obliczeń skrótu wykonywanych na sekundę przez komputery, na których działa oprogramowanie do wydobywania kryptowalut.",
  "homestead-term": "Homestead",
  "holographic-consensus-term": "Konsensus holograficzny",
  "holographic-consensus-definition": "Odnosi się do sposobu, w jaki decyzja dużej grupy jest podejmowana poprzez oddanie głosu mniejszej grupie reprezentatywnych osób. Następnie wszyscy inni zgadzają się na jej przyjęcie, o ile ufają, że mała grupa wykonała dobrą robotę.<br />Jest to wykorzystywane w niektórych społecznościach internetowych do szybkiego podejmowania decyzji bez konieczności głosowania wszystkich nad każdą sprawą, a jednocześnie do zapewnienia, że ​​decyzje są sprawiedliwe i odzwierciedlają oczekiwania większości ludzi.",
  "homestead-definition": "Drugi etap rozwoju Ethereum rozpoczął się w marcu 2016 r. w bloku 1 150 000.",
  "index-term": "Indeks",
  "index-definition": "Struktura sieciowa mająca na celu optymalizację zapytań dotyczących informacji w całym <a href=\"/glossary/#blockchain\">łańcuchu bloków</a> poprzez zapewnienie efektywnej ścieżki do źródła ich przechowywania.",
  "ide-term": "Zintegrowane środowiska programistyczne (IDE)",
  "ide-definition": "Interfejs użytkownika, który zazwyczaj łączy w sobie edytor kodu, kompilator, środowisko wykonawcze i debugger. <a href=\"/developers/docs/ides/\">Więcej o zintegrowanych środowiskach programistycznych</a>.",
  "immutable-deployed-code-problem-term": "Problem niezmiennego wdrożonego kodu",
  "immutable-deployed-code-problem-definition": "Po wdrożeniu kodu <a href=\"/glossary/#smart-contract\">kontraktu</a> (lub biblioteki) staje się on niezmienny. Standardowe praktyki programistyczne opierają się na możliwości naprawiania potencjalnych błędów i dodawania nowych funkcji, co stanowi wyzwanie dla rozwoju inteligentnych kontraktów. <a href=\"/developers/docs/smart-contracts/deploying/\">Więcej o wdrażaniu inteligentnych kontraktów</a>.",
  "internal-transaction-term": "Transakcja wewnętrzna",
  "internal-transaction-definition": "<a href=\"/glossary/#transaction\">Transakcja</a> wysłana z konta <a href=\"/glossary/#contract-account\">kontraktu</a> na inne konto kontraktu lub <a href=\"/glossary/#eoa\">EOA</a> (patrz <a href=\"/glossary/#message\">komunikat</a>).",
  "issuance-term": "Emisja",
  "issuance-definition": "Wybijanie nowego eteru w celu wynagrodzenia propozycji blokowych, poświadczeń i sygnalizowania nieprawidłowości.",
  "kdf-term": "Funkcja wyprowadzania klucza (KDF)",
  "kdf-definition": "Znany również jako „algorytm rozciągania hasła” i jest używany w formatach <a href=\"/glossary/#keystore\">keystore</a> w celu ochrony przed atakami siłowymi, słownikowymi i za pomocą tablic tęczowych na szyfrowane hasła poprzez wielokrotne hashowanie hasła.",
  "keystore-term": "Magazyn kluczy",
  "keystore-definition": "Para kluczy prywatnych i adresów każdego konta istnieje jako pojedynczy plik klucza w kliencie Ethereum. Są to pliki tekstowe JSON zawierające zaszyfrowany klucz prywatny konta, który można odszyfrować tylko za pomocą hasła wprowadzonego podczas tworzenia konta.",
  "keccak-256-term": "Keccak-256",
  "keccak-256-definition": "Kryptograficzna funkcja <a href=\"/glossary/#hash\">hash</a> używana w Ethereum. Keccak-256 został znormalizowany jako <a href=\"/glossary/#sha\">SHA</a>-3.",
  "key-term": "Klucz",
  "key-definition": "W kontekście Ethereum klucze to kody cyfrowe: klucz publiczny do odbierania transakcji i klucz prywatny do uzyskiwania dostępu do środków i ich wysyłania.<br />Klucze publiczne: Można nimi otwarcie się dzielić.<br />Klucze prywatne: Właściciel utrzymuje je w tajemnicy.",
  "layer-1-term": "Warstwa 1",
  "layer-1-definition": "Warstwa 1 odnosi się do głównego blockchaina w wielopoziomowej sieci blockchain. Na przykład Ethereum i Bitcoin to blockchainy warstwy pierwszej. Wiele blockchainów warstwy drugiej przenosi transakcje wymagające dużych nakładów na oddzielne blockchainy, jednocześnie nadal wykorzystując blockchain warstwy pierwszej Ethereum lub Bitcoina do celów bezpieczeństwa.",
  "layer-2-term": "Warstwa 2",
  "layer-2-definition": "Warstwa 2 to kolejna sieć oparta na głównej sieci Ethereum, która ma na celu przyspieszenie i obniżenie kosztów transakcji. <a href=\"/layer-2/\">Więcej o warstwie 2</a>.",
  "library-term": "Biblioteka",
  "library-definition": "Specjalny typ <a href=\"/glossary/#smart-contract\">kontraktu</a>, który nie posiada funkcji płatnych, funkcji zapasowej ani pamięci masowej. W związku z tym nie może odbierać ani przechowywać eteru ani przechowywać danych. Biblioteka służy jako wcześniej wdrożony kod, który inne kontrakty mogą wywoływać w celu wykonywania obliczeń tylko do odczytu. <a href=\"/developers/docs/smart-contracts/libraries/\">Więcej o bibliotekach inteligentnych kontraktów</a>.",
  "light-client-term": "Klient Light",
  "light-client-definition": "Klient Ethereum, który nie przechowuje lokalnej kopii <a href=\"/glossary/#blockchain\">łańcucha bloków</a> ani nie weryfikuje bloków i <a href=\"/glossary/#transaction\">transakcji</a>. Oferuje funkcje <a href=\"/glossary/#wallet\">portfela</a> i może tworzyć oraz transmitować transakcje.",
  "liquidity-term": "Płynność",
  "liquidity-definition": "Płynność to szybkość i łatwość, z jaką dany składnik aktywów można zamienić na gotówkę lub inny składnik aktywów. Zdecentralizowane giełdy, takie jak Uniswap, dysponują wieloma pulami płynności, w których posiadacze aktywów mogą deponować swoje aktywa, a inwestorzy mogą je kupować i sprzedawać w sposób zdecentralizowany w zamian za korzyści.",
  "liquidity-tokens-term": "Tokeny płynności",
  "liquidity-tokens-definition": "Tokeny płynności (LST) to cyfrowe tokeny wydawane uczestnikom, którzy wpłacają aktywa do puli płynności, czyli zbioru środków zablokowanych w inteligentnym kontrakcie i wykorzystywanych do ułatwienia handlu na zdecentralizowanej giełdzie (DEX).<br />Tokeny te reprezentują udział uczestnika w puli i mogą być później wymienione na poczet początkowego depozytu oraz część opłat transakcyjnych generowanych przez aktywność puli. Zasadniczo tokeny płynności służą jako dowód własności lub udziału w puli płynności, umożliwiając posiadaczom zdobywanie nagród, jednocześnie zapewniając niezbędną płynność innym do efektywnego handlu różnymi parami kryptowalut.",
  "liquid-staking-tokens-term": "Płynne tokeny stakingowe",
  "liquid-staking-tokens-definition": "Token pochodny reprezentujący własność zablokowanej kryptowaluty, którą stakuje użytkownik. Po stakowaniu aktywów, niektóre platformy umożliwiają bicie płynnych tokenów stakingowych (LST), które reprezentują równoważny udział zablokowanych tokenów. Te LST można następnie wymieniać, sprzedawać lub wykorzystywać w innych protokołach DeFi, co poprawia efektywność kapitałową stakera, umożliwiając dostęp do płynności z jego środków, nawet gdy jego pierwotne aktywa pozostają stakowane.",
  "lmd-ghost-term": "LMD-GHOST",
  "lmd-ghost-definition": "<a href=\"/glossary/#fork-choice-algorithm\">Algorytm wyboru rozwidlenia</a> używany przez klientów konsensusu Ethereum do identyfikacji głównego bloku łańcucha. LMD-GHOST to akronim od „Latest Message Driven Greediest Heaviest Observed SubTree”, co oznacza, że ​​głównym blokiem łańcucha jest blok z największą akumulacją <a href=\"/glossary/#attestation\">poświadczeń</a> w swojej historii.",
  "mainnet-term": "sieć główna",
  "mainnet-definition": "Skrót od „main network”; to główna publiczna sieć <a href=\"/glossary/#blockchain\">blockchain</a> Ethereum.",
  "max-fee-per-gas-term": "Maksymalna opłata za gaz",
  "max-fee-per-gas-definition": "Maksymalna opłata to maksymalna kwota, jaką użytkownik jest skłonny zapłacić za jednostkę gazu (<a href=\"/glossary/#gwei\">gwei</a>), aby transakcja została uwzględniona w bloku.",
  "merkle-patricia-tree-term": "Drzewo Merkle Patricia (MPT)",
  "merkle-patricia-tree-definition": "Struktura danych używana w Ethereum do efektywnego przechowywania par klucz-wartość.",
  "merkle-root-term": "Korzeń Merkle'a",
  "merkle-root-definition": "Korzeń Merkle'a to pojedynczy skrót wierzchołkowy drzewa Merkle'a. Weryfikuje on wszystkie transakcje w bloku.",
  "message-term": "Wiadomość",
  "message-definition": "<a href=\"/glossary/#internal-transaction\">Transakcja wewnętrzna</a>, która nigdy nie jest serializowana i jest wysyłana tylko w ramach <a href=\"/glossary/#evm\">EVM</a>.",
  "message-call-term": "Wywołanie komunikatu",
  "message-call-definition": "Przekazanie <a href=\"/glossary/#message\">wiadomości</a> z jednego konta do drugiego. Jeśli konto docelowe jest powiązane z kodem <a href=\"/glossary/#evm\">EVM</a>, maszyna wirtualna zostanie uruchomiona ze stanem tego obiektu, a wiadomość zostanie wykorzystana.",
  "mev-term": "Maksymalna wartość ekstrakcyjna (MEV)",
  "mev-definition": "Maksymalna wartość, jaką można uzyskać z produkcji bloku, przekraczająca standardową nagrodę za blok i opłaty za gaz, poprzez uwzględnienie, wykluczenie i zmianę kolejności transakcji w bloku. <a href=\"/developers/docs/mev/\">Więcej informacji na temat maksymalnej wartości możliwej do wydobycia (MEV)</a>.",
  "mining-term": "Wydobycie",
  "mining-definition": "Proces wielokrotnego hashowania nagłówka bloku przy jednoczesnym zwiększaniu <a href=\"/glossary/#nonce\">nonce</a>, aż wynik będzie zawierał dowolną liczbę początkowych zer binarnych. W tym procesie nowe <a href=\"/glossary/#block\">bloki</a> są dodawane do blockchaina opartego na dowodzie pracy (Proof of Work). W ten sposób zabezpieczono Ethereum przed przejściem na Proof of Stake.",
  "miner-term": "Górnik",
  "miner-definition": "<a href=\"/glossary/#node\">Węzeł</a> sieciowy, który znajduje prawidłowy <a href=\"/glossary/#pow\">dowód pracy</a> dla nowych bloków poprzez wielokrotne haszowanie (patrz <a href=\"/glossary/#ethash\">Ethash</a>). Górnicy nie są już częścią Ethereum – zostali zastąpieni przez walidatorów, gdy Ethereum przeszło na dowód stawki (Proof of Stake).",
  "mint-term": "Mint",
  "mint-definition": "Wybijanie tokenów (minting) to proces tworzenia nowych tokenów i wprowadzania ich do obiegu w celu umożliwienia ich użytkowania. To zdecentralizowany mechanizm tworzenia nowych tokenów bez udziału organu centralnego.",
  "multisig-term": "Multisig",
  "multisig-definition": "Multisig (wielokrotny podpis) odnosi się do cyfrowego portfela lub konta, które wymaga wielu podpisów lub zatwierdzeń do wykonywania transakcji, co zwiększa bezpieczeństwo.<br /> Zapewnia to dodatkowe bezpieczeństwo w porównaniu do tradycyjnych kont z pojedynczym podpisem, gdzie wymagana jest zgoda tylko jednej osoby.",
  "network-term": "Sieć",
  "network-definition": "Jeśli chodzi o sieć Ethereum, jest to sieć peer-to-peer, która propaguje transakcje i bloki do każdego węzła Ethereum (uczestnika sieci). <a href=\"/developers/docs/networks/\">Więcej o sieciach</a>.",
  "network-hashrate-term": "Szybkość haszowania sieci",
  "network-hashrate-definition": "Łączny hashrate generowany przez całą sieć wydobywczą. Wydobycie na Ethereum zostało wyłączone, gdy Ethereum przeszło na Proof-of-Stake.",
  "nft-term": "Token niezamienny (NFT)",
  "nft-definition": "Unikalny przedmiot cyfrowy, który możesz posiadać, np. dzieła sztuki lub przedmioty kolekcjonerskie, zweryfikowany za pomocą technologii blockchain. <a href=\"/nft/\">Więcej o niewymienialnych tokenach (NFT)</a>.",
  "node-term": "Węzeł",
  "node-definition": "Klient oprogramowania uczestniczący w sieci. <a href=\"/developers/docs/nodes-and-clients/\">Więcej o węzłach i klientach</a>.",
  "nonce-term": "Nonce",
  "nonce-definition": "W kryptografii wartość, której można użyć tylko raz. Nonce konta to licznik transakcji na każdym koncie, który służy do zapobiegania atakom typu replay.",
  "offchain-term": "Offchain",
  "offchain-definition": "Offchain oznacza każdą transakcję lub dane istniejące poza blockchainem. Ponieważ zatwierdzanie każdej transakcji w blockchainie może być kosztowne i nieefektywne, narzędzia firm trzecich, takie jak Oracle, które przetwarzają dane cenowe, lub rozwiązania warstwy 2, które realizują transakcje o większej przepustowości, zajmują się większością zadań przetwarzania poza blockchainem i przesyłają informacje w blockchainie z mniejszą częstotliwością.",
  "ommer-term": "Blok wujka (ommer)",
  "ommer-definition": "Gdy <a href=\"/glossary/#miner\">górnik</a> działający w oparciu o proof-of-work znajdzie prawidłowy <a href=\"/glossary/#block\">blok</a>, inny górnik może opublikować konkurencyjny blok, który zostanie dodany jako pierwszy do końca łańcucha bloków. Ten prawidłowy, ale nieaktualny blok może zostać uwzględniony przez nowsze bloki jako <em>ommers</em> i otrzymać częściową nagrodę za blok. Termin „ommer” (wujek) jest preferowanym, neutralnym płciowo określeniem na „brata” bloku nadrzędnego, ale czasami określa się go również mianem „wujka”. Było to powszechne w sieci Ethereum, gdy była ona siecią <a href=\"/glossary/#pow\">proof-of-work</a>. Teraz, gdy Ethereum korzysta z <a href=\"/glossary/#pos\">proof-of-stake</a>, na każdy slot wybierany jest tylko jeden proponujący blok.",
  "onchain-term": "Onchain",
  "onchain-definition": "Odnosi się do działań lub transakcji, które mają miejsce w blockchain i są publicznie dostępne.<br /><br />Można to sobie wyobrazić jako zapisywanie czegoś w dużym, współdzielonym notatniku, który każdy może zobaczyć i sprawdzić, upewniając się, że wszystko, co zostanie zapisane (np. wysyłanie cyfrowych pieniędzy lub zawieranie umowy), jest trwałe i nie może zostać zmienione ani usunięte.",
  "optimistic-rollup-term": "Optymistyczny pakiet zbiorczy",
  "optimistic-rollup-definition": "Optimistic Rollup to rozwiązanie warstwy 2, które przyspiesza transakcje w sieci Ethereum, zakładając, że domyślnie są one prawidłowe, dopóki nie zostaną zakwestionowane. <a href=\"/developers/docs/scaling/optimistic-rollups/\">Więcej o optymistycznych rollupach</a>.",
  "oracle-term": "Oracle",
  "oracle-definition": "Oracle to pomost między <a href=\"/glossary/#blockchain\">łańcuchem bloków</a> a światem rzeczywistym. Działają one jako <a href=\"/glossary/#api\">interfejsy API</a> w łańcuchu bloków, do których można uzyskać dostęp i które można wykorzystać w <a href=\"/glossary/#smart-contract\">inteligentnych kontraktach</a>. <a href=\"/developers/docs/oracles/\">Więcej o Oracle</a>.",
  "peer-term": "Peer",
  "peer-definition": "Połączone komputery z uruchomionym oprogramowaniem klienckim Ethereum, które mają identyczne kopie <a href=\"/glossary/#blockchain\">łańcucha bloków</a>.",
  "peer-to-peer-network-term": "Sieć peer-to-peer",
  "peer-to-peer-network-definition": "Sieć komputerów (<a href=\"/glossary/#peer\">uczestników</a>), które wspólnie mogą wykonywać funkcje bez potrzeby scentralizowanych usług opartych na serwerach.<br />Ta konfiguracja jest często używana do udostępniania plików (np. BitTorrent), informacji lub walut cyfrowych, co pozwala na bardziej bezpośrednią i potencjalnie wydajniejszą wymianę między użytkownikami.",
  "permissionless-term": "Nie wymaga pozwolenia",
  "permissionless-definition": "„Bez uprawnień” oznacza, że ​​każdy może dołączyć do systemu takiego jak Ethereum i korzystać z niego. Jest on otwarty dla wszystkich i nie wymaga żadnego zezwolenia.",
  "plasma-term": "Plazma",
  "plasma-definition": "Rozwiązanie skalowania off-chain wykorzystujące <a href=\"/glossary/#fraud-proof\">zabezpieczenia przed oszustwami</a>, takie jak <a href=\"/glossary/#optimistic-rollup\">optymistyczne rollupy</a>. Plasma ogranicza się do prostych transakcji, takich jak podstawowe transfery tokenów i swapy. <a href=\"/developers/docs/scaling/plasma\">Więcej o Plasmie</a>.",
  "private-key-term": "Klucz prywatny",
  "private-key-definition": "Klucz prywatny to tajny kod, który potwierdza, że ​​jesteś właścicielem swoich cyfrowych pieniędzy i pozwala Ci je wydawać, podobnie jak PIN do Twojego konta. <strong>NIE UDOSTĘPNIAJ GO</strong>.",
  "public-goods-term": "Dobra publiczne",
  "public-goods-definition": "Dobra publiczne to rzeczy, z których każdy może korzystać bezpłatnie, takie jak parki czy czyste powietrze, a korzystanie z nich nie uniemożliwia korzystania z nich innym. Rządy często je zapewniają, ponieważ firmy zazwyczaj tego nie robią, ponieważ nie mogą łatwo pobierać opłat za korzystanie z nich.",
  "private-chain-term": "Prywatny łańcuch",
  "private-chain-definition": "Całkowicie prywatny blockchain to taki, do którego dostęp wymaga uprawnień i który nie jest publicznie dostępny do użytku.",
  "poap-term": "POAP",
  "poap-definition": "Protokół dowodu uczestnictwa (POAP) służy do tworzenia cyfrowych przedmiotów kolekcjonerskich (NFT) stanowiących dowód uczestnictwa w określonym wydarzeniu lub aktywności.",
  "pos-term": "Proof-of-stake (PoS)",
  "pos-definition": "Metoda, za pomocą której protokół blockchaina kryptowaluty dąży do osiągnięcia rozproszonego <a href=\"/glossary/#consensus\">konsensusu</a>. PoS wymaga od użytkowników udowodnienia posiadania określonej ilości kryptowaluty (ich „udziału” w sieci), aby móc uczestniczyć w walidacji transakcji. <a href=\"/developers/docs/consensus-mechanisms/pos/\">Więcej o dowodzie udziału</a>.",
  "pow-term": "Proof of work (PoW)",
  "pow-definition": "Mechanizm bezpieczeństwa dla blockchainów, który wymaga od węzłów wydatkowania energii w formie obliczeń w celu znalezienia określonej wartości.",
  "proto-danksharding-term": "Proto-Danksharding",
  "proto-danksharding-definition": "Nowy typ transakcji, który akceptuje „bloby” danych dla Ethereum. Te „bloby” danych są tymczasowo przechowywane w łańcuchu beacon przez 4096 epok (~18,2 dnia) i opcjonalnie mogą zostać później przycięte, aby zmniejszyć wymagania sprzętowe dla operatorów węzłów.",
  "public-key-term": "Klucz publiczny",
  "public-key-definition": "Klucz publiczny to zestaw znaków, który pozwala innym osobom bezpiecznie wysyłać Ci walutę cyfrową, np. adres e-mail w celu wymiany pieniędzy.",
  "quadratic-voting-term": "Głosowanie kwadratowe",
  "quadratic-voting-definition": "To metoda głosowania, w której wyborcy wyrażają, jak silne są ich poglądy na daną kwestię. Pozwala ona wyborcom pokazać nie tylko preferencje, ale także ich intensywność.",
  "receipt-term": "Potwierdzenie",
  "receipt-definition": "Dane zwracane przez klienta Ethereum, reprezentujące wynik konkretnej <a href=\"/glossary/#transaction\">transakcji</a>. Potwierdzenie obejmuje <a href=\"/glossary/#hash\">skrót</a> transakcji, numer jej <a href=\"/glossary/#block\">bloku</a> ilość zużytego <a href=\"/glossary/#gas\">gazu</a>, a w przypadku wdrożenia inteligentnego kontraktu <a href=\"/glossary/#smart-contract\"></a> adres <a href=\"/glossary/#address\"></a> kontraktu.",
  "recovery-phrase-term": "Fraza początkowa/fraza odzyskiwania",
  "recovery-phrase-definition": "Lista słów podana podczas tworzenia portfela cyfrowego. Działa jak hasło, które pomoże Ci odzyskać dostęp do portfela w przypadku utraty dostępu, chroniąc Cię przed utratą cyfrowych pieniędzy lub tokenów.",
  "re-entrancy-attack-term": "Atak re-entrancji",
  "re-entrancy-attack-definition": "Atak polegający na tym, że kontrakt atakującego wywołuje funkcję kontraktu ofiary w taki sposób, że w trakcie wykonywania ataku ofiara ponownie wywołuje kontrakt atakującego, rekurencyjnie. Może to skutkować na przykład kradzieżą środków poprzez pominięcie części kontraktu ofiary, które aktualizują salda lub zliczają kwoty wypłat. <a href=\"/developers/docs/smart-contracts/security/#reentrancy\">Więcej o reentrancy</a>.",
  "reward-term": "Nagroda",
  "reward-definition": "Ilość eteru <a href=\"/developers/docs/consensus-mechanisms/pos/rewards-and-penalties\">przyznawana walidatorom</a> wykonującym określone funkcje, w tym proponowanie bloku lub uczestnictwo w komitecie synchronizacji, w każdym slocie.",
  "rlp-term": "Recursive Length Prefix (RLP)",
  "rlp-definition": "<a href=\"/developers/docs/data-structures-and-encoding\">Standard kodowania</a> opracowany przez programistów Ethereum w celu kodowania i serializacji obiektów (struktur danych) o dowolnej złożoności i długości.",
  "rollups-term": "Pakiety zbiorcze",
  "rollups-definition": "Typ rozwiązania skalowania <a href=\"/glossary/#layer-2\">warstwy 2</a>, które grupuje wiele transakcji i przesyła je do <a href=\"/glossary/#mainnet\">głównego łańcucha Ethereum</a> w ramach jednej transakcji. Pozwala to na obniżenie kosztów <a href=\"/glossary/#gas\">gazu</a> i zwiększenie przepustowości <a href=\"/glossary/#transaction\">transakcji</a>. Istnieją pakiety optymistyczne i pakiety z wiedzą zerową, które wykorzystują różne metody zabezpieczeń, aby zapewnić te korzyści w zakresie skalowalności. <a href=\"/developers/docs/scaling/#rollups\">Więcej o pakietach</a>.",
  "rpc-term": "Zdalne wywołanie procedury (RPC)",
  "rpc-definition": "RPC umożliwia jednemu komputerowi żądanie danych lub wykonania czynności od innego komputera za pośrednictwem sieci, na przykład żądanie informacji za pomocą pilota.",
  "sha-term": "SHA (Secure Hash Algorithm)",
  "sha-definition": "Rodzina kryptograficznych funkcji skrótu opublikowanych przez Narodowy Instytut Norm i Technologii (NIST).",
  "serialization-term": "Serializacja",
  "serialization-definition": "Proces konwersji struktury danych na sekwencję bajtów.",
  "sequencer-term": "Sekwencer",
  "sequencer-definition": "Sekwencer to program odpowiedzialny za porządkowanie transakcji w sieci blockchain, w szczególności w rozwiązaniach skalowalnych warstwy 2.",
  "shard-term": "Odłamek / łańcuch odłamków",
  "shard-definition": "Łańcuchy shardów to oddzielne sekcje całego blockchaina, za które mogą odpowiadać podzbiory walidatorów. Pierwotnie miało to być sposobem na skalowanie Ethereum do milionów transakcji na sekundę, ale zostało to zastąpione przez szybki rozwój skalowania za pomocą <a href=\"/glossary/#rollups\">rollupów</a>.",
  "sidechain-term": "Łańcuch boczny",
  "sidechain-definition": "Rozwiązanie skalowalne wykorzystujące oddzielny łańcuch z różnymi, często szybszymi, <a href=\"/glossary/#consensus-rules\">regułami konsensusu</a>. Do połączenia tych łańcuchów bocznych z <a href=\"/glossary/#mainnet\">siecią główną</a> potrzebny jest most. <a href=\"/glossary/#rollups\">Łączniki</a> również korzystają z łańcuchów bocznych, ale działają one we współpracy z <a href=\"/glossary/#mainnet\">siecią główną</a>. <a href=\"/developers/docs/scaling/sidechains/\">Więcej o łańcuchach bocznych</a>.",
  "signing-term": "Podpisywanie",
  "signing-definition": "Kryptograficznie udowodnione, że transakcja została zatwierdzona przez posiadacza określonego klucza prywatnego.",
  "singleton-term": "Singleton",
  "singleton-definition": "Pojęcie z obszaru programowania komputerów oznaczające obiekt klasy, która umożliwia istnienie w danym momencie tylko jednej instancji.",
  "slasher-term": "Slasher",
  "slasher-definition": "Slasher to jednostka skanująca poświadczenia w poszukiwaniu wykroczeń, które można by slashować. Slashingi są rozsyłane do sieci, a kolejny proponujący blok dodaje dowód do bloku. Proponujący blok otrzymuje następnie nagrodę za slashowanie złośliwego walidatora.",
  "slot-term": "Slot",
  "slot-definition": "Okres czasu (12 sekund), w którym <a href=\"/glossary/#validator\">walidator</a> może proponować nowe bloki w systemie <a href=\"/glossary/#pos\">proof-of-stake</a>. Slot może być pusty. 32 sloty tworzą <a href=\"/glossary/#epoch\">epokę</a>. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Więcej o proof-of-stake</a>.",
  "smart-contract-term": "Inteligentny kontrakt",
  "smart-contract-definition": "Inteligentny kontrakt to program, który automatycznie realizuje umowy na blockchainie, niczym samoegzekwowalny kontrakt cyfrowy. <a href=\"/smart-contracts/\">Wprowadzenie do inteligentnych kontraktów</a>.",
  "snark-term": "SNARK",
  "snark-definition": "SNARK, skrót od „succinct non-interactive argument of knowledge”, to rodzaj <a href=\"/glossary/#zk-proof\">dowodu zerowej wiedzy</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Więcej o dowodach zerowej wiedzy</a>.",
  "soft-fork-term": "Soft fork",
  "soft-fork-definition": "Rozbieżność w <a href=\"/glossary/#blockchain\">łańcuchu bloków</a>, która występuje, gdy zmieniają się <a href=\"/glossary/#consensus-rules\">reguły konsensusu</a>. W przeciwieństwie do <a href=\"/glossary/#hard-fork\">twardego forka</a>, miękki fork jest wstecznie kompatybilny; zaktualizowane węzły mogą weryfikować bloki utworzone przez nieaktualizowane węzły, o ile przestrzegają nowych reguł konsensusu.",
  "solidity-term": "Solidity",
  "solidity-definition": "Proceduralny (imperatywny) język programowania o składni podobnej do JavaScript, C++ lub Java. Najpopularniejszy i najczęściej używany język dla <a href=\"/glossary/#smart-contract\">inteligentnych kontraktów</a> Ethereum. Stworzony przez dr. Gavina Wooda. <a href=\"/developers/docs/smart-contracts/languages/#solidity\">Więcej o Solidity</a>.",
  "solidity-inline-assembly-term": "wewnątrzwierszowy język asemblerowy dla Solidity",
  "solidity-inline-assembly-definition": "Język asemblera <a href=\"/glossary/#evm\">EVM</a> w programie <a href=\"/glossary/#solidity\">Solidity</a>. Obsługa wbudowanego języka asemblera w Solidity ułatwia pisanie niektórych operacji.",
  "stablecoin-term": "Stablecoin",
  "stablecoin-definition": "Stablecoin to rodzaj kryptowaluty, która ma stabilną wartość, często powiązaną z walutą lub towarem (np. dolarem amerykańskim), aby zminimalizować zmienność cen. <a href=\"/stablecoins/\">Więcej o stablecoinach</a>.",
  "staking-term": "Staking",
  "staking-definition": "Wpłać określoną ilość <a href=\"/glossary/#ether\">etheru</a> (swojego udziału), aby zostać walidatorem i zabezpieczyć <a href=\"/glossary/#network\">sieć</a>. Walidator sprawdza <a href=\"/glossary/#transaction\">transakcje</a> i proponuje <a href=\"/glossary/#block\">bloki</a> w ramach modelu konsensusu <a href=\"/glossary/#pos\">proof-of-stake</a>. Staking daje Ci ekonomiczną zachętę do działania w najlepszym interesie sieci. Otrzymasz nagrody za wykonywanie swoich obowiązków <a href=\"/glossary/#validator\">walidatora</a>, ale stracisz różne ilości ETH, jeśli tego nie zrobisz. <a href=\"/staking/\">Więcej o stakingu Ethereum</a>.",
  "staking-pool-term": "Pula stakingu",
  "staking-pool-definition": "Łączna wartość ETH więcej niż jednego stakera Ethereum, służąca do osiągnięcia 32 ETH wymaganych do aktywacji zestawu kluczy walidatora. Operator węzła używa tych kluczy do udziału w konsensusie, a <a href=\"/glossary/#block-reward\">nagrody za bloki</a> są dzielone między uczestniczących stakerów. Pule stakingowe i delegowanie stakingu nie są natywne dla protokołu Ethereum, ale wiele rozwiązań zostało stworzonych przez społeczność. <a href=\"/staking/pools/\">Więcej o poolingu</a>.",
  "stark-term": "STARK",
  "stark-definition": "STARK, skrót od „scalable transparent argument of knowledge”, to rodzaj <a href=\"/glossary/#zk-proof\">dowodu zerowej wiedzy</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Więcej o dowodach zerowej wiedzy</a>.",
  "state-term": "Stan",
  "state-definition": "Migawka wszystkich sald i danych w określonym momencie czasu w blockchainie, zwykle odnosząca się do stanu określonego bloku.",
  "state-channels-term": "Kanały uzyskiwania informacji",
  "state-channels-definition": "Rozwiązanie <a href=\"/glossary/#layer-2\">warstwy 2</a>, w którym między uczestnikami ustanawiany jest kanał, za pomocą którego mogą oni swobodnie i tanio dokonywać transakcji. Do <a href=\"/glossary/#mainnet\">sieci głównej</a> wysyłana jest tylko <a href=\"/glossary/#mainnet\">transakcja</a>, która ustanawia i zamyka kanał. Pozwala to na bardzo dużą przepustowość transakcji, ale wymaga wcześniejszej znajomości liczby uczestników i zablokowania środków. <a href=\"/developers/docs/scaling/state-channels/#state-channels\">Więcej o kanałach stanowych</a>.",
  "supermajority-term": "Superwiększość",
  "supermajority-definition": "Superwiększość to termin określający kwotę przekraczającą 2/3 (66%) całkowitego stakowanego etheru, zabezpieczającą Ethereum. Do <a href=\"/glossary/#finality\">sfinalizowania</a> bloków w łańcuchu Beacon wymagana jest superwiększość głosów.",
  "sybil-attack-term": "Ataki typu Sybil",
  "sybil-attack-definition": "Ataki typu Sybil polegają na tym, że pojedynczy człowiek oszukuje system, aby ten mylnie uznał, że jest wieloma osobami, w celu zwiększenia swoich wpływów.",
  "syncing-term": "Syncing",
  "syncing-definition": "Proces pobierania całej najnowszej wersji blockchaina do węzła.",
  "sync-committee-term": "Komitet synchronizacji",
  "sync-committee-definition": "Komitet synchronizacji to losowo wybrana grupa <a href=\"/glossary/#validator\">walidatorów</a>, których dane odświeżają się co około 27 godzin. Ich celem jest dodawanie podpisów do prawidłowych nagłówków bloków. Komitety synchronizacji pozwalają <a href=\"/glossary/#light-client\">klientom lekkim</a> śledzić nagłówek blockchaina bez konieczności dostępu do całego zestawu walidatorów.",
  "szabo-term": "Szabo",
  "szabo-definition": "Nominał <a href=\"/glossary/#ether\">eteru</a>. 1 szabo = 10<sup>12</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>6</sup> szabo = 1 eter.",
  "terminal-total-difficulty-term": "Łączna trudność końcowa (TTD)",
  "terminal-total-difficulty-definition": "Całkowita trudność to suma trudności wydobycia Ethash dla wszystkich bloków do określonego punktu w blockchainie. Końcowa całkowita trudność to konkretna wartość całkowitej trudności, która była używana jako wyzwalacz dla klientów wykonawczych do wyłączenia funkcji wydobycia i rozgłaszania plotek o blokach, umożliwiając sieci przejście na proof-of-stake. Nie jest ona już istotna, ponieważ Ethereum przeszło na <a href=\"/glossary/#pos\">proof-of-stake</a>.",
  "testnet-term": "sieć testowa",
  "testnet-definition": "Skrót od „test network” (sieć testowa), sieci służącej do symulowania zachowania głównej sieci Ethereum.",
  "token-term": "Token",
  "token-definition": "Wirtualne dobro podlegające obrotowi, zdefiniowane w inteligentnych kontraktach na blockchainie Ethereum.",
  "token-factory-term": "Fabryka tokenów",
  "token-factory-definition": "Fabryka tokenów to smart kontrakt, który ułatwia tworzenie tokenów w określonym standardzie, takim jak <a href=\"#erc-20\">ERC-20</a>, <a href=\"#erc-721\">ERC-721</a> lub <a href=\"#erc-1155\">ERC-1155</a>. Smart kontrakt działa jak szablon, umożliwiając użytkownikom wdrażanie nowych tokenów z niestandardowymi parametrami, takimi jak nazwa, symbol, podaż i dodatkowa funkcjonalność, bez konieczności tworzenia nowego smart kontraktu od zera.",
  "transaction-term": "Transakcja",
  "transaction-definition": "Dane przekazane do blockchaina Ethereum, podpisane przez źródłowe <a href=\"/glossary/#account\">konto</a>, skierowane do konkretnego <a href=\"/glossary/#address\">adresu</a>. Transakcja zawiera metadane, takie jak <a href=\"/glossary/#gas-limit\">limit gazu</a> dla tej transakcji. <a href=\"/developers/docs/transactions/\">Więcej o transakcjach</a>.",
  "transaction-fee-term": "Opłata transakcyjna",
  "transaction-fee-definition": "Opłata, którą musisz uiścić za każdym razem, gdy korzystasz z sieci Ethereum. Przykładami mogą być przesyłanie środków z <a href=\"/glossary/#wallet\">portfela</a> lub interakcji z <a href=\"/glossary/#dapp\">dapp</a>, np. wymiana tokenów lub zakup przedmiotu kolekcjonerskiego. Można to traktować jak opłatę za usługę. Opłata ta zmienia się w zależności od obciążenia sieci. Dzieje się tak, ponieważ <a href=\"/glossary/#validator\">walidatorzy</a>, czyli osoby odpowiedzialne za przetwarzanie transakcji, prawdopodobnie priorytetowo traktują transakcje z wyższymi opłatami – więc przeciążenie sieci wymusza wzrost ceny.<br/><br/>Z technicznego punktu widzenia opłata transakcyjna jest związana z ilością <a href=\"/glossary/#gas\">gazu</a> potrzebnego do realizacji transakcji.<br/><br/>Obniżenie opłat transakcyjnych jest obecnie przedmiotem dużego zainteresowania. Zobacz <a href=\"/glossary/#layer-2\">Warstwę 2</a>.",
  "trust-assumptions-term": "Założenia zaufania",
  "trust-assumptions-definition": "Założenia dotyczące zaufania to podstawowe przekonania na temat bezpieczeństwa i niezawodności systemu, które determinują nasze zaufanie do jego funkcjonowania.",
  "trustlessness-term": "Brak potrzeby zaufania",
  "trustlessness-definition": "Zdolność sieci do pośredniczenia w transakcjach, bez konieczności zaufania jakiejkolwiek stronie trzeciej przez którąkolwiek ze stron zaangażowanych w transakcję.",
  "turing-complete-term": "kompletność w sensie Turinga",
  "turing-complete-definition": "Koncepcja nazwana na cześć angielskiego matematyka i informatyka Alana Turinga – system reguł manipulowania danymi (takich jak zestaw instrukcji komputera, język programowania lub automat komórkowy) nazywany jest „kompletnym w sensie Turinga” lub „uniwersalnym obliczeniowo”, jeśli można go użyć do symulowania dowolnej maszyny Turinga.",
  "validator-term": "Walidator",
  "validator-definition": "<a href=\"/glossary/#node\">Węzeł</a> w systemie <a href=\"/glossary/#pos\">proof-of-stake</a> odpowiedzialny za przechowywanie danych, przetwarzanie transakcji i dodawanie nowych bloków do blockchaina. Aby aktywować oprogramowanie walidatora, musisz mieć możliwość <a href=\"/glossary/#staking\">stake</a> 32 ETH. <a href=\"/staking/\">Więcej o stakingu w Ethereum</a>.",
  "validator-lifecycle-term": "Cykl życia walidatora",
  "validator-lifecycle-definition": "Sekwencja stanów, w których może znajdować się walidator. Należą do nich: <br/><br/><ul><li>zdeponowane: walidator zdeponował co najmniej 32 ETH w <a href=\"/glossary/#deposit-contract\">kontrakcie depozytu</a>.</li><li>oczekujące: walidator znajduje się w kolejce aktywacji i czeka na głosowanie w sieci przez istniejących walidatorów.</li><li>aktywne: aktualnie potwierdza i proponuje bloki.</li><li>usuwanie: walidator źle się zachował i jest usuwany.</li><li>wychodzące: walidator został oznaczony jako zamierzający opuścić sieć, dobrowolnie lub z powodu wyrzucenia.</li></ul>",
  "validity-proof-term": "Dowód ważności",
  "validity-proof-definition": "Model bezpieczeństwa dla niektórych rozwiązań <a href=\"/glossary/#layer-2\">warstwy 2</a>, w którym, aby zwiększyć szybkość, transakcje są grupowane w partie i przesyłane do Ethereum w jednej transakcji. Obliczenia transakcji są wykonywane poza łańcuchem, a następnie przekazywane do łańcucha głównego z dowodem ich ważności. Ta metoda zwiększa liczbę możliwych transakcji przy jednoczesnym zachowaniu bezpieczeństwa. Niektóre <a href=\"/glossary/#rollups\">grupowania</a> wykorzystują <a href=\"/glossary/#fraud-proof\">zabezpieczenie przed oszustwami</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Więcej o grupowaniach z wiedzą zerową</a>.",
  "validium-term": "Validium",
  "validium-definition": "Rozwiązanie off-chain wykorzystujące <a href=\"/glossary/#validity-proof\">dowody ważności</a> w celu zwiększenia przepustowości transakcji. W przeciwieństwie do <a href=\"/glossary/#zk-rollup\">agregacji z zerową wiedzą</a>, dane validium nie są przechowywane w warstwie 1 sieci głównej. <a href=\"/developers/docs/scaling/validium/\">Więcej o validium</a>.",
  "vyper-term": "Vyper",
  "vyper-definition": "Język programowania wysokiego poziomu ze składnią podobną do Pythona. Mający na celu zbliżenie się do języka czysto funkcyjnego. Stworzony przez Vitalika Buterina. <a href=\"/developers/docs/smart-contracts/languages/#vyper\">Więcej o Vyper</a>.",
  "wallet-term": "Portfel",
  "wallet-definition": "Portfel to cyfrowe narzędzie do przechowywania, wysyłania i odbierania waluty cyfrowej, coś w rodzaju wirtualnej portmonetki na Twoje pieniądze online. <a href=\"/wallets/\">Więcej o portfelach Ethereum</a>.",
  "web2-term": "Web2",
  "web2-definition": "To obecny internet, skoncentrowany na treściach generowanych przez użytkowników i mediach społecznościowych, kontrolowanych przez kilka firm. Web3 to krypto-założenie, że to użytkownicy powinni kontrolować swoje dane i transakcje.",
  "web3-term": "Web3",
  "web3-definition": "Web3 to nowy internet z technologią blockchain, w którym to użytkownicy, a nie firmy, kontrolują swoje dane i transakcje. Nie ma potrzeby udostępniania danych osobowych. <a href=\"/web3/\">Więcej o web3</a>.",
  "wei-term": "Wei",
  "wei-definition": "Najmniejsza jednostka miary eteru. 10<sup>18</sup> wei = 1 eter.",
  "wrapped-token-term": "Zapakowany token (Wrapped token)",
  "wrapped-token-definition": "Token oparty na blockchainie, który reprezentuje inną kryptowalutę lub zasób w innej sieci. Na przykład <a href=\"/wrapped-eth/#intro-to-weth\">Wrapped Ether (WETH)</a> reprezentuje Ether (ETH) w formacie zgodnym ze standardem tokena <a href=\"/glossary/#erc-20\">ERC-20</a> Ethereum. Oryginalny zasób jest bezpiecznie zablokowany przez <a href=\"/glossary/#smart-contract\">inteligentny kontrakt</a>, a następnie generowany jest równoważny opakowany token. Ten mechanizm umożliwia interoperacyjność w obrębie blockchainów i między nimi, umożliwiając bezproblemowe korzystanie z zasobów takich jak ETH w zdecentralizowanych aplikacjach przy jednoczesnym zachowaniu ich wartości.",
  "zero-address-term": "Adres zerowy",
  "zero-address-definition": "Adres Ethereum, składający się wyłącznie z zer, często używany do usuwania tokenów z posiadanego obiegu. Rozróżnia się tokeny formalnie usunięte z indeksu inteligentnego kontraktu za pomocą metody burn() oraz te wysłane na ten adres.",
  "zk-proof-term": "Dowód zerowej wiedzy",
  "zk-proof-definition": "Dowód zerowej wiedzy to metoda kryptograficzna, która pozwala osobie udowodnić prawdziwość stwierdzenia bez podawania dodatkowych informacji. <a href=\"/developers/docs/scaling/zk-rollups/\">Więcej o dowodach zerowej wiedzy</a>.",
  "zk-rollup-term": "pakiet zbiorczy o wiedzy zerowej",
  "zk-rollup-definition": "<a href=\"/glossary/#rollups\">Zestawienie</a> transakcji wykorzystujące <a href=\"/glossary/#validity-proof\">dowodów ważności</a>, aby zwiększyć przepustowość transakcji <a href=\"/glossary/#layer-2\">warstwy 2</a>, jednocześnie korzystając z zabezpieczeń zapewnianych przez sieć główną (warstwa 1). Chociaż nie obsługują złożonych typów transakcji, takich jak <a href=\"/glossary/#optimistic-rollup\">optymistyczne zestawienia</a>, nie mają problemów z opóźnieniami, ponieważ transakcje są weryfikowalne w momencie przesłania. <a href=\"/developers/docs/scaling/zk-rollups/\">Więcej o zestawieniach z zerową wiedzą</a>."
}
