{
  "51%-attack-term": "Atak 51%",
  "51%-attack-definition": "Rodzaj ataku, w którym pewna grupa uzyskuje kontrolę nad większością <a href=\"/glossary/#node\">węzłów</a>. Pozwoliłoby im to na oszukanie blockchainu poprzez odwracanie <a href=\"/glossary/#transaction\">transakcji</a> oraz podwójne wydawanie <a href=\"ether\">etheru</a> i innych tokenów.",
  "abi-term": "Interfejs binarny aplikacji (ABI)",
  "abi-definition": "Plik JSON, który określa funkcje oraz zmienne zawarte w inteligentnym kontrakcie. ABI pozwala na mapowanie kodu bajtowego do formatów czytelnych dla człowieka.",
  "account-term": "Konto",
  "account-definition": "Konto Ethereum to cyfrowa tożsamość na blockchainie Ethereum, która pozwala użytkownikom na wysyłanie i otrzymywanie etheru lub innych cyfrowych zasobów oraz interakcję z inteligentnymi kontraktami.",
  "address-term": "Adres",
  "address-definition": "Adres Ethereum to unikalny identyfikator wykorzystywany do otrzymywania tokenów, działa podobnie do numeru konta bankowego tylko, że dla kryptowalut. Jest używany do identyfikacji Twojego konta Ethereum.",
  "anti-sybil-term": "Anty-Sybil",
  "anti-sybil-definition": "To sposoby na powstrzymanie ludzi przed udawaniem wielu użytkowników jednocześnie w internecie, zapewniają, że każdy użytkownik jest prawdziwą, niezależną osobą. Pomaga to w utrzymaniu sprawiedliwości i uczciwości interakcji online.",
  "apr-term": "APR (RRSO)",
  "apr-definition": "APR lub Annual Percentage Rate (rzeczywista roczna stopa oprocentowania), odzwierciedla roczny koszt pożyczania pieniędzy w tym odsetki i opłaty, jako wartość procentową.",
  "attestation-term": "Poświadczenie",
  "attestation-definition": "Twierdzenie złożone przez podmiot, że coś jest prawdą. W kontekście Ethereum walidatorzy konsensusu muszą składać twierdzenie dotyczące tego, jaki ich zdaniem jest stan łańcucha. W wyznaczonym czasie, każdy walidator jest odpowiedzialny za opublikowanie różnych poświadczeń, które formalnie deklarują pogląd tego walidatora na temat łańcucha, w tym jego ostatni sfinalizowany punkt kontrolny oraz początek łańcucha. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">Więcej na temat poświadczeń</a>.",
  "block-term": "blok",
  "block-definition": "Blok to miejsce, w którym przechowywane są transakcje lub cyfrowe działania. Gdy blok się zapełni, zostaje powiązany z poprzednim, tworząc łańcuch bloków, czyli „blockchain”. <a href=\"/developers/docs/blocks/\">Więcej o blokach</a>.",
  "blockchain-term": "Blockchain",
  "blockchain-definition": "Blockchain to baza danych transakcji, która jest powielana i współdzielona na wszystkich komputerach w sieci, co zapewnia, że dane nie mogą zostać zmienione wstecznie.",
  "bridge-term": "Most",
  "bridge-definition": "Blockchainowy most służy do przenoszenia aktywów z jednej sieci blockchain do innej.",
  "consensus-term": "Konsensus",
  "consensus-definition": "Gdy ponad 2/3 komputerów w sieci zgadza się, że mają ten sam zestaw rekordów, należy upewnić się, że wszyscy są na tej samej stronie. Nie chodzi o przestrzeganie zasad, ale o to, aby wszyscy mieli te same informacje.",
  "consensus-client-term": "Klient konsensusu",
  "consensus-client-definition": "Klienci konsensusu (tacy jak Prysm, Teku, Nimbus, Lighthouse, Lodestar) korzystają z algorytmu konsensusu <a href=\"/glossary/#pos\">proof-of-stake</a> Ethereum, umożliwiając sieci osiągnięcie porozumienia w sprawie nagłówka łańcucha Beacon. Klienci konsensusu nie uczestniczą w walidacji/transmisji transakcji ani wykonywaniu zmian stanu. Zajmują się tym <a href=\"/glossary/#execution-client\">klienci wykonawczy</a>. Klienci konsensusu nie poświadczają ani nie proponują nowych bloków. Zajmuje się tym <a href=\"/glossary/#validator\">klient walidatora</a>, który jest opcjonalnym dodatkiem do klienta konsensusu.",
  "consensus-layer-term": "Warstwa konsensusu",
  "consensus-layer-definition": "Warstwę konsensusu Ethereum stanowi sieć <a href=\"/glossary/#consensus-client\">klientów konsensusu</a>.",
  "cryptoeconomics-term": "Kryptoekonomia",
  "cryptoeconomics-definition": "Badanie zasad matematycznych i ekonomicznych w celu projektowania bezpiecznych i godnych zaufania platform cyfrowych. Celem jest zapewnienie, że wszyscy uczestnicy przestrzegają zasad i są nagradzani za wkład w bezpieczeństwo i funkcjonowanie sieci.",
  "cryptography-term": "Kryptografia",
  "cryptography-definition": "Jest to praktyka zapewniania prywatności i bezpieczeństwa komunikacji w taki sposób, aby tylko osoby, do których informacja jest skierowana, mogły ją odczytać.",
  "dao-term": "Zdecentralizowana organizacja autonomiczna (DAO)",
  "dao-definition": "DAO to cyfrowa organizacja zarządzana zasadami zapisanymi w kodzie na blockchainie, gdzie decyzje podejmowane są przez głosy członków, a nie centralną władzę. <a href=\"/dao/\">Więcej o zdecentralizowanych organizacjach autonomicznych (DAO)</a>.",
  "dapp-term": "Dapp",
  "dapp-definition": "Zdecentralizowana aplikacja (bądź dApp) to aplikacja działająca w sieci blockchain, oferująca usługi bez centralnego organu kontrolującego. <a href=\"/apps/\">Więcej o zdecentralizowanych aplikacjach</a>.",
  "data-availability-term": "Dostępność danych",
  "data-availability-definition": "Każdy węzeł może niezależnie weryfikować transakcje w blockchainie, aby zachować przejrzystość i zaufanie do systemu.",
  "defi-term": "DeFi",
  "defi-definition": "Szeroka kategoria aplikacji Ethereum, których celem jest świadczenie usług finansowych opartych na blockchainie, bez pośredników. <a href=\"/defi/\">Więcej o zdecentralizowanych finansach (DeFi)</a>",
  "dex-term": "Giełda zdecentralizowana (DEX)",
  "dex-definition": "Rodzaj aplikacji Ethereum, która umożliwia wymianę tokenów z innymi użytkownikami w sieci. Giełdy zdecentralizowane (DEX) nie podlegają ograniczeniom geograficznym, takim jak giełdy scentralizowane – każdy może w nich uczestniczyć.",
  "difficulty-bomb-term": "Difficulty bomb",
  "difficulty-bomb-definition": "Zaplanowano wykładniczy wzrost poziomu trudności <a href=\"/glossary/#pow\">proof-of-work</a> <a href=\"/glossary/#difficulty\">difficulty</a>, który miał motywować do przejścia na <a href=\"/glossary/#pos\">proof-of-stake</a>, zmniejszając ryzyko <a href=\"/glossary/#hard-fork\">fork</a>. Bomba trudności została wycofana wraz z <a href=\"/roadmap/merge\">Merge</a>.",
  "ecdsa-term": "Algorytm podpisu cyfrowego krzywej eliptycznej (ECDSA)",
  "ecdsa-definition": "Algorytm kryptograficzny używany przez Ethereum w celu zapewnienia, że ​​środki mogą być wydawane tylko przez ich właścicieli. Jest to preferowana metoda tworzenia kluczy publicznych i prywatnych. Istotny przy generowaniu <a href=\"/glossary/#address\">adresów</a> kont i weryfikacji <a href=\"/glossary/#transaction\">transakcji</a>.",
  "ens-term": "Ethereum Name Service (ENS)",
  "ens-definition": "Ethereum Name Service to taka internetowa książka telefoniczna dla adresów Ethereum. Zamiast używać długich adresów portfeli, ENS pozwala używać prostych nazw, takich jak „john.eth ”, do wysyłania i odbierania cyfrowych pieniędzy i aktywów.",
  "epoch-term": "Epoka",
  "epoch-definition": "Okres 32 <a href=\"/glossary/#slot\">slotów</a>, z których każdy trwa 12 sekund, co daje łącznie 6,4 minuty. Ze względów bezpieczeństwa <a href=\"/glossary/#committee\">komitety</a> walidatorów są tasowane w każdej epoce. Każda epoka daje możliwość <a href=\"/glossary/#finality\">sfinalizowania</a> łańcucha. Każdemu walidatorowi przypisywane są nowe obowiązki na początku każdej epoki. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Więcej o Proof-of-Stake</a>",
  "eoa-term": "Konto zewnętrzne (EOA)",
  "eoa-definition": "Konta zewnętrzne (EOA) to najpopularniejszy typ kont Ethereum. Są one kontrolowane przez użytkownika za pomocą kluczy prywatnych/frazy odzyskiwania. <a href=\"/wallets/\">Więcej o portfelach Ethereum</a>.",
  "erc-term": "Wniosek o komentarze Ethereum (ERBN)",
  "erc-definition": "ERC (<strong>Ethereum Request for Comments</strong>) to rodzaj dokumentacji technicznej używanej w społeczności Ethereum do proponowania nowych standardów korzystania z sieci Ethereum.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "Rodzaj standardu tokenów Ethereum, podobny do NFT (unikalne przedmioty kolekcjonerskie), który umożliwia także tworzenie wymiennych przedmiotów (takich jak waluta) w ramach jednego inteligentnego kontraktu.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "To standardowy zestaw reguł, według którego tworzona jest większość tokenów w sieci Ethereum.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "To standardowy zestaw reguł używany do tworzenia NFT (niezamiennych tokenów).",
  "ether-term": "Ether",
  "ether-definition": "Algorytm <a href=\"/glossary/#pow\">proof-of-work</a> używany w Ethereum przed przejściem na <a href=\"/glossary/#pos\">proof-of-stake</a>. <a href=\"/developers/docs/consensus-mechanisms/pow/mining/mining-algorithms/ethash\">Czytaj więcej</a>",
  "events-term": "Zdarzenia",
  "events-definition": "Umożliwia korzystanie z funkcji rejestrowania zdarzeń <a href=\"/glossary/#evm\">EVM</a>. <a href=\"/glossary/#dapp\">Dapps</a> mogą nasłuchiwać zdarzeń i wykorzystywać je do wyzwalania wywołań zwrotnych JavaScript w interfejsie użytkownika. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">Więcej o zdarzeniach i rejestrach</a>",
  "execution-client-term": "Klient wykonawczy",
  "execution-client-definition": "Klienci wykonawczy (dawniej znani jako „klienci Eth1”), tacy jak Besu, Erigon, Go-Ethereum (Geth) i Nethermind, mają za zadanie przetwarzanie i nadawanie transakcji oraz zarządzanie stanem Ethereum. Przeprowadzają obliczenia dla każdej transakcji za pomocą <a href=\"/glossary/#evm\">maszyny wirtualnej Ethereum</a>, aby zapewnić przestrzeganie zasad protokołu.",
  "execution-layer-term": "Warstwa wykonawcza",
  "execution-layer-definition": "Warstwę wykonawczą Ethereum stanowi sieć <a href=\"/glossary/#execution-client\">klientów wykonawczych</a>.",
  "finality-term": "Nieodwołalność",
  "finality-definition": "Finality is the guarantee that a set of transactions cannot be changed without a huge amount of ETH being lost.",
  "fork-term": "Fork",
  "fork-definition": "Zmiana protokołu powodująca utworzenie alternatywnego łańcucha.",
  "fraud-proof-term": "Odporność na oszustwo",
  "fraud-proof-definition": "Model bezpieczeństwa dla niektórych rozwiązań <a href=\"/glossary/#layer-2\">warstwy 2</a>, w którym, aby zwiększyć szybkość, transakcje są <a href=\"/glossary/#rollups\">zwijane</a> w partie i przesyłane do Ethereum w ramach jednej transakcji. Inni uczestnicy sieci mogą ponownie wykonać transakcje, aby sprawdzić, czy zostały wykonane uczciwie. Jeśli odkryją rozbieżność między opublikowanymi danymi a własną wersją, mogą opublikować kryptograficzny dowód wskazujący, gdzie doszło do oszustwa. Niektóre <a href=\"/glossary/#rollups\">zwijane</a> wykorzystują <a href=\"/glossary/#validity-proof\">dowodów ważności</a>.",
  "gas-term": "Gaz",
  "gas-definition": "Gaz to opłata pobierana za transakcje i inteligentne kontrakty w blockchainie, takim jak Ethereum. <a href=\"/gas/\">Więcej o gazie i opłatach</a>.",
  "genesis-block-term": "Blok Genesis",
  "genesis-block-definition": "Pierwszy blok w <a href=\"/glossary/#blockchain\">blockchainie</a>, używany do zainicjowania określonej sieci i jej kryptowaluty.",
  "gwei-term": "Gwei",
  "gwei-definition": "Skrót od gigawei, nominału <a href=\"/glossary/#ether\">eteru</a>, powszechnie stosowanego do określania ceny <a href=\"/glossary/#gas\">gazu</a>. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>9</sup> gwei = 1 ether.",
  "hash-term": "Hash",
  "hash-definition": "Stały odcisk palca danych wejściowych o zmiennej wielkości, generowany przez funkcję skrótu. (Zobacz <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "holographic-consensus-term": "Konsensus holograficzny",
  "holographic-consensus-definition": "Odnosi się to do sposobu podejmowania decyzji przez dużą grupę poprzez umożliwienie mniejszej grupie przedstawicieli oddania głosu. Następnie wszyscy inni zgadzają się go poprzeć, o ile ufają, że ta mniejsza grupa wykonała dobrą robotę.",
  "index-term": "Indeks",
  "index-definition": "Struktura sieciowa mająca na celu optymalizację zapytań dotyczących informacji w całym <a href=\"/glossary/#blockchain\">łańcuchu bloków</a> poprzez zapewnienie efektywnej ścieżki do źródła ich przechowywania.",
  "key-term": "Klucz",
  "key-definition": "W kontekście Ethereum klucze są cyfrowymi kodami: klucz publiczny służy do odbierania transakcji, a klucz prywatny do uzyskiwania dostępu i wysyłania środków.",
  "layer-2-term": "Warstwa 2",
  "layer-2-definition": "Warstwa 2 to kolejna sieć oparta na głównej sieci Ethereum, która ma na celu przyspieszenie i obniżenie kosztów transakcji. <a href=\"/layer-2/\">Więcej o warstwie 2</a>.",
  "liquidity-tokens-term": "Tokeny płynności",
  "liquidity-tokens-definition": "Tokeny płynności (LT) to cyfrowe tokeny wydawane uczestnikom, którzy deponują swoje aktywa w puli płynności, która jest zbiorem środków zablokowanych w inteligentnym kontrakcie i jest używana do ułatwiania handlu na zdecentralizowanej giełdzie (DEX).",
  "mainnet-term": "Sieć główna",
  "mainnet-definition": "Główna sieć publiczna <a href=\"/glossary/#blockchain\">blockchainu</a> Ethereum.",
  "mev-term": "MEV",
  "mev-definition": "Mechanizm, który za opłatą nadaje priorytet określonym działaniom na blockchainie, wpływając na rezultaty i kolejność transakcji.",
  "multisig-term": "Multisig",
  "multisig-definition": "Multisig (multi signature / wielopodpis) odnosi się do cyfrowego portfela lub konta, które wymaga wielu podpisów lub zatwierdzeń do wykonania transakcji, co zwiększa bezpieczeństwo.",
  "nft-term": "Token niezamienny (NFT)",
  "nft-definition": "Unikalny przedmiot cyfrowy, który możesz posiadać, np. dzieła sztuki lub przedmioty kolekcjonerskie, zweryfikowany za pomocą technologii blockchain. <a href=\"/nft/\">Więcej o niewymienialnych tokenach (NFT)</a>.",
  "node-term": "Węzeł",
  "node-definition": "Klient oprogramowania uczestniczący w sieci. <a href=\"/developers/docs/nodes-and-clients/\">Więcej o węzłach i klientach</a>.",
  "ommer-term": "Blok wujka (ommer)",
  "ommer-definition": "Gdy <a href=\"/glossary/#miner\">górnik</a> działający w oparciu o proof-of-work znajdzie prawidłowy <a href=\"/glossary/#block\">blok</a>, inny górnik może opublikować konkurencyjny blok, który zostanie dodany jako pierwszy do końca łańcucha bloków. Ten prawidłowy, ale nieaktualny blok może zostać uwzględniony przez nowsze bloki jako <em>ommers</em> i otrzymać częściową nagrodę za blok. Termin „ommer” (wujek) jest preferowanym, neutralnym płciowo określeniem na „brata” bloku nadrzędnego, ale czasami określa się go również mianem „wujka”. Było to powszechne w sieci Ethereum, gdy była ona siecią <a href=\"/glossary/#pow\">proof-of-work</a>. Teraz, gdy Ethereum korzysta z <a href=\"/glossary/#pos\">proof-of-stake</a>, na każdy slot wybierany jest tylko jeden proponujący blok.",
  "onchain-term": "Onchain",
  "onchain-definition": "Odnosi się to do działań lub transakcji, które odbywają się na blockchainie i są publicznie dostępne.",
  "optimistic-rollup-term": "Optymistyczny pakiet zbiorczy",
  "optimistic-rollup-definition": "Optimistic Rollup to rozwiązanie warstwy 2, które przyspiesza transakcje w sieci Ethereum, zakładając, że domyślnie są one prawidłowe, dopóki nie zostaną zakwestionowane. <a href=\"/developers/docs/scaling/optimistic-rollups/\">Więcej o optymistycznych rollupach</a>.",
  "peer-to-peer-network-term": "Sieć peer-to-peer",
  "peer-to-peer-network-definition": "Sieć komputerów (peerów / rówieśników), które wspólnie mogą wykonywać funkcję bez potrzeby korzystania ze scentralizowanych usług opartych na serwerach.",
  "permissionless-term": "Nie wymaga pozwolenia",
  "permissionless-definition": "Do korzystania z systemu takiego jak Ethereum nie są wymagane żadne pozwolenia ani zgody i nikt nie może powstrzymać cię przed jego używaniem. Jest otwarte 24/7 dla każdego.",
  "private-key-term": "Klucz prywatny",
  "private-key-definition": "Klucz prywatny to tajny kod, który potwierdza, że ​​jesteś właścicielem swoich cyfrowych pieniędzy i pozwala Ci je wydawać, podobnie jak PIN do Twojego konta. <strong>NIE UDOSTĘPNIAJ GO</strong>.",
  "poap-term": "POAP",
  "poap-definition": "Protokół dowodu uczestnictwa (POAP) służy do tworzenia cyfrowych przedmiotów kolekcjonerskich (NFT) stanowiących dowód uczestnictwa w określonym wydarzeniu lub aktywności.",
  "pos-term": "Proof-of-stake (PoS)",
  "pos-definition": "Metoda, za pomocą której protokół blockchaina kryptowaluty dąży do osiągnięcia rozproszonego <a href=\"/glossary/#consensus\">konsensusu</a>. PoS wymaga od użytkowników udowodnienia posiadania określonej ilości kryptowaluty (ich „udziału” w sieci), aby móc uczestniczyć w walidacji transakcji. <a href=\"/developers/docs/consensus-mechanisms/pos/\">Więcej o dowodzie udziału</a>.",
  "pow-term": "Proof of work (PoW)",
  "pow-definition": "Mechanizm bezpieczeństwa dla blockchainów, który wymaga od węzłów wydatkowania energii w formie obliczeń w celu znalezienia określonej wartości.",
  "public-goods-term": "Dobra publiczne",
  "public-goods-definition": "Dobra publiczne to rzeczy, z których każdy może korzystać bezpłatnie, takie jak parki czy czyste powietrze, a korzystanie z nich nie uniemożliwia korzystania z nich innym. Rządy często je zapewniają, ponieważ firmy zazwyczaj tego nie robią, ponieważ nie mogą łatwo pobierać opłat za korzystanie z nich.",
  "public-key-term": "Klucz publiczny",
  "public-key-definition": "Klucz publiczny to zestaw znaków, który pozwala innym osobom bezpiecznie wysyłać Ci walutę cyfrową, np. adres e-mail w celu wymiany pieniędzy.",
  "quadratic-voting-term": "Głosowanie kwadratowe",
  "quadratic-voting-definition": "To metoda głosowania, w której wyborcy wyrażają, jak silne są ich poglądy na daną kwestię. Pozwala ona wyborcom pokazać nie tylko preferencje, ale także ich intensywność.",
  "recovery-phrase-term": "Fraza początkowa/fraza odzyskiwania",
  "recovery-phrase-definition": "Lista słów podana podczas tworzenia portfela cyfrowego. Działa jak hasło, które pomoże Ci odzyskać dostęp do portfela w przypadku utraty dostępu, chroniąc Cię przed utratą cyfrowych pieniędzy lub tokenów.",
  "rollups-term": "Pakiety zbiorcze",
  "rollups-definition": "Typ rozwiązania skalowania <a href=\"/glossary/#layer-2\">warstwy 2</a>, które grupuje wiele transakcji i przesyła je do <a href=\"/glossary/#mainnet\">głównego łańcucha Ethereum</a> w ramach jednej transakcji. Pozwala to na obniżenie kosztów <a href=\"/glossary/#gas\">gazu</a> i zwiększenie przepustowości <a href=\"/glossary/#transaction\">transakcji</a>. Istnieją pakiety optymistyczne i pakiety z wiedzą zerową, które wykorzystują różne metody zabezpieczeń, aby zapewnić te korzyści w zakresie skalowalności. <a href=\"/developers/docs/scaling/#rollups\">Więcej o pakietach</a>.",
  "rpc-term": "Zdalne wywołanie procedury (RPC)",
  "rpc-definition": "RPC umożliwia jednemu komputerowi żądanie danych lub wykonania czynności od innego komputera za pośrednictwem sieci, na przykład żądanie informacji za pomocą pilota.",
  "sequencer-term": "Sekwencer",
  "sequencer-definition": "Sekwencer to program odpowiedzialny za ustalanie kolejności transakcji w sieci blockchain.",
  "smart-contract-term": "Inteligentny kontrakt",
  "smart-contract-definition": "Inteligentny kontrakt to program, który automatycznie realizuje umowy na blockchainie, niczym samoegzekwowalny kontrakt cyfrowy. <a href=\"/smart-contracts/\">Wprowadzenie do inteligentnych kontraktów</a>.",
  "stablecoin-term": "Stablecoin",
  "stablecoin-definition": "Stablecoin to rodzaj kryptowaluty, która ma stabilną wartość, często powiązaną z walutą lub towarem (np. dolarem amerykańskim), aby zminimalizować zmienność cen. <a href=\"/stablecoins/\">Więcej o stablecoinach</a>.",
  "staking-term": "Staking",
  "staking-definition": "Wpłać określoną ilość <a href=\"/glossary/#ether\">etheru</a> (swojego udziału), aby zostać walidatorem i zabezpieczyć <a href=\"/glossary/#network\">sieć</a>. Walidator sprawdza <a href=\"/glossary/#transaction\">transakcje</a> i proponuje <a href=\"/glossary/#block\">bloki</a> w ramach modelu konsensusu <a href=\"/glossary/#pos\">proof-of-stake</a>. Staking daje Ci ekonomiczną zachętę do działania w najlepszym interesie sieci. Otrzymasz nagrody za wykonywanie swoich obowiązków <a href=\"/glossary/#validator\">walidatora</a>, ale stracisz różne ilości ETH, jeśli tego nie zrobisz. <a href=\"/staking/\">Więcej o stakingu Ethereum</a>.",
  "staking-pool-term": "Pula stakingu",
  "staking-pool-definition": "Łączna wartość ETH więcej niż jednego stakera Ethereum, służąca do osiągnięcia 32 ETH wymaganych do aktywacji zestawu kluczy walidatora. Operator węzła używa tych kluczy do udziału w konsensusie, a <a href=\"/glossary/#block-reward\">nagrody za bloki</a> są dzielone między uczestniczących stakerów. Pule stakingowe i delegowanie stakingu nie są natywne dla protokołu Ethereum, ale wiele rozwiązań zostało stworzonych przez społeczność. <a href=\"/staking/pools/\">Więcej o poolingu</a>.",
  "sybil-attack-term": "Ataki typu Sybil",
  "sybil-attack-definition": "Ataki typu Sybil polegają na tym, że pojedynczy człowiek oszukuje system, aby ten mylnie uznał, że jest wieloma osobami, w celu zwiększenia swoich wpływów.",
  "terminal-total-difficulty-term": "Łączna trudność końcowa (TTD)",
  "terminal-total-difficulty-definition": "Całkowita trudność to suma trudności wydobycia Ethash dla wszystkich bloków do określonego punktu w blockchainie. Końcowa całkowita trudność to konkretna wartość całkowitej trudności, która była używana jako wyzwalacz dla klientów wykonawczych do wyłączenia funkcji wydobycia i rozgłaszania plotek o blokach, umożliwiając sieci przejście na proof-of-stake. Nie jest ona już istotna, ponieważ Ethereum przeszło na <a href=\"/glossary/#pos\">proof-of-stake</a>.",
  "transaction-fee-term": "Opłata transakcyjna",
  "transaction-fee-definition": "Opłata, którą musisz uiścić za każdym razem, gdy korzystasz z sieci Ethereum. Przykładami mogą być przesyłanie środków z <a href=\"/glossary/#wallet\">portfela</a> lub interakcji z <a href=\"/glossary/#dapp\">dapp</a>, np. wymiana tokenów lub zakup przedmiotu kolekcjonerskiego. Można to traktować jak opłatę za usługę. Opłata ta zmienia się w zależności od obciążenia sieci. Dzieje się tak, ponieważ <a href=\"/glossary/#validator\">walidatorzy</a>, czyli osoby odpowiedzialne za przetwarzanie transakcji, prawdopodobnie priorytetowo traktują transakcje z wyższymi opłatami – więc przeciążenie sieci wymusza wzrost ceny.<br/><br/>Z technicznego punktu widzenia opłata transakcyjna jest związana z ilością <a href=\"/glossary/#gas\">gazu</a> potrzebnego do realizacji transakcji.<br/><br/>Obniżenie opłat transakcyjnych jest obecnie przedmiotem dużego zainteresowania. Zobacz <a href=\"/glossary/#layer-2\">Warstwę 2</a>.",
  "trust-assumptions-term": "Założenia zaufania",
  "trust-assumptions-definition": "Założenia dotyczące zaufania to podstawowe przekonania na temat bezpieczeństwa i niezawodności systemu, które determinują nasze zaufanie do jego funkcjonowania.",
  "validator-term": "Walidator",
  "validator-definition": "<a href=\"/glossary/#node\">Węzeł</a> w systemie <a href=\"/glossary/#pos\">proof-of-stake</a> odpowiedzialny za przechowywanie danych, przetwarzanie transakcji i dodawanie nowych bloków do blockchaina. Aby aktywować oprogramowanie walidatora, musisz mieć możliwość <a href=\"/glossary/#staking\">stake</a> 32 ETH. <a href=\"/staking/\">Więcej o stakingu w Ethereum</a>.",
  "validity-proof-term": "Dowód ważności",
  "validity-proof-definition": "Model bezpieczeństwa dla niektórych rozwiązań <a href=\"/glossary/#layer-2\">warstwy 2</a>, w którym, aby zwiększyć szybkość, transakcje są grupowane w partie i przesyłane do Ethereum w jednej transakcji. Obliczenia transakcji są wykonywane poza łańcuchem, a następnie przekazywane do łańcucha głównego z dowodem ich ważności. Ta metoda zwiększa liczbę możliwych transakcji przy jednoczesnym zachowaniu bezpieczeństwa. Niektóre <a href=\"/glossary/#rollups\">grupowania</a> wykorzystują <a href=\"/glossary/#fraud-proof\">zabezpieczenie przed oszustwami</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Więcej o grupowaniach z wiedzą zerową</a>.",
  "wallet-term": "Portfel",
  "wallet-definition": "Portfel to cyfrowe narzędzie do przechowywania, wysyłania i odbierania waluty cyfrowej, coś w rodzaju wirtualnej portmonetki na Twoje pieniądze online. <a href=\"/wallets/\">Więcej o portfelach Ethereum</a>.",
  "web2-term": "Web2",
  "web2-definition": "To obecny internet, skoncentrowany na treściach generowanych przez użytkowników i mediach społecznościowych, kontrolowanych przez kilka firm. Web3 to krypto-założenie, że to użytkownicy powinni kontrolować swoje dane i transakcje.",
  "web3-term": "Web3",
  "web3-definition": "Web3 to nowy internet z technologią blockchain, w którym to użytkownicy, a nie firmy, kontrolują swoje dane i transakcje. Nie ma potrzeby udostępniania danych osobowych. <a href=\"/web3/\">Więcej o web3</a>.",
  "wei-term": "Wei",
  "wei-definition": "Najmniejsza jednostka miary eteru. 10<sup>18</sup> wei = 1 eter.",
  "zk-proof-term": "Dowód zerowej wiedzy",
  "zk-proof-definition": "Dowód zerowej wiedzy to metoda kryptograficzna, która pozwala osobie udowodnić prawdziwość stwierdzenia bez podawania dodatkowych informacji. <a href=\"/developers/docs/scaling/zk-rollups/\">Więcej o dowodach zerowej wiedzy</a>."
}
