{
  "page-run-a-node-build-your-own-title": "Stwórz własny",
  "page-run-a-node-build-your-own-hardware-title": "Krok 1 – Sprzęt",
  "page-run-a-node-build-your-own-minimum-specs": "Minimalne specyfikacje",
  "page-run-a-node-build-your-own-min-ram": "4–8 GB RAM",
  "page-run-a-node-build-your-own-ram-note-1": "Zobacz wpis o stakingu",
  "page-run-a-node-build-your-own-ram-note-2": "Zobacz wpis o Raspberry Pi",
  "page-run-a-node-build-your-own-min-ssd": "2 TB SSD",
  "page-run-a-node-build-your-own-ssd-note": "Dysk SSD jest niezbędny do uzyskania wymaganych prędkości zapisu.",
  "page-run-a-node-build-your-own-recommended": "Rekomendowane",
  "page-run-a-node-build-your-own-nuc": "Intel NUC 7. generacji lub wyższy",
  "page-run-a-node-build-your-own-nuc-small": "Procesor x86",
  "page-run-a-node-build-your-own-connection": "Przewodowe połączenie internetowe",
  "page-run-a-node-build-your-own-connection-small": "Nie jest wymagane, ale zapewnia łatwiejszą konfigurację i najbardziej spójne połączenie.",
  "page-run-a-node-build-your-own-peripherals": "Monitor i klawiatura",
  "page-run-a-node-build-your-own-peripherals-small": "O ile nie używasz DAppNode lub konfiguracji ssh/headless",
  "page-run-a-node-build-your-own-software": "Etap 2 – Oprogramowanie",
  "page-run-a-node-build-your-own-software-option-1-title": "Wariant 1 – DAppNode",
  "page-run-a-node-build-your-own-software-option-1-description": "Jeżeli masz przygotowane urządzenie, możesz przejść do kolejnego kroku – pobrania systemu DAppNode. Do tego celu możesz użyć dowolnego komputera, zgraj oprogramowanie na dysk USB, a następnie zainstaluj je na sformatowanym dysku SSD.",
  "page-run-a-node-build-your-own-software-option-1-button": "Ustawienia DAppNode",
  "page-run-a-node-build-your-own-software-option-2-title": "Opcja 2 – wiersz poleceń",
  "page-run-a-node-build-your-own-software-option-2-description-1": "Aby w pełni kontrolować cały proces, doświadczeni użytkownicy mogą preferować korzystanie z wiersza poleceń.",
  "page-run-a-node-build-your-own-software-option-2-description-2": "Zobacz naszą dokumentację deweloperską, aby uzyskać więcej informacji na temat wyboru klienta.",
  "page-run-a-node-build-your-own-software-option-2-button": "Użyj wiersza poleceń",
  "page-run-a-node-buy-fully-loaded-title": "Kup w pełni skonfigurowany",
  "page-run-a-node-buy-fully-loaded-description": "Zamów gotowe rozwiązanie od producentów, aby ułatwić cały proces.",
  "page-run-a-node-buy-fully-loaded-note-1": "Brak potrzeby budowania węzła",
  "page-run-a-node-buy-fully-loaded-note-2": "Ustawienia aplikacji za pomocą interfejsu GUI",
  "page-run-a-node-buy-fully-loaded-note-3": "Nie jest wymagana znajomość wiersza poleceń",
  "page-run-a-node-censorship-resistance-title": "Odporność na cenzurę",
  "page-run-a-node-censorship-resistance-preview": "Zapewnij sobie dostęp, kiedy go potrzebujesz i nie daj się cenzurować.",
  "page-run-a-node-censorship-resistance-1": "Węzeł zewnętrzny może odrzucić transakcje z określonych adresów IP lub transakcje obejmujące określone konta, potencjalnie blokując ci możliwość korzystania z sieci, gdy jest to potrzebne. ",
  "page-run-a-node-censorship-resistance-2": "Posiadanie własnego węzła do przesyłania transakcji gwarantuje, że w dowolnym momencie możesz nadawać transakcję do reszty sieci peer-to-peer.",
  "page-run-a-node-community-title": "Znajdź pomocników",
  "page-run-a-node-community-description-1": "Platformy internetowe, takie jak Discord lub Reddit, są domem dla wielu twórców społeczności, którzy są gotowi pomóc w przypadku jakichkolwiek pytań.",
  "page-run-a-node-community-description-2": "Nie musisz samodzielnie rozwiązywać problemów. Jeśli masz pytanie, prawdopodobnie ktoś tutaj pomoże Ci znaleźć odpowiedź.",
  "page-run-a-node-community-link-1": "Dołącz do Discorda DAppNode",
  "page-run-a-node-community-link-2": "Znajdź społeczności online",
  "page-run-a-node-choose-your-adventure-title": "Wybierz swoją przygodę",
  "page-run-a-node-choose-your-adventure-1": "Aby rozpocząć, potrzebujesz sprzętu. Chociaż uruchomienie oprogramowania węzła jest możliwe na komputerze osobistym, posiadanie dedykowanego komputera może znacznie zwiększyć wydajność węzła, jednocześnie minimalizując jego wpływ na komputer podstawowy.",
  "page-run-a-node-choose-your-adventure-2": "Przy wyborze sprzętu należy wziąć pod uwagę, że łańcuch stale rośnie, a konserwacja będzie nieuchronnie potrzebna. Zwiększenie specyfikacji może pomóc opóźnić konieczność konserwacji węzłów.",
  "page-run-a-node-choose-your-adventure-build-1": "Tańsza i bardziej konfigurowalna opcja dla nieco bardziej technicznych użytkowników.",
  "page-run-a-node-choose-your-adventure-build-bullet-1": "Pozyskaj własne części.",
  "page-run-a-node-choose-your-adventure-build-bullet-2": "Zainstaluj DAppNode",
  "page-run-a-node-choose-your-adventure-build-bullet-3": "albo wybierz własny system operacyjny i klientów.",
  "page-run-a-node-choose-your-adventure-build-start": "Zacznij tworzenie",
  "page-run-a-node-decentralized-title": "Decentralizacja",
  "page-run-a-node-decentralized-preview": "Oprzyj się wzmocnieniu scentralizowanych punktów awarii.",
  "page-run-a-node-decentralized-1": "Scentralizowane serwery w chmurze mogą zapewnić dużą moc obliczeniową, ale stanowią cel dla nacjonalistycznych narodów lub atakujących, którzy chcą zakłócić działanie sieci.",
  "page-run-a-node-decentralized-2": "Odporność sieci osiąga się dzięki większej liczbie węzłów w różnych geograficznie lokalizacjach, obsługiwanych przez większą liczbę osób o różnym pochodzeniu. Ponieważ coraz więcej osób korzysta z własnego węzła, zależność od scentralizowanych punktów awarii maleje, dzięki czemu sieć staje się silniejsza.",
  "page-run-a-node-further-reading-title": "Dalsza lektura",
  "page-run-a-node-further-reading-1-link": "Opanowanie Ethereum — czy uruchomienie pełnego węzła to dobry pomysł?",
  "page-run-a-node-further-reading-1-author": "Andreas Antonopoulos",
  "page-run-a-node-further-reading-2-link": "Ethereum na ARM – przewodnik po szybkim starcie",
  "page-run-a-node-further-reading-3-link": "Ograniczenia skalowalności łańcucha bloków",
  "page-run-a-node-further-reading-3-author": "Vitalik Buterin",
  "page-run-a-node-getting-started-title": "Pierwsze kroki",
  "page-run-a-node-getting-started-software-section-1": "We wcześniejszych dniach działania sieci użytkownicy musieli mieć możliwość interakcji z wierszem poleceń w celu obsługi węzła Ethereum.",
  "page-run-a-node-getting-started-software-section-1-alert": "Jeśli tak wolisz i masz odpowiednie umiejętności, zapoznaj się z naszą dokumentacją techniczną.",
  "page-run-a-node-getting-started-software-section-1-link": "Jak uruchomić węzeł Ethereum?",
  "page-run-a-node-getting-started-software-section-2": "Teraz mamy DAppNode, które jest <b>darmowym oprogramowaniem</b> typu open source i które zapewnia użytkownikom <b>wrażenia podobne do aplikacji</b> podczas zarządzania ich węzłem.",
  "page-run-a-node-getting-started-software-section-3a": "Wystarczy kilka dotknięć, aby Twój węzeł działał.",
  "page-run-a-node-getting-started-software-section-3b": "DAppNode ułatwia użytkownikom uruchamianie pełnych węzłów, jak również aplikacji i innych sieci P2P, bez konieczności korzystania z wiersza poleceń. Jest to ułatwienie dla wszystkich w użytkowaniu i tworzeniu bardziej zdecentralizowanej sieci.",
  "page-run-a-node-getting-started-software-title": "Część 2: Oprogramowanie",
  "page-run-a-node-glyph-alt-terminal": "Glif terminalu",
  "page-run-a-node-glyph-alt-phone": "Glif stuknięcia w ekran telefonu",
  "page-run-a-node-glyph-alt-dappnode": "Glif DAppNode",
  "page-run-a-node-glyph-alt-pnp": "Glif gotowości po podłączeniu",
  "page-run-a-node-glyph-alt-hardware": "Glif sprzętu komputerowego",
  "page-run-a-node-glyph-alt-software": "Glif pobierania oprogramowania",
  "page-run-a-node-glyph-alt-privacy": "Glif prywatności",
  "page-run-a-node-glyph-alt-censorship-resistance": "Glif megafonu odpornego na cenzurę",
  "page-run-a-node-glyph-alt-earth": "Glif Ziemi",
  "page-run-a-node-glyph-alt-decentralization": "Glif decentralizacji",
  "page-run-a-node-glyph-alt-vote": "Glif Wyraź swój głos",
  "page-run-a-node-glyph-alt-sovereignty": "Glif suwerenności",
  "page-run-a-node-hero-alt": "Grafika węzła",
  "page-run-a-node-hero-header": "Miej całkowitą kontrolę.<br />Uruchom swój własny węzeł.",
  "page-run-a-node-hero-subtitle": "Zapewnij sobie pełną suwerenność, pomagając w zabezpieczeniu sieci. Zostań Ethereum.",
  "page-run-a-node-hero-cta-1": "Dowiedz się więcej",
  "page-run-a-node-hero-cta-2": "Zaczynajmy!",
  "page-run-a-node-install-manually-title": "Zainstaluj manualnie",
  "page-run-a-node-install-manually-1": "Jeżeli jesteś bardziej zaawansowanym użytkownikiem i zdecydujesz się na zbudowanie własnego urządzenia, możesz pobrać DAppNode na jakikolwiek komputer i zainstalować go na czystym dysku SSD za pomocą pendrive'a.",
  "page-run-a-node-meta-description": "Czym jest węzeł Ethereum, po co i jak go uruchomić?",
  "page-run-a-node-participate-title": "Uczestnictwo",
  "page-run-a-node-participate-preview": "Rewolucja w decentralizacji zaczyna się z <strong>tobą</strong>.",
  "page-run-a-node-participate-1": "Uruchamiając węzeł, stajesz się częścią globalnego ruchu, który chce decentralizacji i władzy w świecie informacji.",
  "page-run-a-node-participate-2": "Jeśli jesteś właścicielem, dodaj wartość do swojego ETH poprzez wspieranie zdrowia i decentralizacji sieci i upewnij się, że masz coś do powiedzenia na temat jej przyszłości.",
  "page-run-a-node-privacy-title": "Prywatność i bezpieczeństwo",
  "page-run-a-node-privacy-preview": "Przestań ujawniać swoje dane osobowe do węzłów stron trzecich.",
  "page-run-a-node-privacy-1": "Podczas wysyłania transakcji za pomocą publicznych węzłów, dane osobowe, takie jak twój adres IP i adresy Ethereum, które posiadasz, mogą wycieknąć do tych usług firm trzecich.",
  "page-run-a-node-privacy-2": "Wysyłając kompatybilne portfele do własnego węzła, możesz użyć swojego portfela do prywatnej i bezpiecznej interakcji z łańcuchem bloków.",
  "page-run-a-node-privacy-3": "Ponadto, jeśli złośliwy węzeł rozsyła nieprawidłową transakcję, Twój węzeł po prostu go zlekceważy. Każda transakcja jest weryfikowana lokalnie na własnym komputerze, więc nie musisz nikomu ufać.",
  "page-run-a-node-rasp-pi-title": "Wpis o Raspberry Pi (procesor ARM)",
  "page-run-a-node-rasp-pi-description": "Raspberry Pis są lekkimi i przystępnymi cenowo komputerami, jednak mają ograniczenia, które mogą mieć wpływ na wydajność węzła. Mimo że obecnie nie zaleca się stosowania stakingu, może to być doskonała i niedroga opcja uruchamiania węzła do użytku osobistego, który zajmuje zaledwie 4–8 GB pamięci RAM.",
  "page-run-a-node-rasp-pi-note-1-link": "DAppNode na architekturze ARM",
  "page-run-a-node-rasp-pi-note-1-description": "Jeśli chcesz uruchomić DAppNode na Raspberry Pi, zapoznaj się z tymi instrukcjami.",
  "page-run-a-node-rasp-pi-note-2-link": "Ethereum w dokumentacji architektury ARM",
  "page-run-a-node-rasp-pi-note-2-description": "Sprawdź, jak uruchomić węzeł przez CLI na Raspberry Pi",
  "page-run-a-node-rasp-pi-note-3-link": "Uruchom węzeł na Raspberry Pi",
  "page-run-a-node-rasp-pi-note-3-description": "Kliknij, jeżeli preferujesz tutoriale",
  "page-run-a-node-shop": "Kup",
  "page-run-a-node-shop-avado": "Kup Avado",
  "page-run-a-node-shop-dappnode": "Kup DAppNode",
  "page-run-a-node-staking-title": "Stakuj swoje ETH",
  "page-run-a-node-staking-description": "Chociaż nie jest wymagany, dzięki Node: Up and Running jesteś o krok bliżej stakowania ETH i możesz zdobywać nagrody oraz pomóc w przyczynieniu się do powstawania innego komponentu bezpieczeństwa Ethereum.",
  "page-run-a-node-staking-link": "Stakuj ETH",
  "page-run-a-node-staking-plans-title": "Planujesz stake'ować?",
  "page-run-a-node-staking-plans-description": "W celu zmaksymalizowania wydajności walidatora minimalnie rekomendowane jest 16 GB RAM, ale zalecane 32 GB, wraz z CPU, którego wynik benchmarku na <a href=\"https://cpubenchmark.net\" target=\"_blank\">cpubenchmark.net</a> wynosi 6667+. Rekomendowane jest także, aby stakujący mieli nielimitowane, szybkie łącze internetowe, jednak nie jest to wymagane.",
  "page-run-a-node-staking-plans-ethstaker-link-label": "Jak kupić walidator Ethereum?",
  "page-run-a-node-staking-plans-ethstaker-link-description": "EthStaker wdaje się w więcej szczegółów w tej godzinie specjalnej",
  "page-run-a-node-sovereignty-title": "Suwerenność",
  "page-run-a-node-sovereignty-preview": "Pomyśl o utrzymywaniu węzła jako o kolejnym kroku po otrzymaniu własnego portfela Ethereum.",
  "page-run-a-node-sovereignty-1": "Portfel Ethereum pozwala objąć pieczę nad zasobami cyfrowymi i kontrolować je, trzymając klucze prywatne na Twoje adresy, jednak klucze te nie mówią o obecnym stanie łańcucha bloków, na przykład o saldzie twojego portfela.",
  "page-run-a-node-sovereignty-2": "Domyślnie portfele Ethereum zazwyczaj sięgają do węzła firm trzecich, takich jak Infura lub Alchemy, podczas wyszukiwania sald. Uruchomienie własnego węzła pozwala na posiadanie własnej kopii łańcucha bloków Ethereum.",
  "page-run-a-node-title": "Dodaj serwer",
  "page-run-a-node-voice-your-choice-title": "Głosuj na swój wybór",
  "page-run-a-node-voice-your-choice-preview": "Nie przerywaj kontroli w przypadku tworzenia kopii procesu bieżącego.",
  "page-run-a-node-voice-your-choice-1": "W przypadku ogniw łańcuchowych, gdzie powstają dwa łańcuchy z dwoma różnymi zestawami przepisów: korzystanie z własnego węzła gwarantuje ci możliwość wyboru, który zestaw reguł obsługujesz. Od ciebie zależy uaktualnienie do nowych zasad i wsparcie proponowanych zmian lub nie.",
  "page-run-a-node-voice-your-choice-2": "Jeśli stakujesz ETH, użycie własnego węzła pozwala wybrać własnego klienta, aby zminimalizować ryzyko cięć i zareagować na zmienne wymagania sieci w czasie. Stakowanie z osobą trzecią powoduje utratę głosu na klienta, którego wybór uważasz za najlepszy.",
  "page-run-a-node-what-title": "<i>Co</i> oznacza „uruchomienie węzła”?",
  "page-run-a-node-what-1-subtitle": "Uruchom oprogramowanie.",
  "page-run-a-node-what-1-text": "To oprogramowanie, znane jako „klient”, pobiera kopię łańcucha bloków Ethereum i weryfikuje ważność każdego bloku, następnie aktualizuje go na bieżąco z nowymi blokami i transakcjami oraz pomaga innym pobierać i aktualizować ich własne kopie.",
  "page-run-a-node-what-2-subtitle": "Ze sprzętem.",
  "page-run-a-node-what-2-text": "Ethereum jest przeznaczone do uruchamiania węzła średnio na komputerach klasy konsumenckiej. Możesz użyć dowolnego komputera osobistego, ale większość użytkowników decyduje się uruchomić węzeł na specjalnym sprzęcie w celu wyeliminowania wpływu na ich urządzenie i zminimalizowania przestoju węzła.",
  "page-run-a-node-what-3-subtitle": "Gdy jesteś online.",
  "page-run-a-node-what-3-text": "Uruchamianie węzła Ethereum może być na początku skomplikowane, ale jest to jedynie akt ciągłego uruchamiania oprogramowania klienta na komputerze podłączonym do Internetu. W trybie offline Twój węzeł będzie po prostu nieaktywny, dopóki nie wróci do trybu online i nie dotrze do najnowszych zmian.",
  "page-run-a-node-who-title": "<i>Kto</i> powinien uruchamiać węzeł?",
  "page-run-a-node-who-preview": "Wszyscy! Węzły nie są tylko dla walidatorów proof-of-stake. <i>Każdy</i> może uruchomić węzeł – nie potrzebujesz nawet ETH.",
  "page-run-a-node-who-copy-1": "Nie musisz stakować ETH, aby uruchomić węzeł. W rzeczywistości to każdy inny węzeł Ethereum rozlicza walidatorów.",
  "page-run-a-node-who-copy-2": "Możesz nie otrzymać nagród finansowych, które zarabiają walidatorzy, ale jest wiele innych korzyści płynących z prowadzenia węzła, które każdy użytkownik Ethereum może wziąć pod uwagę, w tym prywatność, bezpieczeństwo, mniejsze uzależnienie od serwerów stron trzecich, odporność na cenzurę oraz lepsze zdrowie i decentralizacja sieci.",
  "page-run-a-node-who-copy-3": "Posiadanie własnego węzła oznacza, że nie musisz ufać informacjom o stanie sieci dostarczonym przez stronę trzecią.",
  "page-run-a-node-who-copy-bold": "Nie ufaj. Sprawdzaj.",
  "page-run-a-node-why-title": "<i>Po co</i> uruchamiać węzeł?"
}
