{
  "page-get-eth-article-keeping-crypto-safe": "Klucze do zachowania bezpieczeństwa kryptowalut",
  "page-get-eth-article-protecting-yourself": "Chroń siebie i swoje fundusze",
  "page-get-eth-article-store-digital-assets": "Jak przechowywać aktywa cyfrowe na Ethereum",
  "page-get-eth-article-protecting-yourself-desc": "MyCrypto",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": "Giełdy scentralizowane",
  "page-get-eth-cex-desc": "Giełdy to firmy, które pozwalają kupować kryptowaluty za pomocą tradycyjnych walut. Mają pieczę nad każdym zakupionym ETH, dopóki nie wyślesz go do portfela, który kontrolujesz.",
  "page-get-eth-checkout-dapps-btn": "Wypróbuj zdecentralizowane aplikacje",
  "page-get-eth-community-safety": "Posty społeczności dotyczące bezpieczeństwa",
  "page-get-eth-description": "Ethereum nie jest kontrolowane przez żadną pojedynczą organizację — jest zdecentralizowane.",
  "page-get-eth-dex": "Giełdy zdecentralizowane (DEX)",
  "page-get-eth-dex-desc": "Jeśli chcesz mieć większą kontrolę, kup ETH za pomocą <a href=\"/glossary/#smart-contract\">inteligentnych kontraktów</a>. Dzięki DEX możesz handlować cyfrowymi zasobami bez oddawania kontroli nad swoimi środkami scentralizowanej firmie.",
  "page-get-eth-peers": "Otrzymuj ETH od innych użytkowników",
  "page-get-eth-peers-desc": "Gdy już będziesz mieć konto Ethereum, wystarczy udostępnić swój adres, aby rozpocząć wysyłanie i odbieranie ETH (i innych tokenów) peer-to-peer.",
  "page-get-eth-staking": "Nagrody ze stakingu",
  "page-get-eth-staking-desc": "Jeśli masz już trochę ETH, możesz zarobić więcej, uruchamiając węzeł walidatora. Otrzymujesz wynagrodzenie w ETH za wykonanie tej pracy weryfikacyjnej.",
  "page-get-eth-earn": "Zarób ETH",
  "page-get-eth-earn-desc": "Możesz zarabiać ETH, pracując dla DAO lub firm, które płacą w kryptowalutach, wygrywając nagrody, znajdując błędy w oprogramowaniu i nie tylko.",
  "page-get-eth-daos-link-desc": "Dowiedz się o DAO",
  "page-get-eth-cex-link-desc": "Zobacz listę giełd",
  "page-get-eth-staking-link-desc": "Dowiedz się więcej o stakingu",
  "page-get-eth-dexs": "Giełdy zdecentralizowane (DEX)",
  "page-get-eth-dexs-desc": "Zdecentralizowane giełdy to otwarte rynki dla ETH i innych tokenów. Łączą bezpośrednio kupujących i sprzedających.",
  "page-get-eth-dexs-desc-2": "Zamiast korzystać z zaufanej strony trzeciej do zabezpieczenia środków w transakcji, używają kodu. ETH sprzedającego zostanie przeniesiony tylko wtedy, gdy płatność jest gwarantowana. Ten rodzaj kodu jest znany jako inteligentny kontrakt.",
  "page-get-eth-dexs-desc-3": "Oznacza to, że istnieje mniej ograniczeń geograficznych niż w przypadku scentralizowanych alternatyw. Jeśli ktoś sprzedaje to, co chcesz, i akceptuje metodę płatności, którą możesz zapewnić, możesz działać.",
  "page-get-eth-dexs-desc-4": "Uwaga: wiele DEX-ów wykorzystuje do działania Wrapped Ether (WETH). <a href=\"/wrapped-eth\">Dowiedz się więcej o Wrapped Ether</a>.",
  "page-get-eth-do-not-copy": "Przykład: Nie kopiuj",
  "page-get-eth-exchanges-disclaimer": "Zebraliśmy te informacje ręcznie. Jeśli zauważysz, że coś jest nie tak, daj nam znać",
  "page-get-eth-exchanges-empty-state-text": "Wprowadź swój kraj zamieszkania, aby zobaczyć listę giełd, z których możesz skorzystać",
  "page-get-eth-exchanges-except": "Z wyjątkiem",
  "page-get-eth-exchanges-header": "W jakim kraju mieszkasz?",
  "page-get-eth-exchanges-header-exchanges": "Giełdy",
  "page-get-eth-exchanges-header-wallets": "Portfele",
  "page-get-eth-exchanges-intro": "Giełdy mają ograniczenia dotyczące tego, gdzie mogą sprzedawać kryptowaluty. Jest to orientacyjna lista usług, o których sądzi się, że działają w każdym kraju. Umieszczenie ich tutaj nie stanowi poparcia — należy przeprowadzić własny research!",
  "page-get-eth-exchanges-no-exchanges": "Przepraszamy, nie znamy żadnej giełdy, która pozwoli Ci kupić ETH w tym kraju. Jeśli Ty jakąś znasz, poinformuj nas pod tym adresem",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Przepraszamy, nie znamy żadnej giełdy, która pozwoli Ci kupić ETH w tym kraju. Jeśli Ty jakąś znasz, poinformuj nas pod tym adresem",
  "page-get-eth-exchanges-no-wallets": "Przepraszamy, nie znamy żadnych portfeli, które pozwolą Ci kupić ETH w tym kraju. Jeśli Ty jakieś znasz, poinformuj nas pod tym adresem",
  "page-get-eth-exchanges-search": "Wpisz miejsce zamieszkania...",
  "page-get-eth-exchanges-success-exchange": "Rejestracja na giełdzie może potrwać kilka dni ze względu na ich prawne kontrole.",
  "page-get-eth-exchanges-success-wallet-link": "portfelach",
  "page-get-eth-exchanges-success-wallet-paragraph": "Tam, gdzie mieszkasz, możesz kupić ETH bezpośrednio z tych portfeli. Dowiedz się więcej o",
  "page-get-eth-exchanges-usa": "Stany Zjednoczone (USA)",
  "page-get-eth-get-wallet-btn": "Zdobądź portfel",
  "page-get-eth-hero-image-alt": "Główne zdjęcie strony Zdobądź ETH",
  "page-get-eth-keep-it-safe": "Dbanie o bezpieczeństwo ETH",
  "page-get-eth-meta-description": "Jak kupować ETH w zależności od miejsca zamieszkania i porady, jak się nim zajmować.",
  "page-get-eth-meta-title": "Jak zdobyć ETH",
  "page-get-eth-need-wallet": "Będziesz potrzebować portfela, aby korzystać ze zdecentralizowanej giełdy.",
  "page-get-eth-new-to-eth": "ETH jest dla Ciebie nowością? Oto przegląd na początek.",
  "page-get-eth-other-cryptos": "Kupuj za inne kryptowaluty",
  "page-get-eth-protect-eth-desc": "Jedną z głównych funkcji Ethereum jest to, że użytkownik zachowuje kontrolę nad własnymi aktywami, zarządzając własnym kontem. Oznacza to, że użytkownik nie musi ufać żadnej stronie trzeciej w kwestii swoich aktywów i jest chroniony przed nieuczciwym działaniem, bankructwem lub włamaniem. Oznacza to jednak również, że bierze odpowiedzialność za własne bezpieczeństwo.",
  "page-get-eth-protect-eth-in-wallet": "Przechowuj swoje ETH we własnym portfelu",
  "page-get-eth-search-by-country": "Szukaj według kraju",
  "page-get-eth-security": "Oznacza to, że musisz poważnie traktować bezpieczeństwo swoich środków. Dzięki ETH nie ufasz bankowi lub firmie, że zajmie się Twoimi aktywami, ale bierzesz odpowiedzialność za siebie.",
  "page-get-eth-smart-contract-link": "Więcej na temat inteligentnych kontraktów",
  "page-get-eth-swapping": "Zamień swoje tokeny na ETH innych osób. I na odwrót.",
  "page-get-eth-try-dex": "Wypróbuj DEX",
  "page-get-eth-use-your-eth": "Użyj swojego ETH",
  "page-get-eth-use-your-eth-dapps": "Teraz, gdy jesteś właścicielem ETH, sprawdź niektóre aplikacje Ethereum (aplikacje zdecentralizowane). Istnieją aplikacje dla finansów, mediów społecznościowych, gier i wielu innych kategorii.",
  "page-get-eth-wallet-instructions": "Postępuj zgodnie z instrukcją portfela",
  "page-get-eth-wallet-instructions-lost": "Jeśli utracisz dostęp do swojego konta, stracisz dostęp do swoich środków. Twój portfel powinien zawierać instrukcje dotyczące ochrony przed tym. Pamiętaj, aby dokładnie ich przestrzegać — w większości przypadków nikt nie może Ci pomóc, jeśli stracisz dostęp do swojego konta.",
  "page-get-eth-wallets": "Portfele",
  "page-get-eth-wallets-link": "Więcej o portfelach",
  "page-get-eth-wallets-purchasing": "Niektóre portfele pozwalają na zakup kryptowalut za pomocą karty debetowej/kredytowej, przelewu bankowego lub nawet Apple Pay. Obowiązują ograniczenia geograficzne.",
  "page-get-eth-warning": "Te DEX-y nie są przeznaczone dla początkujących, ponieważ do ich używania potrzebne jest trochę ETH. To tylko przykłady, a nie rekomendowane produkty. Przeprowadź własną analizę!",
  "page-get-eth-what-are-DEX's": "Czym jest DEX?",
  "page-get-eth-whats-eth-link": "Co to jest ETH?",
  "page-get-eth-where-to-buy-desc": "Możesz zarabiać ETH, otrzymywać je od innych użytkowników lub kupować je na giełdach i w aplikacjach.",
  "page-get-eth-where-to-buy-desc-2": "Sprawdź usługi, z których możesz korzystać w miejscu zamieszkania.",
  "page-get-eth-where-to-buy-title": "Gdzie uzyskać ETH",
  "page-get-eth-your-address": "Twój adres ETH",
  "page-get-eth-your-address-desc": "Kiedy pobierzesz portfel, stworzy dla Ciebie publiczny adres ETH. Oto jak wygląda:",
  "page-get-eth-your-address-desc-3": "Pomyśl o tym, jak o swoim adresie e-mail, ale zamiast poczty, możesz odbierać ETH. Jeśli chcesz przesłać ETH z giełdy do swojego portfela, użyj swojego adresu jako miejsca docelowego. Pamiętaj, aby zawsze dokładnie sprawdzić przed wysłaniem!",
  "page-get-eth-your-address-wallet-link": "Sprawdź portfele",
  "listing-policy-raise-issue-link": "Zgłoś problem",
  "page-find-wallet-last-updated": "Ostatnia aktualizacja"
}
