{
  "page-wallets-accounts-addresses": "Portfele, konta, klucze i adresy",
  "page-wallets-accounts-addresses-desc": "Warto rozumieć różnice między niektórymi kluczowymi terminami.",
  "page-wallets-accounts-ethereum-addresses": "<b>Konto Ethereum ma adres</b>, podobnie jak skrzynka odbiorcza ma adres e-mail. Służy on do identyfikacji Twoich cyfrowych zasobów.",
  "page-wallets-alt": "Ilustracja robota ze skarbcem w charakterze ciała, przedstawiająca portfel Ethereum",
  "page-wallets-ethereum-account": "<b>Konto Ethereum to para kluczy</b>. <a href=\"/glossary/#public-key\">Jeden klucz</a> służy do stworzenia adresu, który można swobodnie udostępniać, a <a href=\"/glossary/#private-key\">drugi klucz</a> należy zachować w tajemnicy, ponieważ służy do podpisywania. Razem klucze te pozwalają na przechowywanie aktywów i dokonywanie transakcji.",
  "page-wallets-blog": "Blog Coinbase",
  "page-wallets-bookmarking": "Dodaj swój portfel do zakładek",
  "page-wallets-bookmarking-desc": "Jeśli korzystasz z portfela internetowego, dodaj witrynę do zakładek, aby chronić się przed oszustwami typu phishing.",
  "page-wallets-cd": "<b>Fizyczne portfele sprzętowe</b> to urządzenia, które pozwalają Ci na przechowywanie kryptowalut w trybie offline – są bardzo bezpieczne",
  "page-wallets-desc-2": "Portfele są używane przez większość ludzi do obsługi swoich zasobów cyfrowych i tożsamości.",
  "page-wallets-desc-2-link": "Więcej na temat ETH",
  "page-wallets-desc-3": "Twój portfel jest narzędziem do interakcji z kontem Ethereum. Oznacza to, że w każdej chwili możesz zmieniać dostawców portfeli. Wiele portfeli umożliwia również zarządzanie kilkoma kontami Ethereum z jednej aplikacji.",
  "page-wallets-desc-4": "Dostawcy portfeli nie mają dostępu do Twoich środków. Zapewniają jedynie okno do przeglądania aktywów na Ethereum i narzędzia do łatwego zarządzania nimi.",
  "page-wallets-description": "Portfele Ethereum to aplikacje, które dają kontrolę nad kontem. Podobnie jak fizyczny portfel, zawierają wszystko, czego potrzebujesz, aby potwierdzić swoją tożsamość i obsługiwać swoje aktywa. Portfel umożliwia logowanie się do aplikacji, odczytywanie salda, wysyłanie transakcji i weryfikację tożsamości.",
  "page-wallets-desktop": "<b>Aplikacje komputerowe</b>, jeśli wolisz zarządzać środkami za pośrednictwem systemu MacOS, Windows lub Linux",
  "page-wallets-ethereum-wallet": "<b>Portfel to narzędzie, które umożliwia Ci interakcję z Twoim kontem</b> przy użyciu kluczy. Umożliwia on wyświetlanie salda konta, wysyłanie transakcji i wiele więcej.",
  "page-wallets-explore": "Odkryj Ethereum",
  "page-wallets-features-desc": "Możemy pomóc Ci wybrać Twój portfel w oparciu o funkcje, których potrzebujesz.",
  "page-wallets-features-title": "Porównaj portfele na podstawie funkcji",
  "page-wallets-find-wallet-btn": "Znajdź portfel",
  "page-wallets-find-wallet-link": "Znajdź portfel",
  "page-wallets-get-some": "Zdobądź trochę ETH",
  "page-wallets-get-some-alt": "Ilustracja przedstawiająca dłoń tworzącą logo ETH z klocków lego",
  "page-wallets-get-some-btn": "Weź trochę ETH",
  "page-wallets-get-some-desc": "ETH to natywna kryptowaluta Ethereum. Aby korzystać z aplikacji Ethereum, będziesz potrzebować trochę ETH w portfelu.",
  "page-wallets-keys-to-safety": "Klucze do zachowania bezpieczeństwa kryptowalut",
  "page-wallets-manage-funds": "Aplikacja do zarządzania Twoimi środkami",
  "page-wallets-manage-funds-desc": "Twój portfel pokazuje salda, historię transakcji i umożliwia wysyłanie/otrzymywanie środków. Niektóre portfele mogą oferować więcej.",
  "page-wallets-meta-description": "Co musisz wiedzieć, aby korzystać z portfeli Ethereum.",
  "page-wallets-meta-title": "Portfele Ethereum",
  "page-wallets-mobile": "<b>Aplikacje mobilne</b>, które zapewniają dostęp do Twoich środków z dowolnego miejsca",
  "page-wallets-more-on-dapps-btn": "Więcej na temat aplikacji zdecentralizowanych",
  "page-wallets-most-wallets": "Większość portfeli umożliwia wygenerowanie konta Ethereum. Więc nie potrzebujesz go przed pobraniem portfela.",
  "page-wallets-protecting-yourself": "Chroń siebie i swoje fundusze",
  "page-wallets-seed-phrase": "Zapisz swoją <a href=\"/glossary/#recovery-phrase\">frazę odzyskiwania</a>",
  "page-wallets-seed-phrase-desc": "Portfele często zawierają frazę ziarna, którą musisz zapisać w bezpiecznym miejscu. Tylko w ten sposób odzyskasz swój portfel.",
  "page-wallets-seed-phrase-example": "Tutaj jest przykład:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Nie przechowuj go na komputerze. Zapisz go i przechowuj w bezpiecznym miejscu.",
  "page-wallets-slogan": "Posiadanie kluczy do cyfrowej przyszłości",
  "page-wallets-stay-safe": "Jak pozostać bezpiecznym",
  "page-wallets-stay-safe-desc": "Wolność finansowa oraz możliwość dostępu do środków i korzystania z nich w dowolnym miejscu wiążą się z odpowiedzialnością — w kryptowalutach nie ma czegoś takiego jak obsługa klienta. <b>To ty jesteś odpowiedzialny za bezpieczeństwo swoich kluczy</b>.",
  "page-wallets-subtitle": "Portfele pomagają uzyskać dostęp do zasobów cyfrowych i logować się do aplikacji.",
  "page-wallets-take-responsibility": "Weź odpowiedzialność za swoje własne środki",
  "page-wallets-take-responsibility-desc": "Scentralizowane giełdy połączą Twój portfel z nazwą użytkownika i hasłem, które możesz odzyskać w tradycyjny sposób. Pamiętaj tylko, że powierzasz tej giełdzie dostęp do Twoich środków. Jeśli giełda ma problemy finansowe, Twoje środki będą zagrożone.",
  "page-wallets-tips": "Więcej wskazówek na temat bezpieczeństwa",
  "page-wallets-tips-community": "Od społeczności",
  "page-wallets-title": "Portfele Ethereum",
  "page-wallets-triple-check": "Sprawdź wszystko trzy razy",
  "page-wallets-triple-check-desc": "Pamiętaj, że transakcji nie można cofnąć, a portfeli nie można łatwo odzyskać, więc zachowaj ostrożność.",
  "page-wallets-try-dapps": "Wypróbuj zdecentralizowane aplikacje (dapps)",
  "page-wallets-try-dapps-alt": "Ilustracja przedstawiająca współpracujących ze sobą członków społeczności Ethereum",
  "page-wallets-try-dapps-desc": "Aplikacje zdecentralizowane (dapps) są aplikacjami zbudowanymi na Ethereum. Są tańsze, bardziej sprawiedliwe i bardziej przyjazne dla Twoich danych niż większość tradycyjnych aplikacji.",
  "page-wallets-types": "Typy portfeli",
  "page-wallets-types-desc": "Istnieje kilka sposobów łączenia się i interakcji z kontem:",
  "page-wallets-web-browser": "<b>Portfele przeglądarkowe</b> to aplikacje internetowe, które pozwalają na interakcję z Twoim kontem bezpośrednio w przeglądarce",
  "page-wallets-web-browser-extension": "<b>Portfele rozszerzeń przeglądarki</b> to pobierane rozszerzenia, które pozwalają na interakcję z Twoim kontem i aplikacjami przez przeglądarkę",
  "page-wallets-whats-a-wallet": "Czym jest portfel Ethereum?",
  "page-wallets-your-ethereum-account": "Twoje konto Ethereum",
  "page-wallets-your-ethereum-account-desc": "Twój portfel to okno na konto Ethereum — saldo, historię transakcji i nie tylko. Możesz jednak zmienić dostawcę portfela w dowolnym momencie.",
  "page-wallets-your-login": "Twój login dla aplikacji Ethereum",
  "page-wallets-your-login-desc": "Twój portfel pozwala Ci połączyć się z aplikacją przy użyciu konta Ethereum. Jest to jak login, którego możesz używać w wielu aplikacjach.",
  "additional-reading-how-to-create-an-ethereum-account": "Jak stworzyć konto Ethereum",
  "additional-reading-how-to-use-a-wallet": "Jak używać portfela"
}
