{
  "page-layer-2-learn-meta-title": "Czym jest warstwa 2? | ethereum.org",
  "page-layer-2-learn-title": "Czym jest warstwa 2?",
  "page-layer-2-learn-description": "Skalowanie Ethereum w celu masowej adopcji",
  "page-layer-2-learn-button-1-label": "Czym jest warstwa 2?",
  "page-layer-2-learn-button-2-label": "Używanie warstwy 2",
  "page-layer-2-learn-what-is-layer-2-title": "Czym jest warstwa 2?",
  "page-layer-2-learn-what-is-layer-2-1": "Warstwa 2 (L2) to zbiorczy termin opisujący określony zestaw rozwiązań skalowania Ethereum. <strong>Warstwa 2 to oddzielny <a href=\"/glossary/#blockchain\">blockchain</a>⁣, który rozszerza Ethereum i dziedziczy gwarancje bezpieczeństwa Ethereum</strong>.",
  "page-layer-2-learn-what-is-layer-2-2": "Teraz przyjrzyjmy się temu nieco bliżej. By to zrobić, musimy najpierw wyjaśnić, czym jest warstwa 1 (L1).",
  "page-layer-2-learn-what-is-layer-1-title": "Czym jest warstwa 1?",
  "page-layer-2-learn-what-is-layer-1-1": "Blockchainy warstwy 1, takie jak Ethereum czy Bitcoin, stanowią <strong>podstawę, na której budowane są projekty warstwy 2</strong>. Przykłady projektów warstwy 2 obejmują <strong>pakiety zbiorcze o wiedzy zerowej</strong> i <strong>optymistyczne pakiety zbiorcze</strong> na Ethereum oraz Lightning Network na Bitcoinie.",
  "page-layer-2-learn-what-is-layer-1-2": "Ethereum pełni również rolę warstwy dostępności danych dla warstw 2 i jeśli pojawią się jakiekolwiek spory dotyczące wcześniejszych transakcji, dane potrzebne do ich rozwiązania są dostarczane z Ethereum.",
  "page-layer-2-learn-layer-1-list-title": "Ethereum jako warstwa 1 obejmuje:",
  "page-layer-2-learn-layer-1-list-1": "<strong>sieć operatorów węzłów</strong> odpowiedzialnych za zabezpieczanie i walidację sieci",
  "page-layer-2-learn-layer-1-list-2": "<strong>sieć twórców bloków</strong>",
  "page-layer-2-learn-layer-1-list-3": "<strong>sam blockchain</strong> wraz z historią danych transakcyjnych",
  "page-layer-2-learn-layer-1-list-4": "<strong>mechanizm konsensusu</strong> dla sieci",
  "page-layer-2-learn-why-do-we-need-layer-2-title": "Dlaczego potrzebujemy warstwy 2?",
  "page-layer-2-learn-why-do-we-need-layer-2-1": "Trzema pożądanymi właściwościami blockchainu są decentralizacja, bezpieczeństwo oraz skalowalność. Trylemat blockchainu mówi, że prosta architektura blockchainu może osiągnąć tylko dwie z trzech tych właściwości. Potrzebujesz bezpiecznego i zdecentralizowanego blockchainu? Wówczas musisz poświęcić skalowalność. Tutaj wkraczają sieci warstwy 2.",
  "page-layer-2-learn-why-do-we-need-layer-2-2": "Ethereum osiągnęło obecne możliwości sieci na poziomie ponad miliona transakcji dzienne, przy wysokim popycie na każdą z nich. Sukces Ethereum i rosnące zapotrzebowane na jego wykorzystani spowodowały znaczny wzrost cen gazu. W związku z tym wzrosła również potrzeba rozwiązań skalujących.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability": "Skalowalność",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-1": "Głównym celem skalowalności jest zwiększenie szybkości transakcji (szybsza nieodwołalność) i przepustowości transakcji (większa liczba transakcji na sekundę) bez poświęcania decentralizacji lub bezpieczeństwa.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-2": "Społeczność Ethereum przyjęła stanowisko, że nie poświęci decentralizacji ani bezpieczeństwa, aby zwiększyć skalowalność. Do czasu wprowadzenia shardingu, sieć główna Ethereum (warstwa 1) będzie w stanie przetwarzać jedynie około 15 transakcji na sekundę. Gdy popyt na korzystanie z Ethereum jest wysoki, sieć staje się przeciążona, co zwiększa opłaty transakcyjne i wyklucza cenami tych, którzy nie mogą sobie na to pozwolić i muszą czekać aż opłaty spadną. W tym miejscu z pomocą przychodzi warstwa 2, która pozwala na skalowanie Ethereum.",
  "page-layer-2-learn-layer2Cards-1-title": "Niższe opłaty",
  "page-layer-2-learn-layer2Cards-1-description": "Dzięki łączeniu wielu transakcji w jedną transakcję na warstwie 1 opłaty transakcyjne są znacznie zmniejszone, co sprawia, że Ethereum staje się bardziej dostępne dla wszystkich.",
  "page-layer-2-learn-layer2Cards-2-title": "Zachowanie bezpieczeństwa",
  "page-layer-2-learn-layer2Cards-2-description": "Blockchainy warstwy 2 rozliczają swoje transakcje w sieci głównej Ethereum, umożliwiając użytkownikom korzystanie z bezpieczeństwa sieci Ethereum.",
  "page-layer-2-learn-layer2Cards-3-title": "Rozszerzenie zastosowań",
  "page-layer-2-learn-layer2Cards-3-description": "Dzięki wyższej liczbie transakcji na sekundę, niższym opłatom i nowym technologiom, projekty mogą rozwijać nowe zastosowania, oferując lepsze doświadczenia użytkowników.",
  "page-layer-2-learn-how-does-layer-2-work-title": "Jak działa warstwa 2?",
  "page-layer-2-learn-how-does-layer-2-work-1": "Jak już wspomnieliśmy wcześniej, warstwa 2 to zbiorczy termin określający rozwiązania skalujące Ethereum, które obsługują transakcje poza warstwą 1 Ethereum, jednocześnie nadal korzystając z solidnego oraz zdecentralizowanego bezpieczeństwa warstwy 1 Ethereum. Warstwa 2 to oddzielny blockchain, którzy rozszerza Ethereum. Jak to działa?",
  "page-layer-2-learn-how-does-layer-2-work-2": "Istnieje kilka różnych typów warstwy 2, z których każdy ma swoje własne kompromisy i modele bezpieczeństwa. Warstwy 2 przenoszą obciążenie transakcyjne z warstwy 1, co pozwala jej być mniej zatłoczoną, a cały system staje się bardziej skalowalny.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-title": "Pakiety zbiorcze",
  "page-layer-2-learn-how-does-layer-2-work-rollups-1": "Pakiety zbiorcze grupują (lub „zbierają”) setki transakcji w jedną transakcję w warstwie 1. Dzięki temu opłaty transakcyjne w warstwie 1 zostają rozłożone pomiędzy wszystkich użytkowników w pakiecie zbiorczym, co sprawia, że każda transakcja jest tańsza dla użytkownika.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-2": "Dane transakcji w pakiecie zbiorczym są przesyłanie do warstwy 1, ale wykonanie transakcji odbywa się osobno w pakiecie. Dzięki przesyłaniu danych transakcji do warstwy 1, pakiety zbiorcze dziedziczą bezpieczeństwo Ethereum. Dzieje się tak, ponieważ po przesłaniu danych do warstwy 1, cofnięcie transakcji pakietu wymagałoby cofnięcia Ethereum. Istnieją dwa różne podejścia do pakietów zbiorczych: optymistyczne i o wiedzy zerowej — różnią się przede wszystkim sposobem, w jaki dane transakcji są przesyłane do warstwy 1.",
  "page-layer-2-learn-rollupCards-optimistic-title": "Optymistyczne pakiety zbiorcze",
  "page-layer-2-learn-rollupCards-optimistic-description": "Optymistyczne pakiety zbiorcze korzystają z dowodów błędu, gdzie transakcje są uznawane za prawidłowe, ale mogą zostać zakwestionowane, jeśli podejrzewa się nieprawidłową transakcję. W przypadku podejrzenia nieprawidłowej transakcji, uruchamiany jest dowód błędu, aby sprawdzić czy faktycznie do niej doszło.",
  "page-layer-2-learn-rollupCards-optimistic-childSentence": "Więcej o optymistycznych pakietach zbiorczych",
  "page-layer-2-learn-rollupCards-zk-title": "Pakiety zbiorcze o wiedzy zerowej",
  "page-layer-2-learn-rollupCards-zk-description": "Pakiety zbiorcze o wiedzy zerowej korzystają z dowodów ważności, gdzie obliczenia transakcji są wykonywane poza łańcuchem, a następnie dane te są przesyłane do sieci głównej Ethereum wraz z dowodem ich ważności.",
  "page-layer-2-learn-rollupCards-zk-childSentence": "Więcej o pakietach zbiorczych o wiedzy zerowej",
  "page-layer-2-learn-dyor-title": "Przeprowadź własne badania: ryzyka warstwy 2",
  "page-layer-2-learn-dyor-1": "Ponieważ łańcuchy warstwy 2 dziedziczą bezpieczeństwo Ethereum, w idealnym świecie są tak samo bezpieczne jak warstwa 1 Ethereum. Jednak <strong>wiele projektów jest wciąż młodych i eksperymentalnych</strong>. Po latach badań i rozwoju, wiele technologii warstwy 2, które mają skalować Ethereum, weszło do użytku w 2021 roku. Nie oznacza to, że te warstwy 2 są bezpieczne, po prostu żadna warstwa 2 nie została tak dobrze przetestowana jak sieć główna Ethereum. Zawsze przeprowadzaj własne badania i decyduj, czy jesteś gotów zaakceptować związane z tym ryzyka.",
  "page-layer-2-learn-dyor-2": "Po więcej informacji o technologii, ryzykach i założeniach dotyczących zaufania do warstwy 2, zalecamy sprawdzenie L2BEAT, który oferuje kompleksową ocenę ryzyka dla każdego projektu.",
  "page-layer-2-learn-dyor-link": "Przejdź do L2BEAT",
  "page-layer-2-learn-note-on-alt-l1-title": "Uwagi o alternatywnych warstwach 1, łańcuchach bocznych i validiumach",
  "page-layer-2-learn-note-on-alt-l1-1": "Alternatywne warstwy 1 oferują wyższą przepustowość i niższe opłaty transakcyjne niż Ethereum. Te alternatywne warstwy 1 musiały jednak poświęcić bezpieczeństwo lub decentralizację, aby osiągnąć większą liczbę transakcji na sekundę oraz niższe opłaty. Ekosystem Ethereum jest zgodny co do tego, że skalowanie za pomocą warstwy 2 jest jedynym sposobem na rozwiązanie trylematy skalowalności przy zachowaniu decentralizacji i bezpieczeństwa",
  "page-layer-2-learn-note-on-alt-l1-2": "Łańcuchy boczne i validiumy to blockchainy, które pozwalają na przenoszenie aktywów z jednego blockchaina na inny i użycie ich tam. Łańcuchy boczne i validiumy działają równolegle do głównego łańcucha i wchodzą z nim w interakcję przez mosty, ale nie dziedziczą bezpieczeństwa ani dostępności danych od głównego łańcucha. Skalują się podobnie jak warstwy 2, ale opierają się na innych założeniach zaufania. Oferują niższe opłaty transakcyjne i wyższą przepustowość transakcji. Więcej o <a href=\"/developers/docs/scaling/sidechains\">łańcuchach bocznych</a> i <a href=\"/developers/docs/scaling/validium\">validiumach</a>.",
  "page-layer-2-learn-callout-1-title": "Jakie są korzyści?",
  "page-layer-2-learn-callout-1-description": "Dowiedz się, jaki praktyczny wpływ mają rozwiązania warstwy 2 na doświadczenia użytkowników.",
  "page-layer-2-learn-learn-more": "Dowiedz się więcej",
  "page-layer-2-learn-callout-2-title": "Poznaj różne sieci",
  "page-layer-2-learn-callout-2-description": "Dowiedz się, czym różnią się od siebie sieci i jak daleko zaszły w swoim rozwoju.",
  "page-layer-2-learn-explore-networks": "Poznaj sieci"
}
