{
  "page-ethereum-history-founder-and-ownership-meta-title": "Historia Ethereum: założyciel, uruchomienie i własność | ethereum.org",
  "page-ethereum-history-founder-and-ownership-meta-description": "Dowiedz się więcej o historii Ethereum, w tym o tym, kto je stworzył, kiedy zostało uruchomione i kto je dziś kontroluje.",
  "page-ethereum-history-founder-and-ownership-twitter-meta-description": "Poznaj różnice między Bitcoinem a Ethereum, w tym przypadki użycia, wydajność sieci, ekonomię tokenów i inne.",
  "page-ethereum-history-founder-and-ownership-title": "Historia Ethereum: założyciel, uruchomienie i własność",
  "page-ethereum-history-founder-and-ownership-description-1": "Ethereum zostało założone przez Vitalika Buterina w 2013 roku. Później dołączyło kilku współzałożycieli, w tym Gavin Wood i Joseph Lubin. Sieć Ethereum została oficjalnie uruchomiona 30 lipca 2015 r., wraz z wydobyciem pierwszego bloku (bloku genezy).",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-description-1": "W odróżnieniu od tradycyjnych organizacji, <strong>Ethereum nie ma dyrektora generalnego</strong>, zarządu ani jednej strony kontrolującej. To zdecentralizowana platforma zarządzana przez społeczność, a wsparcia udziela organizacja non-profit Ethereum Foundation.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum": "Kto założył/współtworzył Ethereum?",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-1": "Ethereum zostało <strong>założone przez Vitalika Buterina</strong>, który wpadł na ten pomysł <strong>pod koniec 2013 roku</strong>.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-2": "Urodzony w Rosji w 1994 roku i wychowany w Kanadzie, Buterin od najmłodszych lat wykazywał wyjątkowy talent matematyczny.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-3": "Odkrył Bitcoina w 2011 roku i zaczął pisać artykuły na jego temat, co doprowadziło go do współzałożenia <em>Bitcoin Magazine</em> w 2012 roku. Była to jedna z pierwszych publikacji poświęconych kryptowalutom. Będąc częścią wczesnej społeczności Bitcoina, na własne oczy zobaczył jego potencjał i ograniczenia.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-4": "W 2014 roku Vitalik opublikował <whitepaper>dokumentację Ethereum</whitepaper>, w której przedstawił platformę, która miała wykraczać poza Bitcoina, tworząc blockchain, który mógłby robić coś więcej niż tylko obsługiwać płatności.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-5": "Ethereum rozszerza podejście Bitcoina, w zasadzie mówiąc: „Cóż, zamiast mieć zasady zaprojektowane wokół obsługi jednej aplikacji, zamierzamy stworzyć coś bardziej ogólnego przeznaczenia, gdzie ludzie mogą po prostu budować własne aplikacje, a zasady dla dowolnych zbudowanych przez nich aplikacji mogą być wykonywane i wdrażane na platformie Ethereum”.",
  "page-ethereum-history-founder-and-ownership-when-ethereum-when-did-ethereum-launch": "Kiedy uruchomiono Ethereum?",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now": "Kto teraz jest właścicielem i zarządza Ethereum?",
  "page-ethereum-history-founder-and-ownership-founder-of-ethereum": "Założyciel Ethereum",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-6": "Ethereum zostało współzałożone przez 8 osób, które pomogły powołać Ethereum do życia.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-vitalik-buterin": "<strong>Vitalik Buterin</strong>: wpadł na pomysł Ethereum w 2013 roku, jest autorem oryginalnej dokumentacji i stał się jego głównym wizjonerem i orędownikiem, formułując koncepcję zdecentralizowanego komputera światowego i wyznaczając techniczny oraz filozoficzny kierunek protokołu.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-gavin-wood": "<strong>Gavin Wood</strong>: opracował język programowania <solidity>Solidity</solidity> i napisał <ethereumYellowPaper>żółtą księgę Ethereum</ethereumYellowPaper>, która jest technicznym przewodnikiem po Wirtualnej Maszynie Ethereum (EVM).",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-joseph-lubin": "<strong>Joseph Lubin</strong>: pomógł sfinansować bardzo wczesne etapy rozwoju Ethereum, a później założył <consensys>ConsenSys</consensys> – firmę skupiającą się na budowaniu aplikacji i infrastruktury opartych na Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-jeffrey-wilcke": "<strong>Jeffrey Wilcke</strong>: stworzył <geth>Geth</geth>, oryginalnego i najpowszechniej używanego klienta wykonawczego Ethereum, odpowiedzialnego za uruchamianie EVM i przechowywanie danych sieci Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-mihai-alisie": "<strong>Mihai Alisie</strong>: współzałożyciel Bitcoin Magazine wraz z Vitalikiem Buterinem, pomógł założyć Fundację Ethereum w Szwajcarii, pełniąc funkcję wiceprezesa i tworząc ramy prawne dla przedsprzedaży etheru.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-anthony-di-lorio": "<strong>Anthony Di Lorio</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-amir-chetrit": "<strong>Amir Chetrit</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-charles-hoskinson": "<strong>Charles Hoskinson</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-7": "Dziś Vitalik Buterin nadal aktywnie uczestniczy w rozwoju Ethereum. Joseph Lubin wciąż kieruje firmą ConsenSys. Jego firma rozwija kluczowe narzędzia dla ekosystemu Ethereum, takie jak <strong>MetaMask</strong> i <strong>Infura</strong>.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-1": "Podróż od początkowego pomysłu Vitalika do oficjalnego uruchomienia Ethereum trwała około 20 miesięcy. Oto kluczowe kamienie milowe:",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-2": "<strong>Listopad 2013:</strong> Vitalik Buterin udostępnia dokumentację Ethereum. Opisuje w niej swoją wizję platformy blockchain, która mogłaby uruchamiać inteligentne kontrakty.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-3": "<strong>Styczeń 2014:</strong> Vitalik <announcement>publicznie ogłasza</announcement> koncepcję Ethereum na konferencji North American Bitcoin Conference w Miami.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-4": "<strong>Lipiec–sierpień 2014:</strong> Aby sfinansować rozwój Ethereum, zespół założycielski przeprowadził publiczną kampanię crowdfundingową. Zebrano 31 000 BTC (o wartości około 18 milionów dolarów w tamtym czasie) w zamian za ether (ETH).",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-5": "<strong>Kwiecień 2015:</strong> Vitalik i współzałożyciele uruchamiają sieć testową Ethereum o nazwie Olympic. Była to ostatnia faza testów przed uruchomieniem sieci głównej.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-6": "<strong>30 lipca 2015:</strong> Zespół założycielski oficjalnie uruchamia sieć główną Ethereum poprzez wydobycie bloku genezy. Oznacza to narodziny sieci Ethereum.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-7": "<strong>14 marca 2016:</strong> Społeczność Ethereum wdraża \"Homestead\", pierwszą planowaną aktualizację. Sygnalizuje to, że Ethereum jest gotowe do masowego przyjęcia.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-8": "W projekcie Ethereum mieliśmy przeświadczenie, że mamy tylko jedną szansę, że to musi być zrobione raz a dobrze, więc musieliśmy zrobić to poprawnie.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-9": "Współzałożyciel Ethereum",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-10": "Uruchomienie Ethereum było ważnym kamieniem milowym w technologii blockchain. Wprowadzono inteligentne kontrakty i stworzono platformę dla aplikacji zdecentralizowanych.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-11": "Możesz <genesisBlock>zawsze zobaczyć blok genezy Ethereum</genesisBlock>, uwieczniający moment, w którym Ethereum po raz pierwszy powstało.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-12": "Zobacz pełną listę aktualizacji Ethereum",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-13": "Sprawdź przyszły plan działania Ethereum",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-1": "Jednym z najbardziej unikalnych aspektów Ethereum jest jego struktura własności, a dokładniej, brak tradycyjnej własności. W odróżnieniu od zwykłej firmy, Ethereum:",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-2": "<strong>nie ma dyrektora generalnego ani centralnego organu</strong>",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-3": "<strong>nie jest kontrolowane przez żaden pojedynczy podmiot</strong> ani organizację",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-4": "<strong>nie ma udziałowców</strong> w tradycyjnym tego słowa znaczeniu",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-5": "Zamiast tego Ethereum działa jako zdecentralizowana sieć. Jest <strong>utrzymywana przez tysiące niezależnych komputerów</strong> (węzłów) na całym świecie. Ten zdecentralizowany model leży u podstaw projektu i wartości Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-6": "Kilka kluczowych grup pomaga w bieżącym rozwoju i zarządzaniu Ethereum:",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation": "1. Fundacja Ethereum",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-1": "<strong>Fundacja Ethereum jest organizacją non-profit</strong>, która wspiera Ethereum i powiązane technologie. Chociaż jest ważna, nie kontroluje sieci. Fundacja:",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-2": "Zarządza funduszami w celu wspierania rozwoju Ethereum",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-3": "Udziela dotacji na projekty budowane na Ethereum",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-4": "Organizuje wydarzenia społecznościowe i inicjatywy edukacyjne",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-5": "Koordynuje prace badawcze",
  "page-ethereum-history-founder-and-ownership-core-developers": "2. Główni deweloperzy i badacze",
  "page-ethereum-history-founder-and-ownership-core-developers-description-1": "Globalna społeczność deweloperów i badaczy wnosi wkład w kod i projekt Ethereum. Ci współtwórcy proponują, omawiają i wdrażają ulepszenia w otwartym, publicznym procesie. Vitalik Buterin pozostaje szanowany w społeczności, jednak decyzje podejmowane są na zasadzie porozumienia grupowego, a nie przez jedną osobę.",
  "page-ethereum-history-founder-and-ownership-eip": "3. Propozycje ulepszeń w Ethereum (EIP)",
  "page-ethereum-history-founder-and-ownership-eip-description-1": "Społeczność Ethereum proponuje zmiany w sieci za pośrednictwem <eips>Propozycji ulepszeń w Ethereum (EIP)</eips>. Ten otwarty system pozwala każdemu sugerować ulepszenia. Te pomysły są następnie omawiane, udoskonalane i potencjalnie wdrażane przez społeczność.",
  "page-ethereum-history-founder-and-ownership-validators": "4. Operatorzy węzłów i walidatorzy",
  "page-ethereum-history-founder-and-ownership-validators-description-1": "Od czasu przejścia Ethereum na mechanizm dowodu stawki we wrześniu 2022 r. sieć jest zabezpieczana przez walidatorów, którzy blokują (stakują) ETH i przetwarzają transakcje. Na całym świecie rozmieszczonych jest <beaconchain>wielu walidatorów</beaconchain>, co w znacznym stopniu rozprasza kontrolę nad siecią.",
  "page-ethereum-history-founder-and-ownership-validators-description-2": "Ten zdecentralizowany model ogranicza kontrolę przez jakikolwiek pojedynczy podmiot, czyniąc Ethereum odpornym na cenzurę. Dotyczy to również jego pierwotnych założycieli. Żadna pojedyncza osoba ani organizacja nie może samodzielnie zmienić zasad Ethereum ani wyłączyć sieci.",
  "page-ethereum-history-founder-and-ownership-validators-description-3": "Podstawowa różnica między budowaniem aplikacji na Ethereum a budowaniem jej na tradycyjnej, scentralizowanej platformie polega na tym, że gdy już zbudujesz swoją aplikację, nie musi ona zależeć od Ciebie ani od żadnej innej pojedynczej osoby, aby dalej istnieć. Aplikacja ma gwarancję, że będzie działać zgodnie z określonymi zasadami.",
  "page-ethereum-history-founder-and-ownership-conclusion": "Podsumowanie",
  "page-ethereum-history-founder-and-ownership-conclusion-description-1": "Od momentu stworzenia przez Vitalika Buterina w 2013 roku, przez uruchomienie w 2015 roku, aż po dzisiejszy rozwój, <strong>Ethereum pozostało wierne swojej pierwotnej wizji</strong>. Pozostaje <strong>zdecentralizowaną, wiarygodnie neutralną</strong> platformą dla aplikacji, które działają dokładnie tak, jak zostały zaprogramowane. Sieć i aplikacje na niej zbudowane działają <strong>bez przestojów, cenzury, oszustw czy ingerencji stron trzecich</strong>.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-2": "Historia Ethereum rozwija się z każdą aktualizacją i innowacją. W miarę ewolucji sieć pokazuje, jak zdecentralizowane zarządzanie może napędzać postęp technologiczny bez tradycyjnych struktur korporacyjnych.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-3": "Ethereum przekształciło się z wizjonerskiej dokumentacji w <strong>globalną warstwę infrastruktury zasilającą tysiące aplikacji i miliardy wartości</strong>. To dowodzi, że otwarta współpraca może przekształcić nie tylko finanse, ale także fundamentalne koncepcje własności, zarządzania i cyfrowego zaufania.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-4": "Dowiedz się więcej o procesie zarządzania Ethereum"
}
