{
  "page-roadmap-vision-2014": "Zobacz wpis na blogu z 2014 r., zawierający szczegółowy opis mechanizmu proof-of-stake",
  "page-roadmap-vision-2021": "Zobacz wpis na blogu z 2021 r. o ewolucji planu działania Ethereum",
  "page-roadmap-vision-2022": "Zobacz wpis na blogu z 2022 r.: Przewodnik autostopowiczów po Ethereum",
  "page-roadmap-vision-2021-updates": "Zobacz wpis na blogu z 2021 r. o aktualizacjach protokołu Ethereum",
  "page-roadmap-vision-desc-1": "Ethereum musi zmniejszyć przeciążenie sieci i poprawić szybkość, aby lepiej obsługiwać globalną bazę użytkowników.",
  "page-roadmap-vision-desc-2": "Prowadzenie węzła staje się trudniejsze wraz z rozwojem sieci. Zwiększanie skali sieci dodatkowo to utrudni.",
  "page-roadmap-vision-desc-3": "Ethereum zużywa zbyt dużo energii elektrycznej. Technologia, która zapewnia bezpieczeństwo sieci, musi być bardziej zrównoważona ekologicznie.",
  "page-roadmap-vision-ethereum-node": "Więcej o węzłach",
  "page-roadmap-vision-future": "Cyfrowa przyszłość na ogólnoświatową skalę",
  "page-roadmap-vision-meta-desc": "Omówienie wpływu, jaki uaktualnienia będą miały na Ethereum, oraz wyzwań, z jakimi przyjdzie im się zmierzyć.",
  "page-roadmap-vision-meta-title": "Wizja Ethereum",
  "page-roadmap-vision-mining": "Więcej o wydobywaniu",
  "page-roadmap-vision-problems": "Dzisiejsze problemy",
  "page-roadmap-vision-scalability": "Skalowalność",
  "page-roadmap-vision-scalability-desc": "Ethereum musi być w stanie obsłużyć więcej transakcji na sekundę bez zwiększania rozmiaru węzłów w sieci. Węzły są kluczowymi uczestnikami sieci przechowującymi i obsługującymi blockchain. Zwiększanie rozmiaru węzła jest niepraktyczne, ponieważ mogą to robić tylko osoby z wydajnymi, kosztownymi komputerami. Aby się skalować, Ethereum potrzebuje więcej transakcji na sekundę w połączeniu z większą liczbą węzłów. Więcej węzłów skutkuje większym bezpieczeństwem.",
  "page-roadmap-vision-scalability-desc-3": "Pakiety zbiorcze warstwy 2 skalują Ethereum, przenosząc transakcje poza łańcuch i publikując tylko dane podsumowujące w Ethereum. To przetwarzanie wsadowe zwiększa przepustowość Ethereum, jednocześnie radykalnie obniżając koszty dla użytkowników.",
  "page-roadmap-vision-scalability-desc-4": "Pakiety zbiorcze wymagają taniego przechowywania w warstwie I, aby transakcje były jak najtańsze dla użytkowników. Zostanie to zapewnione w postaci blobów dołączonych do bloków Ethereum. Ostatecznie wiele blobów zostanie dołączonych do bloków Ethereum, zapewniając tanie miejsce do przechowywania wielu zestawień.",
  "page-roadmap-vision-security": "Bezpieczeństwo",
  "page-roadmap-vision-security-desc": "Planowane ulepszenia poprawiają zabezpieczenia Ethereum przed skoordynowanymi atakami.",
  "page-roadmap-vision-security-desc-3": "Przejście na proof-of-stake oznacza, że ​​protokół Ethereum ma większe czynniki zniechęcające do ataków. Dzieje się tak, ponieważ w ramach dowodu stawki (proof-of-stake), walidatorzy, którzy zabezpieczają sieć, muszą wstawić znaczne ilości ETH do protokołu. Jeśli spróbują zaatakować sieć, protokół może automatycznie zniszczyć ich ETH.",
  "page-roadmap-vision-security-desc-5": "Ważne jest jednak także to, że wkrótce zostaną wprowadzone uaktualnienia chroniące walidatorów przed atakami typu denial-of-service, zwiększające ich anonimowość oraz oddzielające budowanie bloków od ich propagacji. Te ulepszenia chronią poszczególnych walidatorów i całą sieć przed atakami typu liveness i cenzurą.",
  "page-roadmap-vision-security-desc-5-link": "Więcej o proof-of-stake",
  "page-roadmap-vision-security-desc-10": "Staking oznacza również, że nie musisz inwestować w elitarny sprzęt, aby bezpośrednio uczestniczyć w konsensusie. To powinno zachęcić więcej osób do zostania walidatorami, co zwiększy decentralizację sieci i zmniejszy powierzchnię ataku.",
  "page-roadmap-vision-security-staking": "Stakuj ETH",
  "page-roadmap-vision-security-validator": "Każdy może stać się walidatorem poprzez stakowanie ETH.",
  "page-roadmap-vision-staking-lower": "Więcej o stakowaniu",
  "page-roadmap-vision-subtitle": "Rozwijaj sieć Ethereum, aż będzie wystarczająco potężna, aby pomóc całej ludzkości.",
  "page-roadmap-vision-sustainability": "Zrównoważony rozwój",
  "page-roadmap-vision-sustainability-desc-1": "Ethereum to teraz ekologiczny łańcuch blockchain. Zużycie energii zostało zmniejszone o około 99,95% dzięki zamianie mechanizmu proof-of-work na proof-of-stake.",
  "page-roadmap-vision-sustainability-desc-2": "Ethereum jest teraz zabezpieczane za pomocą stakingu, a nie za pomocą mocy obliczeniowej.",
  "page-roadmap-vision-sustainability-desc-3": "Ten wzrost zrównoważenia ekologicznego przynosi również korzyści pod względem bezpieczeństwa — stakowany ether sprawia, że atakowanie łańcucha jest znacznie droższe niż w przypadku mechanizmu proof-of-work, ale zabezpieczenie go jest mniej kosztowne, ponieważ trzeba wydać mniej nowych ETH na opłacenie walidatorów niż wydobywców.",
  "page-roadmap-vision-sustainability-desc-8": "Przejście na proof-of-stake sprawiło, że Ethereum stało się przyjaźniejsze dla środowiska i bezpieczniejsze. Jest to niskoemisyjna platforma do budowania aplikacji i organizacji.",
  "page-roadmap-vision-sustainability-subtitle": "Ethereum to proekologiczny blockchain o silnych zabezpieczeniach kryptoekonomicznych.",
  "page-roadmap-vision-title": "Wizja Ethereum",
  "page-roadmap-vision-title-1": "Zapchana sieć",
  "page-roadmap-vision-title-2": "Miejsce na dysku",
  "page-roadmap-vision-title-3": "Za dużo energii",
  "page-roadmap-vision-trilemma-cardtext-1": "Ulepszenia Ethereum sprawią, że Ethereum będzie skalowalne, bezpieczne i zdecentralizowane. Staking obniżył barierę uczestnictwa i ograniczył korzyści skali, tworząc większą – bardziej zdecentralizowaną – sieć.",
  "page-roadmap-vision-trilemma-cardtext-2": "Bezpieczne i zdecentralizowane sieci blockchain wymagają od każdego węzła weryfikacji każdej transakcji przetwarzanej przez łańcuch. Ta ilość pracy ogranicza liczbę transakcji, które mogą się odbyć w danym momencie. Określenia „zdecentralizowany” i „bezpieczny” odzwierciedlają cechy dzisiejszego łańcucha Ethereum.",
  "page-roadmap-vision-trilemma-cardtext-3": "Sieci zdecentralizowane działają poprzez wysyłanie informacji o transakcjach między węzłami — cała sieć musi wiedzieć o każdej zmianie stanu. Skalowanie transakcji na sekundę w zdecentralizowanej sieci stwarza zagrożenie bezpieczeństwa, ponieważ im więcej transakcji, tym dłuższe opóźnienie i tym większe prawdopodobieństwo ataku podczas przesyłania informacji.",
  "page-roadmap-vision-trilemma-cardtext-4": "Zwiększenie rozmiaru i mocy węzłów Ethereum może w bezpieczny sposób zwiększyć liczbę transakcji na sekundę, ale wymagania sprzętowe ograniczyłyby liczbę osób, które mogłyby to zrobić — zagraża to decentralizacji. Mamy nadzieję, że sharding i dowód stawki (proof-of-stake) pozwolą na skalowanie Ethereum poprzez zwiększenie liczby węzłów, a nie rozmiaru węzła.",
  "page-roadmap-vision-trilemma-h2": "Wyzwanie związane ze zdecentralizowanym skalowaniem",
  "page-roadmap-vision-trilemma-modal-tip": "Dotknij kręgów poniżej, aby lepiej zrozumieć problemy związane ze zdecentralizowanym skalowaniem",
  "page-roadmap-vision-trilemma-p": "Zwiększenie centralizacji byłoby naiwnym sposobem na rozwiązanie problemów Ethereum. Decentralizacja jest jednak zbyt ważna. To decentralizacja zapewnia Ethereum neutralność, opór wobec cenzury, otwartość i prywatność danych oraz niemal nienaruszalne bezpieczeństwo.",
  "page-roadmap-vision-trilemma-p-1": "Wizją Ethereum jest zwiększenie skalowalności i bezpieczeństwa, ale także zachowanie decentralizacji. Osiągnięcie tych 3 cech jest problemem znanym jako trylemat skalowalności.",
  "page-roadmap-vision-trilemma-p-2": "Ulepszenia Ethereum mają na celu rozwiązanie tego trylematu, ale są to poważne wyzwania.",
  "page-roadmap-vision-trilemma-press-button": "Naciskaj przyciski w trójkącie, aby lepiej zrozumieć problemy związane ze zdecentralizowanym skalowaniem.",
  "page-roadmap-vision-trilemma-text-1": "Decentralizacja",
  "page-roadmap-vision-trilemma-text-2": "Bezpieczeństwo",
  "page-roadmap-vision-trilemma-text-3": "Skalowalność",
  "page-roadmap-vision-trilemma-title-1": "Poznaj trylemat skalowalności",
  "page-roadmap-vision-trilemma-title-2": "Uaktualnienia Ethereum i zdecentralizowane skalowanie",
  "page-roadmap-vision-trilemma-title-3": "Bezpieczny i zdecentralizowany",
  "page-roadmap-vision-trilemma-title-4": "Zdecentralizowany i skalowalny",
  "page-roadmap-vision-trilemma-title-5": "Skalowalny i bezpieczny",
  "page-roadmap-vision-understanding": "Zrozumienie wizji Ethereum",
  "page-roadmap-vision-upgrade-needs": "Potrzeba uaktualnień",
  "page-roadmap-vision-upgrade-needs-desc": "Protokół Ethereum, który został uruchomiony w 2015 roku, odniósł niesamowity sukces. Jednak społeczność Ethereum zawsze oczekiwała, że do odblokowania pełnego potencjału Ethereum potrzebnych będzie kilka kluczowych ulepszeń.",
  "page-roadmap-vision-upgrade-needs-desc-2": "Wysoki popyt powoduje wzrost opłat transakcyjnych, które sprawiają, że Ethereum jest droga dla przeciętnego użytkownika. Przestrzeń dyskowa potrzebna do uruchomienia klienta Ethereum zwiększa się w szybkim tempie.",
  "page-roadmap-vision-upgrade-needs-desc-3": "Ethereum dysponuje zestawem uaktualnień, które rozwiązują te i inne problemy. Ten zestaw ulepszeń został pierwotnie nazwany „Serenity” i „Eth2”, i jest aktywnym obszarem badań i rozwoju od 2014 r.",
  "page-roadmap-vision-upgrade-needs-desc-5": "Teraz, gdy technologia jest już gotowa, te uaktualnienia przeorganizują Ethereum, aby zwiększyć jej skalowalność, bezpieczeństwo i zrównoważenie ekologiczne — aby ułatwić życie obecnym użytkownikom i zachęcić nowych. Wszystko to przy zachowaniu podstawowej wartości Ethereum, jaką jest decentralizacja.",
  "page-roadmap-vision-upgrade-needs-desc-6": "To znaczy, że nie ma włącznika skalowalności. Ulepszenia będą wdrażane stopniowo z czasem.",
  "page-roadmap-vision-upgrade-needs-serenity": "Zobacz wpis na blogu z 2015 r., na temat „Serenity”",
  "ethereum": "Ethereum",
  "page-roadmap-vision-danksharding": "Więcej o Dankshardingu"
}
