{
  "page-wallets-accounts-addresses": "Portfele, konta i adresy",
  "page-wallets-accounts-addresses-desc": "Warto rozumieć różnice między niektórymi kluczowymi terminami.",
  "page-wallets-accounts-addresses-desc-2": "jest podmiotem, który może wysyłać transakcje i ma saldo.",
  "page-wallets-accounts-has": "Konto Ethereum ma",
  "page-wallets-alt": "Ilustracja robota ze skarbcem w charakterze ciała, przedstawiająca portfel Ethereum",
  "page-wallets-an": "An",
  "page-wallets-blog": "Blog Coinbase",
  "page-wallets-bookmarking": "Dodaj swój portfel do zakładek",
  "page-wallets-bookmarking-desc": "Jeśli korzystasz z portfela internetowego, dodaj witrynę do zakładek, aby chronić się przed oszustwami typu phishing.",
  "page-wallets-cd": "Fizyczne portfele sprzętowe, które pozwalają Ci na przechowywanie kryptowalut w trybie offline – bardzo bezpieczne",
  "page-wallets-converted": "Kryptowaluta przekonwertowana?",
  "page-wallets-converted-desc": "Jeśli chcesz utrzymać poważną wartość, zalecamy portfel sprzętowy, ponieważ są one najbezpieczniejsze. Lub portfel z alertami o oszustwach i limitami wypłat.",
  "page-wallets-curious": "Ciekawy kryptowalut?",
  "page-wallets-curious-desc": "Jeśli dopiero zaczynasz przygodę z kryptowalutą i po prostu chcesz to poczuć, polecamy coś, co da Ci możliwość zapoznania się z aplikacjami Ethereum lub kupienia pierwszego ETH bezpośrednio z portfela.",
  "page-wallets-desc-2": "Potrzebujesz portfela, aby wysyłać środki i zarządzać ETH.",
  "page-wallets-desc-2-link": "Więcej na temat ETH",
  "page-wallets-desc-3": "Twój portfel to tylko narzędzie do zarządzania kontem Ethereum. Oznacza to, że w każdej chwili możesz zmieniać dostawców portfeli. Wiele portfeli umożliwia również zarządzanie kilkoma kontami Ethereum z jednej aplikacji.",
  "page-wallets-desc-4": "Dzieje się tak dlatego, że portfele nie przechowują twoich funduszy. Są tylko narzędziem do zarządzania tym, co naprawdę należy do Ciebie.",
  "page-wallets-description": "Portfele Ethereum to aplikacje, które umożliwiają interakcję z kontem Ethereum. Pomyśl o tym jak o aplikacji do bankowości internetowej - bez banku. Twój portfel umożliwia odczytywanie salda, wysyłanie transakcji i łączenie się z aplikacjami.",
  "page-wallets-desktop": "Aplikacje stacjonarne, jeśli wolisz zarządzać środkami za pośrednictwem MacOS, Windows lub linux",
  "page-wallets-ethereum-account": "Konto Ethereum",
  "page-wallets-ethereum-addresses": "Adres Ethereum",
  "page-wallets-ethereum-addresses-2": ", podobnie jak skrzynka odbiorcza ma adres e-mail. Możesz użyć tego do wysyłania środków na konto.",
  "page-wallets-ethereum-wallet": "Portfel",
  "page-wallets-ethereum-wallet-2": "to produkt, który umożliwia zarządzanie kontem Ethereum, na przykład przeglądanie salda konta, wysyłanie transakcji i nie tylko.",
  "page-wallets-explore": "Odkryj Ethereum",
  "page-wallets-features-desc": "Możemy pomóc Ci wybrać Twój portfel w oparciu o funkcje, których potrzebujesz.",
  "page-wallets-features-title": "Wolisz wybierać na podstawie funkcji?",
  "page-wallets-find-wallet-btn": "Znajdź portfel",
  "page-wallets-find-wallet-link": "Znajdź portfel",
  "page-wallets-get-some": "Weź trochę ETH",
  "page-wallets-get-some-alt": "Ilustracja przedstawiająca dłoń tworzącą logo ETH z klocków lego",
  "page-wallets-get-some-btn": "Weź trochę ETH",
  "page-wallets-get-some-desc": "ETH to natywna kryptowaluta Ethereum. Aby korzystać z aplikacji Ethereum, będziesz potrzebować trochę ETH w portfelu.",
  "page-wallets-get-wallet": "Wybierz portfel",
  "page-wallets-get-wallet-desc": "Do wyboru jest wiele różnych portfeli. Chcemy pomóc Ci wybrać najlepszy dla Ciebie.",
  "page-wallets-get-wallet-desc-2": "Pamiętaj: ta decyzja nie jest na zawsze - Twoje konto Ethereum nie jest powiązane z dostawcą portfela.",
  "page-wallets-how-to-store": "Jak przechowywać aktywa cyfrowe na Ethereum",
  "page-wallets-keys-to-safety": "Klucze do zachowania bezpieczeństwa kryptowalut",
  "page-wallets-manage-funds": "Aplikacja do zarządzania Twoimi środkami",
  "page-wallets-manage-funds-desc": "Twój portfel pokazuje salda, historię transakcji i umożliwia wysyłanie / otrzymywanie środków. Niektóre portfele mogą oferować więcej.",
  "page-wallets-meta-description": "Co musisz wiedzieć, aby korzystać z portfeli Ethereum.",
  "page-wallets-meta-title": "Portfele Ethereum",
  "page-wallets-mobile": "Aplikacje mobilne, dzięki którym Twoje środki są dostępne z dowolnego miejsca",
  "page-wallets-more-on-dapps-btn": "Więcej na temat aplikacji zdecentralizowanych",
  "page-wallets-most-wallets": "Większość portfeli umożliwia wygenerowanie konta Ethereum. Więc nie potrzebujesz go przed pobraniem portfela.",
  "page-wallets-protecting-yourself": "Chroń siebie i swoje fundusze",
  "page-wallets-seed-phrase": "Zapisz swoją frazę seed",
  "page-wallets-seed-phrase-desc": "Portfele często zawierają frazę seed, którą musisz zapisać w bezpiecznym miejscu. Tylko w ten sposób odzyskasz swój portfel.",
  "page-wallets-seed-phrase-example": "Tutaj jest przykład:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Nie przechowuj go na komputerze. Zapisz go i przechowuj w bezpiecznym miejscu.",
  "page-wallets-slogan": "Klucz do Twojej cyfrowej przyszłości",
  "page-wallets-stay-safe": "Jak pozostać bezpiecznym",
  "page-wallets-stay-safe-desc": "Portfele zmieniają sposób myślenia. Swoboda finansowa i możliwość dostępu do funduszy i korzystania z nich w dowolnym miejscu wiąże się z pewną odpowiedzialnością - w przypadku kryptowalut nie ma wsparcia klienta.",
  "page-wallets-subtitle": "Portfele umożliwiają dostęp do funduszy i aplikacji Ethereum. Tylko Ty powinieneś mieć dostęp do swojego portfela.",
  "page-wallets-take-responsibility": "Weź odpowiedzialność za swoje własne środki",
  "page-wallets-take-responsibility-desc": "Scentralizowane giełdy połączą Twój portfel z nazwą użytkownika i hasłem, które możesz odzyskać w tradycyjny sposób. Pamiętaj tylko, że musisz ufać tej giełdzie i powierzyć swoje fundusze. Jeśli ta firma zostanie zaatakowana lub upadnie, Twoje fundusze są zagrożone.",
  "page-wallets-tips": "Więcej wskazówek na temat bezpieczeństwa",
  "page-wallets-tips-community": "Od społeczności",
  "page-wallets-title": "Portfele Ethereum",
  "page-wallets-triple-check": "Sprawdź wszystko trzy razy",
  "page-wallets-triple-check-desc": "Pamiętaj, że transakcji nie można cofnąć, a portfeli nie można łatwo odzyskać, więc zachowaj ostrożność.",
  "page-wallets-try-dapps": "Wypróbuj zdecentralizowane aplikacje (dapps)",
  "page-wallets-try-dapps-alt": "Ilustracja przedstawiająca współpracujących ze sobą członków społeczności Ethereum",
  "page-wallets-try-dapps-desc": "Aplikacje zdecentralizowane (dapps) są aplikacjami zbudowanymi na Ethereum. Są tańsze, bardziej sprawiedliwe i bardziej przyjazne dla Twoich danych niż większość tradycyjnych aplikacji.",
  "page-wallets-types": "Typy portfeli",
  "page-wallets-web-browser": "Portfele internetowe, które pozwalają na interakcję z kontem za pośrednictwem przeglądarki internetowej",
  "page-wallets-whats-a-wallet": "Czym jest portfel Ethereum?",
  "page-wallets-your-ethereum-account": "Twoje konto Ethereum",
  "page-wallets-your-ethereum-account-desc": "Twój portfel to okno na konto Ethereum - Twoje saldo konta, historia transakcji i inne. Możesz jednak zmienić dostawców portfela w dowolnym momencie.",
  "page-wallets-your-login": "Twój login dla aplikacji Ethereum",
  "page-wallets-your-login-desc": "Twój portfel pozwala Ci połączyć się z dowolną zdecentralizowaną aplikacją przy użyciu konta Ethereum. To jest jak logowanie, którego możesz używać w wielu aplikacjach."
}
