{
  "page-eth2-just-staking": "Staking",
  "page-eth2-staking-image-alt": "Obraz nosorożca, maskotki launchpada eth2.",
  "page-eth2-staking-51-desc-1": "Staking sprawia, że ​​dołączenie do sieci jako walidator jest bardziej dostępne, więc jest prawdopodobne, że w sieci będzie więcej walidatorów niż obecnie. To sprawi, że ten rodzaj ataku będzie jeszcze trudniejszy, ponieważ koszt ataku wzrośnie.",
  "page-eth2-staking-accessibility": "Bardziej dostępne",
  "page-eth2-staking-accessibility-desc": "Dzięki łatwiejszym wymaganiom sprzętowym i możliwości łączenia w pule, nawet jeśli nie masz 32 ETH, więcej osób będzie mogło dołączyć do sieci. To sprawi, że Ethereum będzie bardziej zdecentralizowane i bezpieczne poprzez zmniejszenie powierzchni ataku.",
  "page-eth2-staking-at-stake": "Twoje ETH są zestakowane",
  "page-eth2-staking-at-stake-desc": "Ponieważ musisz zestakować ETH, aby zweryfikować transakcje i utworzyć nowe bloki, możesz je stracić, jeśli zdecydujesz się oszukać system.",
  "page-eth2-staking-benefits": "Korzyści ze stakingu na Ethereum",
  "page-eth2-staking-check-address": "Sprawdź adres kontraktu depozytowego",
  "page-eth2-staking-consensus": "Więcej na temat mechanizmów konsensusu",
  "page-eth2-staking-deposit-address": "Sprawdź adres kontraktu depozytowego",
  "page-eth2-staking-deposit-address-desc": "Jeśli już postępowałeś zgodnie z instrukcjami konfiguracji na launchpadzie, będziesz wiedział, że musisz wysłać transakcję do kontraktu depozytowego na staking. Zalecamy bardzo dokładne sprawdzenie adresu. Oficjalny adres można znaleźć na ethereum.org i wielu innych zaufanych witrynach.",
  "page-eth2-staking-desc-1": "Nagrody są przyznawane za działania, które pomagają sieci osiągnąć konsensus. Otrzymasz nagrody za grupowanie transakcji w nowy blok lub sprawdzanie pracy innych walidatorów, ponieważ dzięki temu łańcuch działa bezpiecznie.",
  "page-eth2-staking-desc-2": "Chociaż możesz zdobywać nagrody za pracę przynoszącą korzyści sieci, możesz stracić ETH za złośliwe działania, przejście w tryb offline i nieudaną walidację.",
  "page-eth2-staking-desc-3": "Będziesz potrzebować 32 ETH, aby zostać pełnym walidatorem lub trochę ETH, aby dołączyć do puli stawek. Będziesz także musiał uruchomić klienta 'Eth1' lub sieć główną. Launchpad przeprowadzi Cię przez proces i wymagania sprzętowe. Alternatywnie możesz użyć backendowego API.",
  "page-eth2-staking-description": "Staking to czynność deponowania 32 ETH w celu aktywacji oprogramowania walidatora. Jako walidator będziesz odpowiedzialny za przechowywanie danych, przetwarzanie transakcji i dodawanie nowych bloków do łańcucha bloków. Dzięki temu Ethereum będzie bezpieczne dla wszystkich i zapewni Ci nowe ETH. Proces ten, znany jako proof-of-stake, jest wprowadzany przez łańcuch śledzący.",
  "page-eth2-staking-docked": "Więcej na temat dokowania",
  "page-eth2-staking-dyor": "Przeprowadź własne wyszukiwania",
  "page-eth2-staking-dyor-desc": "Żadna z wymienionych usług stakingowych nie jest oficjalną rekomendacją. Pamiętaj, aby przeprowadzić rozeznanie, aby dowiedzieć się, która usługa może być dla Ciebie najlepsza.",
  "page-eth2-staking-header-1": "Zestakuj swój ETH, aby zostać walidatorem Ethereum",
  "page-eth2-staking-how-much": "Ile chcesz zestakować?",
  "page-eth2-staking-how-to-stake": "Jak mogę stakować",
  "page-eth2-staking-how-to-stake-desc": "Wszystko zależy od tego, ile chcesz stakować. Będziesz potrzebować 32, aby stać się pełnym walidatorem, ale możesz stakować mniej.",
  "page-eth2-staking-join": "Dołącz",
  "page-eth2-staking-join-community": "Dołącz do społeczności stakerów",
  "page-eth2-staking-join-community-desc": "r/ethstaker to społeczność, w której wszyscy mogą dyskutować o stakingu na Ethereum – dołącz, aby uzyskać porady, wsparcie i porozmawiać o wszystkich sprawach dotyczących stakowania.",
  "page-eth2-staking-less-than": "Mniej niż",
  "page-eth2-staking-link-1": "Wyświetl backendowe API",
  "page-eth2-staking-meta-description": "Przegląd stakingu Ethereum: \nryzyko, nagrody, wymagania i gdzie to zrobić.",
  "page-eth2-staking-meta-title": "Staking Ethereum",
  "page-eth2-staking-more-sharding": "Więcej o shardingu",
  "page-eth2-staking-pool": "Stakowanie w puli",
  "page-eth2-staking-pool-desc": "Jeśli masz mniej niż 32 ETH, będziesz mógł dodać mniejszą stawkę do puli stawek. Niektóre firmy mogą to wszystko zrobić w Twoim imieniu, więc nie musisz się martwić o pozostanie online. Oto kilka firm do sprawdzenia.",
  "page-eth2-staking-pos-explained": "Wyjaśnienie Proof-of stake",
  "page-eth2-staking-pos-explained-desc": "Staking jest tym, co musisz zrobić, aby zostać walidatorem w systemie proof-of-stake. Jest to mechanizm konsensusu, który zastąpi obecnie obowiązujący system proof-of-work. Mechanizmy konsensusu sprawiają, że łańcuchy bloków, takie jak Ethereum, są bezpieczne i zdecentralizowane.",
  "page-eth2-staking-pos-explained-desc-1": "Proof-of-stake pomaga zabezpieczyć sieć na wiele sposobów:",
  "page-eth2-staking-services": "Zobacz usługi stakingu",
  "page-eth2-staking-sharding": "Odblokowuje sharding",
  "page-eth2-staking-sharding-desc": "Sharding jest możliwy tylko z systemem proof-of-stake. Fragmentacja (sharding) systemu sprawdzającego pracę zmniejszyłaby ilość mocy obliczeniowej potrzebnej do uszkodzenia sieci, ułatwiając złośliwym górnikom kontrolowanie odłamków. Tak nie jest w przypadku losowo przydzielanych stakerów w systemie proof-of-stake.",
  "page-eth2-staking-solo": "Stakuj solo i uruchom walidator",
  "page-eth2-staking-solo-desc": "Aby rozpocząć proces stakowania, musisz użyć launchpada Eth2. To przeprowadzi Cię przez całą konfigurację. Częścią stakingu jest uruchomienie klienta Eth2, który jest lokalną kopią łańcucha bloków. Pobieranie na komputer może chwilę potrwać.",
  "page-eth2-staking-start": "Rozpocznij staking",
  "page-eth2-staking-subtitle": "Staking jest dobrem publicznym dla ekosystemu Ethereum. Możesz pomóc zabezpieczyć sieć i zdobywać nagrody w tym procesie.",
  "page-eth2-staking-sustainability": "Bardziej zrównoważony",
  "page-eth2-staking-sustainability-desc": "Walidatorzy nie potrzebują energochłonnych komputerów, aby uczestniczyć w systemie proof-of-stake – wystarczy laptop lub smartfon. Dzięki temu Ethereum stanie się lepsze dla środowiska.",
  "page-eth2-staking-the-beacon-chain": "Więcej o łańcuchu śledzącym",
  "page-eth2-staking-title-1": "Nagrody",
  "page-eth2-staking-title-2": "Ryzyko",
  "page-eth2-staking-title-3": "Wymagania",
  "page-eth2-staking-title-4": "Jak stakować swoje ETH",
  "page-eth2-staking-upgrades-li": "Proof-of-stake jest zarządzany przez łańcuch śledzący.",
  "page-eth2-staking-upgrades-li-2": "Ethereum będzie miało łańcuch śledzący i sieć główną proof-of-work w dającej się przewidzieć przyszłości. Sieć główna to Ethereum, którego używamy od lat.",
  "page-eth2-staking-upgrades-li-3": "W tym czasie osoby stakujące będą dodawać nowe bloki do łańcucha śledzącego, ale nie będą przetwarzać transakcji w sieci głównej.",
  "page-eth2-staking-upgrades-li-4": "Ethereum w pełni przejdzie na system proof-of-stake, gdy sieć główna Ethereum stanie się odłamkiem.",
  "page-eth2-staking-upgrades-li-5": "Dopiero wtedy możesz wypłacić swój staking.",
  "page-eth2-staking-upgrades-title": "Ulepszenia proof-of stake i Eth2",
  "page-eth2-staking-validators": "Więcej walidatorów, większe bezpieczeństwo",
  "page-eth2-staking-validators-desc": "Blockchain taki jak Ethereum można uszkodzić, jeśli kontrolujesz 51% sieci. Na przykład możesz uzyskać 51% walidatorów, aby stwierdzili, że Twoje saldo wskazuje 1 000 000 ETH, a nie 1 ETH. Ale aby kontrolować 51% walidatorów, musiałbyś posiadać 51% ETH w systemie – to dużo!",
  "page-eth2-staking-withdrawals": "Wypłaty nie będą dostępne od razu",
  "page-eth2-staking-withdrawals-desc": "Nie będziesz mógł wycofać swojego stakingu, dopóki nie zostaną wdrożone przyszłe aktualizacje. Wypłaty powinny być dostępne po zadokowaniu sieci głównej z systemem łańcucha śledzącego."
}
