{
  "page-get-eth-article-keeping-crypto-safe": "Klucze do zachowania bezpieczeństwa kryptowalut",
  "page-get-eth-article-protecting-yourself": "Chroń siebie i swoje fundusze",
  "page-get-eth-article-store-digital-assets": "Jak przechowywać aktywa cyfrowe na Ethereum",
  "page-get-eth-cex": "Giełdy scentralizowane",
  "page-get-eth-cex-desc": "Giełdy to firmy, które pozwalają kupować kryptowaluty za pomocą tradycyjnych walut. Mają pieczę nad każdym zakupionym ETH, dopóki nie wyślesz go do portfela, który kontrolujesz.",
  "page-get-eth-checkout-dapps-btn": "Wypróbuj zdecentralizowane aplikacje",
  "page-get-eth-community-safety": "Posty społeczności dotyczące bezpieczeństwa",
  "page-get-eth-description": "Ethereum i ETH nie są kontrolowane przez żaden rząd ani firmę — są zdecentralizowane. Oznacza to, że ETH jest dostępne dla każdego.",
  "page-get-eth-dex": "Giełdy zdecentralizowane (DEX)",
  "page-get-eth-dex-desc": "Jeśli chcesz mieć większą kontrolę, kup ETH peer-to-peer. Dzięki DEX możesz handlować bez oddawania kontroli nad swoimi środkami scentralizowanej firmie.",
  "page-get-eth-dexs": "Giełdy zdecentralizowane (DEX)",
  "page-get-eth-dexs-desc": "Zdecentralizowane giełdy to otwarte rynki dla ETH i innych tokenów. Łączą bezpośrednio kupujących i sprzedających.",
  "page-get-eth-dexs-desc-2": "Zamiast korzystać z zaufanej strony trzeciej do zabezpieczenia środków w transakcji, używają kodu. ETH sprzedającego zostanie przeniesiony tylko wtedy, gdy płatność jest gwarantowana. Ten rodzaj kodu jest znany jako inteligentny kontrakt.",
  "page-get-eth-dexs-desc-3": "Oznacza to, że istnieje mniej ograniczeń geograficznych niż w przypadku scentralizowanych alternatyw. Jeśli ktoś sprzedaje to, co chcesz, i akceptuje metodę płatności, którą możesz zapewnić, możesz działać. DEX pozwalają kupować ETH za pomocą innych tokenów, PayPala, a nawet osobiście dostarczać gotówkę.",
  "page-get-eth-do-not-copy": "Przykład: Nie kopiuj",
  "page-get-eth-exchanges-disclaimer": "Zebraliśmy te informacje ręcznie. Jeśli zauważysz, że coś jest nie tak, daj nam znać",
  "page-get-eth-exchanges-empty-state-text": "Wprowadź swój kraj zamieszkania, aby zobaczyć listę portfeli i giełd, których możesz użyć do zakupu ETH",
  "page-get-eth-exchanges-except": "Z wyjątkiem",
  "page-get-eth-exchanges-header": "W jakim kraju mieszkasz?",
  "page-get-eth-exchanges-header-exchanges": "Giełdy",
  "page-get-eth-exchanges-header-wallets": "Portfele",
  "page-get-eth-exchanges-intro": "Giełdy i portfele mają ograniczenia co do tego, gdzie mogą sprzedawać kryptowalutę.",
  "page-get-eth-exchanges-no-exchanges": "Przepraszamy, nie znamy żadnej giełdy, która pozwoli Ci kupić ETH w tym kraju. Jeśli zrobisz, powiedz nam na",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Przepraszamy, nie znamy żadnych giełd ani portfeli, które pozwalają Ci kupić ETH w tym kraju. Jeśli to zrobisz, powiedz nam na",
  "page-get-eth-exchanges-no-wallets": "Przepraszamy, nie znamy żadnych portfeli, które pozwolą Ci kupić ETH w tym kraju. Jeśli to zrobisz, powiedz nam na",
  "page-get-eth-exchanges-search": "Wpisz miejsce zamieszkania...",
  "page-get-eth-exchanges-success-exchange": "Rejestracja na giełdzie może potrwać kilka dni ze względu na ich prawne kontrole.",
  "page-get-eth-exchanges-success-wallet-link": "portfele",
  "page-get-eth-exchanges-success-wallet-paragraph": "Tam, gdzie mieszkasz, możesz kupić ETH bezpośrednio z tych portfeli. Dowiedz się więcej o",
  "page-get-eth-exchanges-usa": "Stany Zjednoczone (USA)",
  "page-get-eth-get-wallet-btn": "Zdobądź portfel",
  "page-get-eth-hero-image-alt": "Pobierz obraz główny ETH",
  "page-get-eth-keep-it-safe": "Dbanie o bezpieczeństwo ETH",
  "page-get-eth-meta-description": "Jak kupować ETH w zależności od miejsca zamieszkania i porady, jak się nim zajmować.",
  "page-get-eth-meta-title": "Jak kupić ETH",
  "page-get-eth-need-wallet": "Będziesz potrzebować portfela, aby korzystać ze zdecentralizowanej giełdy.",
  "page-get-eth-new-to-eth": "ETH jest dla Ciebie nowością? Oto przegląd na początek.",
  "page-get-eth-other-cryptos": "Kupuj za inne kryptowaluty",
  "page-get-eth-protect-eth-desc": "Jeśli planujesz kupić dużo ETH, możesz chcieć trzymać go w portfelu, który kontrolujesz, a nie na giełdzie. To dlatego, że giełda jest prawdopodobnym celem hakerów. Jeśli haker uzyska dostęp, możesz stracić swoje środki. Alternatywnie tylko Ty masz kontrolę nad swoim portfelem.",
  "page-get-eth-protect-eth-in-wallet": "Zabezpiecz swój ETH w portfelu",
  "page-get-eth-search-by-country": "Szukaj według kraju",
  "page-get-eth-security": "Ale oznacza to również, że musisz poważnie traktować bezpieczeństwo swoich funduszy. Dzięki ETH nie ufasz bankowi, że zajmie się Twoimi pieniędzmi, ufasz sobie.",
  "page-get-eth-smart-contract-link": "Więcej na temat inteligentnych kontraktów",
  "page-get-eth-swapping": "Zamień swoje tokeny na ETH innych osób. I wzajemnie.",
  "page-get-eth-try-dex": "Wypróbuj DEX",
  "page-get-eth-use-your-eth": "Użyj swojego ETH",
  "page-get-eth-use-your-eth-dapps": "Teraz, gdy jesteś właścicielem ETH, sprawdź niektóre aplikacje Ethereum (aplikacje zdecentralizowane). Istnieją aplikacje dla finansów, mediów społecznościowych, gier i wielu innych kategorii.",
  "page-get-eth-wallet-instructions": "Postępuj zgodnie z instrukcją portfela",
  "page-get-eth-wallet-instructions-lost": "Jeśli utracisz dostęp do swojego portfela, stracisz dostęp do swoich środków. Twój portfel powinien zawierać instrukcje dotyczące ochrony przed tym. Pamiętaj, aby dokładnie ich przestrzegać — w większości przypadków nikt nie może Ci pomóc, jeśli stracisz dostęp do swojego portfela.",
  "page-get-eth-wallets": "Portfele",
  "page-get-eth-wallets-link": "Więcej o portfelach",
  "page-get-eth-wallets-purchasing": "Niektóre portfele pozwalają na zakup kryptowalut za pomocą karty debetowej/kredytowej, przelew bankowy lub nawet Apple Pay. Zastosowanie mają ograniczenia geograficzne.",
  "page-get-eth-warning": "Te DEXy nie są dla początkujących, ponieważ będziesz potrzebować ETH, aby z nich korzystać.",
  "page-get-eth-what-are-DEX's": "Czym jest DEX?",
  "page-get-eth-whats-eth-link": "Co to jest ETH?",
  "page-get-eth-where-to-buy-desc": "Możesz kupić ETH bezpośrednio z giełd lub z portfeli.",
  "page-get-eth-where-to-buy-desc-2": "Sprawdź usługi, z których możesz korzystać w miejscu zamieszkania.",
  "page-get-eth-where-to-buy-title": "Gdzie uzyskać ETH",
  "page-get-eth-your-address": "Twój adres ETH",
  "page-get-eth-your-address-desc": "Kiedy pobierzesz portfel, stworzy dla Ciebie publiczny adres ETH. Oto jak wygląda:",
  "page-get-eth-your-address-desc-3": "To coś podobnego do adresu e-mail, ale zamiast wysyłać wiadomość, możesz odbierać ETH. Jeśli chcesz przenieść ETH z giełdy do swojego portfela, użyj swojego adresu jako miejsca docelowego. Upewnij się, że zawsze sprawdzasz dokładnie przed wysłaniem!",
  "page-get-eth-your-address-wallet-link": "Sprawdź portfele",
  "listing-policy-raise-issue-link": "Zgłoś problem",
  "page-find-wallet-last-updated": "Ostatnia aktualizacja"
}
