{
  "page-what-is-ethereum-alt-img-bazaar": "Ilustracja osoby przyglądającej się bazarowi ma reprezentować Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Ilustracja współdziałających członków społeczności Ethereum",
  "page-what-is-ethereum-alt-img-lego": "Ilustracja ręki układającej logo Ethereum wykonane z klocków lego",
  "page-what-is-ethereum-banking-card": "Bankowość dla wszystkich",
  "page-what-is-ethereum-banking-card-desc": "Nie każdy ma dostęp do usług finansowych. Jedyne, czego potrzebujesz by zyskać dostęp do Ethereum, jego produktów kredytowych i oszczędnościowych, to połączenie internetowe.",
  "page-what-is-ethereum-build": "Stwórz coś z Ethereum",
  "page-what-is-ethereum-build-desc": "Jeśli chcesz spróbować budować z Ethereum, przeczytaj naszą dokumentację, wypróbuj kilka samouczków lub sprawdź narzędzia, których potrzebujesz, aby rozpocząć.",
  "page-what-is-ethereum-censorless-card": "Odporne na cenzurę",
  "page-what-is-ethereum-censorless-card-desc": "Żaden rząd ani przedsiębiorstwo nie ma kontroli nad Ethereum. Ta decentralizacja sprawia, że nikt nie może powstrzymać Cię od otrzymywania płatności lub korzystania z usług na Ethereum.",
  "page-what-is-ethereum-comm-desc": "Nasza społeczność obejmuje ludzi ze wszystkich środowisk, w tym artystów, kryptoanarchistów, firmy notowane na Fortune 500, a teraz także i Ciebie. Dowiedz się jak możesz zaangażować się już dziś.",
  "page-what-is-ethereum-commerce-card": "Gwarancje handlowe",
  "page-what-is-ethereum-commerce-card-desc": "Klienci otrzymują bezpieczne rozwiązanie i wbudowaną gwarancję, że środki przechodzą bezpośrednio z rąk do rąk, jeśli wszystkie warunki zostały spełnione. Podobnie deweloperzy mogą być pewni, że zasady nie zostaną zmienione.",
  "page-what-is-ethereum-composable-card": "Wszystkie produkty są komponowalne",
  "page-what-is-ethereum-composable-card-desc": "Ponieważ wszystkie aplikacje są zbudowane na tym samym blockchain ze wspódzielonym globalnym stanem, mogą się wzajemnie budować (jak klocki Lego). Umożliwia to tworzenie lepszych produktów i doświadczeń przez cały czas.",
  "page-what-is-ethereum-community": "Społeczność Ethereum",
  "page-what-is-ethereum-desc": "Fundament naszej cyfrowej przyszłości",
  "page-what-is-ethereum-explore": "Odkryj Ethereum",
  "page-what-is-ethereum-internet-card": "Bardziej prywatny Internet",
  "page-what-is-ethereum-internet-card-desc": "Nie musisz podawać wszystkich swoich danych osobowych, aby używać aplikacji Ethereum. Ethereum buduje gospodarkę opartą na wartości, a nie na nadzorze.",
  "page-what-is-ethereum-meet-comm": "Poznaj społeczność",
  "page-what-is-ethereum-meta-description": "Poznaj Ethereum, dowiedz się co robi i jak wypróbować je dla siebie.",
  "page-what-is-ethereum-meta-title": "Czym jest Ethereum?",
  "page-what-is-ethereum-p2p-card": "Sieć typu peer-to-peer",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum pozwala na przesyłanie pieniędzy lub zawieranie umów bezpośrednio z innymi. Nie musisz korzystać z firm pośredniczących.",
  "page-what-is-ethereum-start-building-btn": "Zacznij tworzenie",
  "page-what-is-ethereum-title": "Co to jest Ethereum?",
  "page-what-is-ethereum-subtitle": "Kompleksowy przewodnik dla początkujących, jak działa Ethereum, jakie przynosi korzyści i jak jest wykorzystywany przez miliony ludzi na całym świecie.",
  "page-what-is-ethereum-button-lets-start": "Zaczynamy",
  "page-what-is-ethereum-blockchain-tab-title": "Czym jest blockchain?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Blockchain to baza danych transakcji</b>, która jest aktualizowana i udostępniana przez wiele komputerów w sieci. Nowy dodawany zestaw transakcji nazywamy „blokiem” – stąd nazwa blockchain. Większość blockchainów jest publiczna i można tylko dodawać dane, a nie je usuwać. Jeśli ktoś chciałby zmienić jakąkolwiek informację lub oszukać system, musi to zrobić na większości komputerów w sieci. A to, jak możesz sobie wyobrazić, bardzo dużo komputerów! To sprawia, że założone sieci blockchainów takie jak Ethereum są bardzo bezpieczne.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Dlaczego jest ona nazywana kryptowalutą?",
  "page-what-is-ethereum-cryptocurrency-tab-content": "Blockchain używają technik kryptograficznych, aby upewnić się, że Twoje środki są bezpieczne. Podobne techniki stosowane są w sektorze bankowym od wielu lat w celu zapewnienia bezpieczeństwa transakcji pieniężnych. Można więc powiedzieć, że kryptowaluty mają poziom bezpieczeństwa banku.",
  "page-what-is-ethereum-summary-title": "Podsumowanie",
  "page-what-is-ethereum-summary-desc-1": "Ethereum to technologia budowania aplikacji i organizacji, przechowywania aktywów, zawierania transakcji i komunikowania się bez kontroli centralnego organu. Nie ma potrzeby przekazywania wszystkich Twoich danych osobowych do korzystania z Ethereum — kontrolujesz swoje własne dane i to, co jest udostępniane. Ethereum ma własną kryptowalutę, Ether, która jest używana do płacenia za określone działania w sieci Ethereum.",
  "page-what-is-ethereum-summary-desc-2": "Nadal nie do końca rozumiesz? Wyjaśnijmy wszystko krok po kroku.",
  "page-what-is-ethereum-what-is-crypto-title": "Czym jest kryptowaluta?",
  "page-what-is-ethereum-what-is-crypto-desc-1": "<b>Krypto (skrót od kryptowaluty) to nowa forma cyfrowego pieniądza zasilanego kryptografią.</b>",
  "page-what-is-ethereum-what-is-crypto-desc-2": "Wszystko rozpoczęło się w 2008 roku od Bitcoina. Możesz użyć go do wysyłania środków do każdego na całym świecie. Kryptowaluty różnią się od zwykłych przelewów bankowych lub innych usług finansowych, takich jak Paypal czy Alipay, tym, że po raz pierwszy nie ma w nich pośrednika.",
  "page-what-is-ethereum-what-is-crypto-desc-3": "Czekaj, kim jest pośrednik?",
  "page-what-is-ethereum-what-is-crypto-desc-4": "Pośrednik jest organem centralnym, takim jak bank lub rząd, który interweniuje w transakcję między nadawcą a odbiorcą. Mają oni uprawnienia do przeglądania, cenzurowania lub odwracania transakcji i mogą dzielić się zgromadzonymi o Tobie wrażliwymi danymi z osobami trzecimi. Często również dyktują, do których usług finansowych masz dostęp.",
  "page-what-is-ethereum-what-is-crypto-desc-5": "Inaczej jest w przypadku kryptowalut. <b>Transakcje bezpośrednio łączą nadawcę i odbiorcę</b> bez konieczności kontaktowania się z jakimkolwiek organem centralnym. Nikt inny nie będzie miał dostępu do Twoich środków i <b>nikt nie będzie w stanie Ci powiedzieć, z jakich usług możesz korzystać</b>. Jest to możliwe ze względu na technologię blockchain, na której działają kryptowaluty.",
  "page-what-is-ethereum-btc-eth-diff-title": "Jaka jest różnica pomiędzy Ethereum a Bitcoinem?",
  "page-what-is-ethereum-btc-eth-diff-1": "Założony w 2015 r. Ethereum opiera się na innowacjach Bitcoina, z kilkoma dużymi różnicami.",
  "page-what-is-ethereum-btc-eth-diff-2": "Obie kryptowaluty pozwalają na korzystanie z pieniądza cyfrowego bez dostawców płatności lub banków. <b>Ethereum jest programowalne</b>, więc możesz również budować i wdrażać zdecentralizowane aplikacje w jego sieci.",
  "page-what-is-ethereum-btc-eth-diff-3": "To, że Ethereum jest programowalne, oznacza, że możesz budować aplikacje, które używają blockchain do przechowywania danych lub kontrolowania tego, co może zrobić Twoja aplikacja. Prowadzi to do tworzenia łańcucha bloków (blockchain) o ogólnym przeznaczeniu, który może być zaprogramowany, aby zrobić wszystko. Nie mając ograniczeń, Ethereum pozwala na wielką innowacyjność.",
  "page-what-is-ethereum-btc-eth-diff-4": "Podczas gdy Bitcoin jest tylko siecią płatniczą, Ethereum przypomina rynek usług finansowych, gamingowych, społecznościowych i innych aplikacji, które szanują Twoją prywatność i nie mogą Cię ocenzurować.",
  "page-what-is-ethereum-what-can-eth-do-title": "Co może zrobić Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Dlaczego warto używać Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Jeśli kiedykolwiek wysłałeś(-aś) pieniądze za granicę (lub planujesz) lub musiałeś(-aś) się martwić o przyszłość Twoich aktywów z powodu sił zewnętrznych poza Twoją kontrolą w Twoim kraju albo zostały wprowadzone liczne ograniczenia i opłaty nakładane przez tradycyjne instytucje finansowe w odniesieniu do codziennych transakcji, powinieneś(-aś) być zainteresowany(-a) tym, co kryptowaluty mają do zaoferowania.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Pamiętajmy, że Ethereum jest powieścią, która jest wciąż pisana, i wiele innych powodów, aby z niego korzystać, odkryto w miarę jego rozwoju z upływem czasu.",
  "page-what-is-ethereum-slide-1-title": "Tańsze i szybsze płatności transgraniczne",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Stablecoiny</b> to nowatorski rodzaj kryptowaluty, który opiera się o stabilniejsze aktywa u podstaw swojej wartości. Większość z nich powiązane jest z dolarem amerykańskim, który utrzymuje ich wartość. Pozwala to na stworzenie taniego i szybkiego, globalnego systemu płatności. Większość stablecoinów została stworzona w sieci Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum i stablecoiny znacznie ułatwiają przesyłanie pieniędzy za granicę. Zwykle trwa to zaledwie kilka minut, by pieniądze znalazły się na drugim końcu globu. W przeciwieństwie do kilku jak nie kilkunastu dni roboczych, które potrzebuje Twój bank na zrealizowanie takiej transakcji o znacznie większej prowizji. Ponadto nie ma dodatkowych opłat, zależnych od wysokości transakcji, oraz ograniczeń co do tego, gdzie i dlaczego wysyłasz pieniądze.",
  "page-what-is-ethereum-slide-2-title": "Najszybsza pomoc w czasach kryzysu",
  "page-what-is-ethereum-slide-2-desc-1": "Jeśli masz szczęście mieć wiele opcji bankowych w zaufanych instytucjach w swoim miejscu zamieszkania, możesz uznać za pewnik wolność finansową, bezpieczeństwo i stabilność, które one oferują. Jednak dla wielu ludzi na całym świecie, którzy stoją w obliczu represji politycznych lub trudności ekonomicznych, instytucje finansowe mogą nie zapewnić ochrony lub usług, których potrzebują.",
  "page-what-is-ethereum-slide-2-desc-2": "Kiedy wojna, kryzys ekonomiczny lub ograniczenie swobód obywatelskich dotknęły mieszkańców <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Wenezueli</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Kuby</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afganistanu</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigerii</a> <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Białorusi</a>i <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukrainy</a>, kryptowaluty stanowiły najszybszą i często jedyną możliwą instytucję finansową.<sup><a to=\"https://www.financialinclusion.tech/\">1</a></sup> Jak widać w tych przykładach, kryptowaluty takie jak Ethereum mogą zapewnić niezakłócony dostęp do światowych rynków w sytuacji, gdy ludzie są odcięci od świata. Ponadto stablecoiny to doskonały sposób na przechowywanie wartości w czasie inflacji, gdy wartość lokalnych walut spada.",
  "page-what-is-ethereum-slide-3-title": "Wzmocnienie pozycji twórców",
  "page-what-is-ethereum-slide-3-desc-1": "Tylko w 2021 r. artyści, muzycy, pisarze i inni twórcy skorzystali z sieci Ethereum. Ich dochód to około 3,5 miliarda dolarów. Dzięki temu Ethereum jest jedną z największych globalnych platform dla twórców, obok Spotify, YouTube i Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Dowiedz się więcej</a>.",
  "page-what-is-ethereum-slide-4-title": "Wzmocnienie pozycji graczy",
  "page-what-is-ethereum-slide-4-desc-1": "Gry typu play-to-earn (gdzie gracze faktycznie zarabiają) od niedawna przekształcają całą branżę. Zwykle w grach zakazuje się graczom handlu czy przesyłania np. przedmiotów innym za prawdziwe pieniądze. To często prowadzi do czarnorynkowych rozwiązań w postaci stron internetowych, gdzie owe rzeczy można spieniężyć. Strony te często stanowią zagrożenie dla bezpieczeństwa. Gry oparte na blockchainie posiadają swoją ekonomię, która dopuszcza takie praktyki, jednak w bezpiecznym i zaufanym środowisku.",
  "page-what-is-ethereum-slide-4-desc-2": "Ponadto gracze są zachęcani do handlu swoimi tokenami za prawdziwe pieniądze, co sprawia, że zarabiają w czasie gry.",
  "page-what-is-ethereum-meet-ether-title": "Poznaj ether, kryptowalutę Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Ethereum ma natywną kryptowalutę zwaną ether (ETH). Jest to czysto cyfrowy twór, który błyskawicznie możesz wysłać każdemu, w każde miejsce na świecie. Podaż ETH nie jest kontrolowana przez żaden rząd ani firmę – jest zdecentralizowana i całkowicie transparentna. Nowe monety (nazywane także tokenami) są emitowane tylko dla stakerów, którzy zabezpieczają sieć.",
  "page-what-is-ethereum-meet-ether-desc-2": "Każde działanie w sieci Ethereum wymaga pewnej ilości mocy obliczeniowej. Ta opłata jest płacona w formie etheru. Oznacza to, że potrzebujesz małej ilości ETH do korzystania z sieci.",
  "page-what-is-ethereum-what-is-ether": "Czym jest ether?",
  "page-what-is-ethereum-get-eth": "Zdobądź ETH",
  "page-what-is-ethereum-what-can-i-do-title": "Co moge zrobić z monetami ETH?",
  "page-what-is-ethereum-what-can-i-do-desc-1": "Okazuje się, że wiele rzeczy! Jednym z najistotniejszych zastosowań technologii Ethereum są zdecentralizowane finanse (DeFi), które otwierają przed Tobą wiele obszarów usług bankowych, z których może korzystać każdym, kto ma Internet. Możesz użyć monet ether, by wziąć pożyczkę lub zapewnić płynność finansową, aby zarabiać na odsetkach.",
  "page-what-is-ethereum-explore-applications": "Odkrywaj aplikacje",
  "page-what-is-ethereum-learn-defi": "Dowiedz się więcej o DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Kto prowadzi Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum nie jest kontrolowane przez żadną jednostkę. Istnieje wyłącznie poprzez zdecentralizowane uczestnictwo i współpracę społeczności. Ethereum korzysta z wielu węzłów (komputerów z kopią danych blockchaina Ethereum) utrzymywanych przez wolontariuszy w celu zastąpienia poszczególnych serwerów i systemów chmurowych należących do głównych dostawców i usług internetowych.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Te rozproszone węzły, obsługiwane zarówno przez osoby indywidualne, jak i przedsiębiorstwa, rozsiane są po całym świecie, co zapewnia odporność infrastruktury sieci Ethereum. Przez to jest ona mniej podatna na ataki hakerskie i wyłączenie. <b>Od 2015 roku, czyli powstania sieci, jej działanie nigdy nie zostało przerwane</b>. Ethereum składa się z tysięcy pojedynczych węzłów, to czyni ją najbardziej zdecentralizowaną zaraz po sieci bitcoin.",
  "page-what-is-ethereum-run-a-node": "Dodaj węzeł",
  "page-what-is-ethereum-smart-contract-title": "Czym są inteligentne kontrakty?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Inteligentne kontrakty to proste programy komputerowe</b> usytuowane na blockchainie Ethereum. Działają one <b>tylko w momencie aktywowania transakcji przez użytkownika lub inny kontrakt</b>. Czyni to Ethereum bardziej elastyczną, co szczególnie odróżnia ją od innych kryptowalut. Te programy są tym, co obecnie nazywamy zdecentralizowanymi aplikacjami, czyli dapps.",
  "page-what-is-ethereum-smart-contract-desc-2": "Czy kiedykolwiek korzystałeś(-aś) z produktu lub usługi, która zmieniła warunki użytkowania lub usunęła cechy, które były dla Ciebie przydatne? Inteligentny kontrakt raz umieszczony w sieci Ethereum istnieje na niej tak długo, jak działać będzie sama sieć. Nawet ten, kto umieścił tam inteligentny kontrakt, nie jest w stanie go usunąć. Inteligentne kontrakty są zautomatyzowane, dlatego żaden użytkownik nie jest dyskryminowany, a one same zawsze są gotowe do użytku.",
  "page-what-is-ethereum-smart-contract-desc-3": "Popularnymi przykładami inteligentnych kontraktów są aplikacje, zdecentralizowane giełdy handlowe, ubezpieczenia, aplikacje crowdfoundingowe — zasadniczo wszystko, o czym pomyślisz.",
  "page-what-is-ethereum-more-on-smart-contracts": "Więcej na temat inteligentnych kontraktów",
  "page-what-is-ethereum-explore-dapps": "Przeglądaj zdecentralizowane aplikacje",
  "page-what-is-ethereum-criminal-activity-title": "Ponoć kryptowaluty są wykorzystywane jako narzędzie działalności przestępczej. Czy to prawda?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Podobnie jak każda forma pieniądza, ta również może być wykorzystana w niewłaściwy sposób. Jednak wszystkie transakcje w sieci Ethereum są zawierane na otwartym blockchainie. Dzięki temu organom ścigania łatwiej jest je śledzić niż te w tradycyjnym systemie finansowym. Przez to sieć Ethereum może być mniej atrakcyjną opcją dla tych, którzy nie chcieliby zostać wykryci.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Kryptowaluty w znacznie mniejszym stopniu używane są do działalności przestępczej niż pieniądz fiducjarny. Wynika to z raportu Eropolu, Agencji Unii Europejskiej ds. Współpracy Organów Ścigania:",
  "page-what-is-ethereum-criminal-activity-desc-3": "„Wykorzystanie kryptowalut do nielegalnych działań wydaje się obejmować jedynie niewielką część ogólnej gospodarki kryptowalutowej i wydaje się, że jest ona stosunkowo mniejsza niż kwota nielegalnych środków finansowych pochodzących z systemów tradycyjnych”.",
  "page-what-is-ethereum-energy-title": "A co ze zużyciem energii przez Ethereum?",
  "page-what-is-ethereum-energy-desc-1": "15 września 2022 r. w Ethereum przeprowadzono scalenie The Merge, w ramach którego Ethereum przeszło z protokołu proof-of-work na konsensus proof-of-stake.",
  "page-what-is-ethereum-energy-desc-2": "The Merge było największą modernizacją Ethereum i zmniejszyło zużycie energii wymaganej do zabezpieczenia Ethereum o <b>99,95%</b>, tworząc <b>bezpieczniejszą sieć przy znacznie niższych kosztach emisji dwutlenku węgla</b>. Ethereum jest teraz niskoemisyjnym łańcuchem bloków, o lepszych zabezpieczeniach i większej skalowalności.",
  "page-what-is-ethereum-more-on-energy-consumption": "Więcej o zużyciu energii",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Roczne zużycie energii w TW/r",
  "energy-consumption-chart-youtube-label": "YouTube",
  "energy-consumption-chart-gold-mining-galaxy-label": "Wydobycie złota (Galaxy Digital)",
  "energy-consumption-chart-global-data-centers-label": "Global data centers",
  "energy-consumption-chart-gold-mining-cbeci-label": "Wydobycie złota (CBECI)",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "BTC PoW",
  "energy-consumption-chart-gaming-us-label": "Gry w USA",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "Aktualizacja połączenia",
  "page-what-is-ethereum-additional-reading": "Przypisy",
  "page-what-is-ethereum-week-in-ethereum": "Cotygodniowe wiadomości Ethereum",
  "page-what-is-ethereum-week-in-ethereum-desc": "– Cotygodniowy newsletter zawierający kluczowe zmiany w ekosystemie.",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atom, instytucje, blockchainy",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "– Dlaczego blockchainy mają znaczenie?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum w liczbach",
  "adoption-chart-column-now-label": "Teraz",
  "adoption-chart-investors-label": "Inwestorzy",
  "adoption-chart-developers-label": "Autorzy",
  "adoption-chart-companies-label": "Firmy",
  "adoption-chart-artists-label": "Artyści",
  "adoption-chart-musicians-label": "Muzycy",
  "adoption-chart-writers-label": "Pisarze",
  "adoption-chart-gamers-label": "Gracze",
  "adoption-chart-refugees-label": "Uchodźcy"
}
