{
  "comp-withdrawal-comparison-current-title": "Obecni stakerzy",
  "comp-withdrawal-comparison-current-li-1": "Niektórzy użytkownicy mogli podać adres do wypłaty podczas początkowego konfigurowania depozytu do stakowania — ci użytkownicy nie muszą nic więcej robić",
  "comp-withdrawal-comparison-current-li-2": "Większość stakerów nie podała adresu wypłaty przy pierwszym depozycie i będzie musiała zaktualizować swoje dane uwierzytelniające do wypłaty. <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Staking Launchpad</a> zawiera instrukcje, jak to zrobić",
  "comp-withdrawal-comparison-current-p": "Możesz wprowadzić tutaj swój numer indeksu walidatora, aby sprawdzić, czy nadal musisz zaktualizować swoje dane uwierzytelniające <Text as=\"span\" fontWeight=\"normal\">(można to znaleźć w dziennikach klienta):</Text>",
  "comp-withdrawal-comparison-new-title": "Nowi stakerzy (jeszcze nie zdeponowali)",
  "comp-withdrawal-comparison-new-li-1": "Domyślnie nowi stakerzy, którzy chcą automatycznie włączyć funkcję wypłat nagród i wypłat, powinni podać adres wypłaty Ethereum, który kontrolują podczas generowania kluczy walidatora za pomocą narzędzia Staking Deposit CLI",
  "comp-withdrawal-comparison-new-li-2": "Nie jest to wymagane w momencie depozytu, ale zapobiegnie konieczności aktualizacji tych kluczy w późniejszym terminie w celu odblokowania środków",
  "comp-withdrawal-comparison-new-p": "Staking Launchpad wprowadzi Cię do procesu stakowania.",
  "comp-withdrawal-comparison-new-link": "Odwiedź Staking Launchpad",
  "comp-withdrawal-credentials-placeholder": "Indeks walidatora",
  "comp-withdrawal-credentials-error": "Wystąpił błąd! Sprawdź numer indeksu walidatora i spróbuj ponownie.",
  "comp-withdrawal-credentials-upgraded-1": "Indeks walidatora {{validatorIndex}} jest gotowy do rozpoczęcia otrzymywania nagród!",
  "comp-withdrawal-credentials-upgraded-2": "Poświadczenia wypłaty powiązane z adresem wykonawczym:",
  "comp-withdrawal-credentials-not-upgraded-1": "Ten walidator wymaga aktualizacji.",
  "comp-withdrawal-credentials-not-upgraded-1-testnet": "Ten walidator sieci testowej Goerli wymaga aktualizacji.",
  "comp-withdrawal-credentials-not-upgraded-2": "Instrukcje dotyczące aktualizacji można obecnie znaleźć na stronie <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Staking Lanchpad</a>",
  "comp-withdrawal-credentials-verify-mainnet": "Zweryfikuj w sieci głównej",
  "comp-withdrawal-credentials-verify-goerli": "Zweryfikuj w Goerli",
  "page-staking-withdrawals-when": "Wdrożono!",
  "page-staking-image-alt": "Wizerunek maskotki nosorożca dla staking launchpad.",
  "page-staking-benefits-1-title": "Zdobywaj nagrody",
  "page-staking-benefits-1-description": "Nagrody są przyznawane za działania, które pomagają sieci osiągnąć konsensus. Zostaniesz wynagrodzony za uruchomienie oprogramowania, które prawidłowo grupuje transakcje w nowe bloki i sprawdza pracę innych walidatorów, ponieważ dzięki temu łańcuch działa bezpiecznie.",
  "page-staking-benefits-2-title": "Lepsze bezpieczeństwo",
  "page-staking-benefits-2-description": "Sieć staje się silniejsza przed atakami w miarę stakowania większej ilości ETH, ponieważ wymaga wtedy więcej ETH do kontrolowania większości sieci. Aby stać się zagrożeniem, musiałbyś posiadać większość walidatorów, co oznacza, że musiałbyś kontrolować większość ETH w systemie — to dużo!",
  "page-staking-benefits-3-title": "Troska o środowisko",
  "page-staking-benefits-3-description": "Stakerzy nie muszą wykonywać energochłonnych obliczeń proof-of-work, aby uczestniczyć w zabezpieczaniu sieci, co oznacza, że węzły stakujące mogą działać na stosunkowo skromnym sprzęcie, zużywając bardzo mało energii.",
  "page-staking-benefits-3-link": "Więcej o zużyciu energii przez Ethereum",
  "page-staking-description": "Staking to akt zdeponowania 32 ETH w celu aktywacji oprogramowania walidatora. Jako walidator będziesz odpowiedzialny za przechowywanie danych, przetwarzanie transakcji i dodawanie nowych bloków do blockchainu. Dzięki temu Ethereum będzie bezpieczne dla wszystkich, a przy okazji zarobisz nowe ETH.",
  "page-staking-hero-title": "Jak stakować swoje ETH",
  "page-staking-hero-header": "Zdobywaj nagrody podczas zabezpieczenia Ethereum",
  "page-staking-hero-subtitle": "Staking jest dobrem publicznym dla ekosystemu Ethereum. Każdy użytkownik, dowolną ilość ETH może pomóc zabezpieczyć sieć i zdobyć nagrody w tym procesie.",
  "page-staking-dropdown-home": "Strona główna stakingu",
  "page-staking-dropdown-solo": "Staking w pojedynkę",
  "page-staking-more-on-solo": "Więcej o stakowaniu solo",
  "page-staking-learn-more-solo": "Dowiedz się więcej o stakowaniu solo",
  "page-staking-dropdown-saas": "Usługi stakingowe",
  "page-staking-saas-with-abbrev": "Usługi stakingowe (SaaS)",
  "page-staking-more-on-saas": "Więcej na temat usług stakingowych",
  "page-staking-learn-more-saas": "Dowiedz się więcej o usługach stakingowych",
  "page-staking-dropdown-pools": "Staking łączony",
  "page-staking-dropdown-withdrawals": "O wypłatach",
  "page-staking-dropdown-dvt": "Technologia rozproszonego walidatora",
  "page-staking-more-on-pools": "Więcej o stakowaniu w puli",
  "page-staking-learn-more-pools": "Dowiedz się więcej o stakowaniu w puli",
  "page-staking-section-what-title": "Czym jest staking?",
  "page-staking-section-what-link": "Dowiedz się jak zdobyć ETH",
  "page-staking-section-why-title": "Dlaczego warto stakować ETH?",
  "page-staking-section-why-p1": "Wszystko zależy od tego, ile chcesz stakować. Będziesz potrzebować 32 ETH, aby aktywować swój własny walidator, ale możesz zestakować mniej.",
  "page-staking-section-why-p2": "Zapoznaj się z poniższymi opcjami i wybierz tę, która jest najlepsza dla Ciebie i dla sieci.",
  "page-staking-guide-title-coincashew-ethereum": "Przewodnik CoinCashew po Ethereum 2.0",
  "page-staking-guide-title-somer-esat": "Somer Esat",
  "page-staking-guide-title-rocket-pool": "Operatorzy węzłów Rocket Poll",
  "page-staking-guide-description-linux": "Linux (CLI)",
  "page-staking-guide-description-mac-linux": "Linux, macOS (CLI)",
  "page-staking-hierarchy-solo-h2": "Domowe stakowanie solo",
  "page-staking-hierarchy-solo-pill-1": "Największy wpływ",
  "page-staking-hierarchy-solo-pill-2": "Pełna kontrola",
  "page-staking-hierarchy-solo-pill-3": "Pełne nagrody",
  "page-staking-hierarchy-solo-pill-4": "Nie wymaga zaufania",
  "page-staking-hierarchy-solo-p1": "Stakowanie solo jest uważane w Ethereum za <span class=\"gold\">złoty standard</span> dla stakowania. Zapewnia pełne nagrody za uczestnictwo, poprawia decentralizację sieci i nigdy nie wymaga powierzania swoich środków nikomu innemu.",
  "page-staking-hierarchy-solo-p2": "Jeśli rozważasz stakowanie solo, powinieneś/powinnaś posiadać przynajmniej 32 ETH oraz komputer połączony z internetem ~24/7. Pewna wiedza techniczna jest przydatna, ale obecnie istnieją łatwe w użyciu narzędzia, które pomagają uprościć ten proces.",
  "page-staking-hierarchy-saas-pill-1": "Twoje 32 ETH",
  "page-staking-hierarchy-saas-pill-2": "Twoje klucze walidatora",
  "page-staking-hierarchy-saas-pill-3": "Działanie węzła powierzonego",
  "page-staking-hierarchy-saas-p1": "Jeśli nie chcesz lub nie czujesz się komfortowo zajmując się sprzętem, ale nadal chcesz stakować swoje 32 ETH, usługi stakingowe pozwalają Ci oddelegować trudną część, podczas gdy Ty zdobywasz natywne nagrody za bloki.",
  "page-staking-hierarchy-saas-p2": "Opcje te zazwyczaj przeprowadzają użytkownika przez proces tworzenia zestawu danych walidatora, przesyłania do nich kluczy podpisujących i deponowania 32 ETH. Umożliwia to usłudze walidację w Twoim imieniu.",
  "page-staking-hierarchy-saas-p3": "Ta metoda wymaga pewnego poziomu zaufania do dostawcy. Aby ograniczyć ryzyko kontrahenta, klucze do wypłaty ETH są zwykle w Twoim posiadaniu.",
  "page-staking-hierarchy-pools-pill-1": "Stakuj dowolną kwotę",
  "page-staking-hierarchy-pools-pill-2": "Zdobywaj nagrody",
  "page-staking-hierarchy-pools-pill-3": "Zachowaj prostotę",
  "page-staking-hierarchy-pools-pill-4": "Popularne",
  "page-staking-hierarchy-pools-p1": "Obecnie istnieje kilka rozwiązań stakingu w puli, aby pomóc użytkownikom, którzy nie mają lub nie czują się komfortowo, stakując 32 ETH.",
  "page-staking-hierarchy-pools-p2": "Wiele z tych opcji oferuje tak zwany „płynny staking”, który obejmuje token płynności ERC-20 reprezentujący Twoje zestakowane ETH.",
  "page-staking-hierarchy-pools-p3": "Płynny staking umożliwia łatwe wyjście w dowolnym momencie i sprawia, że staking jest tak prosty, jak wymiana tokenów. Opcja ta pozwala również użytkownikom na przechowywanie swoich aktywów we własnym portfelu Ethereum.",
  "page-staking-hierarchy-pools-p4": "Staking w puli nie jest natywny dla sieci Ethereum. Strony trzecie budują te rozwiązania i niosą ze sobą własne ryzyko.",
  "page-staking-hierarchy-cex-h2": "Giełdy scentralizowane",
  "page-staking-hierarchy-cex-pill-1": "Najmniejszy wpływ",
  "page-staking-hierarchy-cex-pill-2": "Najwyższe założenia dotyczące zaufania",
  "page-staking-hierarchy-cex-p1": "Wiele scentralizowanych giełd oferuje usługi stakingowe, jeśli nie czujesz się jeszcze komfortowo trzymając ETH we własnym portfelu. Mogą one być rozwiązaniem awaryjnym, które pozwoli Ci zarobić na posiadanych ETH przy minimalnym nadzorze lub wysiłku.",
  "page-staking-hierarchy-cex-p2": "Kompromis polega na tym, że scentralizowani dostawcy konsolidują duże pule ETH w celu uruchomienia dużej liczby walidatorów. Może to być niebezpieczne dla sieci i jej użytkowników, ponieważ tworzy duży scentralizowany cel i punkt awarii, czyniąc sieć bardziej podatną na ataki lub błędy.",
  "page-staking-hierarchy-cex-p3": "Jeśli czujesz się niekomfortowo trzymając środki na portfelu, w porządku. Mamy dla ciebie taką możliwość. Jednak chcielibyśmy byś rozważył zapoznanie się z naszą <a href=\"/wallets/\">stroną portfeli</a>. Tu znajdziesz wiedzę o tym, kiedy twoje fundusze, są twoimi funduszami. Gdy już będziesz gotów wróć tu ponownie i wznieś swój staking na wyższy poziom skorzystaj z usługi wspólnego stakingu.",
  "page-staking-hierarchy-subtext": "Jak być może zauważyłeś, istnieje wiele sposobów uczestniczenia w stakingu Ethereum. Sposoby te są skierowane do szerokiego grona użytkowników i ostatecznie każdy z nich jest wyjątkowy i różni się pod względem ryzyka, nagród i założeń dotyczących zaufania. Niektóre z nich są bardziej zdecentralizowane, sprawdzone w boju i/lub ryzykowne niż inne. Zapewniamy pewne informacje na temat popularnych projektów w przestrzeni, ale <em>zawsze należy przeprowadzić własne badania</em> przed wysłaniem ETH gdziekolwiek.",
  "page-staking-comparison-solo-saas": "W przypadku dostawców usług stakingowych nadal musisz wpłacić 32 ETH, ale nie musisz uruchamiać sprzętu. Zazwyczaj zachowujesz dostęp do swoiuch kluczy walidatora, ale musisz również udostępnić klucze podpisujące, aby operator mógł działać w imieniu Twojego walidatora. Wprowadza to warstwę zaufania, która nie występuje w przypadku uruchamiania własnego sprzętu, a w przeciwieństwie do solo stakowania w domu, usługi stakingowe nie pomagają tak bardzo w geograficznej dystrybucji węzłów. Jeśli nie czujesz się komfortowo z obsługą sprzętu, ale nadal chcesz stakować 32 ETH, skorzystanie z usług stakingowych może być dla ciebie dobrym rozwiązaniem.",
  "page-staking-comparison-solo-pools": "Stakowanie solo jest znacznie bardziej skomplikowane niż stakowanie w puli, ale oferuje pełny dostęp do nagród ETH oraz pełną kontrolę nad konfiguracją i bezpieczeństwem walidatora. Stakowanie w puli ma znacznie niższą barierę wejścia. Użytkownicy mogą stakować niewielkie kwoty ETH, nie muszą generować kluczy walidatora i nie mają wymagań sprzętowych poza standardowym połączeniem internetowym. Płynne tokeny umożliwiają wyjście ze stakowania, zanim zostanie on włączony na poziomie protokołu. Jeśli jesteś zainteresowany tymi funkcjami, stakowanie w puli może być dobrym rozwiązaniem.",
  "page-staking-comparison-saas-solo": "Podobieństwa obejmują posiadanie własnych kluczy walidatora bez konieczności łączenia funduszy, ale w przypadku SaaS musisz zaufać stronie trzeciej, która może potencjalnie działać złośliwie lub sama stać się celem ataku lub regulacji. Jeśli te założenia dotyczaće zaufania lub ryzyko centralizacji budzą twoje obawy, złotym standardem samodzielnego stakowania jest stakowanie solo.",
  "page-staking-comparison-saas-pools": "Są one podobne, ponieważ generalnie polegasz na kimś innym, aby uruchomić klienta walidatora, ale w przeciwieństwie do usług stakingowych, stakowanie w puli pozwala ci uczestniczyć z mniejszymi ilościami ETH. Jeśli chcesz stakować mniej niż 32 ETH, rozważ sprawdzenie tych rozwiązań.",
  "page-staking-comparison-pools-solo": "Stakowanie w puli ma znacznie niższą barierę wejścia w porównaniu do stakowania solo, ale wiąże się z dodatkowym ryzykiem poprzez delegowanie wszystkich operacji węzła na stronę trzecią i za opłatą. Stakowanie solo daje pełną suwerenność i kontrolę nad wyborami, które wiążą się z wyborem konfiguracji stakowania. Stakerzy nigdy nie muszą przekazywać swoich kluczy i otrzymują pełne nagrody bez żadnych pośredników pobierających opłaty.",
  "page-staking-comparison-pools-saas": "Są one podobne, ponieważ stakerzy nie uruchamiają samodzielnie oprogramowania walidatora, ale w przeciwieństwie do opcji w puli, usługi stakingowe wymagają pełnego depozytu w wysokości 32 ETH, aby aktywować walidator. Nagrody trafiają do stakera i zazwyczaj wiążą się z miesięczną opłatą lub inną stawką za korzystanie z usługi. Jeśli wolisz własne klucze walidatora i chcesz zestakować co najmniej 32 ETH, skorzystanie z dostawcy SaaS może być dla Ciebie dobrym rozwiązaniem.",
  "page-staking-considerations-solo-1-title": "Otwarte źródło",
  "page-staking-considerations-solo-1-description": "Istotny kod jest w 100% otwartoźródłowy i dostępny publicznie do forkowania i wykorzystania",
  "page-staking-considerations-solo-1-warning": "Zamknięte źródło",
  "page-staking-considerations-solo-2-title": "Skontrolowany",
  "page-staking-considerations-solo-2-description": "Istotny kod został poddany formalnemu skontrolowaniu, którego wyniki zostały opublikowane i są dostępne publicznie",
  "page-staking-considerations-solo-2-warning": "Brak",
  "page-staking-considerations-solo-3-title": "Nagrody za błędy",
  "page-staking-considerations-solo-3-description": "Publiczny program nagród za znajdowanie błędów został przeprowadzony na istotnym kodzie, aby wynagrodzić użytkowników za bezpieczne zgłaszanie i/lub naprawianie luk w zabezpieczeniach",
  "page-staking-considerations-solo-3-valid": "Obecnie aktywny",
  "page-staking-considerations-solo-3-caution": "Zakończony",
  "page-staking-considerations-solo-4-title": "Sprawdzone w boju",
  "page-staking-considerations-solo-4-description": "Oprogramowanie było dostępne i używane publicznie przez wskazany okres czasu",
  "page-staking-considerations-solo-4-valid": "> 1 rok",
  "page-staking-considerations-solo-4-caution": "> 6 miesięcy",
  "page-staking-considerations-solo-4-warning": "Nowo wydane",
  "page-staking-considerations-solo-5-title": "Nie wymaga zaufania",
  "page-staking-considerations-solo-5-description": "Klucze walidatora nie są powierzane żadnemu innemu człowiekowi w żadnym momencie cyklu życia walidatora. Wszelkie zaangażowane inteligentne kontrakty są wolne od backdoorów, bez polegania na uprzywilejowanych uprawnieniach do wykonania.",
  "page-staking-considerations-solo-5-warning": "Wymagane zaufanie",
  "page-staking-considerations-solo-6-title": "Nie wymaga pozwolenia",
  "page-staking-considerations-solo-6-description": "Użytkownicy nie potrzebują żadnych specjalnych uprawnień do obsługi walidatora za pomocą oprogramowania lub usługi",
  "page-staking-considerations-solo-6-valid": "Brak uprawnień",
  "page-staking-considerations-solo-6-warning": "Wymagane uprawnienia",
  "page-staking-considerations-solo-7-title": "Multi-klient",
  "page-staking-considerations-solo-7-description": "Oprogramowanie umożliwia użytkownikom wybieranie i przełączanie się między co najmniej dwoma, lub więcej klientami wykonawczymi i dwoma lub więcej klientami warstwy konsensusu",
  "page-staking-considerations-solo-7-valid": "Łatwe przełączanie klientów",
  "page-staking-considerations-solo-7-warning": "Ograniczone do większościowego klienta",
  "page-staking-considerations-solo-8-title": "Samodzielny nadzór",
  "page-staking-considerations-solo-8-description": "Użytkownik przechowuje wszelkie dane uwierzytelniające walidatora, w tym klucze podpisujące i wypłaty",
  "page-staking-considerations-solo-8-warning": "Nadzór strony trzeciej",
  "page-staking-considerations-solo-9-title": "Ekonomiczny",
  "page-staking-considerations-solo-9-description": "Użytkownicy mogą obsługiwać walidator, stakując mniej niż 32 ETH, wykorzystując zgromadzone środki od innych osób",
  "page-staking-considerations-solo-9-valid": "< 32 ETH",
  "page-staking-considerations-solo-9-warning": "32 ETH",
  "page-staking-considerations-saas-4-description": "Usługa była dostępna i używana publicznie przez wskazany okres czasu",
  "page-staking-considerations-saas-6-description": "Użytkownicy nie potrzebują żadnych specjalnych uprawnień, rejestracji konta ani KYC, aby korzystać z usługi",
  "page-staking-considerations-saas-6-valid": "Każdy może dołączyć",
  "page-staking-considerations-saas-6-warning": "Wymagane uprawnienie",
  "page-staking-considerations-saas-7-title": "Różnorodność wykonawcza",
  "page-staking-considerations-saas-7-description": "Usługa nie powinna mieć więcej niż 50% swoich zagregowanych walidatorów z tym samym większościowym klientem wykonawczym",
  "page-staking-considerations-saas-7-valid": "Mniej niż 50%",
  "page-staking-considerations-saas-7-caution": "Obecnie nieznane",
  "page-staking-considerations-saas-7-warning": "Więcej niż 50%",
  "page-staking-considerations-saas-8-title": "Różnorodność konsensusu",
  "page-staking-considerations-saas-8-description": "Usługa nie powinna mieć więcej niż 50% swoich zagregowanych walidatorów z tym samym większościowym klientem konsensusu",
  "page-staking-considerations-saas-8-valid": "Mniej niż 50%",
  "page-staking-considerations-saas-8-caution": "Obecnie nieznane",
  "page-staking-considerations-saas-8-warning": "Więcej niż 50%",
  "page-staking-considerations-pools-5-description": "Usługa nie wymaga ufania jakimkolwiek ludziom w zakresie przechowywania kluczy lub dystrybucji nagród",
  "page-staking-considerations-pools-6-title": "Węzły bez uprawnień",
  "page-staking-considerations-pools-6-description": "Usługa umożliwia każdemu dołączenie do puli jako operator węzła, bez uprawnień",
  "page-staking-considerations-pools-7-description": "Usługa nie powinna mieć więcej niż 50% swoich zagregowanych walidatorów z tym samym większościowym klientem wykonawczym",
  "page-staking-considerations-pools-8-title": "Płynny token",
  "page-staking-considerations-pools-8-description": "Oferuje zbywalny płynny token reprezentujący zestakowane ETH, przechowywany we własnym portfelu",
  "page-staking-considerations-pools-8-valid": "Płynny token",
  "page-staking-considerations-pools-8-warning": "Brak płynnego tokenu",
  "page-staking-considerations-pools-9-description": "Usługa nie powinna mieć więcej niż 50% swoich zagregowanych walidatorów z tym samym większościowym klientem konsensusu",
  "page-staking-how-solo-works-item-1": "Zdobądź sprzęt: Musisz <a href=\"/run-a-node/\">uruchomić węzeł</a>, aby zacząć stakować",
  "page-staking-how-solo-works-item-2": "Zsynchronizuj klienta warstwy wykonawczej",
  "page-staking-how-solo-works-item-3": "Zsynchronizuj klienta warstwy konsensusu",
  "page-staking-how-solo-works-item-4": "Wygeneruj klucze i załaduj je do klienta walidatora",
  "page-staking-how-solo-works-item-5": "Monitoruj i konserwuj swój węzeł",
  "page-staking-launchpad-widget-testnet-label": "Sieć testowa Goerli",
  "page-staking-launchpad-widget-testnet-start": "Zacznij stakować na sieci testowej Goerli",
  "page-staking-launchpad-widget-mainnet-label": "sieć główna",
  "page-staking-launchpad-widget-mainnet-start": "Zacznij stakować na sieci głównej",
  "page-staking-launchpad-widget-span": "Wybierz sieć",
  "page-staking-launchpad-widget-p1": "Od walidatorów solo oczekuje się <strong>przetestowania swoich konfiguracji</strong> i umiejętności operacyjnych w sieci testowej Goerli przed zaryzykowaniem środków. Pamiętaj, że ważne jest, aby wybrać <a href=\"/developers/docs/nodes-and-clients/client-diversity/\">klienta mniejszościowego</a>, ponieważ zwiększa to bezpieczeństwo sieci i ogranicza ryzyko.",
  "page-staking-launchpad-widget-p2": "Jeśli czujesz się z tym komfortowo, możesz skonfigurować wszystko, co potrzebne, z wiersza poleceń, używając samego Staking Launchpad.",
  "page-staking-launchpad-widget-p3": "Aby ułatwić sprawy, zapoznaj się z niektórymi narzędziami i przewodnikami poniżej, które mogą pomóc Ci wraz ze Staking Launchpad, aby z łatwością skonfigurować klientów.",
  "page-staking-launchpad-widget-link": "Narzędzia i przewodniki programowe",
  "page-staking-products-get-started": "Rozpocznij",
  "page-staking-dropdown-staking-options": "Opcje stakingu",
  "page-staking-dropdown-staking-options-alt": "Rozwijane menu opcji stakingu",
  "page-staking-stats-box-metric-1": "Całkowite zestakowane ETH",
  "page-staking-stats-box-metric-2": "Całkowita liczba walidatorów",
  "page-staking-stats-box-metric-3": "Bieżące APR",
  "page-staking-stats-box-metric-1-tooltip": "Suma zestakowanego ETH w łańcuchu śledzącym, nie uwzględniając sald powyżej 32 ETH",
  "page-staking-stats-box-metric-2-tooltip": "Liczba kont walidatorów aktualnie aktywowanych w łańcuchu śledzącym",
  "page-staking-stats-box-metric-3-tooltip": "Średni roczny zwrot finansowy na walidatora w ciągu ostatnich 24 godzin",
  "page-staking-section-comparison-subtitle": "Nie ma jednego uniwersalnego rozwiązania dla stakingu, a każde z nich jest wyjątkowe. Tutaj porównamy niektóre z ryzyk, nagród i wymagań związanych z różnymi sposobami stakowania.",
  "page-staking-section-comparison-rewards-title": "Nagrody",
  "page-staking-section-comparison-solo-rewards-li1": "Maksymalne nagrody — otrzymuj pełne nagrody bezpośrednio z protokołu",
  "page-staking-section-comparison-solo-rewards-li2": "Otrzymasz nagrody za grupowanie transakcji w nowy blok lub sprawdzanie pracy innych walidatorów w celu zapewnienia bezpiecznego działania łańcucha",
  "page-staking-section-comparison-solo-rewards-li3": "Otrzymasz również niespalone opłaty transakcyjne za bloki, które proponujesz",
  "page-staking-section-comparison-saas-rewards-li1": "Zwykle obejmuje pełne nagrody protokołu minus miesięczna opłata za operacje węzła",
  "page-staking-section-comparison-saas-rewards-li2": "Często dostępne są pulpity nawigacyjne umożliwiające łatwe śledzenie klienta walidatora",
  "page-staking-section-comparison-pools-rewards-li1": "Stakerzy w puli zyskują nagrody w różny sposób, w zależności od wybranej metody stakowania w puli",
  "page-staking-section-comparison-pools-rewards-li2": "Wiele usług stakowania w puli oferuje jeden lub więcej płynnych tokenów, które reprezentują zestakowane ETH plus udział nagród walidatora",
  "page-staking-section-comparison-pools-rewards-li3": "Płynne tokeny mogą być przechowywane w portfelu, używane w DeFi i sprzedawane, jeśli zdecydujesz się wyjść",
  "page-staking-section-comparison-risks-title": "Ryzyko",
  "page-staking-section-comparison-solo-risks-li1": "Stawką jest twoje ETH",
  "page-staking-section-comparison-solo-risks-li2": "Istnieją kary, które kosztują ETH, za przejście w tryb offline",
  "page-staking-section-comparison-solo-risks-li3": "Złośliwe zachowanie może skutkować „odcięciem” większych ilości ETH i wymuszonym wyrzuceniem z sieci",
  "page-staking-section-comparison-saas-risks-li1": "Takie same ryzyka jak w przypadku stakowania solo plus ryzyko kontrahenta dostawcy usług",
  "page-staking-section-comparison-saas-risks-li2": "Użycie kluczy podpisujących jest powierzane komuś innemu, kto może zachowywać się złośliwie",
  "page-staking-section-comparison-pools-risks-li1": "Ryzyko różni się w zależności od zastosowanej metody",
  "page-staking-section-comparison-pools-risks-li2": "Ogólnie rzecz biorąc, ryzyka składają się z kombinacji ryzyka kontrahenta, inteligentnego kontraktu i ryzyka wykonawczego",
  "page-staking-section-comparison-requirements-title": "Wymagania",
  "page-staking-section-comparison-solo-requirements-li1": "Musisz wpłacić 32 ETH",
  "page-staking-section-comparison-solo-requirements-li2": "Utrzymywanie sprzętu, który obsługuje zarówno klienta wykonawczego Ethereum, jak i klienta konsensusu, gdy jest podłączony do internetu",
  "page-staking-section-comparison-solo-requirements-li3": "<a href=\"https://goerli.launchpad.ethereum.org\" target=\"_blank\">Staking Launchpad</a> przeprowadzi Cię przez proces i wymagania sprzętowe",
  "page-staking-section-comparison-saas-requirements-li1": "Wpłać 32 ETH i wygeneruj klucze z pomocą",
  "page-staking-section-comparison-saas-requirements-li2": "Bezpiecznie przechowuj klucze",
  "page-staking-section-comparison-saas-requirements-li3": "Reszta jest załatwiona, choć konkretne usługi będą się różnić",
  "page-staking-section-comparison-pools-requirements-li1": "Najniższe wymagania ETH, niektóre projekty wymagają zaledwie 0,01 ETH",
  "page-staking-section-comparison-pools-requirements-li2": "Wpłacaj środki bezpośrednio ze swojego portfela na różne platformy stakowania w puli lub po prostu wymieniaj je na jeden z płynnych tokenów stakowania",
  "page-staking-faq-1-question": "Czym jest walidator?",
  "page-staking-faq-1-answer": "<em>Walidator</em> to wirtualny podmiot, który żyje w Ethereum i uczestniczy w konsensusie protokołu Ethereum. Walidatorzy są reprezentowani przez saldo, klucz publiczny i inne właściwości. <em>Klient walidatora</em> to oprogramowanie, które działa w imieniu walidatora, przechowując i używając jego klucza prywatnego. Pojedynczy klient walidatora może posiadać wiele par kluczy, kontrolując wiele walidatorów.",
  "page-staking-faq-2-question": "Dlaczego muszę stakować swoje środki?",
  "page-staking-faq-2-answer": "Walidator ma możliwość proponowania i poświadczania bloków dla sieci. Aby zapobiec nieuczciwym zachowaniom, użytkownicy muszą stakować swoje fundusze. Pozwala to protokołowi karać złośliwych użytkowników. Stakowanie jest sposobem na utrzymanie uczciwości użytkownika, ponieważ jego działania będą miały konsekwencje finansowe.",
  "page-staking-faq-3-question": "Czy mogę kupić „Eth2”?",
  "page-staking-faq-3-answer-p1": "Nie ma tokena „Eth2” natywnego dla protokołu, ponieważ natywny token ether (ETH) nie zmienił się, gdy Ethereum przeszło na proof-of-stake.",
  "page-staking-faq-3-answer-p2": "Istnieją pochodne tokeny/skróty, które mogą reprezentować zestakowane ETH (tj. rETH z Rocket Pool, stETH z Lido, ETH2 z Coinbase). Dowiedz się więcej o <a href=\"/staking/pools/\">pulach stakowania</a>",
  "page-staking-faq-4-question": "Czy stakowanie jest już dostępne?",
  "page-staking-faq-4-answer-p1": "Tak. Stakowanie jest dostępne od 1 grudnia 2020 r.",
  "page-staking-faq-4-answer-p2": "Oznacza to, że stakowanie jest obecnie dostępne dla użytkowników, którzy mogą wpłacić swoje ETH, uruchomić klienta walidatora i zacząć zdobywać nagrody.",
  "page-staking-faq-4-answer-p3": "Aktualizacja Shanghai/Capella została zakończona 12 kwietnia 2023 r., umożliwiając wypłaty ze stakingu, zamykając pętlę płynności stakowania.",
  "page-staking-faq-5-question": "Kiedy mogę wypłacić moje zestakowane ETH?",
  "page-staking-faq-5-answer-p1": "Właśnie teraz! Stakerzy mogą wypłacić swoje nagrody i/lub główny depozyt z salda walidatora, jeśli tak zdecydują.",
  "page-staking-faq-5-answer-p2": "Stakerzy będą również zdobywać nagrody w postaci opłat i MEV za proponowanie bloków, które są natychmiast udostępniane za pośrednictwem ustawionego adresu odbiorcy opłat.",
  "page-staking-faq-5-answer-link": "Więcej o wypłatach ze stakingu",
  "page-staking-further-reading-1-link": "Dlaczego Proof of Stake (listopad 2020 r.)",
  "page-staking-further-reading-author-vitalik-buterin": "Vitalik Buterin",
  "page-staking-further-reading-2-link": "Uzasadnienie projektu Serenity",
  "page-staking-further-reading-3-link": "Proof of Stake FAQ (grudzień 2017 r.)",
  "page-staking-further-reading-4-link": "Wiadomości Eth2",
  "page-staking-further-reading-4-author": "Ben Edgington",
  "page-staking-further-reading-5-link": "Sfinalizowano nr. 33, warstwa konsensusu Ethereum (styczeń 2022 r.)",
  "page-staking-further-reading-5-author": "Danny Ryan",
  "page-staking-further-reading-6-link": "Posty poświadczające",
  "page-staking-further-reading-7-link": "Baza wiedzy Beaconcha.in",
  "page-staking-further-reading-8-link": "Materiały edukacyjne tworzone przez społeczność Beaconcha.in",
  "page-staking-further-reading-9-link": "Ethereum Staking Launchpad FAQ",
  "page-staking-further-reading-10-link": "Baza wiedzy EthStaker",
  "page-staking-toc-how-to-stake-your-eth": "Jak stakować swoje ETH",
  "page-staking-toc-comparison-of-options": "Porównanie opcji stakowania",
  "page-staking-toc-faq": "FAQ",
  "page-staking-toc-further": "Dalsza lektura",
  "page-staking-dom-info-title": "Stakowanie z Ethereum",
  "page-staking-join-community": "Dołącz do społeczności stakerów",
  "page-staking-join-community-desc": "EthStaker to społeczność, w której każdy może dyskutować i uczyć się o stakowaniu w Ethereum. Dołącz do dziesiątek tysięcy członków z całego świata, aby uzyskać porady, wsparcie i porozmawiać o stakowaniu.",
  "page-staking-meta-description": "Przegląd stakingu Ethereum: \nryzyko, nagrody, wymagania i gdzie to zrobić.",
  "page-staking-meta-title": "Staking Ethereum",
  "page-staking-withdrawals-important-notices": "Ważne informacje",
  "page-staking-withdrawals-important-notices-desc": "Wypłaty nie są jeszcze dostępne. Aby uzyskać więcej informacji, zapoznaj się z <a href=\"https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/\" target=\"_blank\">FAQ dotyczącym Połączenia i po Połączeniu Eth2</a>.",
  "page-upgrades-merge-btn": "Więcej o Połączeniu",
  "subscribe-to-ef-blog": "<a href=\"https://blog.ethereum.org/category/protocol/#subscribe\" target=\"_blank\">Subskrybuj Blog EF</a>, aby otrzymywać powiadomienia e-mail o najnowszych ogłoszeniach dotyczących protokołów."
}
