{
  "page-local-environment-brownie-desc": "Oparta na języku Python platforma programistyczna i testowa dla inteligentnych kontraktów ukierunkowana na maszynę wirtualną Ethereum.",
  "page-local-environment-brownie-logo-alt": "Logo Brownie",
  "page-local-environment-kurtosis-desc": "Zestaw narzędzi opartych na kontenerach, które ułatwiają konfigurację i aktywację sieci testowej Ethereum z wieloma klientami w celu szybkiego lokalnego rozwoju, tworzenia prototypów i testowania zdecentralizowanych aplikacji.",
  "page-local-environment-kurtosis-logo-alt": "Logo Kurtosis",
  "page-local-environment-epirus-desc": "Platforma do tworzenia, wdrażania i monitorowania aplikacji blockchain w maszynie wirtualnej Java.",
  "page-local-environment-epirus-logo-alt": "Logo Epirus",
  "page-local-environment-eth-app-desc": "Twórz za pomocą jednego polecenia aplikacje działające w oparciu o Ethereum. Zawiera szeroką ofertę platform UI i szablonów DeFi do wyboru.",
  "page-local-environment-eth-app-logo-alt": "Utwórz logo aplikacji Eth",
  "page-local-environment-foundry-desc": "Błyskawiczny szybki, przenośny i modułowy zestaw narzędzi do opracowywania aplikacji Ethereum napisany w Rust.",
  "page-local-environment-foundry-logo-alt": "Logo odlewni",
  "page-local-environment-framework-feature-1": "Funkcje do uruchomienia lokalnej instancji blockchain.",
  "page-local-environment-framework-feature-2": "Narzędzia do kompilacji i testowania Twoich inteligentnych kontraktów.",
  "page-local-environment-framework-feature-3": "Dodatki programistyczne do tworzenia aplikacji użytkownika w ramach tego samego projektu/repozytorium.",
  "page-local-environment-framework-feature-4": "Konfiguracja do łączenia się z sieciami Ethereum i wdrażania kontraktów, zarówno do lokalnie działającej instancji, jak i do jednej z publicznych sieci Ethereum.",
  "page-local-environment-framework-feature-5": "Zdecentralizowana dystrybucja aplikacji -- integracja z opcjami przechowywania, takimi jak IPFS.",
  "page-local-environment-framework-features": "Te frameworki mają wiele gotowych funkcji, takich jak:",
  "page-local-environment-frameworks-desc": " Zalecamy wybranie frameworka, szczególnie jeśli dopiero zaczynasz. Zbudowanie pełnoprawnej zdecentralizowanej aplikacji (dapp) wymaga różnych elementów technologii. Frameworki zawierają wiele potrzebnych funkcji lub zapewniają łatwe systemy wtyczek do wyboru pożądanych narzędzi.",
  "page-local-environment-frameworks-title": "Frameworki i wcześniej przygotowane stosy",
  "page-local-environment-hardhat-desc": "Hardhat to rozwojowe środowisko programistyczne Ethereum dla profesjonalistów.",
  "page-local-environment-hardhat-logo-alt": "Logo Hardhat",
  "page-local-environment-openZeppelin-desc": "Zaoszczędź godziny pracy programistycznej, kompilując, aktualizując, wdrażając i wchodząc w interakcję z inteligentnymi umowami za pomocą naszego CLI.",
  "page-local-environment-openZeppelin-logo-alt": "Logo OpenZeppelin",
  "page-local-environment-scaffold-eth-desc": "Ethers + Hardhat + React: wszystko, czego potrzebujesz, aby rozpocząć tworzenie zdecentralizowanych aplikacji opartych na inteligentnych kontraktach.",
  "page-local-environment-scaffold-eth-logo-alt": "logo scaffold-eth",
  "page-local-environment-setup-meta-desc": "Wskazówki dotyczące wyboru stosu oprogramowania dla rozwoju Ethereum.",
  "page-local-environment-setup-meta-title": "Konfiguracja lokalnego rozwoju Ethereum",
  "page-local-environment-setup-subtitle": "Jeśli jesteś gotowy do rozpoczęcia budowy, nadszedł czas, aby wybrać swój stos.",
  "page-local-environment-setup-subtitle-2": " Oto narzędzia i frameworki, których możesz użyć, aby łatwiej zbudować swoją aplikację Ethereum.",
  "page-local-environment-setup-title": "Skonfiguruj swoje lokalne środowisko programistyczne",
  "page-local-environment-solidity-template-desc": "Szablon GitHub gotowej konfiguracji inteligentnych kontraktów Solidity. Zawiera sieć lokalną Hardhat, Waffle do testów, etery do implementacji portfela i wiele innych.",
  "page-local-environment-solidity-template-logo-alt": "Logo Solidity template",
  "page-local-environment-waffle-desc": "Najbardziej zaawansowana baza testowa inteligentnych kontraktów. Używaj samodzielnie lub ze Scaffold-eth lub Hardhat.",
  "page-local-environment-waffle-logo-alt": "Logo Waffle"
}
