{
  "page-what-is-ethereum-network-meta-title": "Czym jest sieć Ethereum? | ethereum.org",
  "page-what-is-ethereum-network-meta-description": "Dowiedz się, czym jest sieć Ethereum, staking i bezpieczeństwo, opłaty sieciowe (tzw. gaz), sieci skalujące warstwy 2 oraz jak eksplorować dane sieciowe na żywo.",
  "page-what-is-ethereum-network-twitter-meta-description": "Dowiedz się, czym jest sieć Ethereum, staking i bezpieczeństwo, opłaty sieciowe, sieci skalujące warstwy 2 oraz jak eksplorować dane sieciowe na żywo.",
  "page-what-is-ethereum-network-title": "Czym jest sieć Ethereum?",
  "page-what-is-ethereum-network-description-1": "Sieć Ethereum to fizyczna i cyfrowa infrastruktura, która stanowi podstawę Ethereum.",
  "page-what-is-ethereum-network-description-2": "Obejmuje to węzły przechowujące dane, walidatorów, którzy przetwarzają transakcje, oprogramowanie wykonujące smart kontrakty oraz sieci warstwy 2, które skalują Ethereum poza głównym łańcuchem.",
  "page-what-is-ethereum-network-section-network-fees-title": "Czym są opłaty sieciowe Ethereum (tzw. opłaty za gaz)?",
  "page-what-is-ethereum-network-section-staking-title": "Czym jest staking i w jaki sposób zabezpiecza sieć?",
  "page-what-is-ethereum-network-section-layer-2s-title": "Czym są warstwy 2 Ethereum i w jaki sposób skalują sieć?",
  "page-what-is-ethereum-network-section-live-network-data-title": "Jak eksplorować dane sieci Ethereum na żywo",
  "page-what-is-ethereum-network-read-next-title": "Dalsza lektura",
  "page-what-is-ethereum-network-read-next-item-1": "Czym są portfele?",
  "page-what-is-ethereum-network-read-next-item-2": "Czym jest ether (ETH)?",
  "page-what-is-ethereum-network-read-next-item-3": "Czym jest web3?",
  "page-what-is-ethereum-network-read-next-item-4": "Dowiedz się więcej o sieciach Ethereum",
  "page-what-is-ethereum-network-section-description-1": "Kiedy ludzie mówią o Ethereum, zwykle mają na myśli kilka różnych rzeczy. Jest ekosystem aplikacji i aktywów cyfrowych, platforma oprogramowania open-source oraz natywna waluta ether (ETH).",
  "page-what-is-ethereum-network-section-description-2": "Ale pod tym wszystkim kryje się <strong>sieć Ethereum</strong>; fizyczny i cyfrowy fundament, który wszystko łączy.",
  "page-what-is-ethereum-network-section-description-3": "U podstaw sieć Ethereum to zbiór <strong>tysięcy niezależnych komputerów zwanych węzłami</strong>. Węzły te są <strong>obsługiwane przez ludzi na całym świecie</strong>. Współpracują, aby przechowywać dane, wykonywać smart kontrakty i rejestrować każdą transakcję w otwartym, publicznym rejestrze.",
  "page-what-is-ethereum-network-section-description-4": "Sieć Ethereum obsługuje kilka kluczowych zadań, takich jak:",
  "page-what-is-ethereum-network-section-description-5": "aktualizowanie kont użytkowników i sald",
  "page-what-is-ethereum-network-section-description-6": "wykonywanie smart kontraktów (programów uruchamiających aplikacje)",
  "page-what-is-ethereum-network-section-description-7": "śledzenie własności aktywów cyfrowych (takich jak stablecoiny i NFT)",
  "page-what-is-ethereum-network-section-description-8": "przetwarzanie wszystkich transakcji, które codziennie przepływają przez Ethereum",
  "page-what-is-ethereum-network-section-description-9": "Na szczęście nie musisz rozumieć, jak działa sieć, aby z niej korzystać.",
  "page-what-is-ethereum-network-section-description-10": "Większość ludzi korzysta z sieci za pośrednictwem <a>cyfrowego portfela</a>. <strong>Portfel</strong> to zazwyczaj aplikacja internetowa lub mobilna, która pozwala <strong>wysyłać</strong> i <strong>odbierać ETH, zarządzać swoimi aktywami</strong> oraz korzystać z aplikacji.",
  "page-what-is-ethereum-network-section-description-11": "Inni użytkownicy, tacy jak deweloperzy i firmy tworzące na Ethereum, mogą używać interfejsów API, oprogramowania węzłów lub wdrażać smart kontrakty.",
  "page-what-is-ethereum-network-section-description-12": "Sieć Ethereum różni się od tradycyjnych systemów ze względu na swoją konstrukcję. <strong>Kod i dane Ethereum są przechowywane na zdecentralizowanych węzłach</strong> na całym świecie, dzięki czemu nikt nie może zablokować Ci dostępu ani zamknąć Twojej aplikacji.",
  "page-what-is-ethereum-network-section-description-13": "A ponieważ każdy może dołączyć, otwiera to drzwi do globalnego dostępu i innowacji.",
  "page-what-is-ethereum-network-section-description-14": "Te cechy umożliwiają rzeczy, które wcześniej nie były możliwe, takie jak:",
  "page-what-is-ethereum-network-section-description-15": "własność danych",
  "page-what-is-ethereum-network-section-description-16": "media społecznościowe bez deplatformingu",
  "page-what-is-ethereum-network-section-description-17": "otwarte i przejrzyste systemy finansowe",
  "page-what-is-ethereum-network-section-description-18": "W swej istocie sieć Ethereum jest fundamentem dla cyfrowej własności i otwartego uczestnictwa.",
  "page-what-is-ethereum-network-section-description-19": "Możesz usłyszeć, jak ludzie odnoszą się do <strong>sieci głównej Ethereum (Mainnet)</strong>. Jest to ta sama sieć Ethereum, z której codziennie korzystają miliony, gdzie wymieniane są prawdziwe aktywa i działają prawdziwe aplikacje. Ale „Mainnet” pomaga odróżnić ją od sieci warstwy 2 Ethereum i sieci testowych (testnetów), których deweloperzy używają do wypróbowania nowych funkcji przed ich uruchomieniem.",
  "page-what-is-ethereum-network-gas-section-description-1": "Każda transakcja w Ethereum wiąże się z niewielką opłatą zwaną opłatą za gaz. Niezależnie od tego, czy wysyłasz ETH, wymieniasz tokeny, czy korzystasz z aplikacji, płacisz niewielką ilość gazu za każdym razem, gdy zapisujesz dane w blockchainie.",
  "page-what-is-ethereum-network-gas-section-description-2": "<strong>Opłaty za gaz zapewniają płynne działanie Ethereum</strong>. Bez nich złośliwi aktorzy mogliby spamować sieć pustymi transakcjami i uniemożliwić korzystanie z niej z powodu dużego przeciążenia, ponieważ nie byłoby sposobu na priorytetyzację transakcji według opłaty, którą użytkownicy są gotowi zapłacić.",
  "page-what-is-ethereum-network-gas-section-description-3": "Opłaty za gaz w Ethereum pokrywają koszt wielu różnych zasobów, które może zużyć transakcja, takich jak moc obliczeniowa, przepustowość czy przechowywanie. Wszystko to jest abstrahowane do jednej wartości dla użytkowników, ale obszerne badania i rozwój (R&D) są prowadzone w celu określenia, ile każda operacja powinna kosztować w stosunku do innych.",
  "page-what-is-ethereum-network-gas-section-description-4": "Co się więc dzieje, gdy płacisz za gaz? Część jest <strong>płacona walidatorowi</strong>, który dodaje Twoją transakcję do „bloku” transakcji. Inna część jest <strong>„spalana”, usuwając ją z podaży</strong>.",
  "page-what-is-ethereum-network-gas-section-description-5": "Pomaga to zrównoważyć podaż i popyt, ponieważ <strong>gdy sieć jest zajęta, opłaty rosną</strong>. Gdy jest spokojniej, opłaty spadają.",
  "page-what-is-ethereum-network-gas-section-description-6": "Odkąd sieć <blog>wprowadziła spalanie opłat</blog> w sierpniu 2021 r., <strong><beaconchain>spalono</beaconchain> miliony ETH</strong>. Możesz sprawdzić najnowsze liczby, korzystając z <ultrasound>pulpitów nawigacyjnych i eksploratorów sieci</ultrasound> stworzonych przez społeczność Ethereum.",
  "page-what-is-ethereum-network-gas-section-description-7": "Ile więc kosztuje transakcja?",
  "page-what-is-ethereum-network-gas-section-description-8": "Cóż, <strong>opłaty różnią się w zależności od tego, co robisz</strong>. Samo wysłanie ETH może kosztować mniej niż dolara. Wymiana tokenów na zdecentralizowanej giełdzie (DEX) może kosztować kilka dolarów lub więcej, szczególnie jeśli sieć jest zajęta. Im bardziej złożona transakcja, tym więcej gazu kosztuje.",
  "page-what-is-ethereum-network-gas-section-description-9": "Opłaty za gaz są jedną z najbardziej widocznych części korzystania z Ethereum, zwłaszcza dla nowych użytkowników, ale wszystko to ma na celu uczynienie sieci bardziej niezawodną i bezpieczną.",
  "page-what-is-ethereum-network-gas-section-description-10": "Dowiedz się więcej o opłatach sieciowych Ethereum",
  "page-what-is-ethereum-network-staking-section-description-1": "Sieć Ethereum jest zabezpieczona przez system zwany stakingiem. W ten sposób Ethereum <strong>weryfikuje transakcje, dodaje nowe bloki</strong> i chroni sieć <strong>przed atakami</strong>.",
  "page-what-is-ethereum-network-staking-section-description-2": "Na początku Ethereum używało mechanizmu konsensusu (sposobu na uzgodnienie, kto co posiada) zwanego proof-of-work. Jest to ten sam mechanizm, którego dziś używa Bitcoin.",
  "page-what-is-ethereum-network-staking-section-description-3": "We wrześniu 2022 r. Ethereum przeszło na bezpieczniejszy i bardziej energooszczędny mechanizm konsensusu proof-of-stake.",
  "page-what-is-ethereum-network-staking-section-description-4": "Jak to więc działa?",
  "page-what-is-ethereum-network-staking-section-description-5": "Mówiąc prosto, ludzie blokują część ETH <strong>(stawiając swoje ETH jako stawkę)</strong> jako depozyt, aby móc pomóc w <strong>zabezpieczeniu sieci</strong>. Ci ludzie nazywani są walidatorami. Kiedy stakujesz ETH, Twój walidator jest wybierany do sprawdzania i dodawania nowych transakcji. Jeśli robisz to uczciwie, <strong>zdobywasz nagrody</strong>. Jeśli <strong>próbujesz oszukiwać, tracisz część swojej stawki</strong>.",
  "page-what-is-ethereum-network-staking-section-description-6": "Staking to sposób, w jaki Ethereum wiarygodnie zobowiązuje się do jakości swoich usług. W najlepszym interesie wszystkich tych pieniędzy jest, aby Ethereum pozostało bezpieczne — postawiłbyś przeciwko temu?",
  "page-what-is-ethereum-network-staking-section-description-7": "Zaledwie dwa lata po uruchomieniu proof-of-stake, Ethereum przyciągnęło <validators>ponad milion walidatorów</validators>, którzy stakują <stakedEther>miliony ETH</stakedEther>, aby zabezpieczyć Ethereum. <strong>To sprawia, że atak na Ethereum jest niezwykle drogi i trudny</strong>. Dzieje się tak, ponieważ aby zaatakować sieć, <strong>podmiot musi posiadać co najmniej 1/3 wszystkich stakowanych ETH, aby rozpocząć atak na sieć</strong>. Dzisiaj jest to kwota rzędu dziesiątek miliardów dolarów, a nawet wtedy atak prawdopodobnie by się nie powiódł, ponieważ ponad 1/3 niezgadzających się z resztą sieci uniemożliwiłaby finalizację, ale łańcuch nadal by się rozwijał z drugą wersją uważaną za źródło prawdy. Posiadanie ponad 1/2 zmienia wersję uważaną za prawdę, a ponad 2/3 pozwoliłoby na sfinalizowanie czegoś, z czym reszta się nie zgadza.",
  "page-what-is-ethereum-network-staking-section-description-8": "To właśnie daje Ethereum „<strong>bezpieczeństwo ekonomiczne</strong>”. Nie chodzi tylko o posiadanie odpowiedniej technologii. Chodzi o to, by ataki były zbyt kosztowne, by w ogóle ich próbować.",
  "page-what-is-ethereum-network-staking-section-description-9": "Aby pomóc zabezpieczyć sieć Ethereum, możesz to zrobić na dwa główne sposoby.",
  "page-what-is-ethereum-network-staking-section-description-10": "Pierwszym sposobem jest uruchomienie węzła. Węzły przechowują całą historię blockchaina, w tym wszystkie transakcje i dane smart kontraktów. Synchronizując się z innymi węzłami, mogą uzgodnić stan sieci, upewniając się, że transakcje są legalne, a dane smart kontraktów są dostępne.",
  "page-what-is-ethereum-network-staking-section-description-11": "Drugim sposobem jest stakowanie ETH. Najłatwiejszym sposobem jest skorzystanie z dostawcy usług stakingu, takiego jak <lido>Lido</lido> lub <rocketpool>Rocketpool</rocketpool>. ale jeśli masz odpowiednią wiedzę, spróbuj uruchomić oprogramowanie walidatora w domu.",
  "page-what-is-ethereum-network-staking-section-description-12": "Dowiedz się więcej o stakingu i o tym, jak go przeprowadzić",
  "page-what-is-ethereum-network-staking-section-description-13": "Dowiedz się, jak uruchomić węzeł",
  "page-what-is-ethereum-network-layer-2s-section-description-1": "W miarę jak Ethereum staje się coraz bardziej popularne, sieć staje się coraz bardziej obciążona. Gdy popyt jest wysoki, opłaty za gaz rosną, a transakcje trwają dłużej. Aby to naprawić, deweloperzy stworzyli serię <strong>sieci towarzyszących</strong> zwanych warstwami 2.",
  "page-what-is-ethereum-network-layer-2s-section-description-2": "Warstwy 2, zwane również L2, to inne sieci, które <strong>działają na Ethereum</strong>. Przetwarzają one transakcje oddzielnie, a następnie wysyłają podsumowanie do przechowania w Ethereum.",
  "page-what-is-ethereum-network-layer-2s-section-description-3": "Można je porównać do pasów ekspresowych na autostradzie. Zamiast każdej pojedynczej transakcji przechodzącej przez sieć główną Ethereum, wiele z nich korzysta z tych szybszych, tańszych dróg.",
  "page-what-is-ethereum-network-layer-2s-section-description-4": "Do najpopularniejszych L2 należą <strong>Base, Arbitrum, Optimism, zkSync</strong> i <strong>Starknet</strong>. Każda z nich działa nieco inaczej, ale idea jest ta sama — skalowanie Ethereum bez uszczerbku dla bezpieczeństwa.",
  "page-what-is-ethereum-network-layer-2s-section-description-5": "Prosty transfer ETH na Optimism lub zkSync może <l2fees>kosztować zaledwie 0,04 USD</l2fees>, w porównaniu do 0,3-1 USD w sieci głównej Ethereum. Inne transakcje, takie jak wymiana tokenów, <l2fees>mogą kosztować zaledwie 0,20 USD</l2fees>. Dla użytkowników oznacza to <strong>szybsze transakcje za ułamek ceny</strong>.",
  "page-what-is-ethereum-network-layer-2s-section-description-6": "W rezultacie L2 szybko się rozwijają. Łącznie przechowują one <l2beat>miliardy dolarów w aktywach cyfrowych</l2beat>.",
  "page-what-is-ethereum-network-layer-2s-section-description-7": "Ponieważ L2 korzystają z bezpieczeństwa Ethereum, firmy chcące tworzyć globalne płatności i aplikacje zaczęły budować na Ethereum.",
  "page-what-is-ethereum-network-layer-2s-section-description-8": "Na przykład, Robinhood niedawno <robinhood>uruchomił własną L2</robinhood>, aby zbadać szybsze rozliczanie akcji. PayPal <paypal>przeniósł swój stablecoin PYUSD do warstwy 2 Ethereum Arbitrum</paypal>. Shopify teraz <shopify>pozwala sprzedawcom akceptować stablecoina USDC</shopify> na Base.",
  "page-what-is-ethereum-network-layer-2s-section-description-9": "Dla użytkowników przenoszenie aktywów między Ethereum a L2 jest proste. Możesz używać mostów, zbudowanych przez L2, takich jak <superbridge>Superbridge od Optimism</superbridge> lub <portal>Portal od ZKsync</portal>, do przenoszenia ETH i innych aktywów. Możesz nawet używać narzędzi firm trzecich, takich jak <hop>Hop</hop> i <across>Across</across>, które są tworzone przez niezależne zespoły.",
  "page-what-is-ethereum-network-layer-2s-section-description-10": "Dowiedz się więcej o sieciach warstwy 2 Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-1": "Ethereum jest z założenia przejrzyste. Każde działanie w sieci, od wysyłania ETH po uruchomienie walidatora, jest rejestrowane w otwartym, publicznym rejestrze, do którego każdy ma dostęp.",
  "page-what-is-ethereum-network-live-network-data-section-description-2": "Jest to ostry kontrast w stosunku do tego, jak działa większość dzisiejszych systemów:",
  "page-what-is-ethereum-network-live-network-data-section-description-3": "banki i instytucje publikują swoje wewnętrzne dane",
  "page-what-is-ethereum-network-live-network-data-section-description-4": "dane dotyczące użytkowania aplikacji są ściśle strzeżone przez firmy technologiczne",
  "page-what-is-ethereum-network-live-network-data-section-description-5": "dane ekonomiczne często docierają z opóźnieniem i są później korygowane",
  "page-what-is-ethereum-network-live-network-data-section-description-6": "Z Ethereum nie musisz ufać. Możesz weryfikować.",
  "page-what-is-ethereum-network-live-network-data-section-description-7": "Nie musisz nic z tego rozumieć, aby korzystać z Ethereum. Ale jeśli jesteś ciekaw, ile transakcji zostało rozliczonych w 2024 roku, lub ile nowych adresów Ethereum zostało utworzonych w ciągu ostatnich sześciu miesięcy, istnieją narzędzia, które pozwalają każdemu eksplorować sieć w czasie rzeczywistym.",
  "page-what-is-ethereum-network-live-network-data-section-description-8": "Oto kilka najbardziej przydatnych źródeł danych i do czego można ich użyć:",
  "page-what-is-ethereum-network-live-network-data-section-description-9": "<etherscan>Etherscan</etherscan>: Sprawdzaj transakcje, aktywność portfela i smart kontrakty",
  "page-what-is-ethereum-network-live-network-data-section-description-10": "<beaconcha>beaconcha.in</beaconcha>: Przeglądaj statystyki walidatorów, poziomy stakingu i kondycję sieci",
  "page-what-is-ethereum-network-live-network-data-section-description-11": "<ultrasound>ultrasound.money</ultrasound>: Śledź podaż, emisję i spalanie ETH w czasie rzeczywistym",
  "page-what-is-ethereum-network-live-network-data-section-description-12": "<l2fees>l2fees.info</l2fees>: Porównaj bieżące koszty transakcji na Ethereum i L2",
  "page-what-is-ethereum-network-live-network-data-section-description-13": "<l2beat>L2Beat</l2beat>: Zobacz zabezpieczoną wartość i modele bezpieczeństwa we wszystkich głównych L2",
  "page-what-is-ethereum-network-live-network-data-section-description-14": "<growthepie>growthepie</growthepie>: Zobacz całą aktywność onchain i rozwój w całym Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-15": "<dune>Dune</dune>: Przeglądaj niestandardowe pulpity nawigacyjne dotyczące wszystkich aktywów cyfrowych w Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-16": "<tokenterminal>Token Terminal</tokenterminal>: Porównaj przychody z dapek, ich wykorzystanie i wydajność protokołu",
  "page-what-is-ethereum-network-live-network-data-section-description-17": "<nansen>Nansen</nansen>: Śledź przepływy portfeli, ruchy stablecoinów i trendy smart money.",
  "page-what-is-ethereum-network-live-network-data-section-description-18": "Wszystkie te narzędzia są dostępne, jeśli ich potrzebujesz.",
  "page-what-is-ethereum-network-live-network-data-section-description-19": "Niezależnie od tego, czy jesteś deweloperem, badaczem, inwestorem, czy po prostu kimś, kto chce sprawdzić transakcję, otwarta sieć Ethereum dostarcza Ci dane — na żywo, bez zezwoleń i weryfikowalne.",
  "page-what-is-ethereum-network-live-network-data-section-description-20": "Przeglądaj pulpity nawigacyjne sieci Ethereum i eksploratory bloków"
}