{
  "layer-2-arbitrum-note": "Dowód oszustwa tylko dla użytkowników białej listy, biała lista jeszcze nie otwarta",
  "layer-2-boba-note": "Zatwierdzenie stanu w rozbudowie",
  "layer-2-optimism-note": "Dowód błędu w rozbudowie",
  "layer-2-hero-title": "Warstwa 2",
  "layer-2-hero-header": "Ethereum dla wszystkich",
  "layer-2-hero-subtitle": "Skalowanie Ethereum bez naruszania bezpieczeństwa i decentralizacji.",
  "layer-2-hero-alt-text": "Obraz transakcji jest zwijany w warstwie drugiej, a następnie dodawany do Głównej sieci Ethereum.",
  "layer-2-hero-button-1": "Czym jest warstwa 2?",
  "layer-2-hero-button-2": "Używanie warstwy 2",
  "layer-2-hero-button-3": "Przejdź do warstwy 2",
  "layer-2-statsbox-1": "TVL zamknięte w warstwie 2 (USD)",
  "layer-2-statsbox-2": "Średnia opłata transakcyjna warstwy 2 (USD)",
  "layer-2-statsbox-3": "Zmiana warstwy 2 TVL (30 dni)",
  "layer-2-what-is-layer-2-title": "Czym jest warstwa 2?",
  "layer-2-what-is-layer-2-1": "Warstwa 2 (L2) to zbiorczy termin opisujący konkretny zestaw rozwiązań skalowania Ethereum. <strong>Warstwa 2 to oddzielny łańcuch bloków, który rozszerza Ethereum i korzysta z gwarancji bezpieczeństwa Ethereum</strong>.",
  "layer-2-what-is-layer-2-2": "Teraz wejdźmy w to nieco głębiej. Aby to zrobić, musimy wyjaśnić, co to jest warstwa 1 (L1).",
  "layer-2-what-is-layer-1-title": "Czym jest warstwa 1?",
  "layer-2-what-is-layer-1-1": "Warstwa 1 jest bazowym łańcuchem bloków. Ethereum i Bitcoin to łańcuchy warstwy 1, ponieważ są one <strong>fundamentem bazowym, na którym zbudowane są sieci warstwy 2</strong>. Przykłady projektów warstwy 2 to „rollupy” (pakiety zbiorcze) na Ethereum i Lightning Network, zbudowane na bazie Bitcoin. Wszystkie transakcje użytkownika na tych drugich warstwach mogą ostatecznie zostać związne z powrotem z łańcuchem warstwy 1.",
  "layer-2-what-is-layer-1-2": "Ethereum działa również jako warstwa dostępności danych dla warstwy 2. Projekty warstwy 2 będą publikować swoje transakcje na Ethereum, opierając się na Ethereum w celu zapewnienia dostępności danych. Dane te mogą być wykorzystywane do uzyskania stanu warstwy 2 lub do kwestionowania transakcji na poziomie 2.",
  "layer-2-what-is-layer-1-list-title": "<strong>Ethereum jako warstwa 1 obejmuje:</strong>",
  "layer-2-what-is-layer-1-list-1": "<strong>Sieć operatorów węzłów</strong> do zabezpieczenia i weryfikacji sieci",
  "layer-2-what-is-layer-1-list-2": "<strong>Sieć twórców bloków</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>Sam łańcuch bloków</strong> i historię transakcji",
  "layer-2-what-is-layer-1-list-4": "<strong>Mechanizm konsensusu</strong> dla sieci",
  "layer-2-what-is-layer-1-list-link-1": "Nadal nie możesz się odnaleźć na Ethereum?",
  "layer-2-what-is-layer-1-list-link-2": "Dowiedz się, czym jest Ethereum.",
  "layer-2-why-do-we-need-layer-2-title": "Dlaczego potrzebujemy warstwy 2?",
  "layer-2-why-do-we-need-layer-2-1": "Pożądane jest, aby łancuch bloków był: <strong>zdecentralizowany, bezpieczny i skalowalny</strong>. W <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">trylemacie łańcucha bloków</a> stwierdza się, że prosta architektura łańcucha bloków może osiągnąć tylko dwie z trzech tych wartości. Potrzebujesz bezpiecznego i zdecentralizowanego łańcucha bloków? Musisz poświęcić skalowalność.",
  "layer-2-why-do-we-need-layer-2-2": "Ethereum osiągnęło aktualną przepustowość sieci na poziomie <a href=\"https://etherscan.io/chart/tx\" target=\"_blank\">ponad miliona transakcji dziennie</a> i duże zapotrzebowanie na każdą z tych transakcji. Sukces Ethereum i popyt na jego wykorzystanie spowodowały znaczny wzrost cen gazu. W związku z tym wzrosło również zapotrzebowanie na rozwiązania w zakresie skalowalności. W tym właśnie miejscu wkraczają sieci warstw 2.",
  "layer-2-why-do-we-need-layer-2-scalability": "Skalowalność",
  "layer-2-why-do-we-need-layer-2-scalability-1": "Głównym celem skalowalności jest zwiększenie szybkości transakcji (szybsza nieodwołalność) i przepustowości transakcji (większa liczba transakcji na sekundę) bez poświęcania decentralizacji lub bezpieczeństwa.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "Społeczność Ethereum zajęła zdecydowane stanowisko, że nie odrzuci decentralizacji ani bezpieczeństwa w celu skalowania. Do czasu <a href=\"/roadmap/danksharding/\">shardingu</a> sieć główna Ethereum (warstwa 1) jest w stanie przetworzyć <a href=\"https://ethtps.info/Network/Ethereum\">tylko około 15 transakcji na sekundę</a>. Gdy popyt na korzystanie z Ethereum jest wysoki, sieć staje się przeciążona, co zwiększa opłaty transakcyjne i wypiera cenami użytkowników, których nie stać na te opłaty. To właśnie tutaj wkracza warstwa 2, która umożliwia skalowanie Ethereum.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "Więcej o wizji Ethereum",
  "layer-2-benefits-of-layer-2-title": "Korzyści wynikające z warstwy 2",
  "layer-2-lower-fees-title": "Niższe opłaty",
  "layer-2-lower-fees-description": "Dzięki połączeniu wielu transakcji poza łańcuchem dostaw w pojedynczą transakcję warstwy 1, znacznie obniżają się opłaty transakcyjne, co sprawia, że Ethereum jest bardziej dostępne dla wszystkich.",
  "layer-2-maintain-security-title": "Zachowaj bezpieczeństwo",
  "layer-2-maintain-security-description": "Warstwa 2 łańcuchów bloków rozlicza swoje transakcje na Ethereum Mainnet, umożliwiając użytkownikom korzystanie z bezpieczeństwa sieci Ethereum.",
  "layer-2-expand-use-cases-title": "Rozwiń przypadki użycia",
  "layer-2-expand-use-cases-description": "W związku z wyższymi transakcjami na sekundę, niższymi opłatami i nowymi technologiami projekty rozszerzą się na nowe aplikacje o lepszym doświadczeniu użytkowników.",
  "layer-2-how-does-layer-2-work-title": "Jak działa Warstwa 2?",
  "layer-2-how-does-layer-2-work-1": "Jak już wspomnialiśmy, warstwa 2 jest zbiorowym terminem określającym rozwiązania do skalowania Ethereum, które obsługują transakcje z warstwy 1 Ethereum przy jednoczesnym korzystaniu z solidnego zdecentralizowanego bezpieczeństwa warstwy 1 Ethereum. <strong>Warstwa 2 to oddzielny łańcuch bloków, który rozszerza Ethereum</strong>. Jak to działa?",
  "layer-2-how-does-layer-2-work-2": "Warstwa 2 blockchain regularnie komunikuje się z Ethereum (poprzez przesyłanie pakietów transakcji) w celu zapewnienia podobnych gwarancji bezpieczeństwa i decentralizacji. Wszystko to nie wymaga żadnych zmian w protokole warstwy 1 (Ethereum). Pozwala to warstwie 1 na obsługę  bezpieczeństwa, dostępności danych i decentralizacji, podczas gdy warstwa 2 obsługuje skalowanie. Warstwa 2 odwraca obciążenie transakcyjne od warstwy 1 i przesyła sfinalizowane dowody z powrotem do warstwy 1. Usuwając obciążenie transakcji z warstwy 1, warstwa bazowa staje się mniej zatłoczona, a wszystko staje się bardziej skalowalne.",
  "layer-2-rollups-title": "Pakiet zbiorczy",
  "layer-2-rollups-1": "Pakiety zbiorcze są obecnie preferowanym rozwiązaniem warstwy 2 do skalowania Ethereum. Korzystając z pakietów zbiorczych, użytkownicy mogą <a href=\"https://l2fees.info/\">obniżyć opłaty za gaz nawet 100-krotnie</a> w porównaniu z warstwą 1.",
  "layer-2-rollups-2": "Pakiet Rollups (lub „pakiet zbiorczy”) łączy setki transakcji w pojedynczą transakcję w warstwie 1. To rozprowadza opłaty transakcyjne L1 dla wszystkich w pakiecie zbiorczym, co sprawia, że jest tańsze dla każdego użytkownika. Transakcje w przypadku pakietów zbiorczych są realizowane poza warstwą 1, ale dane transakcji są publikowane w warstwie 1. Publikując dane transakcji w warstwie 1, pakiet zbiorczy przywraca bezpieczeństwo Ethereum. Istnieją dwa różne podejścia do pakietów zbiorczych: optymistyczne i zerowe – różnią się one przede wszystkim od tego, w jaki sposób dane dotyczące transakcji są zamieszczane w L1.",
  "layer-2-optimistic-rollups-title": "Optymistyczne pakiety zbiorcze",
  "layer-2-optimistic-rollups-description": "Optymistyczne pakiety zbiorcze są „optymistyczne” w tym sensie, że transakcje są uznawane za ważne, ale w razie potrzeby mogą zostać zakwestionowane. Jeżeli podejrzewa się nieprawidłową transakcję, uruchamia się dowód błędu w celu sprawdzenia, czy miało to miejsce.",
  "layer-2-optimistic-rollups-childSentance": "Więcej o optymistycznych pakietach zbiorczych",
  "layer-2-zk-rollups-title": "Pakiety zbiorcze o wiedzy zerowej",
  "layer-2-zk-rollups-description": "Pakiety zbiorcze o wiedzy zerowej wykorzystują dowody ważności, w których transakcje są obliczane poza łańcuchem, a następnie skompresowane dane są dostarczane do Ethereum Mainnet jako dowód ich ważności.",
  "layer-2-zk-rollups-childSentance": "Więcej o pakietach zbiorczych o wiedzy zerowej",
  "layer-2-dyor-title": "Wykonaj własne badania: ryzyko warstwy 2",
  "layer-2-dyor-1": "Ponieważ łańcuchy warstwy 2 dziedziczą zabezpieczenie od Ethereum, w idealnym świecie są one tak samo bezpieczne jak warstwa 1 Ethereum. Wiele projektów <strong>jest jednak nadal młodych i nieco eksperymentalnych</strong>. Po latach badań i rozwoju w roku 2021 wypuszczono wiele technologii L2, które skalują Ethereum. Wiele projektów nadal ma dodatkowe założenia dotyczące zaufania, ponieważ działają na rzecz zdecentralizowania swoich sieci. Zawsze wykonuj własne badania, aby zdecydować, czy poziom ryzyka jest dla ciebie akceptowalny.",
  "layer-2-dyor-2": "Po więcej informacji na temat technologii, zagrożeń i założeń dotyczących zaufania do warstwy 2 odsyłamy do L2BEAT, która zapewnia kompleksowe ramy oceny ryzyka dla każdego projektu.",
  "layer-2-dyor-3": "Przejdź do L2BEAT",
  "layer-2-use-layer-2-title": "Używanie warstwy drugiej",
  "layer-2-use-layer-2-1": "Teraz, kiedy rozumiesz dlaczego istnieje warstwa 2 i jak to działa, wciągnijmy cię i zacznijmy!",
  "layer-2-contract-accounts": "UWAGA: podczas łączenia i korzystania z warstwy 2 należy pamiętać, że będziesz kontrolować adres swojego konta EOA (konta, na którym tylko jeden klucz prywatny kontroluje konto), tak jak w Ethereum Mainnet. Jeśli jednak korzystasz z konta kontraktowego, na przykład <a href=\"https://safe.global/\"  target=”_blank”>Safe</a>lub<a href=\"https://www.argent.xyz/\"  target=”_blank”>Agent</a>, nie będziesz mieć kontroli nad tym adresem w warstwie 2, dopóki nie przeniesiesz swojego konta kontraktowego na ten adres w warstwie 2. Jeśli łączysz lub wysyłasz środki na konto kontraktowe, a nie kontrolujesz tego adresu dla konta umowy, Twoje środki mogą zostać utracone.",
  "layer-2-use-layer-2-generalized-title": "Uogólniona warstwa 2s",
  "layer-2-use-layer-2-generalized-1": "Uogólniona warstwa 2 zachowuje się jak Ethereum — ale jest tańsza. Wszystko, co możesz zrobić w warstwie 1 Ethereum, możesz również zrobić w warstwie 2. Wiele aplikacji rozpoczęło już migrację do tych sieci lub pominęło razem Mainnet, aby wdrożyć go prosto w warstwie 2.",
  "layer-2-use-layer-2-application-specific-title": "Warstwa 2s specyficzna dla aplikacji",
  "layer-2-use-layer-2-application-specific-1": "Warstwa 2s specyficzna dla aplikacji to projekty, które specjalizują się w optymalizacji dla konkretnej przestrzeni użytkowej, przynosząc lepszą wydajność.",
  "layer-2-sidechains-title": "Notatka o łańcuchach bocznych, rozwiązaniach validium i alternatywnych łańcuchach bloków",
  "layer-2-sidechains-1": "<strong>Łańcuchy boczne i rozwiązania validium</strong> to łańcuchy bloków, które pozwalają na przenoszenie aktywów z Ethereum i korzystanie z nich w innym łańcuchu bloków. Łańcuchy boczne i rozwiązania validium działają równolegle z Ethereum i współdziałają z Ethereum przez mosty, nie uzyskują jednak swojego bezpieczeństwa ani dostępności danych od Ethereum.",
  "layer-2-sidechains-2": "Zarówno skala, jak i warstwa 2s oferują niższe opłaty transakcyjne i większą przepustowość transakcji, ale mają różne założenia dotyczące zaufania.",
  "layer-2-more-on-sidechains": "Więcej informacji na temat łańcuchów bocznych",
  "layer-2-more-on-validiums": "Więcej informacji o rozwiązaniach validium",
  "layer-2-sidechains-4": "Niektóre <strong>łańcuchy bloków warstwy 1</strong> mają wyższą przepustowość i niższe opłaty transakcyjne niż Ethereum. Te alternatywne warstwy 1 musiały <b>poświęcić bezpieczeństwo lub decentralizację</b>, aby osiągnąć wyższą liczbę transakcji na sekundę i niższe opłaty transakcyjne.",
  "layer-2-sidechains-5": "Ekosystem Ethereum jest mocno zorientowany, że <strong>skalowanie warstwy 2 jest jedynym sposobem rozwiązania trylematu skalowalności</strong> przy jednoczesnym zachowaniu zdecentralizowania i bezpieczeństwa.",
  "layer-2-onboard-title": "Jak dostać się na warstwę 2?",
  "layer-2-onboard-1": "Istnieją dwa podstawowe sposoby na przeniesienie swoich aktywów na warstwę 2: mostku środki z Ethereum za pomocą inteligentnego kontraktu lub wypłacaj środki na giełdzie bezpośrednio na sieć warstwy 2.",
  "layer-2-onboard-wallet-title": "Fundusze w portfelu?",
  "layer-2-onboard-wallet-1": "Jeśli masz już ETH w swoim portfelu, musisz użyć mostka, aby przenieść go z Ethereum Mainnet na warstwę 2.",
  "layer-2-more-on-bridges": "Więcej na temat mostków",
  "layer-2-onboard-wallet-input-placeholder": "Wybierz warstwę 2, do której chcesz mostkować",
  "layer-2-onboard-wallet-selected-1": "Możesz połączyć się z",
  "layer-2-onboard-wallet-selected-2": "korzystając z tych portfelów:",
  "layer-2-bridge": "Most",
  "layer-2-onboard-exchange-title": "Fundusze na giełdzie?",
  "layer-2-onboard-exchange-1": "Niektóre scentralizowane giełdy oferują teraz bezpośrednie wypłaty i depozyty do warstwy 2. Sprawdź, która giełda obsługuje wymiany do warstwy 2, a która obsługuje wymiany do warstwy 2s.",
  "layer-2-onboard-exchange-2": "Będziesz również potrzebować portfela, aby wypłacić swoje środki.",
  "layer-2-onboard-find-a-wallet": "Znajdź portfel Ethereum.",
  "layer-2-onboard-exchange-input-placeholder": "Sprawdź giełdy obsługujące L2",
  "layer-2-deposits": "Depozyty",
  "layer-2-withdrawals": "Wypłaty",
  "layer-2-go-to": "Przejdź do",
  "layer-2-tools-title": "Narzędzia skuteczne w warstwie 2",
  "layer-2-tools-l2beat-description": "L2BEAT jest doskonałym zasobem umożliwiającym analizowanie technicznych ocen ryzyka projektów w warstwie 2. Zalecamy sprawdzenie ich zasobów podczas badania konkretnych projektów warstw 2.",
  "layer-2-tools-l2fees-description": "Opłaty L2 pozwalają zobaczyć aktualny koszt (wyrażony w USD) za przeprowadzanie transakcji w różnych warstwach 2.",
  "layer-2-tools-chainlist-description": "Chainlista to świetny zasób na importowanie sieciowych RPC do obsługi portfelów. Tutaj znajdziesz RPC dla projektów warstwy 2, co ułatwi ci połączenie się.",
  "layer-2-tools-zapper-description": "Zarządzaj całym swoim portfelem web3 od DeFi do NFT i innymi. Inwestuj w najnowsze możliwości z jednego wygodnego miejsca.",
  "layer-2-tools-zerion-description": "Zbuduj i zarządzaj całym swoim portfolio DeFi z jednego miejsca. Odkryj świat zdecentralizowanych finansów dzisiaj.",
  "layer-2-tools-debank-description": "Bądź na bieżąco ze wszystkimi ważnymi wydarzeniami w świecie web3",
  "layer-2-faq-title": "Najczęściej zadawane pytania (FAQ)",
  "layer-2-faq-question-1-title": "Dlaczego nie ma „oficjalnego” Ethereum L2?",
  "layer-2-faq-question-1-description-1": "Tak jak nie ma „oficjalnego” klienta Ethereum, nie ma „oficjalnej” warstwy 2 Ethereum. Ethereum jest bezuprawnieniowe – z technicznego punktu widzenia każdy może utworzyć warstwę 2! Wiele zespołów zaimplementuje swoją wersję warstwy 2, a ekosystem jako całość skorzysta z różnorodnych podejść projektowych, które są zoptymalizowane pod kątem różnych zastosowań. Tak jak my mamy wiele klientów Ethereum opracowanych przez wiele zespołów, aby zapewnić sobie różnorodność w sieci, tak w przyszłości podobnie będzie rozwijać się warstwa 2s.",
  "layer-2-faq-question-2-title": "Jaka jest różnica między optymistycznym pakietem zbiorczym a pakietem zbiorczym o wiedzy zerowej?",
  "layer-2-faq-question-2-description-1": "Zarówno optymistyczne pakiety zbiorcze, jak i pakiety zbiorcze o wiedzy zerowej łączą setki transakcji w pojedynczą transakcję w warstwie 1. Transakcje Rollup są realizowane poza warstwą 1, ale dane transakcji są publikowane w warstwie 1.",
  "layer-2-faq-question-2-description-2": "Podstawowa różnica polega na tym, jakie dane są zamieszczane na warstwie 1 i jak dane są weryfikowane. Dowody ważności (używane przez pakiety zbiorcze o wiedzy zerowej) przeprowadzają obliczenia poza łańcuchem i udostępniają dowód, podczas gdy dowody awarii (używane przez optymistyczne pakiety zbiorcze) uruchamiają obliczenia w łańcuchu tylko w przypadku podejrzenia awarii i muszą być sprawdzone.",
  "layer-2-faq-question-2-description-3": "Obecnie większość pakietów zbiorczych o wiedzy zerowej jest specyficzna dla danego zastosowania, w przeciwieństwie do optymistycznych pakietów zbiorczych, które zostały w dużej mierze uogólnione.",
  "layer-2-more-info-on-optimistic-rollups": "Więcej informacji o optymistycznych pakietach zbiorczych",
  "layer-2-more-info-on-zk-rollups": "Więcej informacji o pakietach zbiorczych o wiedzy zerowej",
  "layer-2-faq-question-4-title": "Jakie ryzyko wiąże się z warstwą 2?",
  "layer-2-faq-question-4-description-1": "Projekty warstwy 2 wiążą się z dodatkowym ryzykiem w porównaniu z funduszami holdingowymi i przeprowadzaniem transakcji bezpośrednio na Ethereum Mainnet. Na przykład sekwenatory mogą zostać przerwane, co prowadzi do konieczności czekania na dostęp do funduszy.",
  "layer-2-faq-question-4-description-2": "Zachęcamy do przeprowadzenia własnych badań przed przekazaniem znacznych środków do warstwy 2. Aby uzyskać więcej informacji na temat technologii, ryzyka i założeń dotyczących zaufania w warstwie 2s, zalecamy sprawdzenie<a href=\"https://l2beat.com/?view=risk\">L2BEAT</a>, co zapewnia kompleksowe ramy oceny ryzyka dla każdego projektu.",
  "layer-2-faq-question-4-description-3": "Mosty łańcuchów bloków, które ułatwiają transfer aktywów do warstwy 2, są na wczesnym etapie rozwoju i prawdopodobnie nie odkryto jeszcze optymalnego projektu mostu. <a href=\"https://rekt.news/wormhole-rekt/\">Ostatnio doszło do włamań do mostów</a>.",
  "layer-2-faq-question-5-title": "Dlaczego nie wymieniono tutaj niektórych projektów warstw 2?",
  "layer-2-faq-question-5-description-1": "Chcemy mieć pewność, że wymieniamy najlepsze możliwe zasoby, aby użytkownicy mogli poruszać się w przestrzeni warstwy 2 w bezpieczny i pewny sposób. Utrzymujemy ramy kryteriów oceny projektów pod kątem ich włączenia.",
  "layer-2-faq-question-5-view-listing-policy": "Zobacz nasze zasady dotyczące listy firm dopuszczonych do obrotu giełdowego w warstwie 2.",
  "layer-2-faq-question-5-description-2": "Każdy może zasugerować dodanie warstwy 2 na ethereum.org. Jeśli istnieje warstwa 2, którą przegapiliśmy, <a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">zasugeruj ją.",
  "layer-2-further-reading-title": "Dalsza lektura",
  "a-rollup-centric-ethereum-roadmap": "Plan działania ethereum skoncentrowany na pakietach zbiorczych",
  "an-incomplete-guide-to-rollups": "Niekompletny przewodnik po pakietach zbiorczych",
  "polygon-sidechain-vs-ethereum-rollups": "Łańcuch boczny Polygon a pakiety zbiorcze: podejścia do skalowania warstwy 2 | Vitalik Buterin i Lex Fridman",
  "rollups-the-ultimate-ethereum-scaling-strategy": "PAKIETY ZBIORCZE – najlepsza strategia skalowania Ethereum? Arbitrum i Optymalizacja",
  "scaling-layer-1-with-shard-chains": "Warstwa skalowania 1 z łańcuchami odłamkowymi",
  "understanding-rollup-economics-from-first-principals": "Zrozumienie ekonomiki pakietów zbiorczych od pierwszych dyrektorów",
  "arbitrum-description": "Arbitrum jest optymistycznym pakietem zbiorczym, którego celem jest stworzenie wrażenia interakcji z Ethereum, ale z transakcjami kosztującymi ułamek tego, co robią na L1.",
  "optimism-description": "Optymizm jest szybkim, prostym i zabezpieczonym optymistycznym pakietem zbiorczym równoważnym z EVM. Skaluje technologię Ethereum, a jednocześnie skaluje swoje wartości poprzez wsteczne finansowanie dóbr publicznych.",
  "boba-description": "Boba jest optymistycznym pakietem zbiorczym, który jest rozwiązaniem skalującym mającym na celu obniżenie opłat gazowych, zwiększenie przepustowości transakcji oraz zwiększenie możliwości inteligentnych kontraktów.",
  "loopring-description": "Loopring zkRollup L2 ma na celu oferowanie takich samych gwarancji bezpieczeństwa jak Ethereum mainnet, przy dużym wzroście skalowalności: wydajność wzrosła o 1000x, a koszty zmniejszyły się do zaledwie 0,1% L1.",
  "zksync-description": "zkSync jest platformą rollup zk zorientowaną na użytkownika z Matter Labs. Jest to rozwiązanie skalujące dla Ethereum, już obecne w sieci głównej Ethereum. Obsługuje płatności, wymianę tokenów i kopanie NFT.",
  "zkspace-description": "Platforma ZKSpace składa się z trzech głównych części: warstwy 2 AMM DEX wykorzystującej technologię pakietów zbiorczych o wiedzy zerowej o nazwie ZKSwap, usługi płatniczej o nazwie ZKSquare oraz rynku NFT o nazwie ZKSea.",
  "aztec-description": "Aztec Network to pierwszy prywatny zk rollup na Ethereum, umożliwiający zdecentralizowanym aplikacjom dostęp do prywatności i skali.",
  "layer-2-note": "Uwaga:",
  "layer-2-ecosystem-portal": "Portal ekosystemu",
  "layer-2-token-lists": "Lista tokenów",
  "layer-2-explore": "Odkrywaj",
  "page-dapps-ready-button": "Przejdź"
}
