{
  "page-what-is-ethereum-alt-img-bazaar": "Ilustracja osoby przyglądającej się bazarowi ma reprezentować Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Ilustracja współdziałających członków społeczności Ethereum",
  "page-what-is-ethereum-alt-img-lego": "Ilustracja ręki układającej logo Ethereum wykonane z klocków lego",
  "page-what-is-ethereum-banking-card": "Bankowość dla wszystkich",
  "page-what-is-ethereum-banking-card-desc": "Nie każdy ma dostęp do usług finansowych. Jedyne, czego potrzebujesz, by zyskać dostęp do Ethereum oraz opartych na nim produktów kredytowych i oszczędnościowych, to połączenie internetowe.",
  "page-what-is-ethereum-build": "Stwórz coś z Ethereum",
  "page-what-is-ethereum-build-desc": "Jeśli chcesz spróbować budować z Ethereum, przeczytaj naszą dokumentację, wypróbuj kilka samouczków lub sprawdź narzędzia, których potrzebujesz, aby rozpocząć.",
  "page-what-is-ethereum-censorless-card": "Odporne na cenzurę",
  "page-what-is-ethereum-censorless-card-desc": "Żaden rząd ani przedsiębiorstwo nie ma kontroli nad Ethereum. Decentralizacja sprawia, że nikt nie może powstrzymać Cię od otrzymania płatności lub korzystania z usług na Ethereum.",
  "page-what-is-ethereum-comm-desc": "Nasza społeczność obejmuje ludzi ze wszystkich środowisk, w tym artystów, kryptoanarchistów, firmy notowane na Fortune 500, a teraz także i Ciebie. Dowiedz się, jak możesz się zaangażować już dziś.",
  "page-what-is-ethereum-commerce-card": "Gwarancje handlowe",
  "page-what-is-ethereum-commerce-card-desc": "Klienci otrzymują bezpieczne rozwiązanie i wbudowaną gwarancję, że środki przechodzą bezpośrednio z rąk do rąk, jeśli wszystkie warunki zostały spełnione. Podobnie deweloperzy mogą być pewni, że zasady nie zostaną zmienione.",
  "page-what-is-ethereum-composable-card": "Produkty kompozytowe",
  "page-what-is-ethereum-composable-card-desc": "Wszystkie aplikacje są zbudowane na tym samym blockchainie ze wspólnym globalnym stanem, co oznacza, że mogą się nawzajem budować (jak klocki Lego). Pozwala to na tworzenie lepszych produktów i doświadczeń oraz zapewnia, że nikt nie może usunąć narzędzi, na których opierają się aplikacje.",
  "page-what-is-ethereum-community": "Społeczność Ethereum",
  "page-what-is-ethereum-desc": "Fundament naszej cyfrowej przyszłości",
  "page-what-is-ethereum-explore": "Odkryj Ethereum",
  "page-what-is-ethereum-internet-card": "Otwarta sieć",
  "page-what-is-ethereum-internet-card-desc": "Każdy może wchodzić w interakcje z siecią Ethereum lub tworzyć na niej aplikacje. Pozwala to na kontrolowanie własnych aktywów i tożsamości, zamiast kontrolowania ich przez kilka wielkich korporacji.",
  "page-what-is-ethereum-meet-comm": "Poznaj społeczność",
  "page-what-is-ethereum-meta-description": "Poznaj Ethereum, dowiedz się, co robi i jak wypróbować je dla siebie.",
  "page-what-is-ethereum-meta-title": "Czym jest Ethereum?",
  "page-what-is-ethereum-p2p-card": "Sieć typu peer-to-peer",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum pozwala na koordynację, zawieranie umów lub transfer zasobów cyfrowych bezpośrednio z innymi osobami. Nie musisz polegać na pośrednikach.",
  "page-what-is-ethereum-start-building-btn": "Zacznij tworzenie",
  "page-what-is-ethereum-title": "Co to jest Ethereum?",
  "page-what-is-ethereum-subtitle": "Kompleksowy przewodnik dla początkujących, jak działa Ethereum, jakie przynosi korzyści i jak jest wykorzystywany przez miliony ludzi na całym świecie.",
  "page-what-is-ethereum-button-lets-start": "Zaczynamy",
  "page-what-is-ethereum-blockchain-tab-title": "Czym jest blockchain?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Blockchain to baza danych transakcji</b>, która jest aktualizowana i udostępniana na wielu komputerach w sieci. Każdy nowy dodawany zestaw transakcji nazywany „blokiem” – stąd nazwa blockchain. Publiczne blockchainy takie jak Ethereum pozwalają każdemu na dodawanie, ale nie usuwanie danych. Jeśli ktoś chciałby zmienić jakąkolwiek informację lub oszukać system musiałby to zrobić na więkoszści komputerów w sieci. To bardzo dużo! To sprawia, że zdecentralizowane blockchainy takie jak Ethereum są bardzo bezpieczne.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Czym jest kryptowaluta?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Kryptowaluta to termin używany do opisania wielu rodzajów wymiennych tokenów cyfrowych zabezpieczonych za pomocą blockchainu. Wszystko zaczęło się od Bitcoina. Bitcoin może być używany do przekazywania wartości pomiędzy dwoma stronami bez konieczności ufania pośrednikowi. Musisz tylko zaufać kodowi Bitcoina, który jest otwarty i swobodnie dostępny.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "Powodem, dla którego aktywa takie bitcoin i ether są nazywane „kryptowalutami”, jest to, że bezpieczeństwo Twoich danych i aktywów jest gwarantowane przez <a href=\"/glossary/#cryptography\">kryptografię</a>, a nie przez zaufanie do instytucji lub korporacji do uczciwego działania.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Ethereum ma własną natywną kryptowalutę, ether (ETH), która jest używana do płacenia za określone działania w sieci. Można ją przekazywać innym użytkownikom lub wymieniać na inne tokeny na Ethereum. Ether jest wyjątkowy, ponieważ jest używany do płacenia za obliczenia wymagane do tworzenia i uruchamiania aplikacji i organizacji na Ethereum.",
  "page-what-is-ethereum-summary-title": "Podsumowanie",
  "page-what-is-ethereum-summary-desc-1": "Ethereum to sieć komputerów na całym świecie, które przestrzegają zbioru zasad zwanych protokołem Ethereum. Sieć Ethereum działa jako fundament dla społeczności, aplikacji, organizacji i zasobów cyfrowych, które każdy może budować i wykorzystywać.",
  "page-what-is-ethereum-summary-desc-2": "Możesz utworzyć konto Ethereum z dowolnego miejsca i w dowolnym momencie i odkrywać świat aplikacji lub tworzyć własne. Główną innowacją jest to, że można to wszystko robić bez zaufania do centralnego organu, który mógłby zmienić zasady lub ograniczyć twój dostęp.",
  "page-what-is-ethereum-summary-desc-3": "Czytaj dalej, aby dowiedzieć się więcej…",
  "page-what-is-ethereum-btc-eth-diff-title": "Jaka jest różnica pomiędzy Ethereum a Bitcoinem?",
  "page-what-is-ethereum-btc-eth-diff-1": "Założony w 2015 r. Ethereum opiera się na innowacjach Bitcoina, z kilkoma dużymi różnicami.",
  "page-what-is-ethereum-btc-eth-diff-2": "Obydwa pozwalają na korzystanie z pieniądza cyfrowego bez dostawców płatności lub banków. <b>Ethereum jest programowalne</b>, więc możesz również budować i wdrażać zdecentralizowane aplikacje w jego sieci.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin umożliwia nam wysyłanie sobie nawzajem podstawowych wiadomości o tym, co uważamy za cenne. Ustalanie wartości bez autorytetu jest już potężne. Ethereum rozszerza to: zamiast tylko wiadomości, możesz napisać dowolny program lub kontrakt. Nie ma ograniczeń co do rodzajów kontraktów, które mogą byc tworzone i uzgadniane, stąd w sieci Ethereum pojawiają się wielkie innowacje.",
  "page-what-is-ethereum-btc-eth-diff-4": "Podczas gdy Bitcoin jest tylko siecią płatniczą, Ethereum jest bardziej jak rynek usług finansowych, gier, społeczności i innych aplikacji.",
  "page-what-is-ethereum-what-can-eth-do-title": "Co może zrobić Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Dlaczego warto używać Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Jeśli interesują Cię bardziej odporne, otwarte i godne zaufania sposoby globalnej koordynacji, tworzenia organizacji, budowania aplikacji i dzielenia się wartością, Ethereum jest dla Ciebie. Ethereum to historia pisana przez nas wszystkich, więc przyjdź i odkryj, jakie niesamowite światy możemy razem z nim zbudować.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Ethereum było również bezcenne dla osób, które musiały poradzić sobie z niepewnością co do bezpieczeństwa, solidności lub mobilności swoich aktywów z powodu sił zewnętrznych pozostających poza ich kontrolą.",
  "page-what-is-ethereum-slide-1-title": "Tańsze i szybsze płatności transgraniczne",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Stablecoiny</b> to nowy rodzaj kryptowaluty, która opiera się na bardziej stabilnych aktywach jako podstawie swojej wartości. Większość z nich powiązane jest z dolarem amerykańskim i dlatego utrzymuje wartość tej waluty. Pozwala to na stworzenie taniego i stabilnego globalnego systemu płatności. Większość stablecoinów została stworzona w sieci Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum i stablecoiny znacznie ułatwiają przesyłanie pieniędzy za granicę. Zwykle trwa to zaledwie kilka minut, by pieniądze znalazły się na drugim końcu globu. W przeciwieństwie do kilku jak nie kilkunastu dni roboczych, które potrzebuje Twój bank na zrealizowanie takiej transakcji o znacznie większej prowizji. Ponadto nie ma dodatkowych opłat, zależnych od wysokości transakcji, oraz ograniczeń co do tego, gdzie i dlaczego wysyłasz pieniądze.",
  "page-what-is-ethereum-slide-2-title": "Najszybsza pomoc w czasach kryzysu",
  "page-what-is-ethereum-slide-2-desc-1": "Jeśli masz szczęście mieć wiele opcji bankowych w zaufanych instytucjach w swoim miejscu zamieszkania, możesz uznać za pewnik wolność finansową, bezpieczeństwo i stabilność, które one oferują. Jednak dla wielu ludzi na całym świecie, którzy stoją w obliczu represji politycznych lub trudności ekonomicznych, instytucje finansowe mogą nie zapewnić ochrony lub usług, których potrzebują.",
  "page-what-is-ethereum-slide-2-desc-2": "Kiedy wojna, kryzys ekonomiczny lub represje wobec swobód obywatelskich dotknęły mieszkańców <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Wenezueli</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Kuby</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afganistanu</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigerii</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Białorusi</a> i <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukrainy</a>, kryptowaluty stanowiły najszybszą i często jedyną opcję zachowania finansowej samodzielności.<sup><a href=\"https://www.financialinclusion.tech/\">1</a></sup> Jak widać na tych przykładach, kryptowaluty takie jak Ethereum mogą zapewnić niezakłócony dostęp do globalnej gospodarki, gdy ludzie są odcięci od świata. Ponadto stablecoiny umożliwiają przechowywanie wartości w czasie, gdy wartość lokalnych walut spada z powodu hipeinflacji.",
  "page-what-is-ethereum-slide-3-title": "Wzmocnienie pozycji twórców",
  "page-what-is-ethereum-slide-3-desc-1": "Tylko w 2021 r. artyści, muzycy, pisarze i inni twórcy korzystali z Ethereum, aby zarobić łącznie około 3,5 miliarda dolarów. To sprawia, że Ethereum jest jedną z największych globalnych platform dla twórców, obok Spotify, YouTube i Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Dowiedz się więcej</a>.",
  "page-what-is-ethereum-slide-4-title": "Wzmocnienie pozycji graczy",
  "page-what-is-ethereum-slide-4-desc-1": "Gry typu play-to-earn (w których gracze są faktycznie wynagradzani za granie w gry) pojawiły się niedawno i przekształcają branżę gier. Tradycyjnie handel lub przekazywanie zasobów w grze innym graczom za prawdziwe pieniądze jest często zabronione. Zmusza to graczy do korzystania ze stron czarnorynkowych, które często stanowią zagrożenie dla bezpieczeństwa. Gry oparte na blockchainie posiadają ekonomię w grze i promują takie zachowania w zaufany sposób.",
  "page-what-is-ethereum-slide-4-desc-2": "Co więcej, gracze są zachęcani możliwością wymiany tokenów w grze na prawdziwe pieniądze, a tym samym są naprawdę wynagradzani za czas spędzony w grze.",
  "page-what-is-ethereum-meet-ether-title": "Poznaj ether, kryptowalutę Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Wiele działań w sieci Ethereum wymaga wykonania pewnych prac na wbudowanym komputerze Ethereum (znanym jako maszyna wirtualna Ethereum). Obliczenia te nie są darmowe; są opłacane za pomocą natywnej kryptowaluty Ethereum o nazwie ether (ETH). Oznacza to, że potrzebujesz przynajmniej niewielkiej ilości etheru do korzystania z sieci.",
  "page-what-is-ethereum-meet-ether-desc-2": "Ether jest całkowicie cyfrowy i możesz wysłać go natychmiastowo do każdego na świecie. Podaż etheru nie jest kontrolowana przez żaden rząd ani firmę – jest zdecentralizowana i całkowicie przejrzysta. Ether jest emitowany w ściśle określony sposób, zgodnie z protokołem, wyłącznie stakerom, którzy zabezpieczają sieć.",
  "page-what-is-ethereum-what-is-ether": "Czym jest ether?",
  "page-what-is-ethereum-get-eth": "Zdobądź ETH",
  "page-what-is-ethereum-explore-applications": "Odkrywaj aplikacje",
  "page-what-is-ethereum-learn-defi": "Dowiedz się więcej o DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Kto prowadzi Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum nie jest kontrolowane przez żaden konkretny podmiot. Istnieje zawsze, gdy istnieją połączone komputery z oprogramowaniem działającym zgodnie z protokołem Ethereum i dodającym wartości do jego <a href=\"/glossary/#blockchain\">blockchainu</a>. Każdy z tych komputerów znany jest jako węzeł. Węzły mogą być uruchamiane przez każdego, ale żeby uczestniczyć w zabezpieczaniu sieci, trzeba <a href=\"/glossary/#staking\">stakować</a> ETH (natywny token Ethereum). Każdy, kto posiada 32 ETH, może to robić bez konieczności uzyskania pozwolenia.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Nawet kod źródłowy Ethereum nie jest tworzony przez jeden podmiot. Każdy może zasugerować zmiany w protokole i dyskutować o aktualizacjach. Istnieje wiele implementacji protokołu Ethereum, które są tworzone przez niezależne organizacje w kilku językach programowania i są one zwykle budowane w sposób otwarty i zachęcają do wkładu społeczności.",
  "page-what-is-ethereum-run-a-node": "Dodaj węzeł",
  "page-what-is-ethereum-smart-contract-title": "Czym są inteligentne kontrakty?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Inteligentne kontrakty to programy komputerowe</b> działające na blockchainie Ethereum. Są one wykonywane po uruchomieniu przez transakcję użytkownika. Sprawiają, że Ethereum jest bardzo elastyczne w tym, co robi. Te programy działają jako elementy składowe zdecentralizowanych aplikacji i organizacji.",
  "page-what-is-ethereum-smart-contract-desc-2": "Czy kiedykolwiek korzystałeś(-aś) z produktu, który zmienił warunki użytkowania? Lub usunął funkcję, która była dla Ciebie przydatna? Po opublikowaniu inteligentnego kontraktu w Ethereum, będzie on dostępny online i będzie działał tak długo, jak długo Ethereum będzie istnieć. Nawet autor nie może go usunąć. Ponieważ inteligentne kontrakty są zautomatyzowane, nie dyskryminują żadnego użytkownika i są zawsze gotowe do użycia.",
  "page-what-is-ethereum-smart-contract-desc-3": "Popularnymi przykładami inteligentnych kontraktów są aplikacje pożyczkowe, zdecentralizowane giełdy handlowe, ubezpieczenia, finansowania kwadratowe, sieci społecznościowe czy <a href=\"/glossary/#nft\">NFT</a> – w zasadzie wszystko, o czym pomyślisz.",
  "page-what-is-ethereum-more-on-smart-contracts": "Więcej na temat inteligentnych kontraktów",
  "page-what-is-ethereum-explore-dapps": "Przeglądaj zdecentralizowane aplikacje",
  "page-what-is-ethereum-criminal-activity-title": "Ponoć kryptowaluty są wykorzystywane jako narzędzie działalności przestępczej. Czy to prawda?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Podobnie jak każda technologia, czasami będzie ona niewłaściwie wykorzystywana. Jednakże, ponieważ wszystkie transakcje Ethereum odbywają się na otwartym blockchainie, władzom często łatwiej jest śledzić nielegalną działalność niż w tradycyjnym systemie finansowym, co prawdopodobnie czyni Ethereum mniej atrakcyjnym wyborem dla tych, którzy woleliby pozostać niewykryci.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Kryptowaluty w znacznie mniejszym stopniu używane są do działalności przestępczej niż pieniądz fiducjarny. Wynika to z raportu Eropolu, Agencji Unii Europejskiej ds. Współpracy Organów Ścigania:",
  "page-what-is-ethereum-criminal-activity-desc-3": "„Wykorzystanie kryptowalut do nielegalnych działań wydaje się obejmować jedynie niewielką część ogólnej gospodarki kryptowalutowej i wydaje się, że jest ona stosunkowo mniejsza niż kwota nielegalnych środków finansowych pochodzących z systemów tradycyjnych”.",
  "page-what-is-ethereum-energy-title": "A co ze zużyciem energii przez Ethereum?",
  "page-what-is-ethereum-energy-desc-1": "15 września 2022 r. Ethereum przeszło aktualizację Połączenia, która przeniosła Ethereum z <a href=\"/glossary/#pow\">proof-of-work</a> do <a href=\"/glossary/#pos\">proof-of-stake</a>.",
  "page-what-is-ethereum-energy-desc-2": "Połączenie było największą aktualizacją Ethereum i zmniejszyło zużycie energii wymaganej do zabezpieczenia Ethereum o <b>99,95%</b>, tworząc <b>bezpieczniejszą sieć przy znacznie niższych kosztach emisji dwutlenku węgla</b>. Ethereum jest teraz niskoemisyjnym blockchainem, o lepszych zabezpieczeniach i większej skalowalności.",
  "page-what-is-ethereum-more-on-energy-consumption": "Więcej o zużyciu energii",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Roczne zużycie energii w TWh/rok",
  "energy-consumption-chart-global-data-centers-label": "Światowe centra danych",
  "energy-consumption-gold-mining-cbeci-label": "Wydobycie złota",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "BTC PoW",
  "energy-consumption-chart-gaming-us-label": "Gry w USA",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "Aktualizacja Połączenia",
  "page-what-is-ethereum-additional-reading": "Dalsza lektura",
  "page-what-is-ethereum-week-in-ethereum": "Cotygodniowe wiadomości Ethereum",
  "page-what-is-ethereum-week-in-ethereum-desc": "– Cotygodniowy newsletter zawierający kluczowe zmiany w ekosystemie.",
  "page-what-is-ethereum-kernel-dreamers": "Kernel",
  "page-what-is-ethereum-kernel-dreamers-desc": "Marzenie Ethereum",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atom, instytucje, blockchainy",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "– Dlaczego blockchainy mają znaczenie?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum w liczbach",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "Projekty zbudowane na Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "Konta (portfele), które posiadają ETH",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "Inteligentne kontrakty na Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "Wartość zabezpieczona na Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "Zarobki twórców na Ethereum w 2021 r.",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "Liczba dzisiejszych transakcji",
  "adoption-chart-column-now-label": "Teraz",
  "adoption-chart-investors-label": "Inwestorzy",
  "adoption-chart-developers-label": "Deweloperzy",
  "adoption-chart-companies-label": "Firmy",
  "adoption-chart-artists-label": "Artyści",
  "adoption-chart-musicians-label": "Muzycy",
  "adoption-chart-writers-label": "Pisarze",
  "adoption-chart-gamers-label": "Gracze",
  "adoption-chart-refugees-label": "Uchodźcy",
  "page-what-is-ethereum-get-eth-alt": "Zdobądź trochę ETH",
  "page-what-is-ethereum-get-eth-description": "ETH to natywna kryptowaluta Ethereum. Aby korzystać z aplikacji Ethereum, będziesz potrzebować trochę ETH w portfelu.",
  "page-what-is-ethereum-get-eth-title": "Zdobądź trochę ETH",
  "page-what-is-ethereum-explore-dapps-alt": "Przeglądaj zdecentralizowane aplikacje",
  "page-what-is-ethereum-explore-dapps-description": "dApps są aplikacjami zbudowanymi na Ethereum. dApps zakłócają obecne modele biznesowe i tworzą nowe.",
  "page-what-is-ethereum-explore-dapps-title": "Wypróbuj zdecentralizowane aplikacje (dapps)"
}
