{
  "layer-2-arbitrum-note": "Dowody oszustwa tylko dla użytkowników z białej listy, która nie jest jeszcze otwarta",
  "layer-2-boba-note": "Walidacja stanu jest w fazie rozwoju",
  "layer-2-optimism-note": "Dowody błędów są w fazie rozwoju",
  "layer-2-base-note": "System zabezpieczający przed oszustwami jest obecnie w fazie rozwoju",
  "layer-2-metadata-description": "Strona wprowadzająca do warstwy 2",
  "layer-2-hero-title": "Warstwa 2",
  "layer-2-hero-header": "Ethereum dla wszystkich",
  "layer-2-hero-subtitle": "Skalowanie Ethereum w celu masowej adopcji.",
  "layer-2-hero-alt-text": "Ilustracja transakcji, która jest zwijana w warstwie 2, a następnie dodawana do głównej sieci Ethereum",
  "layer-2-hero-button-1": "Czym jest warstwa 2?",
  "layer-2-hero-button-2": "Używanie warstwy 2",
  "layer-2-hero-button-3": "Przejdź do warstwy 2",
  "layer-2-statsbox-1": "TVL zamknięte w warstwie 2 (USD)",
  "layer-2-statsbox-2": "Średnia opłata transakcyjna warstwy 2 (USD)",
  "layer-2-statsbox-3": "Zmiana warstwy 2 TVL (30 dni)",
  "layer-2-what-is-layer-2-title": "Czym jest warstwa 2?",
  "layer-2-what-is-layer-2-1": "Warstwa 2 (L2) to zbiorczy termin opisujący konkretny zestaw rozwiązań skalowania Ethereum. <strong>Warstwa 2 to oddzielny łańcuch bloków, który rozszerza Ethereum i korzysta z gwarancji bezpieczeństwa Ethereum</strong>.",
  "layer-2-what-is-layer-2-2": "Teraz przyjrzyjmy się temu nieco bliżej. By to zrobić, musimy najpierw wyjaśnić, czym jest warstwa 1 (L1).",
  "layer-2-what-is-layer-1-title": "Czym jest warstwa 1?",
  "layer-2-what-is-layer-1-1": "Warstwa 1 to podstawowy blockchain. Ethereum i Bitcoin są blockchainami warstwy 1, ponieważ stanowią <strong>podstawę, na której zbudowane są różne sieci warstwy 2</strong>. Przykłady projektów warstwy 2 obejmują „pakiety zbiorcze” na Ethereum i Lightning Network na Bitcoinie. Cała aktywność transakcyjna użytkowników w tych projektach warstwy 2 może ostatecznie wrócić do blockchainu warstwy 1.",
  "layer-2-what-is-layer-1-2": "Ethereum działa również jako warstwa dostępności danych dla warstwy 2. Projekty warstwy 2 będą publikować swoje transakcje na Ethereum, opierając się na Ethereum w celu zapewnienia dostępności danych. Dane te mogą być wykorzystywane do uzyskania stanu warstwy 2 lub do kwestionowania transakcji na poziomie 2.",
  "layer-2-what-is-layer-1-list-title": "<strong>Ethereum jako warstwa 1 obejmuje:</strong>",
  "layer-2-what-is-layer-1-list-1": "<strong>Sieć operatorów węzłów</strong> do zabezpieczenia i weryfikacji sieci",
  "layer-2-what-is-layer-1-list-2": "<strong>Sieć twórców bloków</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>Sam łańcuch bloków</strong> i historię transakcji",
  "layer-2-what-is-layer-1-list-4": "<strong>Mechanizm konsensusu</strong> dla sieci",
  "layer-2-what-is-layer-1-list-link-1": "Nadal nie możesz się odnaleźć na Ethereum?",
  "layer-2-what-is-layer-1-list-link-2": "Dowiedz się, czym jest Ethereum.",
  "layer-2-why-do-we-need-layer-2-title": "Dlaczego potrzebujemy warstwy 2?",
  "layer-2-why-do-we-need-layer-2-1": "Pożądane jest, aby łancuch bloków był: <strong>zdecentralizowany, bezpieczny i skalowalny</strong>. W <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">trylemacie łańcucha bloków</a> stwierdza się, że prosta architektura łańcucha bloków może osiągnąć tylko dwie z trzech tych wartości. Potrzebujesz bezpiecznego i zdecentralizowanego łańcucha bloków? Musisz poświęcić skalowalność.",
  "layer-2-why-do-we-need-layer-2-2": "Ethereum przetwarza obecnie <a href=\"https://etherscan.io/chart/tx\" target=\"_blank\">ponad 1 milion transakcji dziennie</a>. Zapotrzebowanie na korzystanie z Ethereum może powodować wysokie ceny opłat za transakcje. W tym miejscu wkraczają sieci warstwy 2.",
  "layer-2-why-do-we-need-layer-2-scalability": "Skalowalność",
  "layer-2-why-do-we-need-layer-2-scalability-1": "Głównym celem warstwy 2 jest zwiększenie przepustowości transakcji (większa liczba transakcji na sekundę) bez poświęcania decentralizacji lub bezpieczeństwa.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "Sieć główna Ethereum (warstwa 1) jest w stanie przetwarzać jedynie <a href=\"https://ethtps.info/Network/Ethereum\">około 15 transakcji na sekundę</a>. Gdy zapotrzebowanie na Ethereum jest wysokie, sieć staje się przeciążona, co zwiększa opłaty za transakcje i dyskwalifikuje użytkowników, którzy nie mogą sobie pozwolić na takie opłaty. Warstwa 2 to rozwiązania, które zmniejszają te opłaty poprzez przetwarzanie transakcji poza blockchainem warstwy 1.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "Więcej o wizji Ethereum",
  "layer-2-benefits-of-layer-2-title": "Korzyści wynikające z warstwy 2",
  "layer-2-lower-fees-title": "Niższe opłaty",
  "layer-2-lower-fees-description": "Dzięki połączeniu wielu transakcji poza łańcuchem dostaw w pojedynczą transakcję warstwy 1, znacznie obniżają się opłaty transakcyjne, co sprawia, że Ethereum jest bardziej dostępne dla wszystkich.",
  "layer-2-maintain-security-title": "Zachowaj bezpieczeństwo",
  "layer-2-maintain-security-description": "Warstwa 2 łańcuchów bloków rozlicza swoje transakcje na Ethereum Mainnet, umożliwiając użytkownikom korzystanie z bezpieczeństwa sieci Ethereum.",
  "layer-2-expand-use-cases-title": "Rozwiń przypadki użycia",
  "layer-2-expand-use-cases-description": "W związku z wyższymi transakcjami na sekundę, niższymi opłatami i nowymi technologiami projekty rozszerzą się na nowe aplikacje o lepszym doświadczeniu użytkowników.",
  "layer-2-how-does-layer-2-work-title": "Jak działa Warstwa 2?",
  "layer-2-how-does-layer-2-work-1": "Jak już wspomnieliśmy wyżej, warstwa 2 jest zbiorowym terminem określającym rozwiązania do skalowania Ethereum, które obsługują transakcje z warstwy 1 Ethereum przy jednoczesnym korzystaniu z solidnego zdecentralizowanego bezpieczeństwa warstwy 1 Ethereum. <strong>Warstwa 2 to oddzielny blockchain, który rozszerza Ethereum</strong>. Jak to działa?",
  "layer-2-how-does-layer-2-work-2": "Istnieje kilka różnych typów warstwy 2, z których każdy ma swoje własne kompromisy i modele bezpieczeństwa. Warstwa 2 zdejmuje obciążenia transakcyjne z warstwy 1, dzięki czemu staje się ona mniej przeciążona i wszystko staje się bardziej skalowalne.",
  "layer-2-rollups-title": "Pakiet zbiorczy",
  "layer-2-rollups-1": "Pakiety zbiorcze łączą (lub „zwijają”) setki transakcji w jedną transakcję w warstwie 1. Powoduje to rozłożenie opłat transakcyjnych warstwy 1 na wszystkich użytkowników w pakiecie zbiorczym, co sprawia, że jest on tańszy dla każdego użytkownika.",
  "layer-2-rollups-2": "Dane transakcji w pakiecie są przesyłane do warstwy 1, ale ich wykonanie jest realizowane oddzielnie przez pakiet. Przesyłając dane transakcji do warstwy 1, pakiety dziedziczą bezpieczeństwo Ethereum. Dzieje się tak, ponieważ po przesłaniu danych do warstwy 1 cofnięcie transakcji pakietu wymaga cofnięcia Ethereum. Istnieją dwa różne podejścia do pakietów: optymistyczne i o wiedzy zerowej (zero-knowledge) — różnią się one głównie sposobem przesyłania danych transakcji do warstwy 1.",
  "layer-2-optimistic-rollups-title": "Optymistyczne pakiety zbiorcze",
  "layer-2-optimistic-rollups-description": "Optymistyczne pakiety zbiorcze są „optymistyczne” w tym sensie, że zakłada się, że transakcje są ważne, ale w razie potrzeby można je zakwestionować. Jeśli podejrzewa się nieprawidłową transakcję, uruchamiany jest dowód błędu, aby sprawdzić, czy miała ona miejsce.",
  "layer-2-optimistic-rollups-childSentance": "Więcej o optymistycznych pakietach zbiorczych",
  "layer-2-zk-rollups-title": "Pakiety zbiorcze o wiedzy zerowej",
  "layer-2-zk-rollups-description": "Pakiety zbiorcze o wiedzy zerowej wykorzystują dowody ważności, w których transakcje są obliczane poza łańcuchem, a następnie skompresowane dane są dostarczane do Ethereum Mainnet jako dowód ich ważności.",
  "layer-2-zk-rollups-childSentance": "Więcej o pakietach zbiorczych o wiedzy zerowej",
  "layer-2-dyor-title": "Wykonaj własne badania: ryzyko warstwy 2",
  "layer-2-dyor-1": "Wiele projektów warstwy 2 jest stosunkowo nowych i nadal wymaga od użytkowników zaufania do uczciwości niektórych operatorów, którzy pracują nad decentralizacją swoich sieci. Zawsze przeprowadzaj własne badania, aby zdecydować, czy czujesz się komfortowo z jakimkolwiek związanym ryzykiem.",
  "layer-2-dyor-2": "Po więcej informacji na temat technologii, zagrożeń i założeń dotyczących zaufania do warstwy 2 odsyłamy do L2BEAT, która zapewnia kompleksowe ramy oceny ryzyka dla każdego projektu.",
  "layer-2-dyor-3": "Przejdź do L2BEAT",
  "layer-2-use-layer-2-title": "Używanie warstwy drugiej",
  "layer-2-use-layer-2-1": "Teraz, kiedy rozumiesz dlaczego istnieje warstwa 2 i jak to działa, wciągnijmy cię i zacznijmy!",
  "layer-2-contract-accounts": "Jeśli korzystasz z portfela inteligentnego kontraktu, takiego jak Safe lub Argent, nie będziesz mieć kontroli nad tym adresem w warstwie 2, dopóki nie przeniesiesz swojego konta kontraktu na ten adres w warstwie 2. Klasyczne konta z frazą odzyskiwania będą automatycznie właścicielem tego samego konta we wszystkich sieciach warstwy 2.",
  "layer-2-use-layer-2-generalized-title": "Uogólnione warstwy 2",
  "layer-2-use-layer-2-generalized-1": "Uogólniona warstwa 2 zachowuje się jak Ethereum — ale jest tańsza. Wszystko, co możesz zrobić w warstwie 1 Ethereum, możesz również zrobić w warstwie 2. Wiele aplikacji rozpoczęło już migrację do tych sieci lub pominęło razem Mainnet, aby wdrożyć go prosto w warstwie 2.",
  "layer-2-use-layer-2-application-specific-title": "Warstwy 2 specyficzne dla aplikacji",
  "layer-2-use-layer-2-application-specific-1": "Warstwy 2 specyficzne dla aplikacji to projekty, które specjalizują się w optymalizacji dla konkretnej przestrzeni użytkowej, przynosząc lepszą wydajność.",
  "layer-2-sidechains-title": "Notatka o łańcuchach bocznych, rozwiązaniach validium i alternatywnych łańcuchach bloków",
  "layer-2-sidechains-1": "<strong>Łańcuchy boczne i rozwiązania validium</strong> to łańcuchy bloków, które pozwalają na przenoszenie aktywów z Ethereum i korzystanie z nich w innym łańcuchu bloków. Łańcuchy boczne i rozwiązania validium działają równolegle z Ethereum i współdziałają z Ethereum przez mosty, nie uzyskują jednak swojego bezpieczeństwa ani dostępności danych od Ethereum.",
  "layer-2-sidechains-2": "Oba skalują podobnie do warstwy 2 — oferują niższe opłaty transakcyjne i większą przepustowość transakcji, ale mają różne założenia dotyczące zaufania.",
  "layer-2-more-on-sidechains": "Więcej informacji na temat łańcuchów bocznych",
  "layer-2-more-on-validiums": "Więcej informacji o rozwiązaniach validium",
  "layer-2-sidechains-4": "Niektóre blockchainy warstwy 1 odnotowują większą przepustowość i niższe opłaty transakcyjne niż Ethereum, ale najczęściej z kompromisami w innych miejscach, na przykład większymi wymaganiami sprzętowymi dla uruchomienia węzłów.",
  "layer-2-onboard-title": "Jak dostać się na warstwę 2?",
  "layer-2-onboard-1": "Istnieją dwa podstawowe sposoby na przeniesienie swoich aktywów na warstwę 2: mostku środki z Ethereum za pomocą inteligentnego kontraktu lub wypłacaj środki na giełdzie bezpośrednio na sieć warstwy 2.",
  "layer-2-onboard-wallet-title": "Fundusze w portfelu?",
  "layer-2-onboard-wallet-1": "Jeśli masz już ETH w swoim portfelu, musisz użyć mostka, aby przenieść go z Ethereum Mainnet na warstwę 2.",
  "layer-2-more-on-bridges": "Więcej o mostach",
  "layer-2-onboard-wallet-input-placeholder": "Wybierz warstwę 2, do której chcesz mostkować",
  "layer-2-onboard-wallet-selected-1": "Możesz połączyć się z",
  "layer-2-onboard-wallet-selected-2": "korzystając z tych portfelów:",
  "layer-2-bridge": "Most",
  "layer-2-onboard-exchange-title": "Fundusze na giełdzie?",
  "layer-2-onboard-exchange-1": "Niektóre scentralizowane giełdy oferują teraz bezpośrednie wypłaty i wpłaty do warstwy 2. Sprawdź, które giełdy obsługują wypłaty w warstwie 2 i które warstwy 2 obsługują.",
  "layer-2-onboard-exchange-2": "Będziesz również potrzebować portfela, aby wypłacić swoje środki.",
  "layer-2-onboard-find-a-wallet": "Znajdź portfel Ethereum.",
  "layer-2-onboard-exchange-input-placeholder": "Sprawdź giełdy obsługujące warstwę 2",
  "layer-2-deposits": "Depozyty",
  "layer-2-withdrawals": "Wypłaty",
  "layer-2-go-to": "Przejdź do",
  "layer-2-tools-title": "Narzędzia skuteczne w warstwie 2",
  "layer-2-tools-l2beat-description": "L2BEAT jest doskonałym zasobem umożliwiającym analizowanie technicznych ocen ryzyka projektów w warstwie 2. Zalecamy sprawdzenie ich zasobów podczas badania konkretnych projektów warstw 2.",
  "layer-2-tools-growthepie-description": "Wyselekcjonowane dane analityczne na temat warstw 2 Ethereum",
  "layer-2-tools-l2fees-description": "L2 Fees pozwala zobaczyć aktualny koszt (wyrażony w USD) dokonywania transakcji w różnych warstwach 2.",
  "layer-2-tools-chainlist-description": "Chainlista to świetny zasób na importowanie sieciowych RPC do obsługi portfelów. Tutaj znajdziesz RPC dla projektów warstwy 2, co ułatwi ci połączenie się.",
  "layer-2-tools-zapper-description": "Zarządzaj całym swoim portfelem web3 od DeFi do NFT i innymi. Inwestuj w najnowsze możliwości z jednego wygodnego miejsca.",
  "layer-2-tools-zerion-description": "Zbuduj i zarządzaj całym swoim portfolio DeFi z jednego miejsca. Odkryj świat zdecentralizowanych finansów dzisiaj.",
  "layer-2-tools-debank-description": "Bądź na bieżąco ze wszystkimi ważnymi wydarzeniami w świecie web3",
  "layer-2-faq-title": "Najczęściej zadawane pytania (FAQ)",
  "layer-2-faq-question-1-title": "Dlaczego nie ma „oficjalnej” warstwy 2 Ethereum?",
  "layer-2-faq-question-1-description-1": "Tak jak nie ma „oficjalnego” klienta Ethereum, nie ma „oficjalnej” warstwy 2 Ethereum. Ethereum jest bezuprawnieniowe — z technicznego punktu widzenia każdy może utworzyć warstwę 2! Wiele zespołów zaimplementuje swoją wersję warstwy 2, a ekosystem jako całość skorzysta na różnorodnych podejść projektowych, które są zoptymalizowane pod kątem różnych zastosowań. Tak jak my mamy wiele klientów Ethereum opracowanych przez wiele zespołów, aby zapewnić sobie różnorodność w sieci, tak w przyszłości podobnie będą rozwijać się warstwy 2.",
  "layer-2-faq-question-2-title": "Jaka jest różnica między optymistycznym pakietem zbiorczym a pakietem zbiorczym o wiedzy zerowej?",
  "layer-2-faq-question-2-description-1": "Zarówno optymistyczne pakiety zbiorcze, jak i pakiety zbiorcze o wiedzy zerowej łączą setki transakcji w pojedynczą transakcję w warstwie 1. Transakcje Rollup są realizowane poza warstwą 1, ale dane transakcji są publikowane w warstwie 1.",
  "layer-2-faq-question-2-description-2": "Podstawowa różnica polega na tym, jakie dane są zamieszczane na warstwie 1 i jak dane są weryfikowane. Dowody ważności (używane przez pakiety zbiorcze o wiedzy zerowej) przeprowadzają obliczenia poza łańcuchem i udostępniają dowód, podczas gdy dowody awarii (używane przez optymistyczne pakiety zbiorcze) uruchamiają obliczenia w łańcuchu tylko w przypadku podejrzenia awarii i muszą być sprawdzone.",
  "layer-2-faq-question-2-description-3": "Obecnie większość pakietów zbiorczych o wiedzy zerowej jest specyficzna dla danego zastosowania, w przeciwieństwie do optymistycznych pakietów zbiorczych, które zostały w dużej mierze uogólnione.",
  "layer-2-more-info-on-optimistic-rollups": "Więcej informacji o optymistycznych pakietach zbiorczych",
  "layer-2-more-info-on-zk-rollups": "Więcej informacji o pakietach zbiorczych o wiedzy zerowej",
  "layer-2-faq-question-4-title": "Jakie ryzyko wiąże się z warstwą 2?",
  "layer-2-faq-question-4-description-1": "Projekty warstwy 2 wiążą się z dodatkowym ryzykiem w porównaniu z funduszami holdingowymi i przeprowadzaniem transakcji bezpośrednio na Ethereum Mainnet. Na przykład sekwenatory mogą zostać przerwane, co prowadzi do konieczności czekania na dostęp do funduszy.",
  "layer-2-faq-question-4-description-2": "Zachęcamy do przeprowadzenia własnych badań przed przeniesieniem znacznej ilości środków do warstwy 2. Aby uzyskać więcej informacji na temat technologii, ryzyka i założeń dotyczących zaufania warstwy 2, zalecamy sprawdzenie <a href=\"https://l2beat.com/?view=risk\">L2BEAT</a>, który zapewnia kompleksowe ramy oceny ryzyka dla każdego projektu.",
  "layer-2-faq-question-4-description-3": "Mosty łańcuchów bloków, które ułatwiają transfer aktywów do warstwy 2, są na wczesnym etapie rozwoju i prawdopodobnie nie odkryto jeszcze optymalnego projektu mostu. <a href=\"https://rekt.news/wormhole-rekt/\">Ostatnio doszło do włamań do mostów</a>.",
  "layer-2-faq-question-5-title": "Dlaczego nie wymieniono tutaj niektórych projektów warstw 2?",
  "layer-2-faq-question-5-description-1": "Chcemy mieć pewność, że wymieniamy najlepsze możliwe zasoby, aby użytkownicy mogli poruszać się w przestrzeni warstwy 2 w bezpieczny i pewny sposób. Utrzymujemy ramy kryteriów oceny projektów pod kątem ich włączenia.",
  "layer-2-faq-question-5-view-listing-policy": "Zobacz nasze zasady dotyczące listy firm dopuszczonych do obrotu giełdowego w warstwie 2.",
  "layer-2-faq-question-5-description-2": "Każdy może zasugerować dodanie warstwy 2 na ethereum.org. Jeśli istnieje warstwa 2, którą przegapiliśmy, <a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">zasugeruj ją.",
  "layer-2-further-reading-title": "Dalsza lektura",
  "a-rollup-centric-ethereum-roadmap": "Plan działania ethereum skoncentrowany na pakietach zbiorczych",
  "an-incomplete-guide-to-rollups": "Niekompletny przewodnik po pakietach zbiorczych",
  "polygon-sidechain-vs-ethereum-rollups": "Łańcuch boczny Polygon kontra pakiety zbiorcze Ethereum: podejścia do skalowania warstwy 2| Vitalik Buterin i Lex Fridman",
  "rollups-the-ultimate-ethereum-scaling-strategy": "PAKIETY ZBIORCZE – najlepsza strategia skalowania Ethereum? Arbitrum i Optymalizacja",
  "scaling-layer-1-with-shard-chains": "Warstwa skalowania 1 z łańcuchami odłamkowymi",
  "understanding-rollup-economics-from-first-principals": "Zrozumienie ekonomiki pakietów zbiorczych od pierwszych dyrektorów",
  "arbitrum-description": "Arbitrum One jest optymistycznym pakietem zbiorczym, którego celem jest stworzenie wrażenia interakcji takich samych jak z Ethereum, ale z transakcjami kosztującymi ułamek tego, co w warstwie 1.",
  "optimism-description": "Optimism jest szybkim, prostym i zabezpieczonym optymistycznym pakietem zbiorczym równoważnym z EVM. Skaluje technologię Ethereum, a jednocześnie skaluje swoje wartości poprzez wsteczne finansowanie dóbr publicznych.",
  "boba-description": "Boba jest optymistycznym pakietem zbiorczym, który jest rozwiązaniem skalującym mającym na celu obniżenie opłat gazowych, zwiększenie przepustowości transakcji oraz zwiększenie możliwości inteligentnych kontraktów.",
  "base-description": "Base to bezpieczna, tania i przyjazna dla deweloperów warstwa 2 Ethereum, stworzona z myślą o wprowadzeniu kolejnego miliarda użytkowników do web3. Jest to warstwa 2 Ethereum, stworzona przez Coinbase i zbudowana w oparciu o open-source OP Stack.",
  "loopring-description": "Loopring zkRollup L2 ma na celu oferowanie takich samych gwarancji bezpieczeństwa jak Ethereum mainnet, przy dużym wzroście skalowalności: wydajność wzrosła o 1000x, a koszty zmniejszyły się do zaledwie 0,1% L1.",
  "zksync-description": "ZKsync jest platformą rollup zk zorientowaną na użytkownika z Matter Labs. Jest to rozwiązanie skalujące dla Ethereum, już obecne w sieci głównej Ethereum. Obsługuje płatności, wymianę tokenów i kopanie NFT.",
  "zkspace-description": "Platforma ZKSpace składa się z trzech głównych części: warstwy 2 AMM DEX wykorzystującej technologię pakietów zbiorczych o wiedzy zerowej o nazwie ZKSwap, usługi płatniczej o nazwie ZKSquare oraz rynku NFT o nazwie ZKSea.",
  "aztec-description": "Aztec Network to pierwszy prywatny zk rollup na Ethereum, umożliwiający zdecentralizowanym aplikacjom dostęp do prywatności i skali.",
  "starknet-description": "Starknet to rozwiązanie warstwy 2 walidujących pakietów zbiorczych. Zapewnia wysoką przepustowość, niskie koszty gazu i zachowuje poziom bezpieczeństwa warstwy 1 Ethereum.",
  "layer-2-note": "Uwaga:",
  "layer-2-ecosystem-portal": "Portal ekosystemu",
  "layer-2-token-lists": "Lista tokenów",
  "layer-2-explore": "Odkrywaj",
  "page-dapps-ready-button": "Przejdź"
}
