{
  "page-layer-2-hero-title": "Warstwa 2",
  "page-layer-2-hero-header": "Sieci Ethereum",
  "page-layer-2-hero-description": "Używaj Ethereum za ułamek ceny.",
  "page-layer-2-hero-button-2-content": "Dowiedz się więcej",
  "page-layer-2-period": ".",
  "page-layer-2-calloutCard-1-title": "Groszowe opłaty",
  "page-layer-2-calloutCard-1-description": "Możesz handlować, wysyłać pieniądze globalnie lub używać aplikacji bez obawy o wysokie koszty.",
  "page-layer-2-calloutCard-2-title": "Niemal natychmiastowe transakcje",
  "page-layer-2-calloutCard-2-description": "Robiąc szybką płatność czy korzystając ze zdecentralizowanych finansów (DeFi), wszystkie transakcje zajmują tylko kilka sekund.",
  "page-layer-2-calloutCard-3-title": "Wspierane przez Ethereum",
  "page-layer-2-calloutCard-3-description": "Sprawdzony i zdecentralizowany blockchain Ethereum pełni funkcję warstwy rozliczeniowej dla innych, nowszych sieci.",
  "page-layer-2-meta-title": "Wstęp do drugich warstw Ethereum: korzyści i zastosowania",
  "page-layer-2-meta-description": "Ucz się o drugich warstwach Ethereum",
  "page-layer-2-powered-by-ethereum-title": "Zasilane przez Ethereum",
  "page-layer-2-powered-by-ethereum-description-1": "Ethereum nie jest już pojedynczą siecią.",
  "page-layer-2-powered-by-ethereum-description-2": "Z setką zbudowanych na nim teraz łańcuchów bloków, Ethereum stało się bardziej wydajne cenowo, szybsze oraz dostępne do codziennych zastosowań.",
  "page-layer-2-powered-by-ethereum-description-3": "Powitaj przyszłość, dołączając do jednej z wielu sieci zasilanych przez Ethereum!",
  "page-layer-2-man-and-dog-alt": "Bawiący się mężczyzna i pies",
  "page-layer-2-blockchain-transaction-cost": "Średni koszt transakcji na łańcuchu bloków Ethereum",
  "page-layer-2-networks-transaction-cost": "Średni koszt transakcji na sieciach wspieranych przez Ethereum",
  "page-layer-2-network-of-networks-title": "Sieć wszystkich sieci",
  "page-layer-2-network-of-networks-description": "Siła i bezpieczeństwo Ethereum tworzy przestrzeń dla innych sieci, na której mogą budować. Wszystko jest kompatybilne i bezproblemowo połączone z jednym kontem.",
  "page-layer-2-ethereum-logo-alt": "Ethereum",
  "page-layer-2-ready-to-start-title": "Gotowy do startu?",
  "page-layer-2-ready-to-start-description": "Spójrz na wszystkie dostępne dla Ciebie sieci.",
  "page-layer-2-ready-to-start-button": "Poznaj sieci",
  "page-layer-2-go": "Go",
  "page-layer-2-walking-alt": "Chodzenie",
  "page-layer-2-why-do-we-need-multiple-networks-1": "Dlaczego potrzebujemy wielu sieci na Ethereum?",
  "page-layer-2-why-do-we-need-multiple-networks-2": "Dlaczego istnieją te wszystkie różne sieci zamiast jednej sieci Ethereum?",
  "page-layer-2-faq-title": "Często zadawane pytania",
  "page-layer-2-faq-ExpandableCard-1-title": "Skąd mogę wiedzieć, czy sieć jest częścią Ethereum?",
  "page-layer-2-faq-ExpandableCard-1-description-1": "Jest wiele różnych sposobów na kategoryzowanie sieci w kontekście Ethereum. Wiele sieci utrzymuje, że skaluje Ethereum tylko w celu zyskania popularności. Jednakże jednym wyraźnym wskaźnikiem jest to czy sieć przechowuje swoje dane na głównej sieci Ethereum. To wielce wzmacnia bezpieczeństwo użytkowników i wizję Ethereum nie wymagającą pozwolenia. Takie projekty są często nazywane \"rollupami\". Jeśli dane są przechowywane gdzie indziej, wówczas projekt nie jest bezpośrednim przedłużeniem Ethereum a raczej czymś niezależnym. Sprawdź kilka z najbardziej popularnych",
  "page-layer-2-faq-ExpandableCard-1-description-2": "Niektóre branże mogę nie wymagać tak bliskiej relacji, na przykład gry czy aplikacje inne niż finansowe, gdzie lepiej pasują inne technologie.",
  "page-layer-2-faq-ExpandableCard-2-title": "Czy wszystkie te sieci są bezpieczne?",
  "page-layer-2-faq-ExpandableCard-2-description-1": "Na ogół są one zaprojektowane z solidną dbałością o bezpieczeństwo, ale zależy ono najbardziej od leżącej u podstaw technologii, zabezpieczeń inteligentnych kontraktów oraz",
  "page-layer-2-faq-ExpandableCard-2-link": "dojrzałości sieci",
  "page-layer-2-faq-ExpandableCard-2-description-2": "Użytkownicy powinni praktykować należytą staranność, zaczynając od niewielkich transakcji i pozostawać na bieżąco z rozwojem projektu, aby zapewnić sobie bezpieczeństwo korzystania z niego.",
  "page-layer-2-faq-ExpandableCard-3-title": "Dlaczego Ethereum nie może skalować własnego łańcucha, zamiast polegać na tych sieciach?",
  "page-layer-2-faq-ExpandableCard-3-description": "Ethereum nie może łatwo skalować własnego łańcucha, ponieważ musi pozostać bezpieczne i zdecentralizowane. Przyspieszenie głównego łańcucha sprawi, że będzie on mniej bezpieczny i bardziej scentralizowany. Sieci Ethereum pomagają poprzez przetwarzanie transakcji poza głównych aby później użyć go dla bezpieczeństwa, pozwalając Ethereum obsłużyć więcej transakcji nie tracąc bezpieczeństwa czy decentralizacji.",
  "page-layer-2-faq-ExpandableCard-4-title": "Dlaczego nie ma \"oficjalnych\" sieci Ethereum?",
  "page-layer-2-faq-ExpandableCard-4-description": "Tak jak nie ma „oficjalnego” klienta Ethereum, nie ma „oficjalnej” warstwy 2 Ethereum. Ethereum jest bezuprawnieniowe — z technicznego punktu widzenia każdy może utworzyć warstwę 2! Wiele zespołów zaimplementuje swoją wersję warstwy 2, a ekosystem jako całość skorzysta na różnorodnych podejść projektowych, które są zoptymalizowane pod kątem różnych zastosowań. Tak jak my mamy wiele klientów Ethereum opracowanych przez wiele zespołów, aby zapewnić sobie różnorodność w sieci, tak w przyszłości podobnie będą rozwijać się warstwy 2.",
  "page-layer-2-callout-1-title": "Odkrywaj różne sieci",
  "page-layer-2-callout-1-description": "Dowiedz się, jak sieci różnią się między sobą i w jakim są stopniu rozwoju.",
  "page-layer-2-callout-2-title": "Chcesz poznać więcej szczegółów?",
  "page-layer-2-callout-2-description": "Ciekawi Cię technologia i przyczyny tego podejścia do skalowania? Dowiedz się więcej o rozumowaniu i różnych podejściach technologicznych.",
  "page-layer-2-arbitrum-description": "Arbitrum One jest optymistycznym rollupem ogólnego przeznaczenia zbudowanym przez Offchain Labs i zarządzanym przez Arbitrum DAO.",
  "page-layer-2-base-description": "Base jest optymistycznym rollupem zbudowanym na OP Stack. Oferuje niski koszt i przyjazny dla konstruktorów sposób budowania onchain dla każdego, wszędzie.",
  "page-layer-2-optimism-description": "Główna sieć OP jest ekwiwalentnym do EVM optymistycznym rollupem. Ma na celu szybkość, prostotę i bezpieczeństwo.",
  "page-layer-2-blast-description": ".",
  "page-layer-2-zksync2-description": "ZKSync Era jest ZK rollupem ogólnego przeznaczenia w pełni kompatybilnym z EVM.",
  "page-layer-2-linea-description": "Linea jest ZK rollupem zasilanym przez Consensys zkEVM, zaprojektowanym by skalować sieć Ethereum.",
  "page-layer-2-scroll-description": "Scroll to pakiet zbiorczy o wiedzy zerowej, który rozszerza możliwości Ethereum dzięki technologii typu ZK (zero knowledge) i kompatybilności z EVM.",
  "page-layer-2-starknet-description": "Starknet to uniwersalny pakiet zbiorczy ZK oparty na STARK i maszynie wirtualnej Cairo.",
  "page-layer-2-mode-description": "Mode to optymistyczny pakiet zbiorczy oparty na OP Stack, który tworzy gospodarkę AlFi.",
  "page-layer-2-taiko-description": "Taiko to zdecentralizowany pakiet zbiorczy ZK-EVM, odpowiednik Ethereum, który umożliwia płynną komunikację między łańcuchami.",
  "page-layer-2-unichain-description": "Unichain to natywna dla DeFi warstwa 2 Ethereum, stworzona jako centrum płynności na różnych łańcuchach.",
  "page-layer-2-ink-description": "Ink to blockchain warstwy 2 oparty na OP Stack Ethereum, zaprojektowany jako centrum DeFi dla Superchain; potężna warstwa bazowa do wdrażania innowacyjnych protokołów DeFi.",
  "page-layer-2-zircuit-description": "Zircuit to kompatybilny z EVM ZK Rollup, wyposażony w zabezpieczenia na poziomie sekwencera wspierane przez AI, które wykrywają i zapobiegają złośliwym transakcjom."
}
