{
  "page-what-is-ether-meta-title": "Co to jest Ether (ETH)? (Kompletny przewodnik) | ethereum.org",
  "page-what-is-ether-meta-description": "Ether (ETH) to natywna kryptowaluta Ethereum. Dowiedz się, do czego służy, jak i gdzie go kupić, jaka jest jego podaż i co wpływa na jego cenę.",
  "page-what-is-ether-twitter-meta-description": "Ether (ETH) to natywna kryptowaluta Ethereum. Dowiedz się, do czego służy, jak i gdzie go kupić, jaka jest jego podaż i nie tylko.",
  "page-what-is-ether-title": "Co to jest Ether (ETH)?",
  "page-what-is-ether-hero-description-1": "Ether (ETH) to natywna kryptowaluta, która zasila sieć Ethereum. Służy do opłacania opłat transakcyjnych (znanych jako „gaz”) za korzystanie z sieci i aplikacji na niej zbudowanych, do zabezpieczania sieci poprzez staking oraz jako cyfrowy pieniądz do płatności i inwestycji — bez kontroli ze strony jakiegokolwiek centralnego podmiotu, organizacji czy rządu. ETH jest jedną z największych kryptowalut pod względem kapitalizacji rynkowej.",
  "page-what-is-ether-what-is-ether-description-1": "Ether, powszechnie znany jako ETH, jest paliwem napędzającym blockchain Ethereum. W przeciwieństwie do bitcoina, który służy głównie jako cyfrowy pieniądz, ether ma wiele zastosowań w ekosystemie Ethereum.",
  "page-what-is-ether-what-is-ether-description-2": "<strong>Jako natywna kryptowaluta Ethereum, ETH jest używany do:</strong>",
  "page-what-is-ether-what-is-ether-description-3": "Opłacania opłat transakcyjnych (gaz) za korzystanie z sieci i jej aplikacji",
  "page-what-is-ether-what-is-ether-description-4": "Zabezpieczania sieci Ethereum poprzez staking",
  "page-what-is-ether-what-is-ether-description-5": "ETH został wprowadzony w 2015 roku w ramach uruchomienia Ethereum i od tego czasu stał się jednym z <assets>najcenniejszych aktywów na świecie</assets>.",
  "page-what-is-ether-what-is-ether-description-6": "Dla konsumentów",
  "page-what-is-ether-what-is-ether-description-7": "ETH umożliwia globalne płatności bez udziału banków, zakup niewymienialnych tokenów (NFT) oraz dostęp do aplikacji zdecentralizowanych finansów (DeFi). Jest odporny na cenzurę i zapewnia transgraniczną funkcjonalność 24/7.",
  "page-what-is-ether-what-is-ether-description-8": "Dla deweloperów",
  "page-what-is-ether-what-is-ether-description-9": "ETH służy do opłacania opłat transakcyjnych podczas wdrażania smart kontraktów w sieci głównej Ethereum. Jest to również podstawowa waluta używana w wielu aplikacjach w ekosystemie Ethereum.",
  "page-what-is-ether-what-is-ether-description-10": "Dla inwestorów",
  "page-what-is-ether-what-is-ether-description-11": "ETH funkcjonuje jako środek przechowywania wartości i aktywo generujące zysk poprzez staking. Zapewnia ekspozycję na rozwój web3 i rozwijającą się gospodarkę cyfrową.",
  "page-what-is-ether-what-is-ether-description-12": "Dowiedz się więcej o stakingu ETH",
  "page-what-is-ether-how-to-buy-eth": "Jak kupić ETH",
  "page-what-is-ether-how-to-buy-eth-description-1": "Kupowanie ETH jest proste i oferuje kilka opcji w zależności od Twoich potrzeb i lokalizacji. <strong>Zawsze zaczynaj od zaufanej platformy</strong> oferującej wysoki poziom bezpieczeństwa.",
  "page-what-is-ether-how-to-buy-eth-description-2": "Konsumenci mogą kupować ETH za pośrednictwem giełd kryptowalut lub aplikacji portfelowych.",
  "page-what-is-ether-how-to-buy-eth-description-3": "<strong>Dygresja</strong>",
  "page-what-is-ether-how-to-buy-eth-description-4": "Kupując ETH, usłyszysz terminy „<strong>konto/adres</strong>” i „<strong>portfel</strong>”.",
  "page-what-is-ether-how-to-buy-eth-description-5": "Pomyśl o swoim <strong>koncie jak o adresie e-mail</strong>, na który ludzie wysyłają Ci pieniądze.",
  "page-what-is-ether-how-to-buy-eth-description-6": "Pomyśl o swoim <strong>portfelu jak o aplikacji e-mail</strong>, w której sprawdzasz salda i dokonujesz płatności.",
  "page-what-is-ether-how-to-buy-eth-description-7": "Możesz kupić ETH za pomocą:",
  "page-what-is-ether-how-to-buy-eth-description-8": "<strong>Karty kredytowe/debetowe</strong>: natychmiastowo, ale z wyższymi opłatami",
  "page-what-is-ether-how-to-buy-eth-description-9": "<strong>Przelewy bankowe</strong>: wolniej, ale z niższymi opłatami",
  "page-what-is-ether-how-to-buy-eth-description-10": "<strong>PayPal</strong> lub podobne usługi, jeśli są dostępne",
  "page-what-is-ether-how-to-buy-eth-description-11": "<strong>Dla firm</strong> giełdy oferują konta korporacyjne z wyższymi limitami, lepszym wsparciem, funkcjami zgodności, rabatami ilościowymi i zwiększonym bezpieczeństwem.",
  "page-what-is-ether-how-to-buy-eth-description-12": "Inne sposoby na zdobycie ETH:",
  "page-what-is-ether-how-to-buy-eth-description-13": "<strong>Otrzymywanie płatności</strong> od znajomych",
  "page-what-is-ether-how-to-buy-eth-description-14": "<strong>Zapewnianie płynności</strong> w protokołach zdecentralizowanych finansów",
  "page-what-is-ether-how-to-buy-eth-description-15": "<strong>Stakowanie ETH</strong> w celu zdobywania nagród przy jednoczesnym zabezpieczaniu sieci Ethereum",
  "page-what-is-ether-how-to-buy-eth-description-16": "Dowiedz się więcej o tym, jak i gdzie kupić ETH",
  "page-what-is-ether-how-to-send-and-receive-eth": "Jak wysyłać i odbierać ETH",
  "page-what-is-ether-how-to-send-and-receive-eth-description-1": "<strong>Wysyłanie ETH</strong> wymaga portfela i adresu odbiorcy. Wprowadź jego adres, określ kwotę, sprawdź opłatę transakcyjną i potwierdź. Transakcje zazwyczaj docierają w mniej niż 30 sekund i nie mogą być cofnięte po potwierdzeniu.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-2": "<strong>Odbieranie ETH</strong> wymaga udostępnienia nadawcy swojego adresu Ethereum lub kodu QR. Środki pojawiają się w Twoim portfelu po potwierdzeniu przez sieć, a większość portfeli wysyła powiadomienia.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-3": "<strong>Potrzebujesz pomocy?</strong> Przeczytaj poradnik <howToUseWallet>Jak korzystać z portfela</howToUseWallet>.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-4": "Kupując ETH, usłyszysz terminy „<strong>konto/adres</strong>” i „<strong>portfel</strong>”.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-5": "Pomyśl o swoim <strong>koncie jak o adresie e-mail</strong>, na który ludzie wysyłają Ci pieniądze.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-6": "Pomyśl o swoim <strong>portfelu jak o aplikacji e-mail</strong>, w której sprawdzasz salda i dokonujesz płatności.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-7": "W przypadku większych kwot rozważ użycie portfeli sprzętowych dla dodatkowego bezpieczeństwa.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-8": "Dowiedz się o Ethereum i o tym, jak działa.",
  "page-what-is-ether-how-to-send-and-receive-eth-callout": "Udostępniaj swój adres Ethereum tylko zaufanym kontaktom. Ponieważ Ethereum to publiczna księga, mogą oni zobaczyć Twoje saldo i transakcje. Nie mają dostępu do Twoich środków, ale zalecane jest zachowanie prywatności.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth": "Ile czasu zajmuje wysłanie ETH?",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-1": "Transakcje ETH zazwyczaj są realizowane w mniej niż 30 sekund. Sieć Ethereum przetwarza bloki co 12 sekund, chociaż transakcje mogą być kolejkowane w okresach przeciążenia.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-2": "Transakcje osiągają „finalność” po około 15 minutach, w porównaniu do średniej 60 minut w przypadku Bitcoina.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-3": "Podczas dużego ruchu w sieci można przyspieszyć transakcje, płacąc wyższe opłaty transakcyjne, co umieszcza Cię na początku kolejki. Opłaty są dzielone między walidatorów i mechanizm spalania.",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth": "Ile kosztuje wysłanie ETH?",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth-description-1": "Transakcje Ethereum wymagają <strong>opłat transakcyjnych płaconych w ETH</strong>. Opłata jest obliczana na podstawie wymaganej pracy obliczeniowej (mierzonej w „gazie”) oraz bieżącego zapotrzebowania w sieci. Cena gazu waha się w zależności od ruchu w sieci, dzięki czemu transakcje są tańsze w okresach poza szczytem.",
  "page-what-is-ether-l2s": "Wprowadzenie do L2: skalowanie Ethereum",
  "page-what-is-ether-l2s-description-1": "Wraz ze wzrostem popularności Ethereum utrzymanie niskich opłat transakcyjnych staje się wyzwaniem. Sieci <strong>warstwy 2 (L2)</strong> rozwiązują ten problem.",
  "page-what-is-ether-l2s-description-2": "Sieci L2, takie jak <optimism>Optimism</optimism> i <arbitrum>Arbitrum</arbitrum>, oferują <strong>10-100x niższe opłaty</strong>, dziedzicząc jednocześnie bezpieczeństwo Ethereum. Przetwarzają one transakcje off-chain i publikują dane w Ethereum.",
  "page-what-is-ether-l2s-description-3": "Można je porównać do pasów ekspresowych, które zapewniają szybsze i tańsze transakcje obok głównej autostrady Ethereum.",
  "page-what-is-ether-l2s-description-4": "<strong>Transfery na L2 zazwyczaj kosztują mniej niż 0,01 USD</strong>, co przyciąga do Ethereum miliony nowych użytkowników dzięki integracjom z firmami takimi jak Robinhood, PayPal i Shopify.",
  "page-what-is-ether-what-is-the-eth-supply": "Jaka jest podaż ETH?",
  "page-what-is-ether-what-is-the-eth-supply-description-1": "W przeciwieństwie do stałego limitu 21 milionów w Bitcoinie, ETH ma dynamiczną mechanikę podaży:",
  "page-what-is-ether-what-is-the-eth-supply-description-2": "Nowe ETH są emitowane w celu nagradzania walidatorów sieci w ograniczonym tempie obliczanym przez protokół",
  "page-what-is-ether-what-is-the-eth-supply-description-3": "Część każdej opłaty transakcyjnej jest trwale „spalana” (usuwana z obiegu)",
  "page-what-is-ether-what-is-the-eth-supply-description-4": "Tworzy to naprzemienne okresy inflacji i deflacji w zależności od wykorzystania sieci",
  "page-what-is-ether-what-is-the-eth-supply-description-5": "<strong>Oczekiwana równowaga</strong>: system równoważy bezpieczeństwo sieci z długoterminowym zachowaniem wartości. Wysokie wykorzystanie prowadzi do deflacji, a niskie do inflacji.",
  "page-what-is-ether-what-is-the-eth-supply-description-6": "Źródła danych: <etherscan>Etherscan</etherscan>, <ultrasound>Ultrasound Money</ultrasound>",
  "page-what-is-ether-what-is-the-distribution-of-eth": "Jaka jest dystrybucja ETH?",
  "page-what-is-ether-what-is-the-distribution-of-eth-description-1": "Własność jest szeroko rozproszona na <etherscan>dziesiątkach milionów adresów</etherscan>, co zapobiega koncentracji kontroli i zwiększa decentralizację.",
  "page-what-is-ether-breakdown": "Podział dystrybucji etheru",
  "page-what-is-ether-breakdown-description-1": "<strong>Stakowany ether</strong>: dziesiątki milionów ETH <beaconchain>zablokowanych</beaconchain> w celu zapewnienia bezpieczeństwa sieci",
  "page-what-is-ether-breakdown-description-2": "<strong>Giełdy</strong>: scentralizowane platformy <unchained>przechowują 13-16%</unchained> podaży",
  "page-what-is-ether-breakdown-description-3": "<strong>Smart kontrakty</strong>: znaczne kwoty w smart kontraktach, w tym w protokołach DeFi",
  "page-what-is-ether-breakdown-description-4": "<strong>Fundacja Ethereum</strong>: przechowuje <ef>mniej niż 0,3%</ef> podaży (spadek z 9% w 2014 r.)",
  "page-what-is-ether-who-holds-most": "Kto ma najwięcej?",
  "page-what-is-ether-who-holds-most-description-1": "Adresy Ethereum z najwyższymi saldami ETH zazwyczaj nie należą do osób fizycznych. Zdecydowana większość etheru widocznego na „czołowych” adresach Ethereum reprezentuje zbiorowe, połączone środki wielu różnych osób i podmiotów, a nie zasoby pojedynczej osoby. ",
  "page-what-is-ether-who-holds-most-description-2": "Konta ETH z najwyższym saldem zazwyczaj obejmują:",
  "page-what-is-ether-who-holds-most-description-3": "Kontrakt depozytowy Beacon Chain: saldo kontraktu depozytowego reprezentuje wszystkie ETH, które zostały <staked>zastakowane</staked>, aby pomóc w zabezpieczeniu sieci Ethereum. Chociaż jest to adres Ethereum z największym saldem ETH, nie reprezentuje on dostępnego konta portfela Ethereum. Jest to smart kontrakt, który przyjmuje depozyty ETH jako pierwszy krok do udziału w stakingu, a następnie zarządza saldami tego etheru na aktywnych walidatorach sieci.",
  "page-what-is-ether-who-holds-most-description-4": "Smart kontrakty: wiele innych adresów Ethereum o wysokim saldzie reprezentuje smart kontrakty, które zasilają aplikacje oparte na Ethereum, takie jak adresy smart kontraktów dla protokołów zdecentralizowanych finansów (DeFi), mostów lub zdecentralizowanych organizacji autonomicznych (DAO). Te salda kontraktów reprezentują ether, który wiele portfeli zdeponowało, aby uczestniczyć w ich aplikacjach.",
  "page-what-is-ether-who-holds-most-description-5": "Konta zbiorcze: są to duże portfele obsługiwane przez giełdy, platformy i fundusze (takie jak Coinbase, Robinhood czy Binance). Kiedy użytkownik kupuje ETH na giełdzie, często jest on przechowywany na jednym z tych ogromnych kont wraz z ETH posiadanym przez tysiące innych klientów platformy.",
  "page-what-is-ether-who-holds-most-description-6": "Możesz zobaczyć aktualną listę adresów portfeli Ethereum z najwyższymi saldami ETH na <etherscan>Etherscan tutaj</etherscan>.",
  "page-what-is-ether-distribution": "Dlaczego dystrybucja ma znaczenie dla decentralizacji",
  "page-what-is-ether-distribution-description-1": "Szeroka dystrybucja zapobiega scentralizowanej kontroli. Prawdziwa decentralizacja zależy od liczby niezależnych węzłów i walidatorów utrzymujących sieć.",
  "page-what-is-ether-what-makes-eth-valuable": "Co sprawia, że ETH jest cenne?",
  "page-what-is-ether-what-makes-eth-valuable-description-1": "ETH czerpie swoją wartość z wielu źródeł:",
  "page-what-is-ether-what-makes-eth-valuable-description-2": "<strong>Użyteczność sieci</strong>: wszystkie transakcje w Ethereum wymagają ETH do opłacenia gazu, co tworzy stały popyt, który rośnie wraz z adopcją sieci.",
  "page-what-is-ether-what-makes-eth-valuable-description-3": "<strong>Nagrody za staking</strong>: stakerzy ETH zarabiają, zabezpieczając sieć, co przyciąga zarówno indywidualnych, jak i instytucjonalnych inwestorów.",
  "page-what-is-ether-what-makes-eth-valuable-description-4": "<strong>Środek przechowywania wartości</strong>: wielu postrzega ETH jako „cyfrową ropę” — rzadkie aktywo o realnej użyteczności, napędzające gospodarkę cyfrową.",
  "page-what-is-ether-what-makes-eth-valuable-description-5": "<strong>Dynamika podaży</strong>: spalanie opłat tworzy presję deflacyjną w okresach wysokiego wykorzystania. Od 2021 roku <ultrasound>miliony ETH zostały trwale usunięte</ultrasound> z obiegu.",
  "page-what-is-ether-what-is-wrapping-eth": "Czym jest opakowywanie ETH?",
  "page-what-is-ether-what-is-wrapping-eth-description-1": "Wrapped ETH (WETH) to token ERC-20, który reprezentuje ETH w stosunku 1:1. Wiele zdecentralizowanych aplikacji i sieci L2 jest zbudowanych do obsługi tokenów ERC-20, ale sam natywny ETH nie jest tokenem ERC-20. „Opakowywanie” oznacza zablokowanie ETH w smart kontrakcie i wyemitowanie reprezentacji tego zablokowanego ETH w postaci ERC-20 (WETH), co pozwala na jego użycie we wszystkich aplikacjach i sieciach L2, które akceptują tylko tokeny ERC-20.",
  "page-what-is-ether-what-is-wrapping-eth-description-2": "Typowe zastosowania obejmują:",
  "page-what-is-ether-what-is-wrapping-eth-description-3": "Pary handlowe na zdecentralizowanych giełdach, takich jak <uniswap>Uniswap</uniswap>",
  "page-what-is-ether-what-is-wrapping-eth-description-4": "Zabezpieczenie na platformach pożyczkowych, takich jak <aave>Aave</aave>",
  "page-what-is-ether-what-is-wrapping-eth-description-5": "Składanie ofert na rynkach NFT, takich jak <opensea>OpenSea</opensea>",
  "page-what-is-ether-what-is-wrapping-eth-description-6": "WETH można w każdej chwili odpakować z powrotem do ETH przy minimalnych opłatach. WETH jest niszczony, a reprezentowany przez niego ETH jest uwalniany ze smart kontraktu. Większość aplikacji obsługuje proces opakowywania i odpakowywania w sposób płynny.",
  "page-what-is-ether-what-is-wrapping-eth-description-7": "Dowiedz się więcej o Wrapped ETH (WETH)",
  "page-what-is-ether-gas-table-transaction-type": "Rodzaj transakcji",
  "page-what-is-ether-gas-table-typical-cost-range": "Aktualny zakres kosztów",
  "page-what-is-ether-gas-table-estimated-gas-units": "Szacowane jednostki gazu",
  "page-what-is-ether-gas-table-row-1-1": "Transfery ETH",
  "page-what-is-ether-gas-table-row-2-1": "Wymiana tokenów",
  "page-what-is-ether-gas-table-row-3-1": "Złożone transakcje DeFi/NFT"
}