{
  "page-what-is-ethereum-meta-title": "Co to jest Ethereum? (kompletny przewodnik) | ethereum.org",
  "page-what-is-ethereum-meta-description": "Pełny przegląd tego, czym jest Ethereum, jak działa, do czego służy oraz jak zacząć z niego korzystać lub na nim budować. Wyjaśnione prostym językiem.",
  "page-what-is-ethereum-title": "Co to jest Ethereum?",
  "page-what-is-ethereum-hero-description-1": "Ethereum to zdecentralizowana sieć blockchain oraz platforma programistyczna, zasilana przez kryptowalutę ether (ETH).",
  "page-what-is-ethereum-hero-description-2": "Jest domem dla tysięcy kryptowalut i aplikacji z zakresu DeFi, NFT, gier, zdecentralizowanych mediów społecznościowych oraz stablecoinów.",
  "page-what-is-ethereum-ethereum-intro-1": "Ethereum to otwarty, publiczny blockchain, uruchomiony w lipcu 2015 roku przez programistę Vitalika Buterina i mały zespół współzałożycieli.",
  "page-what-is-ethereum-ethereum-intro-2": "Idea stojąca za Ethereum była prosta. Podczas gdy Bitcoin umożliwia przesyłanie i odbieranie cyfrowej gotówki, Ethereum miało rozbudować tę funkcję wprowadzając otwartoźródłowe programy nazywane <a>inteligentnymi kontraktami</a>.",
  "page-what-is-ethereum-ethereum-intro-3": "<strong>Inteligentne kontrakty</strong> pozwalają każdemu tworzyć własne cyfrowe aktywa oraz zdecentralizowane aplikacje (dapki), które działają 24/7 na całym świecie. W przeciwieństwie do banków, korporacji czy innych instytucji, inteligentne kontrakty są dostępne dla każdego, kto ma dostęp do internetu.",
  "page-what-is-ethereum-ethereum-intro-4": "Od 2015 roku Ethereum rozrosło się w tętniący życiem ekosystem cyfrowych aktywów, takich jak <strong>stablecoiny</strong>, tokeny niewymienne (<strong>NFT</strong>) czy tokeny zarządzania, a także ogromny świat dapek dla zdecentralizowanych finansów (<strong>DeFi</strong>), sztuki i kolekcjonerstwa, gier oraz zdecentralizowanych mediów społecznościowych.",
  "page-what-is-ethereum-ethereum-intro-5": "Całość tego ekosystemu nazywana jest „<strong>web3</strong>”, reprezentując trzecią fazę <strong>internetu, skoncentrowanego wokół własności</strong>.",
  "page-what-is-ethereum-ethereum-intro-6": "Dziś z Ethereum korzystają <millions>miliony ludzi</millions> na całym świecie, <billions>trzymających miliardy dolarów</billions> w aktywach, którzy każdego roku wysyłają i otrzymują <trillions>biliony dolarów</trillions> — wszystko bez banku.",
  "page-what-is-ethereum-ethereum-intro-7": "W sercu tego całego ekosystemu znajduje się natywna kryptowaluta Ethereum, <strong>ether (ETH)</strong>, nowy rodzaj cyfrowych pieniędzy wykorzystywany do zasilania całej sieci.",
  "page-what-is-ethereum-network-title": "Czym jest sieć Ethereum?",
  "page-what-is-ethereum-network-intro-1": "Pomyśl o sieci Ethereum jak o <strong>globalnej infrastrukturze cyfrowej, z której każdy możesz korzystać</strong>, ale której nikt nie może nadużywać.",
  "page-what-is-ethereum-network-intro-2": "Sieć składa się z <strong>tysięcy niezależnych komputerów</strong> na całym świecie, zwanych węzłami. Te węzły, uruchamiane przez zwykłych ludzi, współpracują, aby zapewnić usługi finansowe i cyfrowe aplikacje każdemu, w dowolnym miejscu.",
  "page-what-is-ethereum-network-intro-3": "Sieć Ethereum ma <strong>3 kluczowe przewagi</strong> nad tradycyjnymi sieciami należącymi do instytucji. Są to odporność na cenzurę, zwiększone bezpieczeństwo oraz większa niezawodność.",
  "page-what-is-ethereum-network-censorship-title": "Odporność na cenzurę",
  "page-what-is-ethereum-network-censorship-desc-1": "Podczas gdy tradycyjne aplikacje i usługi finansowe polegają na bankach lub korporacjach, które mogą zdecydować zablokowaniu dostępu lub zamrożeniu kont, dapki na Ethereum są odporne na cenzurę.",
  "page-what-is-ethereum-network-censorship-desc-2": "Wynika to z faktu, że sieć węzłów Ethereum rejestruje każdą transakcję bez wyjątków — zasada ta jest zapisania w kodzie.",
  "page-what-is-ethereum-network-security-title": "Wysokie bezpieczeństwo",
  "page-what-is-ethereum-network-security-desc-1": "Podczas gdy wiele współczesnych aplikacji jest hostowanych przez dostawców usług w chmurze, takich jak AWS, i może być narażonych na ataki oraz usunięcie, dapki na Ethereum są zabezpieczone przez samą sieć. Każdy węzeł przechowuje i synchronizuje cały stan Ethereum, w tym wszystkie kontrakty.",
  "page-what-is-ethereum-network-security-desc-2": "Gdyby ktoś próbował zmienić kontrakt, sieć by go odrzuciła, bo nie zgadzałby się z zapisami reszty węzłów. Aby obalić pojedynczą aplikację, atakujący musieliby przejąć całą się, co kosztowałoby miliardy i byłoby ekstremalnie trudne do skoordynowania.",
  "page-what-is-ethereum-network-reliability-title": "Trwałość i niezawodność",
  "page-what-is-ethereum-network-reliability-desc-1": "Awarie platform chmurowych mogą spowodować wyłączenie aplikacji, w przeciwieństwie do Ethereum, którego konstrukcja zapewnia maksymalną sprawność. Sieć będzie funkcjonować nawet wtedy, gdy niektóre węzły przestaną działać z powodu błędów w oprogramowaniu, działań rządów, klęsk żywiołowych czy wojny.",
  "page-what-is-ethereum-network-reliability-desc-2": "Miliony ludzi codziennie korzystają z tysięcy dapek na Ethereum. Chociaż wysokie zapotrzebowanie może czasem powodować wyższe opłaty transakcyjne, pokazuje to tylko siłę sieci, która stawia na bezpieczeństwo, decentralizację i gwarancję, że będzie ona zawsze dostępna, kiedy jej potrzebujesz.",
  "page-what-is-ethereum-network-layer2-title": "Rozszerzenia Ethereum (warstwa 2)",
  "page-what-is-ethereum-network-layer2-desc-1": "Różne zespoły stworzyły sieci warstwy 2 (L2), które działają na bazie Ethereum, aby zwiększyć jego wydajność. Warstwy 2 działają jak pasy szybkiego ruchu, sprawiając, że transakcje są szybsze i tańsze — często kosztują mniej niż 1 cent.",
  "page-what-is-ethereum-network-layer2-desc-2": "Niektóre z najpopularniejszych warstw 2, w tym <optimism>Optimism</optimism>, <arbitrum>Arbitrum</arbitrum>, <zksync>ZKSync</zksync> czy <base>Base</base>, przetwarzają obecnie każdego roku miliony transakcji wartych miliardy dolarów.",
  "page-what-is-ethereum-network-learn-more": "Dowiedz się więcej o sieciach Ethereum",
  "page-what-is-ethereum-ether-title": "Czym jest ether (ETH)?",
  "page-what-is-ethereum-ether-intro-1": "Ether (ETH) to natywna kryptowaluta Ethereum.",
  "page-what-is-ethereum-ether-intro-2": "To nowy rodzaj <strong>cyfrowych pieniędzy, które można wysłać do dowolnej osoby w dowolnym miejscu na świecie w ciągu kilku sekund</strong> za zaledwie kilka centów. Ale ETH to coś więcej niż tylko płatności. Odgrywa on kluczową rolę w utrzymaniu działania całej sieci Ethereum.",
  "page-what-is-ethereum-ether-intro-3": "Gdy używasz Ethereum do wysyłania pieniędzy, kolekcjonowania dzieł sztuki lub tworzenia nowej dapki, płacisz niewielką <strong>opłatę transakcyjną</strong> (lub opłatę za gaz) <strong>w ETH</strong>. Opłata ta zapobiega spamowi i nagradza osoby zwane walidatorami, którzy przetwarzają transakcję.",
  "page-what-is-ethereum-ether-intro-4": "Ci <strong>walidatorzy pomagają zabezpieczyć sieć Ethereum</strong> poprzez system zwany stakingiem. Blokując swoje ETH, zyskują prawo do przetwarzania transakcji. W zamian otrzymują nagrody w ETH. Dzięki temu Ethereum ma własną, samowystarczalną gospodarkę, napędzaną przez użytkowników, a nie firmy.",
  "page-what-is-ethereum-ether-intro-5": "W przeciwieństwie do wielu tradycyjnych walut, <strong>ETH może z czasem stać się bardziej deficytowe</strong>. Za każdym razem, gdy ktoś korzysta z Ethereum, niewielka część ETH zostaje spalona, czyli na zawsze usuwana z obiegu. W dni o dużym natężeniu ruchu spala się więcej ETH, niż powstaje nowych, co sprawia, że ETH ma charakter deflacyjny i z czasem zyskuje na wartości. Im więcej osób korzysta z Ethereum, tym więcej spala się ETH.",
  "page-what-is-ethereum-ether-intro-6": "Z tego powodu wiele osób traktuje ETH jako inwestycję i decyduje się je trzymać, stakować lub pożyczać, aby powiększać swoje oszczędności.",
  "page-what-is-ethereum-ether-learn-more": "Dowiedz się więcej o etherze (ETH)",
  "page-what-is-ethereum-how-title": "Jak działa Ethereum?",
  "page-what-is-ethereum-how-intro-1": "Kiedy Ethereum zostało <strong>uruchomione w 2015 roku</strong>, korzystało z systemu zwanego proof-of-work.",
  "page-what-is-ethereum-how-intro-2": "Ten mechanizm, zapoczątkowany przez Bitcoina, pozwalał komputerom uzgadniać, kto jest właścicielem jakich środków. Komputery zużywały wtedy ogromną ilość energii, próbując rozwiązać skomplikowaną zagadkę matematyczną. Zwycięzca mógł zaproponować blok przychodzących transakcji i zarobić nowe ETH.",
  "page-what-is-ethereum-how-intro-3": "W 2022 roku Ethereum przeszło na nowy system zwany <strong>proof-of-stake</strong>, który <a>zużywa 99% mniej energii</a>. Zamiast matematycznych zagadek, walidatorzy blokują swoje ETH jako depozyt zabezpieczający, aby zyskać prawo do przetwarzania transakcji.",
  "page-what-is-ethereum-how-intro-4": "Jeśli zrobią to poprawnie, zarobią ETH. Jeśli spróbują oszukiwać, stracą część swojej stawki.",
  "page-what-is-ethereum-how-intro-5": "Spójrz na poniższy przykład:",
  "page-what-is-ethereum-how-example-1-title": "Kiedy wysyłasz 10$ w stablecoinach do znajomego na Ethereum:",
  "page-what-is-ethereum-how-example-1-step-1": "Otwierasz swój portfel, dodajesz adres konta i kwotę, a następnie klikasz „wyślij”.",
  "page-what-is-ethereum-how-example-1-step-2": "Twój portfel podpisuje płatność i rozsyła ją do sieci.",
  "page-what-is-ethereum-how-example-1-step-3": "Płatność czeka w publicznej kolejce (mempool), aż wybierze ją proponent bloku.",
  "page-what-is-ethereum-how-example-1-step-4": "Proponent bloku dodaje ją do następnego bloku transakcji, rozsyła go i otrzymuje opłatę.",
  "page-what-is-ethereum-how-example-1-step-5": "Kontrakt stablecoina przenosi 10$ od Ciebie do Twojego znajomego, po czym oba portfele są aktualizowane.",
  "page-what-is-ethereum-how-example-1-step-6": "Globalna sieć walidatorów dwukrotnie sprawdza i poświadcza ważność zmian.",
  "page-what-is-ethereum-how-example-2-title": "Kiedy wybijasz przedmiot kolekcjonerski za 5$ na Ethereum:",
  "page-what-is-ethereum-how-example-2-step-1": "Łączysz swój portfel z dapką i wybierasz przedmiot do wybicia.",
  "page-what-is-ethereum-how-example-2-step-2": "Potwierdzasz zakup, a portfel podpisuje i rozsyła transakcję.",
  "page-what-is-ethereum-how-example-2-step-3": "Żądanie wybicia trafia do mempool'a i zostaje dodane do bloku przez walidatora.",
  "page-what-is-ethereum-how-example-2-step-4": "Inteligentny kontrakt NFT zapisuje Twój portfel jako nowego właściciela.",
  "page-what-is-ethereum-how-example-2-step-5": "Kilka sekund później Twoje NFT pojawia się w Twoim portfelu.",
  "page-what-is-ethereum-how-outro-1": "To wszystko jest możliwe dzięki mocy inteligentnych kontraktów — otwartoźródłowych programów działających na Ethereum 24/7, 365 dni w roku, dostępnych dla każdego i w dowolnym miejscu.",
  "page-what-is-ethereum-how-outro-2": "<strong>Każda transakcja, zmiana i działanie są synchronizowane na tysiącach niezależnych węzłów.</strong> Dzięki temu Ethereum jest niezawodne, transparentne i odporne na cenzurę.",
  "page-what-is-ethereum-how-learn-more-1": "Dowiedz się więcej o tym, jak działa Ethereum",
  "page-what-is-ethereum-how-learn-more-2": "Zapoznaj się z dokumentacją dla programistów, aby uzyskać techniczny przegląd Ethereum",
  "page-what-is-ethereum-what-title": "Do czego służy Ethereum?",
  "page-what-is-ethereum-what-intro-1": "Ludzie korzystają z Ethereum, aby robić rzeczy, które wcześniej nie były możliwe.",
  "page-what-is-ethereum-what-intro-2": "Rolnicy w Kenii mogą otrzymać <insurance>automatyczne ubezpieczenia swoich upraw</insurance> bez konieczności składania wniosku w banku. Firmy takie jak <strong>Visa</strong> mogą wprowadzać <payment>nowe systemy płatności, które działają globalnie</payment> od samego początku. Organizacje międzynarodowe, takie jak <strong>ONZ</strong> mogą <aid>dostarczać pomoc uchodźcom</aid>, oszczędzając miliony dolarów na opłatach bankowych.",
  "page-what-is-ethereum-what-intro-3": "Te dapki i aktywa działają na Ethereum przy użyciu otwartoźródłowego kodu i nie mogą być ograniczone, ocenzurowane ani wyłączone.",
  "page-what-is-ethereum-what-intro-4": "Oto w jaki sposób różne grupy korzystają obecnie z Ethereum:",
  "page-what-is-ethereum-what-consumers-title": "Konsumenci",
  "page-what-is-ethereum-what-consumers-desc-1": "Miliony ludzi korzysta już z dapek na Ethereum każdego dnia do przesyłania pieniędzy, handlu i posiadania cyfrowych aktywów. W przeciwieństwie do tradycyjnych aplikacji nie musisz rejestrować się swoim imieniem i nazwiskiem, czekać na zatwierdzenie przez bank ani przekazywać swoich danych osobowych.",
  "page-what-is-ethereum-what-consumers-desc-2": "Wystarczy portfel i połączenie z internetem, aby:",
  "page-what-is-ethereum-what-consumers-benefit-1": "<strong>Korzystać z usług finansowych bez konta bankowego</strong> czy historii kredytowej",
  "page-what-is-ethereum-what-consumers-benefit-2": "<strong>Posiadać cyfrowe przedmioty kolekcjonerskie</strong>, dzieła sztuki i aktywa, których nie da się skopiować ani skonfiskować",
  "page-what-is-ethereum-what-consumers-benefit-3": "Logować się do dapek za pomocą portfela, a nie adresu e-mail — <strong>bez haseł i konieczności podawania danych osobowych</strong>",
  "page-what-is-ethereum-what-consumers-benefit-4": "Uczestniczyć w globalnych społecznościach, w których możesz głosować, współtworzyć i zarabiać bez granic",
  "page-what-is-ethereum-what-businesses-title": "Firmy i deweloperzy",
  "page-what-is-ethereum-what-businesses-benefit-1": "Uruchamiaj dapki z wbudowanymi płatnościami globalnymi działającymi od samego początku",
  "page-what-is-ethereum-what-businesses-benefit-2": "Wdrażaj kontrakty odporne na manipulacje, które <strong>automatycznie egzekwują zawarte porozumienia</strong>",
  "page-what-is-ethereum-what-businesses-benefit-3": "Twórz produkty finansowe, na których każdy może budować i zwiększyć ich wartość",
  "page-what-is-ethereum-what-businesses-example": "Dla przykładu, <a>PayPal uruchomił swój własny stablecoin, PYUSD, na Ethereum</a>. Jest to znak, że nawet największe firmy płatnicze na świecie dostrzegają zalety otwartej i programowalnej natury Ethereum.",
  "page-what-is-ethereum-what-governments-title": "Rządy",
  "page-what-is-ethereum-what-governments-intro": "Rządy również zaczynają badać możliwości oferowane przez Ethereum, takie jak:",
  "page-what-is-ethereum-what-governments-benefit-1": "<strong>Dystrybucja publicznych funduszy</strong> i świadczeń bezpośrednio do obywateli z zachowaniem pełnej przejrzystości",
  "page-what-is-ethereum-what-governments-benefit-2": "<strong>Wydawanie cyfrowych tożsamości</strong> lub rejestrów, które są weryfikowalne i przenośne między granicami",
  "page-what-is-ethereum-what-governments-benefit-3": "Budowanie <strong>odpornej na manipulacje infrastruktury publicznej do głosowania</strong>, rejestrów gruntów czy rejestrów państwowych",
  "page-what-is-ethereum-what-governments-example-1": "Dla przykładu, Ministerstwo Transformacji Cyfrowej Ukrainy <a>wykorzystało Ethereum do rozprowadzenia pomocy w czasie wojny</a>.",
  "page-what-is-ethereum-what-governments-example-2": "Środki były przesyłane bezpośrednio do obywateli i organizacji pozarządowych przy użyciu inteligentnych kontraktów, zapewniając przejrzystość, szybkość i rozliczalność w czasie kryzysu.",
  "page-what-is-ethereum-what-learn-more": "Dowiedz się więcej o tym, do czego służy Ethereum",
  "page-what-is-ethereum-start-title": "Jak zacząć korzystać z Ethereum",
  "page-what-is-ethereum-start-intro-1": "Rozpoczęcie przygody z Ethereum jest łatwiejsze, niż mogłoby się wydawać.",
  "page-what-is-ethereum-start-intro-2": "Nie potrzebujesz żadnego pozwolenia. Nie potrzebujesz banku ani nawet dokumentu tożsamości. Jedyne czego potrzebujesz to jakieś urządzenie i połączenie z internetem.",
  "page-what-is-ethereum-start-individuals-title": "Dla osób indywidualnych",
  "page-what-is-ethereum-start-individuals-desc-1": "Pierwszym krokiem jest pobranie portfela.",
  "page-what-is-ethereum-start-individuals-desc-2": "Pomyśl o nim jak o aplikacji, która odgrywa rolę zarówno Twojego konta, jak i przeglądarki internetowej dla Ethereum. Zarządza on Twoimi kryptowalutami, umożliwia logowanie się do dapek, a także wysyłanie i odbieranie cyfrowych aktywów takich jak tokeny czy NFT.",
  "page-what-is-ethereum-start-individuals-desc-3": "Popularne portfele, takie jak <zerion>Zerion</zerion>, <rainbow>Rainbow</rainbow> czy <coinbase>Coinbase Wallet</coinbase> są darmowe i łatwe w obsłudze. Po skonfigurowaniu swojego portfela możesz:",
  "page-what-is-ethereum-start-individuals-step-1": "Kupić niewielką ilość ETH na giełdzie lub bezpośrednio w niektórych portfelach",
  "page-what-is-ethereum-start-individuals-step-2": "Wykorzystać to ETH do opłacania transakcji, takich jak wysyłanie tokenów lub zbieranie NFT",
  "page-what-is-ethereum-start-individuals-step-3": "Odkrywać dapki, takie jak<zora>Zora</zora>, <uniswap>Uniswap</uniswap> czy <farcaster>Farcaster</farcaster> — bez konieczności nowych loginów lub dodatkowych zgód",
  "page-what-is-ethereum-start-individuals-desc-4": "Priorytety te pomogą zapewnić, że Ethereum będzie bezpieczne, skalowalne i przyjazne dla użytkownika, ponieważ każdego dnia coraz więcej osób polega na tej sieci.",
  "page-what-is-ethereum-start-individuals-desc-5": "Te dapki działają w Twojej przeglądarce i działają natychmiastowo z Twoim portfelem. Możesz zacząć korzystać z Ethereum w kilka minut.",
  "page-what-is-ethereum-start-individuals-cta-1": "Zacznij tutaj",
  "page-what-is-ethereum-start-individuals-cta-2": "Zobacz aplikacje",
  "page-what-is-ethereum-start-developers-title": "Dla deweloperów",
  "page-what-is-ethereum-start-developers-desc-1": "Ethereum to plac zabaw dla deweloperów. Możesz zacząć budować bez pozwoleń, zatwierdzeń i nawet bez prawdziwych pieniędzy.",
  "page-what-is-ethereum-start-developers-desc-2": "<a>Dokumentacja dla deweloperów Ethereum</a> przeprowadzi Cię przez wszystko, od napisania pierwszego inteligentnego kontraktu po wdrożenie go w sieciach testowych, takich jak Sepolia.",
  "page-what-is-ethereum-start-developers-desc-3": "Możesz tworzyć kompleksowe dapki za pomocą narzędzi takich jak <hardhat>Hardhat</hardhat>, <foundry>Foundry</foundry> czy <ethers>Ethers.js</ethers> lub eksperymentować z platformami niskokodowymi, takimi jak <thirdweb>thirdweb</thirdweb> lub <moralis>Moralis</moralis>.",
  "page-what-is-ethereum-start-developers-desc-4": "Wszystko jest otwartoźródłowe i komponowalne, więc możesz modyfikować i budować na istniejących już rozwiązaniach, bez pytania o pozwolenie.",
  "page-what-is-ethereum-start-developers-cta": "Zacznij budować na Ethereum",
  "page-what-is-ethereum-start-business-title": "Wykorzystaj Ethereum w biznesie",
  "page-what-is-ethereum-start-business-desc-1": "Przedsiębiorstwa już wykorzystują Ethereum do zasilania nowej infrastruktury.",
  "page-what-is-ethereum-start-business-desc-2": "Wiele przedsiębiorstw zaczyna od sieci warstwy 2, takich jak Optimism czy Base, aby obsługiwać przypadki użycia wymagające dużej przepustowości. Sieci te oferują niższe opłaty, większą szybkość, a jednocześnie korzystają z bezpieczeństwa Ethereum i eliminują ryzyko kontrahenta.",
  "page-what-is-ethereum-start-business-desc-3": "Możesz:",
  "page-what-is-ethereum-start-business-benefit-1": "Uruchamiać modułowe programy lojalnościowe, które zwiększają retencję i obniżają koszty stron trzecich",
  "page-what-is-ethereum-start-business-benefit-2": "Tokenizować aktywa, takie jak bilety, kupony czy certyfikaty, aby zmniejszyć ryzyko oszustw i odsprzedaży",
  "page-what-is-ethereum-start-business-benefit-3": "Umożliwić natychmiastowe płatności globalne, aby obniżyć opłaty transakcyjne i otworzyć dostęp do nowych rynków",
  "page-what-is-ethereum-start-business-example": "Dla przykładu, w 2025 roku <a>Shopify uruchomiło się na Base</a>, umożliwiając konsumentom płacenie stablecoinami u milionów sprzedawców na całym świecie.",
  "page-what-is-ethereum-start-business-cta": "Wykorzystaj Ethereum w biznesie",
  "page-what-is-ethereum-bitcoin-title": "Jaka jest różnica pomiędzy Ethereum a Bitcoinem?",
  "page-what-is-ethereum-bitcoin-intro-1": "Bitcoin i Ethereum to dwie największe kryptowaluty na świecie.",
  "page-what-is-ethereum-bitcoin-intro-2": "Obie pozwalają na przesyłanie pieniędzy bez banku, obie działają na technologii blockchain i obie są <strong>dostępne dla każdego</strong>. Ale na tym kończą się ich podobieństwa.",
  "page-what-is-ethereum-bitcoin-comparison-1-title": "Bitcoin to cyfrowe złoto.",
  "page-what-is-ethereum-bitcoin-comparison-1-desc": "Ma stałą podaż wynoszącą 21 milionów monet, skupia się głównie na płatnościach peer-to-peer i posiada podstawowy język skryptowy, który ogranicza to, co można nim zbudować. Ta prostota jest celowa, ponieważ Bitcoin stawia na przewidywalność, trwałość i długoterminowe bezpieczeństwo zamiast elastyczności.",
  "page-what-is-ethereum-bitcoin-comparison-2-title": "Ethereum ma szersze podejście.",
  "page-what-is-ethereum-bitcoin-comparison-2-desc": "To nie tylko pieniądz, to programowalna infrastruktura. Zamiast jedynie wysyłać i odbierać wartość, Ethereum pozwala deweloperom budować całe aplikacje. Już pewnie mieliście okazję zobaczyć to w praktyce: od rynków pożyczkowych i stablecoinów, po przedmioty kolekcjonerskie, media społecznościowe i płatności w czasie rzeczywistym — wszystko zasilane inteligentymi kontraktami i zabezpieczone przez ETH.",
  "page-what-is-ethereum-bitcoin-comparison-3-title": "Sposób osiągania konsensusu przez sieci również jest inny.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-1": "Bitcoin do zabezpieczania sieci wykorzystuje górników. Są to potężne komputery, które rywalizują ze sobą w rozwiązywaniu skomplikowanych zagadek, ponieważ zwycięzca może dodać kolejny blok transakcji do łańcucha i otrzymać w nagrodę bitcoiny. Proces ten nazywa się kopaniem i zużywa ogromne ilości energii elektrycznej.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-2": "Ethereum też kiedyś działało w ten sposób. Jednak w 2022 roku przeszło z proof-of-work na proof-of-stake. Obecnie transakcje są potwierdzane przez walidatorów, którzy blokują swoje ETH jako zabezpieczenie. Uczciwi walidatorzy zarabiają nagrody w ETH, a nieuczciwi tracą cześć swojej stawki. Ta zmiania sprawił, że Ethereum zużywa ponad 99,988% mniej energii, nie tracąc przy tym bezpieczeństwa ani decentralizacji.",
  "page-what-is-ethereum-bitcoin-comparison-4-title": "Różni się również sposób zarządzania podażą.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-1": "Bitcoin ma stałą podaż. Nigdy nie będzie miał więcej niż 21 milionów monet. Z kolei Ethereum ma podaż dynamiczną. Nowe ETH jest emitowane, aby nagradzać walidatorów, a część zostaje spalona przy każdej transakcji. Oznacza to, że <strong>Ethereum nie może po prostu „drukować nieskończonej ilości ETH”</strong>.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-2": "Tempo emisji jest ograniczane ilością zestakowanego ETH. Im więcej jest zestakowanego ETH, tym mniejsze są indywidualne nagrody, co tworzy naturalną równowagę. Zapewnia to zrównoważony budżet bezpieczeństwa na przyszłość, bez polegania wyłącznie na opłatach transakcyjnych.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-3": "Podsumowując, Bitcoin to narzędzie do przesyłania wartości, a Ethereum to platforma do jej budowania.",
  "page-what-is-ethereum-bitcoin-learn-more": "Dowiedz się więcej o różnicach pomiędzy Ethereum a Bitcoinem",
  "page-what-is-ethereum-when-who-title": "Kiedy uruchomiono Ethereum, kto je założył i kto nim obecnie zarządza?",
  "page-what-is-ethereum-when-who-intro-1": "Od samego początku Ethereum było projektowane tak, aby działało dzięki swojej społeczności.",
  "page-what-is-ethereum-when-who-intro-2": "W 2013 roku Vitalik Buterin opublikował białą księgę, w której zaproponował nowy rodzaj blockchainu dla pieniędzy i aplikacji, z których każdy mógłby korzystać. Pomysł ten szybko zyskał na popularności.",
  "page-what-is-ethereum-when-who-intro-3": "W 2014 roku do projektu dołączyli współzałożyciele, tacy jak Gavin Wood i Joseph Lubin, a zespół zebrał fundusze poprzez jedną z pierwszych kryptowalutowych kampanii finansowania społecznego.",
  "page-what-is-ethereum-when-who-intro-4": "Ethereum zostało oficjalnie uruchomione w lipcu 2015 roku.",
  "page-what-is-ethereum-when-who-history-title": "Kluczowe momenty w historii Ethereum",
  "page-what-is-ethereum-when-who-history-2013": "19-letni Vitalik Buterin publikuje białą księgę Ethereum",
  "page-what-is-ethereum-when-who-history-2014": "Powstaje Fundacja Ethereum i rozpoczyna kampanię finansowania społecznego",
  "page-what-is-ethereum-when-who-history-2015": "Deweloperzy uruchamiają sieć Ethereum wraz z wydaniem <em>Frontier</em>",
  "page-what-is-ethereum-when-who-history-2016": "Wykorzystanie luki w inteligentnym kontrakcie powoduje utratę 60 mln dolarów (3,6 mln ETH) z The Dao, co prowadzi do podziału łańcucha",
  "page-what-is-ethereum-when-who-history-2020": "Uruchomienie łańcucha śledzącego rozpoczyna przejście na proof-of-stake",
  "page-what-is-ethereum-when-who-history-2021": "Aktualizacja <em>London</em> wprowadza spalanie opłat za gaz poprzez EIP-1559",
  "page-what-is-ethereum-when-who-history-2022": "<em>Połączenie</em> zastępuje wydobywanie stakingiem, zmniejszając użycie energii o 99%",
  "page-what-is-ethereum-when-who-history-2025": "Aktualizacja <em>Pectra</em> poprawia obsługę inteligentnych portfeli i kompatybilność warstwy 2",
  "page-what-is-ethereum-when-who-governance-1": "Obecnie żadna pojedyncza osoba ani firma nie kontroluje Ethereum.",
  "page-what-is-ethereum-when-who-contributors-title": "Sieć jest utrzymywana przez szeroką grupę uczestników:",
  "page-what-is-ethereum-when-who-contributors-1": "Deweloperów, którzy piszą i proponują ulepszenia",
  "page-what-is-ethereum-when-who-contributors-2": "Operatorów węzłów, przyczyniających się do zdecentralizowanej infrastruktury fizycznej",
  "page-what-is-ethereum-when-who-contributors-3": "Stakerów, którzy walidują transakcje",
  "page-what-is-ethereum-when-who-contributors-4": "Członków społeczności, którzy tworzą narzędzia i kulturę",
  "page-what-is-ethereum-when-who-contributors-5": "<strong>Ciebie</strong>, poprzez korzystanie z sieci",
  "page-what-is-ethereum-when-who-governance-2": "<strong>Nie ma tu prezesa, zarządu ani centralnego organu.</strong> Fundacja Ethereum wciąż pomaga finansować badania i rozwój, ale ekosystem działa dzięki otwartemu udziałowi.",
  "page-what-is-ethereum-when-who-governance-3": "Zmiany są proponowane w ramach <eips>propozycji ulepszeń Ethereum (EIP)</eips>, omawiane publicznie i przyjmowane <governance>tylko wtedy, gdy uzyskają wsparcie szerokiej społeczności</governance>.",
  "page-what-is-ethereum-when-who-governance-4": "To sprawia, że ​​Ethereum zmienia się wolniej niż startupy, ale jednocześnie znacznie trudniej je wyłączyć lub przejąć.",
  "page-what-is-ethereum-when-who-learn-more": "Dowiedz się więcej o historii Ethereum",
  "page-what-is-ethereum-roadmap-title": "Jaki jest plan działania Ethereum na 2025 rok?",
  "page-what-is-ethereum-roadmap-intro-1": "Ethereum nie realizuje wcześniej ustalonego planu działania. Realizuje wspólną wizję.",
  "page-what-is-ethereum-roadmap-intro-2": "Aktualizacje sieci są wprowadzane jako propozycje EIP i rozwijane publicznie przez współtwórców z całego świata. Nie ma centralnego zespołu decydującego o tym, co się dzieje, są tylko ludzie, którzy budują to, co uważają za przydatne, w oparciu o potrzeby użytkowników.",
  "page-what-is-ethereum-roadmap-intro-3": "Pectra to najnowsza aktualizacja wprowadzona w maju 2025 roku. Ulepszyła ona funkcje portfeli, dała stakerom większą elastyczność i ułatwiła działanie dapek w warstwie 2. Celem było poprawienie użyteczności bez kompromisów w zakresie bezpieczeństwa czy decentralizacji.",
  "page-what-is-ethereum-roadmap-priorities-intro": "<a>Patrząc w przyszłość</a>, priorytety Ethereum obejmują:",
  "page-what-is-ethereum-roadmap-priority-1": "Uczynienie głównego protokołu i jego warstw 2 szybszymi i tańszymi dla wszystkich",
  "page-what-is-ethereum-roadmap-priority-2": "Poprawę doświadczeń użytkowników i deweloperów",
  "page-what-is-ethereum-roadmap-outro-1": "Priorytety te pomogą zapewnić, że Ethereum będzie bezpieczne, skalowalne i przyjazne dla użytkownika, ponieważ każdego dnia coraz więcej osób polega na tej sieci.",
  "page-what-is-ethereum-roadmap-outro-2": "Jeżeli chcesz mieć wpływ na kierunek rozwoju Ethereum, <a>zaangażuj się</a>. Nie potrzebujesz do tego pozwolenia, tylko chęci, aby zmienić coś w tej nowej cyfrowej gospodarce.",
  "page-what-is-ethereum-roadmap-learn-more": "Zobacz przegląd planu działania Ethereum",
  "page-what-is-ethereum-further-reading-title": "Dalsza lektura",
  "page-what-is-ethereum-further-reading-wallets": "Czym są portfele?",
  "page-what-is-ethereum-further-reading-eth": "Czym jest ether (ETH)?",
  "page-what-is-ethereum-further-reading-web3": "Czym jest web3?",
  "page-what-is-ethereum-further-reading-networks": "Dowiedz się więcej o sieciach Ethereum",
  "page-what-is-ethereum-toc-ethereum": "Co to jest Ethereum?",
  "page-what-is-ethereum-toc-network": "Czym jest sieć Ethereum?",
  "page-what-is-ethereum-toc-ether": "Czym jest ether (ETH)?",
  "page-what-is-ethereum-toc-how": "Jak działa Ethereum?",
  "page-what-is-ethereum-toc-what": "Do czego służy Ethereum?",
  "page-what-is-ethereum-toc-start": "Jak zacząć korzystać z Ethereum",
  "page-what-is-ethereum-toc-bitcoin": "Jaka jest różnica pomiędzy Ethereum a Bitcoinem?",
  "page-what-is-ethereum-toc-when-who": "Kiedy uruchomiono Ethereum, kto je założył i kto nim obecnie zarządza?",
  "page-what-is-ethereum-toc-roadmap": "Jaki jest plan działania Ethereum na 2025 rok?",
  "page-what-is-ethereum-banner-networks-alt": "Ilustracja futurystycznego centrum społecznościowego Ethereum",
  "page-what-is-ethereum-banner-ether-alt": "Otwarte dłonie trzymające glif etheru",
  "page-what-is-ethereum-banner-how-alt": "Mężczyzna naprawiający komputer",
  "page-what-is-ethereum-banner-contributing-alt": "Pieseł uśmiechający się do komputera",
  "page-what-is-ethereum-banner-what-alt": "Czterech futurystycznych ludzi i pieseł wpatrujący się w pryzmat Ethereum",
  "page-what-is-ethereum-banner-start-alt": "Futurystyczne centrum spotkań społeczności",
  "page-what-is-ethereum-banner-when-who-alt": "Dwie osoby spacerujące i rozmawiające"
}
