{
  "consensus-client-besu-logo-alt": "Logotyp Besu",
  "consensus-client-erigon-logo-alt": "Logotyp Erigon",
  "consensus-client-geth-logo-alt": "Logotyp Geth",
  "consensus-client-lighthouse-logo-alt": "Logotyp Lighthouse",
  "consensus-client-lodestar-logo-alt": "Logotyp Lodestar",
  "consensus-client-nethermind-logo-alt": "Logotyp Nethermind",
  "consensus-client-nimbus-logo-alt": "Logotyp Nimbus",
  "consensus-client-prysm-logo-alt": "Logotyp Prysm",
  "consensus-client-teku-logo-alt": "Logotyp Teku",
  "page-upgrades-answer-1": "Łańcuch śledzący został użyty jako narzędzie do uaktualnienia sieci głównej Ethereum podczas Połączenia.",
  "page-upgrades-answer-2": "Dzięki Połączeniu Ethereum przeszło najbardziej znaczące uaktualnienie w historii, zamieniając proof-of-work na nową warstwę konsensusu opartą na proof-of-stake.",
  "page-upgrades-answer-4": "Łańcuch śledzący został użyty do opracowania konsensusu Ethereum opartego na dowodzie stawki (proof-of-stake). Został on uruchomiony oddzielnie dla sieci głównej Ethereum, aby programiści mogli obserwować mechanizm konsensusu w oderwaniu od innych elementów przed użyciem go do koordynowania rzeczywistej aktywności.",
  "page-upgrade-article-author-status": "Status",
  "page-upgrade-article-author-ethmerge": "Ethmerge",
  "page-upgrade-article-author-alchemy": "Alchemy",
  "page-upgrade-article-author-consensys": "Consensys",
  "page-upgrade-article-author-delphi-digital": "Delphi Digital",
  "page-upgrade-article-author-eip-4844": "Vitalik Buterin, Dankrad Feist, Diederik Loerakker, George Kadianakis, Matt Garnett, Mofi Taiwo",
  "page-upgrade-article-author-ethereum-foundation": "Fundacja Ethereum",
  "page-upgrade-article-author-vitalik-buterin": "Vitalik Buterin",
  "page-upgrade-article-author-ethos-dev": "Ethos.dev",
  "page-upgrade-article-title-two-point-oh": "Dwa kropka zero: łańcuch śledzący",
  "page-upgrade-article-title-beacon-chain-explainer": "Wyjaśnienie dotyczące łańcucha śledzącego Ethereum 2.0, które należy przeczytać jako pierwsze",
  "page-upgrade-article-title-sharding-consensus": "Konsensus dotyczący shardingu",
  "page-upgrade-article-title-sharding-is-great": "Dlaczego sharding jest świetny: wyjaśnienie właściwości technicznych",
  "page-upgrade-article-title-rollup-roadmap": "Plan działania zorientowany na pakiety zbiorcze",
  "page-upgrade-article-title-hitchhikers-guide-to-ethereum": "Przewodnik do Ethereum Hitchhikers",
  "page-upgrade-article-title-eip-4844": "EIP-4844: transakcje shard blob (proto-danksharding)",
  "page-upgrade-article-title-proto-danksharding-faq": "Proto-danksharding — często zadawane pytania",
  "page-upgrade-article-title-sharding-das": "Wyjaśnienie, czym jest sharding i próbkowanie dostępności danych (DAS)",
  "page-upgrade-article-title-ethmerge": "Ethmerge",
  "page-upgrade-article-title-merge-is-coming": "Nadchodzi Połączenie",
  "page-upgrade-article-title-state-of-the-merge": "Stan Połączenia: aktualizacja dotycząca przejścia Ethereum na dowód stawki w 2022 r.",
  "page-upgrade-article-title-ropsten-merge-testnet": "Ogłoszenie sieci testowej Połączenie Ropsten",
  "page-upgrade-article-title-execution-layer-specs": "Specyfikacja warstwy wykonania",
  "page-upgrade-article-title-consensus-layer-specs": "Specyfikacja warstwy konsensusu",
  "page-upgrade-article-title-engine-api-specs": "Specyfikacja interfejsu API mechanizmu",
  "page-upgrades-beacon-chain-date": "Łańcuch śledzący wdrożono 1 grudnia 2020 r.",
  "page-upgrades-beacon-chain-desc": "Łańcuch śledzący wprowadził do Ethereum staking i stworzył podstawy dla przyszłych uaktualnień. Koordynuje on nowy dowód stawki Ethereum.",
  "page-upgrades-beacon-chain-estimate": "Łańcuch śledzący działa",
  "page-upgrades-beacon-chain-title": "Łańcuch śledzący",
  "page-upgrades-bug-bounty": "Zobacz program nagród za znalezienie błędów",
  "page-upgrades-clients": "Sprawdź klientów konsensusu (znanych wcześniej jako klienci Eth2)",
  "page-staking-deposit-contract-title": "Sprawdź adres kontraktu depozytowego",
  "page-upgrades-dive": "Zanurz się w wizji",
  "page-upgrades-dive-desc": "Jak sprawimy, że Ethereum będzie bardziej skalowalne, bezpieczniejsze i bardziej zrównoważone? Wszystko to przy zachowaniu etosu decentralizacji Ethereum.",
  "page-upgrades-docking": "Połączenie",
  "page-upgrades-merge-answer-1": "Połączenie nastąpiło 15 września 2022 r., kiedy to sieć Ethereum przeszła na konsensus dowodu stawki (proof-of-stake). Łańcuch śledzący połączył się z siecią główną, oficjalnie pozbywając się dowodu pracy (proof-of-work) w Ethereum, i zmniejszył zużycie energii przez Ethereum o około 99,95%.",
  "page-upgrades-merge-btn": "Więcej o Połączeniu",
  "page-upgrades-merge-desc": "Sieć główna Ethereum połączyła się z łańcuchem śledzącym proof-of-stake, co oznacza koniec energochłonnego wydobycia.",
  "page-upgrades-merge-estimate": "Połączenie już działa",
  "page-upgrades-merge-mainnet": "Czym jest sieć główna?",
  "page-upgrades-eth-blog": "Blog ethereum.org",
  "page-upgrades-explore-btn": "Poznaj uaktualnienia",
  "page-upgrades-get-involved": "Zaangażuj się w uaktualnianie Ethereum",
  "page-upgrades-get-involved-2": "Zaangażuj się",
  "page-upgrades-head-to-ethresearch": "Przeejdź do ethresear.ch",
  "page-upgrades-help": "Chcesz pomóc w uaktualnieniach Ethereum?",
  "page-upgrades-help-desc": "Jest wiele możliwości, aby wziąć udział w pracach nad uaktualnieniami Ethereum, pomóc w testach, a nawet zdobyć nagrody.",
  "page-upgrades-index-staking": "Wprowadzono już staking",
  "page-upgrades-index-staking-desc": "Kluczem do uaktualnień Ethereum jest wprowadzenie stakingu. Jeśli chcesz użyć ETH do zabezpieczenia sieci Ethereum, wykonaj te kroki.",
  "page-upgrades-index-staking-learn": "Dowiedz się więcej o stakingu",
  "page-upgrades-index-staking-learn-desc": "Łańcuch śledzący przeniósł staking do Ethereum. To znaczy, że jeśli masz ETH, możesz zrobić coś dla dobra publicznego poprzez zabezpieczenie sieci, a do tego zarobić więcej ETH w tym procesie.",
  "page-upgrades-index-staking-step-1": "1. Skonfiguruj za pomocą launchpada",
  "page-upgrades-index-staking-step-1-btn": "Odwiedź launchpad stakingu",
  "page-upgrades-index-staking-step-1-desc": "Aby stakować w Ethereum, musisz użyć launchpada — to przeprowadzi Cię przez cały proces.",
  "page-upgrades-index-staking-step-2": "2. Potwierdź adres stakowania",
  "page-upgrades-index-staking-step-2-btn": "Potwierdź adres kontraktu depozytowego",
  "page-upgrades-index-staking-step-2-desc": "Zanim zaczniesz stakować ETH, upewnij się, że masz prawidłowy adres. Musisz przejść przez launchpad, aby móc to zrobić.",
  "page-upgrades-index-staking-sustainability": "Troska o środowisko",
  "page-upgrades-meta-desc": "Omówienie uaktualnień Ethereum i wizji, którą mają zamiar urzeczywistnić.",
  "page-upgrades-meta-title": "Uaktualnienia Ethereum (dawniej „Eth2”)",
  "page-upgrades-proof-stake-link": "Więcej o proof of stake",
  "page-upgrades-question-1-title": "Kiedy zostaną wdrożone uaktualnienia?",
  "page-upgrades-question-1-desc": "Platforma Ethereum jest uaktualniana stopniowo; uaktualnienia różnią się i mają różne daty wdrożenia.",
  "page-upgrades-question-2-title": "Czy łańcuch śledzący jest oddzielnym łańcuchem bloków?",
  "page-upgrades-question-2-desc": "Tak. Łańcuch śledzący to nazwa nadana równoległemu łańcuchowi blockchain proof-of-stake, służącemu do uaktualnienia sieci głównej Ethereum. Obecnie istnieje tylko jeden łańcuch blockchain, powstały z połączenia oryginalnego blockchaina Ethereum i łańcucha śledzącego.",
  "page-upgrades-question-3-answer-2a": "Połączenie miało minimalny wpływ na deweloperów dapp — nadal współpracują oni z Ethereum w ten sam sposób.",
  "page-upgrades-question-3-answer-2a-link": "Połączenie i programiści dapp",
  "page-upgrades-question-3-answer-2b": "Plany shardingu są nadal opracowywane, ale będą projektowane z myślą o pakietach zbiorczych warstwy 2.",
  "page-upgrades-layer-2-rollups": "Więcej o pakietach zbiorczych warstwy 2",
  "page-upgrades-question-3-answer-3-link": "Odwiedź ethresear.ch",
  "page-upgrades-question-3-desc": "Nie musisz teraz niczego robić, aby przygotować się do uaktualnień.",
  "page-upgrades-question-3-title": "Jak przygotować się do uaktualnień?",
  "page-upgrades-question-4-answer-1": "Za każdym razem, gdy wysyłasz transakcję lub korzystasz z aplikacji dapp, korzystasz z warstwy wykonania, zwanej również siecią główną.",
  "page-upgrades-question-4-answer-3": "Od czasu Połączenia walidatorzy zabezpieczają całą sieć poprzez proof-of-stake.",
  "page-upgrades-question-4-answer-6": "Każdy może stać się walidatorem poprzez staking ETH.",
  "page-upgrades-question-4-answer-7": "Więcej o stakowaniu",
  "page-upgrades-question-4-title": "Czym jest warstwa wykonania?",
  "page-upgrades-question-4-desc": "Przed Połączeniem blockchain Ethereum był czasem określany jako „Eth1”. Termin ten został wycofany na rzecz „warstwy wykonania”.",
  "page-upgrades-question-5-answer-1": "Aby zostać walidatorem w sieci, musisz zestakować 32 ETH. Jeśli nie masz tak dużo lub nie chcesz tak dużo stakować, możesz dołączyć do pul stakingu. Te pule pozwolą Ci stakować mniej i zarabiać ułamki całkowitych nagród.",
  "page-upgrades-question-5-desc": "Musisz użyć launchpada stakingu lub dołączyć do puli stakingu.",
  "page-upgrades-question-5-title": "Jak stakować?",
  "page-upgrades-question-6-answer-3": "Danny Ryan z fundacji Ethereum regularnie przekazuje społeczności najnowsze informacje:",
  "page-upgrades-question-6-answer-4": "Ben Edgington z ConsenSys przygotowuje cotygodniowy biuletyn na temat uaktualnień Ethereum:",
  "page-upgrades-question-6-answer-5": "Możesz także dołączyć do dyskusji na temat badań i rozwoju Ethereum na witrynie ethresear.ch.",
  "page-upgrades-question-6-title": "Co muszę zrobić z moją dapp?",
  "page-upgrades-question-6-desc": "Połączenie zaprojektowano w taki sposób, aby miało jak najmniejszy wpływ na deweloperów dapp, ale warto zwrócić uwagę na kilka małych zmian.",
  "page-upgrades-question-6-answer-1": "Programiści dapp znający Ethereum sprzed połączenia powinni być świadomi pewnych zmian. Zmiany te obejmują strukturę i synchronizację bloków, kilka zmian w kodach operacyjnych, źródła losowości w łańcuchu oraz koncepcję finalizacji epoki.",
  "page-upgrades-question-6-answer-1-link": "Jak Połączenie wpływa na warstwę aplikacji Ethereum",
  "page-upgrades-question-6-answer-2": "Aplikacje pozostały niemal niezmienione.",
  "page-upgrades-question-7-desc": "Wiele różnych zespołów z całej społeczności pracuje nad różnymi uaktualnieniami Ethereum.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(Implementacja języka Rust)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(implementacja języka JavaScript)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(Implementacja języka Nim)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(Implementacja języka Go)",
  "page-upgrades-question-7-teams": "Zespoły ds. klienta konsensusu Ethereum:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(Implementacja języka Java)",
  "page-upgrades-question-7-title": "Kto tworzy uaktualnienia Ethereum?",
  "page-upgrades-question-7-clients": "Dowiedz się więcej o klientach Ethereum",
  "page-upgrades-question-8-answer-1": "Uaktualnienia Ethereum pomogą skalować Ethereum w sposób zdecentralizowany, przy jednoczesnym zachowaniu bezpieczeństwa i zwiększeniu zrównoważenia ekologicznego.",
  "page-upgrades-question-8-answer-2": "Być może najbardziej oczywistym problemem jest to, że Ethereum musi być w stanie obsłużyć więcej niż 15–45 transakcji na sekundę. Ulepszenia dotyczą jednak także innych problemów, z którymi Ethereum obecnie się zmaga.",
  "page-upgrades-question-8-answer-3": "W okresach dużego zapotrzebowania sieć sprawia, że Ethereum jest drogie w użyciu. Węzły w sieci zmagają się z wielkością Ethereum i ilością danych, które muszą przetwarzać ich komputery. Oryginalny algorytm, na którym opierało się bezpieczeństwo i decentralizacja Ethereum, był energochłonny i musiał stać się bardziej ekologiczny.",
  "page-upgrades-question-8-answer-4": "Wiele z tych zmian zawsze znajdowało się w planie działania Ethereum, nawet od 2015 r. Obecne warunki sprawiają jednak, że potrzeba uaktualnień jest jeszcze większa.",
  "page-upgrades-question-8-answer-6": "Poznaj wizję Ethereum",
  "page-upgrades-question-8-desc": "Ethereum, której używamy dzisiaj, musi oferować lepsze wrażenia użytkownikom końcowym i uczestnikom sieci.",
  "page-upgrades-question-8-title": "Do czego potrzebne są uaktualnienia?",
  "page-upgrades-question-9-answer-1": "Najaktywniejszą rolą, jaką możesz odegrać, jest zestakowanie Twoich ETH.",
  "page-upgrades-question-9-answer-2": "Możesz także uruchomić drugiego klienta, aby poprawić różnorodność klientów.",
  "page-upgrades-question-9-answer-3": "Jeśli jesteś osobą bardziej techniczną, możesz pomóc wyłapać błędy w nowych klientach.",
  "page-upgrades-question-9-answer-4": "Możesz także wziąć udział w dyskusjach technicznych z badaczami Ethereum na witrynie ethresear.ch.",
  "page-upgrades-question-9-desc": "Nie musisz mieć wiedzy technicznej, aby wnieść swój wkład. Społeczność potrzebuje wszystkich rodzajów umiejętności.",
  "page-upgrades-question-9-stake-eth": "Stakuj ETH",
  "page-upgrades-question-9-title": "Jak mogę przyczynić się do uaktualnień Ethereum?",
  "page-upgrades-question-9-more": "Znajdź ogólniejsze sposoby na zaangażowanie się w Ethereum",
  "page-upgrades-question-10-title": "Jakie są fazy Ethereum 2.0?'",
  "page-upgrades-question-10-desc": "Pewne rzeczy się zmieniły.",
  "page-upgrades-question-10-answer-0": "Sam termin „Eth2” jest wycofywany, ponieważ nie oznacza pojedynczego uaktualnienia ani nowej sieci. Dokładniej jest to zestaw wielu uaktualnień, z których wszystkie przyczyniają się do zwiększenia skalowalności, bezpieczeństwa i zrównoważenia ekologicznego Ethereum. Sieć, którą znasz i kochasz, będzie po prostu określana jako Ethereum.",
  "page-upgrades-question-10-answer-1": "Nie chcemy mówić zbyt wiele o technicznym planie działań, ponieważ jest to oprogramowanie: wszystko może się zmienić. Uważamy, że łatwiej jest zrozumieć, co się dzieje, gdy czytasz o wynikach.",
  "page-upgrades-question-10-answer-1-link": "Wyświetl uaktualnienia",
  "page-upgrades-question-10-answer-2": "Jeśli jednak śledzisz dyskusje, przeczytaj, jak uaktualnienia wpasowują się w techniczne plany działania i trochę o tym, jak się zmieniają.",
  "page-upgrades-question-10-answer-3": "Faza 0 opisuje prace nad uruchomieniem łańcucha śledzącego.",
  "page-upgrades-question-10-answer-5": "Faza 1 pierwotnie koncentrowała się na wprowadzeniu łańcuchów odłamkowych, ale priorytetem stało się Połączenie, które zostało wdrożone 15 września 2022 r.",
  "page-upgrades-question-10-answer-6": "Faza 1.5 była pierwotnie planowana jako następna po wdrożeniu shardów, kiedy to sieć główna miałą zostać dodana jako ostatni shard do łańcucha śledzącego. Jednak wraz z rozwojem technologii pakietu zbiorczego społeczność Ethereum przyspieszyła odejście od proof-of-work.",
  "page-upgrades-question-10-answer-7": "Plany dotyczące fazy 2 były przedmiotem intensywnych badań i dyskusji. Dzięki wdrożeniu Połączenia i postępom w rozwiązaniach warstwy 2 cele przesunęły się w kierunku zapewnienia bardziej uproszczonej formy shardingu danych, aby zmaksymalizować wydajność pakietów zbiorczych. Obecna warstwa 2 umożliwia skalowanie realizacji transakcji, a sharding pozwoli na przechowywanie dowodów tych danych w warstwie 1 w sposób tani i skalowalny.",
  "page-upgrades-question-10-answer-8": "Więcej o planie działania zorientowanym na pakiety zbiorcze",
  "page-upgrades-question-11-title": "Czy mogę kupić Eth2?",
  "page-upgrades-question-11-desc": "Nie. Nie ma tokena Eth2, a twoje ETH nie zmieniły się po Połączeniu.",
  "page-upgrades-question-11-answer-1": "Jedną z sił napędowych zmiany marki Eth2 było powszechne błędne przekonanie, że posiadacze ETH są zobowiązani do migracji swoich ETH do „ETH 2.0” po Połączeniu lub jakimkolwiek innym uaktualnieniu. Nie jest to prawdą i nigdy nie było.",
  "page-upgrades-question-11-answer-2": " To zamieszanie jest powszechnie wykorzystywane przez oszustów.",
  "page-upgrades-question-title": "Najczęściej zadawane pytania (FAQ)",
  "page-upgrades-question3-answer-1": "Posiadacze ETH nie muszą niczego robić. ETH nie będą wymagać wymiany ani uaktualnienia. Prawie na pewno pojawią się oszuści twierdzący, że jest inaczej, więc zachowaj ostrożność.",
  "page-upgrades-scalable": "Większa skalowalność",
  "page-upgrades-scalable-desc": "Ethereum musi obsługiwać tysiące transakcji na sekundę, aby aplikacje były szybsze i tańsze.",
  "page-upgrades-secure": "Większe bezpieczeństwo",
  "page-upgrades-secure-desc": "Ethereum musi być bezpieczniejsze. Wraz z coraz powszechniejszym wprowadzaniem Ethereum trzeba zwiększać zabezpieczenia protokołu przed wszelkimi formami ataku.",
  "page-upgrades-shard-date": "Sharding zostanie wdrożony po Połączeniu w wielu fazach, na przestrzeni lat 2023–2024.",
  "page-upgrades-shard-desc": "Sharding zwiększy możliwości Ethereum w zakresie przechowywania danych i będzie harmonijnie współpracować z sieciami L2, aby zwiększyć przepustowość i zmniejszyć opłaty sieciowe. Sharding będzie wprowadzany w wielu etapach, począwszy od protodarkshardingu.",
  "page-upgrades-shard-estimate": "Szacunkowo: lata 2023–2024",
  "page-upgrades-shard-lower": "Więcej o shardingu",
  "page-upgrades-shard-title": "Sharding",
  "page-upgrades-stay-up-to-date": "Bądź na bieżąco",
  "page-upgrades-stay-up-to-date-desc": "Uzyskuj najnowsze informacje od badaczy i programistów pracujących nad uaktualnieniami Ethereum.",
  "page-upgrades-sustainable-desc": "Ethereum do niedawna było energochłonne. Przejście na proof-of-stake zmniejszyło zużycie energii przez sieć o ponad 99,9%.",
  "page-upgrades-take-part": "Weź udział w badaniach",
  "page-upgrades-take-part-desc": "Badacze i miłośnicy Ethereum spotykają się tutaj, aby omówić prace badawcze, w tym wszystko, co dotyczy uaktualnień Ethereum.",
  "page-upgrades-the-upgrades": "Uaktualnienia Ethereum",
  "page-upgrades-the-upgrades-desc": "Uaktualnienia Ethereum mają na celu poprawę skalowalności, bezpieczeństwa i zrównoważenia ekologicznego sieci. Ethereum przeszło ostatnio kilka istotnych uaktualnień w zakresie bezpieczeństwa i stabilności, a w przyszłości pojawią się kolejne, zwłaszcza dotyczące skalowalności.",
  "page-upgrades-unofficial-roadmap": "To nie jest oficjalny plan działania. W ten sposób postrzegamy to, co się dzieje, na podstawie dostępnych informacji. Jest to jednak technologia, wszystko może się więc zmienić w jednej chwili. Nie traktuj tego zatem jako zobowiązania.",
  "page-upgrades-upgrade-desc": "To Ethereum, jaką znamy i kochamy, po prostu bardziej skalowalna, bezpieczniejsza i bardziej zrównoważona ekologicznie...",
  "page-upgrades-upgrades": "Uaktualnienia Ethereum",
  "page-upgrades-upgrades-aria-label": "Menu uaktualnień Ethereum",
  "page-upgrades-upgrades-beacon-chain": "Łańcuch śledzący",
  "page-upgrades-upgrades-guide": "Przewodnik po uaktualnieniach Ethereum",
  "page-upgrades-upgrades-docking": "Połączenie",
  "page-upgrades-energy-consumption": "Więcej o zużyciu energii przez Ethereum",
  "page-upgrades-upgrading": "Ulepszenie Ethereum do radykalnie nowych poziomów",
  "page-roadmap-vision": "Wizja",
  "page-roadmap-vision-btn": "Więcej o wizji Ethereum",
  "page-roadmap-vision-desc": "Aby włączyć Ethereum do głównego nurtu i służyć całej ludzkości, musimy uczynić sieć Ethereum bardziej skalowalną, bezpieczniejszą i bardziej zrównoważoną ekologicznie.",
  "page-upgrades-what-happened-to-eth2-title": "Co się stało z „Eth2”?",
  "page-upgrades-what-happened-to-eth2-1": "Termin „Eth2” był powszechnie stosowany przed Połączeniem, ale jest stopniowo wycofywany na rzecz precyzyjniejszej terminologii.",
  "page-upgrades-what-happened-to-eth2-1-more": "Więcej o Połączeniu.",
  "page-upgrades-what-happened-to-eth2-2": "Od czasu połączenia „Eth1” i „Eth2” nie ma już dwóch odrębnych blockchainów Ethereum; jest tylko Ethereum.",
  "page-upgrades-what-happened-to-eth2-3": "Aby ograniczyć zamieszanie, społeczność zaktualizowała te warunki:",
  "page-upgrades-what-happened-to-eth2-3-1": "„Eth1” jest teraz „warstwą wykonania”, która obsługuje transakcje i wykonanie.",
  "page-upgrades-what-happened-to-eth2-3-2": "„Eth2” jest teraz „warstwą konsensusu”, która obsługuje konsensus dowodu stawki (proof-of-stake).",
  "page-upgrades-what-happened-to-eth2-4": "Ta terminologia aktualizuje tylko konwencje nazewnictwa; nie zmienia celów ani planu działania Ethereum.",
  "page-upgrades-what-happened-to-eth2-5": "Dowiedz się więcej o zmianie nazwy „Eth2”",
  "page-upgrades-why-cant-we-just-use-eth2-title": "Dlaczego nie możemy po prostu używać nazwy Eth2?",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-title": "Modele mentalne",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-description": "Jednym z głównych problemów związanych z brandingiem Eth2 jest to, że tworzy wadliwy model mentalny dla nowych użytkowników Ethereum. Intuicyjnie myślą oni, że Eth1 jest pierwsze, a po nim następuje Eth2. Albo że Eth1 przestaje istnieć, gdy istnieje już Eth2. Żadne z tych przekonań nie jest prawdziwe. Usuwając terminologię Eth2, oszczędzamy wszystkim przyszłym użytkownikom poruszania się po tym zagmatwanym modelu mentalnym.",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-title": "Inkluzywność",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-description": "Wraz z ewolucją planu działania Ethereum, Ethereum 2.0 stało się niedokładną reprezentacją planu działania Ethereum. Ostrożność i dokładność w doborze słów pozwala jak najszerszej grupie odbiorców zrozumieć treści w Ethereum.",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-title": "Zapobieganie oszustwom",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-description": "Niestety, złośliwi uczestnicy próbowali użyć błędnej nazwy Eth2 do oszukiwania użytkowników, mówiąc im, aby zamienili swoje ETH na tokeny „ETH2”, lub twierdząc, że muszą w jakiś sposób migrować swoje ETH przed uaktualnieniem Eth2. Mamy nadzieję, że zaktualizowana terminologia zapewni jasność pozwalającą wyeliminować ten wektor oszustwa i pomóc w zwiększeniu bezpieczeństwa ekosystemu.",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-title": "Przejrzystość stakingu",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-description": "Niektórzy operatorzy stakingu także przedstawiają ETH stakowane w łańcuchu śledzącym za pomocą tickera „ETH2”. Może to wprowadzać w błąd, ponieważ użytkownicy tych usług nie otrzymują w rzeczywistości tokena „ETH2”. Nie ma żadnego tokena „ETH2”, po prostu reprezentuje on ich udział w stakingu danego operatora.",
  "page-upgrades-what-to-do": "Co musisz zrobić?",
  "page-upgrades-what-to-do-desc": "Jeśli jesteś użytkownikiem dapp (zdecentralizowanej aplikacji) lub posiadaczem ETH, nie musisz niczego robić. Jeśli jesteś deweloperem lub chcesz zacząć stakować, są sposoby, na które możesz się zaangażować już dziś.",
  "page-upgrades-whats-next": "Czym są uaktualnienia Ethereum?",
  "page-upgrades-whats-next-desc": "Plan działania Ethereum obejmuje wzajemnie połączone ze sobą uaktualnienia protokołów, które sprawią, że sieć będzie bardziej skalowalna, bezpieczniejsza i bardziej zrównoważona ekologicznie. Nad tymi uaktualnieniami pracuje wiele zespołów z całego ekosystemu Ethereum.",
  "page-upgrades-whats-next-history": "Dowiedz się więcej o poprzednich uaktualnieniach Ethereum",
  "page-upgrades-whats-ethereum": "Chwileczkę, co to jest Ethereum?",
  "page-upgrades-whats-new": "Co dalej z Ethereum?",
  "page-upgrades-security-link": "Więcej informacji o bezpieczeństwie i zapobieganiu oszustwom",
  "page-staking-deposit-contract-staking-more-link": "Więcej o stakowaniu",
  "docs-nav-proof-of-stake": "Proof of Stake",
  "docs-nav-proof-of-work": "Proof of Work",
  "page-upgrades-get-involved-ethresearch-1": "Sharding",
  "page-upgrades-get-involved-ethresearch-2": "Połączenie"
}
