{
  "page-what-is-ethereum-101": "Ethereum 101",
  "page-what-is-ethereum-101-desc": "Ethereum to technologia, która pozwala wysyłać kryptowalutę do każdego, za niewielką opłatą. Napędza ona także aplikacje, z których każdy może korzystać i których nikt nie może zlikwidować.",
  "page-what-is-ethereum-101-desc-2": "Ethereum opiera się na innowacjach Bitcoina, z kilkoma dużymi różnicami.",
  "page-what-is-ethereum-101-desc-3": "Oba sposoby pozwalają na korzystanie z pieniądza cyfrowego bez dostawców płatności lub banków. Ethereum jest jednak programowalne, więc możesz użyć go również do wielu innych zasobów cyfrowych – nawet do bitcoinów!",
  "page-what-is-ethereum-101-desc-4": "Oznacza to również, że Ethereum to więcej niż tylko płatności. Jest to rynek usług finansowych, gier i aplikacji, które nie mogą kraść Twoich danych ani Cię cenzurować.",
  "page-what-is-ethereum-101-italic": "globalny programowalny blockchain.",
  "page-what-is-ethereum-101-strong": "To jest ",
  "page-what-is-ethereum-accessibility": "Ethereum jest otwarte dla wszystkich.",
  "page-what-is-ethereum-adventure": "Wybierz swoją przygodę!",
  "page-what-is-ethereum-alt-img-bazaar": "Ilustracja osoby przyglądającej się bazarowi ma reprezentować Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Ilustracja współdziałających członków społeczności Ethereum",
  "page-what-is-ethereum-alt-img-lego": "Ilustracja ręki układającej logo Ethereum wykonane z klocków lego",
  "page-what-is-ethereum-alt-img-social": "Ilustracja postaci w przestrzeni publicznej poświęconej Ethereum z dużym logo ETH",
  "page-what-is-ethereum-banking-card": "Bankowość dla wszystkich",
  "page-what-is-ethereum-banking-card-desc": "Nie każdy ma dostęp do usług finansowych. Jedyne, czego potrzebujesz by zyskać dostęp do Ethereum, jego produktów kredytowych i oszczędnościowych, to połączenie internetowe.",
  "page-what-is-ethereum-build": "Stwórz coś z Ethereum",
  "page-what-is-ethereum-build-desc": "Jeśli chcesz spróbować budować z Ethereum, przeczytaj naszą dokumentację, wypróbuj kilka samouczków lub sprawdź narzędzia, których potrzebujesz, aby rozpocząć.",
  "page-what-is-ethereum-censorless-card": "Odporne na cenzurę",
  "page-what-is-ethereum-censorless-card-desc": "Żaden rząd ani przedsiębiorstwo nie ma kontroli nad Ethereum. Ta decentralizacja sprawia, że nikt nie może powstrzymać Cię od otrzymywania płatności lub korzystania z usług na Ethereum.",
  "page-what-is-ethereum-comm-desc": "Nasza społeczność obejmuje ludzi ze wszystkich środowisk, w tym artystów, kryptoanarchistów, firmy notowane na Fortune 500, a teraz także i Ciebie. Dowiedz się jak możesz zaangażować się już dziś.",
  "page-what-is-ethereum-commerce-card": "Gwarancje handlowe",
  "page-what-is-ethereum-commerce-card-desc": "Ethereum tworzy bardziej równe reguły gry. Klienci mają bezpieczną, wbudowaną gwarancję, że środki zmienią posiadacza tylko wtedy, gdy spełni się to, co zostało uzgodnione. Nie potrzebujesz prestiżu dużej firmy, aby prowadzić działalność.",
  "page-what-is-ethereum-community": "Społeczność Ethereum",
  "page-what-is-ethereum-compatibility-card": "Przez kompatybilność do zwycięstwa",
  "page-what-is-ethereum-compatibility-card-desc": "Lepsze produkty i doświadczenia są budowane przez cały czas, ponieważ produkty Ethereum są domyślnie kompatybilne. Firmy mogą budować na swoich wzajemnych osiągnięciach.",
  "page-what-is-ethereum-dapps-desc": "Produkty i usługi działające na Ethereum. Istnieją aplikacje dla finansów, pracy, mediów społecznościowych, gier i innych – poznaj aplikacje naszej cyfrowej przyszłości.",
  "page-what-is-ethereum-dapps-img-alt": "Ilustracja pieseła korzystającego z aplikacji Ethereum na komputerze",
  "page-what-is-ethereum-dapps-title": "Zdecentralizowane aplikacje Ethereum (dappy)",
  "page-what-is-ethereum-desc": "Fundament naszej cyfrowej przyszłości",
  "page-what-is-ethereum-explore": "Odkryj Ethereum",
  "page-what-is-ethereum-get-started": "Najlepszym sposobem, aby dowiedzieć się więcej jest pobranie portfela, pozyskanie ETH i wypróbowanie aplikacji zdecentralizowanych Ethereum.",
  "page-what-is-ethereum-in-depth-description": "Ethereum to otwarty dostęp do cyfrowych pieniędzy i przyjaznych dla danych usług dla wszystkich – niezależnie od zaplecza czy lokalizacji. To technologia zbudowana przez społeczność na eterze (ETH) oraz tysiące aplikacji, z których możesz dziś korzystać.",
  "page-what-is-ethereum-internet-card": "Bardziej prywatny Internet",
  "page-what-is-ethereum-internet-card-desc": "Nie musisz podawać wszystkich swoich danych osobowych, aby używać aplikacji Ethereum. Ethereum buduje gospodarkę opartą na wartości, a nie na nadzorze.",
  "page-what-is-ethereum-meet-comm": "Poznaj społeczność",
  "page-what-is-ethereum-meta-description": "Poznaj Ethereum, dowiedz się co robi i jak wypróbować je dla siebie.",
  "page-what-is-ethereum-meta-title": "Czym jest Ethereum?",
  "page-what-is-ethereum-native-alt": "Symbol eteru (ETH)",
  "page-what-is-ethereum-native-crypto": "Natywna kryptowaluta Ethereum i odpowiednik bitcoina. Możesz używać ETH w aplikacjach Ethereum lub do przesyłania wartości do znajomych i rodziny.",
  "page-what-is-ethereum-native-img-alt": "Ilustracja robota z sejfem jako tułowiem używana do reprezentowania portfeli Ethereum",
  "page-what-is-ethereum-native-title": "ETH",
  "page-what-is-ethereum-p2p-card": "Sieć typu peer-to-peer",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum pozwala na przesyłanie pieniędzy lub zawieranie umów bezpośrednio z innymi. Nie musisz korzystać z firm pośredniczących.",
  "page-what-is-ethereum-singlecard-desc": "Jeśli interesuje Cię blockchain i techniczna strona Ethereum, to mamy coś dla Ciebie.",
  "page-what-is-ethereum-singlecard-link": "Jak działa Ethereum",
  "page-what-is-ethereum-singlecard-title": "Jak działa Ethereum",
  "page-what-is-ethereum-start-building-btn": "Zacznij tworzenie",
  "page-what-is-ethereum-title": "Co to jest Ethereum?",
  "page-what-is-ethereum-tools-needed": "Wszystko, czego potrzebujesz, aby zacząć to portfel.",
  "page-what-is-ethereum-try": "Wypróbuj Ethereum",
  "page-what-is-ethereum-tryit": "A więc przejdź do bazaru i spróbuj...",
  "page-what-is-ethereum-wallets": "Portfele",
  "page-what-is-ethereum-wallets-desc": "Sposób zarządzania posiadanym ETH i Twoim kontem Ethereum. Będziesz potrzebował portfela, aby rozpocząć – pomożemy Ci wybrać jeden.",
  "page-what-is-ethereum-welcome": "Witamy w Ethereum",
  "page-what-is-ethereum-welcome-2": "Mamy nadzieję, że zostaniesz."
}
