{
  "page-roadmap-title": "Plan działania Ethereum",
  "page-roadmap-meta-title": "Plan działania Ethereum | ethereum.org",
  "page-roadmap-meta-description": "Droga do zwiększenia skalowalności, bezpieczeństwa i stabilności Ethereum.",
  "page-roadmap-banner-notification": "Rozwój Ethereum jest napędzany przez społeczność i może ulegać zmianom.",
  "page-roadmap-changes-coming-title": "Jakie zmiany nadchodzą w Ethereum?",
  "page-roadmap-changes-coming-description": "Ethereum jest już potężną platformą, ale wciąż jest ulepszane. Ambitny zestaw usprawnień ma przekształcić Ethereum z obecnej formy w maksymalnie odporną i w pełni skalowalną platformę.",
  "page-roadmap-cheaper-transactions-title": "Tańsze transakcje",
  "page-roadmap-cheaper-transactions-description": "Pakiety zbiorcze są obecnie zbyt drogie i opierają się na scentralizowanych komponentach, przez co użytkownicy muszą nadmiernie ufać ich operatorom. Plan działania zakłada rozwiązanie obu tych problemów.",
  "page-roadmap-cheaper-transactions-button": "Więcej o obniżaniu opłat",
  "page-roadmap-extra-security-title": "Dodatkowe zabezpieczenia",
  "page-roadmap-extra-security-description": "Ethereum jest już teraz bardzo bezpieczne, ale może być jeszcze bezpieczniejsze i gotowe na odparcie wszelkich rodzajów ataków w przyszłości.",
  "page-roadmap-extra-security-button": "Więcej o bezpieczeństwie",
  "page-roadmap-better-user-experience-title": "Lepsze doświadczenie użytkownika",
  "page-roadmap-better-user-experience-description": "Większe wsparcie dla portfeli inteligentnych kontraktów i lekkich węzłów sprawi, że korzystanie z Ethereum stanie się prostsze i bezpieczniejsze.",
  "page-roadmap-better-user-experience-button": "Więcej o doświadczeniach użytkownika",
  "page-roadmap-future-proofing-title": "Zabezpieczenie na przyszłość",
  "page-roadmap-future-proofing-description": "Badacze i deweloperzy Ethereum rozwiązują problemy przyszłości już dziś, przygotowując sieć dla przyszłych pokoleń.",
  "page-roadmap-future-proofing-button": "Więcej o zabezpieczaniu przyszłości",
  "page-roadmap-why-need-title": "Dlaczego Ethereum potrzebuje planu działania?",
  "page-roadmap-why-need-description": "Ethereum regularnie otrzymuje aktualizacje, które zwiększają jego skalowalność, bezpieczeństwo i zrównoważony rozwój. Jedną z głównych zalet Ethereum jest zdolność adaptacji do nowych pomysłów wynikających z badań i rozwoju. Ta zdolność do adaptacji zapewnia Ethereum elastyczność niezbędną do stawiania czoła nowym wyzwaniom i nadążania za najnowszymi osiągnięciami technologicznymi.",
  "page-roadmap-how-defined-title": "Jak zdefiniowany jest plan działania",
  "page-roadmap-how-defined-p1": "Plan działania jest głównie wynikiem wielu lat pracy badaczy i programistów — protokół jest bowiem bardzo techniczny — ale każda zmotywowana osoba może w nim uczestniczyć.",
  "page-roadmap-how-defined-p2": "Pomysły zazwyczaj zaczynają się od dyskusji na forach, takich jak <a href=\"https://ethresear.ch\">ethresear.ch</a> i <a href=\"https://ethereum-magicians.org\">Ethereum Magicians</a> lub na serwerze Discord Eth R&D. Mogą to być odpowiedzi na nowo odkryte luki w zabezpieczeniach, sugestie organizacji działających w warstwie aplikacji (takich jak zdecentralizowane aplikacje i giełdy) lub na znane trudności użytkowników końcowych (takie jak koszty lub szybkość transakcji).",
  "page-roadmap-how-defined-p3": "Gdy pomysły te rozwiną się, mogą zostać zaproponowane jako <a href=\"https://eips.ethereum.org\">propozycje ulepszeń Ethereum</a>. Cały ten proces odbywa się publicznie, tak aby każdy członek społeczności mógł w dowolnym momencie wypowiedzieć się na jej temat.",
  "page-roadmap-governance-button": "Więcej o zarządzaniu Ethereum",
  "page-roadmap-hero-alt": "Plan działania Ethereum",
  "page-roadmap-technical-upgrades-title": "Jakie aktualizacje techniczne nadchodzą do Ethereum?",
  "page-roadmap-danksharding-title": "Danksharding",
  "page-roadmap-danksharding-description": "Danksharding sprawia, że ​​pakiety zbiorcze warstwy 2 stają się dużo tańsze dla użytkowników poprzez dodanie „blobów” danych do bloków Ethereum.",
  "page-roadmap-single-slot-finality-title": "Finalizacja pojedynczego slotu",
  "page-roadmap-single-slot-finality-description": "Zamiast czekać 15 minut, bloki mogłyby być proponowane i finalizowane w tym samym slocie. Jest to wygodniejsze dla aplikacji i trudniejsze do zaatakowania.",
  "page-roadmap-account-abstraction-title": "Abstrakcja kont",
  "page-roadmap-account-abstraction-description": "Abstrakcja kont to zestaw aktualizacji, które natywnie obsługują portfele inteligentnych kontraktów na Ethereum, bez konieczności korzystania ze złożonego oprogramowania pośredniczącego.",
  "page-roadmap-statelessness-title": "Bezstanowość",
  "page-roadmap-statelessness-description": "Bezstanowe klienty będą mogły weryfikować nowe bloki bez konieczności przechowywania dużych ilości danych. Dzięki temu zapewnią wszystkie korzyści płynące z uruchomienia węzła, ponosząc jedynie ułamek dzisiejszych kosztów.",
  "page-roadmap-learn-more": "Dowiedz się więcej",
  "page-roadmap-timeline-title": "Jaki jest harmonogram tych aktualizacji?",
  "page-roadmap-blocks-alt": "Bloki Ethereum",
  "page-roadmap-faq-1-title": "Czy plan działania Ethereum zmieni się z czasem?",
  "page-roadmap-faq-1-p1": "Tak — niemal na pewno.",
  "page-roadmap-faq-1-p1-continued": "Plan działania to obecny plan modernizacji Ethereum, obejmujący zarówno pobliskie, jak i przyszłe plany. Spodziewamy się, że będzie się zmieniać wraz z pojawianiem się nowych informacji i technologii.",
  "page-roadmap-faq-1-p2": "Pomyśl o planie działania Ethereum jak o zestawie intencji dotyczących ulepszania Ethereum; jest to najlepsza hipoteza głównych badaczy i programistów na temat optymalnej ścieżki rozwoju Ethereum.",
  "page-roadmap-faq-2-title": "Kiedy plan działania zostanie ukończony?",
  "page-roadmap-faq-2-p1": "Niektóre ulepszenia mają mniejszy priorytet i prawdopodobnie nie zostaną wdrożone przez następne 5-10 lat (np. odporność kwantowa).",
  "page-roadmap-faq-2-p1-strong": "Dokładne określenie czasu wdrożenia poszczególnych aktualizacji jest skomplikowane",
  "page-roadmap-faq-2-p1-continued": "do przewidzenia, ponieważ wiele elementów planu działania rozwija się równoległe i w różnym tempie. Priorytet danej aktualizacji również może się zmieniać w zależności od czynników zewnętrznych (np. nagły skok w wydajności oraz dostępności komputerów kwantowych mógłby sprawić, że kryptografia odporna na nie stanie się ważniejsza).",
  "page-roadmap-faq-2-p2": "Rozwój Ethereum można porównać do ewolucji biologicznej. Sieć, która potrafi dostosowywać się do nowych wyzwań i utrzymywać swoją sprawność, ma większe szanse na sukces niż taka, która jest oporna na zmiany, jednak im sieć będzie bardziej wydajna, skalowalna i bezpieczna, tym mniej zmian w protokole będzie wymaganych.",
  "page-roadmap-faq-3-title": "Czy muszę coś zrobić, żeby przygotować się na nadchodzące aktualizacje?",
  "page-roadmap-faq-3-p1": "Aktualizacje nie wpływają zazwyczaj bezpośrednio na użytkowników końcowych, poza tym, że zapewniają lepsze doświadczenia użytkownika, większe bezpieczeństwo protokołu i może czasami dodatkowe <i>opcje</i> interakcji z Ethereum. <strong>Zwykli użytkownicy nie muszą aktywnie uczestniczyć w procesie aktualizacji ani podejmować żadnych działań w celu zabezpieczenia swoich aktywów.</strong> Operatorzy <a href=\"/glossary/#node\">węzłów</a> muszą zaktualizować swoje klienty, aby przygotować się do aktualizacji. Niektóre aktualizacje mogą też prowadzić do zmian dla deweloperów aplikacji. Na przykład, aktualizacja związana z wygasaniem historii może wymusić na deweloperach aplikacji pobierania danych historycznych z nowych źródeł.",
  "page-roadmap-faq-4-title": "Co z shardingiem?",
  "page-roadmap-faq-4-p1": "Sharding to dzielenie blockchainu Ethereum tak, aby podzbiory <a href=\"/glossary/#validator\">walidatorów</a> były odpowiedzialne tylko za ułamek całkowitej ilości danych. Początkowo to właśnie to miało pomóc w skalowaniu Ethereum. Jednak rozwój pakietów zbiorczych <a href=\"/glossary/#layer-2\">warstwy 2</a> przebiegł znacznie szybciej niż zakładano i już teraz zapewniają znaczną poprawę skalowalności, a po wdrożeniu Proto-Dankshardingu zapewnią jej jeszcze więcej. Oznacza to, że „łańcuchy shardów” nie są juz potrzebne i zostały usunięte z planu działania.",
  "page-roadmap-release-status-prod": "Wdrożone",
  "page-roadmap-release-status-soon": "Już wkrótce",
  "page-roadmap-release-status-dev": "W rozwoju",
  "page-roadmap-release-main-features": "Główne funkcje",
  "page-roadmap-release-learn-more": "Dowiedz się więcej",
  "page-roadmap-release-forkcast": "Śledź zmiany",
  "page-roadmap-paris-pos-title": "Przejście na Proof of Stake",
  "page-roadmap-paris-pos-item-1": "Zastąpiono energochłonne kopanie mechanizmem konsensusem opartym na stakingu",
  "page-roadmap-paris-pos-item-2": "Zmniejszono zużycie energii przez Ethereum o ~99,95%",
  "page-roadmap-paris-beacon-title": "Integracja z łańcuchem śledzącym",
  "page-roadmap-paris-beacon-item-1": "Połączono łańcuch śledzący z siecią główną Ethereum",
  "page-roadmap-paris-beacon-item-2": "Umożliwiono pełne przejście na mechanizm konsensusu PoS",
  "page-roadmap-paris-difficulty-title": "Usunięcie bomby trudności",
  "page-roadmap-paris-difficulty-item-1": "Usunięto bombę trudności, która zwiększała poziom trudności kopania",
  "page-roadmap-paris-difficulty-item-2": "Zapewniono płynne przejście na nowy mechanizm konsensusu",
  "page-roadmap-shapella-withdrawals-title": "Wypłaty ze stakingu",
  "page-roadmap-shapella-withdrawals-item-1": "Umożliwiono walidatorom wypłacanie swoich zestakowanych ETH i nagród",
  "page-roadmap-shapella-withdrawals-item-2": "Wprowadzono możliwość częściowych i całkowitych wypłat",
  "page-roadmap-shapella-eip4895-title": "EIP-4895: Wypłaty z łańcucha śledzącego",
  "page-roadmap-shapella-eip4895-item-1": "Dodano nową operację na poziomie systemu dla wypłat",
  "page-roadmap-shapella-eip4895-item-2": "Zapewniono bezpieczne i wydajne przetwarzanie żądań wypłat",
  "page-roadmap-shapella-eip3651-title": "EIP-3651: Ogrzanie adresu COINBASE",
  "page-roadmap-shapella-eip3651-item-1": "Zmniejszono koszty gazu przy dostępie do adresu COINBASE",
  "page-roadmap-shapella-eip3651-item-2": "Usprawniono działanie niektórych operacji inteligentnych kontraktów",
  "page-roadmap-dencun-danksharding-title": "Proto-danksharding (EIP-4844)",
  "page-roadmap-dencun-danksharding-item-1": "Wprowadzono transakcje blobów, aby znacząco obniżyć koszty transakcji pakietów zbiorczych",
  "page-roadmap-dencun-danksharding-item-2": "Dodano nowy typ transakcji, który przechowuje dane tymczasowo i tanio",
  "page-roadmap-dencun-eip1153-title": "EIP-1153: Kody operacyjne pamięci przejściowej",
  "page-roadmap-dencun-eip1153-item-1": "Dodano kody operacyjne TSTORE i TLOAD do tymczasowego przechowywania w trakcie wykonywania transakcji",
  "page-roadmap-dencun-eip1153-item-2": "Umożliwia efektywniejsze wzorce inteligentnych kontraktów i obniża koszty gazu",
  "page-roadmap-dencun-eip4788-title": "EIP-4788: Korzeń bloku łańcucha śledzącego w EVM",
  "page-roadmap-dencun-eip4788-item-1": "Udostępnia inteligentnym kontraktom informacje z warstwy konsensusu",
  "page-roadmap-dencun-eip4788-item-2": "Umożliwia tworzenie nowych, zminimalizowanych pod względem zaufania aplikacji i mostów międzyłańcuchowych",
  "page-roadmap-pectra-eoa-title": "Wzbogacenie portfeli EOA funkcjami inteligentnych kontraktów",
  "page-roadmap-pectra-eoa-item-1": "Użytkownicy mogą ustawić swój adres tak, aby był reprezentowany przez kod istniejącego inteligentnego kontraktu i uzyskać korzyści, takie jak grupowanie transakcji, sponsorowanie opłat transakcyjnych czy lepsze mechanizmy odzyskiwania konta",
  "page-roadmap-pectra-balance-title": "Zwiększenie maksymalnego efektywnego salda",
  "page-roadmap-pectra-balance-item-1": "Stakerzy mogą teraz wybrać dowolną kwotę ETH do zestakowania i otrzymywać nagrody za każde 1 ETH powyżej minimum",
  "page-roadmap-pectra-blob-title": "Zwiększenie przepustowości blobów",
  "page-roadmap-pectra-blob-item-1": "Średnia liczba blobów została zwiększona z 3 do 6, z maksimum wynoszącym 9 blobów, co przekłada się na tańsze opłaty pakietów zbiorczych Ethereum",
  "page-roadmap-fusaka-peerdas-title": "PeerDAS (próbkowanie dostępności danych Peer-to-Peer)",
  "page-roadmap-fusaka-peerdas-item-1": "Umożliwia efektywniejszą dostępność danych dla pakietów zbiorczych",
  "page-roadmap-fusaka-peerdas-item-2": "Sprawia, że uruchamianie węzła jest bardziej dostępne przy jednoczesnym zachowaniu decentralizacji",
  "page-roadmap-fusaka-additional-title": "Potencjalne dodatkowe funkcje",
  "page-roadmap-fusaka-additional-item-1": "Wsparcie bezpiecznych enklaw na urządzeniach mobilnych w celu poprawy UX",
  "page-roadmap-fusaka-additional-item-2": "Usprawnienia rynku opłat blobów",
  "page-roadmap-fusaka-additional-item-3": "Dalsze usprawnienia efektywności walidatorów i wydajności sieci",
  "page-roadmap-glamsterdam-discussed-title": "Zaplanowane w Glamsterdam",
  "page-roadmap-glamsterdam-discussed-item-1": "Utrwalony rozdział proponującego od budowniczego (ePBS)",
  "page-roadmap-glamsterdam-discussed-item-2": "Listy dostępu na poziomie bloku (BAL)"
}
