{
  "page-dapps-1inch-logo-alt": "Logo 1inch",
  "page-dapps-aave-logo-alt": "Logo Aave",
  "page-dapps-add-button": "Zasugeruj dapp",
  "page-dapps-add-title": "Dodaj dapp",
  "page-dapps-ankr-logo-alt": "Logo Ankr",
  "page-dapps-api3-logo-alt": "Logo API3",
  "page-dapps-arweave-logo-alt": "Logo ARweave",
  "page-dapps-audius-logo-alt": "Logo Audius",
  "page-dapps-augur-logo-alt": "Logo Augur",
  "page-dapps-axie-infinity-logo-alt": "Logo Axie Infinity",
  "page-dapps-balancer-logo-alt": "Logo Balancer",
  "page-dapps-brave-logo-alt": "Logo Brave",
  "page-dapps-beginner-friendly-description": "Klika zdecentralizowanych aplikacji dobrych dla początkujących. Odkryj więcej poniżej.",
  "page-dapps-beginner-friendly-header": "Przyjazne dla początkujących",
  "page-dapps-category-arts": "Sztuka i moda",
  "page-dapps-category-browsers": "Przeglądarki",
  "page-dapps-category-code-marketplaces": "Rynki kodów",
  "page-dapps-category-collectibles": "Cyfrowe artykuły kolekcjonerskie",
  "page-dapps-category-competitive": "Gry Web3",
  "page-dapps-category-computing": "Narzędzia deweloperskie",
  "page-dapps-category-dex": "Giełdy",
  "page-dapps-category-investments": "Fundusze inwestycyjne",
  "page-dapps-category-lending": "Kredyty i pożyczki",
  "page-dapps-category-lottery": "Fundusze społecznościowe",
  "page-dapps-category-marketplaces": "Rynki",
  "page-dapps-category-music": "Muzyka",
  "page-dapps-category-payments": "Płatności",
  "page-dapps-category-insurance": "Ubezpieczenie",
  "page-dapps-category-portfolios": "Zarządzanie portfolio",
  "page-dapps-category-trading": "Rynki prognostyczne",
  "page-dapps-category-utilities": "Narzędzia",
  "page-dapps-category-worlds": "Wirtualne światy",
  "page-dapps-category-demand-aggregator": "Agregatory popytu",
  "page-dapps-category-derivatives": "Pochodne",
  "page-dapps-category-liquid-staking": "Płynny staking",
  "page-dapps-category-bridges": "Mosty",
  "page-dapps-category-experiences": "Wspólne doświadczenia",
  "page-dapps-category-guilds": "Gildie zysków",
  "page-dapps-category-avatar": "Awatary",
  "page-dapps-choose-category": "Wybierz kategorię",
  "page-dapps-category-social": "Media społecznościowe",
  "page-dapps-category-content": "Treść",
  "page-dapps-category-community": "Społeczność",
  "page-dapps-category-messaging": "Wiadomości",
  "page-dapps-category-identity": "Tożsamość",
  "page-dapps-collectibles-benefits-1-description": "Gdy dzieło sztuki jest tokenizowane na Ethereum, można udowodnić jego własność w sposób widoczny dla wszystkich. Można prześledzić drogę dzieła sztuki od momentu jego stworzenia do obecnego posiadacza. Zapobiega to fałszerstwom.",
  "page-dapps-collectibles-benefits-1-title": "Można udowodnić własność",
  "page-dapps-collectibles-benefits-2-description": "Płacenie za streaming muzyki lub zakup dzieł sztuki jest o wiele bardziej sprawiedliwe dla artystów. Dzięki Ethereum nie ma potrzeby korzystania z pośredników. A jeśli pośrednicy są potrzebni, ich koszty nie są tak wysokie, ponieważ platformy nie muszą płacić za infrastrukturę sieci.",
  "page-dapps-collectibles-benefits-2-title": "Sprawiedliwiej dla twórców",
  "page-dapps-collectibles-benefits-3-description": "Tokenizowane przedmioty kolekcjonerskie są powiązane z Twoim adresem Ethereum, a nie z platformą. Możesz więc sprzedawać rzeczy takie jak przedmioty w grze na dowolnym rynku Ethereum, nie tylko w samej grze.",
  "page-dapps-collectibles-benefits-3-title": "Przedmioty kolekcjonerskie zawsze podążają za Tobą",
  "page-dapps-collectibles-benefits-4-description": "Istnieją już narzędzia i produkty, które pozwolą Ci tokenizować Twoją sztukę i sprzedawać ją! A Twoje tokeny mogą być sprzedawane na każdej i wszystkich platformach kolekcjonerskich Ethereum.",
  "page-dapps-collectibles-benefits-4-title": "Infrastruktura jest już dostępna",
  "page-dapps-collectibles-benefits-description": "Są to aplikacje, które skupiają się na własności cyfrowej, zwiększaniu potencjału zarobkowego twórców oraz wymyślaniu nowych sposobów inwestowania w ulubionych twórców i ich pracę.",
  "page-dapps-collectibles-benefits-title": "zdecentralizowane przedmioty kolekcjonerskie i streaming",
  "page-dapps-collectibles-button": "Sztuka i przedmioty kolekcjonerskie",
  "page-dapps-collectibles-description": "Są to aplikacje, które skupiają się na własności cyfrowej, zwiększaniu potencjału zarobkowego twórców oraz wymyślaniu nowych sposobów inwestowania w ulubionych twórców i ich pracę.",
  "page-dapps-collectibles-title": "Zdecentralizowane przedmioty artystyczne i kolekcjonerskie",
  "page-dapps-compound-logo-alt": "Logo Compound",
  "page-dapps-convex-logo-alt": "Logo Convex",
  "page-dapps-cryptopunks-logo-alt": "Logo CryptoPunks",
  "page-dapps-cryptovoxels-logo-alt": "Logo Cryptovoxels",
  "page-dapps-cyberconnect-logo-alt": "Logo CyberConnect",
  "page-dapps-dapp-description-1inch": "Pomaga uniknąć znaczących poślizgów cenowych dzięki agregacji najlepszych cen.",
  "page-dapps-dapp-description-aave": "Wypożycz swoje tokeny, aby zarobić odsetki i wypłacić je w dowolnym czasie.",
  "page-dapps-dapp-description-ankr": "Zestaw różnych produktów infrastruktury Web3 do budowania, zarabiania, grania i nie tylko — wszystko na blockchainie.",
  "page-dapps-dapp-description-api3": "Kanały referencyjne danych first-party cen, które umożliwiają zdecentralizowanym aplikacjom w 10 sieciach (a ich liczba stale rośnie) łączenie się z danymi cen aktywów w czasie rzeczywistym, w tym cenami kryptowalut oraz forexów.",
  "page-dapps-dapp-description-arweave": "Przechowuj dane permanentnie, w sposób zrównoważony, za jedną opłatą z góry.",
  "page-dapps-dapp-description-async-art": "Twórz, zbieraj i handluj #ProgrammableArt - obrazami cyfrowymi podzielonymi na \"Warstwy\", które możesz wykorzystać, aby wpłynąć na ogólny obraz. Każdy mistrz i warstwa jest tokenem ERC721.",
  "page-dapps-dapp-description-audius": "Zdecentralizowana platforma streamingowa. Słuchanie = pieniądze dla twórców, a nie etykiet.",
  "page-dapps-dapp-description-augur": "Obstawiaj wyniki sportowe, ekonomiczne i inne wydarzenia na świecie.",
  "page-dapps-dapp-description-axie-infinity": "Handluj i walcz z istotami zwanymi Axies.\nZarabiaj podczas grania — dostępne na urządzeniach mobilnych",
  "page-dapps-dapp-description-balancer": "Balancer to automatyczny menedżer portfolio i platforma transakcyjna.",
  "page-dapps-dapp-description-brave": "Zarabiaj tokeny za przeglądanie i wspieraj swoich ulubionych twórców.",
  "page-dapps-dapp-description-cent": "Sieć społecznościowa, w której zarabiasz poprzez umieszczenie NFT.",
  "page-dapps-dapp-description-compound": "Wypożycz swoje tokeny, aby zarobić odsetki i wypłacić je w dowolnym czasie.",
  "page-dapps-dapp-description-convex": "Convex pozwala dostawcom płynności Curve zarabiać na opłatach transakcyjnych i ubiegać się o zwiększone CRV bez blokowania ich CRV.",
  "page-dapps-dapp-description-cryptopunks": "Kupuj, licytuj i oferuj punki na sprzedaż — jeden z pierwszych tokenów kolekcjonerskich na Ethereum.",
  "page-dapps-dapp-description-cryptovoxels": "Stwórz galerię sztuki, buduj sklepy i kup ziemię — wirtualny świat Ethereum.",
  "page-dapps-dapp-description-cyberconnect": "Zdecentralizowany protokół grafu społecznościowego, który pomaga zdecentralizowanym aplikacjom w uruchamianiu efektów sieciowych i budowaniu spersonalizowanych doświadczeń społecznościowych",
  "page-dapps-dapp-description-dark-forest": "Podbijaj planety w nieskończonym, proceduralnie generowanym, kryptograficznie określonym wszechświecie.",
  "page-dapps-dapp-description-decentraland": "Zbieraj, handluj wirtualną ziemią w wirtualnym świecie, który możesz odkrywać.",
  "page-dapps-dapp-description-ens": "Przyjazne dla użytkowników nazwy adresów Ethereum i zdecentralizowanych stron.",
  "page-dapps-dapp-description-foundation": "Inwestuj w unikalne edycje sztuki cyfrowej i handluj z innymi nabywcami.",
  "page-dapps-dapp-description-gitcoin": "Zarabiaj kryptowaluty, pracując nad oprogramowaniem open-source.",
  "page-dapps-dapp-description-gitcoin-grants": "Finansowanie społecznościowe projektów społeczności Ethereum ze zwiększonym wkładem finansowym",
  "page-dapps-dapp-description-gm": "Uniwersalna platforma do czatu, forów i komunikacji głosowej, która dzieli się przychodami ze swoimi twórcami",
  "page-dapps-dapp-description-gods-unchained": "Strategiczna handlowa gra karciana. Grając, zdobywaj karty, które możesz sprzedać w prawdziwym życiu.",
  "page-dapps-dapp-description-golem": "Uzyskaj dostęp do współdzielonej mocy obliczeniowej lub wynajmuj własne zasoby.",
  "page-dapps-dapp-description-graph": "Protokół indeksujący do zapytań w sieciach takich jak Ethereum i IPFS.",
  "page-dapps-dapp-description-ipfs": "Protokół hipermedialny peer-to-peer zaprojektowany w celu zachowania i rozwoju wiedzy ludzkości poprzez uczynienie sieci możliwą do aktualizacji, odporną i bardziej otwartą.",
  "page-dapps-dapp-description-radicle": "Bezpieczna współpraca z kodem peer-to-peer bez pośredników.",
  "page-dapps-dapp-description-kyberswap": "Wymieniaj i zarabiaj po najlepszych kursach.",
  "page-dapps-dapp-description-lido": "Uproszczony i bezpieczny staking dla aktywów cyfrowych.",
  "page-dapps-dapp-description-loopring": "Platforma handlowa peer-to-peer stworzona z myślą o szybkości.",
  "page-dapps-dapp-description-marble-cards": "Twórz unikalne karty cyfrowe oparte na adresach URL i handluj nimi.",
  "page-dapps-dapp-description-matcha": "Wyszukuje wiele giełd, aby pomóc Ci znaleźć najlepsze ceny.",
  "page-dapps-dapp-description-meeds": "Centra społeczności Web3 w erze zdecentralizowanej pracy. Sprawiedliwe i przejrzyste nagradzanie wkładu, który ma znaczenie.",
  "page-dapps-dapp-description-mirror": "Zbudowana na web3 dla web3, solidna platforma wydawnicza Mirror przesuwa granice pisania online",
  "page-dapps-dapp-description-multichain": "Najlepszy router dla web3. Jest to infrastruktura stworzona do dowolnych interakcji międzyłańcuchowych.",
  "page-dapps-dapp-description-nifty-gateway": "Kupuj prace w łańcuchu od najlepszych artystów, sportowców, marek i twórców.",
  "page-dapps-dapp-description-summerfi": "Handluj, pożyczaj i oszczędzaj z Dai, stablecoinem Ethereum.",
  "page-dapps-dapp-description-opensea": "Kupuj, sprzedawaj, odkrywaj i wymieniaj rzeczami z limitowanych edycji.",
  "page-dapps-dapp-description-opera": "Wyślij kryptowaluty ze swojej przeglądarki do sprzedawców, innych użytkowników i aplikacji.",
  "page-dapps-dapp-description-osuvox": "Awatary 3D żyjące na blockchainie",
  "page-dapps-dapp-description-poap": "Zbieraj NFT potwierdzające, że brałeś udział w różnych wirtualnych lub stacjonarnych wydarzeniach. Użyj ich, aby dołączyć do loterii, głosować, współpracować lub po prostu móc się pochwalić.",
  "page-dapps-dapp-description-polymarket": "Postaw na wyniki. Handluj na rynkach informacji.",
  "page-dapps-dapp-description-pooltogether": "Loteria, w której nie można przegrać. Nagrody co tydzień.",
  "page-dapps-dapp-description-index-coop": "Fundusz indeksu kryptowalut, który zapewnia ekspozycję portfela na najlepsze tokeny DeFi.",
  "page-dapps-dapp-description-nexus-mutual": "Ochrona bez firmy ubezpieczeniowej. Ochrona przed błędami i włamaniami do inteligentnych kontraktów.",
  "page-dapps-dapp-description-etherisc": "Zdecentralizowany szablon ubezpieczenia, którego każdy może użyć do stworzenia własnej ochrony ubezpieczeniowej.",
  "page-dapps-dapp-description-zapper": "Śledź swoje portfolio i używaj asortymentu produktów DeFi z jednego interfejsu.",
  "page-dapps-dapp-description-zerion": "Zarządzaj swoim portfelem i w łatwy sposób oceniaj wszystkie aktywa DeFi na rynku.",
  "page-dapps-dapp-description-rotki": "Narzędzie open source do śledzenia portfela, analizy, księgowości i raportowania podatkowego, które szanuje Twoją prywatność.",
  "page-dapps-dapp-description-krystal": "Kompleksowa platforma umożliwiająca dostęp do wszystkich Twoich ulubionych usług DeFi.",
  "page-dapps-dapp-description-rarible": "Twórz, sprzedawaj i kupuj tokenizowane przedmioty kolekcjonerskie.",
  "page-dapps-dapp-description-request-finance": "Zestaw narzędzi finansowych do kryptowalutowych faktur, list płac i wydatków.",
  "page-dapps-dapp-description-rubic": "Międzyłańcuchowy agregator technologii dla użytkowników i zdecentralizowanych aplikacji.",
  "page-dapps-dapp-description-sablier": "Przesyłaj pieniądze w czasie rzeczywistym.",
  "page-dapps-dapp-description-spatial": "Stwórz swój własny awatar i światy 3D",
  "page-dapps-dapp-description-spruce": "Stos open-source pozostawiający kontrolę nad tożsamością i danymi tam, gdzie powinna być — z użytkownikami.",
  "page-dapps-dapp-description-status": "Zaprojektowany, aby umożliwić swobodny przepływ informacji, chronić prawo do prywatnych, bezpiecznych rozmów i promować suwerenność jednostek.",
  "page-dapps-dapp-description-superrare": "Kupuj dzieła cyfrowe bezpośrednio od artystów lub na rynkach wtórnych.",
  "page-dapps-dapp-description-synthetix": "Synthetix to protokół do emisji i handlu aktywami syntetycznymi",
  "page-dapps-dapp-description-token-sets": "Strategie kryptowalutowych inwestycji, które automatycznie przywracają równowagę.",
  "page-dapps-dapp-description-uniswap": "Wymieniaj tokeny w prosty sposób lub dostarczaj tokeny w zamian za % nagrody.",
  "page-dapps-dapp-description-xmtp": "Wysyłaj wiadomości między kontami blockchain, w tym wiadomości prywatne, alerty, ogłoszenia i nie tylko.",
  "page-dapps-dapp-description-yearn": "Yearn Finance to agregator zysków. Daje osobom fizycznym, DAO i innym protokołom sposób na wpłacenie zasobów cyfrowych i otrzymywanie zysków.",
  "page-dapps-docklink-dapps": "Wprowadzenie do dapps",
  "page-dapps-docklink-smart-contracts": "Inteligentne kontrakty",
  "page-dapps-dark-forest-logo-alt": "Logo Dark Forest",
  "page-dapps-decentraland-logo-alt": "Logo Decentraland",
  "page-dapps-index-coop-logo-alt": "Logo Index Coop",
  "page-dapps-nexus-mutual-logo-alt": "Logo Nexus Mutual",
  "page-dapps-etherisc-logo-alt": "Logo Etherisc",
  "page-dapps-zapper-logo-alt": "Logo Zapper",
  "page-dapps-zerion-logo-alt": "Logo Zerion",
  "page-dapps-rotki-logo-alt": "Logo Rotki",
  "page-dapps-krystal-logo-alt": "Logo Krystal",
  "page-dapps-synthetix-logo-alt": "Logo Synthetix",
  "page-dapps-desc": "Znajdź aplikację Ethereum, aby wypróbować.",
  "page-dapps-doge-img-alt": "Ilustracja pieseła siedzącego przy komputerze",
  "page-dapps-editors-choice-dark-forest": "Graj przeciwko innym, aby podbijać planety i wypróbować najnowocześniejszą technologię skalowania/prywatności Ethereum. Być może dla tych, którzy są już zaznajomieni z Ethereum.",
  "page-dapps-editors-choice-foundation": "Zainwestuj w kulturę. Kupuj, wymieniaj i sprzedawaj unikalne cyfrowe dzieła sztuki i modę od niesamowitych artystów, muzyków i marek.",
  "page-dapps-editors-choice-pooltogether": "Kup bilet na loterię bez przegranych. Co tydzień, odsetki wygenerowane z całej puli losów trafiają do jednego szczęśliwego zwycięzcy. Odzyskaj swoje pieniądze, kiedy tylko zechcesz.",
  "page-dapps-editors-choice-uniswap": "Z łatwością zamieniaj tokeny. Ulubiona aplikacja społeczności pozwalająca na handel tokenami z ludźmi w całej sieci.",
  "page-dapps-ens-logo-alt": "Logo Ethereum Name Service",
  "page-dapps-explore-dapps-description": "Wiele aplikacji zdecentralizowanych wciąż ma charakter eksperymentalny i testuje możliwości zdecentralizowanych sieci. Ale było kilka udanych wczesnych projektów w kategorii technologii, finansów, gier i przedmiotów kolekcjonerskich.",
  "page-dapps-explore-dapps-title": "Przeglądaj aplikacje",
  "page-dapps-features-1-description": "Po wdrożeniu w Ethereum kod aplikacji zdecentralizowanej nie może zostać usunięty i każdy może korzystać z jej funkcji. Nawet gdyby zespół twórców aplikacji, rozwiązał się, nadal można by z niej korzystać. Raz umieszczona na Ethereum, pozostaje tam.",
  "page-dapps-features-1-title": "Brak właścicieli",
  "page-dapps-features-2-description": "Nie można zablokować możliwości korzystania z aplikacji zdecentralizowanej lub przesyłania transakcji. Na przykład, gdyby Twitter był na Ethereum, nikt nie mógłby zablokować Twojego konta lub powstrzymać Cię od tweetowania.",
  "page-dapps-features-2-title": "Brak cenzury",
  "page-dapps-features-3-description": "Ponieważ Ethereum ma ETH, płatności są natywne dla Ethereum. Deweloperzy nie muszą spędzać czasu na integracji z zewnętrznymi dostawcami płatności.",
  "page-dapps-features-3-title": "System płatności",
  "page-dapps-features-4-description": "Kod aplikacji zdecentralizowanej jest często otwarty i domyślnie kompatybilny. Zespoły regularnie korzystają z pracy innych zespołów. Jeśli chcesz, aby użytkownicy mogli wymieniać tokeny w Twojej aplikacji, możesz po prostu podłączyć kod innej aplikacji.",
  "page-dapps-features-4-title": "Plug and play",
  "page-dapps-features-5-description": "W przypadku większości zdecentralizowanych aplikacji nie musisz ujawniać swojej rzeczywistej tożsamości. Twoje konto Ethereum jest Twoim loginem i potrzebujesz tylko portfela.",
  "page-dapps-features-5-title": "Jeden anonimowy login",
  "page-dapps-features-6-description": "Kryptografia zapewnia, że atakujący nie mogą sfałszować transakcji i innych interakcji aplikacji w Twoim imieniu. Autoryzujesz działania aplikacji za pomocą swojego konta Ethereum, zazwyczaj poprzez portfel, więc trzymaj swoje dane uwierzytelniające w bezpiecznym miejscu.",
  "page-dapps-features-6-title": "Zabezpieczone kryptograficznie",
  "page-dapps-features-7-description": "Gdy aplikacja jest już dostępna na Ethereum, przestanie działać tylko wtedy, gdy samo Ethereum przestanie działać. Sieci o wielkości Ethereum są wyjątkowo trudne do zaatakowania.",
  "page-dapps-features-7-title": "Brak przestojów",
  "page-dapps-finance-benefits-1-description": "Usługi finansowe działające na Ethereum nie wymagają rejestracji. Jeśli masz fundusze i połączenie z Internetem, możesz zaczynać.",
  "page-dapps-finance-benefits-1-title": "Otwarty dostęp",
  "page-dapps-finance-benefits-2-description": "Istnieje mnóstwo tokenów, z którymi można wchodzić w interakcje w ramach tych produktów finansowych. Ludzie cały czas tworzą nowe tokeny na bazie Ethereum.",
  "page-dapps-finance-benefits-2-title": "Nowa gospodarka tokenowa",
  "page-dapps-finance-benefits-3-description": "Zespoły stworzyły <a href=\"/glossary/#stablecoin\">stablecoiny</a> — mniej niestabilne kryptowaluty. Pozwalają one na eksperymentowanie i korzystanie z kryptowalut bez ryzyka i niepewności.",
  "page-dapps-finance-benefits-3-title": "Stablecoiny",
  "page-dapps-finance-benefits-4-description": "Wszystkie produkty finansowe w przestrzeni Ethereum są modułowe i wzajemnie kompatybilne. Nowe konfiguracje tych modułów trafiają na rynek cały czas, zwiększając to, co możesz zrobić ze swoją kryptowalutą.",
  "page-dapps-finance-benefits-4-title": "Powiązane usługi finansowe",
  "page-dapps-finance-benefits-description": "Co takiego jest w Ethereum, że umożliwia rozkwit zdecentralizowanych aplikacji finansowych?",
  "page-dapps-finance-benefits-title": "zdecentralizowanymi finansami",
  "page-dapps-finance-button": "Finanse",
  "page-dapps-finance-description": "Są to aplikacje, które koncentrują się na budowaniu usług finansowych przy użyciu kryptowalut. Oferują one takie możliwości jak udzielanie kredytów, pożyczek, zarabianie na odsetkach i prywatne płatności — bez konieczności podawania danych osobowych.",
  "page-dapps-finance-title": "Zdecentralizowane finanse",
  "page-dapps-foundation-logo-alt": "Logo Foundation",
  "page-dapps-gaming-benefits-1-description": "Bez względu na to, czy to wirtualna ziemia czy karty handlowe, Twoje przedmioty są zbywalne na rynkach kolekcjonerskich. Twoje przedmioty w grze mają wartość w świecie rzeczywistym.",
  "page-dapps-gaming-benefits-1-title": "Przedmioty z gier służą jako tokeny",
  "page-dapps-gaming-benefits-2-description": "To Ty jesteś właścicielem swoich przedmiotów, a w niektórych przypadkach także postępów, a nie firma odpowiedzialna za grę. Więc nie stracisz nic, jeśli firma odpowiedzialna za grę zostanie zaatakowana, doświadczy awarii serwera lub się rozpadnie.",
  "page-dapps-gaming-benefits-2-title": "Twoje zapisy są bezpieczne",
  "page-dapps-gaming-benefits-3-description": "W ten sam sposób, w jaki płatności Ethereum są dostępne dla każdego do sprawdzenia, gry mogą wykorzystać tę cechę do zapewnienia uczciwości. W teorii wszystko jest weryfikowalne, od liczby trafień krytycznych po wielkość skrzyni wojennej przeciwnika.",
  "page-dapps-gaming-benefits-3-title": "Zapewniona uczciwość",
  "page-dapps-gaming-benefits-description": "Co takiego jest w Ethereum, że pozwala na rozkwit zdecentralizowanych gier?",
  "page-dapps-gaming-benefits-title": "zdecentralizowanymi grami",
  "page-dapps-gaming-button": "Gry",
  "page-dapps-gaming-description": "Są to aplikacje, które skupiają się na tworzeniu wirtualnych światów i walce z innymi graczami przy użyciu przedmiotów kolekcjonerskich, które mają wartość w świecie rzeczywistym.",
  "page-dapps-gaming-title": "Zdecentralizowane gry",
  "page-dapps-get-some-eth-description": "Działania aplikacji wiążą się z opłatą transakcyjną",
  "page-dapps-get-started-subtitle": "Aby wypróbować zdecentralizowaną aplikację, będziesz potrzebować <a href=\"/glossary/#wallet\">portfela</a> i trochę ETH. Portfel pozwoli Ci się połączyć lub zalogować. ETH będzie natomiast potrzebne, aby uregulować wszelkie <a href=\"/glossary/#transaction-fee\">opłaty transakcyjne</a>.",
  "page-dapps-get-started-title": "Rozpocznij",
  "page-dapps-gitcoin-grants-logo-alt": "Logo Gitcoin Grants",
  "page-dapps-gitcoin-logo-alt": "Logo Gitcoin",
  "page-dapps-gm-logo-alt": "Logo gm.xyz",
  "page-dapps-gods-unchained-logo-alt": "Logo Gods Unchained",
  "page-dapps-golem-logo-alt": "Logo Golem",
  "page-dapps-graph-logo-alt": "Logo Graph",
  "page-dapps-radicle-logo-alt": "Logo Radicle",
  "page-dapps-hero-header": "Narzędzia i usługi oparte na Ethereum",
  "page-dapps-hero-subtitle": "Aplikacje zdecentralizowane stanowią rosnący trend wśród aplikacji wykorzystujących Ethereum do przekształcania modeli biznesowych lub tworzenia nowych.",
  "page-dapps-how-dapps-work-p1": "Zdecentralizowane aplikacje mają swój kod backendowy (inteligentne kontrakty) działający w zdecentralizowanej sieci, a nie na scentralizowanym serwerze. Używają <a href=\"/glossary/#blockchain\">blockchainu</a> Ethereum do przechowywania danych i inteligentnych kontraktów do logiki aplikacji.",
  "page-dapps-how-dapps-work-p2": "Inteligentny kontrakt jest jak zestaw reguł, które są widoczne dla wszystkich w łańcuchu i działają dokładnie według tych reguł. Wyobraź sobie automat sprzedający: jeśli dostarczysz mu wystarczającą ilość środków i dokonasz właściwego wyboru, otrzymasz żądany przedmiot. Podobnie jak automaty sprzedające, inteligentne kontrakty mogą przechowywać środki, podobnie jak Twoje konto Ethereum. Pozwala to kodowi pośredniczyć w umowach i transakcjach.",
  "page-dapps-how-dapps-work-p3": "Gdy zdecentralizowane aplikacje zostaną wdrożone do sieci Ethereum, nie można ich zmienić. Aplikacje mogą być zdecentralizowane, ponieważ są kontrolowane przez logikę zapisaną w kontrakcie, a nie przez osobę czy firmę.",
  "page-dapps-how-dapps-work-title": "Jak działają aplikacje zdecentralizowane",
  "page-dapps-ipfs-logo-alt": "Logo IPFS",
  "page-dapps-kyberswap-logo-alt": "Logo KyberSwap",
  "page-dapps-learn-callout-button": "Zacznij tworzenie",
  "page-dapps-learn-callout-description": "Nasz portal społeczności deweloperów zawiera dokumenty, narzędzia i frameworki, które pomogą Ci rozpocząć tworzenie zdecentralizowanej aplikacji.",
  "page-dapps-learn-callout-image-alt": "Ilustracja przedstawiająca dłoń tworzącą symbol ETH z klocków lego.",
  "page-dapps-learn-callout-title": "Naucz się tworzyć zdecentralizowane aplikacje",
  "page-dapps-lido-logo-alt": "Logo Lido",
  "page-dapps-loopring-logo-alt": "Logo Loopring",
  "page-dapps-magic-behind-dapps-description": "Aplikacje zdecentralizowane mogą wydawać się zwykłymi aplikacjami. Mają jednak pewne specjalne cechy, ponieważ dziedziczą wszystkie supermoce Ethereum. Dzięki temu aplikacje zdecentralizowane różnią się od zwykłych aplikacji.",
  "page-dapps-magic-behind-dapps-link": "Co decyduje o wspaniałości Ethereum?",
  "page-dapps-magic-behind-dapps-title": "Magia aplikacji zdecentralizowanych",
  "page-dapps-magic-title-1": "Magia",
  "page-dapps-magic-title-2": "za",
  "page-dapps-magician-img-alt": "Ilustracja przedstawiająca magików",
  "page-dapps-marble-cards-logo-alt": "Logo marble.cards",
  "page-dapps-async-logo-alt": "Logo Async",
  "page-dapps-matcha-logo-alt": "Logo Matcha",
  "page-dapps-meeds-logo-alt": "Logo Meeds",
  "page-dapps-metaverse-benefits-title": "metaverse",
  "page-dapps-metaverse-benefits-description": "Co takiego jest w Ethereum, że pozwala metaverse rozwijać się?",
  "page-dapps-metaverse-benefits-1-title": "Tokeny NFT",
  "page-dapps-metaverse-benefits-1-description": "Unikalne przedmioty w grze, które są własnością użytkowników i są interoperacyjne między wirtualnymi światami i rynkami obsługującymi te same standardy.",
  "page-dapps-metaverse-benefits-2-title": "Społeczności należące do użytkowników",
  "page-dapps-metaverse-benefits-2-description": "Tożsamości są własnością użytkowników z nieskończonymi możliwościami odkrywania i tworzenia sieci społecznościowych w wielu wirtualnych światach.",
  "page-dapps-metaverse-button": "Metaverse",
  "page-dapps-metaverse-title": "Metaverse",
  "page-dapps-metaverse-description": "Są to aplikacje, które umożliwiają użytkownikom na swobodne uczestnictwo w wirtualnych światach. Użytkownicy mogą tworzyć osobiste sieci i przejmować na własność cyfrowe zasoby",
  "page-dapps-mirror-logo-alt": "Logo Mirror",
  "page-dapps-mobile-options-header": "Przeglądaj inne kategorie",
  "page-dapps-multichain-logo-alt": "Logo Multichain",
  "page-dapps-nifty-gateway-logo-alt": "Logo Nifty Gateway",
  "page-dapps-summerfi-logo-alt": "Logo Summer.fi",
  "page-dapps-opensea-logo-alt": "Logo OpenSea",
  "page-dapps-opera-logo-alt": "Logo Opera",
  "page-dapps-osuvox-logo-alt": "Logo OSUVOX",
  "page-dapps-polymarket-logo-alt": "Logo Polymarket",
  "page-dapps-poap-logo-alt": "Logo protokołu potwierdzającego obecność",
  "page-dapps-pooltogether-logo-alt": "Logo PoolTogether",
  "page-dapps-rarible-logo-alt": "Logo Rarible",
  "page-dapps-ready-button": "Przejdź",
  "page-dapps-ready-description": "Wybierz aplikację, aby wypróbować",
  "page-dapps-ready-title": "Gotów?",
  "page-dapps-request-finance-logo-alt": "Logo Request Finance",
  "page-dapps-rubic-logo-alt": "Logo Rubic",
  "page-dapps-sablier-logo-alt": "Logo Sablier",
  "page-dapps-set-up-a-wallet-button": "Znajdź portfel",
  "page-dapps-set-up-a-wallet-description": "Portfel jest twoim „loginem” dla zdecentralizowanych aplikacji",
  "page-dapps-set-up-a-wallet-title": "Konfiguracja portfela",
  "page-dapps-social-button": "Społeczność",
  "page-dapps-social-description": "Są to aplikacje, które koncentrują się na tworzeniu zdecentralizowanych sieci społecznościowych wykorzystujących zdecentralizowane technologie tożsamości, w których cyfrowe tożsamości i wykresy społecznościowe są własnością użytkowników.",
  "page-dapps-social-title": "Społeczność",
  "page-dapps-spatial-logo-alt": "Logo Spatial",
  "page-dapps-spruce-logo-alt": "Logo Spruce",
  "page-dapps-status-logo-alt": "Logo statusu",
  "page-dapps-superrare-logo-alt": "Logo SuperRare",
  "page-dapps-technology-button": "Technologia",
  "page-dapps-technology-description": "Są to aplikacje, które koncentrują się na decentralizacji narzędzi deweloperskich, włączaniu systemów kryptoekonomicznych do istniejących technologii oraz tworzeniu rynków dla prac rozwojowych typu open source.",
  "page-dapps-technology-title": "Technologia zdecentralizowana",
  "page-dapps-token-sets-logo-alt": "Logo Token Sets",
  "page-dapps-uniswap-logo-alt": "Logo Uniswap",
  "page-dapps-wallet-callout-button": "Znajdź portfel",
  "page-dapps-wallet-callout-description": "Portfele są również zdecentralizowanymi aplikacjami. Znajdź jeden na podstawie funkcji, które Ci odpowiadają.",
  "page-dapps-wallet-callout-image-alt": "Ilustracja przedstawiająca robota.",
  "page-dapps-wallet-callout-title": "Wyświetl portfele",
  "page-dapps-warning-header": "Zawsze przeprowadzaj własne badania",
  "page-dapps-warning-message": "Ethereum to nowa technologia i większość aplikacji jest nowa. Przed wpłaceniem dużych ilości pieniędzy upewnij się, że rozumiesz ryzyko.",
  "page-dapps-what-are-dapps": "Czym są aplikacje zdecentralizowane?",
  "page-dapps-more-on-defi-button": "Więcej na temat zdecentralizowanych finansów",
  "page-dapps-more-on-nft-button": "Więcej o tokenizowanych przedmiotach kolekcjonerskich",
  "page-dapps-more-on-nft-gaming-button": "Więcej o tokenizowanych przedmiotach w grze",
  "page-dapps-dapp-description-pwn": "Łatwe pożyczki zabezpieczone dowolnym tokenem lub NFT w Ethereum.",
  "page-dapps-pwn-image-alt": "Logo PWN",
  "page-dapps-xmtp-logo-alt": "Logo XMTP",
  "opage-dapps-yearn-logo-alt": "Logo Yearn",
  "page-dapps-yearn-image-alt": "Logo Yearn",
  "page-dapps-convex-image-alt": "Logo Convex",
  "foundation": "Fundacja",
  "page-wallets-get-some": "Zdobądź trochę ETH",
  "page-dapps-dapp-description-curve": "Curve to zdecentralizowana giełda skupiająca się na stablecoinach",
  "page-dapps-curve-image-alt": "Logo Curve",
  "page-dapps-dapp-description-dodo": "DODO jest dostawcą płynności w łańcuchu, który wykorzystuje algorytm Proactive Market Maker (PMM)",
  "page-dapps-dodo-image-alt": "Logo DODO",
  "page-dapps-dapp-description-artblocks": "Art Blocks zajmuje się ożywianiem fascynujących dzieł współczesnej sztuki generatywnej",
  "page-dapps-artblocks-image-alt": "Logo Art Blocks",
  "page-dapps-explore-title": "Chcesz zobaczyć więcej aplikacji?",
  "page-dapps-explore": "Sprawdź setki zdecentralizowanych aplikacji"
}
