{
  "consensus-client-lighthouse-logo-alt": "Logo Lighthouse",
  "consensus-client-lodestar-logo-alt": "Logo Lodestar",
  "consensus-client-nimbus-logo-alt": "Logo Nimbus",
  "consensus-client-prysm-logo-alt": "Logo Prysm",
  "consensus-client-teku-logo-alt": "Logo Teku",
  "page-upgrades-answer-1": "Pomyśl o Eth2 jako zestawie ulepszeń dodawanych w celu ulepszenia Ethereum, którego używamy dzisiaj. Ulepszenia te obejmują utworzenie nowego łańcucha zwanego łańcuchem śledzącym i do 64 łańcuchów zwanych odłamkami.",
  "page-upgrades-answer-2": "Są one niezależne od głównej sieci Ethereum, której używamy dzisiaj, ale jej nie zastąpią. Zamiast tego sieć główna zadokuje się lub „połączy” z tym równoległym systemem, który będzie dodawany z czasem.",
  "page-upgrades-answer-4": "Innymi słowy, Ethereum, którego używamy dzisiaj, będzie ostatecznie posiadać wszystkie funkcje, do których dążymy w wizji Eth2.",
  "page-upgrades-beacon-chain-btn": "Więcej o łańcuchu śledzącym",
  "page-upgrades-beacon-chain-date": "Łańcuch śledzący istnieje od 1 grudnia 2020 r.",
  "page-upgrades-beacon-chain-desc": "Pierwszy dodatek Eth2 do ekosystemu. Łańcuch śledzący przenosi staking do Ethereum, kładzie podwaliny pod przyszłe ulepszenia i ostatecznie będzie koordynować nowy system.",
  "page-upgrades-beacon-chain-estimate": "Łańcuch śledzący jest aktywny",
  "page-upgrades-beacon-chain-title": "Łańcuch śledzący",
  "page-upgrades-bug-bounty": "Zobacz program nagród za znalezienie błędów",
  "page-upgrades-clients": "Sprawdź klientów Eth2",
  "page-staking-deposit-contract-title": "Sprawdź adres kontraktu depozytowego",
  "page-upgrades-diagram-ethereum-mainnet": "Sieć główna Ethereum",
  "page-upgrades-diagram-h2": "Wzajemne dopasowanie ulepszeń",
  "page-upgrades-diagram-link-1": "Więcej o proof of work",
  "page-upgrades-diagram-link-2": "Więcej na temat łańcuchów odłamkowych",
  "page-upgrades-diagram-mainnet": "Sieć główna",
  "page-upgrades-diagram-p": "Sieć główna Ethereum będzie nadal przez jakiś czas istnieć w swojej obecnej formie. Oznacza to, że aktualizacje łańcucha śledzącego i odłamków nie zakłócą sieci.",
  "page-upgrades-diagram-p-1": "Sieć główna zostanie ostatecznie połączona z nowym systemem wprowadzonym przez modernizację Eth2.",
  "page-upgrades-diagram-p-2": "Łańcuch śledzący stanie się przewodnikiem Ethereum, koordynującym walidatorów i określającym tempo tworzenia bloków.",
  "page-upgrades-diagram-p-3": "Na początku będzie istnieć niezależnie od sieci głównej i zarządzać walidatorami – nie będzie mieć nic wspólnego z inteligentnymi kontraktami, transakcjami czy kontami.",
  "page-upgrades-diagram-p-4": "Odłamki dostarczą wielu dodatkowych danych, aby pomóc zwiększyć liczbę transakcji obsługiwanych przez sieć główną. Będą koordynowane przez łańcuch śledzący.",
  "page-upgrades-diagram-p-5": "Ale wszystkie transakcje nadal będą opierać się na sieci głównej, która będzie nadal istnieć w takiej postaci, w jakiej znamy ją dzisiaj – zabezpieczona dowodami proof of work i górnikami.",
  "page-upgrades-diagram-p-6": "Sieć główna połączy się z systemem proof-of-stake, koordynowanym przez łańcuch śledzący.",
  "page-upgrades-diagram-p-8": "To zmieni sieć główną w odłamek w nowym systemie. Górnicy nie będą już potrzebni, ponieważ całe Ethereum będzie zabezpieczone przez walidatorów.",
  "page-upgrades-diagram-p10": "Eth2 nie jest migracją ani jedną rzeczą. Przedstawia zestaw ulepszeń, nad którymi pracujemy, aby odblokować prawdziwy potencjał Ethereum. Oto jak one wszystkie do siebie pasują.",
  "page-upgrades-diagram-scroll": "Przewiń, aby zbadać – naciśnij, aby uzyskać więcej informacji.",
  "page-upgrades-diagram-shard": "Odłamek (1)",
  "page-upgrades-diagram-shard-1": "Odłamek (...)",
  "page-upgrades-diagram-shard-2": "Odłamek (2)",
  "page-upgrades-diagram-shard-3": "Odłamek (...)",
  "page-upgrades-diagram-validators": "Więcej o walidatorach",
  "page-upgrades-dive": "Zagłęb się w wizji",
  "page-upgrades-dive-desc": "Jak zamierzamy uczynić Ethereum bardziej skalowalnym, bezpiecznym i zrównoważonym? Wszystko przy zachowaniu podstawowego etosu decentralizacji Ethereum.",
  "page-upgrades-docking": "Dokowanie",
  "page-upgrades-merge-answer-1": "Dokowanie ma miejsce, kiedy sieć główna przekształca się w odłamek. Nastąpi to po udanym wdrożeniu łańcuchów odłamkowych.",
  "page-upgrades-merge-btn": "Więcej na temat dokowania",
  "page-upgrades-merge-desc": "Sieć główna Ethereum będzie musiała w pewnym momencie „zadokować się” lub „połączyć” z łańcuchem śledzącym. Umożliwi to stakowanie w całej sieci i będzie sygnałem końca energochłonnego wydobycia.",
  "page-upgrades-merge-estimate": "Szacunkowy: 2022 r.",
  "page-upgrades-merge-mainnet": "Co to jest sieć główna?",
  "page-upgrades-merge-mainnet-eth2": "Dokowanie sieci głównej do Eth2",
  "page-upgrades-eth-blog": "Blog ethereum.org",
  "page-upgrades-explore-btn": "Poznaj ulepszenia",
  "page-upgrades-get-involved": "Włącz się do Eth2",
  "page-upgrades-get-involved-2": "Włącz się",
  "page-upgrades-head-to": "Przejdź do",
  "page-upgrades-help": "Chcesz pomóc w Eth2?",
  "page-upgrades-help-desc": "Jest wiele możliwości, aby wziąć udział w pracach nad ulepszeniem Eth2, pomóc w testach, a nawet zdobyć nagrody.",
  "page-upgrades-index-staking": "Staking jest tutaj",
  "page-upgrades-index-staking-desc": "Kluczem do modernizacji Eth2 jest wprowadzenie stakingu. Jeśli chcesz użyć ETH do zabezpieczenia sieci Ethereum, upewnij się, że wykonujesz te kroki.",
  "page-upgrades-index-staking-learn": "Dowiedz się o stakingu",
  "page-upgrades-index-staking-learn-desc": "Łańcuch śledzący przeniesie staking do Ethereum. Oznacza to, że jeśli masz ETH, coś dla dobra publicznego poprzez zabezpieczenie sieci i zarobić więcej ETH w tym procesie.",
  "page-upgrades-index-staking-step-1": "1. Skonfiguruj za pomocą launchpada",
  "page-upgrades-index-staking-step-1-btn": "Odwiedź launchpad skakingu",
  "page-upgrades-index-staking-step-1-desc": "Aby stakować w Eth2, musisz użyć launchpada – to przeprowadzi Cię przez cały proces.",
  "page-upgrades-index-staking-step-2": "2. Potwierdź adres stakowania",
  "page-upgrades-index-staking-step-2-btn": "Potwierdź adres umowy depozytu",
  "page-upgrades-index-staking-step-2-desc": "Zanim zaczniesz stakować na ETH, upewnij się, że masz prawidłowy adres. Musisz przejść przez launchpad, zanim to zrobisz.",
  "page-upgrades-index-staking-sustainability": "Bardziej zrównoważony",
  "page-upgrades-just-docking": "Więcej na temat dokowania",
  "page-upgrades-meta-desc": "Przegląd ulepszeń Ethereum 2.0 i wizji, którą mają urzeczywistnić.",
  "page-upgrades-meta-title": "Ulepszenia Eth2",
  "page-upgrades-miners": "Więcej o górnikach",
  "page-upgrades-more-on-upgrades": "Więcej o ulepszeniach Eth2",
  "page-upgrades-proof-of-stake": "proof-of-stake",
  "page-upgrades-proof-of-work": "proof-of-work",
  "page-upgrades-proof-stake-link": "Więcej o proof of stake",
  "page-upgrades-question-1-desc": "Eth2 to zestaw różnych ulepszeń z różnymi datami wydania.",
  "page-upgrades-question-1-title": "Kiedy Eth2 zostanie wydane?",
  "page-upgrades-question-2-desc": "Myślenie o Eth2 jako o oddzielnym łańcuchu bloków nie jest właściwe.",
  "page-upgrades-question-2-title": "Czy Eth2 to osobny łańcuch bloków?",
  "page-upgrades-question-3-answer-2": "Łańcuch odłamkowy i ulepszenia dokowania mogą mieć wpływ na deweloperów zdecentralizowanych aplikacji. Jednak specyfikacje nie zostały jeszcze ukończone, więc nie jest wymagane natychmiastowe działanie.",
  "page-upgrades-question-3-answer-3": "Porozmawiaj z zespołem badawczo-rozwojowym Eth2 na ethresear.ch.",
  "page-upgrades-question-3-answer-3-link": "Odwiedź ethresear.ch",
  "page-upgrades-question-3-desc": "Nie musisz teraz robić nic, aby przygotować się do Eth2.",
  "page-upgrades-question-3-title": "Jak przygotować się do Eth2?",
  "page-upgrades-question-4-answer-1": "Za każdym razem, gdy obecnie wysyłasz transakcję lub korzystasz z decentralizowanej aplikacji, korzystasz z Eth1. To jest Ethereum zabezpieczone przez górników.",
  "page-upgrades-question-4-answer-2": "„Eth1” lub „sieć główna” będzie działać jak zwykle, aż do dokowania.",
  "page-upgrades-question-4-answer-3": "Po dokowaniu walidatorzy zabezpieczą całą sieć za pomocą proof-of-stake.",
  "page-upgrades-question-4-answer-6": "Każdy może stać się walidatorem poprzez zestakowanie swojego ETH.",
  "page-upgrades-question-4-answer-7": "Więcej o stakingu",
  "page-upgrades-question-4-answer-8": "Ulepszenia łańcucha śledzącego i łańcucha fragmentacji nie zakłócą Eth1, ponieważ są one budowane oddzielnie.",
  "page-upgrades-question-4-desc": "Eth1 odnosi się do sieci głównej Ethereum w której działasz obecnie.",
  "page-upgrades-question-4-title": "Co to jest Eth1?",
  "page-upgrades-question-5-answer-1": "Aby zostać pełnym walidatorem w sieci, musisz zestakować 32 ETH. Jeśli nie masz tak dużo lub nie chcesz tak dużo stakować, możesz dołączyć do puli stawek. Te pule pozwolą ci stawiać mniej i zarabiać ułamki całkowitych nagród.",
  "page-upgrades-question-5-desc": "Będziesz musiał użyć launchpada do stakowania lub dołączyć do puli do stakowania.",
  "page-upgrades-question-5-title": "Jak mogę zacząć stakować?",
  "page-upgrades-question-6-answer-1": "Na razie nie ma żadnych działań do podjęcia. Zalecamy jednak bycie na bieżąco z nowościami dotyczącymi łańcuchów odłamkowych i ulepszeń dokowania.",
  "page-upgrades-question-6-answer-3": "Danny Ryan z fundacji Ethereum regularnie przekazuje społeczności najnowsze informacje:",
  "page-upgrades-question-6-answer-4": "Ben Edgington of ConsenSys ma cotygodniowy biuletyn Eth2:",
  "page-upgrades-question-6-answer-5": "Możesz także dołączyć do dyskusji na temat badań i rozwoju Eth2 na ethresear.ch.",
  "page-upgrades-question-6-desc": "Na Twoją zdecentralizowaną aplikację nie będą miały wpływu żadne nadchodzące aktualizacje. Jednak przyszłe aktualizacje mogą wymagać pewnych zmian.",
  "page-upgrades-question-6-title": "Co muszę zrobić z moją zdecentralizowaną aplikacją?",
  "page-upgrades-question-7-desc": "Wiele różnych zespołów z całej społeczności pracuje nad różnymi ulepszeniami Eth2.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(Implementacja języka Rust)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(implementacja JavaScript)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(Implementacja języka Nim)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(Implementacja Go)",
  "page-upgrades-question-7-teams": "Zespoły klientów Eth2:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(Implementacja języka Java)",
  "page-upgrades-question-7-title": "Kto buduje Eth2?",
  "page-upgrades-question-8-answer-1": "Aktualizacje Eth2 pomogą skalować Ethereum w sposób zdecentralizowany, przy jednoczesnym zachowaniu bezpieczeństwa i zwiększeniu trwałości.",
  "page-upgrades-question-8-answer-2": "Być może najbardziej oczywistym problemem jest to, że Ethereum musi być w stanie obsłużyć więcej niż 15-45 transakcji na sekundę. Ale aktualizacje Eth2 rozwiązują również inne problemy z dzisiejszym Ethereum.",
  "page-upgrades-question-8-answer-3": "Sieć cieszy się tak dużym zainteresowaniem, że korzystanie z Ethereum jest drogie. Węzły w sieci borykają się z rozmiarem Ethereum i ilością danych, które muszą przetwarzać ich komputery. A podstawowy algorytm, który utrzymuje bezpieczeństwo i decentralizację Ethereum, jest energochłonny i musi być bardziej ekologiczny.",
  "page-upgrades-question-8-answer-4": "Wiele z tego, co się zmienia, zawsze znajdowało się na mapie drogowej Ethereum, nawet od 2015 roku. Ale obecne warunki sprawiają, że potrzeba ulepszeń jest jeszcze większa.",
  "page-upgrades-question-8-answer-6": "Odkryj wizję Eth2",
  "page-upgrades-question-8-desc": "Ethereum, którego używamy dzisiaj, musi oferować lepsze wrażenia użytkownikom końcowym i uczestnikom sieci.",
  "page-upgrades-question-8-title": "Dlaczego Eth2 jest potrzebne?",
  "page-upgrades-question-9-answer-1": "Najbardziej aktywną rolą, jaką możesz odegrać, jest zestakowanie Twojego ETH.",
  "page-upgrades-question-9-answer-2": "Możesz także uruchomić drugiego klienta, aby poprawić różnorodność klientów.",
  "page-upgrades-question-9-answer-3": "Jeśli jesteś bardziej techniczny, możesz pomóc wyłapać błędy u nowych klientów.",
  "page-upgrades-question-9-answer-4": "Możesz także wziąć udział w technicznych dyskusjach z badaczami Ethereum na ethresear.ch.",
  "page-upgrades-question-9-desc": "Nie musisz być techniczny, aby wnieść swój wkład. Społeczność poszukuje wkładu ze wszystkich rodzajów umiejętności.",
  "page-upgrades-question-9-stake-eth": "Stakuj ETH",
  "page-upgrades-question-9-title": "Jak mogę przyczynić się do tworzenia Eth2?",
  "page-upgrades-question-10-answer-1": "Nie chcemy zbyt wiele mówić o technicznej mapie drogowej, ponieważ jest to oprogramowanie: wszystko może się zmienić. Uważamy, że łatwiej jest zrozumieć, co się dzieje, gdy czytasz o wynikach.",
  "page-upgrades-question-10-answer-1-link": "Wyświetl ulepszenia",
  "page-upgrades-question-10-answer-2": "Ale jeśli śledziłeś dyskusje, oto jak ulepszenia pasują do technicznych planów mapy drogowej.",
  "page-upgrades-question-10-answer-3": "Faza 0 opisuje pracę nad uruchomieniem łańcucha śledzącego.",
  "page-upgrades-question-10-answer-5": "Faza 1 technicznych planów mapy drogowej, działania koncentrują się na wdrażaniu łańcuchów odłamkowych.",
  "page-upgrades-question-10-answer-6": "Dokowanie sieci głównej do Eth2 jest rozszerzeniem pracy wykonanej w celu wdrożenia łańcuchów odłamkowych i zostało określone jako Faza 1.5. Ale to ważny moment, ponieważ Ethereum, które znamy dzisiaj, łączy się z innymi ulepszeniami Eth2. Plus to wtedy, gdy Ethereum w pełni przechodzi na proof of stake.",
  "page-upgrades-question-10-answer-7": "Obecnie nie jest jasne, co stanie się wokół fazy 2. Jest to nadal punkt intensywnych badań i dyskusji. Początkowym planem było dodanie dodatkowej funkcjonalności do łańcuchów odłamkowych, ale może to nie być konieczne w przypadku mapy drogowej skoncentrowanej na pakietach zbiorczych.",
  "page-upgrades-question-10-answer-8": "Więcej informacji na temat planu działania zorientowanego na pakiety zbiorcze",
  "page-upgrades-question-10-desc": "Fazy ​​odnoszą się do faz pracy i skupiają się na technicznym planie wdrożenia Eth2.",
  "page-upgrades-question-10-title": "Jakie są fazy Eth2?",
  "page-upgrades-question-title": "Najczęściej zadawane pytania (FAQ)",
  "page-upgrades-question3-answer-1": "Posiadacze Eth z pewnością nie muszą nic robić. Twój ETH nie będzie wymagał zmiany ani aktualizacji. Prawie na pewno zdarzają się oszustwa, które mówią inaczej, więc bądź ostrożny.",
  "page-upgrades-scalable": "Bardziej skalowalne",
  "page-upgrades-scalable-desc": "Ethereum musi obsługiwać 1000 transakcji na sekundę, aby aplikacje były szybsze i tańsze.",
  "page-upgrades-secure": "Bardziej bezpieczne",
  "page-upgrades-secure-desc": "Ethereum musi być bezpieczniejsze. Wraz z przyjęciem Ethereum powinno się zwiększyć bezpieczeństwo protokołu przed wszelkimi formami ataku.",
  "page-upgrades-shard-button": "Więcej na temat łańcuchów odłamkowych",
  "page-upgrades-shard-date": "Przewiduje się, że wprowadzenie łańcuchów odłamkowych, drugie ulepszenie, nastąpi w2023 r.",
  "page-upgrades-shard-desc": "Łańcuchy odłamkowe zwiększą zdolność Ethereum do przetwarzania transakcji i przechowywania danych. Same fragmenty z czasem zyskają więcej funkcji, wprowadzanych w wielu fazach.",
  "page-upgrades-shard-estimate": "Szacunkowo: 2023 r.",
  "page-upgrades-shard-lower": "Więcej na temat łańcuchów odłamkowych",
  "page-upgrades-shard-title": "Łańcuchy odłamkowe",
  "page-upgrades-stay-up-to-date": "Bądź na bieżąco",
  "page-upgrades-stay-up-to-date-desc": "Zdobądź najnowsze informacje od badaczy i programistów pracujących nad ulepszeniami Eth2.",
  "page-upgrades-sustainable-desc": "Ethereum musi być lepsze dla środowiska. Dzisiejsza technologia wymaga zbyt dużej mocy obliczeniowej i energii.",
  "page-upgrades-take-part": "Weź udział w badaniach",
  "page-upgrades-take-part-desc": "Zarówno badacze Ethereum, jak i entuzjaści spotykają się tutaj, aby omówić wysiłki badawcze, w tym wszystkie działania dotyczące Eth2.",
  "page-upgrades-the-upgrades": "Ulepszenia Eth2",
  "page-upgrades-the-upgrades-desc": "Eth2 to zestaw ulepszeń, które poprawiają skalowalność, bezpieczeństwo i trwałość Ethereum. Chociaż każde z nich pracuje równolegle, mają one pewne zależności, które decydują o tym, kiedy zostaną wdrożone.",
  "page-upgrades-unofficial-roadmap": "To nie jest oficjalny plan wdrożenia. W ten sposób postrzegamy to, co się dzieje na podstawie dostępnych informacji. Ale to jest technologia, wszystko może się zmienić w jednej chwili. Więc proszę, nie traktuj tego jako zobowiązania.",
  "page-upgrades-upgrade-desc": "Ethereum, jakie znamy i kochamy, po prostu bardziej skalowalne, bezpieczniejsze i bardziej zrównoważone...",
  "page-upgrades-upgrades": "Ulepszenia Eth2",
  "page-upgrades-upgrades-aria-label": "Menu ulepszeń Eth2",
  "page-upgrades-upgrades-beacon-chain": "Łańcuch śledzący",
  "page-upgrades-upgrades-docking": "Dokowanie sieci głównej do Eth2",
  "page-upgrades-upgrades-guide": "Przewodnik po ulepszeniach Eth2",
  "page-upgrades-upgrades-shard-chains": "Łańcuchy odłamkowe",
  "page-upgrades-upgrading": "Ulepszenie Ethereum do radykalnie nowych poziomów",
  "page-upgrades-vision": "Wizja",
  "page-upgrades-vision-btn": "Więcej informacji na temat wizji Eth2",
  "page-upgrades-vision-desc": "Aby włączyć Ethereum do głównego nurtu i służyć całej ludzkości, musimy uczynić Ethereum bardziej skalowalnym, bezpiecznym i zrównoważonym.",
  "page-upgrades-vision-upper": "Wizja Eth2",
  "page-upgrades-what-to-do": "Co musisz zrobić?",
  "page-upgrades-what-to-do-desc": "Jeśli jesteś użytkownikiem Zdecentralizowanej Aplikacji lub posiadaczem ETH, nie musisz nic robić. Jeśli jesteś programistą lub chcesz zacząć stakować, istnieją sposoby w które możesz się zaangażować już dziś.",
  "page-upgrades-whats-next": "Co to jest Eth2?",
  "page-upgrades-whats-next-desc": "Eth2 odnosi się do zestawu połączonych ulepszeń, które sprawią, że Ethereum będzie bardziej skalowalne, bezpieczniejsze i bardziej zrównoważone. Te ulepszenia są tworzone przez wiele zespołów z całego ekosystemu Ethereum.",
  "page-upgrades-whats-ethereum": "Zaczekaj, czym jest Ethereum?",
  "page-upgrades-whats-new": "Co nowego w Eth2?"
}
