{
  "page-upgrades-vision-2014": "Preberite objavo v spletnem dnevniku iz leta 2014, ki podrobno opisuje dokaz o deležu",
  "page-upgrades-vision-2021": "Preberite objavo v spletnem dnevniku o spremembah načrta razvoja Ethereuma iz leta 2021",
  "page-upgrades-vision-2022": "Preberite objavo v spletnem dnevniku iz leta 2022: Štoparski vodnik po Ethereumu",
  "page-upgrades-vision-2021-updates": "Preberite objavo v spletnem dnevniku o posodobitvah Ethereumovega protokola iz leta 2021",
  "page-upgrades-vision-desc-1": "Ethereum mora zmanjšati prenatrpanost omrežja in izboljšati hitrosti za zagotavljanje boljših storitev globalni bazi uporabnikov.",
  "page-upgrades-vision-desc-2": "Upravljanje vozlišča postaja z rastjo omrežja vse težje. To bo postalo še težje s prizadevanji za razširitev omrežja.",
  "page-upgrades-vision-desc-3": "Ethereum porabi preveč elektrike. Tehnologija, ki varuje omrežje, mora biti bolj trajnostna.",
  "page-upgrades-vision-ethereum-node": "Več o vozliščih",
  "page-upgrades-vision-explore-upgrades": "Raziščite nadgradnje",
  "page-upgrades-vision-future": "Digitalna prihodnost na globalni ravni",
  "page-upgrades-vision-meta-desc": "Pregled vpliva, ki ji bodo nadgradnje imele na Ethereum, in izzivi, ki jih morajo premagati.",
  "page-upgrades-vision-meta-title": "Ethereumova vizija",
  "page-upgrades-vision-mining": "Več o rudarjenju",
  "page-upgrades-vision-problems": "Današnje težave",
  "page-upgrades-vision-scalability": "Razširljivost",
  "page-upgrades-vision-scalability-desc": "Ethereum mora biti sposoben obdelovati več transakcij na sekundo brez povečanja velikosti vozlišč v omrežju. Vozlišča so ključna za udeležence v omrežju, saj hranijo in izvajajo verigo blokov. Povečanje velikosti vozlišč ni praktično, saj bi lahko to storili samo tisti z zmogljivimi in dragimi računalniki. Ethereum za razširljivost potrebuje več transakcij na sekundo v kombinaciji z več vozlišči. Več vozlišč pomeni večjo varnost.",
  "page-upgrades-vision-scalability-desc-3": "Nadgradnje, povezane z razdrobitvijo, bodo zahteve po shranjevanju podatkov razpršile po celotnem omrežju, da ne bo treba vsakemu vozlišču hraniti 100 % podatkov. Čeprav to širjenja izvajanja transakcij ne naslavlja neposredno, bodo to težavo neposredno reševale rešitve za združevanje transakcij na <a href=\"/layer-2/\">2. plasti</a>.",
  "page-upgrades-vision-scalability-desc-4": "Da bi bilo združevanje čim bolj učinkovito, potrebuje cenovno ugodno shrambo za podatke na 1. plasti. Razdrobitev bo povečala učinkovitost združevanja transakcij, kar bo omogočilo eksponetno povečanje števila transakcij s trenutnih 15–45 transakcij na sekundo, s čimer Ethereumovo omrežje ne bo tako obremenjeno.",
  "page-upgrades-vision-security": "Varnost",
  "page-upgrades-vision-security-desc": "Načrtovane nadgradnje bodo izboljšale zaščito Ethereuma pred usklajenimi napadi.",
  "page-upgrades-vision-security-desc-3": "Dokaz o deležu dodatno zaščito zagotavlja z boljšimi ekonomskimi odvrnitvami pred napadom. Razlog je ta, da morajo pri dokazu o deležu validatorji, ki varujejo omrežje, v protokol zastaviti večje vsote ETH. Če poskusijo napasti omrežje, lahko protokol samodejno uniči njihov ETH.",
  "page-upgrades-vision-security-desc-5": "Pomembno pa je tudi, da se kmalu uvedejo nadgradnje, ki validatorje ščitijo pred napadi z zavrnitvijo storitve, izboljšajo njihovo anonimnost in ločijo ustvarjanje ter distribuiranje blokov. Te nadgradnje z zakasnjevanjem potrditev transakcij in cenzuro ščitijo posamezne validatorje ter celotno omrežje pred napadi.",
  "page-upgrades-vision-security-desc-5-link": "Več o dokazu o deležu",
  "page-upgrades-vision-security-desc-8": "Tudi Ethereumov zaščitni model omogoča razdrobitev. Validatorji bodo odgovorni za zagotavljanje, da so vsi podatki na voljo, posameznim vozliščem pa ne bo več treba hraniti celotne zgodovine verige. Predvidevamo tudi novo vlogo namenskih ustvarjalcev blokov. Ti bodo skupaj s predlagatelji (validatorji) blokov skrbeli za učinkovito in varno ustvarjanje blokov",
  "page-upgrades-vision-security-desc-10": "Zastavljanje prav tako pomeni, da vam ni treba vlagati v najzmogljivejšo strojno opremo za neposredno sodelovanje pri doseganju soglasja. To bi moralo spodbuditi več ljudi, da postanejo validatorji, in povečati decentralizacijo omrežja ter zmanjšati možnosti za napad.",
  "page-upgrades-vision-security-staking": "Zastavite ETH",
  "page-upgrades-vision-security-validator": "Validator lahko postanete tako, da zastavite svoj ETH.",
  "page-upgrades-vision-shard-upgrade": "Več o razdrobitvi",
  "page-upgrades-vision-staking-lower": "Več o zastavljanju",
  "page-upgrades-vision-subtitle": "Razvijajmo Ethereum, dokler ne bo tako zmogljiv, da bo lahko pomagal vsemu človeštvu.",
  "page-upgrades-vision-sustainability": "Trajnost",
  "page-upgrades-vision-sustainability-desc-1": "Ethereum je zdaj zelena veriga blokov. Ko smo mehanizem dokaza o delu zamenjali z mehanizmom dokaza o deležu, se je poraba energije zmanjšala za približno 99,95 %.",
  "page-upgrades-vision-sustainability-desc-2": "Ethereum je zdaj zaščiten z zastavljanjem in ne z računsko močjo.",
  "page-upgrades-vision-sustainability-desc-3": "Povečanje trajnosti prinaša tudi varnostne prednosti – zaradi zastavljenega etra je napad na verigo veliko dražji kot pri mehanizmu dokaza o delu, hkrati pa je zaščita cenejša, saj mora biti izdanega manj novega ETH za plačevanje validatorjem kot rudarjem.",
  "page-upgrades-vision-sustainability-desc-8": "Zaradi prehoda na mehanizem dokaza o deležu je Ethereum okolju prijaznejši in varnejši. Je platforma za razvoj aplikacij in organizacij z majhnim ogljičnim odtisom.",
  "page-upgrades-vision-sustainability-subtitle": "Ethereum je okolju prijazna veriga blokov z močno kripto-ekonomsko zaščito.",
  "page-upgrades-vision-title": "Ethereumova vizija",
  "page-upgrades-vision-title-1": "Zasičeno omrežje",
  "page-upgrades-vision-title-2": "Prostor na disku",
  "page-upgrades-vision-title-3": "Preveč energije",
  "page-upgrades-vision-trilemma-cardtext-1": "Nadgradnje bodo poskrbele, da bo Ethereum postal razširljiv, varen in decentraliziran. Zastavljanje bo s povečanjem števila transakcij na sekundo in zmanjšanjem moči, potrebne za upravljanje vozlišča in potrjevanje verige, zagotovilo, da bo Ethereum bolj razširljiv. Oddajniška veriga bo zaščitila Ethereum z usklajevanjem validatorjev po razdrobljenem naboru podatkov. Prav tako bo zastavljanje znižalo prag za sodelovanje in omejilo ekonomijo obsega, s čimer bo ustvarilo večje in bolj decentralizirano omrežje.",
  "page-upgrades-vision-trilemma-cardtext-2": "Varna in decentralizirana omrežja verig blokov zahtevajo, da vsako vozlišče potrdi vsako transakcijo, ki jo obdela veriga. Ta količina dela omejuje število transakcij, ki se lahko izvedejo v danem trenutku. Decentralizacija in varnost predstavljata Ethereumovo verigo, kot jo poznamo danes.",
  "page-upgrades-vision-trilemma-cardtext-3": "Decentralizirana omrežja delujejo s pošiljanjem informacij o transakcijah prek vozlišč – celotno omrežje mora poznati vsako spremembo stanja. Razširjanje števila transakcij na sekundo v decentraliziranih omrežjih predstavlja varnostna tveganja zaradi večjega števila transakcij – daljša kot je zakasnitev, večja je možnost napada med prenosom podatkov.",
  "page-upgrades-vision-trilemma-cardtext-4": "Povečanje velikosti in moči Ethereumovih vozlišč bi lahko povečalo število transakcij na sekundo na varen način, vendar bi omejitve glede strojne opreme omejevale, kdo bi to lahko izvajal, to pa ogroža decentralizacijo. Upamo, da bosta zastavljanje in dokaz o deležu omogočala razširljivost Ethereuma s povečanjem števila vozlišč, ne pa velikosti vozlišč.",
  "page-upgrades-vision-trilemma-h2": "Izziv decentralizirane razširljivosti",
  "page-upgrades-vision-trilemma-modal-tip": "Tapnite spodnje kroge, če želite bolje razumeti težave z decentralizirano razširljivostjo",
  "page-upgrades-vision-trilemma-p": "Naiven način reševanja Ethereumovih težav bi bil, da postane bolj centraliziran. Vendar je decentralizacija preveč pomembna. Decentralizacija Ethereumu zagotavlja nevtralnost, odpornost na cenzuro, odprtost, lastništvo podatkov in skoraj nezlomljivo varnost.",
  "page-upgrades-vision-trilemma-p-1": "Vizija za Ethereum je, da postane bolj razširljiv in varen, vendar še vedno decentraliziran. Doseganje teh treh lastnosti imenujemo tudi »trilema razširljivosti«.",
  "page-upgrades-vision-trilemma-p-2": "Nadgradnje Ethereuma poskušajo rešiti to trilemo, vendar obstajajo tudi precejšnji izzivi.",
  "page-upgrades-vision-trilemma-press-button": "Tapnite kroge na trikotniku, če želite bolje razumeti težave z decentralizirano razširljivostjo.",
  "page-upgrades-vision-trilemma-text-1": "Decentralizacija",
  "page-upgrades-vision-trilemma-text-2": "Varnost",
  "page-upgrades-vision-trilemma-text-3": "Razširljivost",
  "page-upgrades-vision-trilemma-title-1": "Raziščite trilemo glede razširljivosti",
  "page-upgrades-vision-trilemma-title-2": "Nadgradnje Ethereuma in decentralizirana razširljivost",
  "page-upgrades-vision-trilemma-title-3": "Varen in decentraliziran",
  "page-upgrades-vision-trilemma-title-4": "Decentraliziran in razširljiv",
  "page-upgrades-vision-trilemma-title-5": "Razširljiv in varen",
  "page-upgrades-vision-understanding": "Razumevanje Ethereumove vizije",
  "page-upgrades-vision-upgrade-needs": "Potrebe po nadgradnjah",
  "page-upgrades-vision-upgrade-needs-desc": "Ethereumov protokol, ki je bil uveden leta 2015, je neverjetno uspešen. Vendar je Ethereumova skupnost vedno pričakovala, da bo za doseganje polnega potenciala Ethereuma potrebnih nekaj ključnih nadgradenj.",
  "page-upgrades-vision-upgrade-needs-desc-2": "Visoko povpraševanje veča provizije na transakcije, zaradi česar je Ethereum drag za povprečnega uporabnika. Prostor na disku, ki je potreben za izvajanje odjemalca Ethereum, zelo hitro raste. Osnovni algoritem za doseganje soglasja z dokazom o delu, ki varuje Ethereum in zagotavlja njegovo decentralizacijo, pa ima velik vpliv na okolje.",
  "page-upgrades-vision-upgrade-needs-desc-3": "Ethereum ima sklop nadgradenj, ki obravnavajo te in druge težave. Ta sklop nadgradenj je bil sprva imenovan \"Serenity\" in \"Eth2\" ter je predmet aktivnih raziskav in razvoja od leta 2014.",
  "page-upgrades-vision-upgrade-needs-desc-5": "Zdaj, ko tehnologija to omogoča, bodo te nadgradnje spremenile arhitekturo Ethereuma, da bo postal bolj razširljiv, varnejši in bolj trajnosten, kar bo olajšalo delo obstoječim uporabnikom in privabilo nove. Hkrati bodo ohranile temeljno vrednoto Ethereuma, in sicer decentralizacijo.",
  "page-upgrades-vision-upgrade-needs-desc-6": "To pomeni, da razširljivosti ne bo mogoče vklopiti s klikom gumba. Izboljšave bodo uvedene postopoma.",
  "page-upgrades-vision-upgrade-needs-serenity": "Preberite si objavo v spletnem dnevniku iz leta 2015, ki obravnava nadgradnjo \"Serenity\"",
  "ethereum": "Ethereum"
}
