{
    "page-layer-2-hero-title": "Raven 2",
    "page-layer-2-hero-header": "Ethereum omrežja",
    "page-layer-2-hero-description": "Uporabljajte Ethereum za zgolj delček stroškov.",
    "page-layer-2-hero-button-2-content": "Več informacij",
    "page-layer-2-period": ".",
    "page-layer-2-calloutCard-1-title": "Provizije v višini 0,01 USD",
    "page-layer-2-calloutCard-1-description": "Lahko trgujete, pošiljate denar po svetu ali uporabljate aplikacije brez skrbi zaradi visokih stroškov.",
    "page-layer-2-calloutCard-2-title": "Skoraj takojšnje transakcije",
    "page-layer-2-calloutCard-2-description": "Ne glede na to, ali opravljate hitro plačilo ali sodelujete v decentraliziranih financah (DeFi), vse transakcije trajajo le nekaj sekund.",
    "page-layer-2-calloutCard-3-title": "Podprto z Ethereumom",
    "page-layer-2-calloutCard-3-description": "Časovno preizkušena in decentralizirana veriga blokov Ethereum deluje kot poravnalna plast za druga novejša omrežja.",
    "page-layer-2-meta-title": "Uvod v Ethereum raven 2: prednosti in uporaba",
    "page-layer-2-meta-description": "Spoznajte omrežja Ethereum raven 2",
    "page-layer-2-powered-by-ethereum-title": "Poganja Ethereum",
    "page-layer-2-powered-by-ethereum-description-1": "Ethereum ni več le eno samo omrežje.",
    "page-layer-2-powered-by-ethereum-description-2": "S stotinami verig blokov, ki so zdaj zgrajene na njem, je Ethereum postal stroškovno učinkovitejši, hitrejši in dostopnejši za vsakdanjo uporabo.",
    "page-layer-2-powered-by-ethereum-description-3": "Sprejmite prihodnost tako, da se pridružite enemu izmed številnih omrežij, ki jih poganja Ethereum!",
    "page-layer-2-man-and-dog-alt": "Moški in pes se igrata",
    "page-layer-2-blockchain-transaction-cost": "Povprečni strošek transakcije na verigi blokov Ethereum",
    "page-layer-2-networks-transaction-cost": "Povprečni strošek transakcije na omrežjih, podprtih z Ethereumom",
    "page-layer-2-network-of-networks-title": "Omrežje omrežij",
    "page-layer-2-network-of-networks-description": "Moč in varnost Ethereuma zagotavljata platformo za gradnjo drugih omrežij. Z enim samim računom je vse združljivo in se brezhibno poveže.",
    "page-layer-2-ethereum-logo-alt": "Ethereum",
    "page-layer-2-ready-to-start-title": "Ste pripravljeni začeti?",
    "page-layer-2-ready-to-start-description": "Oglejte si vsa različna omrežja, ki so vam na voljo.",
    "page-layer-2-ready-to-start-button": "Raziščite omrežja",
    "page-layer-2-go": "Pojdi",
    "page-layer-2-walking-alt": "Hoja",
    "page-layer-2-why-do-we-need-multiple-networks-1": "Zakaj potrebujemo več omrežij na Ethereumu?",
    "page-layer-2-why-do-we-need-multiple-networks-2": "Zakaj obstajajo vsa ta omrežja in ne samo eno omrežje Ethereum?",
    "page-layer-2-faq-title": "Pogosta vprašanja",
    "page-layer-2-faq-ExpandableCard-1-title": "Kako lahko vem, da je omrežje del Ethereuma?",
    "page-layer-2-faq-ExpandableCard-1-description-1": "Obstaja veliko različnih načinov, kako lahko kategoriziramo omrežja v povezavi z Ethereumom. Številna omrežja trdijo, da razširjajo Ethereum, da bi pridobila na priljubljenosti. Vendar pa je ena jasna perspektiva, ali omrežje shranjuje svoje podatke na glavnem omrežju Ethereum. To močno poveča varnost uporabnikov in vizijo Ethereuma brez dovoljenj. Takšni projekti se pogosto imenujejo »rollupi«. Če so podatki shranjeni drugje, potem projekt ni neposredna razširitev Ethereuma, temveč je neodvisen. Oglejte si nekaj najbolj priljubljenih",
    "page-layer-2-faq-ExpandableCard-1-description-2": "Nekatere specifične industrije, kot so igre ali nefinančne aplikacije, morda ne zahtevajo tako neposrednega odnosa, saj so za njih primernejše druge tehnologije.",
    "page-layer-2-faq-ExpandableCard-2-title": "So vsa ta omrežja varna?",
    "page-layer-2-faq-ExpandableCard-2-description-1": "Čeprav so na splošno zasnovana z robustnimi varnostnimi funkcijami, je njihova varnost odvisna od osnovne tehnologije, varnosti pametnih pogodb in",
    "page-layer-2-faq-ExpandableCard-2-link": "zrelosti omrežja",
    "page-layer-2-faq-ExpandableCard-2-description-2": "Uporabniki naj opravijo skrbni pregled, začnejo z majhnimi transakcijami in spremljajo razvoj, da zagotovijo varno uporabo.",
    "page-layer-2-faq-ExpandableCard-3-title": "Zakaj Ethereum ne more razširiti svoje verige namesto zanašanja na ta omrežja?",
    "page-layer-2-faq-ExpandableCard-3-description": "Ethereum ne more zlahka razširiti svoje glavne verige, ker mora ostati varen in decentraliziran. Če bi bila glavna veriga hitrejša, bi lahko postala manj varna in bolj centralizirana. Omrežja Ethereum pomagajo pri obdelavi transakcij zunaj glavne verige in nato uporabljajo glavno verigo za varnost, kar omogoča Ethereumu obravnavati več transakcij brez izgube varnosti ali decentralizacije.",
    "page-layer-2-faq-ExpandableCard-4-title": "Zakaj ni 'uradnih' omrežij Ethereum?",
    "page-layer-2-faq-ExpandableCard-4-description": "Tako kot ni 'uradnega' odjemalca Ethereum, ni niti 'uradne' plasti 2 Ethereum. Ethereum je brez dovoljenj - tehnično lahko vsak ustvari plast 2! Več ekip bo implementiralo svojo različico plasti 2, in ekosistem kot celota bo imel koristi od raznolikosti pristopov oblikovanja, ki so optimizirani za različne primere uporabe. Podobno kot imamo več odjemalcev Ethereum, ki so jih razvile različne ekipe, da bi zagotovili raznolikost v omrežju, se bodo tudi plasti 2 v prihodnosti razvijale na ta način.",
    "page-layer-2-callout-1-title": "Raziščite različna omrežja",
    "page-layer-2-callout-1-description": "Spoznajte, kako se omrežja med seboj razlikujejo in kako daleč so prišla v svojem razvoju.",
    "page-layer-2-callout-2-title": "Vas zanimajo podrobnosti?",
    "page-layer-2-callout-2-description": "Vas zanima tehnologija in razlogi za ta pristop razširjanja? Izvedite več o razmišljanju in različnih tehnoloških pristopih.",
    "page-layer-2-arbitrum-description": "Arbitrum One je splošnonamenski Optimistic Rollup, ki ga je zgradil Offchain Labs in ga upravlja Arbitrum DAO.",
    "page-layer-2-base-description": "Base je optimistični rollup, zgrajen z OP naborom orodij. Ponuja poceni in razvijalcem prijazno možnost, da kdorkoli kjerkoli gradi na verigi.",
    "page-layer-2-optimism-description": "OP Mainnet je EVM-ekvivalenten Optimistic Rollup. Njegov cilj je biti hiter, preprost in varen.",
    "page-layer-2-blast-description": "Blast je EVM-združljiv Optimistic Rollup, ki podpira naravni donos.",
    "page-layer-2-zksync2-description": "ZKsync Era je splošnonamenski ZK Rollup s polno EVM združljivostjo.",
    "page-layer-2-linea-description": "Linea je ZK Rollup, ki ga poganja Consensys zkEVM, zasnovan za razširitev omrežja Ethereum.",
    "page-layer-2-scroll-description": "Scroll je ZK Rollup, ki razširja zmogljivosti Ethereuma s pomočjo tehnologije ZK in združljivosti z EVM.",
    "page-layer-2-starknet-description": "Starknet je splošnonamenski ZK Rollup, ki temelji na STARKs in Cairo VM.",
    "page-layer-2-mode-description": "Mode je optimistični rollup na OP naboru orodij, ki ustvarja gospodarstvo AIFi.",
    "page-layer-2-taiko-description": "Taiko je decentraliziran ZK-EVM rollup, ekvivalenten Ethereumu, ki omogoča brezhibno komunikacijo med verigami."
}
