{
  "page-get-eth-article-keeping-crypto-safe": "Ključi do varnega shranjevanja kriptovalut",
  "page-get-eth-article-protecting-yourself": "Zaščitite sebe in svoja sredstva",
  "page-get-eth-article-store-digital-assets": "Kako hraniti digitalna sredstva na Ethereumu",
  "page-get-eth-article-protecting-yourself-desc": "MyCrypto",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": "Centralizirane borze",
  "page-get-eth-cex-desc": "Borze so podjetja, ki omogočajo nakup kriptovalut z uporabo tradicionalnih valut. Imajo skrbništvo nad vsemi ETH, ki jih kupite, dokler jih ne pošljete v denarnico, ki je pod vašim nadzorom.",
  "page-get-eth-checkout-dapps-btn": "Oglejte si dec. aplikacije",
  "page-get-eth-community-safety": "Objave skupnosti o varnosti",
  "page-get-eth-description": "Ethereum ni pod nadzorom nobene posamezne organizacije – je decentraliziran.",
  "page-get-eth-dex": "Decentralizirane borze (DEX)",
  "page-get-eth-dex-desc": "Če želite več nadzora, kupite ETH z uporabo <a href=\"/glossary/#smart-contract\">pametnih pogodb</a>. Z DEX-om lahko trgujete z digitalnimi sredstvi, ne da bi kdajkoli prepustili nadzor nad svojimi sredstvi centraliziranemu podjetju.",
  "page-get-eth-peers": "Prejmite ETH od svojih vrstnikov",
  "page-get-eth-peers-desc": "Ko imate račun Ethereum, morate le deliti svoj naslov, da začnete pošiljati in prejemati ETH (in druge žetone) od vrstnika do vrstnika.",
  "page-get-eth-staking": "Nagrade zastavljanja",
  "page-get-eth-staking-desc": "Če že imate nekaj ETH, lahko zaslužite več z vodenjem vozlišča potrjevalca. Za to delo preverjanja ste plačani v ETH.",
  "page-get-eth-earn": "Zaslužite ETH",
  "page-get-eth-earn-desc": "ETH lahko zaslužite z delom za DAO-je ali podjetja, ki plačujejo v kriptovalutah, z osvajanjem nagrad, iskanjem programskih napak in še več.",
  "page-get-eth-daos-link-desc": "Izvedite več o DAO-jih",
  "page-get-eth-cex-link-desc": "Oglejte si seznam borz",
  "page-get-eth-staking-link-desc": "Izvedite več o zastavljanju",
  "page-get-eth-dexs": "Decentralizirane borze (DEX)",
  "page-get-eth-dexs-desc": "Decentralizirane borze so odprti trgi za ETH in druge žetone. Neposredno povezujejo kupce in prodajalce.",
  "page-get-eth-dexs-desc-2": "Namesto, da bi za varovanje sredstev pri transakciji uporabljale zaupanja vredno tretjo osebo, uporabljajo kodo. Prodajalčev ETH bo prenesen šele, ko bo plačilo zagotovljeno. Ta vrsta kode se imenuje pametna pogodba.",
  "page-get-eth-dexs-desc-3": "To pomeni, da je manj geografskih omejitev kot pri centraliziranih alternativah. Če nekdo prodaja, kar želite, in sprejema način plačila, ki ga lahko zagotovite, ste pripravljeni za trgovanje.",
  "page-get-eth-dexs-desc-4": "Opomba: številni DEX-i za delovanje uporabljajo oviti ether (WETH). <a href=\"/wrapped-eth\">Izvedite več o ovitem etherju</a>.",
  "page-get-eth-do-not-copy": "Primer: ne kopirajte",
  "page-get-eth-exchanges-disclaimer": "Te informacije smo zbrali ročno. Če opazite kakršnokoli napako, nas obvestite na",
  "page-get-eth-exchanges-empty-state-text": "Vnesite svojo državo prebivališča, da si ogledate seznam borz, ki jih morda lahko uporabljate.",
  "page-get-eth-exchanges-except": "Razen",
  "page-get-eth-exchanges-header": "V kateri državi živite?",
  "page-get-eth-exchanges-header-exchanges": "Borze",
  "page-get-eth-exchanges-header-wallets": "Denarnice",
  "page-get-eth-exchanges-intro": "Borze imajo omejitve glede tega, kje lahko prodajajo kriptovalute. To je okvirni seznam storitev, za katere menimo, da delujejo v vsaki državi. Vključitev tukaj ni potrditev – opravite lastno raziskavo!",
  "page-get-eth-exchanges-no-exchanges": "Žal ne poznamo borz, ki bi omogočale kupovanje ETH v tej državi. Če jih poznate vi, nam sporočite na",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Žal ne poznamo borz ali denarnic, ki bi vam omogočale nakup ETH v tej državi. Če jih poznate, nam sporočite na",
  "page-get-eth-exchanges-no-wallets": "Žal ne poznamo denarnic, ki bi omogočale kupovanje ETH v tej državi. Če jih poznate vi, nam sporočite na",
  "page-get-eth-exchanges-search": "Vnesite kraj svojega bivanja ...",
  "page-get-eth-exchanges-success-exchange": "Registracija na borzi lahko traja več dni zaradi njihovih pravnih pregledov.",
  "page-get-eth-exchanges-success-wallet-link": "denarnice",
  "page-get-eth-exchanges-success-wallet-paragraph": "V kraju, kjer živite, lahko ETH kupite neposredno prek teh denarnic. Preberite več o",
  "page-get-eth-exchanges-usa": "Združene države Amerike (ZDA)",
  "page-get-eth-get-wallet-btn": "Pridobite si denarnico",
  "page-get-eth-hero-image-alt": "Uvodna slika Pridobite ETH",
  "page-get-eth-keep-it-safe": "Varno shranjevanje ETH",
  "page-get-eth-meta-description": "Kako kupiti ETH glede na vaše prebivališče in nasveti, kako paziti nanj.",
  "page-get-eth-meta-title": "Kako kupiti Ethereum (ETH)",
  "page-get-eth-need-wallet": "Za uporabo decentralizirane borze boste potrebovali denarnico.",
  "page-get-eth-new-to-eth": "Ste novi pri ETH? Tukaj je kratek pregled za začetek.",
  "page-get-eth-other-cryptos": "Kupite z drugimi kriptovalutami",
  "page-get-eth-protect-eth-desc": "Ena glavnih značilnosti Ethereuma je, da obdržite nadzor nad lastnimi sredstvi z upravljanjem svojega računa. To pomeni, da vam ni treba zaupati svojim sredstvom nobeni tretji osebi in ste zaščiteni pred tem, da bi skrbnik deloval nepošteno, šel v stečaj ali bil napaden. Vendar pa to pomeni tudi, da prevzamete odgovornost za lastno varnost.",
  "page-get-eth-protect-eth-in-wallet": "Hranite svoj ETH v svoji denarnici",
  "page-get-eth-search-by-country": "Iskanje po državi",
  "page-get-eth-security": "To pomeni, da morate varnost svojih sredstev jemati resno. Z ETH ne zaupate banki ali podjetju, da bo skrbelo za vaša sredstva, temveč zanjo prevzemate odgovornost sami.",
  "page-get-eth-smart-contract-link": "Več o pametnih pogodbah",
  "page-get-eth-swapping": "Zamenjajte svoje žetone za ETH drugih. In obratno.",
  "page-get-eth-try-dex": "Poskusite DEX",
  "page-get-eth-use-your-eth": "Uporabite svoj ETH",
  "page-get-eth-use-your-eth-dapps": "Zdaj, ko imate nekaj ETH, si oglejte nekaj aplikacij na Ethereumu (decentralizirane aplikacije). Na voljo so aplikacije za finance, družbene medije, igre in številne druge kategorije.",
  "page-get-eth-wallet-instructions": "Sledite navodilom denarnice",
  "page-get-eth-wallet-instructions-lost": "Če izgubite dostop do svojega računa, boste izgubili dostop do svojih sredstev. Vaša denarnica bi vam morala dati navodila za zaščito pred tem. Pazljivo jih upoštevajte – v večini primerov vam nihče ne more pomagati, če izgubite dostop do svojega računa.",
  "page-get-eth-wallets": "Denarnice",
  "page-get-eth-wallets-link": "Več o denarnicah",
  "page-get-eth-wallets-purchasing": "Nekatere denarnice omogočajo kupovanje kriptovalut z debetno/kreditno kartico, bančnim nakazilom ali celo storitvijo Apple Pay. Veljajo geografske omejitve.",
  "page-get-eth-warning": "Ti DEX-i niso primerni za začetnike, saj boste za njihovo uporabo potrebovali nekaj ETH. To so le primeri, ne priporočeni izdelki. Opravite lastno raziskavo!",
  "page-get-eth-what-are-DEX's": "Kaj so DEX-i?",
  "page-get-eth-whats-eth-link": "Kaj je ETH?",
  "page-get-eth-where-to-buy-desc": "ETH lahko zaslužite, prejmete od svojih vrstnikov ali kupite na borzah in v aplikacijah.",
  "page-get-eth-where-to-buy-desc-2": "Preverite, katere storitve lahko uporabljate, glede na to, kje živite.",
  "page-get-eth-where-to-buy-title": "Kje dobiti ETH",
  "page-get-eth-your-address": "Vaš ETH naslov",
  "page-get-eth-your-address-desc": "Ko prenesete denarnico, bo ta v vašem imenu ustvarila javni naslov za ETH. Videti je tako:",
  "page-get-eth-your-address-desc-3": "Na ta naslov lahko gledate kot na svoj e-poštni naslov, le da namesto pošte prejema ETH. Če želite prenesti ETH z borze v svojo denarnico, uporabite svoj naslov kot cilj. Pred pošiljanjem ga vedno dvakrat preverite!",
  "page-get-eth-your-address-wallet-link": "Oglejte si denarnice",
  "listing-policy-raise-issue-link": "Ustvari zadevo",
  "page-find-wallet-last-updated": "Nazadnje posodobljeno"
}
