{
  "consensus-client-besu-logo-alt": "Logotip Besu",
  "consensus-client-erigon-logo-alt": "Logotip Erigon",
  "consensus-client-geth-logo-alt": "Logotip Geth",
  "consensus-client-lighthouse-logo-alt": "Logotip Lighthouse",
  "consensus-client-lodestar-logo-alt": "Logotip Lodestar",
  "consensus-client-nethermind-logo-alt": "Logotip Nethermind",
  "consensus-client-nimbus-logo-alt": "Logotip Nimbus",
  "consensus-client-prysm-logo-alt": "Logotip Prysm",
  "consensus-client-teku-logo-alt": "Logotip Teku",
  "page-upgrades-answer-1": "Oddajniška veriga je bila orodje za nadgradnjo Ethereumovega glavnega omrežja ob spojitvi.",
  "page-upgrades-answer-2": "Spojitev je bila največja nadgradnja Ethereuma do zdaj. Mehanizem dokaza o delu je zamenjala nova plast za doseganje soglasja, ki temelji na mehanizmu dokaza o deležu.",
  "page-upgrades-answer-4": "Z oddajniško verigo je bil razvit mehanizem za doseganje soglasja z dokazom o deležu, ki ga Ethereum uporablja danes. Delovala je vzporedno z Ethereumovim glavnim omrežjem, da so lahko razvijalci ločeno opazovali mehanizem za doseganje soglasja, preden so ga začeli uporabljati za koordiniranje resničnih dejavnosti.",
  "page-upgrade-article-author-ethmerge": "Ethmerge",
  "page-upgrade-article-author-alchemy": "Alchemy",
  "page-upgrade-article-author-consensys": "Consensys",
  "page-upgrade-article-author-delphi-digital": "Delphi Digital",
  "page-upgrade-article-author-eip-4844": "Vitalik Buterin, Dankrad Feist, Diederik Loerakker, George Kadianakis, Matt Garnett in Mofi Taiwo",
  "page-upgrade-article-author-ethereum-foundation": "Ethereum Foundation",
  "page-upgrade-article-author-vitalik-buterin": "Vitalik Buterin",
  "page-upgrade-article-author-ethos-dev": "Ethos.dev",
  "page-upgrade-article-title-two-point-oh": "Dva pika nič: Oddajniška veriga",
  "page-upgrade-article-title-beacon-chain-explainer": "Razlaga oddajniške verige Ethereum 2.0, ki jo morate prebrati najprej",
  "page-upgrade-article-title-sharding-consensus": "Soglasje o razdrobitvi",
  "page-upgrade-article-title-sharding-is-great": "Zakaj je razdrobitev odlična: razjasnitev tehničnih značilnosti",
  "page-upgrade-article-title-rollup-roadmap": "Načrt razvoja, osredotočen na združevanje transakcij",
  "page-upgrade-article-title-hitchhikers-guide-to-ethereum": "Štoparski vodnik po Ethereumu",
  "page-upgrade-article-title-eip-4844": "EIP-4844: Prevodi drobcev s skupki (prototip Dankove razdrobitve)",
  "page-upgrade-article-title-proto-danksharding-faq": "Pogosta vprašanja o Dankovi razdrobitvi",
  "page-upgrade-article-title-sharding-das": "Razlaga razdrobitve in vzorčenja razpoložljivosti podatkov (DAS)",
  "page-upgrade-article-title-ethmerge": "Ethmerge",
  "page-upgrade-article-title-merge-is-coming": "Prihaja spojitev",
  "page-upgrade-article-title-state-of-the-merge": "Stanje spojitve: Novice o Ethereumovi spojitvi v mehanizem dokaza o deležu leta 2022",
  "page-upgrade-article-title-ropsten-merge-testnet": "Najavljamo testno omrežje z Ropstenovo spojitvijo",
  "page-upgrade-article-title-execution-layer-specs": "Specifikacije izvajalne plasti",
  "page-upgrade-article-title-consensus-layer-specs": "Specifikacije plasti za soglasje",
  "page-upgrade-article-title-engine-api-specs": "Specifikacije programskih vmesnikov mehanizma",
  "page-upgrades-beacon-chain-date": "Oddajniška veriga se je začela izvajati 1. decembra 2020",
  "page-upgrades-beacon-chain-desc": "Oddajniška veriga je v Ethereumovo omrežje uvedla zastavljanje in postavila temelje za prihodnje nadgradnje. Koordinira novi Ethereum z mehanizmom dokaza o deležu.",
  "page-upgrades-beacon-chain-estimate": "Oddajniška veriga je aktivna",
  "page-upgrades-beacon-chain-title": "Oddajniška veriga",
  "page-upgrades-bug-bounty": "Oglejte si program z nagradami za odpravljanje napak",
  "page-upgrades-clients": "Oglejte si odjemalce za soglasje (prej so se imenovali odjemalci \"Eth2\")",
  "page-staking-deposit-contract-title": "Preverite naslov pogodbe za polog",
  "page-upgrades-dive": "Poglobite se v vizijo",
  "page-upgrades-dive-desc": "Kako bomo dosegli, da bo Ethereum bolj razširljiv, varnejši in bolj trajnosten ter hkrati ostali zvesti Ethereumovemu osrednjemu načelu decentralizacije?",
  "page-upgrades-docking": "Spojitev",
  "page-upgrades-merge-answer-1": "Pri spojitvi je Ethereum 15. septembra 2022 prešel na mehanizem za doseganje soglasja z dokazom o deležu. Oddajniška veriga se je spojila z glavnim omrežjem in tako uradno odpravila Ethereumov mehanizem dokaza o delu ter znižala Ethereumovo porabo energije za približno 99,95 %.",
  "page-upgrades-merge-btn": "Več o spojitvi",
  "page-upgrades-merge-desc": "Glavno Ethereumovo omrežje se je spojilo z oddajniško verigo, ki je uvedla mehanizem dokaza o deležu ter tako končala obdobje energijsko intenzivnega rudarjenja.",
  "page-upgrades-merge-estimate": "Spojitev je končana",
  "page-upgrades-merge-mainnet": "Kaj je glavno omrežje?",
  "page-upgrades-eth-blog": "Spletni dnevnik ethereum.org",
  "page-upgrades-explore-btn": "Raziščite nadgradnje",
  "page-upgrades-get-involved": "Sodelujte pri nadgrajevanju Ethereuma",
  "page-upgrades-get-involved-2": "Sodelujte",
  "page-upgrades-head-to-ethresearch": "Obiščite ethresear.ch",
  "page-upgrades-help": "Ali želite pomagati pri nadgradnjah Ethereuma?",
  "page-upgrades-help-desc": "Na voljo so številne priložnosti, da podate svoje mnenje o nadgradnjah Ethereuma, pomagate pri preskušanju in si celo prislužite nagrade.",
  "page-upgrades-index-staking": "Zastavljanje je tukaj",
  "page-upgrades-index-staking-desc": "Uvedba zastavljanja je ključni del nadgradenj Ethereuma. Če želite uporabljati svoj ETH in pomagati zaščititi omrežje Ethereum, upoštevajte te korake.",
  "page-upgrades-index-staking-learn": "Več o zastavljanju",
  "page-upgrades-index-staking-learn-desc": "Oddajniška veriga je Ethereumu dodala zastavljanje. Če imate ETH, lahko delujete v javno korist in pomagate zaščititi omrežje ter hkrati zaslužite še več ETH.",
  "page-upgrades-index-staking-step-1": "1. Nastavitev z zagonsko platformo",
  "page-upgrades-index-staking-step-1-btn": "Obiščite zagonsko platformo za zastavljanje",
  "page-upgrades-index-staking-step-1-desc": "Za zastavljanje v Ethereumovem omrežju boste morali uporabiti zagonsko platformo, ki vas bo vodila skozi postopek.",
  "page-upgrades-index-staking-step-2": "2. Potrditev naslova za zastavljanje",
  "page-upgrades-index-staking-step-2-btn": "Potrdite naslov pogodbe za polog",
  "page-upgrades-index-staking-step-2-desc": "Preden zastavite svoj ETH preverite, ali imate pravilen naslov. Pred tem korakom ste morali opraviti vse potrebno na zagonski platformi.",
  "page-upgrades-index-staking-sustainability": "Bolj trajnostno",
  "page-upgrades-meta-desc": "Pregled nadgradenj Ethereuma in vizije, ki naj bi jo uresničile.",
  "page-upgrades-meta-title": "Nadgradnje Ethereuma (prej poimenovano \"Eth2\")",
  "page-upgrades-proof-stake-link": "Več o dokazu o deležu",
  "page-upgrades-question-1-title": "Kdaj bodo nadgradnje na voljo?",
  "page-upgrades-question-1-desc": "Ethereum nadgrajujemo postopoma. Različne nadgradnje imajo različne datume izdaje.",
  "page-upgrades-question-2-title": "Ali je oddajniška veriga ločena veriga blokov?",
  "page-upgrades-question-2-desc": "Da. Z imenom oddajniška veriga smo poimenovali vzporedno verigo blokov z mehanizmom dokaza o deležu, ki smo jo uporabili za nadgradnjo Ethereumovega glavnega omrežja. Zdaj obstaja samo še ena veriga blokov, ki je nastala s spojitvijo izvirne Ethereumove verige blokov in oddajniške verige.",
  "page-upgrades-question-3-answer-2a": "Spojitev je zelo malo vplivala na razvijalce decentraliziranih aplikacij – ti interakcijo z Ethereumom še vedno opravljajo na enake načine.",
  "page-upgrades-question-3-answer-2a-link": "Spojitev in razvijalci decentraliziranih aplikacij",
  "page-upgrades-question-3-answer-2b": "Načrte za razdrobitev še pripravljamo, vendar pa bo razdrobitev zasnovana z upoštevanjem združevanja transakcij na 2. plasti.",
  "page-upgrades-layer-2-rollups": "Več o združevanju transakcij na 2. plasti",
  "page-upgrades-question-3-answer-3-link": "Obiščite ethresear.ch",
  "page-upgrades-question-3-desc": "Trenutno vam za pripravo na nadgradnje ni treba storiti ničesar.",
  "page-upgrades-question-3-title": "Kako se pripravim na nadgradnje?",
  "page-upgrades-question-4-answer-1": "Kadar danes pošljete transakcijo ali uporabite decentralizirano aplikacijo, uporabljate izvajalno plast, ki se imenuje tudi glavno omrežje.",
  "page-upgrades-question-4-answer-3": "Od spojitve validatorji varujejo celotno omrežje z mehanizmom dokaza o deležu.",
  "page-upgrades-question-4-answer-6": "Vsak lahko postane validator tako, da zastavi svoj ETH.",
  "page-upgrades-question-4-answer-7": "Več o zastavljanju",
  "page-upgrades-question-4-title": "Kaj je izvajalna plast?",
  "page-upgrades-question-4-desc": "Pred spojitvijo se je Ethereumova veriga blokov imenovala tudi \"Eth1\". Ta pojem je nadomestila besedna zveza \"izvajalna plast\".",
  "page-upgrades-question-5-answer-1": "Če želite postati validator v omrežju, boste morali zastaviti 32 ETH. Če jih nimate toliko ali jih niste pripravljeni toliko zastaviti, se lahko pridružite skladom za zastavljanje. Ti skladi vam bodo omogočali, da boste zastavili manj in si prislužili del skupnih nagrad.",
  "page-upgrades-question-5-desc": "Uporabiti boste morali zagonsko platformo za zastavljanje ali se pridružiti skladu za zastavljanje.",
  "page-upgrades-question-5-title": "Kako zastavljam?",
  "page-upgrades-question-6-answer-3": "Danny Ryan iz fundacije Ethereum Foundation pogosto obvešča skupnost:",
  "page-upgrades-question-6-answer-4": "Ben Edgington iz podjetja ConsenSys vsak teden pripravlja glasilo o nadgradnjah Ethereuma:",
  "page-upgrades-question-6-answer-5": "Lahko se tudi pridružite razpravi o raziskovanju in razvoju Ethereuma na ethresear.ch.",
  "page-upgrades-question-6-title": "Kaj moram storiti s svojo decentralizirano aplikacijo?",
  "page-upgrades-question-6-desc": "Spojitev je bila zasnovana tako, da ima kar najmanjši vpliv na razvijalce decentraliziranih aplikacij, čeprav je uvedla nekaj sprememb, ki jih je treba omeniti.",
  "page-upgrades-question-6-answer-1": "Razvijalci decentraliziranih aplikacij, ki poznajo Ethereum pred spojitvijo, se morajo zavedati nekaterih sprememb, kot so struktura in časi blokov, nekaj sprememb izvajalne kode, viri naključnosti na verigi in koncept zaključevanja epoh.",
  "page-upgrades-question-6-answer-1-link": "Kako je spojitev vplivala na Ethereumovo plast z aplikacijami",
  "page-upgrades-question-6-answer-2": "Vpliva na aplikacije skoraj ni bilo.",
  "page-upgrades-question-7-desc": "Številne različne ekipe v celotni skupnosti delajo na različnih nadgradnjah Ethereuma.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(izvedba v jeziku Rust)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(izvedba v jeziku JavaScript)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(izvedba v jeziku Nim)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(izvedba v jeziku Go)",
  "page-upgrades-question-7-teams": "Ekipe, ki razvijajo Ethereumove odjemalce za doseganje soglasja:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(izvedba v jeziku Java)",
  "page-upgrades-question-7-title": "Kdo razvija nadgradnje Ethereuma?",
  "page-upgrades-question-7-clients": "Pridobite več informacij o Ethereumovih odjemalcih",
  "page-upgrades-question-8-answer-1": "Nadgradnje Ethereuma bodo pomagale pri razširljivosti Ethereuma na decentraliziran način, ohranjale varnost in izboljšale trajnost.",
  "page-upgrades-question-8-answer-2": "Najbolj očitna težava je najbrž dejstvo, da mora biti Ethereum sposoben obdelati več kot 15–45 transakcij na sekundo, vendar bodo nadgradnje odpravile tudi nekaj težav z današnjim Ethereumom.",
  "page-upgrades-question-8-answer-3": "Ob časih, ko je povpraševanje v omrežju visoko, je uporaba Ethereuma draga. Vozlišča v omrežju imajo težave z velikostjo Ethereumovega omrežja in količino podatkov, ki jih morajo njihovi računalniki obdelati. Izvirni algoritem, ki zagotavlja varnost in decentralizacijo Ethereuma, je bil energijsko potraten in je moral postati bolj okolju prijazen.",
  "page-upgrades-question-8-answer-4": "Številne stvari, ki se spreminjajo, so bile del Ethereumovega načrta že od leta 2015. Vendar so zaradi trenutnih razmer potrebe po nadgradnjah še večje.",
  "page-upgrades-question-8-answer-6": "Spoznajte Ethereumovo vizijo",
  "page-upgrades-question-8-desc": "Ethereum, ki ga uporabljamo danes, mora končnim uporabnikom in udeležencem v omrežju ponujati boljšo izkušnjo.",
  "page-upgrades-question-8-title": "Zakaj so nadgradnje potrebne?",
  "page-upgrades-question-9-answer-1": "Najaktivnejša vloga, ki jo lahko igrate, je da zastavite svoj ETH.",
  "page-upgrades-question-9-answer-2": "Prav tako lahko upravljate drugega odjemalca in pomagate izboljšati raznolikost odjemalcev.",
  "page-upgrades-question-9-answer-3": "Če ste bolje tehnično podkovani, lahko pomagate iskati napake v novih odjemalcih.",
  "page-upgrades-question-9-answer-4": "Prav tako lahko podate svoje mnenje v tehničnih razpravah z Ethereumovimi raziskovalci na ethresear.ch.",
  "page-upgrades-question-9-desc": "Za sodelovanje ne potrebujete tehničnih veščin. Skupnost išče prispevke uporabnikov z vsemi vrstami spretnosti.",
  "page-upgrades-question-9-stake-eth": "Zastavite ETH",
  "page-upgrades-question-9-title": "Kako lahko prispevam k nadgradnjam Ethereuma?",
  "page-upgrades-question-9-more": "Poiščite bolj splošne načine, kako sodelovati pri razvoju Ethereuma",
  "page-upgrades-question-10-title": "Kaj so \"faze Eth2\"?",
  "page-upgrades-question-10-desc": "Tukaj se je nekaj zadev spremenilo.",
  "page-upgrades-question-10-answer-0": "Pojem \"Eth2\" bomo opustili, saj ne predstavlja ene nadgradnje ali novega omrežja. Bolj natančno gre za niz več nadgradenj, s katerimi Ethereum postaja bolj razširljiv, varen in trajnosten. Omrežje, ki ga poznate in imate radi, se bo imenovalo preprosto Ethereum.",
  "page-upgrades-question-10-answer-1": "Neradi preveč govorimo o tehničnem načrtu, saj gre za programsko opremo: stvari se lahko spremenijo. Menimo, da je lažje razumeti, kaj se dogaja, če preberete več o rezultatih.",
  "page-upgrades-question-10-answer-1-link": "Prikaži nadgradnje",
  "page-upgrades-question-10-answer-2": "Če pa ste sledili razpravam, je tukaj več informacij o tem, kako bodo nadgradnje ustrezale tehničnim načrtom in kako se spreminjajo.",
  "page-upgrades-question-10-answer-3": "Faza 0 opisuje razvoj za uvedbo oddajniške verige.",
  "page-upgrades-question-10-answer-5": "Faza 1 je bila naprej osredotočena na razvoj razdrobljenih verig, vendar je višjo prioriteto dobila spojitev, do katere je prišlo 15. septembra 2022.",
  "page-upgrades-question-10-answer-6": "Faza 1.5 naj bi najprej sledila uvedbi razdrobitve, ko bi bilo glavno omrežje oddajniški verigi dodano kot zadnji drobec. Ker pa je tehnologija združevanja transakcij napredovala, je skupnost namesto tega prednost dala prehodu z mehanizma dokaza o delu.",
  "page-upgrades-question-10-answer-7": "Načrti za fazo 2 so bili predmet intenzivnih raziskav in razprav. Z opravljeno spojitvijo in napredkom rešitev za 2. plast je glavni cilj postal poenostavljen način drobljenja podatkov za povečanje učinkovitosti združevanja transakcij. Trenutno 2. plast omogoča širitev opravljanja transakcij, drobljenje pa bo omogočilo cenovno ugodno in razširljivo shranjevanje dokazov o teh podatkih na 1. plasti.",
  "page-upgrades-question-10-answer-8": "Več o načrtu, osredotočenem na združevanje transakcij",
  "page-upgrades-question-11-title": "Ali lahko kupim Eth2?",
  "page-upgrades-question-11-desc": "Ne. Kovanec Eth2 ne obstaja, vaš ETH pa se po spojitvi ni spremenil.",
  "page-upgrades-question-11-answer-1": "Eno od glavnih vodil za spremembo imena Eth2 je bila splošna zmota, da morajo imetniki ETH po spojitvi ali drugih nadgradnjah svoj ETH preseliti v \"ETH 2.0\". To ne drži in nikoli ni držalo.",
  "page-upgrades-question-11-answer-2": "To zmoto pogosto izrabljajo prevaranti.",
  "page-upgrades-question-title": "Pogosta vprašanja",
  "page-upgrades-question3-answer-1": "Imetnikom ETH ni treba storiti ničesar. Vašega ETH ne bo treba spremeniti ali nadgraditi. Vendar pa se bodo prav gotovo pojavile goljufije, ki vas bodo prepričevale v nasprotno, zato bodite previdni.",
  "page-upgrades-scalable": "Bolj razširljiv",
  "page-upgrades-scalable-desc": "Ethereum mora za hitrejšo in cenejšo uporabo aplikacij podpirati več tisoč transakcij na sekundo.",
  "page-upgrades-secure": "Varnejši",
  "page-upgrades-secure-desc": "Ethereum mora biti varnejši. Z uveljavitvijo Ethereuma mora protokol postati odpornejši proti vsem vrstam napadov.",
  "page-upgrades-shard-date": "Razdrobitev bo spojitvi v letih 2023 in 2024 sledila v več fazah.",
  "page-upgrades-shard-desc": "Razdrobitev bo povečala Ethereumovo kapaciteto za shranjevanje podatkov in bo skupaj z 2. plastjo povečala pretočnost in znižala provizije v omrežju. Razdrobitev bo uvedena v več korakih.",
  "page-upgrades-shard-estimate": "Predvideno: 2023–2024",
  "page-upgrades-shard-lower": "Več o razdrobitvi",
  "page-upgrades-shard-title": "Razdrobitev",
  "page-upgrades-stay-up-to-date": "Ostanite na tekočem",
  "page-upgrades-stay-up-to-date-desc": "Preberite najnovejše novice raziskovalcev in razvijalcev, ki delajo na nadgradnjah Ethereuma.",
  "page-upgrades-sustainable-desc": "Ethereum je bil do nedavnega energijsko potraten. S prehodom na mehanizem dokaza o deležu se je poraba energije omrežja znižala za več kot 99,9 %.",
  "page-upgrades-take-part": "Sodelujte v raziskavah",
  "page-upgrades-take-part-desc": "Tukaj se srečujejo raziskovalci Ethereuma in zanesenjaki ter razpravljajo o raziskavah, vključno z vsem v povezavi z nadgradnjami Ethereuma.",
  "page-upgrades-the-upgrades": "Nadgradnje Ethereuma",
  "page-upgrades-the-upgrades-desc": "Cilj nadgradenj Ethereuma je izboljšanje razširljivosti, varnosti in trajnosti omrežja. Ethereum je nedavno dobil nekaj velikih nadgradenj varnosti in trajnosti, v prihodnje pa bo dobil tudi druge, na primer tiste, povezane z razširljivostjo.",
  "page-upgrades-unofficial-roadmap": "To ni uradni načrt razvoja. Tako na podlagi razpoložljivih informacij vidimo, kaj se dogaja. Gre za tehnologijo in zadeve se lahko hitro spremenijo, zato načrta ne razumite kot zavezo.",
  "page-upgrades-upgrade-desc": "Ethereum, kot ga poznamo in imamo radi, vendar bolj razširljiv, varen in trajnosten ...",
  "page-upgrades-upgrades": "Nadgradnje Ethereuma",
  "page-upgrades-upgrades-aria-label": "Meni nadgradenj Ethereuma",
  "page-upgrades-upgrades-beacon-chain": "Oddajniška veriga",
  "page-upgrades-upgrades-guide": "Vodnik po nadgradnjah Ethereuma",
  "page-upgrades-upgrades-docking": "Spojitev",
  "page-upgrades-energy-consumption": "Več o Ethereumovi porabi energije",
  "page-upgrades-upgrading": "Nadgrajevanje Ethereuma na radikalno višjo raven",
  "page-upgrades-vision": "Vizija",
  "page-upgrades-vision-btn": "Več o Ethereumovi viziji",
  "page-upgrades-vision-desc": "Če želimo Ethereum predstaviti širokim množicam in ga uporabljati v dobro vsega človeštva, moramo zagotoviti, da postane bolj razširljiv, varen in trajnosten.",
  "page-upgrades-what-happened-to-eth2-title": "Kaj se je zgodilo z \"Eth2\"?",
  "page-upgrades-what-happened-to-eth2-1": "Pojem \"Eth2\" se je pogosto uporabljal pred spojitvijo, vendar ga opuščamo in nadomeščamo z natančnejšo terminologijo.",
  "page-upgrades-what-happened-to-eth2-1-more": "Več o spojitvi.",
  "page-upgrades-what-happened-to-eth2-2": "Od spojitve verig \"Eth1\" in \"Eth2\" ni več dveh različnih Ethereumovih verig blokov, obstaja samo še Ethereum.",
  "page-upgrades-what-happened-to-eth2-3": "Da bi se izognila zmedi, je skupnost posodobila spodnja pojma:",
  "page-upgrades-what-happened-to-eth2-3-1": "\"Eth1\" je zdaj \"izvajalna plast\", ki opravlja transakcije in izvaja kodo.",
  "page-upgrades-what-happened-to-eth2-3-2": "\"Eth2\" je zdaj \"plast za doseganje soglasja\", ki obravnava mehanizem za doseganje soglasja z dokazom o deležu.",
  "page-upgrades-what-happened-to-eth2-4": "Te posodobitve terminologije spreminjajo samo konvencije o poimenovanju; ne spreminjajo ciljev ali načrta razvoja Ethereuma.",
  "page-upgrades-what-happened-to-eth2-5": "Pridobite več informacij o preimenovanju omrežja \"Eth2\"",
  "page-upgrades-why-cant-we-just-use-eth2-title": "Zakaj ne moremo preprosto uporabljati pojma Eth2?",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-title": "Miselni modeli",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-description": "Velika težava pojma Eth2 je, da ustvarja napačen miselni model za nove uporabnike Ethereuma. Intuitivno menijo, da je bil najprej Eth1, nato pa Eth2. Ali da je Eth1 prenehal obstajati, ko je bil uveden Eth2. Nič od tega ni res. Z opustitvijo pojma Eth2 uporabnikom v prihodnosti ne bo treba uporabljati tega nejasnega miselnega modela.",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-title": "Vključenost",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-description": "S spremembami načrta razvoja Ethereuma je Ethereum 2.0 postal nenatančna predstavitev Ethereumovega načrta razvoja. S pazljivo in natančno izbiro pojmov zagotavljamo, da bo vsebino o Ethereumu razumelo najširše mogoče ciljno občinstvo.",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-title": "Preprečevanje prevar",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-description": "Zlonamerni uporabniki so nenatančen pojem Eth2 žal poskušali uporabiti, da bi uporabnike prevarali. Dejali so jim, da morajo ETH zamenjati za žetone \"ETH2\" ali da morajo pred nadgradnjo Eth2 svoj ETH migrirati. Upamo, da bomo z jasnejšo terminologijo odpravili to vrsto prevar in zagotovili varnejše okolje.",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-title": "Jasni pojmi o zastavljanju",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-description": "Tudi nekateri upravljavci zastavljanja so ETH, zastavljen na oddajniški verigi, predstavljali z oznako \"ETH2\". To lahko povzroči zmedo, saj uporabniki teh storitev žetonov \"ETH2\" niso prejeli. Žetoni \"ETH2\" namreč ne obstajajo, oznaka preprosto predstavlja njihov delež v zastavljeni vsoti tega ponudnika.",
  "page-upgrades-what-to-do": "Kaj morate storiti?",
  "page-upgrades-what-to-do-desc": "Če ste uporabnik decentraliziranih aplikacij ali imetnik ETH, vam ni treba storiti ničesar. Če ste razvijalec ali želite začeti zastavljati, lahko na nekatere načine začnete sodelovati še danes.",
  "page-upgrades-whats-next": "Kaj so nadgradnje Ethereuma?",
  "page-upgrades-whats-next-desc": "Načrt razvoja Ethereuma vključuje medsebojno povezane nadgradnje protokola, s katerimi bo omrežje postalo bolj razširljivo, varno in trajnostno. Te nadgradnje razvijajo različne ekipe v Ethereumovem okolju.",
  "page-upgrades-whats-next-history": "Pridobite več informacij o prejšnjih nadgradnjah Ethereuma",
  "page-upgrades-whats-ethereum": "Počakajte, kaj je Ethereum?",
  "page-upgrades-whats-new": "Kaj sledi za Ethereum?",
  "page-upgrades-security-link": "Več o varnosti in preprečevanju prevar",
  "page-staking-deposit-contract-staking-more-link": "Več o zastavljanju",
  "docs-nav-proof-of-stake": "Dokaz o deležu",
  "docs-nav-proof-of-work": "Dokaz o delu",
  "page-upgrades-get-involved-ethresearch-1": "Razdrobitev",
  "page-upgrades-get-involved-ethresearch-2": "Spojitev"
}
