{
  "page-eth-buy-some": "Želite kupiti Ethereum?",
  "page-eth-buy-some-desc": "Pogosta zmota je, da zamenjamo Ethereum in ETH. Ethereum je veriga blokov, ETH pa je primarno sredstvo na Ethereumu. Verjetno želite kupiti ETH.",
  "page-eth-cat-img-alt": "Grafika glifa ETH s kalejdoskopom mačk",
  "page-eth-collectible-tokens": "Zbirateljski žetoni",
  "page-eth-collectible-tokens-desc": "Žetoni, ki predstavljajo zbirateljski predmet v igri, digitalno umetnino ali druga edinstvena sredstva. Pogosto so imenovani nezamenljivi žetoni (NFT-ji).",
  "page-eth-cryptography": "Zaščiteno s kriptografijo",
  "page-eth-cryptography-desc": "Internetni denar je morda nekaj novega, vendar je zaščiten z dokazano kriptografijo. To varuje vašo denarnico, vaš ETH in vaše transakcije. ",
  "page-eth-currency-for-apps": "To je valuta aplikacij na Ethereumu.",
  "page-eth-currency-for-future": "Valuta za digitalno prihodnost",
  "page-eth-description": "ETH je kriptovaluta. Je redek digitalni denar, ki ga lahko uporabljate na internetu – podobno kot Bitcoin. Če ste novi v svetu kriptovalut, je tukaj povzetek razlik med ETH in tradicionalnim denarjem.",
  "page-eth-earn-interest-link": "Prislužite obresti",
  "page-eth-ethhub-caption": "Pogosto posodobljeno",
  "page-eth-ethhub-overview": "Če ga želite, ima EthHub odličen pregled",
  "page-eth-flexible-amounts": "Na voljo v prilagodljivih količinah",
  "page-eth-flexible-amounts-desc": "ETH je deljiv na 18 decimalnih mest, tako da vam ni treba kupiti 1 celega žetona ETH. Vsakič lahko kupite le delež – če želite, že od 0,000000000000000001 ETH.",
  "page-eth-fuels": "ETH poganja in varuje Ethereum",
  "page-eth-fuels-desc": "ETH je življenjska sila Ethereuma. Ko pošiljate ETH ali uporabljate aplikacijo na Ethereumu, plačate majhno provizijo v ETH za uporabo omrežja Ethereum. Ta provizija je spodbuda, da bo rudar obdelal in potrdil, kar počnete.",
  "page-eth-fuels-desc-2": "Rudarji delujejo kot zapisnikarji na Ethereumu – preverjajo udeležence in dokazujejo, da nihče ne goljufa. Rudarji, ki to počno, so prav tako nagrajeni z majhnimi zneski novoizdanega ETH.",
  "page-eth-fuels-desc-3": "Delo, ki ga opravljajo rudarji, zagotavlja varnost Ethereuma in svobodo pred centraliziranim nadzorom. Drugače rečeno,",
  "page-eth-fuels-more-staking": "Več o zastavljanju",
  "page-eth-fuels-staking": "ETH bo postal še pomembnejši z zastavljanjem. Ko zastavite svoj ETH, boste pomagali zaščititi Ethereum in si prislužili nagrade. V tem sistemu grožnja za izgubo ETH odvrača napade.",
  "page-eth-get-eth-btn": "Pridobite ETH",
  "page-eth-gov-tokens": "Upravni žetoni",
  "page-eth-gov-tokens-desc": "Žetoni, ki predstavljajo volilno moč v decentraliziranih organizacijah.",
  "page-eth-has-value": "Zakaj ima ETH vrednost?",
  "page-eth-has-value-desc": "ETH je za različne ljudi dragocen na različne načine.",
  "page-eth-has-value-desc-2": "Za uporabnike Ethereuma je ETH dragocen, ker je mogoče z njim plačati provizije na transakcije.",
  "page-eth-has-value-desc-3": "Drugi ga vidijo kot digitalno shrambo vrednosti, saj se ustvarjanje novih žetonov ETH sčasoma upočasnjuje.",
  "page-eth-has-value-desc-4": "Nedavno je ETH postal dragocen za uporabnike finančnih aplikacij na Ethereumu. Razlog je ta, da je mogoče ETH uporabiti kot jamstvo za kripto posojila, ali kot plačilni sistem.",
  "page-eth-has-value-desc-5": "Seveda ga mnogi vidijo tudi kot naložbo podobno Bitcoinu ali drugim kriptovalutam.",
  "page-eth-how-to-buy": "Kako kupiti Ether",
  "page-eth-how-to-buy-caption": "Pogosto posodobljeno",
  "page-eth-is-money": "ETH je digitalni globalni denar.",
  "page-eth-last-updated": "januar 2019",
  "page-eth-mining-link": "Več o rudarjenju",
  "page-eth-monetary-policy": "Ethereumova monetarna politika",
  "page-eth-more-on-ethereum-link": "Več o Ethereumu",
  "page-eth-no-centralized": "Brez centraliziranega nadzora ",
  "page-eth-no-centralized-desc": "ETH je decentraliziran in globalen. Ni podjetja ali banke, ki bi se lahko odločila natisniti več ETH ali spremeniti pogoje uporabe.",
  "page-eth-non-fungible-tokens-link": "Nezamenljivi žetoni",
  "page-eth-not-only-crypto": "ETH ni edina kriptovaluta na Ethereumu",
  "page-eth-not-only-crypto-desc": "Na Ethereumu lahko vsak ustvarja nove vrste sredstev, imenovane »žetoni«, in z njimi trguje. Uporabniki so v obliko žetonov pretvorili tradicionalne valute, svoje nepremičnine, umetnine in celo sebe!",
  "page-eth-not-only-crypto-desc-2": "Na Ethereumu domuje več tisoč žetonov – nekateri so bolj uporabni in dragoceni kot drugi. Razvijalci nenehno razvijajo nove žetone, ki odklepajo nove možnosti in odpirajo nove trge.",
  "page-eth-not-only-crypto-desc-3": "Če želite prebrati več o žetonih, so naši prijatelji iz EthHuba napisali nekaj odličnih pregledov:",
  "page-eth-open": "Odprt za vse",
  "page-eth-open-desc": "Če želite sprejemati ETH, potrebujete samo internetno povezavo in denarnico. Za sprejemanje plačil ne potrebujete dostopa do bančnega računa.",
  "page-eth-p2p-payments": "Plačila P2P",
  "page-eth-p2p-payments-desc": "ETH lahko pošljete brez vsakršne posredniške storitve, kot je banka. Podobno je izmenjavi denarja v živo, vendar je mogoče transakcije opravljati z vsakomer, vedno in povsod.",
  "page-eth-period": ".",
  "page-eth-popular-tokens": "Priljubljene vrste žetonov",
  "page-eth-powers-ethereum": "ETH poganja Ethereum",
  "page-eth-shit-coins": "Sh*tcoini",
  "page-eth-shit-coins-desc": "Ker je ustvarjanje novih žetonov preprosto, lahko to stori vsak – tudi tisti s slabimi ali neprimernimi nameni. Preden jih začnete uporabljati, jih preučite.",
  "page-eth-stablecoins": "Stabilni kovanci",
  "page-eth-stablecoins-desc": "To so žetoni, ki odražajo vrednost tradicionalnih valut, kot so dolarji. To rešuje težavo, ki jo predstavlja nestabilnost številnih kriptovalut.",
  "page-eth-stablecoins-link": "Pridobite stabilne kovance",
  "page-eth-stream-link": "Pretočno predvajajte ETH",
  "page-eth-tokens-link": "Žetoni Ethereum",
  "page-eth-trade-link-2": "Menjava žetonov",
  "page-eth-underpins": "ETH je temelj finančnega sistema Ethereum",
  "page-eth-underpins-desc": "Ker skupnost Ethereum ni zadovoljna samo s plačili, razvija celoten finančni sistem, ki poteka med enakovrednimi računalniki (P2P) in je dostopen vsem.",
  "page-eth-underpins-desc-2": "ETH lahko uporabite kot jamstvo za generiranje povsem drugih kriptovalut na Ethereumu. Poleg tega lahko ETH in druge žetone, ki temeljijo na ETH, posojate, si jih izposojate in si prislužite obresti nanje.",
  "page-eth-uses": "Število uporab za ETH je vsak dan večje",
  "page-eth-uses-desc": "Ker je Ethereum mogoče programirati, lahko razvijalci ETH oblikujejo na številne načine.",
  "page-eth-uses-desc-2": "Leta 2015 je bilo ETH mogoče samo poslati iz enega Ethereum računa na drugega. Tukaj je samo nekaj stvari, ki jih je mogoče storiti danes.",
  "page-eth-uses-desc-3": "sprotno plačevanje ali prejemanje sredstev;",
  "page-eth-uses-desc-4": "trgovanje med ETH in drugimi žetoni, vključno z bitcoinom;",
  "page-eth-uses-desc-5": "na ETH in drugih žetonih, ki temeljijo na ETH.",
  "page-eth-uses-desc-6": "dostopate do sveta kriptovalut s stabilno in manj volatilno valuto.",
  "page-eth-value": "Zakaj je ether dragocen",
  "page-eth-video-alt": "Video glifa ETH",
  "page-eth-whats-eth": "Kaj je ether (ETH)?",
  "page-eth-whats-eth-hero-alt": "Slika skupine ljudi, ki osuplo občudujejo glif ether (ETH)",
  "page-eth-whats-eth-meta-desc": "Kaj morate vedeti, če želite razumeti ETH in njegovo mesto v Ethereumu.",
  "page-eth-whats-eth-meta-title": "Kaj je ether (ETH)?",
  "page-eth-whats-ethereum": "Kaj je Ethereum?",
  "page-eth-whats-ethereum-desc": "Če želite več informacij o Ethereumu in tehnologiji, na kateri deluje ETH, preberite našo predstavitev.",
  "page-eth-whats-unique": "Zakaj je ETH edinstven?",
  "page-eth-whats-unique-desc": "Obstajajo številne kriptovalute in veliko drugih žetonov na Ethereumu, vendar so določene stvari, ki jih zmore samo ETH.",
  "page-eth-where-to-buy": "Kje dobiti ETH",
  "page-eth-where-to-buy-desc": "ETH lahko dobite na borzi ali denarnici, vendar imajo različne države različne pravilnike. Oglejte si storitve, ki omogočajo nakup ETH.",
  "page-eth-yours": "Zares je vaš",
  "page-eth-yours-desc": "Z ETH-jem lahko postanete svoja banka. Sami nadzirate svoja sredstva, lastništvo pa dokažete z denarnico brez zunanjih posrednikov.",
  "page-eth-more-on-tokens": "Več o žetonih in njihovi uporabnosti",
  "page-eth-button-buy-eth": "Pridobite ETH",
  "page-eth-tokens-stablecoins": "Stablecoins",
  "page-eth-tokens-defi": "Decentralizirane finance (DeFi)",
  "page-eth-tokens-nft": "Nezamenljivi žetoni (NFTs)",
  "page-eth-tokens-dao": "Decentralizirane avtonomne organizacije (DAOs)",
  "page-eth-tokens-stablecoins-description": "Več o najmanj volatilnih Ethereum žetonih.",
  "page-eth-tokens-defi-description": "Finančni sistem za Ethereum žetone.",
  "page-eth-tokens-nft-description": "Žetoni, ki predstavljajo lastništvo predmetov na Ethereumu.",
  "page-eth-tokens-dao-description": "Spletne skupnosti, ki jih pogosto upravljajo imetniki žetonov.",
  "page-eth-whats-defi": "Več o DeFi",
  "page-eth-whats-defi-description": "DeFi je decentraliziran finančni sistem zgrajen na Ethereumu. Ta pregled pojasnjuje kaj vse lahko počnete."
}
