{
  "page-upgrades-vision-2014": "Preberite objavo na spletnem dnevniku iz leta 2014, ki podrobno opisuje dokaz o deležu",
  "page-upgrades-vision-beacon-chain": "Oddajniška veriga",
  "page-upgrades-vision-beacon-chain-btn": "Več o oddajniški verigi",
  "page-upgrades-vision-beacon-chain-date": "Oddajniška veriga je aktivna",
  "page-upgrades-vision-beacon-chain-desc": "Je prvi Eth2 dodatek ekosistemu. Oddajniška veriga v Ethereum dodaja zastavljanje, predstavlja osnovo za nadaljnje nadgradnje in bo sčasoma usklajevala nov sistem.",
  "page-upgrades-vision-beacon-chain-upper": "Oddajniška veriga",
  "page-upgrades-vision-desc-1": "Ethereum mora zmanjšati prenatrpanost omrežja in izboljšati hitrosti za zagotavljanje boljših storitev globalni bazi uporabnikov.",
  "page-upgrades-vision-desc-2": "Izvajanje vozlišča postaja z rastjo omrežja vse težje. To bo postalo še težje s prizadevanji za razširitev omrežja.",
  "page-upgrades-vision-desc-3": "Ethereum porabi preveč elektrike. Tehnologija, ki varuje omrežje, mora biti bolj trajnostna.",
  "page-upgrades-vision-merge-date": "Predvideno: 2022",
  "page-upgrades-vision-merge-desc": "Glavno omrežje Ethereum se bo na neki točki moralo \"spojiti\" z oddajniško verigo. To bo celotnemu omrežju omogočilo zastavljanje in označilo konec energetsko potratnega rudarjenja.",
  "page-upgrades-vision-ethereum-node": "Več o vozliščih",
  "page-upgrades-vision-explore-upgrades": "Raziščite nadgradnje",
  "page-upgrades-vision-future": "Digitalna prihodnost na globalni ravni",
  "page-upgrades-vision-meta-desc": "Pregled vpliva, ki ga bodo imele nadgradnje Eth2 na Ethereum, in izzivov, ki jih morajo premagati.",
  "page-upgrades-vision-meta-title": "Vizija Ethereum 2.0 (Eth2)",
  "page-upgrades-vision-mining": "Več o rudarjenju",
  "page-upgrades-vision-problems": "Današnje težave",
  "page-upgrades-vision-scalability": "Razširljivost",
  "page-upgrades-vision-scalability-desc": "Ethereum mora biti sposoben obdelovati več transakcij na sekundo brez povečanja velikosti vozlišč v omrežju. Vozlišča so ključna za udeležence v omrežju, ki hranijo in izvajajo verigo blokov. Povečanje velikosti vozlišč ni praktično, saj bi lahko to storili samo tisti z zmogljivimi in dragimi računalniki. Ethereum za razširljivost potrebuje več transakcij na sekundo v kombinaciji z več vozlišči. Več vozlišč pomeni večjo varnost.",
  "page-upgrades-vision-scalability-desc-3": "Nadgradnja razdrobljenih verig bo razdelila obremenitev omrežja med 64 novih verig. To bo Ethereumu omogočilo, da zadiha, saj bo zmanjšalo prenatrpanost in izboljšalo hitrosti nad trenutno omejitev 15–45 transakcij na sekundo.",
  "page-upgrades-vision-scalability-desc-4": "In čeprav bo več verig, bodo imeli validatorji – vzdrževalci omrežja – dejansko manj dela. Validatorji bodo morali »izvajati« samo svoj drobec in ne celotne verige Ethereum. To pomeni, da so vozlišča lažja in omogoča Ethereumu, da postane razširljiv in ostane decentraliziran.",
  "page-upgrades-vision-security": "Varnost",
  "page-upgrades-vision-security-desc": "Nadgradnje Eth2 izboljšujejo varnost Ethereuma pred usklajenimi napadi, kot je napad z 51 % deležem. To je vrsta napada, kjer lahko nekdo z nadzorom nad omrežjem vsili zlonamerne spremembe.",
  "page-upgrades-vision-security-desc-3": "Prehod na dokaz o deležu pomenu, da ima protokol Ethereum boljše odvrnitve pred napadom. Razlog je ta, da morajo pri dokazu o deležu, validatorji, ki varujejo omrežje, v protokol zastaviti bistvene vsote ETH. Če poskusijo napasti omrežje, lahko protokol samodejno uniči njihov ETH.",
  "page-upgrades-vision-security-desc-5": "Pri dokazu o delu temu ni tako, saj protokol ne more storiti drugega, kot da prisili osebe, ki varujejo omrežje (rudarji), da izgubijo nagrade za rudarjenje, ki bi jih v nasprotnem primeru zaslužili. Za dosego enakega učinka v dokazu o delu, bi moral biti protokol sposoben uničiti vso opremo rudarjev, ki poskušajo goljufati.",
  "page-upgrades-vision-security-desc-5-link": "Več o dokazu o delu",
  "page-upgrades-vision-security-desc-8": "Ethereumov varnostni model se mora zaradi priključitve razdrobljenih verig prav tako spremeniti. Oddajniška veriga bo k različnim drobcem naključno dodeljevala validatorje - to praktično onemogoči, da bi lahko validatorji kadarkoli prikrito sodelovali pri napadu na določen drobec. Drobljenje ni tako varno kot blokovna veriga z dokazom o delu, saj protokol ne more nadzirati rudarjev na ta način.",
  "page-upgrades-vision-security-desc-10": "Zastavljanje prav tako pomeni, da vam ni treba vlagati v elitno strojno opremo za »izvajanje« vozlišča Ethereum. To bi moralo spodbuditi več ljudi, da postanejo validatorji, in povečati decentralizacijo omrežja ter zmanjšati prostor za napad.",
  "page-upgrades-vision-security-staking": "Zastavite ETH",
  "page-upgrades-vision-security-validator": "Validator lahko postanete tako, da zastavite svoj ETH.",
  "page-upgrades-vision-shard-chains": "razdrobljene verige",
  "page-upgrades-vision-shard-date": "Predvideno: 2021",
  "page-upgrades-vision-shard-desc-4": "Razdrobljene verige bodo obremenitev omrežja razdelile med 64 novih verig blokov. Drobci lahko potencialno drastično izboljšajo hitrost transakcij – do 100.000 na sekundo.",
  "page-upgrades-vision-shard-upgrade": "Več o razdrobljenih verigah",
  "page-upgrades-vision-staking-lower": "Več o zastavljanju",
  "page-upgrades-vision-subtitle": "Razvijajmo Ethereum, dokler ne bo tako zmogljiv, da bo lahko pomagal vsemu človeštvu.",
  "page-upgrades-vision-sustainability": "Trajnost",
  "page-upgrades-vision-sustainability-desc-1": "Nobena skrivnost ni, da so Ethereum in druge verige blokov, kot je bitcoin, energetsko intenzivne zaradi rudarjenja.",
  "page-upgrades-vision-sustainability-desc-2": "Vendar se Ethereum premika proti temu, da ga bo varoval ETH, ne računalniška moč – prek zastavljanja.",
  "page-upgrades-vision-sustainability-desc-3": "Čeprav bo zastavljanje uvedeno z oddajniško verigo, bo Ethereum, kot ga poznamo danes, nekaj časa vzporedno deloval, preden se »združi« ali »spoji« z nadgradnjami Eth2. En sistem varuje ETH, drugega računalniška moč. Razlog je ta, da razdrobljene verige na začetku ne bodo mogle obdelovati stvari, kot so naši računi ali decentralizirane aplikacije. Zato ne smemo kar pozabiti na rudarjenje in glavno omrežje.",
  "page-upgrades-vision-sustainability-desc-8": "Z delujočo oddajniško verigo se je začelo delo na spojitvi glavnega omrežja z novim sistemom. To bo glavno omrežje spremenilo v drobec, ki je zavarovan z ETH in veliko manj energetsko potraten.",
  "page-upgrades-vision-sustainability-subtitle": "Ethereum mora biti bolj zelen.",
  "page-upgrades-vision-title": "Vizija Eth2",
  "page-upgrades-vision-title-1": "Zamašeno omrežje",
  "page-upgrades-vision-title-2": "Prostor na disku",
  "page-upgrades-vision-title-3": "Preveč energije",
  "page-upgrades-vision-trilemma-cardtext-1": "Nadgradnje Eth2 bodo poskrbele, da bo Ethereum postal razširljiv, varen in decentraliziran. Zastavljanje bo zagotovilo, da bo Ethereum bolj razširljiv, z izboljšanjem števila transakcij na sekundo in zmanjšanjem moči, potrebne za izvajanje vozlišča in potrjevanje verige. Oddajniška veriga bo zaščitila Ethereum z usklajevanjem validatorjev v različnih drobcih. Prav tako bo zastavljanje znižalo prag za sodelovanje in ustvarilo večje in bolj decentralizirano omrežje.",
  "page-upgrades-vision-trilemma-cardtext-2": "Varna in decentralizirana omrežja verig blokov zahtevajo, da vsako vozlišče potrdi vsako transakcijo, ki jo obdela veriga. Ta količina dela omejuje število transakcij, ki se lahko izvedejo v danem trenutku. Decentralizacija in varnost predstavljata verigo Ethereum, kot jo poznamo danes.",
  "page-upgrades-vision-trilemma-cardtext-3": "Decentralizirana omrežja delujejo s pošiljanjem informacij o transakcijah prek vozlišč – celotno omrežje mora poznati vsako spremembo stanja. Razširjanje števila transakcij na sekundo v decentraliziranih omrežjih predstavlja varnostna tveganja zaradi večjega števila transakcij – daljša kot je zakasnitev, večja je možnost napada med prenosom podatkov.",
  "page-upgrades-vision-trilemma-cardtext-4": "Povečanje velikosti in moči Ethereumovih vozlišč bi lahko povečalo število transakcij na sekundo na varen način, vendar bi omejitve glede strojne opreme omejevale, kdo bi to lahko izvajal, to pa ogroža decentralizacijo. Upamo, da bosta zastavljanje in dokaz o deležu omogočala razširljivost Ethereuma s povečanjem števila vozlišč, ne pa velikosti vozlišč.",
  "page-upgrades-vision-trilemma-h2": "Izziv decentralizirane razširljivosti",
  "page-upgrades-vision-trilemma-modal-tip": "Tapnite spodnje kroge, če želite bolje razumeti težave z decentralizirano razširljivostjo",
  "page-upgrades-vision-trilemma-p": "Naiven način reševanja Ethereumovih težav bi bil, da postane bolj centraliziran. Vendar je decentralizacija preveč pomembna. Decentralizacija Ethereumu zagotavlja odpornost na cenzuro, odprtost, zasebnost podatkov in skoraj nezlomljivo varnost.",
  "page-upgrades-vision-trilemma-p-1": "Vizija za Ethereum je, da postane bolj razširljiv in varen, vendar še vedno decentraliziran. Doseganje teh treh lastnosti imenujemo tudi »trilema razširljivosti«.",
  "page-upgrades-vision-trilemma-p-2": "Nadgradnje Eth2 poskušajo rešiti to trilemo, vendar obstajajo tudi precejšnji izzivi.",
  "page-upgrades-vision-trilemma-press-button": "Tapnite kroge na trikotniku, če želite bolje razumeti težave z decentralizirano razširljivostjo.",
  "page-upgrades-vision-trilemma-text-1": "Decentralizacija",
  "page-upgrades-vision-trilemma-text-2": "Varnost",
  "page-upgrades-vision-trilemma-text-3": "Razširljivost",
  "page-upgrades-vision-trilemma-title-1": "Raziščite trilemo glede razširljivosti",
  "page-upgrades-vision-trilemma-title-2": "Nadgradnje Eth2 in decentralizirana razširljivost",
  "page-upgrades-vision-trilemma-title-3": "Varen in decentraliziran",
  "page-upgrades-vision-trilemma-title-4": "Decentraliziran in razširljiv",
  "page-upgrades-vision-trilemma-title-5": "Razširljiv in varen",
  "page-upgrades-vision-understanding": "Razumevanje vizije Eth2",
  "page-upgrades-vision-upgrade-needs": "Potrebe bo nadgradnjah Eth2",
  "page-upgrades-vision-upgrade-needs-desc": "Protokol Ethereum, ki je bil uveden leta 2015, je neverjetno uspešen. Vendar je Ethereumova skupnost vedno pričakovala, da bo za doseganje polnega potenciala Ethereuma potrebnih nekaj ključnih nadgradenj.",
  "page-upgrades-vision-upgrade-needs-desc-2": "Visoko povpraševanje veča provizije na transakcije, zaradi česar je Ethereum drag za povprečnega uporabnika. Prostor na disku, ki je potreben za izvajanje odjemalca Ethereum, zelo hitro raste. Osnovni algoritem za doseganje soglasja z dokazom o delu, ki varuje Ethereum in zagotavlja njegovo decentralizacijo, pa ima velik vpliv na okolje.",
  "page-upgrades-vision-upgrade-needs-desc-3": "Kar se običajno imenuje Eth2 je sklop nadgradenj, ki obravnavajo te težave in druge. Ta sklop nadgradenj je bil sprva imenovan »Serenity« in je predmet aktivnih raziskav in razvoja od leta 2014.",
  "page-upgrades-vision-upgrade-needs-desc-6": " To pomeni, da Eth2 ne bo vklopljen s klikom na gumb. Izboljšave bodo uvedene postopoma.",
  "page-upgrades-vision-upgrade-needs-serenity": "Preberite si objavo na spletnem dnevniku iz leta 2015, imenovano »Serenity«",
  "page-upgrades-vision-upgrade-needs-desc-5": "Zdaj, ko je tehnologija pripravljena, bodo te nadgradnje spremenile arhitekturo Ethereuma, tako da bo postal bolj razširljiv, varnejši in bolj trajnosten, kar bo olajšalo življenje obstoječih uporabnikov in privabilo nove. Hkrati pa bo ohranilo temeljno vrednoto Ethereuma, in sicer decentralizacijo."
}
