{
  "page-dapps-1inch-logo-alt": "Logotip 1inch",
  "page-dapps-aave-logo-alt": "Logotip Aave",
  "page-dapps-add-button": "Predlagaj dapp",
  "page-dapps-add-title": "Dodajanje decentralizirane aplikacije",
  "page-dapps-audius-logo-alt": "Logotip Audius",
  "page-dapps-augur-logo-alt": "Logotip Augur",
  "page-dapps-axie-infinity-logo-alt": "Logotip Axie Infinity",
  "page-dapps-brave-logo-alt": "Logotip Brave",
  "page-dapps-category-arts": "Umetnost in moda",
  "page-dapps-category-browsers": "Brskalniki",
  "page-dapps-category-collectibles": "Digitalni zbirateljski predmeti",
  "page-dapps-category-competitive": "Tekmovanje",
  "page-dapps-category-computing": "Orodja za razvijalce",
  "page-dapps-category-dex": "Menjave žetonov",
  "page-dapps-category-investments": "Naložbe",
  "page-dapps-category-lending": "Kreditiranje in posojila",
  "page-dapps-category-lottery": "Množično financiranje",
  "page-dapps-category-marketplaces": "Tržišča",
  "page-dapps-category-music": "Glasba",
  "page-dapps-category-payments": "Plačila",
  "page-dapps-category-insurance": "Zavarovanje",
  "page-dapps-category-portfolios": "Portfelji",
  "page-dapps-category-trading": "Trgovanje in napovedni trgi",
  "page-dapps-category-utilities": "Pripomočki",
  "page-dapps-category-worlds": "Virtualni svetovi",
  "page-dapps-choose-category": "Izberite kategorijo",
  "page-dapps-collectibles-benefits-1-description": "Ko se umetnost na Ethereumu pretvori v žetone, je mogoče dokazati lastništvo, kar lahko vidijo vsi. Potovanju svoje umetnine lahko sledite vse od stvaritve do trenutnega imetnika. To preprečuje ponaredke.",
  "page-dapps-collectibles-benefits-1-title": "Lastništvo je mogoče dokazati",
  "page-dapps-collectibles-benefits-2-description": "Plačevanje za pretočno predvajanje glasbe ali kupovanje umetnin je precej bolj pošteno do izvajalcev in umetnikov. Z Ethereumom je potrebe po posrednikih manjša, če pa so potrebni, njihovi stroški niso tako visoki, saj platformam ni potrebno plačati infrastrukture omrežja.",
  "page-dapps-collectibles-benefits-2-title": "Bolj pošteno do ustvarjalcev",
  "page-dapps-collectibles-benefits-3-description": "Zbirateljski predmeti v obliki žetonov so vezani na naslov Ethereum, ne na platformo. Tako lahko stvari, kot so elementi v igrah, prodate na poljubnem trgu za Ethereum, ne samo v igri sami.",
  "page-dapps-collectibles-benefits-3-title": "Zbirateljski predmeti gredo z vami",
  "page-dapps-collectibles-benefits-4-description": "Orodja in strani, s katerimi lahko svojo umetnost pretvorite v obliko žetonov in prodate, že obstajajo. Svoje žetone lahko prodate na prav vseh platformah z zbirateljskimi predmeti Ethereum.",
  "page-dapps-collectibles-benefits-4-title": "Infrastruktura je že vzpostavljena",
  "page-dapps-collectibles-benefits-description": "To so aplikacije, ki so osredotočene na digitalno lastništvo in povečujejo potencialne prihodke ustvarjalcev ter izumljajo nove načine vlaganja v priljubljene ustvarjalce in njihovo delo.",
  "page-dapps-collectibles-benefits-title": "decentralizirani zbirateljski predmeti in pretočno predvajanje",
  "page-dapps-collectibles-button": "Umetnost in zbirateljski predmeti",
  "page-dapps-collectibles-description": "To so aplikacije, ki so osredotočene na digitalno lastništvo in povečujejo potencialne prihodke ustvarjalcev ter izumljajo nove načine vlaganja v priljubljene ustvarjalce in njihovo delo.",
  "page-dapps-collectibles-title": "Decentralizirane umetnine in zbirateljski predmeti",
  "page-dapps-compound-logo-alt": "Logotip Compound",
  "page-dapps-cryptopunks-logo-alt": "Logotip CryptoPunks",
  "page-dapps-cryptovoxels-logo-alt": "Logotip Cryptovoxels",
  "page-dapps-dapp-description-1inch": "Pomaga vam, da se izognete visokemu odstopanju med cenami s skupnim seštevkom najboljših cen.",
  "page-dapps-dapp-description-aave": "Posojajte svoje žetone in si prislužite obresti ter kadarkoli opravite dvig.",
  "page-dapps-dapp-description-async-art": "Ustvarjajte, zbirajte in trgujte #ProgramabilnoUmetnost – digitalne risbe, razdeljene v »plasti«, ki jih lahko dodajate skupni sliki. Vsaka matrica in plast je ERC721 žeton.",
  "page-dapps-dapp-description-audius": "Decentralizirana platforma za pretočno predvajanje. Poslušanje = denar za ustvarjalce, ne založbe.",
  "page-dapps-dapp-description-augur": "Stavite na rezultate športnih, gospodarskih in drugih svetovnih dogodkov.",
  "page-dapps-dapp-description-axie-infinity": "Trgujte in se bojujte z bitji, imenovanimi Axieji. Služite z igranjem – na voljo za mobilne naprave",
  "page-dapps-dapp-description-brave": "Služite žetone z brskanjem in z njimi podpirajte svoje najljubše ustvarjalce.",
  "page-dapps-dapp-description-cent": "Družbeno omrežje, kjer z objavljanjem NFT-jev služite denar.",
  "page-dapps-dapp-description-compound": "Posojajte svoje žetone in služite obresti ter kadarkoli opravite dvig.",
  "page-dapps-dapp-description-cryptopunks": "Kupujte, oddajajte ponudbe in prodajajte pankerje – eni izmed prvih zbirateljskih predmetov v obliki žetonov na Ethereumu.",
  "page-dapps-dapp-description-cryptovoxels": "Ustvarjajte umetnostne galerije, postavljajte trgovine in kupujte zemljišča – virtualni svet na Ethereumu.",
  "page-dapps-dapp-description-dark-forest": "Osvajajte planete v neskončnem vesolju, ki je postopkovno generirano in kriptografsko določeno.",
  "page-dapps-dapp-description-decentraland": "Zbirajte virtualna zemljišča v in trgujte z njimi v virtualnem svetu, ki ga lahko raziskujete.",
  "page-dapps-dapp-description-dydx": "Odprite kratke pozicije ali pozicije z največ 10-kratnim vzvodom. Na voljo so tudi kreditiranje in posojila.",
  "page-dapps-dapp-description-ens": "Uporabnikom prijazna imena za naslove Ethereum in decentralizirana spletna mesta.",
  "page-dapps-dapp-description-foundation": "Vlagajte v edinstvene izdaje digitalnih umetnin in z izdelki trgujte z drugimi kupci.",
  "page-dapps-dapp-description-gitcoin": "Zaslužite kriptovalute s sodelovanjem na odprtokodni programski opremi.",
  "page-dapps-dapp-description-gitcoin-grants": "Množično financiranje projektov skupnosti Ethereum s povečanimi prispevki.",
  "page-dapps-dapp-description-gods-unchained": "Strateška igra z zbirateljskimi karticami. Z igranjem zaslužite kartice, ki jih lahko prodate v resničnem življenju.",
  "page-dapps-dapp-description-golem": "Dostopajte do računalniške zmogljivosti ali oddajte svoje vire.",
  "page-dapps-dapp-description-radicle": "Varno in enakovredno programersko sodelovanje brez posrednikov.",
  "page-dapps-dapp-description-loopring": "Platforma za trgovanje v omrežju enakovrednih uporabnikov, zasnovana za hitrost.",
  "page-dapps-dapp-description-marble-cards": "Ustvarjajte edinstvene digitalne kartice na podlagi URL-jev in trgujte z njimi.",
  "page-dapps-dapp-description-matcha": "Išče po številnih borzah in vam pomaga najti najboljše cene.",
  "page-dapps-dapp-description-nifty-gateway": "Na verigi kupujte izdelke vrhunskih umetnikov, športnikov, blagovnih znamk in ustvarjalcev.",
  "page-dapps-dapp-description-oasis": "Trgujte s stabilnim kovancem Ethereum, imenovanim Dai, si izposojajte in varčujte z njim.",
  "page-dapps-dapp-description-opensea": "Kupujte, prodajajte, odkrivajte in trgujte z omejenimi izdajami izdelkov.",
  "page-dapps-dapp-description-opera": "V brskalniku pošiljajte kriptovalute trgovcem, drugim uporabnikom in aplikacijam.",
  "page-dapps-dapp-description-poap": "Zbiranje NGT-jev, ki dokazujejo vašo udeležbo na različnih virtualnih ali dogodkih v živo. Uporabite jih, da se pridružite nagradnim igram, glasujete, sodelujete ali pa se z njimi le pohvalite.",
  "page-dapps-dapp-description-polymarket": "Stavite na rezultate. Trgujte na informacijskih trgih.",
  "page-dapps-dapp-description-pooltogether": "Loterija, kjer ne morete izgubiti. Nagrade vsak teden.",
  "page-dapps-dapp-description-index-coop": "Kripto indeksni skladi, ki vam omogočijo izpostavljenost vašega portfelja DeFi žetonom.",
  "page-dapps-dapp-description-nexus-mutual": "Kritje brez zavarovalnice. Zaščitite se pred napakami in hekerskimi napadi na pametne pogodbe.",
  "page-dapps-dapp-description-etherisc": "Decentralizirana zavarovalna predloga, ki jo lahko kdorkoli uporabi, da ustvari svoje lastno zavarovalno kritje.",
  "page-dapps-dapp-description-zapper": "Sledite vrednosti svojega portfelja in uporabljajte paleto DeFi produktov prek enega samega vmesnika.",
  "page-dapps-dapp-description-zerion": "Upravljajte svoj portfelj in enostavno ocenite katerokoli DeFi sredstvo na trgu.",
  "page-dapps-dapp-description-rotki": "Odprtokodno orodje za sledenje portfeljev, analize, računovodsko in davčno poročanje, ki spoštuje vašo zasebnost.",
  "page-dapps-dapp-description-rarible": "Ustvarjajte, prodajajte in kupujte zbirateljske predmete v obliki žetonov.",
  "page-dapps-dapp-description-sablier": "Sproti pretočno predvajajte denar.",
  "page-dapps-dapp-description-superrare": "Kupujte digitalne umetnine neposredno od umetnikov ali na sekundarnih trgih.",
  "page-dapps-dapp-description-token-sets": "Strategije vlaganja v kriptovalute, ki se samodejno znova uravnovesijo.",
  "page-dapps-dapp-description-tornado-cash": "Pošiljajte anonimne transakcije na Ethereumu.",
  "page-dapps-dapp-description-uniswap": "Preprosto menjajte žetone ali zagotovite žetone za % nagrade.",
  "page-dapps-dark-forest-logo-alt": "Logotip Dark Forest",
  "page-dapps-decentraland-logo-alt": "Logotip Decentraland",
  "page-dapps-index-coop-logo-alt": "Logotip Index Coop",
  "page-dapps-nexus-mutual-logo-alt": "Logotip Nexus Mutual",
  "page-dapps-etherisc-logo-alt": "Logotip Etherisc",
  "page-dapps-zapper-logo-alt": "Logotip Zapper",
  "page-dapps-zerion-logo-alt": "Logotip Zerion",
  "page-dapps-rotki-logo-alt": "Logotip Rotki",
  "page-dapps-desc": "Poiščite aplikacijo Ethereum in jo preizkusite.",
  "page-dapps-doge-img-alt": "Slika psa »doge«, ki uporablja računalnik",
  "page-dapps-dydx-logo-alt": "Logotip dYdX",
  "page-dapps-editors-choice-dark-forest": "Igrajte proti drugim in osvajajte planete ter preizkusite vrhunsko tehnologijo za razširljivost in zasebnost Ethereuma. Morda je primernejše za tiste, ki že poznajo Ethereum.",
  "page-dapps-editors-choice-description": "Nekaj decentraliziranih aplikacij, ki jih ekipa ethereum.org trenutno obožuje. Spodaj raziščite več aplikacij.",
  "page-dapps-editors-choice-foundation": "Vlagajte v kulturo. Kupujte, trgujte in prodajajte edinstvene digitalne umetnine in modne izdelke nekaterih neverjetnih umetnikov, glasbenikov in blagovnih znamk.",
  "page-dapps-editors-choice-header": "Izbira urednikov",
  "page-dapps-editors-choice-pooltogether": "Kupite srečko za loterijo, v kateri ne morete izgubiti. Vsak teden se obresti, ki jih proizvede celoten sklad srečk, pošljejo enemu srečnem zmagovalcu. Denar lahko dobite nazaj, kadar želite.",
  "page-dapps-editors-choice-uniswap": "Preprosto zamenjajte svoje žetone. Priljubljena aplikacija v skupnosti, ki omogoča trgovanje žetonov z drugimi v omrežju.",
  "page-dapps-ens-logo-alt": "Logotip Ethereum Name Service",
  "page-dapps-explore-dapps-description": "Mnoge decentralizirane aplikacije so še vedno eksperimentalne in preskušajo možnosti decentraliziranih omrežij. Je pa na trgu nekaj uspešnih zgodnjih projektov v kategorijah tehnologije, financ, igralništva in zbirateljskih predmetov.",
  "page-dapps-explore-dapps-title": "Raziščite dec. aplikacije",
  "page-dapps-features-1-description": "Po uvedbi kode decentraliziranih aplikacij v Ethereum je ni mogoče odstraniti. Prav tako lahko vsak uporablja funkcije decentraliziranih aplikacij. Aplikacijo lahko še vedno uporabljate, tudi če ekipa, ki jo je razvila, razpade. Ko je enkrat na Ethereumu, tam tudi ostane.",
  "page-dapps-features-1-title": "Brez lastnikov",
  "page-dapps-features-2-description": "Vaše uporabe decentralizirane aplikacije ali pošiljanja transakcije ni mogoče blokirati. Če bi Twitter na primer deloval na Ethereumu, nihče ne bi mogel blokirati vašega računa ali tvita.",
  "page-dapps-features-2-title": "Brez cenzure",
  "page-dapps-features-3-description": "Ker Ethereum vključuje ETH, plačila potekajo neposredno v Ethereumu. Razvijalcem ni treba zapravljati časa z integracijo s tretjimi ponudniki plačil.",
  "page-dapps-features-3-title": "Vgrajena plačila",
  "page-dapps-features-4-description": "Koda decentraliziranih aplikacij je pogosto privzeto odprta in združljiva. Ekipe redno razvijajo na podlagi dela drugih ekip. Če želite uporabnikom omogočiti menjavo žetonov v vaši decentralizirani aplikaciji, lahko preprosto dodate kodo druge decentralizirane aplikacije.",
  "page-dapps-features-4-title": "Plug and play",
  "page-dapps-features-5-description": "Pri večini decentraliziranih aplikacij vam ni treba razkriti, kdo ste v resničnem svetu. Račun Ethereum uporabite za prijavo in potrebujete le še denarnico.",
  "page-dapps-features-5-title": "Ena anonimna prijava",
  "page-dapps-features-6-description": "Kriptografija zagotavlja, da napadalci ne morejo ponarejati transakcij in drugih interakcij z decentralizirano aplikacijo v vašem imenu. Dejanja v decentraliziranih aplikacijah pooblastite s svojim računom Ethereum, običajno prek denarnice, zato varno spravite svoje poverilnice.",
  "page-dapps-features-6-title": "Zaščiteno s kriptografijo",
  "page-dapps-features-7-description": "Ko se aplikacija izvaja na Ethereumu, bo prenehala delovati samo, če preneha delovati tudi Ethereum. Omrežja Ethereumove velikosti je izjemno težko napasti.",
  "page-dapps-features-7-title": "Brez prekinitev delovanja",
  "page-dapps-finance-benefits-1-description": "Finančne storitve, ki delujejo na Ethereumu, nimajo zahtev za prijavo. Če imate sredstva in internetno povezavo, imate vse, kar potrebujete.",
  "page-dapps-finance-benefits-1-title": "Odprt dostop",
  "page-dapps-finance-benefits-2-description": "Obstaja celoten svet žetonov, ki jih lahko uporabljate v teh finančnih produktih. Ljudje več čas razvijajo nove žetone na Ethereumu.",
  "page-dapps-finance-benefits-2-title": "Nova ekonomija žetonov",
  "page-dapps-finance-benefits-3-description": "Nekatere ekipe so razvile stabilne kovance – manj nestabilno kriptovaluto. Ti vam bodo omogočali eksperimentiranje in uporabo kriptovalut brez tveganja in negotovosti.",
  "page-dapps-finance-benefits-3-title": "Stablecoins",
  "page-dapps-finance-benefits-4-description": "Vsi finančni produktu v svetu Ethereuma so modularni in združljivi drug z drugim. Na trg ves čas prihajajo nove konfiguracije teh modulov in širijo možnosti uporabe kriptovalut.",
  "page-dapps-finance-benefits-4-title": "Medsebojno povezane finančne storitve",
  "page-dapps-finance-benefits-description": "Kateri vidik Ethereuma omogoča uspešnost decentraliziranih finančnih aplikacij?",
  "page-dapps-finance-benefits-title": "decentralizirane finance",
  "page-dapps-finance-button": "Finance",
  "page-dapps-finance-description": "Te aplikacije se osredotočajo na razvoj finančnih storitev z uporabo kriptovalut. Ponujajo storitve, kot so kreditiranje, posojila, služenje obresti in zasebna plačila – osebni podatki niso potrebni.",
  "page-dapps-finance-title": "Decentralizirane finance",
  "page-dapps-foundation-logo-alt": "Logotip Ethereum Foundation",
  "page-dapps-gaming-benefits-1-description": "Naj gre za virtualna zemljišča ali menjalne karte – s svojimi predmeti lahko trgujete na trgih za združljive predmete. Predmeti v igrah imajo vrednost tudi v resničnem svetu.",
  "page-dapps-gaming-benefits-1-title": "Predmeti v igrah služijo tudi kot žetoni",
  "page-dapps-gaming-benefits-2-description": "Svoje predmete in v nekaterih primerih tudi napredek, imate v lasti vi, ne igričarska podjetja. To pomeni, da ne boste ničesar izgubili, če je podjetje, ki upravlja igro, napadeno, pri njem pride do okvar strežnika ali razpade.",
  "page-dapps-gaming-benefits-2-title": "Shranjene igre so na varnem",
  "page-dapps-gaming-benefits-3-description": "Tako kot so plačila na Ethereum na voljo vsem in jih lahko vsakdo potrdi, lahko igre to lastnost uporabijo za zagotavljanje poštenosti. V teoriji je mogoče potrditi vse, od število kritičnih zadetkov do velikosti vojnega plena nasprotnika.",
  "page-dapps-gaming-benefits-3-title": "Dokazljiva poštenost",
  "page-dapps-gaming-benefits-description": "Kateri vidik Ethereuma omogoča uspešnost decentraliziranih iger?",
  "page-dapps-gaming-benefits-title": "decentralizirane igre",
  "page-dapps-gaming-button": "Igre",
  "page-dapps-gaming-description": "To so aplikacije, ki se osredotočajo na ustvarjanje virtualnih svetov in bitke z drugimi igralci z uporabo zbirateljskih predmetov, ki imajo vrednost v resničnem svetu.",
  "page-dapps-gaming-title": "Decentralizirane igre",
  "page-dapps-get-some-eth-description": "Dejanja v decentraliziranih aplikacijah vključujejo provizijo",
  "page-dapps-get-started-subtitle": "Če želite poskusiti decentralizirano aplikacijo, boste potrebovali denarnico in nekaj ETH. Denarnica vam bo omogočala povezavo ali prijavo, ETH pa boste potrebovali za plačilo provizij na transakcije.",
  "page-dapps-get-started-title": "Začnite",
  "page-dapps-gitcoin-grants-logo-alt": "Logotip Gitcoin Grants",
  "page-dapps-gitcoin-logo-alt": "Logotip Gitcoin",
  "page-dapps-gods-unchained-logo-alt": "Logotip Gods Unchained",
  "page-dapps-golem-logo-alt": "Logotip Golem",
  "page-dapps-radicle-logo-alt": "Logotip Radicle",
  "page-dapps-hero-header": "Orodja in storitve, ki jih poganja Ethereum",
  "page-dapps-hero-subtitle": "Decentralizirane aplikacije so rastoče gibanje aplikacij, ki uporabljajo Ethereum za preobrazbo poslovnih modelov ali razvijanje novih.",
  "page-dapps-how-dapps-work-p1": "Zaledna koda (pametne pogodbe) decentraliziranih aplikacij se izvaja v decentraliziranem omrežju in ne v centraliziranem strežniku. Verigo blokov Ethereum uporabljajo za shrambo podatkov, pametne pogodbe pa za logiko svoje aplikacije.",
  "page-dapps-how-dapps-work-p2": "Pametna pogodba je kot nabor pravil na verigi, ki so vidna vsem, in se izvaja v skladu s temi pravili. Predstavljajte si prodajni avtomat: če vstavite dovolj sredstev in izberete pravo možnost, boste prejeli želeni izdelek. Tako kot prodajni avtomati lahko pametne pogodbe hranijo vaša sredstva na podoben način kot Ethereum račun. To kodi omogoča posredovanje sporazumov in transakcij.",
  "page-dapps-how-dapps-work-p3": "Ko so decentralizirane aplikacije uvedene v omrežje Ethereum, jih ni več mogoče spremeniti. Decentralizirane aplikacije so lahko decentralizirane, ker jih nadzira logika, napisana v pogodbi, in ne posameznik ali podjetje.",
  "page-dapps-how-dapps-work-title": "Delovanje dec. aplikacij",
  "page-dapps-learn-callout-button": "Začnite razvijati",
  "page-dapps-learn-callout-description": "Portal naše skupnosti za razvijalce vsebuje dokumente, orodja in okvire, ki vam bodo pomagali začeti razvijati decentralizirano aplikacijo.",
  "page-dapps-learn-callout-image-alt": "Ilustracija roke, ki sestavlja simbol ETH iz lego kock.",
  "page-dapps-learn-callout-title": "Kako razviti decentralizirano aplikacijo",
  "page-dapps-loopring-logo-alt": "Logotip Loopring",
  "page-dapps-magic-behind-dapps-description": "Uporaba decentraliziranih aplikacij se morda zdi podobna običajnimi aplikacijam, vendar imajo v zakulisju nekaj posebnih lastnosti, ki jih prevzemajo od Ethereumovih supermoči. V tem se decentralizirane aplikacije razlikujejo od aplikacij.",
  "page-dapps-magic-behind-dapps-link": "Zakaj je Ethereum odličen?",
  "page-dapps-magic-behind-dapps-title": "Čarovnija v zakulisju dec. aplikacij",
  "page-dapps-magic-title-1": "Čarovnija",
  "page-dapps-magic-title-2": "v zakulisju",
  "page-dapps-magician-img-alt": "Slika čarovnikov",
  "page-dapps-marble-cards-logo-alt": "Logotip marble.cards",
  "page-dapps-matcha-logo-alt": "Logotip Matcha",
  "page-dapps-mobile-options-header": "Brskajte po drugi kategoriji",
  "page-dapps-nifty-gateway-logo-alt": "Logotip Nifty Gateway",
  "page-dapps-oasis-logo-alt": "Logotip Oasis",
  "page-dapps-opensea-logo-alt": "Logotip OpenSea",
  "page-dapps-opera-logo-alt": "Logotip Opera",
  "page-dapps-polymarket-logo-alt": "Logotip Polymarket",
  "page-dapps-poap-logo-alt": "Logotip Proof of Attendance Protocol",
  "page-dapps-pooltogether-logo-alt": "Logotip PoolTogether",
  "page-dapps-rarible-logo-alt": "Logotip Rarible",
  "page-dapps-ready-button": "Začni",
  "page-dapps-ready-description": "Izberite dec. aplikacijo, ki jo želite preskusiti",
  "page-dapps-ready-title": "Pripravljeni?",
  "page-dapps-sablier-logo-alt": "Logotip Sablier",
  "page-dapps-set-up-a-wallet-button": "Poišči denarnico",
  "page-dapps-set-up-a-wallet-description": "Denarnica je vaša »prijava« za decentralizirano aplikacijo",
  "page-dapps-set-up-a-wallet-title": "Nastavite denarnico",
  "page-dapps-superrare-logo-alt": "Logotip SuperRare",
  "page-dapps-technology-button": "Tehnologija",
  "page-dapps-technology-description": "To so aplikacije, ki so osredotočene na decentralizacijo razvijalskih orodij, vključevanje kriptoekonomskih sistemov v obstoječe tehnologije in ustvarjanje trgov za odprtokodni razvoj.",
  "page-dapps-technology-title": "Decentralizirana tehnologija",
  "page-dapps-token-sets-logo-alt": "Logotip Token Sets",
  "page-dapps-tornado-cash-logo-alt": "Logotip Tornado cash",
  "page-dapps-uniswap-logo-alt": "Logotip Uniswap",
  "page-dapps-wallet-callout-button": "Poišči denarnico",
  "page-dapps-wallet-callout-description": "Tudi denarnice so decentralizirane aplikacije. Poiščite ustrezno glede na funkcije, ki vam ustrezajo.",
  "page-dapps-wallet-callout-image-alt": "Slika robota.",
  "page-dapps-wallet-callout-title": "Prikaži denarnice",
  "page-dapps-warning-header": "Zadevo vedno preučite sami",
  "page-dapps-warning-message": "Ethereum je nova tehnologija in večina aplikacij je novih. Preden položite morebitne večje vsote denarja, poskrbite, da boste razumeli tveganja.",
  "page-dapps-what-are-dapps": "Kaj so dec. aplikacije?",
  "page-dapps-more-on-defi-button": "Več o decentraliziranih financah",
  "page-dapps-more-on-nft-button": "Več o tokeniziranih zbirateljskih predmetih",
  "page-dapps-more-on-nft-gaming-button": "Več o tokeniziranih predmetih v igrah"
}
