{
  "page-local-environment-brownie-desc": "Razvojni in preskuševalni okvir za pametne pogodbe z uporabo navideznega računalnika za Ethereum v programskem jeziku Python.",
  "page-local-environment-brownie-logo-alt": "Logotip Brownie",
  "page-local-environment-epirus-desc": "Platforma za razvijanje, uvajanje in nadziranje aplikacij na verigi blokov v navideznem računalniku Java",
  "page-local-environment-epirus-logo-alt": "Logotip Epirus",
  "page-local-environment-eth-app-desc": "Z enim ukazom ustvarjajte aplikacije, ki jih poganja Ethereum. Vsebuje široko ponudbo ogrodij za uporabniške vmesnike in predloge za DeFi, med katerimi lahko izbirate.",
  "page-local-environment-eth-app-logo-alt": "Logotip Create Eth App",
  "page-local-environment-framework-feature-1": "Funkcije za zagon lokalnega primerka verige blokov.",
  "page-local-environment-framework-feature-2": "Uporablja se za prevajanje in preskušanje pametnih pogodb.",
  "page-local-environment-framework-feature-3": "Odjemalski razvijalski dodatki, s katerimi lahko znotraj istega projekta/skladišča oblikujete svojo uporabniško usmerjeno aplikacijo.",
  "page-local-environment-framework-feature-4": "Konfiguracija za povezovanje z omrežji Ethereum in uvajanje pogodb v primerku, ki se izvaja lokalno, ali v enem od Ethereumovih javnih omrežij.",
  "page-local-environment-framework-feature-5": "Distribucija decentraliziranih aplikacij – integracija z možnostmi shrambe, kot je IPFS.",
  "page-local-environment-framework-features": "Ti okviri omogočajo raznoliko izvirno funkcionalnost, kot je:",
  "page-local-environment-frameworks-desc": "Priporočamo, da izberete ogrodje, zlasti če šele začenjate. Za razvoj dovršene decentralizirane aplikacije so potrebne različne tehnologije. Ogrodja vključujejo številne potrebne funkcije ali zagotavljajo preproste sisteme vtičnikov za izbiro želenih orodij.",
  "page-local-environment-frameworks-title": "Ogrodja in vnaprej izdelani skladi",
  "page-local-environment-hardhat-desc": "Hardhat je razvojno orodje na Ethereumu za strokovnjake.",
  "page-local-environment-hardhat-logo-alt": "Logotip Hardhat",
  "page-local-environment-openZeppelin-desc": "Prihranite ure razvijanja s prevajanjem, nadgrajevanjem, uvajanjem in interakcijo s pametnimi pogodbami z našim vmesnikom ukazne vrstice.",
  "page-local-environment-openZeppelin-logo-alt": "Logotip OpenZeppelin",
  "page-local-environment-scaffold-eth-desc": "Ethers + Hardhat + React: vse kar potrebujete, da začnete razvijati decentralizirane aplikacije, ki jih poganjajo pametne pogodbe",
  "page-local-environment-scaffold-eth-logo-alt": "Logotip scaffold-eth",
  "page-local-environment-setup-meta-desc": "Vodnik za izbiro sklada programske opreme za razvoj na Ethereumu.",
  "page-local-environment-setup-meta-title": "Nastavitev lokalnega razvojnega okolja Ethereum",
  "page-local-environment-setup-subtitle": "Če ste pripravljeni, da začnete graditi, je čas, da izberete svoj sklad.",
  "page-local-environment-setup-subtitle-2": " Tukaj so orodja in ogrodja, ki jih lahko uporabite za lažji razvoj svoje aplikacije na Ethereumu.",
  "page-local-environment-setup-title": "Nastavite svoje lokalno razvojno okolje",
  "page-local-environment-solidity-template-desc": "GitHubova predloga za vnaprej pripravljeno namestitev za pametne pogodbe Solidity. Vključuje lokalno omrežje Hardhat, Waffle za preskuse, Ethers za uvedbo denarnice in več.",
  "page-local-environment-solidity-template-logo-alt": "Logotip predloge Solidity",
  "page-local-environment-waffle-desc": "Najnaprednejša knjižnica za preskušanje pametnih pogodb. Uporabite jo samo ali s storitvijo Scaffold-eth ali Hardhat.",
  "page-local-environment-waffle-logo-alt": "Logotip Waffle"
}
