{
  "page-wallets-accounts-addresses": "Denarnice, računi in naslovi",
  "page-wallets-accounts-addresses-desc": "Vredno je razumeti razliko med nekaterimi ključnimi izrazi.",
  "page-wallets-accounts-addresses-desc-2": "je subjekt, ki lahko pošilja transakcije in ima stanje.",
  "page-wallets-accounts-has": "Račun Ethereum ima",
  "page-wallets-alt": "Slika robota s trezorjem namesto telesa, ki predstavlja Ethereum denarnico",
  "page-wallets-an": "An",
  "page-wallets-blog": "Spletni dnevnik Coinbase",
  "page-wallets-bookmarking": "Dodajte denarnico med zaznamke",
  "page-wallets-bookmarking-desc": "Če uporabljate spletno denarnico, dodajte to spletno mesto med zaznamke in se zaščitite pred goljufijami z lažnim predstavljanjem.",
  "page-wallets-cd": "Fizične strojne denarnice, ki omogočajo shranjevanje kriptovalut brez spletne povezave – zelo varne",
  "page-wallets-converted": "Ste navdušeni glede kriptovalut?",
  "page-wallets-converted-desc": "Če želite hraniti večje zneske, priporočamo strojno denarnico, saj so te najbolj varne. Ali pa denarnico z obvestili o goljufijah in omejitvami dvigov.",
  "page-wallets-curious": "Vas zanimajo kriptovalute?",
  "page-wallets-curious-desc": "Če ste novi uporabnik kriptovalut in želite dobiti samo malce občutka zanje, priporočamo nekaj, kar vam bo dalo priložnost za raziskovanje aplikacij na Ethereumu ali nakup prvega ETH neposredno iz denarnice.",
  "page-wallets-desc-2": "Denarnico potrebujete za pošiljanje sredstev in upravljanje ETH.",
  "page-wallets-desc-2-link": "Več o ETH",
  "page-wallets-desc-3": "Denarnica je samo orodje za upravljanje vašega Ethereum računa. To pomeni, da lahko kadarkoli zamenjate ponudnike denarnic. Številne denarnice omogočajo tudi upravljanje različnih Ethereum računov iz ene aplikacije.",
  "page-wallets-desc-4": "Razlog je ta, da denarnice nimajo skrbništva nad vašimi sredstvi, temveč ga imate vi. So samo orodje za upravljanje s tistim, kar je dejansko vaše.",
  "page-wallets-description": "Denarnice Ethereum so aplikacije, ki omogočajo interakcijo z računom Ethereum. Nanje lahko gledate kot na aplikacije za internetno bančništvo, vendar brez banke. Denarnica omogoča preverjanje stanja, pošiljanje transakcij in povezovanje z aplikacijami.",
  "page-wallets-desktop": "Namizne aplikacije, če svoja sredstva rajši upravljate prek sistemov MacOS, Windows ali Linux",
  "page-wallets-ethereum-account": "Račun Ethereum",
  "page-wallets-ethereum-addresses": "Naslov Ethereum",
  "page-wallets-ethereum-addresses-2": ", tako kot ima e-poštni nabiralnik svoj e-poštni naslov. Uporabljate ga lahko za pošiljanje sredstev na račun.",
  "page-wallets-ethereum-wallet": "Denarnica",
  "page-wallets-ethereum-wallet-2": "je izdelek, ki omogoča upravljanje vašega računa Ethereum, na primer za preverjanje stanja na računu, pošiljanje transakcij in drugo.",
  "page-wallets-explore": "Raziščite Ethereum",
  "page-wallets-features-desc": "Lahko vam pomagamo izbrati denarnico glede na funkcije, ki so vam pomembne.",
  "page-wallets-features-title": "Ali želite denarnico izbrati glede na funkcije?",
  "page-wallets-find-wallet-btn": "Poišči denarnico",
  "page-wallets-find-wallet-link": "Poiščite denarnico",
  "page-wallets-get-some": "Pridobite nekaj ETH",
  "page-wallets-get-some-alt": "Slika roke, ki ustvarja logotip ETH iz lego kock",
  "page-wallets-get-some-btn": "Pridobite nekaj ETH",
  "page-wallets-get-some-desc": "ETH je izvorna kriptovaluta Ethereuma. Za uporabo aplikacij na Ethereumu boste potrebovali nekaj ETH v svoji denarnici.",
  "page-wallets-get-wallet": "Pridobite denarnico",
  "page-wallets-get-wallet-desc": "Izbirate lahko med številnimi različnimi denarnicami. Želimo vam pomagati izbrati tisto, ki vam najbolj ustreza.",
  "page-wallets-get-wallet-desc-2": "Ne pozabite: ta odločitev ni dokončna – račun Ethereum ni vezan na vašega ponudnika denarnice.",
  "page-wallets-how-to-store": "Kako hraniti digitalna sredstva na Ethereumu",
  "page-wallets-keys-to-safety": "Temelji zaščite kriptovalut",
  "page-wallets-manage-funds": "Aplikacija za upravljanje premoženja",
  "page-wallets-manage-funds-desc": "Vaša denarnica prikazuje vaša stanja in zgodovino transakcij ter ponuja način pošiljanja/prejemanja sredstev. Nekatere denarnice lahko ponujajo še več.",
  "page-wallets-meta-description": "Kaj morate vedeti za uporabo denarnic Ethereum.",
  "page-wallets-meta-title": "Ethereum denarnice",
  "page-wallets-mobile": "Mobilne aplikacije, ki omogočajo dostop do sredstev kjerkoli",
  "page-wallets-more-on-dapps-btn": "Več o decentraliziranih aplikacijah",
  "page-wallets-most-wallets": "Večina denarnic omogoča generiranje računa Ethereum. Zato ga pred prenosom denarnice ne potrebujete.",
  "page-wallets-protecting-yourself": "Kako zaščitite sebe in svoje premoženje",
  "page-wallets-seed-phrase": "Napišite svojo varnostno frazo",
  "page-wallets-seed-phrase-desc": "Denarnice vam bodo pogosto ponudile varnostno frazo, ki jo morate zapisati na varno mesto. To je edini način, na katerega boste lahko obnovili denarnico.",
  "page-wallets-seed-phrase-example": "Tukaj je primer:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Ne shranite je v računalnik. Zapišite si jo in jo shranite na varno.",
  "page-wallets-slogan": "Ključ do vaše digitalne prihodnosti",
  "page-wallets-stay-safe": "Kako ostanete varni",
  "page-wallets-stay-safe-desc": "Denarnice predstavljajo manjši premik v načinu razmišljanja. Finančna svoboda in sposobnost uporabe sredstev kjerkoli vključujeta določeno stopnjo odgovornosti – v svetu kriptovalut ni podpore za stranke.",
  "page-wallets-subtitle": "Denarnice omogočajo dostop do vaših sredstev in aplikacij na Ethereumu. Samo vi bi morali imeti dostop do svoje denarnice.",
  "page-wallets-take-responsibility": "Prevzemite odgovornost za svoje premoženje",
  "page-wallets-take-responsibility-desc": "Centralizirane borze bodo povezale vašo denarnico z uporabniškim imenom in geslom, ki ju je mogoče obnoviti na običajen način. Toda ne pozabite, da skrbništvo svojih sredstev zaupate borzi. Če je to podjetje napadeno ali gre v srečaj, so vaša sredstva ogrožena.",
  "page-wallets-tips": "Več nasvetov za zagotavljanje varnosti",
  "page-wallets-tips-community": "Iz skupnosti",
  "page-wallets-title": "Denarnice Ethereum",
  "page-wallets-triple-check": "Trikrat preverite vse",
  "page-wallets-triple-check-desc": "Ne pozabite, da transakcij ni mogoče razveljaviti, denarnic pa ni mogoče preprosto obnoviti, zato bodite previdni.",
  "page-wallets-try-dapps": "Poskusite dec. aplikacije",
  "page-wallets-try-dapps-alt": "Slika članov skupnosti Ethereum, ki sodelujejo",
  "page-wallets-try-dapps-desc": "Decentralizirane aplikacije so aplikacije, razvite na Ethereumu. So cenejše, bolj poštene in bolj podatkom prijazne od tradicionalnih aplikacij.",
  "page-wallets-types": "Vrste denarnic",
  "page-wallets-web-browser": "Spletne denarnice, ki omogočajo interakcijo z računom prek spletnega brskalnika",
  "page-wallets-whats-a-wallet": "Kaj je denarnica Ethereum?",
  "page-wallets-your-ethereum-account": "Vaš račun Ethereum",
  "page-wallets-your-ethereum-account-desc": "Vaša denarnica je okno v vaš račun Ethereum – stanje, zgodovina transakcij in drugo. Vendar lahko ponudnike denarnice kadarkoli zamenjate.",
  "page-wallets-your-login": "Vaša prijava za aplikacije na Ethereumu",
  "page-wallets-your-login-desc": "Denarnica vam omogoča povezovanje s poljubno decentralizirano aplikacijo z uporabo Ethereum računa. Deluje kot prijava, ki jo lahko uporabite prek številnih decentraliziranih aplikacij."
}
