{
  "consensus-client-lighthouse-logo-alt": "Logotip Lighthouse",
  "consensus-client-lodestar-logo-alt": "Logotip Lodestar",
  "consensus-client-nimbus-logo-alt": "Logotip Nimbus",
  "consensus-client-prysm-logo-alt": "Logotip Prysm",
  "consensus-client-teku-logo-alt": "Logotip Teku",
  "page-upgrades-answer-1": "Na Eth2 lahko gledate kot sklop nadgradenj, ki bodo dodane za izboljšanje Ethereuma, kot ga uporabljamo danes. Te nadgradnje vključujejo ustvarjanje nove verige, imenovane oddajniška verige, in do 64 verig, imenovanih drobci.",
  "page-upgrades-answer-2": "Te nadgradnje so ločene od glavnega omrežja Ethereum, ki ga uporabljamo danes in ga ne bodo nadomestile. Namesto tega se bo glavno omrežje spojilo s tem vzporednim sistemom, ki se sproti dodaja.",
  "page-upgrades-answer-4": "Z drugimi besedami bo Ethereum, ki ga uporabljamo danes, sčasoma vključeval vse funkcije, na katere ciljamo v viziji za Eth2.",
  "page-upgrades-beacon-chain-btn": "Več o oddajniški verigi",
  "page-upgrades-beacon-chain-date": "Oddajniška veriga se je začela izvajati 1. decembra 2020.",
  "page-upgrades-beacon-chain-desc": "Je prvi dodatek Eth2 ekosistemu. Oddajniška veriga v Ethereum dodaja zastavljanje, predstavlja osnovo za nadaljnje nadgradnje in bo sčasoma usklajevala nov sistem.",
  "page-upgrades-beacon-chain-estimate": "Oddajniška veriga je aktivna",
  "page-upgrades-beacon-chain-title": "Oddajniška veriga",
  "page-upgrades-bug-bounty": "Oglejte si program nagrad za iskanje napak",
  "page-upgrades-clients": "Oglejte si odjemalce Eth2",
  "page-staking-deposit-contract-title": "Preverite naslov pogodbe za polog",
  "page-upgrades-diagram-ethereum-mainnet": "Glavno omrežje Ethereum",
  "page-upgrades-diagram-h2": "Kako bodo nadgradnje delovale skupaj",
  "page-upgrades-diagram-link-1": "Več o dokazu o delu",
  "page-upgrades-diagram-link-2": "Več o verigah drobcev",
  "page-upgrades-diagram-mainnet": "Glavno omrežje",
  "page-upgrades-diagram-p": "Glavno omrežje Ethereum bo še nekaj časa obstajalo v svoji trenutni obliki. To pomeni, da nadgradnje oddajniške verige in drobcev ne bodo zmotile omrežja.",
  "page-upgrades-diagram-p-1": "Glavno omrežje se bo sčasoma združilo z novim sistemom, ki bo na voljo z izvedbo nadgradenj Eth2.",
  "page-upgrades-diagram-p-2": "Oddajniška veriga bo postala dirigent Ethereuma in bo usklajevala validatorje ter določala hitrost ustvarjanja blokov.",
  "page-upgrades-diagram-p-3": "Na začetku bo obstajala ločeno od glavnega omrežja in upravljala validatorje – na noben način ne bo povezana s pametnimi pogodbami, transakcijami ali računi.",
  "page-upgrades-diagram-p-4": "Drobci bodo zagotovili veliko dodatnih podatkov, ki bodo pomagali izboljšati število transakcij, ki jih lahko glavno omrežje obdela. Usklajevala jih bo oddajniška veriga.",
  "page-upgrades-diagram-p-5": "Vendar se bodo vse transakcije še vedno zanašale na glavno omrežje, ki bo še naprej obstajalo, kot ga poznamo danes – zaščiteno z dokazom o delu in rudarji.",
  "page-upgrades-diagram-p-6": "Glavno omrežje se bo združilo s sistemom dokaza o delu, ki ga usklajuje oddajniška veriga.",
  "page-upgrades-diagram-p-8": "To bo glavno omrežje spremenilo v drobec v novem sistemu. Rudarji ne bodo več potrebni, saj bodo celoten Ethereum varovali validatorji.",
  "page-upgrades-diagram-p10": "Eth2 ni migracija ali ena sama stvar. Opisuje sklop nadgradenj, na katerih delamo, da bi odklenili Ethereumov resnični potencial. Tako bodo vse sestavljale celoto.",
  "page-upgrades-diagram-scroll": "Pomaknite se navzdol za raziskovanje – tapnite za več informacij.",
  "page-upgrades-diagram-shard": "Drobec (1)",
  "page-upgrades-diagram-shard-1": "Drobec (...)",
  "page-upgrades-diagram-shard-2": "Drobec (2)",
  "page-upgrades-diagram-shard-3": "Drobec (...)",
  "page-upgrades-diagram-validators": "Več o validatorjih",
  "page-upgrades-dive": "Poglobite se v vizijo",
  "page-upgrades-dive-desc": "Kako bomo dosegli, da bo Ethereum bolj razšriljiv, varnejši in bolj trajnosten ter hkrati ostali zvesti Ethereumovem osrednjem načelu decentralizacije?",
  "page-upgrades-docking": "Spojitev",
  "page-upgrades-merge-answer-1": "Spojitev je trenutek, ko se izklopi dokaz o delu in glavno omrežje začne uporabljati oddajniško verigo.",
  "page-upgrades-merge-btn": "Več o spojitvi",
  "page-upgrades-merge-desc": "Glavno omrežje Ethereum se bo na neki točki moralo spojiti z oddajniško verigo. To bo celotnemu omrežju omogočilo zastavljanje in označilo konec energetsko potratnega rudarjenja.",
  "page-upgrades-merge-estimate": "Predvideno: 2022",
  "page-upgrades-merge-mainnet": "Kaj je glavno omrežje?",
  "page-upgrades-merge-mainnet-eth2": "Spojitev glavnega omrežja in oddajniške verige",
  "page-upgrades-eth-blog": "Spletni dnevnik ethereum.org",
  "page-upgrades-explore-btn": "Raziščite nadgradnje",
  "page-upgrades-get-involved": "Sodelujte pri Eth2",
  "page-upgrades-get-involved-2": "Sodelujte",
  "page-upgrades-head-to": "Obiščite",
  "page-upgrades-help": "Ali želite pomagati pri Eth2?",
  "page-upgrades-help-desc": "Na voljo so številne priložnosti, da podate svoje mnenje o nadgradnjah Eth2, pomagate pri preskušanju in si celo prislužite nagrade.",
  "page-upgrades-index-staking": "Zastavljanje je tukaj",
  "page-upgrades-index-staking-desc": "Uvedba zastavljanja je ključni del nadgradenj Eth2. Če želite uporabljati svoj ETH in pomagati zaščititi omrežje Ethereum, sledite tem korakom.",
  "page-upgrades-index-staking-learn": "Več o zastavljanju",
  "page-upgrades-index-staking-learn-desc": "Oddajniška veriga bo Ethereumu dodala zastavljanje. Če imate ETH, to pomeni, da lahko delujete v korist javnosti in pomagate zaščititi omrežje ter hkrati zaslužite še več ETH.",
  "page-upgrades-index-staking-step-1": "1. Nastavitev z zagonsko platformo",
  "page-upgrades-index-staking-step-1-btn": "Obiščite zagonsko platformo za zastavljanje",
  "page-upgrades-index-staking-step-1-desc": "Za zastavljanje v Eth2 boste morali uporabiti zagonsko platformo – to vas bo vodilo skozi postopek.",
  "page-upgrades-index-staking-step-2": "2. Potrditev naslova za zastavljanje",
  "page-upgrades-index-staking-step-2-btn": "Potrdite naslov pogodbe za polog",
  "page-upgrades-index-staking-step-2-desc": "Preden zastavite svoj ETH preverite, ali imate pravilen naslov. Pred tem korakom ste morali opraviti vse potrebno na zagonski platformi.",
  "page-upgrades-index-staking-sustainability": "Bolj trajnostno",
  "page-upgrades-just-docking": "Več o spojitvi",
  "page-upgrades-meta-desc": "Pregled nadgradenj Ethereum 2.0 in vizije, ki naj bi jo uresničile.",
  "page-upgrades-meta-title": "Nadgradnje Eth2",
  "page-upgrades-miners": "Več o rudarjih",
  "page-upgrades-more-on-upgrades": "Več o nadgradnjah Eth2",
  "page-upgrades-proof-of-stake": "dokaz o deležu",
  "page-upgrades-proof-of-work": "dokaz o delu",
  "page-upgrades-proof-stake-link": "Več o dokazu o deležu",
  "page-upgrades-question-1-desc": "Eth2 je sklop ločenih nadgradenj z različnimi datumi uvedbe.",
  "page-upgrades-question-1-title": "Kdaj bo Eth2 uveden?",
  "page-upgrades-question-2-desc": "Gledati na Eth2 kot na ločeno verigo blokov ni pravilno.",
  "page-upgrades-question-2-title": "Ali je Eth2 ločena veriga blokov?",
  "page-upgrades-question-3-answer-2": "Nadgradnje povezane s spojitvijo in razdrobljenimi verigami lahko vplivajo na delo razvijalcev decentraliziranih aplikacij. Vendar specifikacije še niso bile dokončno določene, zato takojšnji ukrepi niso potrebni.",
  "page-upgrades-question-3-answer-3": "Pogovorite se z ekipo za raziskovanje in razvoj Eth2 na ethresear.ch.",
  "page-upgrades-question-3-answer-3-link": "Obiščite ethresear.ch",
  "page-upgrades-question-3-desc": "Trenutno vam za pripravo na Eth2 ni treba storiti ničesar.",
  "page-upgrades-question-3-title": "Kako se pripravim na Eth2?",
  "page-upgrades-question-4-answer-1": "Ko danes pošljete transakcijo ali uporabite decentralizirano aplikacijo, uporabljate Eth1. To je Ethereum, ki ga varujejo rudarji.",
  "page-upgrades-question-4-answer-2": "'Eth1' oziroma glavno omrežje bo do spojitve še naprej normalno delovalo.",
  "page-upgrades-question-4-answer-3": "Po spojitvi bodo validatorji varovali celotno omrežje prek dokaza o deležu.",
  "page-upgrades-question-4-answer-6": "Vsak lahko postane validator tako, da zastavi svoj ETH.",
  "page-upgrades-question-4-answer-7": "Več o zastavljanju",
  "page-upgrades-question-4-answer-8": "Nadgradnje oddajniške verige in razdrobljenih verig ne bodo zmotile Eth1, saj se razvijajo posebej.",
  "page-upgrades-question-4-desc": "Eth1 se nanaša na glavno omrežje Ethereum, ki ga uporabljate danes.",
  "page-upgrades-question-4-title": "Kaj je Eth1?",
  "page-upgrades-question-5-answer-1": "Če želite postati polni validator v omrežju, boste morali zastaviti 32 ETH. Če jih nimate toliko ali jih niste pripravljeni toliko zastaviti, se lahko pridružite skladom za zastavljanje. Ti skladi vam bodo omogočali, da boste zastavili manj in zaslužili del skupnih nagrad.",
  "page-upgrades-question-5-desc": "Če se želite pridružiti skladu za zastavljanje, boste morali uporabiti zagonsko platformo za zastavljanje.",
  "page-upgrades-question-5-title": "Kako zastavljam?",
  "page-upgrades-question-6-answer-1": "Zaenkrat vam ni potrebno storiti ničesar, vendar pa priporočamo, da aktivno spremljate razvoj nadgradenj na področju spojitve in razdrobljenih verig.",
  "page-upgrades-question-6-answer-3": "Danny Ryan iz fundacije Ethereum Foundation pogosto obvešča skupnost:",
  "page-upgrades-question-6-answer-4": "Ben Edgington iz podjetja ConsenSys objavlja tedensko glasilo Eth2:",
  "page-upgrades-question-6-answer-5": "Lahko se tudi pridružite razpravi o raziskovanju in razvoju Eth2 na ethresear.ch.",
  "page-upgrades-question-6-desc": "Bližajoče se nadgradnje ne bodo vplivale na vašo decentralizirano aplikacijo. Vendar pa bodo prihodnje nadgradnje morda zahtevale nekatere spremembe.",
  "page-upgrades-question-6-title": "Kaj moram storiti s svojo decentralizirano aplikacijo?",
  "page-upgrades-question-7-desc": "Številne različne ekipe v celotni skupnosti delajo na različnih nadgradnjah Eth2.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(izvedba Rust)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(izvedba JavaScript)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(izvedba Nim)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(izvedba Go)",
  "page-upgrades-question-7-teams": "Ekipe odjemalcev Eth2:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(izvedba Java)",
  "page-upgrades-question-7-title": "Kdo razvija Eth2?",
  "page-upgrades-question-8-answer-1": "Nadgradnje Eth2 bodo pomagale pri razširljivost Ethereuma na decentraliziran način, ohranjale varnost in povečale trajnost.",
  "page-upgrades-question-8-answer-2": "Najbolj očitna težava je najbrž dejstvo, da mora biti Ethereum sposoben obdelati več kot 15–45 transakcij na sekundo. Vendar bodo nadgradnje Eth2 odpravile tudi nekaj težav z današnjim Ethereumom.",
  "page-upgrades-question-8-answer-3": "Povpraševanje po omrežju je tako visoko, da je uporaba Ethereuma zaradi tega draga. Vozlišča v omrežju imajo težave z velikostjo Ethereuma in količino podatkov, ki jih morajo njihovi računalniki obdelati. Osnovni algoritem, ki zagotavlja varnost in decentralizacijo Ethereuma, pa je energijsko potraten in mora postati bolj ekološko sprejemljiv.",
  "page-upgrades-question-8-answer-4": "Številne stvari, ki se spreminjajo, so bile vedno del Ethereumovega načrta že od leta 2015. Vendar so zaradi trenutnih razmer potrebe po nadgradnjah še večje.",
  "page-upgrades-question-8-answer-6": "Raziščite vizijo Eth2",
  "page-upgrades-question-8-desc": "Ethereum, ki ga uporabljamo danes, mora končnim uporabnikom in udeležencem v omrežju ponujati boljšo izkušnjo.",
  "page-upgrades-question-8-title": "Zakaj potrebujemo Eth2?",
  "page-upgrades-question-9-answer-1": "Najaktivnejša vloga, ki jo lahko igrate, je da zastavite svoj ETH.",
  "page-upgrades-question-9-answer-2": "Prav tako lahko izvajate drugega odjemalca in pomagate izboljšati raznolikost odjemalcev.",
  "page-upgrades-question-9-answer-3": "Če ste bolje tehnično podkovani, lahko pomagate iskati napake v novih odjemalcih.",
  "page-upgrades-question-9-answer-4": "Prav tako lahko podate svoje mnenje v tehničnih razpravah z Ethereumovimi raziskovalci na ethresear.ch.",
  "page-upgrades-question-9-desc": "Za sodelovanje ne potrebujete tehničnih veščin. Skupnost išče prispevke glede na vse vrste sposobnosti.",
  "page-upgrades-question-9-stake-eth": "Zastavite ETH",
  "page-upgrades-question-9-title": "Kako lahko prispevam k Eth2?",
  "page-upgrades-question-10-answer-1": "Neradi preveč govorimo o tehničnem načrtu, saj gre za programsko opremo: stvari se lahko spremenijo. Menimo, da je lažje razumeti, kaj se dogaja, če preberete več o rezultatih.",
  "page-upgrades-question-10-answer-1-link": "Prikaži nadgradnje",
  "page-upgrades-question-10-answer-2": "Če pa ste sledili razpravam, je tukaj več informacij o tem, kako bodo nadgradnje ustrezale tehničnim načrtom.",
  "page-upgrades-question-10-answer-3": "Faza 0 opisuje delo, potrebno za zagon oddajniške verige.",
  "page-upgrades-question-10-answer-5": "Faza 1 se je na začetku osredotočala na razdrobljene verige, vendar se je prioriteta kasneje prestavila na spojitev.",
  "page-upgrades-question-10-answer-6": "Faza 1.5 je bila na začetku načrtovana kot naslednji korak po implementaciji drobcev, pri kateri bi se glavno omrežje dodalo kot zadnji drobec k oddajniški verigi. Da bi pospešili tranzicijo z rudarjenja na podlagi dokaza o delu, bo glavno omrežje predstavljalo prvi drobec, ki se bo povezal z oddajniško verigo. To se zdaj omenja pod imenom \"spojitev\" in predstavlja pomemben korak proti bolj zelenemu Ethereumu.",
  "page-upgrades-question-10-answer-7": "Čeprav so načrti okoli faze 2 predmet intenzivnih raziskav in razprav, bo načrtovana spojitev pred razdrobljenimi verigami omogočila ponovno sprotno ocenjevanje razvojnih potreb Ethereuma v prihodnje. Glede na načrt, ki v ospredje postavlja zvitke, je takojšnja potreba po razdrobljenih verigah stvar razprave.",
  "page-upgrades-question-10-answer-8": "Več o načrtu, osredotočenem na skupne vrednosti",
  "page-upgrades-question-10-desc": "Faze se nanašajo na faze dela in prizadevanj na tehničnem načrtu za Eth2.",
  "page-upgrades-question-10-title": "Kaj so faze Eth2?",
  "page-upgrades-question-title": "Pogosta vprašanja",
  "page-upgrades-question3-answer-1": "Imetnikom ETH trenutno ni treba storiti ničesar. Vašega ETH ne bo treba spremeniti ali nadgraditi. Vendar pa se bodo prav gotovo pojavile goljufije, ki vas bodo prepričevale v nasprotno, zato bodite previdni.",
  "page-upgrades-scalable": "Bolj razširljiv",
  "page-upgrades-scalable-desc": "Ethereum mora za hitrejšo in cenejšo uporabo aplikacij podpirati več tisoč transakcij na sekundo.",
  "page-upgrades-secure": "Varnejši",
  "page-upgrades-secure-desc": "Ethereum mora biti varnejši. Z uveljavitvijo Ethereuma mora protokol postati odpornejši proti vsem vrstam napadov.",
  "page-upgrades-shard-button": "Več o razdrobljenih verigah",
  "page-upgrades-shard-date": "Razdrobljene verige bi morale slediti spojitvi, enkrat v letu 2023.",
  "page-upgrades-shard-desc": "Razdrobljene verige bodo razširile Ethereumovo zmogljivost obdelovanja transakcij in obdelave podatkov. Sami drobci bodo čez čas pridobili več funkcij, ki bodo izvedene v več fazah.",
  "page-upgrades-shard-estimate": "Predvideno: 2023",
  "page-upgrades-shard-lower": "Več o razdrobljenih verigah",
  "page-upgrades-shard-title": "Razdrobljene verige",
  "page-upgrades-stay-up-to-date": "Ostanite na tekočem",
  "page-upgrades-stay-up-to-date-desc": "Preberite najnovejše informacije raziskovalcev in razvijalcev, ki delajo na nadgradnjah Eth2.",
  "page-upgrades-sustainable-desc": "Ethereum mora biti boljši za okolje. Današnja tehnologija zahteva preveč računalniške moči in energije.",
  "page-upgrades-take-part": "Sodelujte v raziskavah",
  "page-upgrades-take-part-desc": "Tukaj se srečujejo raziskovalci Ethereuma in zanesenjaki ter razpravljajo o raziskavah, vključno z vsem v povezavi z Eth2.",
  "page-upgrades-the-upgrades": "Nadgradnje Eth2",
  "page-upgrades-the-upgrades-desc": "Eth2 je sklop nadgradenj, ki bodo izboljšale razširljivost, varnost in trajnost Ethereuma. Čeprav delo na vseh poteka vzporedno, imajo določene odvisnosti, ki bodo določile njihovo uvedbo.",
  "page-upgrades-unofficial-roadmap": "To ni uradni načrt. Tako vidimo, kaj se dogaja, na podlagi razpoložljivih informacij. Vendar gre za tehnologijo in se lahko stvari hitro spremenijo. Zato tega ne razumite kot zavezo.",
  "page-upgrades-upgrade-desc": "Ethereum, kot ga poznamo in imamo radi, vendar bolj razširljiv, varen in trajnosten ...",
  "page-upgrades-upgrades": "Nadgradnje Eth2",
  "page-upgrades-upgrades-aria-label": "Meni nadgradenj Eth2",
  "page-upgrades-upgrades-beacon-chain": "Oddajniška veriga",
  "page-upgrades-upgrades-docking": "Spojitev",
  "page-upgrades-upgrades-guide": "Vodnik po nadgradnjah Eth2",
  "page-upgrades-upgrades-shard-chains": "Razdrobljene verige",
  "page-upgrades-upgrading": "Nadgrajevanje Ethereuma na radikalno višji nivo",
  "page-upgrades-vision": "Vizija",
  "page-upgrades-vision-btn": "Več o viziji Eth2",
  "page-upgrades-vision-desc": "Če želimo Ethereum predstaviti širokim množicam in ga uporabljati v dobro vsega človeštva, moramo zagotoviti, da postane bolj razširljiv, varen in trajnosten.",
  "page-upgrades-vision-upper": "Vizija Eth2",
  "page-upgrades-what-to-do": "Kaj morate storiti?",
  "page-upgrades-what-to-do-desc": "Če ste uporabnik decentraliziranih aplikacij ali imetnik ETH, vam ni treba storiti ničesar. Če ste razvijalec ali želite začeti zastavljati, so načini, kako lahko začnete sodelovati še danes.",
  "page-upgrades-whats-next": "Kaj je Eth2?",
  "page-upgrades-whats-next-desc": "Eth2 pomeni sklop medsebojno povezanih nadgradenj, ki bodo zagotovile, da bo Ethereum postal bolj razširljiv, varen in trajnosten. Te nadgradnje razvijajo različne ekipe v celotnem ekosistemu Ethereum.",
  "page-upgrades-whats-ethereum": "Počakajte, kaj je Ethereum?",
  "page-upgrades-whats-new": "Kaj je novega pri Eth2?"
}
