{
  "page-what-is-ethereum-101": "Osnove Ethereuma",
  "page-what-is-ethereum-101-desc": "Ethereum je tehnologija, ki omogoča, da komurkoli pošiljate kriptovalute z nizko provizijo. Poganja tudi aplikacije, ki jih lahko uporabljajo vsi in jih nihče ne more odstraniti.",
  "page-what-is-ethereum-101-desc-2": "Ethereum gradi na inovaciji, ki jo je predstavljal bitcoin, ima pa tudi nekaj velikih razlik.",
  "page-what-is-ethereum-101-desc-3": "Oba omogočata uporabo digitalnega denarja brez ponudnikov plačil ali bank. Vendar je Ethereum mogoče programirati, tako da ga lahko uporabite tudi za številna druga digitalna sredstva – vključno z bitcoinom.",
  "page-what-is-ethereum-101-desc-4": "Ti pomeni tudi, da je Ethereum namenjen za več kot samo plačila. Je trg za finančne storitve, igre in aplikacije, ki ne morejo ukrasti vaših podatkov ali vas cenzurirati.",
  "page-what-is-ethereum-101-italic": "svetovna veriga blokov, ki jo je mogoče programirati.",
  "page-what-is-ethereum-101-strong": "Je ",
  "page-what-is-ethereum-accessibility": "Ethereum je na voljo za vse.",
  "page-what-is-ethereum-adventure": "Izberite svojo pustolovščino.",
  "page-what-is-ethereum-alt-img-bazaar": "Slika osebe, ki kuka na tržnico, ki naj bi predstavljala Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Slika članov skupnosti Ethereum, ki sodelujejo",
  "page-what-is-ethereum-alt-img-lego": "Slika roke, ki ustvarja logotip ETH iz lego kock",
  "page-what-is-ethereum-alt-img-social": "Slika likov v družabnem okolju, namenjenem Ethereumu, z velikim logotipom ETH",
  "page-what-is-ethereum-banking-card": "Bančništvo za vse",
  "page-what-is-ethereum-banking-card-desc": "Dostop do finančnih storitev ni nekaj, kar bi imeli vsi. Vse, kar potrebujete za dostop do Ethereuma in produktov za kreditiranje, posojila in varčevanje, ki so na voljo na njem, pa je internetna povezava.",
  "page-what-is-ethereum-build": "Ustvarite nekaj z Ethereumom",
  "page-what-is-ethereum-build-desc": "Če želite začeti razvijati na Ethereumu, preberite naše dokumente, poskusite nekaj vadnic ali si oglejte orodja, ki jih potrebujete za začetek.",
  "page-what-is-ethereum-censorless-card": "Odporen na cenzuro",
  "page-what-is-ethereum-censorless-card-desc": "Nobena vlada ali podjetje nima nadzora nad Ethereumom. Zaradi te decentralizacije je skoraj nemogoče, da bi vam kdorkoli poskušal preprečiti prejemanje plačil ali uporabo storitev na Ethereumu.",
  "page-what-is-ethereum-comm-desc": "Naša skupnost vključuje ljudi iz različnih ozadij, vključno z umetniki, kriptouporniki, podjetji s seznama Fortune 500, in zdaj tudi vas. Preberite več o tem, kako se lahko vključite že danes.",
  "page-what-is-ethereum-commerce-card": "Zagotovila pri trgovanju",
  "page-what-is-ethereum-commerce-card-desc": "Ethereum ustvarja pravičnejše okolje. Stranke imajo varno, vgrajeno zagotovilo, da bodo njihova sredstva prenesena šele, ko zagotovite, kar ste se dogovorili. Za poslovanje ne potrebujete vpliva velikih podjetij.",
  "page-what-is-ethereum-community": "Skupnost Ethereum",
  "page-what-is-ethereum-compatibility-card": "Zmagovalna združljivost",
  "page-what-is-ethereum-compatibility-card-desc": "Stalno se razvijajo boljši izdelki in izkušnje, saj so izdelki Ethereum privzeto združljivi. Podjetja lahko gradijo na uspehu drugih podjetij.",
  "page-what-is-ethereum-dapps-desc": "Izdelki in storitve, ki se izvajajo na Ethereumu. Na voljo so decentralizirane aplikacije za finance, delo, družbene medije, igre in več – spoznajte aplikacije za digitalno prihodnost.",
  "page-what-is-ethereum-dapps-img-alt": "Slika psa doge, ki v računalniku uporablja aplikacijo Ethereum",
  "page-what-is-ethereum-dapps-title": "Decentralizirane aplikacije Ethereum",
  "page-what-is-ethereum-desc": "Osnova za digitalno prihodnost",
  "page-what-is-ethereum-explore": "Raziščite Ethereum",
  "page-what-is-ethereum-get-started": "Če se želite naučiti več, je najboljši način ta, da prenesete denarnico, pridobite nekaj ETH in poskusite decentralizirano aplikacijo Ethereum.",
  "page-what-is-ethereum-in-depth-description": "Ethereum zagotavlja odprt dostop do digitalnega denarja in podatkovno prijaznih storitev za vse ne glede na ozadje posameznika ali njegovo lokacijo. Je tehnologija, ki jo je razvila skupnost, in poganja kriptovaluto ether (ETH) ter več tisoč aplikacij, ki jih lahko uporabljate že danes.",
  "page-what-is-ethereum-internet-card": "Zasebnejši internet",
  "page-what-is-ethereum-internet-card-desc": "Za uporabo aplikacije Ethereum vam ni potrebno navesti vseh svojih osebnih podatkov. Ethereum gradi gospodarstvo na osnovi vrednosti, ne nadzora.",
  "page-what-is-ethereum-meet-comm": "Spoznajte skupnost",
  "page-what-is-ethereum-meta-description": "Preberite več o Ethereumu, zakaj ga je mogoče uporabiti in kako ga lahko poskusite sami.",
  "page-what-is-ethereum-meta-title": "Kaj je Ethereum?",
  "page-what-is-ethereum-native-alt": "Simbol za ether (ETH)",
  "page-what-is-ethereum-native-crypto": "Ethereumova izvorna kriptovaluta, primerljiva z bitcoinom. ETH lahko uporabljate v aplikacijah Ethereum ali za pošiljanje vrednosti prijateljem in sorodnikom.",
  "page-what-is-ethereum-native-img-alt": "Slika robota s sefom namesto telesa, ki predstavlja denarnice Ethereum",
  "page-what-is-ethereum-native-title": "ETH",
  "page-what-is-ethereum-p2p-card": "Omrežje enakovrednih računalnikov",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum omogoča pošiljanje denarja ali sklepanje pogodb neposredno z drugimi. Uporaba posredniških podjetij ni potrebna.",
  "page-what-is-ethereum-singlecard-desc": "Če vas zanimajo verige blokov in tehnična plat Ethereuma, imamo vse, kar potrebujete.",
  "page-what-is-ethereum-singlecard-link": "Kako deluje Ethereum",
  "page-what-is-ethereum-singlecard-title": "Kako deluje Ethereum",
  "page-what-is-ethereum-start-building-btn": "Začnite razvijati",
  "page-what-is-ethereum-title": "Kaj je Ethereum?",
  "page-what-is-ethereum-tools-needed": "Za sodelovanje potrebujete samo denarnico.",
  "page-what-is-ethereum-try": "Poskusite Ethereum",
  "page-what-is-ethereum-tryit": "Torej stopite na tržnico in poskusite ...",
  "page-what-is-ethereum-wallets": "Denarnice",
  "page-what-is-ethereum-wallets-desc": "Kako upravljate svoj ETH in račun Ethereum: za začetek boste potrebovali denarnico. Pomagali vam jo bomo izbrati.",
  "page-what-is-ethereum-welcome": "Pozdravljeni v Ethereumu",
  "page-what-is-ethereum-welcome-2": "Upamo, da boste tukaj tudi ostali.",
  "page-what-is-ethereum-defi-title": "Decentralizirane finance (DeFi)",
  "page-what-is-ethereum-defi-description": "Bolj odprt finančni sistem, ki vam ponuja več kontrole nad vašim denarjem in odklepa nove priložnosti.",
  "page-what-is-ethereum-defi-alt": "Logotip Eth narejen iz lego kock.",
  "page-what-is-ethereum-nft-title": "Nezamenljivi žetoni (NFTs)",
  "page-what-is-ethereum-nft-description": "Način predstavitve unikatnih predmetov kot sredstev na Ethereumu, ki omogočajo trgovanje, dokaz o lastništvu in ustvarjajo nove priložnosti za ustvarjalce.",
  "page-what-is-ethereum-nft-alt": "Logotip Eth prikazan prek holograma.",
  "page-what-is-ethereum-dao-title": "Decentralizirane avtonomne organizacije (DAOs)",
  "page-what-is-ethereum-dao-description": "Nov način sodelovanja in vzpostavitve spletnih skupnosti s skupnimi cilji in združenimi sredstvi.",
  "page-what-is-ethereum-dao-alt": "Predstavitev decentralizirane avtonomne organizacije, ki glasuje o predlogu.",
  "page-what-is-ethereum-use-cases-title": "Odkrijte primere uporabe Ethereuma v praksi",
  "page-what-is-ethereum-use-cases-subtitle": "Ethereum je privedel do stvaritve novih produktov in storitev, ki lahko izboljšajo različna področja našega življenja.",
  "page-what-is-ethereum-use-cases-subtitle-two": "Še vedno smo v zgodnjih fazah, vendar se veliko obeta."
}
