{
  "page-what-is-ethereum-alt-img-bazaar": "Slika osebe, ki kuka na tržnico, ki naj bi predstavljala Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Ilustracija članov skupnosti Ethereum, ki sodelujejo",
  "page-what-is-ethereum-alt-img-lego": "Slika roke, ki sestavlja logotip ETH iz lego kock",
  "page-what-is-ethereum-banking-card": "Bančništvo za vse",
  "page-what-is-ethereum-banking-card-desc": "Vsi nimajo dostopa do finančnih storitev. Internetna povezava je vse, kar potrebujete za dostop do Ethereuma in produktov za posojanje, izposojo in varčevanje, ki so zgrajeni na njem.",
  "page-what-is-ethereum-build": "Ustvarite nekaj z Ethereumom",
  "page-what-is-ethereum-build-desc": "Če želite poskusiti razvijati z Ethereumom, preberite našo dokumentacijo, preizkusite nekaj vadnic ali si oglejte orodja, ki jih potrebujete za začetek.",
  "page-what-is-ethereum-censorless-card": "Odporen proti cenzuri",
  "page-what-is-ethereum-censorless-card-desc": "Nobena vlada ali podjetje nima nadzora nad Ethereumom. Zaradi te decentralizacije je skoraj nemogoče, da bi vam kdorkoli poskušal preprečiti prejemanje plačil ali uporabo storitev na Ethereumu.",
  "page-what-is-ethereum-comm-desc": "Naša skupnost vključuje ljudi iz različnih ozadij, vključno z umetniki, kriptouporniki, podjetji s seznama Fortune 500, in zdaj tudi vas. Preberite več o tem, kako se lahko vključite že danes.",
  "page-what-is-ethereum-commerce-card": "Zagotovila pri trgovanju",
  "page-what-is-ethereum-commerce-card-desc": "Stranke imajo varno, vgrajeno zagotovilo, da bodo sredstva porabljena, le če od vas dobijo, kar je bilo dogovorjeno. Podobno so lahko tudi razvijalci gotovi, da se pravila ne bodo spremenila.",
  "page-what-is-ethereum-composable-card": "Sestavljivi produkti",
  "page-what-is-ethereum-composable-card-desc": "Vse aplikacije so zgrajene na isti blokovni verigi s skupnim globalnim stanjem, kar pomeni, da se lahko aplikacije gradijo druga na drugi (podobno kot pri Lego kockah). To omogoča izdelavo boljših produktov in izkušenj ter zagotavlja, da nihče ne more odstraniti orodij, od katerih so aplikacije odvisne.",
  "page-what-is-ethereum-community": "Skupnost Ethereum",
  "page-what-is-ethereum-desc": "Temelj naše digitalne prihodnosti",
  "page-what-is-ethereum-explore": "Raziščite Ethereum",
  "page-what-is-ethereum-internet-card": "Odprt internet",
  "page-what-is-ethereum-internet-card-desc": "Vsakdo lahko komunicira z omrežjem Ethereum ali na njem gradi aplikacije. To vam omogoča, da nadzirate svoja sredstva in identiteto, namesto, da jih nadzira nekaj velikih korporacij.",
  "page-what-is-ethereum-meet-comm": "Spoznajte skupnost",
  "page-what-is-ethereum-meta-description": "Preberite več o Ethereumu, zakaj ga je mogoče uporabiti in kako ga lahko poskusite sami.",
  "page-what-is-ethereum-meta-title": "Kaj je Ethereum?",
  "page-what-is-ethereum-p2p-card": "Omrežje enakovrednih računalnikov",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum vam omogoča, da koordinirate, sklepate sporazume ali prenašate digitalna sredstva neposredno z drugimi ljudmi. Ni vam treba uporabljati posrednikov.",
  "page-what-is-ethereum-start-building-btn": "Začnite razvijati",
  "page-what-is-ethereum-title": "Kaj je Ethereum?",
  "page-what-is-ethereum-subtitle": "Vodič za popolne začetnike, ki pojasnjuje, kako deluje Ethereum, prednosti, ki jih prinaša, in kako ga uporablja več milijonov ljudi po svetu.",
  "page-what-is-ethereum-button-lets-start": "Začnite",
  "page-what-is-ethereum-blockchain-tab-title": "Kaj je blokovna veriga?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Blokovna veriga je podatkovna baza transakcij</b>, ki se posodablja in uporablja na mnogo računalnikih v omrežju. Vsakič, ko je dodan nov set transakcij, mu pravimo “blok” - iz tega izhaja izraz blokovna veriga. Javne blokovne verige, kot je Ethereum, omogočajo vsakomur, da dodaja podatke, jih pa ne more izbrisati. Če bi kdo želel spremeniti kakršnokoli informacijo ali bi želel goljufati, bi morali to storiti na večini računalnikov v omrežju. To pa je veliko računalnikov! Zato so decentralizirane blokovne verige, kot je Ethereum, zelo varne.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Kaj je kriptovaluta?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Kriptovaluta je pojem, ki opisuje veliko različnih tipov zamenljivih digitalnih žetonov, ki jih varuje blokovna veriga. Vse se je začelo z Bitcoinom. Bitcoin se lahko uporablja za prenos vrednosti med dvema deležnikoma, ne da bi morali zaupati posredniku. Zaupati morate le kodi Bitcoin, ki je popolnoma odprta in javno dostopna.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "Bitcoinu in Ethereumu pravimo \"kriptovaluti\" zato, ker je varnost vaših podatkov in sredstev zagotovljena s <a href=\"/glossary/#cryptography\">kriptografijo</a> in ne z zaupanjem v poštenost poslovanja inštitucij ali korporacij.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Ethereum ima svojo kriptovaluto eter (ETH), ki se uporablja za plačilo nekaterih dejavnosti na omrežju. Prenesete jo lahko drugim uporabnikom ali zamenjate za druge žetone na Ethereumu. Eter je poseben zato, ker se ga uporablja tudi za plačilo računske moči, ki je potrebna za izdelavo in poganjanje aplikacij in organizacij na omrežju Ethereum.",
  "page-what-is-ethereum-summary-title": "Povzetek",
  "page-what-is-ethereum-summary-desc-1": "Ethereum je glavna platforma za na tisoče aplikacij in blokovnih verig, ki jih poganja protokol Ethereum.",
  "page-what-is-ethereum-summary-desc-2": "Ta živahni ekosistem spodbuja inovacije in širok nabor decentraliziranih aplikacij in storitev.",
  "page-what-is-ethereum-summary-bullet-1": "<strong>Brezplačni in globalni</strong> računi Ethereum",
  "page-what-is-ethereum-summary-bullet-2": "<strong>Psevdo-zasebno</strong>, osebni podatki niso potrebni",
  "page-what-is-ethereum-summary-bullet-3": "<strong>Brez omejitev</strong>, vsakdo lahko sodeluje",
  "page-what-is-ethereum-summary-bullet-4": "<strong>Nobenega podjetja ni, ki bi bilo lastnik Ethereuma</strong> ali odločalo o njegovi prihodnosti",
  "page-what-is-ethereum-btc-eth-diff-title": "Kakšna je razlika med Ethereumom in Bitcoinom?",
  "page-what-is-ethereum-btc-eth-diff-1": "Ethereum je bil lansiran leta 2015 in temelji na inovaciji, ki jo je predstavljal Bitcoin, čeprav je med njima tudi nekaj velikih razlik.",
  "page-what-is-ethereum-btc-eth-diff-2": "Oba omogočata uporabo digitalnega denarja, brez plačilnih ponudnikov ali bank. Vendar je <b>Ethereum programirljiv</b>, tako da lahko na njegovem omrežju tudi izdelujete in objavljate decentralizirane aplikacije.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin nam omogoča pošiljanje osnovnih sporočil drug drugemu o tem, kar menimo, da ima vrednost. Ugotavljanje vrednosti brez vpliva centralnega organa že samo po sebi pomeni veliko. Ethereum pa to še razširi: namesto osnovnega pošiljanja sporočil lahko napišete kakršenkoli osnovni program ali pogodbo. Napišejo in sklepajo se lahko pogodbe kakršnekoli vrste, zato na omrežju Ethereum nastajajo velike inovacije.",
  "page-what-is-ethereum-btc-eth-diff-4": "Bitcoin je le plačilno omrežje, Ethereum pa je bolj podoben trgu finančnih storitev, iger, družabnih omrežij in drugih aplikacij.",
  "page-what-is-ethereum-what-can-eth-do-title": "Kaj vse omogoča Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Zakaj bi uporabljali Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Če vas zanimajo bolj odporni, odprti in zaupanja vredni načini za globalno koordinacijo, ustanavljanje organizacij, izdelavo aplikacij in deljenje vrednosti, je Ethereum za vas. Ethereum je zgodba, ki smo jo napisali vsi mi skupaj, zato pridite in odkrijte, kakšne neverjetne svetove lahko skupaj zgradimo z njim.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Ethereum je bil neprecenljive vrednosti tudi za ljudi, ki so se soočali z negotovostjo glede varnosti, pravilnega delovanja ali premičnosti njihovih sredstev, zaradi zunanjih sil, ki so bile izven njihovega nadzora.",
  "page-what-is-ethereum-slide-1-title": "Cenejša in hitrejša čezmejna plačila",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Stabilni kovanci</b> so nova vrsta kriptovalut, ki se zanašajo na bolj stabilna sredstva kot temelj svoje vrednosti. Večina stabilnih kovancev je povezana z ameriškim dolarjem in zato ohranjajo vrednost te valute. Ti omogočajo nizkocenoven, stabilen globalni plačilni sistem. Mnogi sedanji stabilni kovanci so nastali na omrežju Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum in stabilni kovanci poenostavljajo proces čezmejnega pošiljanja denarja. Pogosto je za prenos sredstev po vsem svetu potrebno le nekaj minut, namesto nekaj delovnih dni ali tednov, kot jih potrebuje povprečna banka, in to le za majhen odstotek stroškov transakcije, ki bi nastali v banki. Prav tako ni večjih stroškov za transakcije večje vrednosti in tudi ni nobenih omejitev glede tega, kam ali zakaj pošiljate svoj denar.",
  "page-what-is-ethereum-slide-2-title": "Najhitrejša pomoč v kriznih časih",
  "page-what-is-ethereum-slide-2-desc-1": "Če imate to srečo, da je v kraju, kjer živite, na voljo več možnosti bančnega poslovanja prek ustanov, ki jim zaupate, so finančna svoboda, varnost in stabilnost, ki jih te omogočajo, za vas morda samoumevne. Mnogim ljudem po vsem svetu, ki se soočajo s politično represijo ali težkimi razmerami v gospodarstvu, pa finančne ustanove ne nudijo zaščite ali storitev, ki jih potrebujejo.",
  "page-what-is-ethereum-slide-2-desc-2": "Ko so vojna, gospodarske katastrofe ali posegi v državljanske svoboščine prizadeli prebivalce <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuele</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Kube</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afganistana</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigerije</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Belorusije</a> in <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukrajine</a>, so bile kriptovalute najhitrejša in pogosto edina možnost za ohranitev finančne neodvisnosti.<sup><a href=\"https://www.financialinclusion.tech/\">1</a></sup> Kot je razvidno iz teh primerov, lahko kriptovalute, kot je Ethereum, omogočijo neomejen dostop do svetovnega gospodarstva, ko so ljudje odrezani od zunanjega sveta. Poleg tega stabilni kovanci nudijo shranjevalnik vrednosti, ko lokalne valute propadajo zaradi hiperinflacije.",
  "page-what-is-ethereum-slide-3-title": "Opolnomočimo ustvarjalce",
  "page-what-is-ethereum-slide-3-desc-1": "Samo v letu 2021 so umetniki, glasbeniki, pisatelji in drugi ustvarjalci z uporabo Ethereuma skupaj zaslužili okoli 3,5 milijarde USD. Ethereum je torej ena od največjih platform na svetu za ustvarjalce - ob Spotifyu, YouTubu in Etsyju. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Preberite več</a>.",
  "page-what-is-ethereum-slide-4-title": "Opolnomočimo igričarje",
  "page-what-is-ethereum-slide-4-desc-1": "Pred kratkim so se pojavile igrice za služenje (pri katerih so igralci dejansko nagrajeni za igranje iger) in te iz temelja spreminjajo igričarsko panogo. Doslej je bilo običajno prepovedano, da bi igralci trgovali s sredstvi v okviru igrice ali jih prenašali na druge igralce v zameno za pravi denar. To je igričarje prisililo v uporabo spletnih mest na črnem trgu, pri katerih je pogosto prisotno tveganje. Igranje z blokovnimi verigami pa dopušča trgovanje med igričarji in spodbuja takšno obnašanje z zaupanjem.",
  "page-what-is-ethereum-slide-4-desc-2": "Poleg tega so v tem primeru igralci spodbujeni, saj lahko z žetoni v okviru igrice trgujejo za pravi denar in so torej resnično nagrajeni za čas igranja igrice.",
  "page-what-is-ethereum-meet-ether-title": "Spoznajte ether, kriptovaluto Ethereuma",
  "page-what-is-ethereum-meet-ether-desc-1": "Pri mnogih postopkih na omrežju Ethereum je treba opraviti nekaj dela na njegovem vgrajenem računalniku (ki mu pravimo tudi Ethereum Virtual Machine). Te računalniške operacije pa niso brezplačne; treba jih je plačati z uporabo Ethereumove lastne kriptovalute, ki se imenuje ether (ETH). To pomeni, da morate imeti na voljo vsaj majhno količino ethrov za uporabo v omrežju.",
  "page-what-is-ethereum-meet-ether-desc-2": "Eter je popolnoma digitalen, lahko ga pošljete komurkoli, kjerkoli na svetu. Ponudbe etra ne nadzira nobena vlada ali podjetje - je decentraliziran in popolnoma transparenten. Eter je izdan na nadzorovan način v skladu s protokolom in to le deležnikom, ki varujejo omrežje.",
  "page-what-is-ethereum-what-is-ether": "Kaj je ether?",
  "page-what-is-ethereum-get-eth": "Pridobite ETH",
  "page-what-is-ethereum-explore-applications": "Preglejte aplikacije",
  "page-what-is-ethereum-learn-defi": "Izvedite o DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Kdo upravlja Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereuma ne nadzira noben posamezni subjekt. Obstaja, ko so računalniki s programsko opremo v skladu s protokolom Ethereum povezani in dodajajo vsebine <a href=\"/glossary/#blockchain\">blokovni</a> verigi Ethereum. Vsak povezan računalnik je imenovan vozlišče. Vozlišča lahko upravlja kdorkoli, za sodelovanje pri varovanju omrežja pa morate <a href=\"/glossary/#staking\">zastaviti</a> ETH (Ethereumov žeton). To lahko stori kdorkoli z 32 ETH, brez dovoljenja.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Celo Ethereumove izvorne kode ni izdelal en sam subjekt. Kdorkoli lahko predlaga spremembe protokola in se pogovarja o možnih posodobitvah. Obstaja veliko implementacij protokola Ethereum, ki jih izdelujejo neodvisne organizacije v različnih programskih jezikih. Te implementacije so ponavadi zgrajene v javnosti in spodbujajo prispevke skupnosti.",
  "page-what-is-ethereum-run-a-node": "Upravljajte vozlišče",
  "page-what-is-ethereum-smart-contract-title": "Kaj so pametne pogodbe?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Pametne pogodbe so računalniški programi</b>, ki delujejo na blokovni verigi Ethereum. Izvajajo se, ko jih sproži transakcija, ki jo izvede uporabnik. Zaradi teh pogodb je Ethereum zelo fleksibilen glede svojih funkcionalnosti. Ti programi delujejo kot gradniki za decentralizirane aplikacije in organizacije.",
  "page-what-is-ethereum-smart-contract-desc-2": "Ste kdaj že uporabljali produkt, ki je spremenil svoje pogoje uporabe? Ali pa je odstranil funkcijo, ki se vam je zdela uporabna? Ko je pametna pogodba objavljena na omrežju Ethereum, bo tam ostala dokler bo Ethereum obstajal. Niti avtor je ne more odstraniti. Ker so pametne pogodbe avtomatizirane, ne diskriminirajo med uporabniki in so vedno pripravljene za uporabo.",
  "page-what-is-ethereum-smart-contract-desc-3": "Popularni primeri pametnih pogodb so aplikacije za posojila, decentralizirane borze, zavarovanja, financiranje, socialna omrežja, <a href=\"/glossary/#nft\">NFT-ji</a> - pravzaprav, karkoli si lahko zamislite.",
  "page-what-is-ethereum-more-on-smart-contracts": "Več o pametnih pogodbah",
  "page-what-is-ethereum-explore-dapps": "Raziščite dec. aplikacije",
  "page-what-is-ethereum-criminal-activity-title": "Slišal sem, da se kripto uporablja za kriminalne aktivnosti. Je to res?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Kot vsaka tehnologija, bo tudi Ethereum kdaj zlorabljen. Vse Ethereumove transakcije se izvedejo na odprti blokovni verigi, zato je oblastem ponavadi še lažje slediti nezakonitim aktivnostim, kot pa v tradicionalnem finančnem sistemu. Zaradi tega lahko rečemo, da je Ethereum manj priljubljena opcija za tiste, ki bi raje videli, da njihova dejanja ostanejo nevidna.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Kripto se za kriminalne aktivnosti uporablja veliko manj, kot fiat valute, so ugotovili v nedavnem poročilu Europola, agencije Evropske unije za kazenski pregon:",
  "page-what-is-ethereum-criminal-activity-desc-3": "\"Uporaba kriptovalut za nezakonite dejavnosti po vsej verjetnosti predstavlja le majhen del celotne ekonomije kriptovalut in zgleda, da je ta del primerljivo manjši, kot delež nezakonitih sredstev, ki se uporabljajo v klasični ekonomiji.\"",
  "page-what-is-ethereum-energy-title": "Kaj pa Ethereumova poraba energije?",
  "page-what-is-ethereum-energy-desc-1": "15. septembra 2022 je Ethereum prešel skozi nadgradnjo The Merge, ki je Ethereum preoblikovala iz <a href=\"/glossary/#pow\">proof-of-work</a> v <a href=\"/glossary/#pos\">proof-of-stake</a>.",
  "page-what-is-ethereum-energy-desc-2": "Nadgradnja Merge je bila največja nadgradnja omrežja Ethereum in je zmanjšala porabo energije, potrebne za varovanje Ethereuma za <b>99,95 %</b> ter tako dosegla <b>bolj varno omrežje ob dosti manjšem ogljikovem odtisu</b>. Ethereum je zdaj nizkoogljična blokovna veriga, ob povečani varnosti in razširljivosti.",
  "page-what-is-ethereum-more-on-energy-consumption": "Več o porabi električne energije",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Letna poraba energije v TWh/leto",
  "energy-consumption-chart-global-data-centers-label": "Podatkovni centri po svetu",
  "energy-consumption-gold-mining-cbeci-label": "Rudarjenje zlata",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Igranje igric v ZDA",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "Posodobitev Merge",
  "page-what-is-ethereum-additional-reading": "Dodatno branje",
  "page-what-is-ethereum-week-in-ethereum": "Novice tedna pri Ethereumu",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Tedensko glasilo, ki povzema ključne dogodke po ekosistemu.",
  "page-what-is-ethereum-kernel-dreamers": "Kernel",
  "page-what-is-ethereum-kernel-dreamers-desc": "Sanje Ethereuma",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atomi, inštitucije in blokovne verige",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Zakaj so blokovne verige pomembne?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum v številkah",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "Projekti zgrajeni na Ethereumu",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "Računi (denarnice) s stanjem ETH",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "Pametne pogodbe na Ethereumu",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "Vrednost zavarovana na Ethereumu",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "Zaslužek ustvarjalcev na Ethereumu v letu 2021",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "Število transakcij danes",
  "adoption-chart-column-now-label": "Zdaj",
  "adoption-chart-investors-label": "Investitorji",
  "adoption-chart-developers-label": "Razvijalci",
  "adoption-chart-companies-label": "Podjetja",
  "adoption-chart-artists-label": "Ustvarjalci",
  "adoption-chart-musicians-label": "Glasbeniki",
  "adoption-chart-writers-label": "Pisci",
  "adoption-chart-gamers-label": "Igričarji",
  "adoption-chart-refugees-label": "Begunci",
  "page-what-is-ethereum-get-eth-alt": "Kupite ETH",
  "page-what-is-ethereum-get-eth-description": "ETH je osnovna valuta Ethereuma. Za uporabo aplikacij na Ethereumu boste potrebovali nekaj ETH v svoji denarnici.",
  "page-what-is-ethereum-get-eth-title": "Kupite ETH",
  "page-what-is-ethereum-explore-dapps-alt": "Raziščite dec. aplikacije",
  "page-what-is-ethereum-explore-dapps-description": "Dapps so aplikacije, zgrajene na Ethereumu. Dapps spreminjajo trenutne poslovne modele in izumljajo nove.",
  "page-what-is-ethereum-explore-dapps-title": "Preizkusite nekaj decentraliziranih aplikacij"
}
