{
  "page-staking-just-staking": "Zastavljanje",
  "page-staking-image-alt": "Slika maskote nosoroga za zagonsko platformo eth2.",
  "page-staking-51-desc-1": "Zastavljanje pomeni, da je pridružitev omrežju kot validator ugodnejša, tako da bo v omrežju verjetno delovalo več validatorjev, kot jih je danes. Zato bodo te vrste napadi še težji, saj se bodo stroški napada povečali.",
  "page-staking-accessibility": "Dostopnejši",
  "page-staking-accessibility-desc": "Z lažjimi zahtevami glede strojne opreme in možnostjo pridružitve skladu, če nimate 32 Eth, se bo lahko več ljudi pridružilo omrežju. S tem bo Ethereum postal bolj decentraliziran in varnejši, saj bo manj vektorjev za napad.",
  "page-staking-at-stake": "Na kocki je vaš ETH",
  "page-staking-at-stake-desc": "Ker morate zastaviti svoj ETH za potrjevanje transakcij in ustvarjanje novih blokov, ga lahko izgubite, če se odločite poskusiti ogoljufati sistem.",
  "page-staking-benefits": "Ugodnosti zastavljanja na Ethereumu",
  "page-staking-check-address": "Preverite naslov za polog",
  "page-staking-consensus": "Več o mehanizmu za doseganje soglasja",
  "page-staking-deposit-address": "Preverite naslov za polog",
  "page-staking-deposit-address-desc": "Če ste že upoštevali navodila za nastavitev na zagonski platformi, veste, da boste morali poslati transakcijo na pogodbo za polog za zastavljanje. Priporočamo, da zelo skrbno preverite naslov. Uradni naslov boste našli na ethereum.org in številnih drugih zaupanja vrednih spletnih mestih.",
  "page-staking-desc-1": "Nagrade se dodeljujejo za dejanja, ki pomagajo omrežju doseči soglasje. Nagrade boste prejeli za združevanje transakcij v nov blok ali preverjanje dela drugih validatorjev, saj tako veriga varno deluje.",
  "page-staking-desc-2": "Kljub temu, da lahko zaslužite nagrade za delo, ki koristi omrežju, lahko izgubite ETH za zlonamerna dejanja, izgubo povezave ali neuspešno potrjevanje.",
  "page-staking-desc-3": "Če želite postati polni validator, boste potrebovali 32 ETH, če se želite zgolj pridružiti skladu za zastavljanje, pa le nekaj ETH. Prav tako boste morali izvajati odjemalca glavnega omrežja »Eth1«. Na zagonski platformi boste našli opis postopka in zahteve glede strojne opreme. Namesto tega lahko uporabite zaledni API.",
  "page-staking-description": "Zastavljanje je postopek pologa 32 ETH za aktivacijo programske opreme za validatorje. Kot validator boste odgovorni za shrambo podatkov, obdelavo transakcij in dodajanje novih blokov v verigo blokov. Tako bo Ethereum ostal varen za vse, vi pa boste v postopku zaslužili ETH. Ta postopek, imenovan dokaz o deležu, bo uveden z oddajniško verigo.",
  "page-staking-docked": "Več o spojitvi",
  "page-staking-dyor": "Zadevo vedno preučite sami",
  "page-staking-dyor-desc": "Nobena od navedenih storitev za zastavljanje ne predstavlja uradne podpore. Ne pozabite opraviti svoje raziskave in ugotoviti, katera storitev vam najbolje ustreza.",
  "page-staking-header-1": "Zastavite svoj ETH, če želite postati validator za Ethereum",
  "page-staking-how-much": "Koliko ste pripravljeni zastaviti?",
  "page-staking-how-to-stake": "Kako zastavljati",
  "page-staking-how-to-stake-desc": "Vse je odvisno od tega, koliko ste pripravljeni zastaviti. Če želite postati polni validator, boste potrebovali 32 ETH, vendar je mogoče zastaviti tudi manj.",
  "page-staking-join": "Pridružite se",
  "page-staking-join-community": "Pridružite se skupnosti zastavljalcev",
  "page-staking-join-community-desc": "r/ethstaker je skupnost, kjer lahko vsi razpravljajo o zastavljanju na Ethereumu – pridružite se za nasvete, podporo in pogovor o vsem, kar je povezano z zastavljanjem.",
  "page-staking-less-than": "Manj kot",
  "page-staking-link-1": "Prikaži zaledne API-je",
  "page-staking-meta-description": "Pregled zastavljanja na Ethereumu: tveganja, nagrade, zahteve in kje sodelovati.",
  "page-staking-meta-title": "Zastavljanje na Ethereumu",
  "page-staking-more-sharding": "Več o razdrobitvi",
  "page-staking-pool": "Zastavite v skladu",
  "page-staking-pool-desc": "Če imate manj kot 32 ETH, boste lahko v sklade za zastavljanje dodali manjši delež. Nekatera podjetja lahko vse to storijo v vašem imenu, tako da vam ne bo treba skrbeti, ali ste povezani. Tukaj je nekaj podjetij, ki jih lahko preverite.",
  "page-staking-pos-explained": "Razlaga dokaza o deležu",
  "page-staking-pos-explained-desc": "Zastavljanje predstavlja dejanje, ki ga morate opraviti, če želite postati validator v sistemu z dokazom o deležu. To je mehanizem za doseganje soglasja, ki bo nadomestil vse sisteme z dokazom o delu, ki trenutno delujejo. Mehanizmi za doseganje soglasja zagotavljajo, da verige blokov, kot je Ethereum, ostanejo varne in decentralizirane.",
  "page-staking-pos-explained-desc-1": "Dokaz o deležu pomaga zaščititi omrežje na različne načine:",
  "page-staking-services": "Prikaži storitve zastavljanja",
  "page-staking-sharding": "Odklene razdrobitev",
  "page-staking-sharding-desc": "Razdrobitev je mogoča samo s sistemom z dokazom o deležu. Razdrobitev kot sistem z dokazom o delu bi zmanjšala računalniško moč, potrebno za škodovanje omrežju, kar bi zlonamernim rudarjem omogočalo lažje nadziranje drobcev. Z uporabo naključno dodeljenih zastavljalcev pri dokazu o deležu se temu izognemo.",
  "page-staking-solo": "Zastavljajte sami in delujte kot validator",
  "page-staking-solo-desc": "Če želite začeti postopek zastavljanja, boste morali uporabiti zagonsko platformo Eth2. To vas bo postopoma vodilo po procesu nastavitve. Del zastavljanja je izvajanje odjemalca Eth2, ki je lokalna kopija verige blokov. Prenos tega v računalnik lahko traja nekaj časa.",
  "page-staking-start": "Začnite zastavljati",
  "page-staking-subtitle": "Zastavljanje je javno dobro za ekosistem Ethereum. Pomagate lahko zaščititi omrežje in si hkrati prislužite nagrade.",
  "page-staking-sustainability": "Bolj trajnostno",
  "page-staking-sustainability-desc": "Validatorji ne potrebujejo energijsko potratnih računalnikov za sodelovanje v sistemu z dokazom o deležu – zadostuje prenosni računalnik ali pametni telefon. Zato bo Ethereum postal boljši za okolje.",
  "page-staking-the-beacon-chain": "Več o oddajniški verigi",
  "page-staking-title-1": "Nagrade",
  "page-staking-title-2": "Tveganja",
  "page-staking-title-3": "Zahteve",
  "page-staking-title-4": "Kako zastaviti svoj ETH",
  "page-staking-upgrades-li": "Dokaz o deležu upravlja oddajniška veriga.",
  "page-staking-upgrades-li-2": "Ethereum bo imel v nadaljnji prihodnosti oddajniško verigo z dokazom o deležu in glavno omrežje z dokazom o delu. Glavno omrežje je Ethereum, ki ga uporabljamo že več let.",
  "page-staking-upgrades-li-3": "V tem času bodo zastavljavci v oddajniško verigo dodajali nove bloke, vendar ne bodo obdelovali transakcij glavnega omrežja.",
  "page-staking-upgrades-li-4": "Ethereum bo popolnoma prešel na sistem z dokazom o deležu, ko se bo glavno omrežje Ethereum spojilo z oddajniško verigo.",
  "page-staking-upgrades-li-5": "Sledila bo manjša nadgradnja, ki bo omogočila dvig zastavljenih sredstev.",
  "page-staking-upgrades-title": "Dokaz o deležu in nadgradnje Eth2",
  "page-staking-validators": "Več validatorjev, večja varnost",
  "page-staking-validators-desc": "V blokovni verigi kot je Ethereum je mogoče cenzurirati in preurediti transakcije v svojo korist samo, če obvladujete večino omrežja. Toda, da bi lahko obvladovali večino omrežja, potrebujete večino validatorjev in za to bi potrebovali kontrolo nad večino ETH v sistemu – to pa je zelo velika vsota! Ta količina ETH raste z vsakim vstopom novega validatorja v sistem, kar dodatno okrepi omrežje. Dokaz o delu, varnostni model, ki ga bo nadomestil dokaz o deležu, zahteva od velidatorjev (rudarjev) specializirano strojno opremo in obilo fizičnega prostora – za rudarja je vstop v sistem zahteven, zato se zaščita proti večinskim napadom ne povečuje enako. Dokaz o deležu nima takšnih zahtev, kar bi moralo pospešiti rast omrežja (in njegovo odpornost proti večinskim napadom) do velikosti, ki za dokaz o delu preprosto ni dosegljiva.",
  "page-staking-withdrawals": "Dvigi ne bodo takoj aktivni",
  "page-staking-withdrawals-desc": "Svojega zastavljenega deleža ne boste mogli dvigniti do uvedbe nadaljnjih nadgradenj. Dvigi bodo na voljo z manjšo nadgradnjo, ki bo sledila spojitvi glavnega omrežja z oddajniško verigo."
}
