{
  "page-wallets-accounts-addresses": "Denarnice, računi, ključi in naslovi",
  "page-wallets-accounts-addresses-desc": "Vredno je razumeti razliko med nekaterimi ključnimi izrazi.",
  "page-wallets-accounts-ethereum-addresses": "<b>Račun Ethereum ima naslov</b>, podobno kot ima poštni predal e-poštni naslov. Ta naslov se uporablja za prepoznavo vaših digitalnih sredstev.",
  "page-wallets-alt": "Slika robota s trezorjem namesto telesa, ki predstavlja Ethereum denarnico",
  "page-wallets-ethereum-account": "<b>Račun Ethereum je par ključev</b>. <a href=\"/glossary/#public-key\">En ključ</a> se uporablja za ustvarjanje naslova, ki ga lahko prosto delite, <a href=\"/glossary/#private-key\">drugi ključ</a> pa morate hraniti na skrivnem, saj se uporablja za podpisovanje. Skupaj vam ti ključi omogočajo posedovanje sredstev in opravljanje transakcij.",
  "page-wallets-blog": "Coinbase blog",
  "page-wallets-bookmarking": "Dodajte denarnico med zaznamke",
  "page-wallets-bookmarking-desc": "Če uporabljate spletno denarnico, dodajte spletno mesto med zaznamke, da se zaščitite pred lažnimi spletnimi stranmi.",
  "page-wallets-cd": "<b>Fizične strojne denarnice</b> so naprave, ki vam omogočajo shranjevanje kriptovalut brez povezave – to je zelo varno",
  "page-wallets-desc-2": "Denarnice so orodja, ki jih večina ljudi uporablja za upravljanje digitalnih sredstev in identitete.",
  "page-wallets-desc-2-link": "Več o ETH-u",
  "page-wallets-desc-3": "Vaša denarnica je orodje za interakcijo z vašim računom Ethereum. To pomeni, da lahko ponudnika denarnice kadarkoli zamenjate. Mnoge denarnice vam omogočajo upravljanje več Ethereum računov iz ene aplikacije.",
  "page-wallets-desc-4": "Ponudniki denarnic nimajo skrbništva nad vašimi sredstvi. Omogočajo vam le, da vidite svoja sredstva na omrežju Ethereum in vam ponujajo orodja za lahko upravljanje z njimi.",
  "page-wallets-description": "Ethereum denarnice so aplikacije, ki vam omogočajo nadzor nad vašim računom. Tako kot fizična denarnica vsebuje vse, kar potrebujete za dokazovanje identitete in upravljanje premoženja. Vaša denarnica omogoča prijavo v aplikacije, pregled stanja, pošiljanje transakcij in potrditev identitete.",
  "page-wallets-desktop": "<b>Namizne aplikacije</b>, če raje upravljate svoja sredstva prek macOS, Windows ali Linuxa.",
  "page-wallets-ethereum-wallet": "<b>Denarnica je orodje, ki vam omogoča interakcijo z vašim računom</b> z uporabo vaših ključev. Omogoča vam ogled stanja na računu, pošiljanje transakcij in drugo.",
  "page-wallets-explore": "Raziščite Ethereum",
  "page-wallets-features-desc": "Lahko vam pomagamo izbrati denarnico glede na funkcije, ki so vam pomembne.",
  "page-wallets-features-title": "Primerjajte denarnice na podlagi značilnosti",
  "page-wallets-find-wallet-btn": "Poiščite denarnico",
  "page-wallets-find-wallet-link": "Poiščite denarnico",
  "page-wallets-get-some": "Kupite ETH",
  "page-wallets-get-some-alt": "Slika roke, ki ustvarja logotip ETH iz lego kock",
  "page-wallets-get-some-btn": "Kupite ETH",
  "page-wallets-get-some-desc": "ETH je izvorna kriptovaluta Ethereuma. Za uporabo aplikacij na Ethereumu boste potrebovali nekaj ETH v svoji denarnici.",
  "page-wallets-keys-to-safety": "Ključi do varnega shranjevanja kriptovalut",
  "page-wallets-manage-funds": "Aplikacija za upravljanje premoženja",
  "page-wallets-manage-funds-desc": "Vaša denarnica prikazuje stanje in zgodovino transakcij ter omogoča pošiljanje/prejemanje sredstev. Nekatere denarnice ponujajo še več.",
  "page-wallets-meta-description": "Kaj morate vedeti za uporabo denarnic Ethereum.",
  "page-wallets-meta-title": "Ethereum denarnice: Nakup, shranjevanje in pošiljanje kriptovalut",
  "page-wallets-mobile": "<b>Mobilne aplikacije</b>, ki omogočajo dostop do vaših sredstev od kjerkoli.",
  "page-wallets-more-on-dapps-btn": "Več o decentraliziranih aplikacijah",
  "page-wallets-most-wallets": "Večina denarnic omogoča ustvarjanje Ethereum računa, zato ga pred namestitvijo denarnice ne potrebujete.",
  "page-wallets-protecting-yourself": "Zaščitite sebe in svoja sredstva",
  "page-wallets-seed-phrase": "Zapišite si svojo <a href=\"/glossary/#recovery-phrase\">obnovitveno frazo</a>",
  "page-wallets-seed-phrase-desc": "Denarnice vam bodo pogosto ponudile varnostno frazo, ki jo morate zapisati na varno mesto. To je edini način, na katerega boste lahko obnovili denarnico.",
  "page-wallets-seed-phrase-example": "Tukaj je primer:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Ne shranjujte je na računalniku. Zapišite si jo in jo shranite na varno mesto.",
  "page-wallets-slogan": "Držite ključe svoje digitalne prihodnosti v svojih rokah",
  "page-wallets-stay-safe": "Kako ostati varen",
  "page-wallets-stay-safe-desc": "Finančna svoboda ter možnost dostopa in uporabe sredstev kjer koli prinašata odgovornost – v kriptosvetu ni podpore za stranke. <b>Sami ste odgovorni za varno shranjevanje svojih ključev</b>.",
  "page-wallets-subtitle": "Denarnice vam pomagajo pri dostopu do vaših digitalnih sredstev in pri prijavi v aplikacije.",
  "page-wallets-take-responsibility": "Prevzemite odgovornost za svoja sredstva",
  "page-wallets-take-responsibility-desc": "Centralizirane borze bodo vašo denarnico povezale z uporabniškim imenom in geslom, ki ju lahko ponovno dobite na običajen način. Ne pozabite pa, da ste tej borzi zaupali skrbništvo nad svojimi sredstvi. Če zaide borza v finančne težave, bodo vaša sredstva izpostavljena tveganju.",
  "page-wallets-tips": "Več nasvetov za zagotavljanje varnosti",
  "page-wallets-tips-community": "Iz skupnosti",
  "page-wallets-title": "Denarnice Ethereum",
  "page-wallets-triple-check": "Trikrat preverite vse",
  "page-wallets-triple-check-desc": "Ne pozabite, da transakcij ni mogoče razveljaviti in denarnice ni mogoče enostavno obnoviti, zato bodite previdni.",
  "page-wallets-try-dapps": "Preizkusite nekaj decentraliziranih aplikacij",
  "page-wallets-try-dapps-alt": "Ilustracija članov skupnosti Ethereum, ki sodelujejo",
  "page-wallets-try-dapps-desc": "Decentralizirane aplikacije so zgrajene na Ethereumu. So cenejše, bolj poštene in prijaznejše do vaših podatkov kot večina tradicionalnih aplikacij.",
  "page-wallets-types": "Vrste denarnic",
  "page-wallets-types-desc": "Obstaja nekaj načinov, kako lahko delate s svojim računom preko vmesnika ali drugače:",
  "page-wallets-web-browser": "<b>Brskalniške denarnice</b> so spletne aplikacije, ki omogočajo neposredno interakcijo z vašim računom v brskalniku",
  "page-wallets-web-browser-extension": "<b>Brskalniške razširitve denarnic</b> so razširitve, ki jih prenesete in vam omogočajo interakcijo z vašim računom in aplikacijami prek brskalnika",
  "page-wallets-whats-a-wallet": "Kaj je denarnica Ethereum?",
  "page-wallets-your-ethereum-account": "Vaš račun Ethereum",
  "page-wallets-your-ethereum-account-desc": "Vaša denarnica je okno v vaš račun Ethereum – stanje, zgodovina transakcij in drugo. Ponudnike denarnice lahko kadarkoli zamenjate.",
  "page-wallets-your-login": "Vaša prijava za aplikacije na Ethereumu",
  "page-wallets-your-login-desc": "Vaša denarnica omogoča povezovanje z aplikacijami z uporabo vašega računa Ethereum. Je kot prijava, ki jo lahko uporabljate v številnih aplikacijah.",
  "additional-reading-how-to-create-an-ethereum-account": "Kako ustvariti Ethereum račun",
  "additional-reading-how-to-use-a-wallet": "Kako uporabljati denarnico"
}
