{
  "page-what-is-ethereum-alt-img-bazaar": "Slika osebe, ki kuka na tržnico, ki naj bi predstavljala Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Slika članov skupnosti Ethereum, ki sodelujejo",
  "page-what-is-ethereum-alt-img-lego": "Slika roke, ki ustvarja logotip ETH iz lego kock",
  "page-what-is-ethereum-banking-card": "Bančništvo za vse",
  "page-what-is-ethereum-banking-card-desc": "Dostop do finančnih storitev ni nekaj, kar bi imeli vsi. Vse, kar potrebujete za dostop do Ethereuma in produktov za kreditiranje, posojila in varčevanje, ki so na voljo na njem, pa je internetna povezava.",
  "page-what-is-ethereum-build": "Ustvarite nekaj z Ethereumom",
  "page-what-is-ethereum-build-desc": "Če želite začeti razvijati na Ethereumu, preberite naše dokumente, poskusite nekaj vadnic ali si oglejte orodja, ki jih potrebujete za začetek.",
  "page-what-is-ethereum-censorless-card": "Odporen na cenzuro",
  "page-what-is-ethereum-censorless-card-desc": "Nobena vlada ali podjetje nima nadzora nad Ethereumom. Zaradi te decentralizacije je skoraj nemogoče, da bi vam kdorkoli poskušal preprečiti prejemanje plačil ali uporabo storitev na Ethereumu.",
  "page-what-is-ethereum-comm-desc": "Naša skupnost vključuje ljudi iz različnih ozadij, vključno z umetniki, kriptouporniki, podjetji s seznama Fortune 500, in zdaj tudi vas. Preberite več o tem, kako se lahko vključite že danes.",
  "page-what-is-ethereum-commerce-card": "Zagotovila pri trgovanju",
  "page-what-is-ethereum-commerce-card-desc": "Ethereum ustvarja pravičnejše okolje. Stranke imajo varno, vgrajeno zagotovilo, da bodo njihova sredstva prenesena šele, ko zagotovite, kar ste se dogovorili. Za poslovanje ne potrebujete vpliva velikih podjetij.",
  "page-what-is-ethereum-community": "Skupnost Ethereum",
  "page-what-is-ethereum-desc": "Osnova za digitalno prihodnost",
  "page-what-is-ethereum-explore": "Raziščite Ethereum",
  "page-what-is-ethereum-internet-card": "Zasebnejši internet",
  "page-what-is-ethereum-internet-card-desc": "Za uporabo aplikacije Ethereum vam ni potrebno navesti vseh svojih osebnih podatkov. Ethereum gradi gospodarstvo na osnovi vrednosti, ne nadzora.",
  "page-what-is-ethereum-meet-comm": "Spoznajte skupnost",
  "page-what-is-ethereum-meta-description": "Preberite več o Ethereumu, zakaj ga je mogoče uporabiti in kako ga lahko poskusite sami.",
  "page-what-is-ethereum-meta-title": "Kaj je Ethereum?",
  "page-what-is-ethereum-p2p-card": "Omrežje enakovrednih računalnikov",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum omogoča pošiljanje denarja ali sklepanje pogodb neposredno z drugimi. Uporaba posredniških podjetij ni potrebna.",
  "page-what-is-ethereum-start-building-btn": "Začnite razvijati",
  "page-what-is-ethereum-title": "Kaj je Ethereum?"
}
