{
  "page-get-eth-article-keeping-crypto-safe": "As chaves para manter as suas criptomoedas seguras",
  "page-get-eth-article-protecting-yourself": "Proteja-se a si mesmo e os seus fundos",
  "page-get-eth-article-store-digital-assets": "Como armazenar ativos digitais na Ethereum",
  "page-get-eth-article-protecting-yourself-desc": "MyCrypto",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": "Plataformas centralizadas",
  "page-get-eth-cex-desc": "As plataformas são negócios que permitem comprar criptomoedas utilizando moedas tradicionais. Têm custódia sobre qualquer ETH que compre até que o envie para uma carteira controladas por si.",
  "page-get-eth-checkout-dapps-btn": "Consultar dapps",
  "page-get-eth-community-safety": "Publicações da comunidade sobre segurança",
  "page-get-eth-description": "A Ethereum não é controlada por nenhuma organização - é descentralizado.",
  "page-get-eth-dex": "Plataformas descentralizadas (DEX)",
  "page-get-eth-dex-desc": "Se quiser mais controlo, compre ETH usando <a href=\"/glossary/#smart-contract\">contratos inteligentes</a>. Com uma casa de câmbio descentralizada, pode trocar moedas digitais sem nunca dar o controlo sobre os seus fundos a uma empresa centralizada.",
  "page-get-eth-peers": "Receba ETH dos seus pares",
  "page-get-eth-peers-desc": "Assim que tiver uma conta Ethereum, tudo o que precisa de fazer é partilhar o seu enderenço para começar a enviar e receber ETH (e outros tokens) entre pessoas.",
  "page-get-eth-staking": "Recompensas de staking",
  "page-get-eth-staking-desc": "Se já possui alguma quantidade de ETH, pode ganhar mais ao correr um nó de rede validador. Será pago em ETH por fazer este trabalho de verificação.",
  "page-get-eth-earn": "Ganhe ETH",
  "page-get-eth-earn-desc": "Pode ganhar ETH, trabalhando para DAO ou empresas que pagam em criptomoedas, como recompensa por encontrar erros e muito mais.",
  "page-get-eth-daos-link-desc": "Aprenda sobre DAO",
  "page-get-eth-cex-link-desc": "Ver uma lista de plataformas",
  "page-get-eth-staking-link-desc": "Saiba mais sobre staking",
  "page-get-eth-dexs": "Plataformas de câmbios descentralizados (DEX)",
  "page-get-eth-dexs-desc": "As plataformas descentralizados são mercados abertos para ETH e outras moedas digitais. Estabelecem ligação diretamente a compradores e vendedores.",
  "page-get-eth-dexs-desc-2": "Em vez de usar uma entidade fiável para proteger os fundos na transação, utilizam código. O ETH do vendedor só será transferido quando o pagamento estiver garantido. Esse tipo de código é conhecido como contrato inteligente.",
  "page-get-eth-dexs-desc-3": "Isto significa que existem menos restrições geográficas comparando com as alternativas centralizadas. Se alguém estiver a vender o que pretende e a aceitar um método de pagamento que possa fornecer, está pronto para começar.",
  "page-get-eth-dexs-desc-4": "Nota: muitas plataformas de câmbio descentralizadas usam éter encapsulado (WETH) para funcionar. <a href=\"/wrapped-eth\">Saiba mais sobre o éter encapsulado</a>.",
  "page-get-eth-do-not-copy": "Exemplo: Não copie",
  "page-get-eth-exchanges-disclaimer": "Recolhemos estas informações manualmente. Se encontrar algo errado, informe-nos através de",
  "page-get-eth-exchanges-empty-state-text": "Para ver uma lista de plataformas de negociação de criptomoedas que pode usar, introduza o país de residência",
  "page-get-eth-exchanges-except": "Exceto",
  "page-get-eth-exchanges-header": "Em que país reside?",
  "page-get-eth-exchanges-header-exchanges": "Plataformas",
  "page-get-eth-exchanges-header-wallets": "Carteiras",
  "page-get-eth-exchanges-intro": "As plataformas de câmbio têm restrições quanto ao local onde podem vender criptomoedas. Esta é uma lista indicativa de serviços que se pensa operarem em cada país. A inclusão aqui não é um endosso - deve fazer a sua própria pesquisa!",
  "page-get-eth-exchanges-no-exchanges": "Lamentamos, mas não temos conhecimento de quaisquer plataformas que permitam comprar ETH deste país. Se conhecer, informe-nos através de",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Desculpe, não sabemos de nenhum intercâmbio que permita comprar ETH deste país. Se souber, diga-nos através de",
  "page-get-eth-exchanges-no-wallets": "Lamentamos, mas desconhecemos que exista alguma carteira que permita comprar ETH neste país. Se conhecer, informe-nos através de",
  "page-get-eth-exchanges-search": "Introduza o local onde reside...",
  "page-get-eth-exchanges-success-exchange": "Pode demorar diversos dias a registar-se numa plataforma devido aos seus controlos jurídicos.",
  "page-get-eth-exchanges-success-wallet-link": "carteiras",
  "page-get-eth-exchanges-success-wallet-paragraph": "Onde reside, pode comprar ETH diretamente destas carteiras. Saiba mais sobre",
  "page-get-eth-exchanges-usa": "Estados Unidos da América (EUA)",
  "page-get-eth-get-wallet-btn": "Obter uma carteira",
  "page-get-eth-hero-image-alt": "Obtenha a imagem do herói ETH",
  "page-get-eth-keep-it-safe": "Manter o seu ETH seguro",
  "page-get-eth-meta-description": "Como comprar ETH com base no local de residência e conselhos sobre como cuidar dele.",
  "page-get-eth-meta-title": "Como obter ETH",
  "page-get-eth-need-wallet": "Vai precisar de uma carteira para usar uma DEX.",
  "page-get-eth-new-to-eth": "Novo na área de ETH? Aqui está um resumo, para começar.",
  "page-get-eth-other-cryptos": "Compre com outra moeda digital",
  "page-get-eth-protect-eth-desc": "Uma das principais características da Ethereum é que o utilizador mantém o controlo dos seus próprios ativos, gerindo a sua própria conta. Isto significa que não tem de confiar os seus ativos a terceiros e que está protegido contra qualquer entidade de custódia que actue desonestamente, que vá à bancarrota ou que seja hackeado. No entanto, também significa que assume e responsabilidade pela sua própria segurança.",
  "page-get-eth-protect-eth-in-wallet": "Mantenha o seu ETH na sua própria carteira",
  "page-get-eth-search-by-country": "Pesquisar por país",
  "page-get-eth-security": "Isto significa que precisa de levar a sério a segurança dos seus fundos. Com o ETH, não confia num banco ou empresa para cuidar dos seus bens, assume a responsabilidade por si próprio.",
  "page-get-eth-smart-contract-link": "Mais sobre contratos inteligentes",
  "page-get-eth-swapping": "Troque os seus tokens por ETH de outras pessoas. E vice-versa.",
  "page-get-eth-try-dex": "Experimente uma DEx",
  "page-get-eth-use-your-eth": "Use o seu ETH",
  "page-get-eth-use-your-eth-dapps": "Agora que tem alguns ETH, explore algumas aplicações Ethereum (dapps). Existem dapps para finanças, redes sociais, jogos e muitas outras categorias.",
  "page-get-eth-wallet-instructions": "Siga as instruções da carteira",
  "page-get-eth-wallet-instructions-lost": "Se perder o acesso à sua conta, perderá o acesso aos seus fundos. A sua carteira deve fornecer-lhe instruções para se proteger contra esta situação. Não se esqueça de as seguir cuidadosamente – geralmente, ninguém o pode ajudar se perder o acesso à sua conta.",
  "page-get-eth-wallets": "Carteiras",
  "page-get-eth-wallets-link": "Mais sobre carteiras",
  "page-get-eth-wallets-purchasing": "Algumas carteiras permitem comprar cripto com um cartão de débito/crédito, transferência bancária ou até mesmo com Apple Pay. Aplicam-se restrições geográficas.",
  "page-get-eth-warning": "Essas DEX não são para iniciantes, pois precisará de algum ETH para usá-las. Estes são apenas exemplos, não produtos endossados. Faça a sua própria pesquisa!",
  "page-get-eth-what-are-DEX's": "O que são DEX?",
  "page-get-eth-whats-eth-link": "O que é ETH?",
  "page-get-eth-where-to-buy-desc": "Pode ganhar ETH, recebê-lo dos seus pares ou comprá-lo em plataformas de câmbio e aplicações.",
  "page-get-eth-where-to-buy-desc-2": "Verifique os serviços que pode utilizar com base no seu local de residência.",
  "page-get-eth-where-to-buy-title": "Onde obter ETH",
  "page-get-eth-your-address": "O seu endereço ETH",
  "page-get-eth-your-address-desc": "Quando descarrega e instala uma carteira, esta criará o seu endereço ETH público. Aqui está um exemplo:",
  "page-get-eth-your-address-desc-3": "Pense nisto como o seu endereço de email, mas em vez de emails, poderá receber ETH. Se quiser transferir ETH de uma plataforma para a sua carteira, use o seu endereço como destino. Verifique uma vez mais o seu endereço antes de transferir os valores!",
  "page-get-eth-your-address-wallet-link": "Verificar carteiras",
  "listing-policy-raise-issue-link": "Levantar problema",
  "page-find-wallet-last-updated": "Última atualização"
}
