{
  "page-wallets-accounts-addresses": "Carteiras, contas e endereços",
  "page-wallets-accounts-addresses-desc": "Vale a pena entender as diferenças entre alguns termos-chave.",
  "page-wallets-accounts-ethereum-addresses": "Uma conta na Ethereum tem um endereço Ethereum, da mesma forma que uma caixa de entrada de correio ter um endereço de email. Pode usá-lo para enviar fundos para uma conta.",
  "page-wallets-alt": "Ilustração de um robô com um cofre como corpo, representando uma carteira Ethereum",
  "page-wallets-ethereum-account": "Uma conta Ethereum é uma entidade que pode enviar transações e possui um saldo.",
  "page-wallets-blog": "Blogue Coinbase",
  "page-wallets-bookmarking": "Marque a sua carteira como favorita",
  "page-wallets-bookmarking-desc": "Se usa uma carteira da Internet, registe o site como favorito para se proteger de golpes de phishing.",
  "page-wallets-cd": "As carteiras físicas de moeda digital são dispositivos que permitem manter moedas digitais offline: muito seguras",
  "page-wallets-desc-2": "Necessita de uma carteira para enviar e gerir os seus fundos ETH.",
  "page-wallets-desc-2-link": "Mais sobre ETH",
  "page-wallets-desc-3": "A sua carteira é apenas uma ferramenta para gerir a sua conta Ethereum. Isto significa que pode trocar de fornecedor a qualquer momento. Muitas carteiras permitem também gerir varias contas Ethereum a partir de uma só aplicação.",
  "page-wallets-desc-4": "Isto porque as carteiras não têm custódia dos seus fundos, vocé é que tem. São apenas uma ferramenta para gerir o que é seu.",
  "page-wallets-description": "As carteiras Ethereum são aplicações que permitem a interação com a sua conta Ethereum. Considere-as como uma aplicação bancária \"online\" - mas sem um banco. A sua carteira permite-lhe ler o saldo, enviar transações e conectar-se a aplicações.",
  "page-wallets-desktop": "Aplicações para computador, se preferir gerir os seus fundos em sistemas macOS, Windows ou Linux",
  "page-wallets-ethereum-wallet": "Uma carteira é um produto que permite gerir a sua conta Ethereum. Permite entre outros, verificar o saldo da conta e enviar transações.",
  "page-wallets-explore": "Explorar Ethereum",
  "page-wallets-features-desc": "Podemos ajudá-lo a escolher a sua carteira com base nas funcionalidades que lhe interessam mais.",
  "page-wallets-features-title": "Comparação de carteiras, baseada nas suas características",
  "page-wallets-find-wallet-btn": "Escolha uma carteira",
  "page-wallets-find-wallet-link": "Encontrar uma carteira",
  "page-wallets-get-some": "Obtenha algum ETH",
  "page-wallets-get-some-alt": "Uma ilustração de uma mão a criar um logótipo ETH feito de peças de Lego",
  "page-wallets-get-some-btn": "Obter ETH",
  "page-wallets-get-some-desc": "ETH é a moeda digital nativa da Ethereum. Precisará de algum ETH na sua carteira para usar aplicações Ethereum.",
  "page-wallets-how-to-store": "Como armazenar ativos digitais na Ethereum",
  "page-wallets-keys-to-safety": "A chave para manter as suas moedas digitais seguras",
  "page-wallets-manage-funds": "Uma aplicação para gerir os seus fundos",
  "page-wallets-manage-funds-desc": "A sua carteira mostra o seu saldo, o histórico de transações e inclui um mecanismo para enviar/receber fundos. Algumas carteiras podem apresentar outras funcionalidades.",
  "page-wallets-meta-description": "O que precisa de saber para usar carteiras Ethereum.",
  "page-wallets-meta-title": "Carteiras Ethereum",
  "page-wallets-mobile": "Aplicações móveis que tornam os seus fundos acessíveis em qualquer lugar",
  "page-wallets-more-on-dapps-btn": "Mais sobre dapps",
  "page-wallets-most-wallets": "A maioria dos programas de carteira permite gerar uma conta Ethereum. Assim, não precisa de já ter uma conta antes de descarregar e instalar um desses programas.",
  "page-wallets-protecting-yourself": "A proteger a si e aos seus fundos",
  "page-wallets-seed-phrase": "Anote a sua frase inicial",
  "page-wallets-seed-phrase-desc": "As carteiras geralmente fornecem uma frase inicial que deve anotar num lugar seguro. Esta é a única forma de recuperar a sua carteira.",
  "page-wallets-seed-phrase-example": "Eis um exemplo:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Não a armazene num computador. Anote-a e mantenha-a em segurança.",
  "page-wallets-slogan": "A chave para o seu futuro digital",
  "page-wallets-stay-safe": "Como permanecer seguro",
  "page-wallets-stay-safe-desc": "As carteiras exigem uma mentalidade um pouco fora do normal quando se trata de segurança. A liberdade financeira e a capacidade de aceder e usar fundos em qualquer lugar aumenta a sua responsabilidade - não há suporte ao cliente no que toca a fundos digitais.",
  "page-wallets-subtitle": "As carteiras dão acesso aos seus fundos e aplicações no Ethereum. Apenas você deve ter acesso à sua carteira.",
  "page-wallets-take-responsibility": "Assuma a responsabilidade pelos seus próprios fundos",
  "page-wallets-take-responsibility-desc": "As plataformas centralizadas vinculam a sua carteira a um utilizador e uma palavra-passe que poderá recuperar de forma tradicional. Mas não se esqueça que está a confiar nessa plataforma para a custódia dos seus fundos. Se essa entidade for atacada ou falir, os seus fundos estarão em risco.",
  "page-wallets-tips": "Mais conselhos para se manter seguro",
  "page-wallets-tips-community": "Da comunidade",
  "page-wallets-title": "Carteiras Ethereum",
  "page-wallets-triple-check": "Verifique tudo três vezes",
  "page-wallets-triple-check-desc": "Lembre-se que as transações não podem ser revertidas e que as carteiras não podem ser facilmente recuperadas. Tome então precauções e tenha sempre um cuidado extra.",
  "page-wallets-try-dapps": "Experimente algumas dapps",
  "page-wallets-try-dapps-alt": "Uma ilustração dos membros da comunidade Ethereum a trabalharem juntos",
  "page-wallets-try-dapps-desc": "Dapps são aplicações construídas na Ethereum. São mais baratas, mais justas e mais eficientes nos seus dados do que a maioria das aplicações tradicionais.",
  "page-wallets-types": "Tipos de carteiras",
  "page-wallets-types-desc": "Existem diversas maneiras de interagir com a sua conta:",
  "page-wallets-web-browser": "Carteiras de navegador são aplicações internet que lhe permitem interagir com a sua conta, diretamente no navegador",
  "page-wallets-web-browser-extension": "A carteira de extensões do navegador são extensões que permitem que interaja com a sua conta e aplicações, através do navegador",
  "page-wallets-whats-a-wallet": "O que é uma carteira Ethereum?",
  "page-wallets-your-ethereum-account": "A sua conta Ethereum",
  "page-wallets-your-ethereum-account-desc": "A sua carteira é a sua janela para a conta Ethereum, o seu saldo, o histórico de transações e muito mais. Mas pode trocar de tipo de carteira a qualquer momento.",
  "page-wallets-your-login": "As suas credenciais para aplicações Ethereum",
  "page-wallets-your-login-desc": "A sua carteira permite que se ligue a qualquer aplicação descentralizada utilizando a sua conta Ethereum. Funciona à semelhança de credenciais que poderá usar em diversas dapps.",
  "additional-reading-how-to-register-an-ethereum-account": "Como \"registar\" uma conta Ethereum",
  "additional-reading-how-to-use-a-wallet": "Como usar uma carteira"
}
