{
  "page-gas-meta-title": "Taxas de gas em Ethereum: como funcionam?",
  "page-gas-meta-description": "Aprenda sobre gas em Ethereum: como funciona e como pagar menos em taxas de gas",
  "page-gas-hero-title": "Taxas de gas",
  "page-gas-hero-header": "Custos de rede",
  "page-gas-hero-button-1-content": "O que é o Gás?",
  "page-gas-hero-subtitle-1": "As taxas de rede em Ethereum chamam-se gás.",
  "page-gas-hero-subtitle-2": "Gás é o combustível que alimenta Ethereum.",
  "page-gas-summary-title": "Resumo",
  "page-gas-summary-item-1": "Todas as transações em Ethereum requerem um pequeno tipo de pagamento para serem processadas",
  "page-gas-summary-item-2": "Estas taxas são conhecidas como taxas de \"gás\"",
  "page-gas-summary-item-3": "As taxas do gás não são fixas, mas alteram-se em função do congestionamento da rede",
  "page-gas-what-are-gas-fees-header": "O que são taxas de gás?",
  "page-gas-what-are-gas-fees-text-1": "Pense no Ethereum como uma grande rede de computadores onde as pessoas podem realizar tarefas como enviar mensagens ou executar programas. Assim como no mundo real, essas tarefas requerem energia para serem realizadas.",
  "page-gas-what-are-gas-fees-text-2": "Na Ethereum, cada ação computacional tem um preço de \"gás\" definido. <b>As suas taxas de gás são o custo total das ações na sua transação</b>. Quando envia uma transação ou executa um <a href=\"/glossary/#smart-contract\">contrato inteligente</a>, paga em taxas de gás para processá-la.",
  "page-gas-how-do-i-pay-less-gas-header": "Como é que pago menos gás?",
  "page-gas-how-do-i-pay-less-gas-text": "Embora as taxas de comissão mais elevadas na Ethereum sejam por vezes inevitáveis, existem estratégias que pode utilizar para reduzir o custo:",
  "page-gas-how-do-i-pay-less-gas-card-1-title": "Temporize as suas transações",
  "page-gas-how-do-i-pay-less-gas-card-1-description": "Tal como as viagens fora de horas de ponta são menos concorridas e mais acessíveis, a Ethereum é frequentemente mais barato de utilizar quando a América do Norte dorme.",
  "page-gas-how-do-i-pay-less-gas-card-2-title": "Espere que o gás desça",
  "page-gas-how-do-i-pay-less-gas-card-2-description": "Os preços de gás sobem e descem a cada doze segundos, dependendo do grau de congestionamento da Ethereum. Quando os preços do gás são elevados, esperar apenas alguns minutos antes de efetuar uma transação pode provocar uma redução significativa no valor pago.",
  "page-gas-how-do-i-pay-less-gas-card-3-title": "Utilizar o layer 2",
  "page-gas-how-do-i-pay-less-gas-card-3-description": "As cadeias de nível 2 são construídas em Ethereum, oferecem taxas mais baixas e lidam com mais transacções. São uma boa opção para poupar taxas em transacções que não precisam de ser feitas na rede principal Ethereum.",
  "page-gas-try-layer-2": "Experimente a layer 2",
  "page-gas-what-causes-high-gas-fees-header": "O que causa taxas altas de gás?",
  "page-gas-what-causes-high-gas-fees-text-1": "Sempre que a quantidade de computação (gás) na Ethereum excede um determinado limite, as taxas de gás começam a aumentar. Quanto mais o gás exceder este limiar, mais rapidamente as taxas de gás aumentam.",
  "page-gas-what-causes-high-gas-fees-text-2": "O aumento das taxas pode ser devido a coisas como <a href=\"/glossary/#dapp\">aplicações descentralizadas (dapps)</a> ou NFT populares, o aumento periódico na negociação em <a href=\"/glossary/#dex\">DEXs</a>, ou um número esmagador de atividade do utilizador em horários de pico.",
  "page-gas-what-causes-high-gas-fees-text-3": "Os programadores da Ethereum devem ter o cuidado de otimizar a utilização dos seus contratos inteligentes antes de os implementar. Se muitas pessoas utilizarem um contrato inteligente mal escrito, este consumirá mais gás e poderá, inadvertidamente, causar congestionamento na rede.",
  "page-gas-want-to-dive-deeper": "Quer saber mais?",
  "page-gas-check-out-the-developer-docs": "Consulte a documentação de desenvolvimento.",
  "page-gas-attack-of-the-cryptokitties-header": "Ataque dos Cryptokitties",
  "page-gas-attack-of-the-cryptokitties-text": "Em novembro de 2017, foi lançado o popular projeto CryptoKitties. O seu rápido aumento de popularidade causou um congestionamento significativo da rede e taxas de gás extremamente elevadas. Os desafios colocados pelo CryptoKitties aceleraram urgência de encontrar soluções para escalar a Ethereum.",
  "page-gas-why-do-we-need-gas-header": "Porque é que precisamos de gás?",
  "page-gas-why-do-we-need-gas-text": "O gás é um elemento crítico para manter a Ethereum seguro e processar transações. O gás ajuda de várias formas:",
  "page-gas-benefits-1-description": "O gás mantém a Ethereum <a href=\"/glossary/#anti-sybil\">resistente a Sybil</a>, impedindo que agentes maliciosos sobrecarreguem a rede com atividades fraudulentas.",
  "page-gas-benefits-2-description": "Como a computação custa gás, fazendo spam para a Ethereum com transações caras, seja acidental ou maliciosamente, é financeiramente desincentivado.",
  "page-gas-benefits-3-description": "Um limite rígido na quantidade de computação que pode ser efetuada em qualquer altura impede que a Ethereum fique sobrecarregado, ajudando a assegurar que a rede está sempre acessível.",
  "page-gas-how-is-gas-calculated-header": "Como é calculado o gás?",
  "page-gas-advanced": "Avançado",
  "page-gas-how-is-gas-calculated-text-1": "A taxa total de gás que paga é composta por algumas partes:",
  "page-gas-how-is-gas-calculated-item-1": "<b>Taxa de base:</b> uma taxa definida pela rede que tem de ser paga por uma transação",
  "page-gas-how-is-gas-calculated-item-2": "<b>Taxa de prioridade:</b> uma dica opcional para incentivar os operadores de nós a incluir a sua transação",
  "page-gas-how-is-gas-calculated-item-3": "<b>Unidades de gás usadas<i>*</i></b> lembra que dissemos que o gás representava computação? Ações mais complexas, como interagir com um contrato inteligente, usam mais gás do que as simples, como enviar uma transação.",
  "page-gas-how-is-gas-calculated-list-item-1": "<i><span>*</span>Ver Figura 1para ver a quantidade de gás que os diferentes tipos de transações utilizam</i>",
  "page-gas-how-is-gas-calculated-text-2": "A fórmula de cálculo da taxa de gás é unidades de gás utilizadas * (taxa de base + taxa de prioridade). A maioria das carteiras calcula o consumo de gás e apresenta-o de uma maneira mais simples.",
  "page-gas-table-figure": "<i>Figura 1: Gás utilizado por tipo de transação</i>",
  "page-gas-table-header-1": "Tipo de Transação",
  "page-gas-table-header-2": "Unidades de gás utilizadas",
  "page-gas-table-item-1-transaction-type": "Envio de ETH",
  "page-gas-table-item-2-transaction-type": "Enviando tokens ERC-20",
  "page-gas-table-item-3-transaction-type": "Transferência de um NFT",
  "page-gas-table-item-4-transaction-type": "Trocar no Uniswap",
  "page-gas-faq-header": "Perguntas mais frequentes",
  "page-gas-faq-question-1-q": "A quem é paga a taxa de gás na minha transação?",
  "page-gas-faq-question-1-a-1": "A maioria da taxa de gás—a taxa de base— é destruída pelo protocolo (queimada). A taxa de prioridade, se incluída na sua transação, será entregue ao validador que propôs a sua transação.",
  "page-gas-faq-question-1-a-2": "Pode ler uma descrição pormenorizada do processo nos <a href=\"/developers/docs/gas/\">documentos do programador de gás.</a>",
  "page-gas-faq-question-2-q": "Preciso de pagar o gás em ETH?",
  "page-gas-faq-question-2-a-1": "Sim. Todas as taxas de gás na Ethereum devem ser pagas na moeda nativa ETH.",
  "page-gas-faq-question-2-a-2": "Mais sobre ETH",
  "page-gas-faq-question-3-q": "O que é gwei?",
  "page-gas-faq-question-3-a-1": "Na maioria das carteiras ou rastreadores de gás, verá os preços do gás denominados em 'gwei'.",
  "page-gas-faq-question-3-a-2": "Gwei é apenas uma unidade menor de ETH, assim como os centavos são para os dólares, com a diferença de que 1 ETH é igual a 1 bilhão de gwei. Gwei é útil quando se fala de quantidades muito pequenas de ETH.",
  "page-gas-use-layer-2": "Utilizar o layer 2"
}
