{
  "page-index-hero-image-alt": "Uma ilustração de uma cidade futurista, a representar o ecossistema Ethereum.",
  "page-index-meta-description": "O Ethereum é uma plataforma global e descentralizada para dinheiro e novos tipos de aplicações. No Ethereum, pode escrever código que controla dinheiro e construir aplicações acessíveis em qualquer lugar do mundo.",
  "page-index-meta-title": "Início",
  "page-index-title": "Bem-vindo ao Ethereum",
  "page-index-description": "Ethereum é a tecnologia de administração comunitária que alimenta a criptomoeda ether (ETH) e milhares de aplicações descentralizadas.",
  "page-index-title-button": "Explore o Ethereum",
  "page-index-get-started": "Introdução",
  "page-index-get-started-description": "O ethereum.org é o seu portal para o mundo do Ethereum. A tecnologia é nova e em constante evolução – é útil dispor de um guia. Eis o que lhe recomendamos que faça se pretender participar.",
  "page-index-get-started-image-alt": "Imagem de uma pessoa a trabalhar no computador.",
  "page-index-get-started-wallet-title": "Escolha uma carteira",
  "page-index-get-started-wallet-description": "Uma carteira permite-lhe ligar-se ao Ethereum e gerir os seus fundos.",
  "page-index-get-started-wallet-image-alt": "Ilustração de um robô com um cofre para um corpo, representando uma carteira de Ethereum.",
  "page-index-get-started-eth-title": "Obter ETH",
  "page-index-get-started-eth-description": "ETH é a moeda do Ethereum – pode usá-lo em aplicações.",
  "page-index-get-started-eth-image-alt": "Ilustração de um grupo de pessoas se maravilhando com um glifo ether (ETH) em nós.",
  "page-index-get-started-dapps-title": "Usar uma dapp",
  "page-index-get-started-dapps-description": "As dapps são aplicações desenvolvidas pelo Ethereum. Veja o que pode fazer.",
  "page-index-get-started-dapps-image-alt": "Ilustração de um doge usando um computador.",
  "page-index-get-started-devs-title": "Começar a construir",
  "page-index-get-started-devs-description": "Se quiser começar a codificar com o Ethereum, temos documentação, tutoriais e muito mais no nosso portal para programadores.",
  "page-index-get-started-devs-image-alt": "Imagem de uma mão a criar um logótipo de ETH com peças de lego.",
  "page-index-what-is-ethereum": "O que é o Ethereum?",
  "page-index-what-is-ethereum-description": "Ethereum é uma tecnologia que serve de base para dinheiro digital, pagamentos globais e aplicações. A comunidade construiu uma crescente economia digital, desenvolveu novas formas de os criadores ganharem online, e muito mais. Está disponível para todos, onde quer que esteja no mundo – tudo o que precisa é de internet.",
  "page-index-what-is-ethereum-button": "O que é o Ethereum?",
  "page-index-what-is-ethereum-secondary-button": "Mais acerca de dinheiro digital",
  "page-index-what-is-ethereum-image-alt": "Imagem de uma pessoa a espreitar para um mercado, que pretende representar o Ethereum.",
  "page-index-defi": "Um sistema financeiro mais justo",
  "page-index-defi-description": "Hoje, milhares de milhões de pessoas não conseguem abrir contas bancárias, outras têm os seus pagamentos bloqueados. O sistema de finanças descentralizadas (DeFi) do Ethereum nunca dorme nem discrimina. Com apenas uma ligação à internet, pode enviar, receber, emprestar, ganhar juros e até mesmo transferir fundos em qualquer lugar do mundo.",
  "page-index-defi-button": "Explorar as DeFi",
  "page-index-defi-image-alt": "Imagem de umas mãos a oferecer um símbolo de ETH.",
  "page-index-internet": "Uma internet aberta",
  "page-index-internet-description": "Hoje, obtemos acesso a serviços de Internet \"gratuitos\" abdicando do controlo dos nossos dados pessoais. Os serviços do Ethereum estão abertos por defeito – a única coisa de que necessita é de uma carteira. Estas são gratuitas e fáceis de configurar, controladas por si e funcionam sem qualquer informação pessoal.",
  "page-index-internet-button": "Explore a internet aberta",
  "page-index-internet-secondary-button": "Mais sobre carteiras",
  "page-index-internet-image-alt": "Imagem de uma configuração de computador futurista, alimentada por cristais de Ethereum.",
  "page-index-developers": "Uma nova fronteira para o desenvolvimento",
  "page-index-developers-description": "O Ethereum e as suas aplicações transparentes e de código aberto. Pode fazer fork do código e reutilizar a funcionalidade que outros já construíram. Se não quiser aprender uma nova linguagem, pode simplesmente interagir com código aberto usando JavaScript e outras linguagens existentes.",
  "page-index-developers-button": "Portal do programador",
  "page-index-developers-code-examples": "Exemplos de código",
  "page-index-developers-code-example-title-0": "O seu próprio banco",
  "page-index-developers-code-example-description-0": "Pode criar um banco desenvolvido pela lógica que programou.",
  "page-index-developers-code-example-title-1": "A sua própria moeda",
  "page-index-developers-code-example-description-1": "Pode criar tokens que pode transferir e utilizar em todas as aplicações.",
  "page-index-developers-code-example-title-2": "Uma carteira Ethereum em JavaScript",
  "page-index-developers-code-example-description-2": "Pode usar linguagens existentes para interagir com o Ethereum e outras aplicações.",
  "page-index-developers-code-example-title-3": "Um DNS aberto e sem necessidade de permissões",
  "page-index-developers-code-example-description-3": "Pode re-imaginar serviços existentes como descentralizados, aplicações abertas.",
  "page-index-network-stats-title": "Ethereum hoje",
  "page-index-network-stats-subtitle": "Últimas estatísticas da rede",
  "page-index-network-stats-total-eth-staked": "Total de ETH apostado",
  "page-index-network-stats-eth-price-description": "Preço do ETH (USD)",
  "page-index-network-stats-eth-price-explainer": "O último preço para 1 ether. Pode comprar tão pouco quanto 0,000000000000000001 - não é necessário comprar 1 ETH inteiro.",
  "page-index-network-stats-total-eth-staked-explainer": "A quantidade total de ETH está atualmente em staking e garantida na rede.",
  "page-index-network-stats-tx-day-description": "Transações de hoje",
  "page-index-network-stats-tx-day-explainer": "O número de transações processadas com sucesso na rede nas últimas 24 horas.",
  "page-index-network-stats-value-defi-description": "Valor bloqueado no Defi (USD)",
  "page-index-network-stats-value-defi-explainer": "A quantidade de dinheiro em aplicativos de financiamento descentralizado (DeFi), a economia digital Ethereum.",
  "page-index-network-stats-nodes-description": "Nós",
  "page-index-network-stats-nodes-explainer": "O Ethereum é administrado por milhares de voluntários em todo o mundo, conhecidos como nodes.",
  "page-index-touts-header": "Explore ethereum.org\n",
  "page-index-contribution-banner-title": "Contribua para ethereum.org",
  "page-index-contribution-banner-description": "Este site é de código aberto com centenas de colaboradores da comunidade. Você pode propor edições para qualquer conteúdo deste site, sugerir novos recursos incríveis ou nos ajudar a eliminar bugs.",
  "page-index-contribution-banner-image-alt": "Um logotipo da Ethereum feito de tijolos de lego.\n",
  "page-index-contribution-banner-button": "Mais sobre contribuição",
  "page-index-tout-upgrades-title": "Aprimore o seu conhecimento relativo à atualização",
  "page-index-tout-upgrades-description": "O roadmap do Ethereum consiste em atualizações interligadas, desenvolvidas para tornar a rede mais escalável, segura e sustentável.",
  "page-index-tout-upgrades-image-alt": "Ilustração de uma nave espacial representativa do aumento de potência após as atualizações da Ethereum.",
  "page-index-tout-enterprise-title": "Ethereum para Empresas",
  "page-index-tout-enterprise-description": "Veja como o Ethereum pode abrir novos modelos de negócio, reduzir os seus custos e preparar o seu negócio para o futuro.",
  "page-index-tout-enterprise-image-alt": "Ilustração de um computador/dispositivo futurista.",
  "page-index-tout-community-title": "A comunidade Ethereum",
  "page-index-tout-community-description": "O Ethereum tem tudo a ver com comunidade. É composto por pessoas de diferentes origens e interesses. Veja como pode participar.",
  "page-index-tout-community-image-alt": "Ilustração de um grupo de criadores a trabalhar juntos.",
  "page-index-nft": "A internet dos ativos",
  "page-index-nft-description": "O Ethereum não se destina apenas ao dinheiro digital. Qualquer coisa que possua pode ser representada, negociada e usada como tokens não fungíveis (NFT). Pode tokenizar a sua arte e obter royalties automaticamente sempre que esta é revendida. Ou utilize um token para algo que possui para retirar um empréstimo. As possibilidades estão estão em constante crescimento.",
  "page-index-nft-button": "Mais sobre NFTs",
  "page-index-nft-alt": "Um logótipo Eth exibido através de um holograma.",
  "community-events-content-heading": "Junte-se à comunidade ethereum.org",
  "community-events-content-1": "Junte-se a quase <strong>40.000 membros</strong> no nosso <a href=\"/discord/\">servidor no Discord</a>.",
  "community-events-content-2": "Junte-se às nossas chamadas mensais para conhecer as últimas atualizações em Ethereum.org e as notícias mais importantes sobre o ecossistema. Obtenha a oportunidade de colocar questões, partilhar ideias e a sua opinião - é a oportunidade perfeita para fazer parte da vibrante comunidade Ethereum.",
  "community-events-next-event": "Próximo evento",
  "community-events-no-events-planned": "Sem eventos agendados",
  "community-events-upcoming-calls": "Próximas chamadas",
  "community-events-no-upcoming-calls": "Sem chamadas agendadas",
  "community-events-previous-calls": "Chamadas prévias",
  "community-events-there-are-no-past-calls": "No existem chamadas prévias",
  "community-events-add-to-calendar": "Adicionar ao calendário"
}
