{
  "page-what-is-ethereum-alt-img-bazaar": "Ilustração de uma pessoa a espreitar para um mercado, pretendendo representar a Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Uma ilustração dos membros da comunidade Ethereum a trabalharem juntos",
  "page-what-is-ethereum-alt-img-lego": "Uma ilustração de uma mão a criar um logótipo ETH feito de peças de Lego",
  "page-what-is-ethereum-banking-card": "Banca para todos",
  "page-what-is-ethereum-banking-card-desc": "Nem toda a gente tem acesso a serviços financeiros. Mas tudo o que precisa para aceder à Ethereum e o seu crédito, empréstimo e poupança é uma ligação à internet.",
  "page-what-is-ethereum-build": "Crie algo com a Ethereum",
  "page-what-is-ethereum-build-desc": "Se pretende criar algo com a Ethereum, leia os nossos documentos, experimente alguns tutoriais, ou verifique as ferramentas de que precisa para começar.",
  "page-what-is-ethereum-censorless-card": "Resistente à censura",
  "page-what-is-ethereum-censorless-card-desc": "Nenhum governo ou empresa tem controlo sobre a Ethereum. Esta descentralização faz com que seja praticamente impossível para alguém impedir que receba pagamentos ou utilize serviços na Ethereum.",
  "page-what-is-ethereum-comm-desc": "A nossa comunidade inclui pessoas de todas as origens, incluindo artistas, cripto-anarquistas, empresas da Fortune 500, e agora você. Descubra como se pode envolver ainda hoje.",
  "page-what-is-ethereum-commerce-card": "Garantias comerciais",
  "page-what-is-ethereum-commerce-card-desc": "Os clientes transacionam com a garantia integrada e segura de que os fundos só mudarão de mãos quando se fornece o acordado. Da mesma forma, os programadores trabalham com a certeza de que as regras não serão alteradas ao longo do processo.",
  "page-what-is-ethereum-composable-card": "Todos os produtos podem ser compostos",
  "page-what-is-ethereum-composable-card-desc": "Como todas as aplicações são construídas na mesma blockchain com um estado global partilhado, podem construir-se mutuamente (como legos). Isto permite a construção constante de melhores produtos e experiências.",
  "page-what-is-ethereum-community": "A comunidade Ethereum",
  "page-what-is-ethereum-desc": "A fundação para o nosso futuro digital",
  "page-what-is-ethereum-explore": "Explorar Ethereum",
  "page-what-is-ethereum-internet-card": "Uma internet mais privada",
  "page-what-is-ethereum-internet-card-desc": "Não é preciso fornecer todos os seus dados pessoais para utilizar uma aplicação Ethereum. O Ethereum está a construir uma economia baseada em valor, não em vigilância.",
  "page-what-is-ethereum-meet-comm": "Conheça a comunidade",
  "page-what-is-ethereum-meta-description": "Aprenda sobre Ethereum, o que faz e como pode utilizá-lo.",
  "page-what-is-ethereum-meta-title": "O que é o Ethereum?",
  "page-what-is-ethereum-p2p-card": "Uma rede peer-to-peer",
  "page-what-is-ethereum-p2p-card-desc": "O Ethereum permite mover o seu capital ou celebrar acordos diretamente com outras pessoas. Não tem de passar por emrpesas intermediárias.",
  "page-what-is-ethereum-start-building-btn": "Começar a construir",
  "page-what-is-ethereum-title": "O que é o Ethereum?",
  "page-what-is-ethereum-subtitle": "Guia completo para iniciantes sobre como funciona o Ethereum, quais são os benefícios que traz e como é utilizado por milhões de pessoas em todo o mundo.",
  "page-what-is-ethereum-button-lets-start": "Vamos começar",
  "page-what-is-ethereum-blockchain-tab-title": "O que é uma blockchain?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Uma blockchain é uma base de dados de transações</b> que é atualizada e partilhada entre muitos computadores numa rede. Sempre que um novo conjunto de transações é adicionado, é chamado de \"bloco\" - daí o nome da blockchain. A maioria das blockchains são públicas e pode apenas adicionar dados, não remover. Se alguém quisesse alterar alguma informação ou enganar o sistema, precisariam de fazê-lo na maioria dos computadores na rede. Isso é muito! Isso torna as blockchains estabelecidas como a Ethereum altamente seguras.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Por que se chama criptomoeda?",
  "page-what-is-ethereum-cryptocurrency-tab-content": "As blockchains usam técnicas criptográficas para garantir a segurança dos seus fundos. Técnicas similares são utilizadas nas indústrias bancárias há anos para garantir a segurança das transações monetárias. Podemos então dizer que as criptomoedas possuem um nível de segurança equivalente ao dos bancos.",
  "page-what-is-ethereum-summary-title": "Resumo",
  "page-what-is-ethereum-summary-desc-1": "A Ethereum é uma rede, composta por muitas comunidades, e um conjunto de ferramentas que permitem às pessoas efetuar transações e comunicar sem serem controladas por uma autoridade central. Não é necessário fornecer todos os seus dados pessoais para utilizar a Ethereum - o utilizador mantém o controlo dos seus próprios dados e do que está a ser partilhado. A Ethereum tem a sua própria moeda criptográfica, o Ether, que é utilizada para pagar determinadas atividades na rede Ethereum.",
  "page-what-is-ethereum-summary-desc-2": "Ainda tem dúvidas? Vamos explicar tudo passo a passo.",
  "page-what-is-ethereum-what-is-crypto-title": "O que é uma criptomoeda?",
  "page-what-is-ethereum-what-is-crypto-desc-1": "<b>Cripto (diminutivo de criptomoeda) é uma nova forma de dinheiro digital que se baseia em criptografia.</b>",
  "page-what-is-ethereum-what-is-crypto-desc-2": "Tudo começou em 2008 com a Bitcoin. Podia ser utilizada para enviar dinheiro para qualquer pessoa a nível global. O que tornou as criptomoedas diferentes das transferências bancárias normais ou de outros serviços financeiros como Paypal ou Alipay era que, pela primeira vez, não era preciso um intermediário.",
  "page-what-is-ethereum-what-is-crypto-desc-3": "Espere, o que é um intermediário?",
  "page-what-is-ethereum-what-is-crypto-desc-4": "Um intermediário é uma autoridade central, como um banco ou um governo, que intervém numa transacção entre o ordenante e o beneficiário. Tem o poder de vigiar, censurar ou reverter transações e podem partilhar com terceiros os dados sensíveis que recolhem sobre si. Também ditam frequentemente os serviços financeiros a que tem acesso.",
  "page-what-is-ethereum-what-is-crypto-desc-5": "As coisas são diferentes com a criptografia. <b>As transações conectam diretamente o ordenante e o beneficiário</b> sem ter de lidar com qualquer autoridade central. Mais ninguém terá acesso aos seus fundos e <b>ninguém lhe poderá dizer que serviços pode usar</b>. Isso é possível devido à tecnologia de blockchain na qual as criptomoedas operam.",
  "page-what-is-ethereum-btc-eth-diff-title": "Qual é a diferença entre Ethereum e Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "Lançada em 2015, a Ethereum baseia-se na inovação da Bitcoin, com algumas grandes diferenças.",
  "page-what-is-ethereum-btc-eth-diff-2": "Ambas permitem utilizar o dinheiro digital sem fornecedores de serviços de pagamento ou bancos. Mas <b>a Ethereum é programável</b>, então, também poderá criar e implementar aplicações descentralizadas na sua rede.",
  "page-what-is-ethereum-btc-eth-diff-3": "A Bitcoin permite-nos enviar mensagens básicas uns aos outros sobre o que achamos que é valioso. Estabelecer valor sem autoridade já é poderoso. A Ethereum alarga esta possibilidade: em vez de apenas mensagens, é possível escrever qualquer programa geral, ou contrato. Não há limites para o tipo de contratos que podem ser criados e acordados, daí a grande inovação que acontece na rede Ethereum.",
  "page-what-is-ethereum-btc-eth-diff-4": "Enquanto a Bitcoin é apenas uma rede de pagamentos, a Ethereum é mais como um mercado de serviços financeiros, jogos, redes sociais e outras aplicações que respeitam a sua privacidade não podendo censurá-lo.",
  "page-what-is-ethereum-what-can-eth-do-title": "O que pode fazer a Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Por que razão iria eu usar a Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Se já enviou dinheiro para o exterior (ou planeia enviar), teve de se preocupar com o futuro dos seus ativos devido a forças externas fora do seu controlo no seu local de residência ou sentiu o incómodo das numerosas restrições e taxas impostas pelas instituições financeiras tradicionais às transações diárias, pode estar interessado no que as criptomoedas têm para oferecer.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Se está interessado em formas mais resilientes, abertas e fiáveis de criar e partilhar valor, a Ethereum é para si. A Ethereum é uma história que é escrita por todos nós, por isso venha e descubra que mundos incríveis podemos construir juntos com ela.",
  "page-what-is-ethereum-slide-1-title": "Pagamentos transfronteiriços mais baratos e rápidos",
  "page-what-is-ethereum-slide-1-desc-1": "As <b>stablecoins</b> são um novo tipo de criptomoeda que assenta num ativo mais estável como base para o seu valor. A maioria está ligada ao dólar dos Estados Unidos e, por conseguinte, mantém o valor dessa moeda. Permitem um sistema de pagamento global muito barato e estável. Muitas moedas estáveis atuais são construídas na rede Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "A Ethereum e as stablecoins simplificam o processo de envio de dinheiro no estrangeiro. Muitas vezes só demora alguns minutos a transferir fundos para todo o mundo, em oposição aos vários dias úteis ou até mesmo semanas que um banco médio pode demorar por uma fração do preço. Além disso, não há taxa extra para fazer uma transação de alto valor, e não há quaisquer restrições sobre onde ou por que está enviando o seu dinheiro.",
  "page-what-is-ethereum-slide-2-title": "A ajuda mais rápida em tempos de crise",
  "page-what-is-ethereum-slide-2-desc-1": "Se tiver a sorte de ter várias opções bancárias por meio de instituições fiáveis no seu local de residência, pode dar como garantida a liberdade financeira, segurança e estabilidade que oferecem. Mas para muitas pessoas em todo o mundo que enfrentam repressão política ou dificuldades económicas, as instituições financeiras podem não oferecer a proteção ou os serviços de que precisam.",
  "page-what-is-ethereum-slide-2-desc-2": "Quando a guerra, as catástrofes económicas ou os ataques às liberdades civis atingiram os residentes da <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>,, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Cuba</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afeganistão</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigéria</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Bielorrússia</a> e <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ucrânia</a>, as criptomoedas constituíam a mais rápida e frequentemente a única opção de manter a agência financeira.<sup><a to=\"https://www.financialinclusion.tech/\">1</a></sup> Como visto nesses exemplos, as criptomoedas como a Ethereum podem fornecer acesso sem restrições à economia global quando as pessoas estão separadas do mundo exterior. Além disso, as stablecoins oferecem um depósito de valor quando as moedas locais se desmoronam devido à superinflação.",
  "page-what-is-ethereum-slide-3-title": "Capacitamos os criadores",
  "page-what-is-ethereum-slide-3-desc-1": "Só em 2021, artistas, músicos, escritores e outros criadores utilizaram a Ethereum para ganhar cerca de 3,5 mil milhões de dólares coletivamente. Isso torna a Ethereum uma das maiores plataformas globais para criadores, juntamente com o Spotify, o YouTube e o Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Saiba mais</a>.",
  "page-what-is-ethereum-slide-4-title": "Capacitamos os jogadores",
  "page-what-is-ethereum-slide-4-desc-1": "Os jogos para ganhar (onde os jogadores realmente são recompensados por jogar os jogos) surgiram recentemente e estão a transformar a indústria de jogos. Tradicionalmente, é muitas vezes proibido negociar ou transferir bens dentro do jogo para outros jogadores por dinheiro real. Isso obriga os jogadores a usar sites de mercado negro que são frequentemente um risco de segurança. O jogo em blockchain abraça a economia do jogo e incentiva esse comportamento de maneira fiável.",
  "page-what-is-ethereum-slide-4-desc-2": "Além disso, os jogadores são incentivados por conseguirem trocar tokens no jogo por dinheiro real e assim serem verdadeiramente recompensados pelo seu tempo de jogo.",
  "page-what-is-ethereum-meet-ether-title": "Conheça o ether, a criptomoeda da Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "A Ethereum possui uma criptomoeda nativa chamada ether (ETH). É puramente digital e pode ser enviada a qualquer pessoa em qualquer lugar do mundo instantaneamente. A oferta de ETH não é controlada por nenhum governo ou empresa - é descentralizada e totalmente transparente. As novas moedas (também comummente chamadas de tokens) são emitidas apenas para os \"stakers\" que garantem a segurança da rede.",
  "page-what-is-ethereum-meet-ether-desc-2": "Toda a ação na rede Ethereum requer uma certa quantidade de poder computacional. Esta taxa é paga na forma de ether. Isto significa que precisa de pelo menos uma pequena quantidade de ETH para usar a rede.",
  "page-what-is-ethereum-what-is-ether": "O que é ether?",
  "page-what-is-ethereum-get-eth": "Obtenha o ETH",
  "page-what-is-ethereum-what-can-i-do-title": "O que posso fazer com moedas ETH?",
  "page-what-is-ethereum-what-can-i-do-desc-1": "Resulta em: muitas coisas! Uma das principais utilizações da tecnologia Ethereum é a financeira descentralizada (DeFi) que abre áreas inteiras de serviços bancários a qualquer pessoa com uma ligação à internet. Pode usar o seu ether como garantia para contrair empréstimos ou fornecer liquidez para ganhar juros sobre os seus fundos.",
  "page-what-is-ethereum-explore-applications": "Explorar aplicações",
  "page-what-is-ethereum-learn-defi": "Saiba mais sobre a DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Quem executa a Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "O Ethereum não é controlada por qualquer entidade. Existe somente pela participação e cooperação descentralizadas da comunidade. A Ethereum usa nós (um computador com uma cópia dos dados da blockchain do Ethereum) executados por voluntários para substituir sistemas de servidor e nuvem individuais de fornecedores e serviços de internet principais.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Esses nós distribuídos, executados por indivíduos e empresas em todo o mundo, fornecem resiliência à infraestrutura da rede Ethereum. Por conseguinte, é muito menos vulnerável à pirataria e encerramentos. <b>Desde o seu lançamento em 2015, a Ethereum nunca sofreu inatividade</b>. Existem milhares de nós individuais em execução na rede Ethereum. Isso transforma a Ethereum uma das criptomoedas mais descentralizadas, só ultrapassada pela Bitcoin.",
  "page-what-is-ethereum-run-a-node": "Executar um nó",
  "page-what-is-ethereum-smart-contract-title": "O que são contratos inteligentes?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Os contratos inteligentes são simplesmente programas informáticos</b> que vivem na blockchain Ethereum. Só são executados <b>quando acionados por uma transação de um utilizador (ou outro contrato)</b>. Tornam a Ethereum muito flexível no que pode fazer e distinguir-se de outras criptomoedas. Estes programas são o que designamos por apps descentralizadas ou dapps.",
  "page-what-is-ethereum-smart-contract-desc-2": "Já usou um produto que mudou os seus termos de serviço? Ou removeu uma funcionalidade que considerava útil? Assim que um contrato inteligente é publicado na Ethereum, ficará online e operacional enquanto a Ethereum existir. Nem mesmo o autor pode removê-lo. Como os contratos inteligentes são automatizados, não discriminam nenhum utilizador e sempre estão prontos a utilizar.",
  "page-what-is-ethereum-smart-contract-desc-3": "Exemplos populares de contratos inteligentes são aplicações de empréstimo, plataformas descentralizadas de negociação, seguros, aplicações de crowdfunding - basicamente qualquer coisa que possa imaginar.",
  "page-what-is-ethereum-more-on-smart-contracts": "Mais sobre contratos inteligentes",
  "page-what-is-ethereum-explore-dapps": "Explorar dapps",
  "page-what-is-ethereum-criminal-activity-title": "Ouvi dizer que as criptomoedas estão a ser utilizadas como uma ferramenta para atividades criminosas. É verdade?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Como qualquer forma de dinheiro, alguma parte será mal utilizada. No entanto, porque todas as transações Ethereum acontecem numa blockchain aberta, frequentemente, é mais fácil para as autoridades rastrear a atividade ilícita do que seria no sistema financeiro tradicional, tornando, muito provavelmente, a Ethereum uma escolha menos atraente para aqueles que preferem não ser detetados.",
  "page-what-is-ethereum-criminal-activity-desc-2": "A criptomoeda é utilizada muito menos do que as moedas fiduciárias para fins criminosos, conforme as principais descobertas de um recente relatório da Europol, a Agência da União Europeia para a Cooperação na Aplicação da Legislação:",
  "page-what-is-ethereum-criminal-activity-desc-3": "\"A utilização de criptomoedas para atividades ilícitas parece conter apenas uma pequena parte da economia geral da criptomoeda, e parece ser relativamente menor do que o montante de fundos ilícitos envolvidos no financiamento tradicional.\"",
  "page-what-is-ethereum-energy-title": "E quanto ao consumo de energia da Ethereum?",
  "page-what-is-ethereum-energy-desc-1": "Em 15 de setembro de 2022, a Ethereum passou pela atualização Fundir que transacionou a Ethereum de proof-of-work para proof-of-stake.",
  "page-what-is-ethereum-energy-desc-2": "A Fusão foi a maior atualização do Ethereum e reduziu o consumo de energia necessário para garantir o Ethereum em <b>99,95%</b>, criando uma rede <b>mais segura com um custo de carbono muito menor</b>. O Ethereum agora é uma blockchain de baixo carbono ao mesmo tempo em que melhora a sua segurança e escalabilidade.",
  "page-what-is-ethereum-more-on-energy-consumption": "Mais no consumo de energia",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Consumo de energia anual em TWh/ano",
  "energy-consumption-chart-global-data-centers-label": "Centros de dados globais",
  "energy-consumption-gold-mining-cbeci-label": "Gold mining",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Jogos nos EUA",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "A atualização da Fusão",
  "page-what-is-ethereum-additional-reading": "Leitura adicional",
  "page-what-is-ethereum-week-in-ethereum": "Semana em Notícias do Ethereum",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Uma newsletter semanal que cobre principais desenvolvimentos em todo o ecossistema.",
  "page-what-is-ethereum-kernel-dreamers": "Kernel",
  "page-what-is-ethereum-kernel-dreamers-desc": "O sonho do Ethereum",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Átomos, Instituições, Blockchains",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Por que a blockchains importa?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum em números",
  "adoption-chart-column-now-label": "Agora",
  "adoption-chart-investors-label": "Investidores",
  "adoption-chart-developers-label": "Programadores",
  "adoption-chart-companies-label": "Empresas",
  "adoption-chart-artists-label": "Artistas",
  "adoption-chart-musicians-label": "Músicos",
  "adoption-chart-writers-label": "Escritores",
  "adoption-chart-gamers-label": "Jogadores",
  "adoption-chart-refugees-label": "Refugiados"
}
