{
  "page-wallets-accounts-addresses": "Carteiras, contas, chaves e endereços",
  "page-wallets-accounts-addresses-desc": "Vale a pena entender as diferenças entre alguns termos-chave.",
  "page-wallets-accounts-ethereum-addresses": "<b>Uma conta Ethereum tem um endereço</b>, como uma caixa de entrada tem do e-mail. Isso é usado para identificar os ativos digitais.",
  "page-wallets-alt": "Ilustração de um robô com um cofre como corpo, representando uma carteira Ethereum",
  "page-wallets-ethereum-account": "<b>Uma conta Ethereum é um par de chaves</b>. <a href=\"/glossary/#public-key\">Uma chave</a> é usada para criar o endereço que você pode compartilhar livremente, e a <a href=\"/glossary/#private-key\">outra chave</a> que você precisa manter em segredo porque é usada para assinar coisas. Juntas, essas chaves permitem que você mantenha ativos e faça transações.",
  "page-wallets-blog": "Blogue Coinbase",
  "page-wallets-bookmarking": "Marque a sua carteira como favorita",
  "page-wallets-bookmarking-desc": "Se usa uma carteira da Internet, registe o site como favorito para se proteger de golpes de phishing.",
  "page-wallets-cd": "<b>As carteiras de hardware físico</b> são dispositivos que permitem manter a sua criptomoeda offline – muito segura",
  "page-wallets-desc-2": "Carteiras são o que a maioria das pessoas usa para gerir os seus bens digitais e identidade.",
  "page-wallets-desc-2-link": "Mais sobre ETH",
  "page-wallets-desc-3": "A sua carteira é uma ferramenta para interagir com a sua conta Ethereum. Isto significa que pode trocar de fornecedor de carteiras em qualquer altura. Muitas carteiras também permitem gerir várias contas Ethereum a partir de uma mesma aplicação.",
  "page-wallets-desc-4": "Os fornecedores de carteiras não têm custódia sob os seus fundos. Eles apenas fornecem uma forma para ver os seus bens no Ethereum e ferramentas para geri-los facilmente.",
  "page-wallets-description": "As carteiras Ethereum são aplicações que lhe dão controlo sobre a sua conta. Tal como a sua carteira física, contém tudo o que precisa para provar a sua identidade e gerir os seus ativos. A sua carteira permite-lhe iniciar sessão em aplicações, consultar o seu saldo, enviar transações e verificar a sua identidade.",
  "page-wallets-desktop": "<b>Aplicações de ambiente de trabalho</b> se preferir gerir os seus fundos através de macOS, Windows ou Linux",
  "page-wallets-ethereum-wallet": "<b>Uma carteira é uma ferramenta que lhe permite interagir com a sua conta</b>, utilizando as suas chaves. Ela permite que visualize o saldo da sua conta, envie transações e muito mais.",
  "page-wallets-explore": "Explorar Ethereum",
  "page-wallets-features-desc": "Podemos ajudá-lo a escolher a sua carteira com base nas funcionalidades que lhe interessam mais.",
  "page-wallets-features-title": "Comparação de carteiras, baseada nas suas características",
  "page-wallets-find-wallet-btn": "Escolha uma carteira",
  "page-wallets-find-wallet-link": "Encontrar uma carteira",
  "page-wallets-get-some": "Obtenha algum ETH",
  "page-wallets-get-some-alt": "Uma ilustração de uma mão a criar um logótipo ETH feito de peças de Lego",
  "page-wallets-get-some-btn": "Obter ETH",
  "page-wallets-get-some-desc": "ETH é a moeda digital nativa da Ethereum. Precisará de algum ETH na sua carteira para usar aplicações Ethereum.",
  "page-wallets-keys-to-safety": "A chave para manter as suas moedas digitais seguras",
  "page-wallets-manage-funds": "Uma aplicação para gerir os seus fundos",
  "page-wallets-manage-funds-desc": "A sua carteira mostra o seu saldo, o histórico de transações e inclui um mecanismo para enviar/receber fundos. Algumas carteiras podem apresentar outras funcionalidades.",
  "page-wallets-meta-description": "O que precisa de saber para usar carteiras Ethereum.",
  "page-wallets-meta-title": "Carteiras Ethereum",
  "page-wallets-mobile": "<b>Aplicações móveis</b> que tornam os seus fundos acessíveis a partir de qualquer lugar",
  "page-wallets-more-on-dapps-btn": "Mais sobre dapps",
  "page-wallets-most-wallets": "A maioria dos programas de carteira permite gerar uma conta Ethereum. Assim, não precisa de já ter uma conta antes de descarregar e instalar um desses programas.",
  "page-wallets-protecting-yourself": "A proteger a si e aos seus fundos",
  "page-wallets-seed-phrase": "Anote sua frase de recuperação <a href=\"/glossary/#recovery-phrase\">recovery</a>",
  "page-wallets-seed-phrase-desc": "As carteiras geralmente fornecem uma frase inicial que deve anotar num lugar seguro. Esta é a única forma de recuperar a sua carteira.",
  "page-wallets-seed-phrase-example": "Eis um exemplo:",
  "page-wallets-seed-phrase-write-down": "Não a armazene num computador. Anote-a e mantenha-a em segurança.",
  "page-wallets-slogan": "Guardar as chaves do seu futuro digital",
  "page-wallets-stay-safe": "Como permanecer seguro",
  "page-wallets-stay-safe-desc": "A liberdade financeira e a capacidade de acessar e usar fundos em qualquer lugar vem com responsabilidade – não há suporte ao cliente em criptomoedas. <b>Você é o responsável por manter chaves seguras e protegidas</b>.",
  "page-wallets-subtitle": "As carteiras ajudam-no a aceder aos seus bens digitais e iniciar sessão em aplicações.",
  "page-wallets-take-responsibility": "Assuma a responsabilidade pelos seus próprios fundos",
  "page-wallets-take-responsibility-desc": "As bolsas centralizadas ligam a sua carteira a um nome de utilizador e palavra-passe que pode recuperar de forma tradicional. Lembre-se que está a confiar a custódia dos seus fundos a essa bolsa. Se a bolsa tiver problemas financeiros, os seus fundos estarão em risco.",
  "page-wallets-tips": "Mais conselhos para se manter seguro",
  "page-wallets-tips-community": "Da comunidade",
  "page-wallets-title": "Carteiras Ethereum",
  "page-wallets-triple-check": "Verifique tudo três vezes",
  "page-wallets-triple-check-desc": "Lembre-se que as transações não podem ser revertidas e que as carteiras não podem ser facilmente recuperadas. Tome então precauções e tenha sempre um cuidado extra.",
  "page-wallets-try-dapps": "Experimente algumas dapps",
  "page-wallets-try-dapps-alt": "Uma ilustração dos membros da comunidade Ethereum a trabalharem juntos",
  "page-wallets-try-dapps-desc": "Dapps são aplicações construídas na Ethereum. São mais baratas, mais justas e mais eficientes nos seus dados do que a maioria das aplicações tradicionais.",
  "page-wallets-types": "Tipos de carteiras",
  "page-wallets-types-desc": "Existem diversas maneiras de interagir com a sua conta:",
  "page-wallets-web-browser": "<b>As carteiras do navegador</b> são aplicações web que lhe permitem interagir com a sua conta diretamente no navegador",
  "page-wallets-web-browser-extension": "<b>As carteiras de extensões de navegador</b> são extensões que você baixa e que permitem que você interaja com a sua conta e aplicativos através do navegador",
  "page-wallets-whats-a-wallet": "O que é uma carteira Ethereum?",
  "page-wallets-your-ethereum-account": "A sua conta Ethereum",
  "page-wallets-your-ethereum-account-desc": "A sua carteira é a sua janela para a conta Ethereum, o seu saldo, o histórico de transações e muito mais. Mas pode trocar de tipo de carteira a qualquer momento.",
  "page-wallets-your-login": "As suas credenciais para aplicações Ethereum",
  "page-wallets-your-login-desc": "A sua carteira permite-lhe ligar-se a aplicações utilizando a sua conta Ethereum. É como um login que pode utilizar em diversas aplicações.",
  "additional-reading-how-to-create-an-ethereum-account": "Como criar uma conta Ethereum",
  "additional-reading-how-to-use-a-wallet": "Como usar uma carteira"
}
