{
  "comp-withdrawal-comparison-current-title": "Stakers atuais",
  "comp-withdrawal-comparison-current-li-1": "Alguns utilizadores podem ter fornecido um endereço de levantamento quando configuraram inicialmente o seu depósito de staking — estes utilizadores não têm mais nada de fazer",
  "comp-withdrawal-comparison-current-li-2": "A maioria dos stakers não forneceu um endereço de retirada no depósito inicial e precisará atualizar suas credenciais de retirada. O <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Staking Launchpad</a> tem instruções sobre como fazer isso",
  "comp-withdrawal-comparison-current-p": "Pode inserir seu número de índice do validador aqui para ver se ainda precisa atualizar suas credenciais <Text as=\"span\" fontWeight=\"normal\">(isso pode ser encontrado nos registos de cliente):</Text>",
  "comp-withdrawal-comparison-new-title": "Novos stakers (ainda não depositados)",
  "comp-withdrawal-comparison-new-li-1": "Por defeito, os novos stakers que procuram ativar automaticamente os pagamentos de recompensa e a funcionalidade de retirada devem fornecer um endereço de retirada Ethereum que controlam ao gerar suas chaves de validação usando a ferramenta Staking de depósito CLI",
  "comp-withdrawal-comparison-new-li-2": "Isso não é necessário no momento do depósito, mas evitará a necessidade de atualizar essas chaves em uma data posterior para desbloquear seus fundos",
  "comp-withdrawal-comparison-new-p": "O Staking Lauchpad irá guiá-lo através da integração no staking.",
  "comp-withdrawal-comparison-new-link": "Visite o Staking Launchpad",
  "comp-withdrawal-credentials-placeholder": "Indíce do validador",
  "comp-withdrawal-credentials-error": "Ups! Verifique novamente o número do índice do validador e tente novamente.",
  "comp-withdrawal-credentials-upgraded-1": "O índice do validador {{validatorIndex}} está pronto para começar a receber recompensas!",
  "comp-withdrawal-credentials-upgraded-2": "Credenciais de levantamento associadas ao endereço de execução:",
  "comp-withdrawal-credentials-not-upgraded-1": "Este validador tem de ser atualizado.",
  "comp-withdrawal-credentials-not-upgraded-1-testnet": "Este validador testnet Holesky precisa ser atualizado.",
  "comp-withdrawal-credentials-not-upgraded-2": "Instruções sobre como atualizar podem ser encontradas em <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Staking Launchpad</a>",
  "comp-withdrawal-credentials-verify-mainnet": "Verificar na rede principal",
  "comp-withdrawal-credentials-verify-holesky": "Verificar no Holesky",
  "page-staking-withdrawals-when": "Enviado!",
  "page-staking-image-alt": "Imagem da mascote Rhino para a plataforma o Launchpad de Staking.",
  "page-staking-benefits-1-title": "Ganhe recompensas",
  "page-staking-benefits-1-description": "São recompensadas as ações que ajudam a rede a alcançar <a href=\"/glossary/#consensus\">consenso</a>. Você receberá recompensas por executar um software que agrupa corretamente as transações em novos blocos e verifica o trabalho de outros validadores, porque é isso que mantém a cadeia funcionando com segurança.",
  "page-staking-benefits-2-title": "Melhor segurança",
  "page-staking-benefits-2-description": "A rede fica mais forte contra ataques à medida que mais ETH é apostado, pois então requer mais ETH para controlar a maioria da rede. Para se tornar uma ameaça, você precisaria manter a maioria dos validadores, o que significa que você teria de controlar a maioria dos ETH no sistema – isso é muito!",
  "page-staking-benefits-3-title": "Mais sustentável",
  "page-staking-benefits-3-description": "Os Stakers não precisam fazer cálculos de prova de trabalho intensivos em energia para participar da proteção da rede, o que significa que os nós de staking podem ser executados em hardware relativamente modesto usando muito pouca energia.",
  "page-staking-benefits-3-link": "Mais informações sobre o consumo de energia da Ethereum",
  "page-staking-description": "Staking é o ato de depositar 32 ETH para ativar o software <a href=\"/glossary/#validator\">validator</a>. Como validador, será responsável por armazenar dados, processar transações e adicionar novos <a href=\"/glossary/#block\">blocks</a> ao blockchain. Isso manterá o Ethereum seguro para todos e ganhará novos ETH no processo.",
  "page-staking-hero-title": "Como apostar o seu ETH",
  "page-staking-hero-header": "Ganhe recompensas enquanto protege a Ethereum",
  "page-staking-hero-subtitle": "Qualquer usuário com qualquer quantidade de ETH pode ajudar a proteger a rede e ganhar recompensas no processo.",
  "page-staking-dropdown-home": "Página inicial de Staking",
  "page-staking-dropdown-solo": "Participação individual",
  "page-staking-more-on-solo": "Mais sobre Staking solo",
  "page-staking-learn-more-solo": "Aprenda mais sobre staking solo",
  "page-staking-dropdown-saas": "Participação como um serviço",
  "page-staking-more-on-saas": "Mais informações sobre o staking como um serviço",
  "page-staking-learn-more-saas": "Aprenda mais sobre staking como um serviço",
  "page-staking-dropdown-pools": "Participação agrupada",
  "page-staking-dropdown-withdrawals": "Sobre levantamentos",
  "page-staking-dropdown-dvt": "Tecnologia de validação atribuída",
  "page-staking-more-on-pools": "Mais sobre staking agrupado",
  "page-staking-learn-more-pools": "Saiba mais sobre os staking agrupados",
  "page-staking-section-what-title": "O que é um staking?",
  "page-staking-section-why-title": "Por que apostar os seus ETH?",
  "page-staking-section-why-p1": "Tudo depende de quanto está disposto a apostar. Precisará de 32 ETH para ativar seu próprio validador, mas é possível apostar menos.",
  "page-staking-section-why-p2": "Consulte as opções abaixo e escolha a que é melhor para si e para a rede.",
  "page-staking-guide-title-coincashew-ethereum": "Guia Ethereum 2.0 da CoinCashew",
  "page-staking-guide-title-somer-esat": "Somer Esat",
  "page-staking-guide-title-rocket-pool": "Operadores de Rocket Pool Node",
  "page-staking-guide-description-linux": "Linux (CLI)",
  "page-staking-guide-description-mac-linux": "Linux, macOS(CLI)",
  "page-staking-hierarchy-solo-h2": "Início do staking solo",
  "page-staking-hierarchy-solo-pill-1": "Mais impactado",
  "page-staking-hierarchy-solo-pill-2": "Controlo total",
  "page-staking-hierarchy-solo-pill-3": "Recompensas completas",
  "page-staking-hierarchy-solo-pill-4": "Sem confiança",
  "page-staking-hierarchy-solo-p1": "O Staking solo na Ethereum é o padrão <span class=\"gold\">gold</span> para staking. Fornece recompensas de participação completa, melhora a descentralização da rede e nunca requer confiar em ninguém com seus fundos.",
  "page-staking-hierarchy-solo-p2": "Aqueles que consideram a aposta solo devem ter pelo menos 32 ETH e um computador dedicado conectado à internet ~ 24/7. Algum conhecimento técnico é útil, mas agora existem ferramentas fáceis de usar para ajudar a simplificar esse processo.",
  "page-staking-hierarchy-saas-pill-1": "Os seus 32 ETH",
  "page-staking-hierarchy-saas-pill-2": "As suas chaves de validador",
  "page-staking-hierarchy-saas-pill-3": "A operação de nó confiado",
  "page-staking-hierarchy-saas-p1": "Se não quiser ou não se sentir confortável em lidar com hardware, mas ainda quer apostar seus 32 ETH, as opções de staking, como serviço, permitem que delegue a parte difícil enquanto ganha recompensas de bloco nativas.",
  "page-staking-hierarchy-saas-p2": "Essas opções geralmente orientam através da criação de um conjunto de credenciais de validador, descarregar suas chaves de assinatura e depositar seus 32 ETH. Isso permite que o serviço valide em seu nome.",
  "page-staking-hierarchy-saas-p3": "Este método de staking requer um certo nível de confiança no fornecedor. Para limitar o risco de contraparte, as chaves para retirar o seu ETH geralmente são mantidas em sua posse.",
  "page-staking-hierarchy-pools-pill-1": "Faça staking de qualquer montante",
  "page-staking-hierarchy-pools-pill-2": "Ganhe recompensas",
  "page-staking-hierarchy-pools-pill-3": "Mantenha a simplicidade",
  "page-staking-hierarchy-pools-pill-4": "Popular",
  "page-staking-hierarchy-pools-p1": "Existem agora várias soluções de pool para ajudar os utilizadores que não têm ou se sentem confortáveis em apostar 32 ETH.",
  "page-staking-hierarchy-pools-p2": "Muitas dessas opções incluem o que é conhecido como \"staking líquido\", que envolve um token de liquidez <a href=\"/glossary/#erc-20\">ERC-20</a> que representa seu ETH apostado.",
  "page-staking-hierarchy-pools-p3": "O staking líquido permite saídas fáceis e a qualquer momento e torna o staking tão simples quanto uma troca de tokens. Esta opção também permite que os usuários mantenham a custódia de seus ativos em seu próprio Ethereum <a href=\"/glossary/#wallet\">wallet</a>.",
  "page-staking-hierarchy-pools-p4": "O staking em pool não é nativo da rede Ethereum. Terceiros estão construindo essas soluções e acarretam os seus próprios riscos.",
  "page-staking-hierarchy-cex-h2": "Câmbios centralizados",
  "page-staking-hierarchy-cex-pill-1": "Menos impactante",
  "page-staking-hierarchy-cex-pill-2": "Pressupostos de confiança mais elevados",
  "page-staking-hierarchy-cex-p1": "Muitas plataforms centralizadas fornecem serviços de staking se ainda não estiver confortável em manter ETH na sua própria carteira. Podem ser um ganha pão para permitir que ganhe algum rendimento nas suas participações ETH com supervisão ou esforço mínimo.",
  "page-staking-hierarchy-cex-p2": "A contrapartida aqui é que os fornecedores centralizados consolidam grandes pools de ETH para executar um grande número de validadores. Isso pode ser perigoso para a rede e seus usuários, pois cria um grande alvo centralizado e ponto de falha, tornando a rede mais vulnerável a ataques ou bugs.",
  "page-staking-hierarchy-cex-p3": "Se não se sentir confortável segurando suas próprias <a href=\"/glossary/#key\">keys</a>, tudo bem. Estas opções estão aqui para si. Enquanto isso, considere verificar nossa página <a href=\"/wallets/\">wallets</a>, onde pode começar a aprender como assumir a verdadeira propriedade sobre os seus fundos. Quando estiver pronto, volte e suba de nível no seu jogo de staking experimentando um dos serviços de staking agrupados de autocustódia oferecidos.",
  "page-staking-hierarchy-subtext": "Como deve ter notado, há muitas maneiras de participar do staking Ethereum. Esses caminhos visam uma ampla gama de usuários e, em última análise, são únicos e variam em termos de riscos, recompensas e pressupostos de confiança. Alguns são mais descentralizados, testados em batalha e/ou arriscados do que outros. Nós fornecemos algumas informações sobre projetos populares no espaço, mas <em>sempre faça sua própria pesquisa</em> antes de enviar ETH para qualquer lugar.",
  "page-staking-comparison-solo-saas": "Com provedores de SaaS, ainda é obrigado a depositar 32 ETH, mas não precisa executar hardware. Normalmente, mantém o acesso às chaves do validador, mas também precisa partilhar as chaves de assinatura para que o operador possa agir em nome do validador. Isso introduz uma camada de confiança que não está presente ao executar seu próprio hardware e, ao contrário do staking solo em casa, o SaaS não ajuda tanto com a distribuição geográfica dos nós. Se se sente desconfortável ao operar hardware, mas ainda procura apostar 32 ETH, usar um fornecedor de SaaS pode ser uma boa opção para si.",
  "page-staking-comparison-solo-pools": "O staking individual está significativamente mais envolvido do que o staking com um serviço de pooling, mas oferece acesso total às recompensas ETH e controle total sobre a configuração e a segurança do seu validador. A estaca agrupada tem uma barreira de entrada significativamente menor. Os utilizadores podem apostar pequenas quantidades de ETH, não são obrigados a gerar chaves de validação e não têm requisitos de hardware além de uma ligação padrão à Internet. Os tokens de liquidez permitem a capacidade de sair do staking antes que isso seja habilitado no nível do protocolo. Se estiver interessado nesses recursos, o staking agrupado pode ser uma boa opção.",
  "page-staking-comparison-saas-solo": "Você deve confiar em um terceiro, que pode potencialmente agir maliciosamente ou se tornar um alvo de ataque ou regulação. Se esses pressupostos de confiança ou riscos de centralização lhe dizem respeito, o padrão-ouro da aposta auto-soberana é o staking solo.",
  "page-staking-comparison-saas-pools": "Eles são semelhantes na medida em que você geralmente confia em outra pessoa para executar o cliente validador, mas, ao contrário do SaaS, o staking em pool permite que você participe com quantidades menores de ETH. Se procura apostar com menos de 32 ETH, considere verificá-los.",
  "page-staking-comparison-pools-solo": "O staking agrupado tem uma barreira de entrada significativamente menor quando comparado ao staking solo, mas vem com risco adicional ao delegar todas as operações de nó a terceiros e com uma taxa. A staking solo dá total soberania e controle sobre as escolhas que envolvem a escolha de uma configuração de stake. Os Stakers nunca têm de entregar as suas chaves, e ganham recompensas completas sem que nenhum intermediário faça um corte.",
  "page-staking-comparison-pools-saas": "Estes são semelhantes na medida em que os stakers não executam o software validador em si, mas ao contrário das opções de pooling, o SaaS requer um depósito total de 32 ETH para ativar um validador. As recompensas se acumulam para o staker, e geralmente envolvem uma taxa mensal ou outra aposta para usar o serviço. Se você preferir suas próprias chaves de validação e estiver procurando apostar pelo menos 32 ETH, usar um provedor de SaaS pode ser uma boa opção para você.",
  "page-staking-considerations-solo-1-description": "O código essencial é 100% de código aberto e está disponível ao público para o fork e utilização",
  "page-staking-considerations-solo-1-warning": "Código fechado",
  "page-staking-considerations-solo-2-title": "Auditado",
  "page-staking-considerations-solo-2-description": "Código essencial passou por auditoria formal com resultados publicados e disponíveis publicamente",
  "page-staking-considerations-solo-2-warning": "Nenhum",
  "page-staking-considerations-solo-3-title": "Recompensa por bugs",
  "page-staking-considerations-solo-3-description": "Uma recompensa pública por bugs foi realizada em qualquer código essencial para recompensar os utilizadores por relatar e/ou corrigir vulnerabilidades de segurança",
  "page-staking-considerations-solo-3-valid": "Atualmente ativo",
  "page-staking-considerations-solo-3-caution": "Concluído",
  "page-staking-considerations-solo-4-title": "Batalha testada",
  "page-staking-considerations-solo-4-description": "O software esteve disponível e foi utilizado pelo público durante o período de tempo indicado",
  "page-staking-considerations-solo-4-valid": "Ativo > 1 ano",
  "page-staking-considerations-solo-4-caution": "Ativo > 6 meses",
  "page-staking-considerations-solo-4-warning": "Recém-lançado",
  "page-staking-considerations-solo-5-title": "Sem confiança",
  "page-staking-considerations-solo-5-description": "As chaves do validador não são confiadas a nenhum outro ser humano em nenhum momento do ciclo de vida do validador. Todos os contratos inteligentes envolvidos são livres de portas traseiras, sem depender de permissões privilegiadas para execução.",
  "page-staking-considerations-solo-5-warning": "Fidedigno",
  "page-staking-considerations-solo-6-title": "Sem permissão",
  "page-staking-considerations-solo-6-description": "Os usuários não precisam de nenhuma permissão especial para operar um validador usando o software ou serviço",
  "page-staking-considerations-solo-6-valid": "Sem permissão",
  "page-staking-considerations-solo-6-warning": "Permissão cedida",
  "page-staking-considerations-solo-7-title": "Multi-cliente",
  "page-staking-considerations-solo-7-description": "O software permite que os utilizadores escolham e alternem entre pelo menos dois ou mais clientes de execução e dois ou mais clientes de camada de consenso",
  "page-staking-considerations-solo-7-valid": "Fácil comutação de cliente",
  "page-staking-considerations-solo-7-warning": "Limitado a um cliente maioritário",
  "page-staking-considerations-solo-8-title": "Autocustódia",
  "page-staking-considerations-solo-8-description": "O utilizador mantém a custódia de todas as credenciais do validador, incluindo chaves de assinatura e retirada",
  "page-staking-considerations-solo-8-warning": "Custódia de terceiros",
  "page-staking-considerations-solo-9-title": "Económico",
  "page-staking-considerations-solo-9-description": "Os utilizadores podem operar um validador apostando menos de 32 ETH, utilizando fundos agrupados de outros",
  "page-staking-considerations-solo-9-valid": "<32 ETH",
  "page-staking-considerations-solo-9-warning": "32 ETH",
  "page-staking-considerations-saas-4-description": "O serviço esteve disponível e foi utilizado pelo público durante o período de tempo indicado",
  "page-staking-considerations-saas-6-description": "Os utilizadores não precisam de nenhuma permissão especial, inscrição de conta ou KYC para participar do serviço",
  "page-staking-considerations-saas-6-valid": "Qualquer pessoa pode participar",
  "page-staking-considerations-saas-6-warning": "Permissão cedida",
  "page-staking-considerations-saas-7-title": "Diversidade de execução",
  "page-staking-considerations-saas-7-description": "O serviço não deve executar mais de 50% de seus validadores agregados com um cliente de execução maioritário",
  "page-staking-considerations-saas-7-valid": "Menos de 50%",
  "page-staking-considerations-saas-7-caution": "Atualmente desconhecido",
  "page-staking-considerations-saas-7-warning": "Mais de 50%",
  "page-staking-considerations-saas-8-title": "Diversidade de consensos",
  "page-staking-considerations-saas-8-description": "O serviço não deve executar mais de 50% de seus validadores agregados com um cliente de consenso maioritário",
  "page-staking-considerations-saas-8-valid": "Menos de 50%",
  "page-staking-considerations-saas-8-caution": "Atualmente desconhecido",
  "page-staking-considerations-saas-8-warning": "Mais de 50%",
  "page-staking-considerations-pools-5-description": "O Serviço não requer a confiança de nenhum ser humano para guardar suas chaves ou distribuir recompensas",
  "page-staking-considerations-pools-6-title": "Nós sem permissão",
  "page-staking-considerations-pools-6-description": "O serviço permite que qualquer pessoa participe como operador de nó para o pool, sem permissão",
  "page-staking-considerations-pools-7-description": "O serviço não deve executar mais de 50% de seus validadores agregados com um cliente de execução maioritário",
  "page-staking-considerations-pools-8-title": "Token de liquidez",
  "page-staking-considerations-pools-8-description": "Oferece token de liquidez negociável representando o seu ETH apostado, mantido na sua própria carteira",
  "page-staking-considerations-pools-8-valid": "Token(s) de liquidez",
  "page-staking-considerations-pools-8-warning": "Sem token de liquidez",
  "page-staking-considerations-pools-9-description": "O serviço não deve executar mais de 50% de seus validadores agregados com um cliente de consenso maioritário",
  "page-staking-how-solo-works-item-1": "Obtenha algum hardware: precisa de <a href=\"/run-a-node/\">executar um nó</a> para fazer staking",
  "page-staking-how-solo-works-item-2": "Sincronizar um cliente de camada de execução",
  "page-staking-how-solo-works-item-3": "Sincronizar um cliente de camada de consenso",
  "page-staking-how-solo-works-item-4": "Gere as suas chaves e carregue-as no seu cliente validador",
  "page-staking-how-solo-works-item-5": "Monitorize e mantenha seu nó",
  "page-staking-launchpad-widget-testnet-label": "Testnet Holesky",
  "page-staking-launchpad-widget-testnet-start": "Comece a apostar no testnet Holesky",
  "page-staking-launchpad-widget-mainnet-label": "Rede principal",
  "page-staking-launchpad-widget-mainnet-start": "Comece a apostar na Mainnet",
  "page-staking-launchpad-widget-span": "Escolha a rede de conexão",
  "page-staking-launchpad-widget-p1": "Espera-se que os validadores individuais <strong>testem suas habilidades operacionais e de configuração</strong> na testnet Holesky antes de arriscar fundos. Lembre-se de que é importante escolher um <a href=\"/developers/docs/nodes-and-clients/client-diversity/\">cliente minoritário,</a> pois melhora a segurança da rede e limita o seu risco.",
  "page-staking-launchpad-widget-p2": "Se estiver confortável com isso, pode configurar tudo o que é necessário a partir da linha de comando usando apenas o Staking Launchpad.",
  "page-staking-launchpad-widget-p3": "Para facilitar as coisas, confira algumas das ferramentas e guias abaixo que podem ajudá-lo ao lado do Staking Launchpad para configurar os seus clientes com facilidade.",
  "page-staking-launchpad-widget-link": "Guia e ferramentas de software",
  "page-staking-products-get-started": "Introdução",
  "page-staking-dropdown-staking-options": "Opções de Staking",
  "page-staking-dropdown-staking-options-alt": "Menu pendente de Opções de staking",
  "page-staking-stats-box-metric-1": "Total de ETH em staking",
  "page-staking-stats-box-metric-2": "Total de validadores",
  "page-staking-stats-box-metric-3": "TAE atual",
  "page-staking-stats-box-metric-1-tooltip": "Soma de ETH em jogo na Beacon Chain, não incluindo saldos acima de 32 ETH",
  "page-staking-stats-box-metric-2-tooltip": "Número de contas validadoras atualmente ativadas na Beacon Chain",
  "page-staking-stats-box-metric-3-tooltip": "Retorno financeiro médio anualizado por validador nas últimas 24 horas",
  "page-staking-section-comparison-subtitle": "Não existe uma solução única para o staking, e cada uma é única. Aqui vamos comparar alguns dos riscos, recompensas e requisitos das diferentes maneiras que pode apostar.",
  "page-staking-section-comparison-rewards-title": "Recompensas",
  "page-staking-section-comparison-solo-rewards-li1": "Recompensas máximas - receba recompensas completas diretamente do protocolo",
  "page-staking-section-comparison-solo-rewards-li2": "Receberá recompensas por agrupar transações em um novo bloco ou verificar o trabalho de outros validadores para manter a cadeia a funcionar com segurança",
  "page-staking-section-comparison-solo-rewards-li3": "Também receberá taxas de transação não queimadas para blocos propostos",
  "page-staking-section-comparison-saas-rewards-li1": "Geralmente envolve recompensas de protocolo completo menos taxa mensal para operações de nó",
  "page-staking-section-comparison-saas-rewards-li2": "Painéis geralmente disponíveis para rastrear facilmente o seu cliente validador",
  "page-staking-section-comparison-pools-rewards-li1": "Os stakers agrupados acumulam recompensas de forma diferente, dependendo do método de staking agrupado escolhido",
  "page-staking-section-comparison-pools-rewards-li2": "Muitos serviços de staking agrupados oferecem um ou mais <a href=\"/glossary/#liquidity-tokens\">tokens de liquidez</a> que representam seu ETH apostado mais sua parte das recompensas do validador",
  "page-staking-section-comparison-pools-rewards-li3": "Os tokens de liquidez podem ser mantidos em sua própria carteira, usados em <a href=\"/glossary/#defi\">DeFi</a> e vendidos se decidir sair",
  "page-staking-section-comparison-risks-title": "Riscos",
  "page-staking-section-comparison-solo-risks-li1": "O seu ETH está em staking",
  "page-staking-section-comparison-solo-risks-li2": "Há penalidades, que custam ETH, por ficar offline",
  "page-staking-section-comparison-solo-risks-li3": "O comportamento malicioso pode resultar em \"corte\" de maiores quantidades de ETH e ejeção forçada da rede",
  "page-staking-section-comparison-saas-risks-li1": "Os mesmos riscos que a participação individual acrescida do risco de contraparte do prestador de serviços",
  "page-staking-section-comparison-saas-risks-li2": "O uso das suas chaves de assinatura é confiado a outra pessoa que pode se comportar maliciosamente",
  "page-staking-section-comparison-pools-risks-li1": "Os riscos variam consoante o método utilizado",
  "page-staking-section-comparison-pools-risks-li2": "Em geral, os riscos consistem numa combinação de contraparte, <a href=\"/glossary/#smart-contract\">contrato inteligente</a> e risco de execução",
  "page-staking-section-comparison-requirements-title": "Requisitos",
  "page-staking-section-comparison-solo-requirements-li1": "Tem de depositar 32 ETH",
  "page-staking-section-comparison-solo-requirements-li2": "Mantenha o hardware que executa um cliente de <a href=\"/glossary/#execution-client\">execução</a> Ethereum e <a href=\"/glossary/#consensus-client\">consenso</a> enquanto estiver conectado à internet",
  "page-staking-section-comparison-solo-requirements-li3": "O <a href=\"https://holesky.launchpad.ethereum.org\" target=\"_blank\">Staking Launchpad</a> irá guiá-lo através do processo e dos requisitos de hardware",
  "page-staking-section-comparison-saas-requirements-li1": "Deposite 32 ETH e gere as suas chaves com assistência",
  "page-staking-section-comparison-saas-requirements-li2": "Guarde as suas chaves em segurança",
  "page-staking-section-comparison-saas-requirements-li3": "O resto é tratado, embora os serviços específicos variem",
  "page-staking-section-comparison-pools-requirements-li1": "Requisitos de ETH mais baixos, alguns projetos exigem apenas 0,01 ETH",
  "page-staking-section-comparison-pools-requirements-li2": "Deposite diretamente da sua carteira para diferentes plataformas de staking agrupadas ou simplesmente negocie por um dos tokens de liquidez de staking",
  "page-staking-faq-1-question": "O que é um validador?",
  "page-staking-faq-1-answer": "Um <em>validador</em> é uma entidade virtual que vive no Ethereum e participa do consenso do protocolo Ethereum. Os validadores são representados por um saldo, chave pública e outras propriedades. Um <em>cliente validador</em> é o software que atua em nome do validador, mantendo e usando sua chave privada. Um único cliente validador pode conter muitos pares de chaves, controlando muitos validadores.",
  "page-staking-faq-2-question": "Por que preciso ter fundos em staking?",
  "page-staking-faq-2-answer": "Um validador tem a capacidade de propor e atestar blocos para a rede. Para evitar comportamentos desonestos, os utilizadores devem ter os seus fundos em jogo. Isso permite que o protocolo penalize atores mal-intencionados. Staking é um meio de mantê-lo honesto, pois suas ações terão consequências financeiras.",
  "page-staking-faq-3-question": "Posso comprar \"Eth2\"?",
  "page-staking-faq-3-answer-p1": "Não há nenhum token \"Eth2\" nativo do protocolo, já que o token nativo ether (ETH) não mudou quando o Ethereum mudou para proof-of-stake.",
  "page-staking-faq-3-answer-p2": "Existem tokens/tickers derivados que podem representar ETH apostado (ou seja, rETH do Rocket Pool, stETH do Lido, ETH2 da Coinbase). Saiba mais sobre <a href=\"/staking/pools/\">staking pools</a>",
  "page-staking-faq-4-question": "O staking já está disponível?",
  "page-staking-faq-4-answer-p1": "Sim. O Staking está no ar desde 1 de dezembro de 2020",
  "page-staking-faq-4-answer-p2": "Isso significa que o staking está atualmente ativo para que os utilizadores depositem seu ETH, executem um cliente validador e comecem a ganhar recompensas.",
  "page-staking-faq-4-answer-p3": "A atualização Xangai/Capella foi concluída em 12 de abril de 2023, permitindo retiradas de stakes, fechando o ciclo de staking de liquidez.",
  "page-staking-faq-5-question": "Quando posso levantar o meu ETH apostado?",
  "page-staking-faq-5-answer-p1": "Agora! Os Stakers são livres de levantar as suas recompensas e/ou depósito principal do seu saldo validador, se assim o desejarem.",
  "page-staking-faq-5-answer-p2": "Os stakers também ganharão recompensas na forma de taxas e MEV ao propor blocos, que são disponibilizados imediatamente através do endereço do destinatário da taxa definida.",
  "page-staking-faq-5-answer-link": "Mais informações sobre levantamentos de staking",
  "page-staking-further-reading-author-vitalik-buterin": "Vitalik Buterin",
  "page-staking-further-reading-2-link": "Serenity Design Racional",
  "page-staking-further-reading-4-link": "Notícias Eth2",
  "page-staking-further-reading-4-author": "Ben Edgington",
  "page-staking-further-reading-5-link": "Finalizado o n. º 33, a camada de consenso Ethereum (jan 2022)",
  "page-staking-further-reading-5-author": "Danny Ryan",
  "page-staking-further-reading-6-link": "Publicações de Atestado",
  "page-staking-further-reading-8-link": "Beaconcha.in Materiais Educativos Contribuídos pela Comunidade",
  "page-staking-further-reading-9-link": "Perguntas frequentes sobre o Ethereum Staking Launchpad",
  "page-staking-further-reading-10-link": "Base de conhecimento EthStaker",
  "page-staking-toc-how-to-stake-your-eth": "Como apostar o seu ETH",
  "page-staking-toc-comparison-of-options": "Comparação das opções de staking",
  "page-staking-toc-faq": "Perguntas Frequentes",
  "page-staking-toc-further": "Leitura adicional",
  "page-staking-dom-info-title": "Staking com Ethereum",
  "page-staking-join-community": "Junte-se à comunidade staker",
  "page-staking-join-community-desc": "EthStaker é uma comunidade para todos discutirem e aprenderem sobre staking no Ethereum. Junte-se a dezenas de milhares de membros de todo o mundo para obter conselhos, apoio e falar sobre tudo o que está a acontecer.",
  "page-staking-meta-description": "Uma visão geral do Ethereum staking: os riscos, recompensas, requisitos e onde fazê-lo.",
  "page-staking-meta-title": "Ethereum staking",
  "page-staking-withdrawals-important-notices": "Avisos importantes",
  "page-staking-withdrawals-important-notices-desc": "Os levantamentos ainda não estão disponíveis. Por favor, leia as <a href=\"https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/\" target=\"_blank\">Perguntas frequentes sobre a fusão e pós-fusão de Eth2</a> para obter mais informações.",
  "page-upgrades-merge-btn": "Mais sobre a fusão",
  "subscribe-to-ef-blog": "<a href=\"https://blog.ethereum.org/category/protocol/#subscribe\" target=\"_blank\">Subscreva o Blog do EF</a> para receber notificações por e-mail para os anúncios de protocolo mais recentes.",
  "page-staking-comparison-with-other-options": "Comparação com outras opções",
  "page-staking-any-amount": "Qualquer montante",
  "page-staking-testnet": "testnet"
}
