{
  "page-roadmap-title": "Roteiro Ethereum",
  "page-roadmap-meta-title": "Plano de desenvolvimento do Ethereum | ethereum.org",
  "page-roadmap-meta-description": "O caminho para uma maior escalabilidade, segurança e sustentabilidade do Ethereum.",
  "page-roadmap-banner-notification": "O Ethereum é desenvolvido pela comunidade e está sujeito a alterações.",
  "page-roadmap-changes-coming-title": "Quais mudanças estão por vir no Ethereum?",
  "page-roadmap-changes-coming-description": "O Ethereum já é uma plataforma poderosa, mas ainda está em constante evolução. Um conjunto ambicioso de melhorias vai transformá-lo de sua forma atual em uma plataforma totalmente escalável e altamente resiliente.",
  "page-roadmap-cheaper-transactions-title": "Transações mais baratas",
  "page-roadmap-cheaper-transactions-description": "Os *rollups* ainda são caros e dependem de componentes centralizados, o que faz com que os usuários precisem confiar demais em seus operadores. O roteiro inclui soluções para ambos os problemas.",
  "page-roadmap-cheaper-transactions-button": "Saiba mais sobre redução de taxas",
  "page-roadmap-extra-security-title": "Segurança extra",
  "page-roadmap-extra-security-description": "Atualmente, o Ethereum é muito seguro, mas pode tornar-se ainda mais forte, capaz de suportar diversos tipos de ataques a longo prazo.",
  "page-roadmap-extra-security-button": "Mais informações sobre segurança",
  "page-roadmap-better-user-experience-title": "Melhor experiência do usuário",
  "page-roadmap-better-user-experience-description": "Mais suporte para carteiras de contratos inteligentes e nós leves tornará o uso do Ethereum mais simples e seguro.",
  "page-roadmap-better-user-experience-button": "Saiba mais sobre a experiência do utilizador",
  "page-roadmap-future-proofing-title": "Preparação para o futuro",
  "page-roadmap-future-proofing-description": "Investigadores e desenvolvedores do Ethereum estão a resolver os problemas de amanhã hoje, fortalecendo a rede para as próximas gerações.",
  "page-roadmap-future-proofing-button": "Mais sobre a preparação para o futuro",
  "page-roadmap-why-need-title": "Por que o Ethereum precisa de um roteiro?",
  "page-roadmap-why-need-description": "O Ethereum recebe atualizações regulares que aprimoram sua escalabilidade, segurança ou sustentabilidade. Uma das maiores forças do Ethereum é sua capacidade de se adaptar à medida que novas ideias surgem da pesquisa e do desenvolvimento. Essa adaptabilidade dá ao Ethereum a flexibilidade necessária para enfrentar desafios emergentes e acompanhar os avanços tecnológicos mais modernos.",
  "page-roadmap-how-defined-title": "Como o roteiro é definido",
  "page-roadmap-how-defined-p1": "O roteiro é, em grande parte, resultado de anos de trabalho de pesquisadores e desenvolvedores — por o protocolo ser muito técnico — mas qualquer pessoa motivada pode participar.",
  "page-roadmap-how-defined-p2": "As ideias geralmente começam como discussões em fóruns como o <a href=\"https://ethresear.ch\">ethresear.ch</a>, o <a href=\"https://ethereum-magicians.org\">Ethereum Magicians</a> ou o servidor de Discord do Eth R\\&D. Elas podem surgir como respostas a novas vulnerabilidades descobertas, sugestões de organizações que atuam na camada de aplicação (como dapps e exchanges) ou a partir de fricções conhecidas para os usuários finais (como custos ou velocidade de transações).",
  "page-roadmap-how-defined-p3": "Quando estas ideias amadurecem, podem ser propostas como <a href=\"https://eips.ethereum.org\">Propostas de Melhoria do Ethereum</a>. Tudo isto é feito publicamente para que qualquer pessoa da comunidade possa dar a sua opinião a qualquer momento.",
  "page-roadmap-governance-button": "Mais sobre a governança do Ethereum",
  "page-roadmap-hero-alt": "Roteiro Ethereum",
  "page-roadmap-technical-upgrades-title": "Quais as atualizações técnicas previstas para o Ethereum?",
  "page-roadmap-danksharding-title": "Danksharding",
  "page-roadmap-danksharding-description": "O Danksharding torna os rollups L2 muito mais baratos para os utilizadores ao adicionar \"blobs\" de dados aos blocos do Ethereum.",
  "page-roadmap-single-slot-finality-title": "Finalidade de slot único",
  "page-roadmap-single-slot-finality-description": "Em vez de esperar quinze minutos, os blocos podem ser propostos e finalizados no mesmo slot. Isto é mais conveniente para aplicações e mais difícil de atacar.",
  "page-roadmap-account-abstraction-title": "Abstração da conta",
  "page-roadmap-account-abstraction-description": "A abstração de contas é uma classe de atualizações que suporta carteiras de contrato inteligente de forma nativa no Ethereum, em vez de ser necessário utilizar middleware complexo.",
  "page-roadmap-statelessness-title": "Ausência de estado",
  "page-roadmap-statelessness-description": "Clientes sem estado poderão verificar novos blocos sem ter de armazenar grandes quantidades de dados. Isso proporcionará todos os benefícios da execução de um nó por uma pequena fração dos custos atuais.",
  "page-roadmap-learn-more": "Saiba mais",
  "page-roadmap-timeline-title": "Qual é o cronograma para estas atualizações?",
  "page-roadmap-blocks-alt": "Blocos ethereum",
  "page-roadmap-faq-1-title": "O roteiro do Ethereum vai mudar com o tempo?",
  "page-roadmap-faq-1-p1": "Sim—quase de certeza.",
  "page-roadmap-faq-1-p1-continued": "O plano de desenvolvimento atual do Ethereum cobre estratégias imediatas e futuras. É esperado que este plano seja atualizado com base em novas informações e tecnologias.",
  "page-roadmap-faq-1-p2": "Pense no roteiro do Ethereum como um conjunto de intenções para aprimorar a rede; é a melhor hipótese dos pesquisadores e desenvolvedores principais sobre o caminho mais ideal para o futuro do Ethereum.",
  "page-roadmap-faq-2-title": "Quando o roteiro será concluído?",
  "page-roadmap-faq-2-p1": "Algumas atualizações têm prioridade mais baixa e provavelmente não serão implementadas nos próximos 5 a 10 anos (por exemplo, resistência quântica).",
  "page-roadmap-faq-2-p1-strong": "É difícil fornecer datas precisas para cada atualização",
  "page-roadmap-faq-2-p1-continued": "para prever o futuro da rede, é importante entender que muitos itens do roadmap são trabalhados em paralelo e desenvolvidos em velocidades diferentes. A urgência de uma atualização também pode mudar ao longo do tempo, dependendo de fatores externos (por exemplo, um salto repentino no desempenho e na disponibilidade de computadores quânticos pode tornar a criptografia resistente a quântica mais urgente).",
  "page-roadmap-faq-2-p2": "Uma maneira de pensar no desenvolvimento do Ethereum é por analogia com a evolução biológica. Uma rede capaz de se adaptar a novos desafios e manter sua “aptidão” tem mais chances de prosperar do que uma resistente a mudanças — embora, à medida que a rede se torna cada vez mais eficiente, escalável e segura, menos alterações no protocolo serão necessárias.",
  "page-roadmap-faq-3-title": "Preciso de fazer algo para preparar-me para estas atualizações?",
  "page-roadmap-faq-3-p1": "As atualizações normalmente não afetam os usuários finais, exceto por oferecer melhores experiências de uso, um protocolo mais seguro e talvez mais <i>opções</i> sobre como interagir com o Ethereum. <strong>Usuários comuns não precisam participar ativamente de uma atualização, nem fazer nada para proteger seus ativos.</strong> Já os operadores de <a href=\"/glossary/#node\">nós</a> precisam atualizar seus clientes para se preparar para uma atualização. Algumas mudanças também podem afetar desenvolvedores de aplicações. Por exemplo, upgrades de expiração de histórico podem exigir que desenvolvedores busquem dados antigos em novas fontes.",
  "page-roadmap-faq-4-title": "E quanto ao sharding?",
  "page-roadmap-faq-4-p1": "O sharding é o processo de dividir a blockchain do Ethereum para que subconjuntos de <a href=\"/glossary/#validator\">validadores</a> sejam responsáveis apenas por uma fração dos dados totais. Essa era, originalmente, a estratégia principal para escalar o Ethereum. No entanto, as soluções de <a href=\"/glossary/#layer-2\">camada 2</a> (rollups) se desenvolveram muito mais rápido do que o esperado, já trazendo bastante escalabilidade e prometendo ainda mais após a implementação do Proto-Danksharding. Isso significa que as chamadas “shard chains” não são mais necessárias e foram removidas do roadmap.",
  "page-roadmap-release-status-prod": "Em funcionamento",
  "page-roadmap-release-status-soon": "Em breve",
  "page-roadmap-release-status-dev": "Em desenvolvimento",
  "page-roadmap-release-main-features": "Principais funcionalidades",
  "page-roadmap-release-learn-more": "Saiba mais",
  "page-roadmap-paris-pos-title": "Transição para Prova de Participação",
  "page-roadmap-paris-pos-item-1": "Substituiu a mineração intensiva em energia por um consenso baseado em staking",
  "page-roadmap-paris-pos-item-2": "Reduziu o consumo de energia do Ethereum em ~99,95%",
  "page-roadmap-paris-beacon-title": "Integração da Beacon Chain",
  "page-roadmap-paris-beacon-item-1": "Fundiu a Beacon Chain com a rede principal do Ethereum",
  "page-roadmap-paris-beacon-item-2": "Permitiu a transição completa para o mecanismo de consenso PoS",
  "page-roadmap-paris-difficulty-title": "Remoção da Bomba de Dificuldade",
  "page-roadmap-paris-difficulty-item-1": "Removeu a bomba de dificuldade que estava a aumentar a dificuldade de mineração",
  "page-roadmap-paris-difficulty-item-2": "Garantiu uma transição suave para o novo mecanismo de consenso",
  "page-roadmap-shapella-withdrawals-title": "Levantamentos de staking",
  "page-roadmap-shapella-withdrawals-item-1": "Permitiu que os validadores retirassem os seus ETH em staking e as suas recompensas",
  "page-roadmap-shapella-withdrawals-item-2": "Introduziu capacidades de retirada parcial e total",
  "page-roadmap-shapella-eip4895-title": "EIP-4895: Retiradas por push da Beacon Chain",
  "page-roadmap-shapella-eip4895-item-1": "Adicionou uma nova operação ao nível do sistema para retiradas",
  "page-roadmap-shapella-eip4895-item-2": "Garantiu o processamento seguro e eficiente dos pedidos de retirada",
  "page-roadmap-shapella-eip3651-title": "EIP-3651: COINBASE quente",
  "page-roadmap-shapella-eip3651-item-1": "Reduziu os custos de gas para aceder ao endereço COINBASE",
  "page-roadmap-shapella-eip3651-item-2": "Melhorou a eficiência de certas operações de contratos inteligentes",
  "page-roadmap-dencun-danksharding-title": "Proto-danksharding (EIP-4844)",
  "page-roadmap-dencun-danksharding-item-1": "Introduziu as transações de blob para reduzir significativamente os custos de transação dos rollups",
  "page-roadmap-dencun-danksharding-item-2": "Adicionou um novo tipo de transação que armazena dados de forma temporária e barata",
  "page-roadmap-dencun-eip1153-title": "EIP-1153: Opcodes de armazenamento transiente",
  "page-roadmap-dencun-eip1153-item-1": "Adicionou os opcodes TSTORE e TLOAD para armazenamento temporário durante a execução da transação",
  "page-roadmap-dencun-eip1153-item-2": "Permite padrões de contratos inteligentes mais eficientes e reduz os custos de gas",
  "page-roadmap-dencun-eip4788-title": "EIP-4788: Raiz do bloco da Beacon no EVM",
  "page-roadmap-dencun-eip4788-item-1": "Expõe informações da camada de consenso aos contratos inteligentes",
  "page-roadmap-dencun-eip4788-item-2": "Permite novas aplicações com confiança minimizada e pontes entre cadeias",
  "page-roadmap-pectra-eoa-title": "Melhorar as carteiras EOA com funcionalidade de contrato inteligente",
  "page-roadmap-pectra-eoa-item-1": "Os utilizadores podem definir que o seu endereço seja representado por um código de um contrato inteligente existente e obter benefícios como loteamento de transações, patrocínio de taxas de transação ou melhores mecanismos de recuperação",
  "page-roadmap-pectra-balance-title": "Aumentar o saldo efetivo máximo",
  "page-roadmap-pectra-balance-item-1": "Os stakers agora podem escolher uma quantidade arbitrária de ETH para fazer staking e receber recompensas sobre cada 1 ETH acima do mínimo",
  "page-roadmap-pectra-blob-title": "Aumento do débito de blobs",
  "page-roadmap-pectra-blob-item-1": "A contagem de blobs será aumentada de 3 para 6 alvos, com um máximo de 9, resultando em taxas mais baratas nos rollups do Ethereum",
  "page-roadmap-fusaka-peerdas-title": "PeerDAS (Amostragem de Disponibilidade de Dados Peer-to-Peer)",
  "page-roadmap-fusaka-peerdas-item-1": "Permite uma disponibilidade de dados mais eficiente para rollups",
  "page-roadmap-fusaka-peerdas-item-2": "Torna a execução de um nó mais acessível, mantendo a descentralização",
  "page-roadmap-fusaka-additional-title": "Funcionalidades Adicionais Potenciais",
  "page-roadmap-fusaka-additional-item-1": "Suporte para enclaves seguros em dispositivos móveis para melhorar a UX",
  "page-roadmap-fusaka-additional-item-2": "Melhorias no mercado de taxas de blob",
  "page-roadmap-fusaka-additional-item-3": "Melhorias adicionais na eficiência dos validadores e no desempenho da rede",
  "page-roadmap-glamsterdam-discussed-title": "Agendado para Glamsterdam",
  "page-roadmap-glamsterdam-discussed-item-1": "Separação Proponente-Construtor Consagrada (ePBS)",
  "page-roadmap-glamsterdam-discussed-item-2": "Listas de Acesso ao Nível de Bloco (BALs)"
}
