{
  "page-what-is-ethereum-alt-img-bazaar": "Ilustração de uma pessoa a espreitar para um mercado, pretendendo representar a Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Uma ilustração dos membros da comunidade Ethereum a trabalharem juntos",
  "page-what-is-ethereum-alt-img-lego": "Uma ilustração de uma mão a criar um logótipo ETH feito de peças de Lego",
  "page-what-is-ethereum-banking-card": "Banca para todos",
  "page-what-is-ethereum-banking-card-desc": "Nem todos têm acesso a serviços financeiros. Uma conexão com a internet é tudo o que é necessário para acessar o Ethereum e os produtos de empréstimo, financiamento e poupança construídos sobre ele.",
  "page-what-is-ethereum-build": "Crie algo com a Ethereum",
  "page-what-is-ethereum-build-desc": "Se pretende criar algo com a Ethereum, leia os nossos documentos, experimente alguns tutoriais, ou verifique as ferramentas de que precisa para começar.",
  "page-what-is-ethereum-censorless-card": "Resistente à censura",
  "page-what-is-ethereum-censorless-card-desc": "Nenhum governo ou empresa tem controlo sobre a Ethereum. A descentralização torna quase impossível que alguém impeça a receção de pagamentos ou a utilização de serviços na Ethereum.",
  "page-what-is-ethereum-comm-desc": "A nossa comunidade inclui pessoas de todas as origens, incluindo artistas, cripto-anarquistas, empresas da Fortune 500, e agora você. Descubra como se pode envolver ainda hoje.",
  "page-what-is-ethereum-commerce-card": "Garantias comerciais",
  "page-what-is-ethereum-commerce-card-desc": "Os clientes transacionam com a garantia integrada e segura de que os fundos só mudarão de mãos quando se fornece o acordado. Da mesma forma, os programadores trabalham com a certeza de que as regras não serão alteradas ao longo do processo.",
  "page-what-is-ethereum-composable-card": "Produtos compostos",
  "page-what-is-ethereum-composable-card-desc": "Todas as aplicações são construídas na mesma cadeia de blocos com um estado global partilhado, o que significa que podem ser construídas umas a partir das outras (como peças de Lego). Isto permite melhores produtos e experiências e garante que ninguém pode remover as ferramentas em que as aplicações se baseiam.",
  "page-what-is-ethereum-community": "A comunidade Ethereum",
  "page-what-is-ethereum-desc": "A fundação para o nosso futuro digital",
  "page-what-is-ethereum-explore": "Explorar a Ethereum",
  "page-what-is-ethereum-internet-card": "Uma internet aberta",
  "page-what-is-ethereum-internet-card-desc": "Qualquer um pode interagir com a rede Ethereum ou construir aplicações sobre ela. Isto permite-lhe controlar os seus próprios ativos e identidade, em vez de serem controlados por algumas mega-corporações.",
  "page-what-is-ethereum-meet-comm": "Conheça a comunidade",
  "page-what-is-ethereum-meta-description": "Aprenda sobre Ethereum, o que faz e como pode utilizá-la.",
  "page-what-is-ethereum-meta-title": "O que é o Ethereum?",
  "page-what-is-ethereum-p2p-card": "Uma rede peer-to-peer",
  "page-what-is-ethereum-p2p-card-desc": "A Ethereum permite-lhe coordenar, fazer acordos ou transferir activos digitais diretamente com outras pessoas. Não precisa de recorrer a intermediários.",
  "page-what-is-ethereum-start-building-btn": "Começar a construir",
  "page-what-is-ethereum-title": "O que é a Ethereum?",
  "page-what-is-ethereum-subtitle": "Guia completo para iniciantes sobre como funciona o Ethereum, quais são os benefícios que traz e como é utilizado por milhões de pessoas em todo o mundo.",
  "page-what-is-ethereum-button-lets-start": "Vamos começar",
  "page-what-is-ethereum-blockchain-tab-title": "O que é uma blockchain?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Uma blockchain (cadeia de blocos) é uma base de dados de transações</b> que é atualizada e partilhada por muitos computadores numa rede. Sempre que um novo conjunto de transações é adicionado, é denominado por \"bloco\" - daí o nome blockchain. As blockchains públicas, como a Ethereum, permitem que qualquer pessoa adicione (mas não consiga remover) dados. Se alguém quisesse alterar qualquer informação ou fazer uma fraude no sistema, teria de o fazer na maioria dos computadores da rede. Isso é imenso! Isto torna as blockchains descentralizadas como a Ethereum altamente seguras.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "O que é uma criptomoeda?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Criptomoeda (ou moeda digital) é um termo utilizado para descrever muitos tipos de tokens digitais fungíveis protegidos por uma blockchain. Tudo começou com a Bitcoin. A Bitcoin pode ser utilizada para transferir valor entre duas partes sem ter de confiar num intermediário. Só tem de confiar no código Bitcoin, que é aberto e está disponível gratuitamente.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "O motivo dos ativos como ‘bitcoin’ e ether serem chamados de “criptomoedas” é que a segurança dos dados e ativos é garantida pela <a href=\"/glossary/#cryptography\">criptografia</a>, e não pela confiança em uma instituição ou corporação para agir de forma honesta.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "A Ethereum tem a sua própria criptomoeda nativa, o ether (ETH), que é utilizado para pagar algumas atividades na rede. Pode ser transferido para outros utilizadores ou trocado por outros tokens na Ethereum. O ether é especial porque é utilizado para pagar a computação necessária para criar e executar aplicações e organizações na Ethereum.",
  "page-what-is-ethereum-summary-title": "Resumo",
  "page-what-is-ethereum-summary-desc-1": "A Ethereum é uma rede de computadores em todo o mundo que seguem um conjunto de regras designado por protocolo Ethereum. A rede Ethereum funciona como a base para comunidades, aplicações, organizações e ativos digitais que qualquer pessoa pode construir e utilizar.",
  "page-what-is-ethereum-summary-desc-2": "Pode criar uma conta Ethereum em qualquer lugar, a qualquer momento, e explorar um mundo de aplicações ou desenvolver as suas próprias. A principal inovação é o facto de poder fazer tudo isso sem confiar numa autoridade central que poderia mudar as regras ou restringir o seu acesso.",
  "page-what-is-ethereum-summary-desc-3": "Para saber mais, continue a ler…",
  "page-what-is-ethereum-btc-eth-diff-title": "Qual é a diferença entre a Ethereum e a Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "Lançada em 2015, a Ethereum baseia-se na inovação da Bitcoin, com algumas grandes diferenças.",
  "page-what-is-ethereum-btc-eth-diff-2": "Ambas permitem utilizar o dinheiro digital sem fornecedores de serviços de pagamento ou bancos. Mas <b>a Ethereum é programável</b>, então, também poderá criar e implementar aplicações descentralizadas na sua rede.",
  "page-what-is-ethereum-btc-eth-diff-3": "A Bitcoin permite-nos enviar mensagens básicas uns aos outros sobre o que achamos que é valioso. Estabelecer valor sem autoridade já é poderoso. A Ethereum alarga esta possibilidade: em vez de apenas mensagens, é possível escrever qualquer programa geral, ou contrato. Não há limites para o tipo de contratos que podem ser criados e acordados, daí a grande inovação que acontece na rede Ethereum.",
  "page-what-is-ethereum-btc-eth-diff-4": "Enquanto a Bitcoin é apenas uma rede de pagamentos, a Ethereum é mais um mercado de serviços financeiros, jogos, redes sociais e outras aplicações.",
  "page-what-is-ethereum-what-can-eth-do-title": "O que pode fazer a Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Por que razão utilizaria a Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Se está interessado em formas mais resilientes, abertas e fiáveis de coordenar globalmente, criar organizações, construir aplicações e partilhar valor, a Ethereum destina-se a si. A Ethereum é uma história que é escrita por todos nós; venha daí e descubra que mundos incríveis podemos construir juntos.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "A Ethereum também tem sido inestimável para as pessoas que tiveram de lidar com a incerteza quanto à segurança, solidez ou mobilidade dos seus ativos devido a forças externas fora do seu controlo.",
  "page-what-is-ethereum-slide-1-title": "Pagamentos transfronteiriços mais baratos e mais rápidos",
  "page-what-is-ethereum-slide-1-desc-1": "As <b>stablecoins</b> são um novo tipo de criptomoeda que assenta num ativo mais estável como base para o seu valor. A maioria está ligada ao dólar dos Estados Unidos e, por conseguinte, mantém o valor dessa moeda. Permitem um sistema de pagamento global muito barato e estável. Muitas moedas estáveis atuais são construídas na rede Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "A Ethereum e as stablecoins simplificam o processo de envio de dinheiro no estrangeiro. Muitas vezes só demora alguns minutos a transferir fundos para todo o mundo, em oposição aos vários dias úteis ou até mesmo semanas que um banco médio pode demorar por uma fração do preço. Além disso, não há taxa extra para fazer uma transação de alto valor, e não há quaisquer restrições sobre onde ou por que está enviando o seu dinheiro.",
  "page-what-is-ethereum-slide-2-title": "A ajuda mais rápida em tempos de crise",
  "page-what-is-ethereum-slide-2-desc-1": "Se tiver a sorte de ter várias opções bancárias por meio de instituições fiáveis no seu local de residência, pode dar como garantida a liberdade financeira, segurança e estabilidade que oferecem. Mas para muitas pessoas em todo o mundo que enfrentam repressão política ou dificuldades económicas, as instituições financeiras podem não oferecer a proteção ou os serviços de que precisam.",
  "page-what-is-ethereum-slide-2-desc-2": "Quando guerras, catástrofes económicas ou repressões às liberdades civis atingiram os residentes da <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Cuba</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afeganistão</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigéria</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Bielorrússia</a> e <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ucrânia</a>, as criptomoedas representaram a opção mais rápida e, muitas vezes, a única para manter a autonomia financeira.<sup><a href=\"https://www.financialinclusion.tech/\">1</a></sup> Como demonstrado por esses exemplos, criptomoedas como a Ethereum podem fornecer acesso irrestrito à economia global quando as pessoas são isoladas do mundo exterior. Além disso, as stablecoins oferecem uma reserva de valor quando as moedas locais estão colapsando devido à hiperinflação.",
  "page-what-is-ethereum-slide-3-title": "Capacitamos os criadores",
  "page-what-is-ethereum-slide-3-desc-1": "Só em 2021, artistas, músicos, escritores e outros criadores utilizaram a Ethereum para ganhar cerca de 3,5 mil milhões de dólares coletivamente. Isso torna a Ethereum uma das maiores plataformas globais para criadores, juntamente com o Spotify, o YouTube e o Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Saiba mais</a>.",
  "page-what-is-ethereum-slide-4-title": "Capacitamos os jogadores",
  "page-what-is-ethereum-slide-4-desc-1": "Os jogos para ganhar (onde os jogadores realmente são recompensados por jogar os jogos) surgiram recentemente e estão a transformar a indústria de jogos. Tradicionalmente, é muitas vezes proibido negociar ou transferir bens dentro do jogo para outros jogadores por dinheiro real. Isso obriga os jogadores a usar sites de mercado negro que são frequentemente um risco de segurança. O jogo em blockchain abraça a economia do jogo e incentiva esse comportamento de maneira fiável.",
  "page-what-is-ethereum-slide-4-desc-2": "Além disso, os jogadores são incentivados por conseguirem trocar tokens no jogo por dinheiro real e assim serem verdadeiramente recompensados pelo seu tempo de jogo.",
  "page-what-is-ethereum-meet-ether-title": "Conheça o ether, a criptomoeda da Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Muitas ações na rede Ethereum requerem algum trabalho a ser feito no processador incorporado na Ethereum (conhecido como a Máquina Virtual Ethereum). Esta computação não é gratuita; é paga utilizando a criptomoeda nativa da Ethereum chamada ether (ETH). Isto significa que é necessária pelo menos uma pequena quantidade de ether para utilizar a rede.",
  "page-what-is-ethereum-meet-ether-desc-2": "O ether é puramente digital e pode ser enviado instantaneamente para qualquer pessoa em qualquer parte do mundo. O fornecimento de ether não é controlado por qualquer governo ou empresa - é descentralizado e completamente transparente. O ether é emitido de forma precisa, de acordo com o protocolo, apenas para os stakers que protegem a rede.",
  "page-what-is-ethereum-what-is-ether": "O que é ether?",
  "page-what-is-ethereum-get-eth": "Obtenha o ETH",
  "page-what-is-ethereum-explore-applications": "Explorar aplicações",
  "page-what-is-ethereum-learn-defi": "Saiba mais sobre a DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Quem executa a Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "A Ethereum não é controlada por nenhuma entidade específica. Existe sempre que há computadores conectados executando software que segue o protocolo Ethereum e adiciona à <a href=\"/glossary/#blockchain\">blockchain</a> da Ethereum. Cada um desses computadores é conhecido como um nó. Os nós podem ser executados por qualquer pessoa, embora para participar da segurança da rede seja necessário <a href=\"/glossary/#staking\">stake</a> ETH (o token nativo da Ethereum). Qualquer pessoa com 32 ETH pode fazer isso sem precisar de permissão.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Mesmo o código fonte da Ethereum não é elaborado por uma única entidade. Qualquer pessoa pode sugerir alterações ao protocolo e discutir melhorias. Existem várias implementações do protocolo Ethereum que são produzidas por organizações independentes em várias linguagens de programação e são, normalmente, desenvolvidas de forma aberta e incentivam as contribuições da comunidade.",
  "page-what-is-ethereum-run-a-node": "Executar um nó",
  "page-what-is-ethereum-smart-contract-title": "O que são contratos inteligentes?",
  "page-what-is-ethereum-smart-contract-desc-1": "Os <b>contratos inteligentes</b> são programas de computador que residem na cadeia de blocos Ethereum. São executados quando desencadeados por uma transação de um utilizador. Tornam a Ethereum muito flexível no que pode realizar. Esses programas atuam como blocos de construção para aplicações e organizações descentralizados.",
  "page-what-is-ethereum-smart-contract-desc-2": "Já usou um produto que mudou os seus termos de serviço? Ou removeu uma funcionalidade que considerava útil? Assim que um contrato inteligente é publicado na Ethereum, ficará online e operacional enquanto a Ethereum existir. Nem mesmo o autor pode removê-lo. Como os contratos inteligentes são automatizados, não discriminam nenhum utilizador e sempre estão prontos a utilizar.",
  "page-what-is-ethereum-smart-contract-desc-3": "Exemplos populares de contratos inteligentes são aplicativos de empréstimo, bolsas de negociação descentralizadas, seguros, financiamento quadrático, redes sociais, <a href=\"/glossary/#nft\">NFT</a> - basicamente qualquer coisa que possa imaginar.",
  "page-what-is-ethereum-more-on-smart-contracts": "Mais sobre contratos inteligentes",
  "page-what-is-ethereum-explore-dapps": "Explorar dapps",
  "page-what-is-ethereum-criminal-activity-title": "Ouvi dizer que as criptomoedas estão a ser utilizadas como uma ferramenta para atividades criminosas. É verdade?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Como qualquer tecnologia, por vezes é objeto de utilização abusiva. No entanto, uma vez que todas as transacções Ethereum ocorrem numa blockchain aberta, é geralmente mais fácil para as autoridades localizarem atividade ilícita do que seria no sistema financeiro tradicional, tornando o Ethereum uma escolha menos apelativa para aqueles que preferem passar despercebidos.",
  "page-what-is-ethereum-criminal-activity-desc-2": "A criptomoeda é utilizada muito menos do que as moedas fiduciárias para fins criminosos, conforme as principais descobertas de um recente relatório da Europol, a Agência da União Europeia para a Cooperação na Aplicação da Legislação:",
  "page-what-is-ethereum-criminal-activity-desc-3": "\"A utilização de criptomoedas para atividades ilícitas parece conter apenas uma pequena parte da economia geral da criptomoeda, e parece ser relativamente menor do que o montante de fundos ilícitos envolvidos no financiamento tradicional.\"",
  "page-what-is-ethereum-energy-title": "E quanto ao consumo de energia da Ethereum?",
  "page-what-is-ethereum-energy-desc-1": "Em 15 de setembro de 2022, a Ethereum passou pela atualização chamada 'The Merge', que fez a transição da Ethereum de <a href=\"/glossary/#pow\">proof-of-work</a> (prova de trabalho) para <a href=\"/glossary/#pos\">proof-of-stake</a> (prova de participação).",
  "page-what-is-ethereum-energy-desc-2": "A Fusão foi a maior atualização da Ethereum e reduziu o consumo de energia necessário para garantir a Ethereum em <b>99,95%</b>, criando uma rede <b>mais segura com um custo de carbono muito menor</b>. A Ethereum agora é uma blockchain de baixo carbono ao mesmo tempo em que melhora a sua segurança e escalabilidade.",
  "page-what-is-ethereum-more-on-energy-consumption": "Mais sobre o consumo de energia",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Consumo de energia anual em TWh/ano",
  "energy-consumption-chart-global-data-centers-label": "Centros de dados globais",
  "energy-consumption-gold-mining-cbeci-label": "Mineração de ouro",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Jogos nos EUA",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "A atualização Fusão",
  "page-what-is-ethereum-additional-reading": "Leitura adicional",
  "page-what-is-ethereum-week-in-ethereum": "Semana em Notícias da Ethereum",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Uma newsletter semanal que cobre principais desenvolvimentos em todo o ecossistema.",
  "page-what-is-ethereum-kernel-dreamers": "Kernel",
  "page-what-is-ethereum-kernel-dreamers-desc": "O sonho da Ethereum",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Átomos, Instituições, Blockchains",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Por que a blockchains importa?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum em números",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "Projetos construídos na Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "Carteiras (wallets) com saldo de ETH",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "Contratos inteligentes na Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "Valor garantido na Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "Lucros dos criadores na Ethereum em 2021",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "Número de transações hoje",
  "adoption-chart-column-now-label": "Agora",
  "adoption-chart-investors-label": "Investidores",
  "adoption-chart-developers-label": "Programadores",
  "adoption-chart-companies-label": "Empresas",
  "adoption-chart-artists-label": "Artistas",
  "adoption-chart-musicians-label": "Músicos",
  "adoption-chart-writers-label": "Escritores",
  "adoption-chart-gamers-label": "Jogadores",
  "adoption-chart-refugees-label": "Refugiados",
  "page-what-is-ethereum-get-eth-alt": "Obtenha algum ETH",
  "page-what-is-ethereum-get-eth-description": "O ETH é a moeda originária da Ethereum. Será necessário ter algum ETH na sua carteira para usar os aplicativos na Ethereum.",
  "page-what-is-ethereum-get-eth-title": "Obtenha algum ETH",
  "page-what-is-ethereum-explore-dapps-alt": "Explorar dapps",
  "page-what-is-ethereum-explore-dapps-description": "\"Dapps\" são aplicações construídas em Ethereum. \"Dapps\" estão a revolucionar modelos de negócio e a inventar novos.",
  "page-what-is-ethereum-explore-dapps-title": "Experimente algumas dapps"
}
