{
  "layer-2-arbitrum-note": "Provas de fraude apenas para utilizadores inscritos na lista de permissões, a lista de permissões ainda não está aberta",
  "layer-2-boba-note": "Estado da validação em curso",
  "layer-2-optimism-note": "Provas de erro em desenvolvimento",
  "layer-2-hero-title": "Camada 2",
  "layer-2-hero-header": "Ethereum para todos",
  "layer-2-hero-subtitle": "Dimensionamento do Ethereum para adoção em massa.",
  "layer-2-hero-alt-text": "Ilustração de transações a serem acumuladas no nível 2 e publicadas na rede principal Ethereum",
  "layer-2-hero-button-1": "O que é o layer 2",
  "layer-2-hero-button-2": "Utilizar o layer 2",
  "layer-2-hero-button-3": "Mover para o layer 2",
  "layer-2-statsbox-1": "TVL bloqueada no layer 2 (USD)",
  "layer-2-statsbox-2": "Taxa de transferência média do layer 2 ETH (USD)",
  "layer-2-statsbox-3": "Alteração da TVL do layer 2 (30 dias)",
  "layer-2-what-is-layer-2-title": "O que é o layer 2?",
  "layer-2-what-is-layer-2-1": "Layer 2 (L2) é um termo coletivo para descrever um conjunto específico de soluções de dimensionamento Ethereum. <strong>Um layer 2 é uma blockchain separada que aumenta a Ethereum e herda as garantias de segurança do Ethereum</strong>.",
  "layer-2-what-is-layer-2-2": "Vamos agora aprofundar um pouco mais o tema. Para o fazer, precisamos de explicar primeiro o que é a camada 1 (L1).",
  "layer-2-what-is-layer-1-title": "O que é o layer 1?",
  "layer-2-what-is-layer-1-1": "A camada 1 é o blockchain base. Ethereum e Bitcoin são blockchains de camada 1 porque são a <strong>base subjacente sobre a qual várias redes de camada 2 são construídas</strong>. Exemplos de projetos da camada 2 incluem \"rollups\" no Ethereum e a Lightning Network no Bitcoin. Todas as atividades de transação do utilizador nesses projetos da camada 2 podem, em última análise, regressar ao blockchain da camada 1.",
  "layer-2-what-is-layer-1-2": "A Ethereum também funciona como uma camada de disponibilidade de dados para os layers 2. Os projectos de layer 2 publicarão os seus dados de transação na Ethereum, confiando neste para a disponibilidade de dados. Estes dados podem ser utilizados para obter o estado do layer 2, ou para disputar transacções no layer 2.",
  "layer-2-what-is-layer-1-list-title": "<strong>A Ethereum como layer 1 inclui:</strong>",
  "layer-2-what-is-layer-1-list-1": "<strong>Uma rede de operadores de nós</strong> para proteger e validar a rede",
  "layer-2-what-is-layer-1-list-2": "<strong>Uma rede de produtores de blocos</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>A própria blockchain</strong> e o histórico dos dados das transações",
  "layer-2-what-is-layer-1-list-4": "<strong>Mecanismo de consenso</strong> para a rede",
  "layer-2-what-is-layer-1-list-link-1": "Ainda está confuso sobre a Ethereum?",
  "layer-2-what-is-layer-1-list-link-2": "Saiba o que é a Ethereum.",
  "layer-2-why-do-we-need-layer-2-title": "Porque é que precisamos do layer 2?",
  "layer-2-why-do-we-need-layer-2-1": "Três propriedades desejáveis de uma blockchain são que seja <strong>descentralizada, segura e escalável</strong>. O <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">trilema blockchain</a> afirma que uma arquitetura blockchain simples pode alcançar apenas dois de três. Quer uma blockchain segura e descentralizada? Terá de sacrificar a escalabilidade.",
  "layer-2-why-do-we-need-layer-2-2": "O Ethereum processa atualmente <a href=\"https://etherscan.io/chart/tx\" target=\"_blank\">mais de 1 milhão de transações por dia</a>. A procura de utilização do Ethereum pode fazer com que os preços das taxas de transação sejam elevados. É aqui que entram as redes de camada 2.",
  "layer-2-why-do-we-need-layer-2-scalability": "Scalability",
  "layer-2-why-do-we-need-layer-2-scalability-1": "O principal objetivo da camada 2 é aumentar o débito das transações (mais transações por segundo) sem sacrificar a descentralização ou a segurança.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "A rede principal Ethereum (camada 1) só consegue processar <a href=\"https://ethtps.info/Network/Ethereum\">cerca de 15 transações por segundo</a>. Quando a procura de Ethereum é elevada, a rede fica congestionada, o que aumenta as taxas de transação e exclui os utilizadores que não podem pagar essas taxas. As camadas 2 são soluções que reduzem essas taxas ao processar transações fora da blockchain da camada 1.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "Mais informações sobre a visão da Ethereum",
  "layer-2-benefits-of-layer-2-title": "Vantagens do layer 2",
  "layer-2-lower-fees-title": "Comissões mais baixas",
  "layer-2-lower-fees-description": "Ao combinar múltiplas transações fora da cadeia numa única transação de layer 1, as taxas de transação são fortemente reduzidas, tornando a Ethereum mais acessível.",
  "layer-2-maintain-security-title": "Manter a segurança",
  "layer-2-maintain-security-description": "As blockchains de layer 2 realizam as suas transações na rede principal Ethereum, permitindo que os utilizadores beneficiem da segurança da rede Ethereum.",
  "layer-2-expand-use-cases-title": "Expandir os casos de utilização",
  "layer-2-expand-use-cases-description": "Com mais transações por segundo, taxas mais baixas e novas tecnologias, os projetos irão expandir-se para novas aplicações com uma melhor experiência do utilizador.",
  "layer-2-how-does-layer-2-work-title": "Como funciona o layer 2?",
  "layer-2-how-does-layer-2-work-1": "Como anteriormente mencionado, a camada 2 é um termo coletivo para soluções de dimensionamento do Ethereum que lidam com transações da camada 1, aproveitando a segurança descentralizada robusta da camada 1 do Ethereum. <strong>Uma camada 2 é um blockchain separado que estende o Ethereum</strong>. Como funciona?",
  "layer-2-how-does-layer-2-work-2": "Há vários tipos distintos de camada 2, cada um com as suas próprias vantagens e modelos de segurança. As camadas 2 retiram a carga transacional da camada 1, permitindo que esta fique menos congestionada e que tudo se torne mais escalável.",
  "layer-2-rollups-title": "Rollups",
  "layer-2-rollups-1": "Os rollups (ou \"roll up\") agrupam centenas de transações numa única transação na camada 1. Isto distribui as taxas de transação L1 por todos os participantes no rollup, tornando-as mais baratas para cada um.",
  "layer-2-rollups-2": "As transações de rollup são executadas fora da camada 1, mas os dados da transação são submetidos à camada 1. Ao enviar os dados da transação para a camada 1, os rollups herdam a segurança do Ethereum. Isso ocorre porque, uma vez que os dados são enviados para a camada 1, reverter uma transação de rollup requer reverter o Ethereum. Existem duas abordagens diferentes para os rollups: otimista e de conhecimento zero - diferem principalmente na forma como estes dados de transação são enviados para L1.",
  "layer-2-optimistic-rollups-title": "Optimistic rollups",
  "layer-2-optimistic-rollups-description": "Os rollups otimistas são \"otimistas\" no sentido em que se assume que as transações são válidas, mas podem ser contestadas se necessário. Se se suspeitar de uma transação inválida, é executada uma prova de falha para verificar se esta ocorreu.",
  "layer-2-optimistic-rollups-childSentance": "Mais informações sobre rollups otimistas",
  "layer-2-zk-rollups-title": "Zero-knowledge rollups",
  "layer-2-zk-rollups-description": "Os rollups de conhecimento zero utilizam provas de validação em que as transações são calculadas fora da cadeia e, em seguida, os dados comprimidos são fornecidos à Ethereum Mainnet como prova da sua validade.",
  "layer-2-zk-rollups-childSentance": "Mais informações sobre os ZK-rollups",
  "layer-2-dyor-title": "Faça a sua própria investigação: riscos do layer 2",
  "layer-2-dyor-1": "Muitos projetos de camada 2 são relativamente recentes e ainda exigem que os utilizadores confiem na honestidade de alguns operadores enquanto trabalham para descentralizar as suas redes. Faça sempre a sua própria pesquisa para decidir se se sente confortável com os riscos envolvidos.",
  "layer-2-dyor-2": "Para obter mais informações sobre a tecnologia, os riscos e os pressupostos de confiança dos layer 2, recomendamos que consulte o L2BEAT, que fornece uma estrutura de avaliação de riscos abrangente sobre cada projeto.",
  "layer-2-dyor-3": "Aceder a L2BEAT",
  "layer-2-use-layer-2-title": "Utilizar o layer 2",
  "layer-2-use-layer-2-1": "Agora que já sabe porque é que o layer 2 existe e como funciona, vamos pô-lo a funcionar!",
  "layer-2-contract-accounts": "Se estiver a usar uma carteira de contrato inteligente como a Safe ou a Argent, não terá controlo sobre este endereço numa camada 2 até reimplementar a sua conta de contrato para esse endereço na camada 2. As contas clássicas com frase de recuperação possuirão automaticamente a mesma conta em todas as redes de camada 2.",
  "layer-2-use-layer-2-generalized-title": "Layer 2 generalizados",
  "layer-2-use-layer-2-generalized-1": "Os layer 2 generalizados comportam-se exatamente como a Ethereum - mas mais baratos. Tudo o que se pode fazer no layer 1 da Ethereum, também se pode fazer no layer 2. Muitas dapps já começaram a migrar para essas redes ou ignoraram a Mainnet completamente para implementar diretamente num layer 2.",
  "layer-2-use-layer-2-application-specific-title": "Aplicações específicas para layers 2",
  "layer-2-use-layer-2-application-specific-1": "Aplicações específicas para layers 2 são projetos que se especializam na otimização para uma área de aplicação específica, proporcionando um melhor desempenho.",
  "layer-2-sidechains-title": "Uma nota sobre sidechains, validiums e blockchains alternativas",
  "layer-2-sidechains-1": "As <strong>Sidechains e validiums</strong> são blockchains que permitem que os ativos da Ethereum sejam ligados em ponte e usados noutra blockchain. As Sidechains e validiums funcionam em paralelo com a Ethereum e interagem com a Ethereum através de pontes, mas não derivam a sua segurança ou disponibilidade de dados da Ethereum.",
  "layer-2-sidechains-2": "Ambas têm uma escala semelhante à dos layer 2 - oferecem taxas de transação mais baixas e maior débito de transações - mas têm pressupostos de confiança diferentes.",
  "layer-2-more-on-sidechains": "Mais informações sobre sidechains",
  "layer-2-more-on-validiums": "Mais informações sobre validiums",
  "layer-2-sidechains-4": "Algumas blockchains de camada 1 apresentam um rendimento mais elevado e taxas de transação mais baixas do que a Ethereum, mas geralmente com contrapartidas noutras áreas, por exemplo, maiores requisitos de hardware para executar nós.",
  "layer-2-onboard-title": "Como aceder a um layer 2",
  "layer-2-onboard-1": "Existem duas formas fundamentais de colocar os seus ativos no layer 2: transferir fundos da Ethereum através de um contrato inteligente ou retirar os seus fundos de uma bolsa diretamente para a rede do layer 2.",
  "layer-2-onboard-wallet-title": "Fundos na sua carteira?",
  "layer-2-onboard-wallet-1": "Se já tiveres ETH na tua carteira, terás de usar uma ponte para o mover da Ethereum Mainnet para um layer 2.",
  "layer-2-more-on-bridges": "Mais sobre pontes",
  "layer-2-onboard-wallet-input-placeholder": "Selecione L2 para o qual pretende estabelecer uma ponte",
  "layer-2-onboard-wallet-selected-1": "É possível ligar-se a",
  "layer-2-onboard-wallet-selected-2": "utilizando uma destas carteiras:",
  "layer-2-bridge": "Ponte",
  "layer-2-onboard-exchange-title": "Fundos numa plataforma?",
  "layer-2-onboard-exchange-1": "Algumas plataformas centralizadas oferecem atualmente levantamentos e depósitos diretos para layer 2s. Verifique quais as plataformas que suportam levantamentos de layer 2 e quais os layers 2 suportados.",
  "layer-2-onboard-exchange-2": "Também precisará de uma carteira para levantar os seus fundos.",
  "layer-2-onboard-find-a-wallet": "Procurar uma carteira Ethereum.",
  "layer-2-onboard-exchange-input-placeholder": "Verificar as plataformas que suportam L2",
  "layer-2-deposits": "Depósitos",
  "layer-2-withdrawals": "Levantamentos",
  "layer-2-go-to": "Aceder a",
  "layer-2-tools-title": "Ferramentas para ser eficaz no layer 2",
  "layer-2-tools-l2beat-description": "O L2BEAT é um excelente recurso para analisar as avaliações de risco técnico de projetos do layer 2. Recomendamos que consulte os seus recursos quando pesquisar projetos específicos do layer 2.",
  "layer-2-tools-l2fees-description": "As taxas L2 permitem-lhe ver o custo atual (expresso em USD) para efetuar transações em diferentes layers 2.",
  "layer-2-tools-chainlist-description": "Chainlist é um excelente recurso para importar RPCs de rede para carteiras suportadas. Encontrará aqui RPC para projetos de layer 2 para o ajudar a ligar-se.",
  "layer-2-tools-zapper-description": "Gerir todos os fundos web3, desde DeFi a NFTs e tudo o que está para vir. Invista nas oportunidades mais recentes a partir de um local conveniente.",
  "layer-2-tools-zerion-description": "Construa e gira todo o seu portfólio DeFi a partir de um único lugar. Descubra hoje mesmo o mundo das finanças descentralizadas.",
  "layer-2-tools-debank-description": "Acompanhe todos os acontecimentos importantes do mundo da web3",
  "layer-2-faq-title": "FAQ",
  "layer-2-faq-question-1-title": "Porque é que não existe um Ethereum L2 \"oficial\"?",
  "layer-2-faq-question-1-description-1": "Tal como não existe um cliente Ethereum \"oficial\", também não existe um layer 2 Ethereum \"oficial\". A Ethereum não tem permissões - tecnicamente, qualquer pessoa pode criar um layer 2! Várias equipas implementarão a sua versão de um layer 2, e o ecossistema como um todo beneficiará de uma diversidade de abordagens de design que são optimizadas para diferentes casos de utilização. Tal como temos múltiplos clientes Ethereum desenvolvidos por múltiplas equipas de forma a ter diversidade na rede, esta será também a forma como os layer 2 se desenvolverão no futuro.",
  "layer-2-faq-question-2-title": "Qual é a diferença entre rollups optimistas e de conhecimento zero?",
  "layer-2-faq-question-2-description-1": "Tanto os rollups optimistas como os de conhecimento zero agrupam (ou \"roll up\") centenas de transacções numa única transação no layer 1. As transações de rollup são executadas fora do layer 1, mas os dados da transação são lançados no layer 1.",
  "layer-2-faq-question-2-description-2": "A principal diferença reside nos dados que são lançados no layer 1 e na forma como os dados são verificados. As provas de validade (utilizadas pelos rollups de conhecimento zero) executam os cálculos fora da cadeia e lançam uma prova, enquanto as provas de falha (utilizadas pelos rollups optimistas) apenas executam os cálculos na cadeia quando se suspeita de uma falha e esta deve ser verificada.",
  "layer-2-faq-question-2-description-3": "Atualmente, a maioria dos rollups ZK são específicos de uma aplicação, em contraste com os rollups optimistas que têm sido largamente generalizáveis.",
  "layer-2-more-info-on-optimistic-rollups": "Mais informações sobre rollups optimistas",
  "layer-2-more-info-on-zk-rollups": "Mais informações sobre rollups de conhecimento zero",
  "layer-2-faq-question-4-title": "Quais são os riscos do layer 2?",
  "layer-2-faq-question-4-description-1": "Os projectos do layer 2 contêm riscos adicionais em comparação com a detenção de fundos e a sua transação direta na Ethereum Mainnet. Por exemplo, os sistemas de sequenciação podem ficar inoperacionais, levando-o a ter de esperar para aceder aos fundos.",
  "layer-2-faq-question-4-description-2": "Incentivamo-lo a fazer a sua própria pesquisa antes de transferir fundos significativos para um layer 2. Para obter mais informações sobre esta tecnologia, riscos e pressupostos de confiança do layer 2, recomendamos verificar <a href=\"https://l2beat.com/?view=risk\">L2BEAT</a>, que fornece uma estrutura abrangente de avaliação de riscos de cada projeto.",
  "layer-2-faq-question-4-description-3": "As pontes Blockchain, que facilitam as transferências de ativos para o layer 2, estão nos seus estágios iniciais de desenvolvimento e é provável que o projeto ideal de ponte ainda não tenha sido descoberto. Houve <a href=\"https://rekt.news/wormhole-rekt/\">hacks recentes em pontes</a>.",
  "layer-2-faq-question-5-title": "Porque é que alguns projetos de layer 2 não estão listados?",
  "layer-2-faq-question-5-description-1": "Queremos garantir que listamos os melhores recursos possíveis para que os utilizadores possam navegar no espaço do layer 2 de uma forma segura e confiante. Mantemos um quadro de critérios para a forma como os projetos são avaliados para a sua inserção.",
  "layer-2-faq-question-5-view-listing-policy": "Consulte aqui a nossa política para inclusão na lista dos layer 2.",
  "layer-2-faq-question-5-description-2": "Qualquer um é livre de sugerir a adição de um layer 2 em ethereum.org. Se houver um layer 2 que não incluímos, <a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">sugira-a</a>.",
  "layer-2-further-reading-title": "Leitura adicional",
  "a-rollup-centric-ethereum-roadmap": "Um roteiro para o ethereum centrado no rollup",
  "an-incomplete-guide-to-rollups": "An Incomplete Guide to Rollups",
  "polygon-sidechain-vs-ethereum-rollups": "Polygon sidechain vs rollups do Ethereum: abordagens de escalonamento da camada 2| Vitalik Buterin e Lex Fridman",
  "rollups-the-ultimate-ethereum-scaling-strategy": "ROLLUPS - A melhor estratégia de aumento da Ethereum? Arbitrum & Optimism Explicado",
  "scaling-layer-1-with-shard-chains": "Aumento do layer 1 com cadeias de fragmentos",
  "understanding-rollup-economics-from-first-principals": "Compreender a economia do rollup desde os primeiros princípios",
  "arbitrum-description": "O Arbitrum One é um Optimistic Rollup que tem como objetivo proporcionar a mesma sensação de estar a interagir com o Ethereum, mas com transações que custam uma fração do que custam no L1.",
  "optimism-description": "O Optimism é um rollup otimista rápido, simples e seguro equivalente ao EVM. Dimensiona a tecnologia da Ethereum ao mesmo tempo que redimensiona os seus valores através do financiamento retroativo de bens públicos.",
  "boba-description": "Boba é um Rollup otimista originalmente bifurcado do Optimism, que é uma solução de dimensionamento que visa reduzir as taxas de gás, melhorar a taxa de transferência de transações e expandir os recursos de contratos inteligentes.",
  "loopring-description": "A solução zkRollup L2 da Loopring tem como objetivo oferecer as mesmas garantias de segurança que a rede Ethereum Mainnet, com um importante aumento de escalabilidade: o rendimento aumentou 1000 vezes e o custo foi reduzido para apenas 0,1% do custo no L1.",
  "zksync-description": "ZKsync é uma plataforma da Matter Labs de rollup zk centrada no utilizador. É uma solução de redimensionamento para Ethereum, já disponível na rede Ethereum Mainnet. Suporta pagamentos, trocas de tokens e cunhagem de NFT.",
  "zkspace-description": "A plataforma ZKSpace consiste em três partes principais: um AMM DEX de camada 2 que utiliza a tecnologia ZK-Rollups chamada ZKSwap, um serviço de pagamento chamado ZKSquare e um mercado NFT chamado ZKSea.",
  "aztec-description": "A Aztec Network é o primeiro zk-rollup privado na Ethereum, permitindo que aplicações descentralizadas tenham privacidade e escalabilidade.",
  "layer-2-note": "Nota:",
  "layer-2-ecosystem-portal": "Portal do Ecossistema",
  "layer-2-token-lists": "Lista de tokens",
  "layer-2-explore": "Explorar",
  "page-dapps-ready-button": "Ir"
}
