{
  "page-dapps-1inch-logo-alt": "Logótipo 1inch",
  "page-dapps-aave-logo-alt": "Logótipo Aave",
  "page-dapps-add-button": "Sugerir dapp",
  "page-dapps-add-title": "Adicionar dapp",
  "page-dapps-ankr-logo-alt": "Logotipo Ankr",
  "page-dapps-api3-logo-alt": "Logotipo API3",
  "page-dapps-arweave-logo-alt": "Logotipo ARweave",
  "page-dapps-audius-logo-alt": "Logótipo Audius",
  "page-dapps-augur-logo-alt": "Logótipo Augur",
  "page-dapps-axie-infinity-logo-alt": "Logótipo Axie Infinity",
  "page-dapps-balancer-logo-alt": "Logótipo do Balancer",
  "page-dapps-brave-logo-alt": "Logótipo Brave",
  "page-dapps-beginner-friendly-description": "Alguns dapps que são bons para iniciantes. Explore mais dapps abaixo.",
  "page-dapps-beginner-friendly-header": "Adequado para iniciantes",
  "page-dapps-category-arts": "Arte e moda",
  "page-dapps-category-browsers": "Navegadores",
  "page-dapps-category-code-marketplaces": "Mercados de código",
  "page-dapps-category-collectibles": "Colecionáveis digitais",
  "page-dapps-category-competitive": "Jogos Web3",
  "page-dapps-category-computing": "Ferramentas para programadores",
  "page-dapps-category-dex": "Plataformas",
  "page-dapps-category-investments": "Fundos de investimento",
  "page-dapps-category-lending": "Empréstimo e comodato",
  "page-dapps-category-lottery": "Financiamento coletivo",
  "page-dapps-category-marketplaces": "Marketplaces",
  "page-dapps-category-music": "Música",
  "page-dapps-category-payments": "Pagamentos",
  "page-dapps-category-insurance": "Seguros",
  "page-dapps-category-portfolios": "Gestão de carteiras",
  "page-dapps-category-trading": "Mercados de previsão",
  "page-dapps-category-utilities": "Utilitários",
  "page-dapps-category-worlds": "Mundos virtuais",
  "page-dapps-category-demand-aggregator": "Agregadores de procura",
  "page-dapps-category-derivatives": "Derivados",
  "page-dapps-category-liquid-staking": "Staking líquido",
  "page-dapps-category-experiences": "Experiências partilhadas",
  "page-dapps-category-guilds": "Associações de rendimento",
  "page-dapps-category-avatar": "Avatares",
  "page-dapps-choose-category": "Escolher categoria",
  "page-dapps-category-social": "Redes sociais",
  "page-dapps-category-content": "Conteúdo",
  "page-dapps-category-community": "Comunidade",
  "page-dapps-category-messaging": "Mensagens",
  "page-dapps-collectibles-benefits-1-description": "Quando a arte é tokenizada na Ethereum, todos podem comprovar a titularidade. Pode rastrear a jornada das obras de arte desde a sua criação até seu atual titular. Isso evita a falsificação.",
  "page-dapps-collectibles-benefits-1-title": "A propriedade é comprovada",
  "page-dapps-collectibles-benefits-2-description": "Pagar para fazer streaming de músicas ou comprar obras de arte é muito mais justo para os artistas. Com a Ethereum, há menos necessidade de intermediários. E se os intermediários são necessários, os seus custos não são tão elevados porque as plataformas não precisam pagar pela infraestrutura da rede.",
  "page-dapps-collectibles-benefits-2-title": "Mais justo para os criadores",
  "page-dapps-collectibles-benefits-3-description": "Os colecionáveis tokenizados estão vinculados ao seu endereço Ethereum e não à plataforma. Assim, pode vender coisas como itens do jogo em qualquer mercado Ethereum, não apenas no próprio jogo.",
  "page-dapps-collectibles-benefits-3-title": "Colecionáveis de mãos dadas consigo",
  "page-dapps-collectibles-benefits-4-description": "As ferramentas e produtos já existem para tokenizar a sua arte e vendê-la! E os seus tokens podem ser vendidos em todas e quaisquer plataformas de colecionáveis da Ethereum.",
  "page-dapps-collectibles-benefits-4-title": "A infraestrutura já está pronta",
  "page-dapps-collectibles-benefits-description": "Estas são aplicações que se concentram na propriedade digital, aumentando o potencial de ganhos dos criadores, inventando novas formas de investir nos seus criadores favoritos e no seu trabalho.",
  "page-dapps-collectibles-benefits-title": "colecionáveis descentralizados e streaming",
  "page-dapps-collectibles-button": "Arte e colecionáveis",
  "page-dapps-collectibles-description": "Estas são aplicações que se concentram na propriedade digital, aumentando o potencial de ganhos dos criadores, inventando novas formas de investir em seus criadores favoritos e no trabalho deles.",
  "page-dapps-collectibles-title": "Artes descentralizadas e colecionáveis",
  "page-dapps-compound-logo-alt": "Logótipo Compound",
  "page-dapps-convex-logo-alt": "Logótipo Convex",
  "page-dapps-cryptopunks-logo-alt": "Logótipo CryptoPunks",
  "page-dapps-cryptovoxels-logo-alt": "Logótipo Cryptovoxels",
  "page-dapps-cyberconnect-logo-alt": "Logotipo CyberConnect",
  "page-dapps-dapp-description-1inch": "Ajuda a evitar o deslizamento de preços altos agregando os melhores preços.",
  "page-dapps-dapp-description-aave": "Empreste os seus tokens para ganhar juros e levantar a qualquer momento.",
  "page-dapps-dapp-description-ankr": "Conjunto de diferentes produtos de infraestrutura Web3 para construção, ganho, jogos e muito mais - tudo em blockchain.",
  "page-dapps-dapp-description-api3": "Atualizações de dados de referência de valores primários que permitem que dapps em 10 redes (e a aumentar) se conectem a dados de preços de ativos em tempo real, incluindo preços da criptomoeda no mercado financeiro.",
  "page-dapps-dapp-description-arweave": "Armazene dados permanentemente, de forma sustentável, com uma única taxa inicial.",
  "page-dapps-dapp-description-async-art": "Crie, colecione e negocie #ArteProgramavel - pinturas digitais divididas em \"camadas\" que pode usar para afetar a imagem geral. Cada Mestra e camada é um token ERC721.",
  "page-dapps-dapp-description-audius": "Plataforma descentralizada de transmissão. Ouvintes = dinheiro para os criadores, sem rótulos.",
  "page-dapps-dapp-description-augur": "Aposte em resultados de modalidades desportivas, economia e mais eventos mundiais.",
  "page-dapps-dapp-description-axie-infinity": "Negocie e combata criaturas chamadas de Axies. E ganhe enquanto joga - disponível em dispositivos móveis",
  "page-dapps-dapp-description-balancer": "O Balancer é um gestor de carteiras automatizado e uma plataforma de negociação.",
  "page-dapps-dapp-description-brave": "Ganhe tokens por navegar e apoie os seus criadores favoritos, usando-os.",
  "page-dapps-dapp-description-cent": "Uma rede social onde se ganha dinheiro publicando NFT.",
  "page-dapps-dapp-description-compound": "Empreste seus tokens para ganhar juros e sacar a qualquer momento.",
  "page-dapps-dapp-description-convex": "O Convex permite que os fornecedores de liquidez Curve ganhem taxas de negociação e assumam o aumento de CRV, sem bloquear o seu CRV.",
  "page-dapps-dapp-description-cryptopunks": "Compre, licite e ofereça punks para venda - um dos primeiros tokens colecionáveis na Ethereum.",
  "page-dapps-dapp-description-cryptovoxels": "Crie galerias de arte, construa lojas e compre terrenos – um mundo virtual Ethereum.",
  "page-dapps-dapp-description-cyberconnect": "Protocolo de gráfico social descentralizado que ajuda as dApps a inicializar efeitos de rede e criar experiências sociais personalizadas",
  "page-dapps-dapp-description-dark-forest": "Conquiste planetas num universo infinito, gerado processualmente e criptograficamente especificado.",
  "page-dapps-dapp-description-decentraland": "Recolha e negoceie terrenos virtuais num mundo virtual que pode explorar.",
  "page-dapps-dapp-description-ens": "Nomes de fácil utilização para endereços Ethereum e sites descentralizados.",
  "page-dapps-dapp-description-foundation": "Invista em edições únicas de arte digital e troque peças com outros compradores.",
  "page-dapps-dapp-description-gitcoin": "Ganhe criptomoedas trabalhando em software de código aberto.",
  "page-dapps-dapp-description-gitcoin-grants": "Crowdfunding para projetos comunitários Ethereum com contribuições amplificadas",
  "page-dapps-dapp-description-gm": "Plataforma tudo-em-um para chat, fóruns e voz que realmente compartilha receita com seus criadores",
  "page-dapps-dapp-description-gods-unchained": "Jogo estratégico de cartas colecionáveis. Ao jogar, ganha cartas que pode vender na vida real.",
  "page-dapps-dapp-description-golem": "Aceda ao poder de computação partilhado ou alugue os seus próprios recursos.",
  "page-dapps-dapp-description-graph": "Um protocolo de indexação para consultar redes como Ethereum e IPFS.",
  "page-dapps-dapp-description-ipfs": "Um protocolo de hiperredes peer-to-peer projetado para preservar e aumentar o conhecimento da humanidade, tornando a web atualizável, resiliente e mais aberta.",
  "page-dapps-dapp-description-radicle": "Colaboração segura de código ponto-a-ponto sem intermediários.",
  "page-dapps-dapp-description-kyberswap": "Troque e ganhe com as melhores taxas.",
  "page-dapps-dapp-description-lido": "Staking simplificado e seguro para ativos digitais.",
  "page-dapps-dapp-description-loopring": "Plataforma de trading ponto a ponto construída para ser rápida.",
  "page-dapps-dapp-description-marble-cards": "Crie e troque cartões digitais exclusivos com base em URL.",
  "page-dapps-dapp-description-matcha": "Procura em várias bolsas para o ajudar a encontrar os melhores preços.",
  "page-dapps-dapp-description-meeds": "Centros comunitários Web3 para a era do trabalho descentralizado. Recompense de forma justa e transparente as contribuições que importam.",
  "page-dapps-dapp-description-mirror": "Construída na web3 para web3, a robusta plataforma de publicação do Mirror ultrapassa os limites da escrita online",
  "page-dapps-dapp-description-multichain": "O melhor caminho para a web3. Trata-se de uma infraestrutura desenvolvida para interações arbitrárias entre cadeias.",
  "page-dapps-dapp-description-nifty-gateway": "Compre obras nas blockchains dos principais artistas, atletas, marcas e criadores.",
  "page-dapps-dapp-description-summerfi": "Negocie, empregue e poupe com Dai, uma stablecoin da Ethereum.",
  "page-dapps-dapp-description-opensea": "Compre, venda, descubra e troque bens de edição limitada.",
  "page-dapps-dapp-description-opera": "Envie criptomoeda do seu navegador para comerciantes, outros utilizadores e aplicações.",
  "page-dapps-dapp-description-osuvox": "Avatares 3D que vivem no blockchain",
  "page-dapps-dapp-description-poap": "Recolha NFT que provem que esteve em diferentes eventos virtuais ou presenciais. Utilize-os para participar em sorteios, votar, colaborar ou apenas para se gabar.",
  "page-dapps-dapp-description-polymarket": "Aposte em resultados. Negocie em mercados de informação.",
  "page-dapps-dapp-description-pooltogether": "Uma lotaria que não se pode perder. Prémios todas as semanas.",
  "page-dapps-dapp-description-index-coop": "Um fundo de índice criptográfico que dá ao seu portfólio exposição aos principais tokens DeFi.",
  "page-dapps-dapp-description-nexus-mutual": "Cobertura sem a companhia de seguros. Proteja-se contra bugs e hacks de contratos inteligentes.",
  "page-dapps-dapp-description-etherisc": "Um modelo de seguro descentralizado que qualquer um pode usar para criar sua própria cobertura de seguro.",
  "page-dapps-dapp-description-zapper": "Acompanhe a sua carteira e utilize uma série de produtos DeFi a partir de uma única interface.",
  "page-dapps-dapp-description-zerion": "Gira a sua carteira e avalie de forma simples cada um dos ativos DeFi existentes no mercado.",
  "page-dapps-dapp-description-rotki": "Ferramenta de código aberto de monitorização de carteiras, análise, contabilidade e relatórios fiscais que respeita a sua privacidade.",
  "page-dapps-dapp-description-krystal": "Uma plataforma única para aceder a todos os seus serviços DeFi favoritos.",
  "page-dapps-dapp-description-rarible": "Crie, venda e compre tokens colecionáveis.",
  "page-dapps-dapp-description-request-finance": "Um conjunto de ferramentas financeiras para faturas de criptomoedas, folha de pagamento e despesas.",
  "page-dapps-dapp-description-rubic": "Agregador de tecnologia Cross-Chain para utilizadores e dApps.",
  "page-dapps-dapp-description-sablier": "Transfira dinheiro em tempo real.",
  "page-dapps-dapp-description-spatial": "Crie seu próprio avatar personalizado e mundos 3D",
  "page-dapps-dapp-description-spruce": "Pilha de código aberto para deixar o controlo de identidade e dados onde deveria estar: com os utilizadores.",
  "page-dapps-dapp-description-status": "Projetado para permitir o livre fluxo de informações, proteger o direito a conversas privadas, seguras e promover a soberania dos indivíduos.",
  "page-dapps-dapp-description-superrare": "Compre obras de arte digitais diretamente de artistas ou em mercados secundários.",
  "page-dapps-dapp-description-synthetix": "O Synthetix é um protocolo para emitir e negociar bens sintéticos",
  "page-dapps-dapp-description-token-sets": "Estratégias de investimento de criptomoedas que reequilibram automaticamente.",
  "page-dapps-dapp-description-uniswap": "Troque tokens simplesmente ou forneça tokens por % de recompensas.",
  "page-dapps-dapp-description-xmtp": "Projetado para permitir o livre fluxo de informações, proteger o direito a conversas privadas, seguras e promover a soberania dos indivíduos.",
  "page-dapps-dapp-description-yearn": "Yearn Finance é um agregador de rendimentos. Proporcionando a indivíduos, DAOs e outros protocolos uma forma de depositar bens digitais e receber rendimentos.",
  "page-dapps-docklink-dapps": "Introdução a dapps",
  "page-dapps-docklink-smart-contracts": "Smart contracts",
  "page-dapps-dark-forest-logo-alt": "Logótipo Dark Forest",
  "page-dapps-decentraland-logo-alt": "Logótipo Decentraland",
  "page-dapps-index-coop-logo-alt": "Logótipo Index Coop",
  "page-dapps-nexus-mutual-logo-alt": "Logótipo Nexus Mutual",
  "page-dapps-etherisc-logo-alt": "Logótipo Etherisc",
  "page-dapps-zapper-logo-alt": "Logótipo Zapper",
  "page-dapps-zerion-logo-alt": "Logótipo Zerion",
  "page-dapps-rotki-logo-alt": "Logótipo Rotki",
  "page-dapps-krystal-logo-alt": "Logótipo Krystal",
  "page-dapps-synthetix-logo-alt": "Logótipo do Synthetix",
  "page-dapps-desc": "Encontre uma aplicação da Ethereum para experimentar.",
  "page-dapps-doge-img-alt": "Ilustração de um doge usando o computador",
  "page-dapps-editors-choice-dark-forest": "Jogue contra outros para conquistar planetas e experimente a tecnologia de ponta de escalonamento/privacidade da Ethereum. Talvez um jogo para quem já está familiarizado com a Ethereum.",
  "page-dapps-editors-choice-foundation": "Invista em cultura. Compre, troque e venda arte digital e modas únicas de alguns artistas, músicos e marcas incríveis.",
  "page-dapps-editors-choice-pooltogether": "Compre um bilhete para a loteria sem perdas. Todas as semanas, os juros gerados de todos os bilhetes são enviados para um vencedor sortudo. Receba o seu dinheiro de volta quando quiser.",
  "page-dapps-editors-choice-uniswap": "Troque os seus tokens com facilidade. Uma funcionalidade favorita da comunidade que lhe permite trocar tokens com pessoas em toda a rede.",
  "page-dapps-ens-logo-alt": "Logótipo do serviço de nomes Ethereum",
  "page-dapps-explore-dapps-description": "Muitas dapps ainda são experimentais, testando as possibilidades de redes descentralizadas. Mas houve alguns pioneiros bem-sucedidos nas categorias de tecnologia, finanças, jogos e colecionáveis.",
  "page-dapps-explore-dapps-title": "Explorar dapps",
  "page-dapps-features-1-description": "Uma vez implantado na Ethereum, o código da dapp não pode ser retirado. E qualquer pessoa pode usar os recursos da dapp. Mesmo que a equipa por detrás da dapp se dissolva, pode continuar a utilizá-lo. Uma vez na Ethereum, ele permanecerá lá.",
  "page-dapps-features-1-title": "Sem proprietários",
  "page-dapps-features-2-description": "Não se pode ser impedido de utilizar um dapp ou de submeter transacções. Por exemplo, se o Twitter estivesse na Ethereum, ninguém poderia bloquear a sua conta ou impedi-lo de tweetar.",
  "page-dapps-features-2-title": "Sem censura",
  "page-dapps-features-3-description": "Porque a Ethereum tem ETH, os pagamentos são nativos da Ethereum. Os programadores não precisam gastar tempo a integrar com fornecedores de pagamento de terceiros.",
  "page-dapps-features-3-title": "Pagamentos integrados",
  "page-dapps-features-4-description": "O código Dapp é frequentemente aberto e compatível por defeito. As equipas constroem regularmente utilizando o trabalho de outras equipas. Se quiser permitir que os utilizadores troquem tokens no seu dapp, pode simplesmente ligar o código de outro dapp.",
  "page-dapps-features-4-title": "Ligar e usar",
  "page-dapps-features-5-description": "Com a maioria das dapps, não precisa de partilhar a sua identidade no mundo real. A sua conta Ethereum é o seu login e só precisa de uma carteira.",
  "page-dapps-features-5-title": "Um login anónimo",
  "page-dapps-features-6-description": "A criptografia garante que os atacantes não podem forjar transações e outras interacções dapp em seu nome. Autoriza ações dapp com a sua conta Ethereum - normalmente através da sua carteira - para que as suas credenciais permaneçam seguras.",
  "page-dapps-features-6-title": "Protegido por criptografia",
  "page-dapps-features-7-description": "Assim que a Dapp for publicada na Ethereum, só irá abaixo se a própria Ethereum for abaixo. As redes do tamanho da Ethereum são notoriamente difíceis de atacar.",
  "page-dapps-features-7-title": "Não há tempo de inatividade",
  "page-dapps-finance-benefits-1-description": "Os serviços financeiros que funcionam com a Ethereum não têm requisitos de registo. Se tiver fundos e uma ligação à Internet, está pronto para começar.",
  "page-dapps-finance-benefits-1-title": "Acesso aberto",
  "page-dapps-finance-benefits-2-description": "Há todo um mundo de tokens com que se pode interagir através destes produtos financeiros. Estamos a construir novos tokens com base na Ethereum a toda a hora.",
  "page-dapps-finance-benefits-2-title": "Uma nova economia de tokens",
  "page-dapps-finance-benefits-3-description": "As equipas construíram <a href=\"/glossary/#stablecoin\">stablecoins</a> – uma criptomoeda menos volátil. Estes permitem que experimente e use cripto sem o risco e a incerteza.",
  "page-dapps-finance-benefits-3-title": "Stablecoins",
  "page-dapps-finance-benefits-4-description": "Os produtos financeiros no espaço Ethereum são todos modulares e compatíveis entre si. Novas configurações destes módulos estão constantemente a chegar ao mercado, aumentando o que pode fazer com as suas criptomoedas.",
  "page-dapps-finance-benefits-4-title": "Serviços financeiros interligados",
  "page-dapps-finance-benefits-description": "O que faz com que a Ethereum permita que aplicações financeiras decentalizadas prosperem?",
  "page-dapps-finance-benefits-title": "finanças descentralizadas",
  "page-dapps-finance-button": "Finanças",
  "page-dapps-finance-description": "Trata-se de aplicações que se centram na criação de serviços financeiros utilizando criptomoedas. Oferecem serviços como a concessão de empréstimos, a contração de empréstimos, a obtenção de juros e pagamentos privados - sem necessidade de dados pessoais.",
  "page-dapps-finance-title": "Finanças descentralizadas",
  "page-dapps-foundation-logo-alt": "Logotipo da Ethereum Foundation",
  "page-dapps-gaming-benefits-1-description": "Quer se trate de terrenos virtuais ou de cartas comerciais, os seus itens podem ser trocados nos mercados de colecionáveis. Os objetos no jogo têm valor no mundo real.",
  "page-dapps-gaming-benefits-1-title": "Itens do jogo como tokens",
  "page-dapps-gaming-benefits-2-description": "Os seus itens e, em alguns casos, o seu progresso são seus, e não das empresas de jogos. Por isso, não perderá nada se a empresa por detrás do jogo for atacada, sofrer uma avaria no servidor ou se dissolver.",
  "page-dapps-gaming-benefits-2-title": "Os seus registos estão seguros",
  "page-dapps-gaming-benefits-3-description": "Da mesma forma que os pagamentos Ethereum estão disponíveis para qualquer pessoa verificar, os jogos podem utilizar esta qualidade para garantir a equidade. Em teoria, tudo é verificável, desde o número de correspondências críticas ao tamanho do baú de guerra de um adversário.",
  "page-dapps-gaming-benefits-3-title": "Equidade comprovada",
  "page-dapps-gaming-benefits-description": "O que faz com que a Ethereum permita que aplicações descentralizadas prosperem?",
  "page-dapps-gaming-benefits-title": "jogos descentralizados",
  "page-dapps-gaming-button": "Jogos",
  "page-dapps-gaming-description": "Trata-se de aplicações que se centram na criação de mundos virtuais e na luta contra outros jogadores utilizando objectos de coleção que têm valor no mundo real.",
  "page-dapps-gaming-title": "Jogos descentralizados",
  "page-dapps-get-some-eth-description": "As ações por Papada custam uma taxa de transação",
  "page-dapps-get-started-subtitle": "Para experimentar um dapp, precisará de uma <a href=\"/glossary/#wallet\">carteira</a> e um pouco de ETH. Uma carteira permite-lhe ligar-se ou iniciar sessão. E você precisará da ETH para pagar quaisquer <a href=\"/glossary/#transaction-fee\">taxas de transação.</a>.",
  "page-dapps-get-started-title": "Introdução",
  "page-dapps-gitcoin-grants-logo-alt": "Logótipo Gitcoin Grants",
  "page-dapps-gitcoin-logo-alt": "Logótipo Gitcoin",
  "page-dapps-gm-logo-alt": "logótipo gm.xyz",
  "page-dapps-gods-unchained-logo-alt": "Logótipo Gods Unchained",
  "page-dapps-golem-logo-alt": "Logótipo Golem",
  "page-dapps-graph-logo-alt": "Logótipo do gráfico",
  "page-dapps-radicle-logo-alt": "Logótipo Radicle",
  "page-dapps-hero-header": "Ferramentas e serviços baseados em Ethereum",
  "page-dapps-hero-subtitle": "As Dapps são um movimento crescente de aplicações que utilizam a Ethereum para perturbar os atuais modelos de negócio ou mesmo inventar novos modelos.",
  "page-dapps-how-dapps-work-p1": "As dApps têm seu código de back-end (contratos inteligentes) em execução em uma rede descentralizada e não em um servidor centralizado. Eles usam o Ethereum <a href=\"/glossary/#blockchain\">blockchain</a> para armazenamento de dados e contratos inteligentes para sua lógica de aplicativo.",
  "page-dapps-how-dapps-work-p2": "Um contrato inteligente é como um conjunto de regras que vivem na cadeia para todos verem e funcionam exatamente de acordo com essas regras. Imagine uma máquina de venda automática: se lhe fornecer fundos suficientes e a seleção certa, obterá o artigo que deseja. E, tal como as máquinas de venda automática, os contratos inteligentes podem guardar fundos, tal como a sua conta Ethereum. Isto permite ao código mediar acordos e transações.",
  "page-dapps-how-dapps-work-p3": "Uma vez que as dapps são implantadas na rede Ethereum, não é possível alterá-las. As Dapps podem ser descentralizadas porque são controladas pela lógica escrita no contrato, não por um indivíduo ou uma empresa.",
  "page-dapps-how-dapps-work-title": "Como as dapps funcionam",
  "page-dapps-ipfs-logo-alt": "Logótipo IPFS",
  "page-dapps-kyberswap-logo-alt": "Logótipo KyberSwap",
  "page-dapps-learn-callout-button": "Começar a construir",
  "page-dapps-learn-callout-description": "O nosso portal para a comunidade de programadores tem documentos, utensílios e frameworks para ajudar a começar a construir uma dapp.",
  "page-dapps-learn-callout-image-alt": "Ilustração de uma mão a construir um símbolo ETH com blocos de Lego.",
  "page-dapps-learn-callout-title": "Aprenda a criar uma dapp",
  "page-dapps-lido-logo-alt": "Logótipo Lido",
  "page-dapps-loopring-logo-alt": "Logótipo Loopring",
  "page-dapps-magic-behind-dapps-description": "As Dapps podem parecer aplicações normais. Mas, nos bastidores, têm algumas qualidades especiais porque herdam todos os superpoderes do Ethereum. Eis o que torna as dapps diferentes das aplicações.",
  "page-dapps-magic-behind-dapps-link": "O que torna a Ethereum incrível?",
  "page-dapps-magic-behind-dapps-title": "A magia por trás das dapps",
  "page-dapps-magic-title-1": "A magia",
  "page-dapps-magic-title-2": "por trás",
  "page-dapps-magician-img-alt": "Ilustração de mágicos",
  "page-dapps-marble-cards-logo-alt": "logótipo marble.cards",
  "page-dapps-async-logo-alt": "Logótipo Async",
  "page-dapps-matcha-logo-alt": "Logótipo Matcha",
  "page-dapps-meeds-logo-alt": "Logótipo Meeds",
  "page-dapps-metaverse-benefits-title": "metaverso",
  "page-dapps-metaverse-benefits-description": "O que é o Ethereum que permite que o metaverso prospere?",
  "page-dapps-metaverse-benefits-1-title": "NFT",
  "page-dapps-metaverse-benefits-1-description": "Itens únicos no jogo que são de propriedade dos usuários e interoperáveis em mundos virtuais e mercados que suportam os mesmos padrões.",
  "page-dapps-metaverse-benefits-2-title": "Comunidades de propriedade do utilizador",
  "page-dapps-metaverse-benefits-2-description": "As identidades são propriedade dos usuários com infinitas oportunidades para explorar e criar redes sociais em vários mundos virtuais.",
  "page-dapps-metaverse-button": "Metaverso\n",
  "page-dapps-metaverse-title": "Metaverso\n",
  "page-dapps-metaverse-description": "Estas são aplicações que permitem aos utilizadores participar livremente em mundos virtuais. Os utilizadores podem formar redes pessoais e se apropriar de ativos digitais",
  "page-dapps-mirror-logo-alt": "Logótipo do Mirror",
  "page-dapps-mobile-options-header": "Selecione outra categoria",
  "page-dapps-multichain-logo-alt": "Logotipo Multichain",
  "page-dapps-nifty-gateway-logo-alt": "Logótipo Nifty Gateway",
  "page-dapps-summerfi-logo-alt": "Logotipo Summer.fi",
  "page-dapps-opensea-logo-alt": "Logótipo OpenSea",
  "page-dapps-opera-logo-alt": "Logótipo Opera",
  "page-dapps-osuvox-logo-alt": "Logótipo OSUVOX",
  "page-dapps-polymarket-logo-alt": "Logótipo Polymarket",
  "page-dapps-poap-logo-alt": "Logótipo do Protocolo de Prova de Presença (POAP)",
  "page-dapps-pooltogether-logo-alt": "Logótipo PoolTogether",
  "page-dapps-rarible-logo-alt": "Logótipo Rarible",
  "page-dapps-ready-button": "Ir",
  "page-dapps-ready-description": "Escolha uma dapp para experimentar",
  "page-dapps-ready-title": "Pronto?",
  "page-dapps-request-finance-logo-alt": "Solicitar logotipo Financiamento",
  "page-dapps-rubic-logo-alt": "Logotipo Rubic",
  "page-dapps-sablier-logo-alt": "Logótipo Sablier",
  "page-dapps-set-up-a-wallet-button": "Encontrar carteira",
  "page-dapps-set-up-a-wallet-description": "Use a sua carteira para o \"login\" de uma dapp",
  "page-dapps-set-up-a-wallet-title": "Configurar uma carteira",
  "page-dapps-social-button": "Social",
  "page-dapps-social-description": "Estas são aplicações que se concentram na criação de redes sociais descentralizadas utilizando tecnologias de identidade descentralizada onde identidades digitais e gráficos sociais são de propriedade dos utilizadores.",
  "page-dapps-social-title": "Social",
  "page-dapps-spatial-logo-alt": "Logotipo espacial",
  "page-dapps-spruce-logo-alt": "Logotipo Spruce",
  "page-dapps-status-logo-alt": "Estado do Logotipo",
  "page-dapps-superrare-logo-alt": "Logótipo SuperRaro",
  "page-dapps-technology-button": "Tecnologia",
  "page-dapps-technology-description": "Trata-se de aplicações que se centram na descentralização das ferramentas de desenvolvimento, na incorporação de sistemas criptoeconómicos na tecnologia existente e na criação de mercados para o trabalho de desenvolvimento de código aberto.",
  "page-dapps-technology-title": "Tecnologia descentralizada",
  "page-dapps-token-sets-logo-alt": "Logotipo Token Sets",
  "page-dapps-uniswap-logo-alt": "Logótipo Uniswap",
  "page-dapps-wallet-callout-button": "Encontrar carteira",
  "page-dapps-wallet-callout-description": "As carteiras também são dapps. Encontre uma baseada nos recursos que mais lhe convém.",
  "page-dapps-wallet-callout-image-alt": "Ilustração de um robô.",
  "page-dapps-wallet-callout-title": "Ver carteiras",
  "page-dapps-warning-header": "Faça sempre a sua própria pesquisa",
  "page-dapps-warning-message": "Ethereum é uma nova tecnologia e a maioria das aplicações são novas. Antes de depositar valores avultados, certifique-se de que compreende os riscos.",
  "page-dapps-what-are-dapps": "O que são as dapps?",
  "page-dapps-more-on-defi-button": "Mais informações sobre finanças descentralizadas",
  "page-dapps-more-on-nft-button": "Mais informações sobre tokens colecionáveis",
  "page-dapps-more-on-nft-gaming-button": "Mais informações sobre tokens usados em jogos",
  "page-dapps-dapp-description-pwn": "Empréstimos fáceis garantidos por qualquer token ou NFT na Ethereum.",
  "page-dapps-pwn-image-alt": "Logótipo PWN",
  "page-dapps-xmtp-logo-alt": "Logotipo XMTP",
  "opage-dapps-yearn-logo-alt": "Logótipo Yearn",
  "page-dapps-yearn-image-alt": "Logótipo Yearn",
  "page-dapps-convex-image-alt": "Logótipo Convex",
  "foundation": "Fundação",
  "page-wallets-get-some": "Obtenha algum ETH",
  "page-dapps-dapp-description-curve": "Curve é uma dex focada em stablecoins",
  "page-dapps-curve-image-alt": "Logótipo da curva",
  "page-dapps-dapp-description-dodo": "A DODO é um provedor de liquidez on-chain, que aproveita o algoritmo Proactive Market Maker (PMM)",
  "page-dapps-dodo-image-alt": "Logótipo DODO",
  "page-dapps-dapp-description-artblocks": "Art Blocks dedica-se a dar vida a obras atraentes de arte generativa contemporânea",
  "page-dapps-artblocks-image-alt": "Logótipo Art Blocks",
  "page-dapps-explore-title": "Quer procurar mais aplicações?",
  "page-dapps-explore": "Confira centenas de dapps"
}
