{
  "page-run-a-node-build-your-own-title": "Construa o seu próprio",
  "page-run-a-node-build-your-own-hardware-title": "Passo 1 – Hardware",
  "page-run-a-node-build-your-own-minimum-specs": "Especificações mínimas",
  "page-run-a-node-build-your-own-min-ram": "4 - 8 GB RAM",
  "page-run-a-node-build-your-own-ram-note-1": "Ver nota sobre implantação",
  "page-run-a-node-build-your-own-ram-note-2": "Ver nota sobre Raspberry Pi",
  "page-run-a-node-build-your-own-min-ssd": "2 TB SSD",
  "page-run-a-node-build-your-own-ssd-note": "É preciso uma SSD para as velocidades de escrita necessárias.",
  "page-run-a-node-build-your-own-recommended": "Recomendado",
  "page-run-a-node-build-your-own-nuc": "Intel NUC, 7.ª geração ou superior",
  "page-run-a-node-build-your-own-nuc-small": "processador x86",
  "page-run-a-node-build-your-own-connection": "Ligação à Internet com cabo",
  "page-run-a-node-build-your-own-connection-small": "Não é necessário, mas fornece uma configuração mais fácil e uma conexão mais consistente",
  "page-run-a-node-build-your-own-peripherals": "Monitor e teclado",
  "page-run-a-node-build-your-own-peripherals-small": "A não ser que esteja a usar o DAppNode ou a configuração ssh/headless",
  "page-run-a-node-build-your-own-software": "Passo 2 - Software",
  "page-run-a-node-build-your-own-software-option-1-title": "Opção 1 - DAppNode",
  "page-run-a-node-build-your-own-software-option-1-description": "Quando estiver pronto com seu hardware, o sistema operacional DAppNode pode ser descarregado a partir de qualquer computador e instalado numa nova SSD através de uma unidade USB.",
  "page-run-a-node-build-your-own-software-option-1-button": "Instalação de DAppNode",
  "page-run-a-node-build-your-own-software-option-2-title": "Opção 2 - Linha de comando",
  "page-run-a-node-build-your-own-software-option-2-description-1": "Para o controlo máximo, os usuários experientes podem preferir utilizar a linha de comandos.",
  "page-run-a-node-build-your-own-software-option-2-description-2": "Veja a nossa documentação para programadores para obter mais informações sobre como começar com a seleção de clientes.",
  "page-run-a-node-build-your-own-software-option-2-button": "Configuração de linha de comando",
  "page-run-a-node-buy-fully-loaded-title": "Compra totalmente carregada",
  "page-run-a-node-buy-fully-loaded-description": "Solicite uma versão \"plug and play\" aos fornecedores para uma experiência de integração mais simples.",
  "page-run-a-node-buy-fully-loaded-note-1": "Não é necessário construir.",
  "page-run-a-node-buy-fully-loaded-note-2": "Configuração tipo aplicação com uma interface gráfica.",
  "page-run-a-node-buy-fully-loaded-note-3": "Não é necessária a linha de comando.",
  "page-run-a-node-censorship-resistance-title": "Resistência à censura",
  "page-run-a-node-censorship-resistance-preview": "Garanta o acesso quando precisar dele e não seja censurado.",
  "page-run-a-node-censorship-resistance-1": "Um nó de terceiros pode optar por recusar as transações de endereços IP específicos, ou transações que envolvam contas específicas, potencialmente impedindo-o de usar a rede quando precisar dela. ",
  "page-run-a-node-censorship-resistance-2": "Ter o seu próprio nó para submeter transações garante que pode transmitir a sua transação para o resto da rede ponto a ponto a qualquer momento.",
  "page-run-a-node-community-title": "Encontre quem o possa ajudar",
  "page-run-a-node-community-description-1": "Plataformas online como o Discord ou o Reddit albergam um grande número de criadores de comunidades dispostos a ajudar a resolver quaisquer questões que possa encontrar.",
  "page-run-a-node-community-description-2": "Não o faça sozinho. Se tem uma questão, é provável que alguém aqui o possa ajudar a encontrar uma resposta.",
  "page-run-a-node-community-link-1": "Junte-se ao Discord do DAppNode",
  "page-run-a-node-community-link-2": "Procure comunidades online",
  "page-run-a-node-choose-your-adventure-title": "Escolha a sua aventura",
  "page-run-a-node-choose-your-adventure-1": "É necessário algum hardware para começar. Embora seja possível executar o software do nó num computador pessoal, ter uma máquina dedicada pode melhorar significativamente o desempenho do seu nó, minimizando o impacto no seu computador principal.",
  "page-run-a-node-choose-your-adventure-2": "Ao selecionar o hardware, considere que a cadeia está em crescimento contínuo e que será inevitavelmente necessária manutenção. Incrementar as especificações pode ajudar a retardar a necessidade de manutenção do nó.",
  "page-run-a-node-choose-your-adventure-build-1": "Uma opção mais barata e mais customizável para utilizadores um pouco mais técnicos.",
  "page-run-a-node-choose-your-adventure-build-bullet-1": "Adquira os seus próprios componentes.",
  "page-run-a-node-choose-your-adventure-build-bullet-2": "Instale o DAppNode.",
  "page-run-a-node-choose-your-adventure-build-bullet-3": "Ou escolha o seu próprio sistema operativo e respetivos clientes.",
  "page-run-a-node-choose-your-adventure-build-start": "Começar a construir",
  "page-run-a-node-decentralized-title": "Descentralização",
  "page-run-a-node-decentralized-preview": "Resista ao reforço de pontos de falha centralizados.",
  "page-run-a-node-decentralized-1": "Os servidores de cloud centralizados podem fornecer muito poder de computação, mas são um alvo para estados-nação ou atacantes que procuram perturbar a rede.",
  "page-run-a-node-decentralized-2": "A resiliência da rede é alcançada com mais nós, em locais geograficamente diversos, operados por mais pessoas de diferentes origens. À medida que mais pessoas gerem o seu próprio nó, a dependência de pontos de falha centralizados diminui, tornando a rede mais forte.",
  "page-run-a-node-further-reading-title": "Leitura adicional",
  "page-run-a-node-further-reading-1-link": "Dominar a Ethereum - Devo correr um nó completo",
  "page-run-a-node-further-reading-1-author": "Andreas Antonopoulos",
  "page-run-a-node-further-reading-2-link": "Ethereum em ARM - Guia de iniciação rápida",
  "page-run-a-node-further-reading-3-link": "Os limites à escalabilidade da blockchain",
  "page-run-a-node-further-reading-3-author": "Vitalik Buterin",
  "page-run-a-node-getting-started-title": "Introdução",
  "page-run-a-node-getting-started-software-section-1": "Nos primórdios da rede, os utilizadores precisavam de ter a capacidade de interagir com a linha de comando para operarem um nó Ethereum.",
  "page-run-a-node-getting-started-software-section-1-alert": "Se é esta a sua preferência e tem as competências necessárias, não hesite em consultar os nossos documentos técnicos.",
  "page-run-a-node-getting-started-software-section-1-link": "Criar um nó Ethereum",
  "page-run-a-node-getting-started-software-section-2": "Agora temos o DAppNode, que é um <b>software gratuito e de código aberto</b> que oferece aos utilizadores uma <b>experiência semelhante a uma aplicação</b> ao gerir o seu nó.",
  "page-run-a-node-getting-started-software-section-3a": "Com apenas alguns cliques, pode ter o seu nó a funcionar.",
  "page-run-a-node-getting-started-software-section-3b": "O DAppNode facilita aos utilizadores a execução de nós integrais, bem como dapps e outras redes P2P, sem necessidade de recorrer à linha de comandos. Isso torna mais fácil para todos participarem e criar uma rede mais descentralizada.",
  "page-run-a-node-getting-started-software-title": "Parte 2: Software",
  "page-run-a-node-glyph-alt-terminal": "Glyph: terminal",
  "page-run-a-node-glyph-alt-phone": "Glyph: toque de telefone",
  "page-run-a-node-glyph-alt-dappnode": "DAppNode glyph",
  "page-run-a-node-glyph-alt-pnp": "Glyph: Plug-n-Play",
  "page-run-a-node-glyph-alt-hardware": "Glyph: Hardware",
  "page-run-a-node-glyph-alt-software": "Glyph: Download de software",
  "page-run-a-node-glyph-alt-privacy": "Glyph: privacidade",
  "page-run-a-node-glyph-alt-censorship-resistance": "Megafone glyph resistente à censura",
  "page-run-a-node-glyph-alt-earth": "Glyph: Terra",
  "page-run-a-node-glyph-alt-decentralization": "Glyph: Descentralização",
  "page-run-a-node-glyph-alt-vote": "Vote com seu glyph",
  "page-run-a-node-glyph-alt-sovereignty": "Glyph: Soberania",
  "page-run-a-node-hero-alt": "Gráfico de nó",
  "page-run-a-node-hero-header": "Assuma o controlo total.<br //>Gira o seu próprio nó.",
  "page-run-a-node-hero-subtitle": "Torne-se totalmente independente enquanto ajuda a proteger a rede. Torne-se Ethereum.",
  "page-run-a-node-hero-cta-1": "Saber mais",
  "page-run-a-node-hero-cta-2": "Vamos lá!",
  "page-run-a-node-install-manually-title": "Instalar manualmente",
  "page-run-a-node-install-manually-1": "Se for um utilizador mais técnico e tiver decidido construir o seu próprio sistema, o DAppNode pode ser descarregado em qualquer computador e instalado numa SSD limpa através de uma unidade USB.",
  "page-run-a-node-meta-description": "Uma introdução sobre o quê, porquê e como executar um nó Ethereum.",
  "page-run-a-node-participate-title": "Participar",
  "page-run-a-node-participate-preview": "A revolução da descentralização começa <strong>consigo</strong>.",
  "page-run-a-node-participate-1": "Ao gerir um nó, torna-se parte de um movimento global para descentralizar o controlo e o poder sobre um vasto mundo de informação.",
  "page-run-a-node-participate-2": "Se é um holder, dê valor ao seu ETH apoiando a saúde e a descentralização da rede e garanta que tem uma palavra a dizer no seu futuro.",
  "page-run-a-node-privacy-title": "Privacidade e Segurança",
  "page-run-a-node-privacy-preview": "Pare de divulgar as suas informações pessoais em nós de terceiros.",
  "page-run-a-node-privacy-1": "Ao enviar transações utilizando nós públicos, podem ser divulgadas informações pessoais a estes serviços de terceiros, tais como o seu endereço IP e os endereços Ethereum que possui.",
  "page-run-a-node-privacy-2": "Ao associar carteiras compatíveis ao seu próprio nó, pode utilizar a sua carteira para interagir de forma privada e segura com a blockchain.",
  "page-run-a-node-privacy-3": "Além disso, se um nó malicioso difundir uma transação inválida, o seu nó irá simplesmente ignorá-la.  Cada transação é verificada localmente no seu próprio computador, por isso não precisa de confiar em terceiros.",
  "page-run-a-node-rasp-pi-title": "Nota sobre o Raspberry Pi (processador ARM)",
  "page-run-a-node-rasp-pi-description": "Os Raspberry Pis são computadores leves e económicos, mas têm limitações que podem afetar o desempenho do seu nó. Embora não sejam atualmente recomendados para staking, podem ser uma opção excelente e barata para executar um nó para uso pessoal, com apenas 4 a 8 GB de RAM.",
  "page-run-a-node-rasp-pi-note-1-link": "DAppNode em ARM",
  "page-run-a-node-rasp-pi-note-1-description": "Consulte estas instruções se planeia executar o DAppNode num Raspberry Pi",
  "page-run-a-node-rasp-pi-note-2-link": "Documentação sobre Ethereum para ARM",
  "page-run-a-node-rasp-pi-note-2-description": "Saiba como configurar um nó através da linha de comandos num Raspberry Pi",
  "page-run-a-node-rasp-pi-note-3-link": "Operar um nó com o Raspberry Pi",
  "page-run-a-node-rasp-pi-note-3-description": "Siga aqui se preferir tutoriais",
  "page-run-a-node-shop": "Loja",
  "page-run-a-node-shop-avado": "Loja Avado",
  "page-run-a-node-shop-dappnode": "Loja DAppNode",
  "page-run-a-node-staking-title": "Stake your ETH",
  "page-run-a-node-staking-description": "Embora não seja necessário, com um nó a funcionar, está um passo mais perto de fazer staking do seu ETH para ganhar recompensas e ajudar a contribuir para uma componente diferente da segurança Ethereum.",
  "page-run-a-node-staking-link": "Bloquear ETH",
  "page-run-a-node-staking-plans-title": "Planeia apostar em staking?",
  "page-run-a-node-staking-plans-description": "Para maximizar a eficiência do seu validador, recomenda-se um mínimo de 16 GB de RAM, mas 32 GB é preferível, com um valor de referência de CPU de 6667+ em <a href=\"https://cpubenchmark.net\" target=\"_blank\">cpubenchmark.net</a>. Também é recomendável que os stakers tenham acesso ilimitado a largura de banda de alta velocidade na Internet, embora isso não seja um requisito fundamental.",
  "page-run-a-node-staking-plans-ethstaker-link-label": "Como escolher hardware para validação Ethereum",
  "page-run-a-node-staking-plans-ethstaker-link-description": "EthStaker explica mais pormenores neste episódio especial de uma hora",
  "page-run-a-node-sovereignty-title": "Soberania",
  "page-run-a-node-sovereignty-preview": "Pense em gerir um nó como o próximo desafio para além de obter a sua própria carteira Ethereum.",
  "page-run-a-node-sovereignty-1": "Uma carteira Ethereum permite-lhe assumir a custódia e o controlo total dos seus ativos digitais, mantendo protegidas as chaves privadas dos seus endereços, mas essas chaves não lhe dizem o estado atual da blockchain, como por exemplo o saldo da sua carteira.",
  "page-run-a-node-sovereignty-2": "Por defeito, as carteiras Ethereum tipicamente recorrem a um nó de terceiros, como o Infura ou o Alchemy, quando consultam os seus saldos. Executar o seu próprio nó permite-lhe ter a sua própria cópia da blockchain Ethereum.",
  "page-run-a-node-title": "Executar um nó",
  "page-run-a-node-voice-your-choice-title": "Dê voz à sua escolha",
  "page-run-a-node-voice-your-choice-preview": "Não abdique do controlo no caso de uma bifurcação (fork).",
  "page-run-a-node-voice-your-choice-1": "No caso de uma bifurcação da cadeia, onde duas cadeias emergem com dois conjuntos de regras diferentes, correr o seu próprio nó garante a sua capacidade de escolher qual o conjunto de regras que vai apoiar. Cabe-lhe atualizar para as novas regras e apoiar as alterações propostas, ou não.",
  "page-run-a-node-voice-your-choice-2": "Se estiver a efetuar staking de ETH, a execução do seu próprio nó permite-lhe escolher o seu próprio cliente, minimizar o risco de slashing e reagir às flutuações das exigências da rede ao longo do tempo. Ao fazer staking com um terceiro, perde o seu poder de decisão sobre qual o cliente que considera ser a melhor escolha.",
  "page-run-a-node-what-title": "<i>O que</i> significa \"executar um nó\"?",
  "page-run-a-node-what-1-subtitle": "Executar software.",
  "page-run-a-node-what-1-text": "Conhecido como \"cliente\", este software descarrega uma cópia da blockchain Ethereum e verifica a validade de cada bloco, mantendo-a atualizada com novos blocos e transações, ajudando outros a descarregar e atualizar as suas próprias cópias.",
  "page-run-a-node-what-2-subtitle": "Com hardware.",
  "page-run-a-node-what-2-text": "O Ethereum foi concebido para executar um nó em computadores de gama média. Pode utilizar qualquer computador pessoal, mas a maioria dos utilizadores opta por executar o seu nó em hardware dedicado para eliminar o impacto no desempenho do seu computador e minimizar o tempo de inatividade do nó.",
  "page-run-a-node-what-3-subtitle": "Enquanto estiver online.",
  "page-run-a-node-what-3-text": "Executar um nó Ethereum pode parecer complicado à primeira vista, mas é apenas o ato de executar continuamente um software cliente num computador enquanto está ligado à Internet. Enquanto estiver offline, o seu nó estará simplesmente inativo até que volte a ficar online e se atualize com as últimas alterações.",
  "page-run-a-node-who-title": "<i>Quem</i> deve operar um nó?",
  "page-run-a-node-who-preview": "Toda a gente! Os nós não são apenas para validadores de prova de participação. <i>Qualquer um</i> pode executar um nó — você nem precisa de ETH.",
  "page-run-a-node-who-copy-1": "Não é necessário fazer stake de ETH para gerir um nó. De fato, são todos os outros nós do Ethereum que responsabilizam os validadores.",
  "page-run-a-node-who-copy-2": "Pode não obter as recompensas financeiras que os validadores ganham, mas existem muitos outros benefícios de gerir um nó para qualquer utilizador Ethereum considerar, incluindo privacidade, segurança, menor dependência de servidores de terceiros, resistência à censura e melhor integridade e descentralização da rede.",
  "page-run-a-node-who-copy-3": "Ter o seu próprio nó significa que não precisa de confiar nas informações sobre o estado da rede fornecidas por terceiros.",
  "page-run-a-node-who-copy-bold": "Não confie. Verifique.",
  "page-run-a-node-why-title": "<i>Porquê</i> executar um nó?"
}
