{
  "page-local-environment-brownie-desc": "Uma estrutura de desenvolvimento e teste baseada em Python para contratos inteligentes que têm como alvo a Máquina Virtual Ethereum.",
  "page-local-environment-brownie-logo-alt": "Logótipo Brownie",
  "page-local-environment-kurtosis-desc": "Um kit de ferramentas baseado em container para configurar facilmente e criar uma rede de teste Ethereum multi-cliente para rápido desenvolvimento, prototipagem e teste de dApp local.",
  "page-local-environment-kurtosis-logo-alt": "Logótipo Kurtosis",
  "page-local-environment-epirus-desc": "Uma plataforma para desenvolver, implementar e monitorizar aplicações blockchain na Máquina Virtual Java.",
  "page-local-environment-epirus-logo-alt": "Logótipo Epirus",
  "page-local-environment-eth-app-desc": "Crie aplicações com tecnologia Ethereum com um único comando. Vem com uma ampla oferta de frameworks UI e modelos DeFi para escolher.",
  "page-local-environment-eth-app-logo-alt": "Logótipo de criação de Apps ETH",
  "page-local-environment-foundry-desc": "Um kit de ferramentas extremamente rápido, portátil e modular para o desenvolvimento de aplicações Ethereum, escrito em Rust.",
  "page-local-environment-foundry-logo-alt": "Logótipo Foundry",
  "page-local-environment-framework-feature-1": "Funcionalidades para criar uma cópia local da blockchain.",
  "page-local-environment-framework-feature-2": "Utilitários para compilar e testar os seus contratos inteligentes.",
  "page-local-environment-framework-feature-3": "Extensões de desenvolvimento do cliente para construir a sua aplicação virada para o utilizador, dentro do mesmo projeto/repositório.",
  "page-local-environment-framework-feature-4": "Configuração para ligar a redes Ethereum e implementar contratos, quer numa instância executada localmente, quer numa das redes públicas da Ethereum.",
  "page-local-environment-framework-feature-5": "Distribuição descentralizada de aplicações - integrações com opções de armazenamento como o IPFS.",
  "page-local-environment-framework-features": "Estes quadros vêm com muitas funcionalidades prontas a utilizar, como:",
  "page-local-environment-frameworks-desc": "Recomendamos que escolha um quadro, especialmente se estiver apenas a começar. Construir uma dapp completa requer diferentes peças tecnológicas. Os quadros incluem muitas das características necessárias ou fornecem sistemas de plugins fáceis para escolher as ferramentas que pretende.",
  "page-local-environment-frameworks-title": "Quadros e stacks pré-fabricados",
  "page-local-environment-hardhat-desc": "O Hardhat é um ambiente de desenvolvimento Ethereum para profissionais.",
  "page-local-environment-hardhat-logo-alt": "Logótipo Hardhat",
  "page-local-environment-openZeppelin-desc": "Poupe algumas horas de programação compilando, atualizando, implementando e interagindo com contratos inteligentes através do nosso CLI.",
  "page-local-environment-openZeppelin-logo-alt": "Logótipo OpenZeppelin",
  "page-local-environment-scaffold-eth-desc": "Ethers + Hardhat + React: tudo o que precisa para começar a criar aplicações descentralizadas baseadas em contratos inteligentes.",
  "page-local-environment-scaffold-eth-logo-alt": "Logótipo scaffold-eth",
  "page-local-environment-setup-meta-desc": "Guia sobre como escolher o seu pacote de software para a programação na Ethereum.",
  "page-local-environment-setup-meta-title": "Configuração do processo de programação local na Ethereum",
  "page-local-environment-setup-subtitle": "Se está pronto para começar a criar, é altura de escolher a sua aplicação.",
  "page-local-environment-setup-subtitle-2": "Eis as ferramentas e plataformas que pode utilizar para o ajudar a criar a sua própria aplicação Ethereum.",
  "page-local-environment-setup-title": "Configurar o seu ambiente de programação local",
  "page-local-environment-solidity-template-desc": "Um modelo GitHub para uma configuração previamente construída para os seus contratos inteligentes Solidity. Inclui uma rede local Hardhat, Waffle para testes, Ethers para implementação de carteiras e muito mais.",
  "page-local-environment-solidity-template-logo-alt": "Logótipo do template Solidity",
  "page-local-environment-waffle-desc": "A biblioteca de testes mais avançada para contratos inteligentes. Pode ser usada sozinha ou com Scaffold-eth ou Hardhat."
}
