{
  "page-eth-buy-some": "Vill du köpa lite Ethereum?",
  "page-eth-buy-some-desc": "Det är vanligt att blanda ihop Ethereum och ETH. Ethereum är blockkedjan och ETH är Ethereums primära tillgång. ETH är vad du förmodligen är ute efter att köpa.",
  "page-eth-cat-img-alt": "Grafik av ETH-glyf med ett kalejdoskop av katter",
  "page-eth-collectible-tokens": "Samlartokens",
  "page-eth-collectible-tokens-desc": "Tokens som representerar ett samlarobjekt, ett digitalt konstverk eller andra unika tillgångar. Allmänt känd som icke-fungibla tokens (NFT).",
  "page-eth-cryptography": "Säkrat med kryptografi",
  "page-eth-cryptography-desc": "Internetpengar har inte funnits så länge men de är säkrade med beprövad kryptografi som skyddar din plånbok, din ETH och dina transaktioner. ",
  "page-eth-currency-for-apps": "Det är valutan för Ethereum-appar.",
  "page-eth-currency-for-future": "Valuta för vår digitala framtid",
  "page-eth-description": "ETH är en kryptovaluta. Det är digitala pengar som du kan använda på internet – liknande Bitcoin. Är du en ny användare av krypto? Så här skiljer sig ETH från traditionella pengar.",
  "page-eth-earn-interest-link": "Tjäna ränta",
  "page-eth-ethhub-caption": "Uppdateras ofta",
  "page-eth-ethhub-overview": "EthHub har en bra överblick om du vill",
  "page-eth-flexible-amounts": "Finns i flexibla mängder",
  "page-eth-flexible-amounts-desc": "ETH är delbart upp till 18 decimaler så du behöver inte köpa en hel ETH. Du kan köpa fraktioner åt gången – så lite som 0,0000000000000000001 ETH om du vill.",
  "page-eth-fuels": "ETH driver och säkrar Ethereum",
  "page-eth-fuels-desc": "ETH är livsnerven i Ethereum. När du skickar ETH eller använder en Ethereum-app betalar du en avgift i ETH för att använda Ethereum-nätverket. Avgiften är ett incitament för en blockproducent att bearbeta och verifiera vad du försöker göra.",
  "page-eth-fuels-desc-2": "För närvarande är validatorer som Ethereums registerhållare – de kontrollerar och bevisar att ingen fuskar. De har valts ut slumpmässigt för att föreslå ett block av transaktioner. Validatorer som utför arbetet belönas också med små mängder nyutgiven ETH.",
  "page-eth-fuels-desc-3": "Det arbete som validatorerna gör och det kapital de satsar håller Ethereum säkert och fritt från centraliserad kontroll.",
  "page-eth-fuels-staking": "När du satsar din ETH hjälper du till att säkra Ethereum och få belöningar. I det här systemet avskräcks angripare med hotet om att förlora ETH.",
  "page-eth-fuels-more-staking": "Mer om insatser",
  "page-eth-get-eth-btn": "Skaffa ETH",
  "page-eth-gov-tokens": "Styrningstoken",
  "page-eth-gov-tokens-desc": "Tokens som representerar rösträtt i decentraliserade organisationer.",
  "page-eth-has-value": "Varför har ETH ett värde?",
  "page-eth-has-value-desc": "ETH är värdefull på olika sätt för olika människor.",
  "page-eth-has-value-desc-2": "För användare av Ethereum är ETH värdefullt eftersom det låter dig betala transaktionsavgifter.",
  "page-eth-has-value-desc-3": "Andra ser det som ett digitalt värdelager eftersom skapandet av ny ETH minskar med tiden.",
  "page-eth-has-value-desc-4": "På senare tid har ETH blivit värdefull för användare av finansiella appar på Ethereum. Det beror på att du kan använda ETH som säkerhet för kryptolån, eller som ett betalningssystem.",
  "page-eth-has-value-desc-5": "Naturligtvis ser många det också som en investering, liknande Bitcoin eller andra kryptovalutor.",
  "page-eth-how-to-buy": "Så här köper du Ether",
  "page-eth-how-to-buy-caption": "Uppdateras ofta",
  "page-eth-is-money": "ETH är digitala, globala pengar.",
  "page-eth-last-updated": "Januari 2019",
  "page-eth-monetary-policy": "Ethereums penningpolitik",
  "page-eth-more-on-ethereum-link": "Mer om Ethereum",
  "page-eth-no-centralized": "Inga centraliserade kontroller ",
  "page-eth-no-centralized-desc": "ETH är decentraliserat och globalt. Det finns inget företag eller bank som kan välja att skriva ut mer ETH eller ändra användarvillkoren.",
  "page-eth-non-fungible-tokens-link": "Icke-fungibla tokens",
  "page-eth-not-only-crypto": "ETH är inte den enda krypton på Ethereum",
  "page-eth-not-only-crypto-desc": "Vem som helst kan skapa nya typer av tillgångar och handla med dem på Ethereum. Tillgångarna kallas \"tokens\". Människor har tokeniserat traditionella valutor, sina fastigheter, sin konst och till och med sig själva!",
  "page-eth-not-only-crypto-desc-2": "Ethereum är hem för tusentals tokens – några mer användbara och värdefulla än andra. Utvecklare bygger ständigt nya tokens som låser upp nya möjligheter och öppnar nya marknader.",
  "page-eth-not-only-crypto-desc-3": "Om du vill lära dig mer om tokens har våra vänner på EthHub skrivit ett par bra översikter:",
  "page-eth-open": "Öppen för vem som helst",
  "page-eth-open-desc": "Du behöver bara en internetanslutning och en plånbok för att ta emot ETH. Du behöver inte ha tillgång till ett bankkonto för att ta emot betalningar. ",
  "page-eth-p2p-payments": "Peer-to-peer-betalningar",
  "page-eth-p2p-payments-desc": "Du kan skicka din ETH utan någon förmedlingstjänst, till exempel en bank. Det är som att lämna över pengar personligen, men du kan göra det säkert med vem som helst, var som helst, när som helst.",
  "page-eth-period": ".",
  "page-eth-popular-tokens": "Populära typer av token",
  "page-eth-powers-ethereum": "ETH driver Ethereum",
  "page-eth-shit-coins": "Sh*t coins",
  "page-eth-shit-coins-desc": "Eftersom det är enkelt att skapa nya tokens kan alla göra det – även personer med dåliga eller vilseledande avsikter. Gör alltid en kontroll innan du använder tokens!",
  "page-eth-stablecoins": "Stablecoins",
  "page-eth-stablecoins-desc": "Tokens som speglar värdet av traditionell valuta, till exempel dollar. Detta löser volatilitetsproblemet med många kryptovalutor.",
  "page-eth-stablecoins-link": "Skaffa stablecoins",
  "page-eth-stream-link": "Streama ETH",
  "page-eth-tokens-link": "Ethereum-tokens",
  "page-eth-trade-link-2": "Byt tokens",
  "page-eth-underpins": "ETH ligger till grund för Ethereums finansiella system",
  "page-eth-underpins-desc": "Är du inte nöjd med hur du gör betalningar? Ethereum-gemenskapen skapar ett komplett finansiellt system som är peer-to-peer och tillgängligt för alla.",
  "page-eth-underpins-desc-2": "Du kan använda ETH som säkerhet för att generera helt andra kryptovaluta-tokens på Ethereum. Dessutom kan du låna, låna ut och tjäna ränta på ETH och andra ETH-stödda tokens.",
  "page-eth-uses": "Användningsområden för ETH växer varje dag",
  "page-eth-uses-desc": "Eftersom Ethereum är programmerbart kan utvecklare forma ETH på otaliga sätt.",
  "page-eth-uses-desc-2": "2015 kunde du bara skicka ETH från ett Ethereum-konto till ett annat. Här är bara några saker du kan göra idag.",
  "page-eth-uses-desc-3": "betala någon eller ta emot pengar i realtid.",
  "page-eth-uses-desc-4": "du kan handla ETH med andra tokens, inklusive Bitcoin.",
  "page-eth-uses-desc-5": "på ETH och andra Ethereum-baserade tokens.",
  "page-eth-uses-desc-6": "få tillgång till en värld av kryptovalutor med ett stadigt, mindre flyktigt värde.",
  "page-eth-value": "Varför Ether är värdefullt",
  "page-eth-video-alt": "ETH-glyf video",
  "page-eth-whats-eth": "Vad är Ether (ETH)?",
  "page-eth-whats-eth-hero-alt": "Illustration av en grupp människor som förundras över en Ether (ETH)-glyf",
  "page-eth-whats-eth-meta-desc": "Vad du behöver veta för att förstå ETH och dess plats i Ethereum.",
  "page-eth-whats-eth-meta-title": "Vad är Ether (ETH)?",
  "page-eth-whats-ethereum": "Vad är Ethereum?",
  "page-eth-whats-ethereum-desc": "Spana in vår introduktion om du vill lära dig mer om Ethereum och tekniken bakom ETH.",
  "page-eth-whats-unique": "Vad är unikt med ETH?",
  "page-eth-whats-unique-desc": "Det finns många kryptovalutor och massor av andra tokens på Ethereum, men det finns vissa saker som bara ETH kan göra.",
  "page-eth-where-to-buy": "Var kan man få tag på ETH",
  "page-eth-where-to-buy-desc": "Du kan få ETH från en handelsplats eller en plånbok men olika länder har olika policyer. Kontrollera för att se vilka tjänster som låter dig köpa ETH.",
  "page-eth-yours": "Den är verkligen din",
  "page-eth-yours-desc": "Med ETH kan du vara din egen bank. Du kan kontrollera dina egna medel med din plånbok som bevis på ägande – ingen tredje part behövs.",
  "page-eth-more-on-tokens": "Mer om tokens och dess användningsområden",
  "page-eth-button-buy-eth": "Skaffa ETH",
  "page-eth-tokens-stablecoins": "Stablecoins",
  "page-eth-tokens-defi": "Decentraliserad finansiering (DeFi)",
  "page-eth-tokens-nft": "Icke-fungibla tokens (NFT)",
  "page-eth-tokens-dao": "Decentraliserade autonoma organisationer (DAO)",
  "page-eth-tokens-stablecoins-description": "Mer om de minst flyktiga av Ethereums tokens.",
  "page-eth-tokens-defi-description": "Det finansiella systemet för Ethereum-tokens.",
  "page-eth-tokens-nft-description": "Tokens som representerar äganderätten av objekt på Ethereum.",
  "page-eth-tokens-dao-description": "Internetgemenskaper styrs ofta av tokeninnehavare.",
  "page-eth-whats-defi": "Mer om DeFi",
  "page-eth-whats-defi-description": "DeFi är det decentraliserade finansiella systemet som byggts upp på Ethereum. Den här översikten förklarar vad du kan göra."
}
