{
  "page-index-hero-image-alt": "En förklaring av en framtidens stad som representerar Kryptovaluta Ethereums ekosystem.",
  "page-index-meta-description": "Ethereum är en global, decentraliserad plattform för pengar och nya slags applikationer. På Ethereum kan du skriva kod som styr pengar och bygga appar som är tillgängliga var som helst i världen.",
  "page-index-meta-title": "Startsida",
  "page-index-title": "Välkommen till Ethereum",
  "page-index-description": "Ethereum är den gemenskapsdrivna tekniken bakom kryptovalutan ether (ETH) och tusentals decentraliserade applikationer.",
  "page-index-title-button": "Utforska Ethereum",
  "page-index-get-started": "Kom igång",
  "page-index-get-started-description": "ethereum.org är din portal till Ethereums värld. Tekniken är ny och utvecklas hela tiden och det hjälper att ha en vägvisare. Här är vad vi rekommenderar om du vill djupdyka i ämnet.",
  "page-index-get-started-image-alt": "Illustration av en person som sitter vid en dator.",
  "page-index-get-started-wallet-title": "Välj en plånbok",
  "page-index-get-started-wallet-description": "Med en plånbok kan du ansluta dig till Ethereum och hantera dina pengar.",
  "page-index-get-started-wallet-image-alt": "Illustration av en robot med en kassavalvskropp som representerar en Ethereum-plånbok.",
  "page-index-get-started-eth-title": "Skaffa ETH",
  "page-index-get-started-eth-description": "ETH är Ethereums valuta – du kan använda den i appar.",
  "page-index-get-started-eth-image-alt": "Illustration av en grupp människor som hänfört iakttar en ether-symbol (ETH-symbol).",
  "page-index-get-started-dapps-title": "Använd en dapp",
  "page-index-get-started-dapps-description": "Dappar är applikationer som drivs med hjälp av Ethereum. Se vad du kan göra.",
  "page-index-get-started-dapps-image-alt": "Illustration av en hund som sitter vid en dator.",
  "page-index-get-started-devs-title": "Börja skapa",
  "page-index-get-started-devs-description": "Om du vill börja koda med Ethereum hittar du dokumentation, handledningar och fler saker på vår portal för utvecklare.",
  "page-index-get-started-devs-image-alt": "Illustration av en hand som bygger en ETH-logotyp med Lego.",
  "page-index-what-is-ethereum": "Vad är Ethereum?",
  "page-index-what-is-ethereum-description": "Ethereum är en teknik som är hem för digitala pengar, globala betalningar och applikationer. Gemenskapen har byggt en blomstrande digital ekonomi, djärva nya sätt för kreatörer att tjäna på nätet och så mycket mer. Det är öppet för alla, var du än befinner dig i världen – allt du behöver är internet.",
  "page-index-what-is-ethereum-button": "Vad är Ethereum?",
  "page-index-what-is-ethereum-secondary-button": "Mer om digitala pengar",
  "page-index-what-is-ethereum-image-alt": "Illustration av en person som kikar in i en basar som ska representera Ethereum.",
  "page-index-defi": "Ett rättvisare finansiellt system",
  "page-index-defi-description": "Idag kan miljarder människor inte öppna bankkonton och andra får sina betalningar blockerade. Ethereums system för decentraliserad finansiering (DeFi) är alltid tillgängligt och diskriminerar inte. Allt du behöver är en internetuppkoppling för att skicka, ta emot, låna, få ränta och även strömma pengar, oavsett var du befinner dig i världen.",
  "page-index-defi-button": "Utforska DeFi",
  "page-index-defi-image-alt": "Illustration av händer som håller fram en ETH-symbol.",
  "page-index-internet": "Ett öppet internet",
  "page-index-internet-description": "Idag får vi tillgång till internet via tjänster som har kontroll över våra personliga data. Ethereum är helt öppet – allt du behöver är en plånbok. Dessa är gratis, enkla att sätta upp och kontrolleras av dig, utan att du behöver lämna ifrån dig personlig information.",
  "page-index-internet-button": "Utforska ett öppet internet",
  "page-index-internet-secondary-button": "Mer om plånböcker",
  "page-index-internet-image-alt": "Illustration av en futuristisk dator som drivs av Ethereum-kristaller.",
  "page-index-developers": "En ny bortre gräns för utveckling",
  "page-index-developers-description": "Ethereum och dess appar är transparenta med öppen källkod. Du kan kopiera kod samt bygga vidare på och återanvända funktioner som andra redan skrivit. Om du inte vill lära dig ett nytt språk kan du använda JavaScript eller andra existerande språk för att interagera med den öppna källkoden.",
  "page-index-developers-button": "Portal för utvecklare",
  "page-index-developers-code-examples": "Kodexempel",
  "page-index-developers-code-example-title-0": "Din egen bank",
  "page-index-developers-code-example-description-0": "Du kan skapa en bank som styrs av logik som du har programmerat.",
  "page-index-developers-code-example-title-1": "Din egen valuta",
  "page-index-developers-code-example-description-1": "Du kan skapa tokens som du kan överföra och använda mellan olika applikationer.",
  "page-index-developers-code-example-title-2": "En Ethereum-plånbok baserad på JavaScript",
  "page-index-developers-code-example-description-2": "Du kan använda befintliga språk för att interagera med Ethereum och andra applikationer.",
  "page-index-developers-code-example-title-3": "En öppen, tillståndsfri DNS",
  "page-index-developers-code-example-description-3": "Du kan återskapa befintliga tjänster som decentraliserade, öppna applikationer.",
  "page-index-network-stats-title": "Ethereum idag",
  "page-index-network-stats-subtitle": "Senaste nätverksstatistiken",
  "page-index-network-stats-total-eth-staked": "Total ETH staked",
  "page-index-network-stats-eth-price-description": "Värde ETH (USD)",
  "page-index-network-stats-eth-price-explainer": "Det senaste priset för 1 ether. Du behöver inte köpa en hel ETH utan kan köpa så lite som 0,000000000000000001.",
  "page-index-network-stats-total-eth-staked-explainer": "Den totala mängd ETH som för närvarande stakas och säkrar nätverket.",
  "page-index-network-stats-tx-day-description": "Transaktioner idag",
  "page-index-network-stats-tx-day-explainer": "Antalet genomförda transaktioner på nätverket de senaste 24 timmarna.",
  "page-index-network-stats-value-defi-description": "Värde låst i DeFi (USD)",
  "page-index-network-stats-value-defi-explainer": "Värdet av pengarna i DeFi-appar (decentraliserad finans), Ethereums digitala ekonomi.",
  "page-index-network-stats-nodes-description": "Noder",
  "page-index-network-stats-nodes-explainer": "Ethereum drivs av tusentals volontärer runt om i världen, som kallas noder.",
  "page-index-touts-header": "Utforska ethereum.org",
  "page-index-contribution-banner-title": "Bidra till ethereum.org",
  "page-index-contribution-banner-description": "Webbplatsen har öppen källkod och hundratals bidragsgivare i communityn. Du kan föreslå ändringar i allt innehåll på webbplatsen, föreslå fantastiska nya funktioner eller hjälpa oss att fixa buggar.",
  "page-index-contribution-banner-image-alt": "En Ethereum-logotyp byggd av Lego.",
  "page-index-contribution-banner-button": "Mer om att bidra",
  "page-index-tout-upgrades-title": "Levla upp din kunskaper om uppgraderingar",
  "page-index-tout-upgrades-description": "Ethereum-färdplanen består av sammankopplade uppgraderingar som är utformade för att göra nätverket mer skalbart, säkert och hållbart.",
  "page-index-tout-upgrades-image-alt": "Illustration av ett rymdskepp som representerar den ökade kraften efter Ethereum-uppgraderingar.",
  "page-index-tout-enterprise-title": "Ethereum för företag",
  "page-index-tout-enterprise-description": "Se hur Ethereum kan skapa möjligheter för nya affärsmodeller, minska kostnaderna och framtidssäkra din verksamhet.",
  "page-index-tout-enterprise-image-alt": "Illustration av en futuristisk dator/enhet.",
  "page-index-tout-community-title": "Ethereum-communityn",
  "page-index-tout-community-description": "Ethereum-communityn handlar om gemenskap och består av människor från alla möjliga olika bakgrunder och intressen. Ta reda på hur du kan gå med.",
  "page-index-tout-community-image-alt": "Illustration av en grupp byggare som arbetar tillsammans.",
  "page-index-nft": "Internet för tillgångar",
  "page-index-nft-description": "Ethereum handlar inte bara om digitala pengar. Allt du kan äga kan representeras, handlas och användas som icke-fungibla polletter (NFT). Du kan pollettisera din konst och få royalties automatiskt varje gång den säljs vidare, eller använda en token för något du äger för att ta ett lån. Möjligheterna växer hela tiden.",
  "page-index-nft-button": "Mer om NFTs",
  "page-index-nft-alt": "En Eth-logotyp visas via hologram."
}
