{
  "page-what-is-ethereum-alt-img-bazaar": "Illustration av en person som kikar in i en basar som ska representera Ethereum",
  "page-what-is-ethereum-alt-img-comm": "En illustration av Ethereum-gemenskapens medlemmar som arbetar tillsammans",
  "page-what-is-ethereum-alt-img-lego": "Illustration av en hand som bygger en ETH-logotyp med Lego",
  "page-what-is-ethereum-banking-card": "Bankverksamhet för alla",
  "page-what-is-ethereum-banking-card-desc": "Alla har inte tillgång till finansiella tjänster. Men allt du behöver för att få tillgång till Ethereum och de utlånings-, låne- och sparprodukter som bygger på det är en internetanslutning.",
  "page-what-is-ethereum-build": "Gör något med Ethereum",
  "page-what-is-ethereum-build-desc": "Om du vill prova att bygga med Ethereum ska du läsa våra dokument, prova några handledningar och kolla in verktygen du behöver för att komma igång.",
  "page-what-is-ethereum-censorless-card": "Fritt från censur",
  "page-what-is-ethereum-censorless-card-desc": "Ingen regering eller något företag har kontroll över Ethereum. Decentraliseringen gör det nästan omöjligt för någon att hindra dig från att ta emot betalningar eller använda tjänster på Ethereum.",
  "page-what-is-ethereum-comm-desc": "Vår community inkluderar människor från alla bakgrunder, inklusive artister, kryptoanarkister, Fortune 500-företag och nu du. Ta reda på hur du kan komma igång idag.",
  "page-what-is-ethereum-commerce-card": "Handelsgarantier",
  "page-what-is-ethereum-commerce-card-desc": "Kunder har en säker, inbyggd garanti för att medel endast byter ägare om du tillhandahåller det som avtalats. På samma sätt kan utvecklare vara säker på att reglerna inte kommer att ändras för dem.",
  "page-what-is-ethereum-composable-card": "Komponerbara produkter",
  "page-what-is-ethereum-composable-card-desc": "Alla appar bygger på samma blockkedja med ett delat globalt tillstånd, vilket innebär att de kan bygga vidare på varandra (som legoklossar). Det ger bättre produkter och upplevelser och garanterar att ingen kan ta bort de verktyg som apparna är beroende av.",
  "page-what-is-ethereum-community": "Ethereum-gemenskapen",
  "page-what-is-ethereum-desc": "Grunden för vår digitala framtid",
  "page-what-is-ethereum-explore": "Utforska Ethereum",
  "page-what-is-ethereum-internet-card": "Ett öppet internet",
  "page-what-is-ethereum-internet-card-desc": "Vem som helst kan interagera med Ethereum-nätverket eller bygga applikationer på det. Det gör att du kan kontrollera dina egna tillgångar och din egen identitet, istället för att de kontrolleras av ett fåtal megaföretag.",
  "page-what-is-ethereum-meet-comm": "Möt gemenskapen",
  "page-what-is-ethereum-meta-description": "Lär dig mer om Ethereum, vad det gör och hur du provar det själv.",
  "page-what-is-ethereum-meta-title": "Vad är Ethereum?",
  "page-what-is-ethereum-p2p-card": "Ett peer-to-peer-nätverk",
  "page-what-is-ethereum-p2p-card-desc": "Med Ethereum kan du samordna, ingå avtal eller överföra digitala tillgångar direkt med andra människor. Du behöver inte förlita dig på mellanhänder.",
  "page-what-is-ethereum-start-building-btn": "Börja bygga",
  "page-what-is-ethereum-title": "Vad är Ethereum?",
  "page-what-is-ethereum-subtitle": "En komplett nybörjarguide till hur Ethereum fungerar, fördelarna med det och hur det används av miljontals människor runt om i världen.",
  "page-what-is-ethereum-button-lets-start": "Låt oss börja",
  "page-what-is-ethereum-blockchain-tab-title": "Vad är en blockkedja?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>En blockkedja är en databas med transaktioner</b> som uppdateras och delas mellan många datorer i ett nätverk. Varje gång en ny uppsättning transaktioner läggs till kallas det ett \"block\" - därav namnet blockkedja. Offentliga blockkedjor som Ethereum tillåter vem som helst att lägga till, men inte ta bort, data. Om någon vill ändra någon av uppgifterna eller fuska med systemet måste de göra det på majoriteten av datorerna i nätverket. Det är väldigt många! Detta gör decentraliserade blockkedjor som Ethereum mycket säkra.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Vad är en kryptovaluta?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Kryptovaluta är en term som används för att beskriva många typer av fungibla digitala tokens som säkras med hjälp av en blockkedja. Allt började med Bitcoin. Bitcoin kan användas för att överföra värde mellan två parter utan att behöva lita på en mellanhand. Du behöver bara lita på Bitcoin-koden, som är öppen och fritt tillgänglig.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "Anledningen till att tillgångar som bitcoin och eter kallas \"kryptovalutor\" är att säkerheten för dina uppgifter och tillgångar garanteras genom kryptografi, inte genom att du litar på att en institution eller ett företag agerar ärligt.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Ethereum har en egen kryptovaluta, ether (ETH), som används för att betala för vissa aktiviteter på nätverket. Den kan överföras till andra användare eller bytas mot andra tokens på Ethereum. Ether är speciellt eftersom det används för att betala för de beräkningar som krävs för att bygga och köra appar och organisationer på Ethereum.",
  "page-what-is-ethereum-summary-title": "Sammanfattning",
  "page-what-is-ethereum-summary-desc-1": "Ethereum är ett nätverk av datorer över hela världen som följer en uppsättning regler som kallas Ethereum-protokollet. Ethereum-nätverket fungerar som en grund för samhällen, applikationer, organisationer och digitala tillgångar som vem som helst kan bygga och använda.",
  "page-what-is-ethereum-summary-desc-2": "Du kan skapa ett Ethereum-konto var som helst, när som helst, och utforska en värld av appar eller bygga dina egna. Den viktigaste innovationen är att du kan göra allt detta utan att lita på en central myndighet som kan ändra reglerna eller begränsa din åtkomst.",
  "page-what-is-ethereum-summary-desc-3": "Fortsätt läsa för att få veta mer…",
  "page-what-is-ethereum-btc-eth-diff-title": "Vad är skillnaden mellan Ethereum och Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "Ethereum lanserades 2015 och bygger på Bitcoins innovation, med några stora skillnader.",
  "page-what-is-ethereum-btc-eth-diff-2": "Båda låter dig använda digitala pengar utan betalningsleverantörer eller banker. Men <b>Ethereum är programmerbart</b>, så du kan också bygga och distribuera decentraliserade appar på dess nätverk.",
  "page-what-is-ethereum-btc-eth-diff-3": "Med Bitcoin kan vi skicka grundläggande meddelanden till varandra om vad vi tycker är värdefullt. Att fastställa värde utan auktoritet är redan kraftfullt. Ethereum utökar detta: istället för att bara skicka meddelanden kan du skriva vilket allmänt program som helst, eller kontrakt. Det finns ingen gräns för vilken typ av kontrakt som kan skapas och överenskommas, och därför sker stor innovation på Ethereum-nätverket.",
  "page-what-is-ethereum-btc-eth-diff-4": "Medan Bitcoin bara är ett betalningsnätverk är Ethereum mer som en marknadsplats för finansiella tjänster, spel, sociala nätverk och andra appar.",
  "page-what-is-ethereum-what-can-eth-do-title": "Vad kan Ethereum göra?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Varför skulle jag använda Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Om du är intresserad av mer motståndskraftiga, öppna och pålitliga sätt att samordna globalt, skapa organisationer, bygga appar och dela värde, är Ethereum något för dig. Ethereum är en historia som skrivs av oss alla, så kom och upptäck vilka otroliga världar vi kan bygga tillsammans med den.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Ethereum har också varit ovärderligt för människor som har varit tvungna att hantera osäkerhet kring säkerheten, sundheten eller rörligheten för sina tillgångar på grund av externa krafter utanför deras kontroll.",
  "page-what-is-ethereum-slide-1-title": "Billigare och snabbare gränsöverskridande betalningar",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Stablecoins</b> är en ny typ av kryptovaluta som förlitar sig på en mer stabil tillgång som grund för sitt värde. De flesta av dem är kopplade till den amerikanska dollarn och bibehåller därför värdet på den valutan. Dessa möjliggör ett mycket billigt och stabilt globalt betalningssystem. Många nuvarande stablecoins är byggda på Ethereum-nätverket.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum och stablecoins förenklar processen att skicka pengar utomlands. Det tar ofta bara några minuter att flytta pengar över hela världen, till skillnad från de flera arbetsdagar eller till och med veckor som det kan ta din genomsnittliga bank, och för en bråkdel av priset. Dessutom finns det ingen extra avgift för att genomföra en transaktion med högt värde, och det finns inga begränsningar för vart eller varför du skickar dina pengar.",
  "page-what-is-ethereum-slide-2-title": "Den snabbaste hjälpen i kristider",
  "page-what-is-ethereum-slide-2-desc-1": "Om du har turen att ha flera bankalternativ genom betrodda institutioner där du bor, kan du ta för givet den ekonomiska friheten, säkerheten och stabiliteten som de erbjuder. Men för många människor runt om i världen som står inför politiskt förtryck eller ekonomiska svårigheter, kanske inte finansinstitutioner tillhandahåller det skydd eller de tjänster de behöver.",
  "page-what-is-ethereum-slide-2-desc-2": "När krig, ekonomiska katastrofer eller tillslag mot medborgerliga friheter drabbade invånarna i <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Kuba</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afganistan</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigeria</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Belarus</a>, and <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukraina</a>, utgjorde kryptovalutor det snabbaste och ofta enda alternativet för att behålla finansiell kontroll.<sup><a href=\"https://www.financialinclusion.tech/\">1</a></sup> Som framgår av dessa exempel kan kryptovalutor som Ethereum ge obegränsad tillgång till den globala ekonomin när människor är avskurna från omvärlden. Dessutom erbjuder stablecoins ett värdelager när lokala valutor kollapsar på grund av superinflation.",
  "page-what-is-ethereum-slide-3-title": "Stärker kreativa personer",
  "page-what-is-ethereum-slide-3-desc-1": "Bara under 2021 använde artister, musiker, författare och andra kreativa individer Ethereum för att tjäna cirka 3,5 miljarder dollar tillsammans. Detta gör Ethereum till en av de största globala plattformarna för kreativa personer, tillsammans med Spotify, YouTube och Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Läs mer</a>.",
  "page-what-is-ethereum-slide-4-title": "Stärker gamers",
  "page-what-is-ethereum-slide-4-desc-1": "Spela för att tjäna spel (där spelare faktiskt belönas för att spela spelen) har nyligen dykt upp och förändrar spelindustrin. Traditionellt är det ofta förbjudet att handla eller överföra tillgångar i spelet till andra spelare för riktiga pengar. Detta tvingar spelare att använda svarta marknadens webbplatser som ofta utgör en säkerhetsrisk. Blockkedjespel omfamnar pengar i spel och främjar sådant beteende på ett tillförlitligt sätt.",
  "page-what-is-ethereum-slide-4-desc-2": "Dessutom uppmuntras spelare genom att få möjlighet att byta tokens i spel mot riktiga pengar och därmed verkligen belönas för sin speltid.",
  "page-what-is-ethereum-meet-ether-title": "Möt ether, Ethereums kryptovaluta",
  "page-what-is-ethereum-meet-ether-desc-1": "Många åtgärder i Ethereum-nätverket kräver att en del arbete utförs på Ethereums inbyggda dator (känd som Ethereum Virtual Machine). Den här beräkningen är inte gratis utan betalas med Ethereums ursprungliga kryptovaluta ether (ETH). Det innebär att du behöver åtminstone en liten mängd ether för att använda nätverket.",
  "page-what-is-ethereum-meet-ether-desc-2": "Ether är helt digitalt och du kan skicka det till vem som helst var som helst i världen direkt. Tillgången på ether kontrolleras inte av någon regering eller något företag - den är decentraliserad och helt transparent. Ether utfärdas på ett exakt sätt enligt protokollet, endast till stakers som säkrar nätverket.",
  "page-what-is-ethereum-what-is-ether": "Vad är Ether?",
  "page-what-is-ethereum-get-eth": "Skaffa ETH",
  "page-what-is-ethereum-explore-applications": "Utforska appar",
  "page-what-is-ethereum-learn-defi": "Lär dig mer om DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Vem driver Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum kontrolleras inte av någon särskild enhet. Det existerar när det finns anslutna datorer som kör programvara som följer Ethereum-protokollet och lägger till i Ethereums blockkedja. Var och en av dessa datorer kallas för en nod. Noder kan drivas av vem som helst, men för att delta i att säkra nätverket måste du satsa ETH (Ethereums ursprungliga token). Alla som har 32 ETH kan göra detta utan att behöva tillstånd.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Inte ens källkoden för Ethereum produceras av en enda enhet. Vem som helst kan föreslå ändringar i protokollet och diskutera uppgraderingar. Det finns flera implementeringar av Ethereum-protokollet som produceras av oberoende organisationer på flera programmeringsspråk, och de är vanligtvis byggda i det öppna och uppmuntrar bidrag från samhället.",
  "page-what-is-ethereum-run-a-node": "Kör en nod",
  "page-what-is-ethereum-smart-contract-title": "Vad är smarta kontrakt?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Smarta kontrakt är datorprogram</b> som lever på Ethereums blockkedja. De körs när de triggas av en transaktion från en användare. De gör Ethereum mycket flexibelt när det gäller vad det kan göra. Dessa program fungerar som byggstenar för decentraliserade appar och organisationer.",
  "page-what-is-ethereum-smart-contract-desc-2": "Har du någonsin använt en produkt som ändrat sina användarvillkor? Eller tagit bort en funktion som du tyckte var användbar? När ett smart kontrakt har publicerats till Ethereum kommer det att vara online och fungera så länge som Ethereum existerar. Inte ens författaren kan ta ner det. Eftersom smarta kontrakt är automatiserade diskriminerar de inte någon användare och är alltid redo att användas.",
  "page-what-is-ethereum-smart-contract-desc-3": "Populära exempel på smarta kontrakt är låneappar, decentraliserade handelsbörser, försäkringar, kvadratisk finansiering, sociala nätverk, NFT - i princip allt du kan tänka dig.",
  "page-what-is-ethereum-more-on-smart-contracts": "Mer om smarta kontrakt",
  "page-what-is-ethereum-explore-dapps": "Utforska dapps",
  "page-what-is-ethereum-criminal-activity-title": "Jag hörde att krypto används som ett verktyg för kriminell verksamhet. Är detta sant?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Precis som all annan teknik kommer den ibland att missbrukas. Men eftersom alla Ethereum-transaktioner sker på en öppen blockkedja är det ofta lättare för myndigheterna att spåra olaglig verksamhet än det skulle vara i det traditionella finansiella systemet, vilket förmodligen gör Ethereum till ett mindre tilltalande val för dem som hellre vill gå oupptäckta.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Krypto används mycket mindre än fiat-valutor för kriminella ändamål enligt viktiga upptäckter i en färsk rapport från Europol, Europeiska unionens myndighet för brottsbekämpande samarbete:",
  "page-what-is-ethereum-criminal-activity-desc-3": "\"Användningen av kryptovalutor för olaglig verksamhet verkar bara utgöra en liten del av den totala kryptovalutaekonomin, och den verkar vara jämförelsevis mindre än mängden illegala medel som är involverade i traditionell finansiering.\"",
  "page-what-is-ethereum-energy-title": "Hur är det med Ethereums energiförbrukning?",
  "page-what-is-ethereum-energy-desc-1": "Den 15 september 2022 genomgick Ethereum The Merge-uppgraderingen som omvandlade Ethereum från proof-of-work till proof-of-stake.",
  "page-what-is-ethereum-energy-desc-2": "Fusionen var Ethereums största uppgradering och minskade den energiförbrukning som krävs för att säkra Ethereum med <b>99,95%</b>, vilket skapade ett <b>säkrare nätverk till en mycket lägre koldioxidkostnad</b>. Ethereum är nu en blockkedja med låga koldioxidutsläpp samtidigt som dess säkerhet och skalbarhet har ökat.",
  "page-what-is-ethereum-more-on-energy-consumption": "Mer om energiförbrukning",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Årlig energiförbrukning i TWh/år",
  "energy-consumption-chart-global-data-centers-label": "Globala datacenter",
  "energy-consumption-gold-mining-cbeci-label": "Gold mining",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Spel i USA",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "Sammanslagningsuppdateringen",
  "page-what-is-ethereum-additional-reading": "Läs vidare",
  "page-what-is-ethereum-week-in-ethereum": "Vecka i Ethereum News",
  "page-what-is-ethereum-week-in-ethereum-desc": "– Ett veckobrev som täcker viktig utveckling i ekosystemet.",
  "page-what-is-ethereum-kernel-dreamers": "Kärnan",
  "page-what-is-ethereum-kernel-dreamers-desc": "Ethereums dröm",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atomer, institutioner, blockkedjor",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "– Varför är blockkedjor viktiga?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum i siffror",
  "adoption-chart-column-now-label": "Nu",
  "adoption-chart-investors-label": "Investerare",
  "adoption-chart-developers-label": "Utvecklare",
  "adoption-chart-companies-label": "Företag",
  "adoption-chart-artists-label": "Konstnärer",
  "adoption-chart-musicians-label": "Musiker",
  "adoption-chart-writers-label": "Författare",
  "adoption-chart-gamers-label": "Spelare",
  "adoption-chart-refugees-label": "Flyktingar"
}
