{
  "page-what-is-ethereum-alt-img-bazaar": "Illustration av en person som kikar in i en basar som ska representera Ethereum",
  "page-what-is-ethereum-alt-img-comm": "En illustration av Ethereum-gemenskapens medlemmar som arbetar tillsammans",
  "page-what-is-ethereum-alt-img-lego": "Illustration av en hand som bygger en ETH-logotyp med Lego",
  "page-what-is-ethereum-banking-card": "Bankverksamhet för alla",
  "page-what-is-ethereum-banking-card-desc": "Alla har inte tillgång till finansiella tjänster, men allt du behöver för att få tillgång till Ethereum och funktionerna för att låna ut, låna och spara är en internetuppkoppling.",
  "page-what-is-ethereum-build": "Gör något med Ethereum",
  "page-what-is-ethereum-build-desc": "Om du vill prova att bygga med Ethereum ska du läsa våra dokument, prova några handledningar och kolla in verktygen du behöver för att komma igång.",
  "page-what-is-ethereum-censorless-card": "Fritt från censur",
  "page-what-is-ethereum-censorless-card-desc": "Ingen regering eller något företag har kontroll över Ethereum. Decentraliseringen gör det nästan omöjligt för någon att hindra dig från att ta emot betalningar eller använda tjänster på Ethereum.",
  "page-what-is-ethereum-comm-desc": "Vår community inkluderar människor från alla bakgrunder, inklusive artister, kryptoanarkister, Fortune 500-företag och nu du. Ta reda på hur du kan komma igång idag.",
  "page-what-is-ethereum-commerce-card": "Handelsgarantier",
  "page-what-is-ethereum-commerce-card-desc": "Kunder har en säker, inbyggd garanti för att medel endast byter ägare om du tillhandahåller det som avtalats. På samma sätt kan utvecklare vara säker på att reglerna inte kommer att ändras för dem.",
  "page-what-is-ethereum-composable-card": "Alla produkter är komponerbara",
  "page-what-is-ethereum-composable-card-desc": "Eftersom alla appar är byggda på samma blockkedja globalt kan de bygga vidare på varandra (som legos). Det gör att bättre produkter och upplevelser byggs hela tiden.",
  "page-what-is-ethereum-community": "Ethereum-gemenskapen",
  "page-what-is-ethereum-desc": "Grunden för vår digitala framtid",
  "page-what-is-ethereum-explore": "Utforska Ethereum",
  "page-what-is-ethereum-internet-card": "Ett privatare internet",
  "page-what-is-ethereum-internet-card-desc": "Du behöver inte ange alla dina personuppgifter för att använda en Ethereum-app. Ethereum bygger en ekonomi baserad på värde, inte övervakning.",
  "page-what-is-ethereum-meet-comm": "Möt gemenskapen",
  "page-what-is-ethereum-meta-description": "Lär dig mer om Ethereum, vad det gör och hur du provar det själv.",
  "page-what-is-ethereum-meta-title": "Vad är Ethereum?",
  "page-what-is-ethereum-p2p-card": "Ett peer-to-peer-nätverk",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum låter dig flytta pengar, eller göra överenskommelser, direkt med någon annan. Du behöver inte gå via mellanhandsföretag.",
  "page-what-is-ethereum-start-building-btn": "Börja bygga",
  "page-what-is-ethereum-title": "Vad är Ethereum?",
  "page-what-is-ethereum-subtitle": "En komplett nybörjarguide till hur Ethereum fungerar, fördelarna med det och hur det används av miljontals människor runt om i världen.",
  "page-what-is-ethereum-button-lets-start": "Låt oss börja",
  "page-what-is-ethereum-blockchain-tab-title": "Vad är en blockkedja?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>En blockchain är en databas över transaktioner</b>som uppdateras och delas mellan många datorer i ett nätverk. Varje gång en ny uppsättning transaktioner läggs till kallas det ett \"block\" – därav namnet blockkedja. De flesta blockkedjor är offentliga, och du kan bara lägga till data, inte ta bort. Om någon ville ändra någon information eller lura systemet, skulle de behöva göra det på de flesta datorer i nätverket. Det är mycket! Detta gör etablerade blockkedjor som Ethereum mycket säkra.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Varför kallas det kryptovaluta?",
  "page-what-is-ethereum-cryptocurrency-tab-content": "Blockkedjor använder kryptografiska tekniker för att se till att dina pengar är säkra. Liknande tekniker har använts i banksektorn för att säkerställa säkerheten för penningtransaktioner i flera år, så man kan säga att kryptovalutor har samma säkerhetsnivå som banker.",
  "page-what-is-ethereum-summary-title": "Sammanfattning",
  "page-what-is-ethereum-summary-desc-1": "Ethereum är en teknik för att bygga appar och organisationer, inneha tillgångar, handla och kommunicera utan att kontrolleras av en central myndighet. Det finns ingen anledning att lämna över alla dina personliga uppgifter för att använda Ethereum – du har kontroll över din egen data och vad som delas. Ethereum har sin egen kryptovaluta, Ether, som används för att betala för vissa aktiviteter på Ethereum-nätverket.",
  "page-what-is-ethereum-summary-desc-2": "Fortfarande förvirrad? Låt oss förklara allt steg för steg.",
  "page-what-is-ethereum-what-is-crypto-title": "Vad är en kryptovaluta?",
  "page-what-is-ethereum-what-is-crypto-desc-1": "<b>Krypto (förkortning för kryptovaluta) är en ny form av digitala pengar som använder kryptografi.</b>",
  "page-what-is-ethereum-what-is-crypto-desc-2": "Allt började 2008 med Bitcoin. Du kan använda den för att skicka pengar till vem som helst och var som helst globalt. Det som gjorde krypto annorlunda från vanliga banköverföringar eller andra finansiella tjänster som Paypal eller Alipay är att det för första gången inte fanns någon mellanhand.",
  "page-what-is-ethereum-what-is-crypto-desc-3": "Vänta, vad är en mellanhand?",
  "page-what-is-ethereum-what-is-crypto-desc-4": "En mellanhand är en central myndighet som en bank eller regering som ingriper i en transaktion mellan avsändaren och mottagaren. De har makten att övervaka, censurera eller återställa transaktioner och de kan dela den känsliga information de samlar in om dig med tredje part. De dikterar också ofta vilka finansiella tjänster du har tillgång till.",
  "page-what-is-ethereum-what-is-crypto-desc-5": "Saker och ting är annorlunda med krypto.<b>Transaktioner kopplar direkt samman avsändare och mottagare</b>utan inblandning från någon central myndighet. Ingen annan kommer att ha tillgång till dina pengar och<b>ingen kan berätta för dig vilka tjänster du kan använda</b>Detta är möjligt tack vare blockedjetekniken som kryptovalutor använder.",
  "page-what-is-ethereum-btc-eth-diff-title": "Vad är skillnaden mellan Ethereum och Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "Ethereum lanserades 2015 och bygger på Bitcoins innovation, med några stora skillnader.",
  "page-what-is-ethereum-btc-eth-diff-2": "Båda låter dig använda digitala pengar utan betalningsleverantörer eller banker. Men <b>Ethereum är programmerbart</b>, så du kan också bygga och distribuera decentraliserade appar på dess nätverk.",
  "page-what-is-ethereum-btc-eth-diff-3": "Att Ethereum är programmerbart innebär att du kan bygga appar som använder blockkedja för att lagra data eller styra vad din app kan göra. Detta resulterar i en allmän blockkedja som kan programmeras för att göra vad som helst. Eftersom det inte finns någon gräns för vad Ethereum kan göra är innovationsrikedomen på Ethereum-nätverket stor.",
  "page-what-is-ethereum-btc-eth-diff-4": "Medan Bitcoin bara är ett betalningsnätverk, är Ethereum mer som en marknadsplats för finansiella tjänster, spel, sociala nätverk och andra appar som respekterar din integritet och inte kan censurera dig.",
  "page-what-is-ethereum-what-can-eth-do-title": "Vad kan Ethereum göra?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Varför skulle jag använda Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Om du någonsin har skickat pengar utomlands (eller planerar att göra det), behövt oroa dig för framtiden för dina tillgångar på grund av yttre krafter utanför din kontroll där du bor eller tröttnat på de många restriktioner och avgifter som ålagts av traditionella finansiella institutioner för vardagliga transaktioner, ja, då kanske du är intresserad av vad kryptovalutor har att erbjuda.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Tänk på att Ethereum är en berättelse som fortfarande skrivs, och många fler anledningar att använda den avslöjas allt eftersom den utvecklas och utvecklas över tid.",
  "page-what-is-ethereum-slide-1-title": "Billigare och snabbare gränsöverskridande betalningar",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Stablecoins</b> är en ny typ av kryptovaluta som förlitar sig på en mer stabil tillgång som grund för sitt värde. De flesta av dem är kopplade till den amerikanska dollarn och bibehåller därför värdet på den valutan. Dessa möjliggör ett mycket billigt och stabilt globalt betalningssystem. Många nuvarande stablecoins är byggda på Ethereum-nätverket.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum och stablecoins förenklar processen att skicka pengar utomlands. Det tar ofta bara några minuter att flytta pengar över hela världen, till skillnad från de flera arbetsdagar eller till och med veckor som det kan ta din genomsnittliga bank, och för en bråkdel av priset. Dessutom finns det ingen extra avgift för att genomföra en transaktion med högt värde, och det finns inga begränsningar för vart eller varför du skickar dina pengar.",
  "page-what-is-ethereum-slide-2-title": "Den snabbaste hjälpen i kristider",
  "page-what-is-ethereum-slide-2-desc-1": "Om du har turen att ha flera bankalternativ genom betrodda institutioner där du bor, kan du ta för givet den ekonomiska friheten, säkerheten och stabiliteten som de erbjuder. Men för många människor runt om i världen som står inför politiskt förtryck eller ekonomiska svårigheter, kanske inte finansinstitutioner tillhandahåller det skydd eller de tjänster de behöver.",
  "page-what-is-ethereum-slide-2-desc-2": "När krig, ekonomiska katastrofer eller tillslag mot medborgerliga friheter drabbade invånarna i <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Kuba</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afganistan</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigeria</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Belarus</a>, and <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukraina</a>, utgjorde kryptovalutor det snabbaste och ofta enda alternativet för att behålla finansiell kontroll.<sup><a to=\"https://www.financialinclusion.tech/\">1</a></sup> Som framgår av dessa exempel kan kryptovalutor som Ethereum ge obegränsad tillgång till den globala ekonomin när människor är avskurna från omvärlden. Dessutom erbjuder stablecoins ett värdelager när lokala valutor kollapsar på grund av superinflation.",
  "page-what-is-ethereum-slide-3-title": "Stärker kreativa personer",
  "page-what-is-ethereum-slide-3-desc-1": "Bara under 2021 använde artister, musiker, författare och andra kreativa individer Ethereum för att tjäna cirka 3,5 miljarder dollar tillsammans. Detta gör Ethereum till en av de största globala plattformarna för kreativa personer, tillsammans med Spotify, YouTube och Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Läs mer</a>.",
  "page-what-is-ethereum-slide-4-title": "Stärker gamers",
  "page-what-is-ethereum-slide-4-desc-1": "Spela för att tjäna spel (där spelare faktiskt belönas för att spela spelen) har nyligen dykt upp och förändrar spelindustrin. Traditionellt är det ofta förbjudet att handla eller överföra tillgångar i spelet till andra spelare för riktiga pengar. Detta tvingar spelare att använda svarta marknadens webbplatser som ofta utgör en säkerhetsrisk. Blockkedjespel omfamnar pengar i spel och främjar sådant beteende på ett tillförlitligt sätt.",
  "page-what-is-ethereum-slide-4-desc-2": "Dessutom uppmuntras spelare genom att få möjlighet att byta tokens i spel mot riktiga pengar och därmed verkligen belönas för sin speltid.",
  "page-what-is-ethereum-meet-ether-title": "Möt ether, Ethereums kryptovaluta",
  "page-what-is-ethereum-meet-ether-desc-1": "Ethereum har en egen kryptovaluta som heter ether (ETH). Den är helt digital och du kan skicka den direkt till vem som helst, var som helst i världen. Utbudet av ETH kontrolleras inte av någon regering eller något företag – det är decentraliserat och helt transparent. Nya mynt (som också kallas tokens) skapas endast av gruvarbetare och stakers som underhåller nätverket.",
  "page-what-is-ethereum-meet-ether-desc-2": "Varje åtgärd på Ethereum-nätverket kräver en viss mängd beräkningskraft. Den här avgiften betalas i form av ether. Det betyder att du minst behöver en liten mängd ETH för att använda nätverket.",
  "page-what-is-ethereum-what-is-ether": "Vad är Ether?",
  "page-what-is-ethereum-get-eth": "Skaffa ETH",
  "page-what-is-ethereum-what-can-i-do-title": "Vad kan jag göra med ETH-mynt?",
  "page-what-is-ethereum-what-can-i-do-desc-1": "Många saker! En av de mest framträdande användningarna av Ethereum-tekniken är decentraliserad finans (DeFi) som möjliggör hela områden av banktjänster för alla med en internetanslutning. Du kan använda din ether som säkerhet för att ta lån eller tillhandahålla likviditet för att få ränta på dina pengar.",
  "page-what-is-ethereum-explore-applications": "Utforska appar",
  "page-what-is-ethereum-learn-defi": "Lär dig mer om DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Vem driver Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum kontrolleras inte av någon enhet. Den existerar enbart genom gemenskapens decentraliserade deltagande och samarbete. Ethereum använder sig av noder (en dator med en kopia av Ethereums blockkedjedata) som drivs av frivilliga för att ersätta individuella server- och molnsystem som ägs av stora internetleverantörer och tjänster.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Dessa distribuerade noder, som drivs av individer och företag över hela världen, ger motståndskraft till Ethereums nätverksinfrastruktur. Det är därför mycket mindre sårbart för hackerattacker eller avstängningar. <b>Sedan lanseringen 2015 har Ethereum aldrig stängts ned</b>. Det finns tusentals individuella noder som kör Ethereum-nätverket. Detta gör Ethereum till en av de mest decentraliserade kryptovalutorna som finns, efter bitcoin.",
  "page-what-is-ethereum-run-a-node": "Kör en nod",
  "page-what-is-ethereum-smart-contract-title": "Vad är smarta kontrakt?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Smarta kontrakt är helt enkelt datorprogram</b>som lever på Ethereum-blockkedjan. De <b>startar bara när de utlöses av en transaktion från en användare (eller annat kontrakt)</b>. De gör Ethereum väldigt flexibelt i vad det kan göra och skiljer det från andra kryptovalutor. Dessa program är vad vi nu kallar decentraliserade appar, eller dapps.",
  "page-what-is-ethereum-smart-contract-desc-2": "Har du någonsin använt en produkt som ändrat sina användarvillkor? Eller tagit bort en funktion som du tyckte var användbar? När ett smart kontrakt har publicerats till Ethereum kommer det att vara online och fungera så länge som Ethereum existerar. Inte ens författaren kan ta ner det. Eftersom smarta kontrakt är automatiserade diskriminerar de inte någon användare och är alltid redo att användas.",
  "page-what-is-ethereum-smart-contract-desc-3": "Populära exempel på smarta kontrakt är utlåningsappar, decentraliserade handelsplatser, försäkringar, crowdfunding-appar – i princip allt du kan tänka dig.",
  "page-what-is-ethereum-more-on-smart-contracts": "Mer om smarta kontrakt",
  "page-what-is-ethereum-explore-dapps": "Utforska dapps",
  "page-what-is-ethereum-criminal-activity-title": "Jag hörde att krypto används som ett verktyg för kriminell verksamhet. Är detta sant?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Liksom alla former av pengar kommer en del av dem att missbrukas. Men eftersom alla Ethereum-transaktioner sker på en öppen blockkedja, är det ofta lättare för myndigheter att spåra olaglig aktivitet än vad det skulle vara i det traditionella finansiella systemet, vilket utan tvekan gör Ethereum till ett mindre tilltalande val för dem som helst vill förbli oupptäckta.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Krypto används mycket mindre än fiat-valutor för kriminella ändamål enligt viktiga upptäckter i en färsk rapport från Europol, Europeiska unionens myndighet för brottsbekämpande samarbete:",
  "page-what-is-ethereum-criminal-activity-desc-3": "\"Användningen av kryptovalutor för olaglig verksamhet verkar bara utgöra en liten del av den totala kryptovalutaekonomin, och den verkar vara jämförelsevis mindre än mängden illegala medel som är involverade i traditionell finansiering.\"",
  "page-what-is-ethereum-energy-title": "Hur är det med Ethereums energiförbrukning?",
  "page-what-is-ethereum-energy-desc-1": "Ethereum använder för närvarande en proof-of-work-mekanism som förbrukar en stor mängd energi. Under de kommande månaderna (KV3/KV4 2022) kommer Ethereum att genomgå sin största uppdatering hittills och byta till en proof of stake-mekanism för <b>kraftigt minskad miljöpåverkan</b>.",
  "page-what-is-ethereum-energy-desc-2": "Uppdateringen kommer att minska energin som krävs för att säkra Ethereum med cirka <b>99,95 %</b> och skapa ett <b>säkrare nätverk till en mycket lägre koldioxidkostnad</b>. Uppdaterignen gör Ethereum till en verkligt koldioxidsnål blockkedja samtidigt som den ökar säkerheten och skalbarheten.",
  "page-what-is-ethereum-more-on-energy-consumption": "Mer om energiförbrukning",
  "page-what-is-ethereum-the-merge-update": "Sammanslagningsuppdateringen",
  "page-what-is-ethereum-additional-reading": "Ytterligare läsning",
  "page-what-is-ethereum-week-in-ethereum": "Vecka i Ethereum News",
  "page-what-is-ethereum-week-in-ethereum-desc": "– Ett veckobrev som täcker viktig utveckling i ekosystemet.",
  "page-what-is-ethereum-the-year-in-ethereum-2021": "Året i Ethereum 2021",
  "page-what-is-ethereum-the-year-in-ethereum-2021-desc": "Jan 17, 2022 – Josh Stark och Evan Van Ness",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atomer, institutioner, blockkedjor",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "– Varför är blockkedjor viktiga?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum i siffror"
}
