{
  "page-get-eth-article-keeping-crypto-safe": "Nycklarna till att hålla din krypto säker",
  "page-get-eth-article-protecting-yourself": "Skydda dig själv och dina tillgångar",
  "page-get-eth-article-store-digital-assets": "Hur du förvarar dina digitala tillgångar på Ethereum",
  "page-get-eth-cex": "Centraliserade handelsplatser",
  "page-get-eth-cex-desc": "Centraliserade handelsplatser låter dig köpa krypto med traditionella valutor. De har kontroll över all ETH du köper tills du skickar det till en digital plånbok som du själv kontrollerar.",
  "page-get-eth-checkout-dapps-btn": "Kolla in dapps",
  "page-get-eth-community-safety": "Gemenskapsinlägg om säkerhet",
  "page-get-eth-description": "Ethereum och ETH kontrolleras inte av någon regering eller något företag – de är decentraliserade. Det betyder att de är öppna för alla att använda.",
  "page-get-eth-dex": "Decentraliserade handelsplatser (DEX:s)",
  "page-get-eth-dex-desc": "Om du vill ha mer kontroll, köp ETH peer-to-peer. Decentraliserade handelsplatser låter dig handla utan att du ger bort kontrollen över dina tillgångar till ett centraliserat företag.",
  "page-get-eth-dexs": "Decentraliserade handelsplatser (DEX:s)",
  "page-get-eth-dexs-desc": "Decentraliserade handelsplatser är öppna marknader för ETH och andra tokens. De kopplar samman säljare och köpare direkt.",
  "page-get-eth-dexs-desc-2": "De använder kod istället för att använda en betrodd tredje part för att skydda medel i transaktionen. Säljarens ETH kommer endast att överföras när betalning garanteras. Den här typen av kod är känd som ett smart kontrakt.",
  "page-get-eth-dexs-desc-3": "Det betyder att det finns färre geografiska restriktioner än med centraliserade alternativ. Om någon säljer vad du vill ha och accepterar en betalningsmetod som du kan tillhandahålla är det bara att köra. DEX:s kan låta dig köpa ETH med andra tokens, PayPal eller med personliga kontantleveranser.",
  "page-get-eth-do-not-copy": "Exempel: Kopiera inte",
  "page-get-eth-exchanges-disclaimer": "Vi samlade in denna information manuellt. Om du upptäcker något fel kontaktar du oss på",
  "page-get-eth-exchanges-empty-state-text": "Ange ditt hemland för att se en lista över plånböcker och handelsplatser som du kan använda för att köpa ETH",
  "page-get-eth-exchanges-except": "Undantag",
  "page-get-eth-exchanges-header": "Vilket land bor du i?",
  "page-get-eth-exchanges-header-exchanges": "Handelsplatser",
  "page-get-eth-exchanges-header-wallets": "Plånböcker",
  "page-get-eth-exchanges-intro": "Handelsplatser och plånböcker har restriktioner för var de kan sälja krypto.",
  "page-get-eth-exchanges-no-exchanges": "Tyvärr känner vi inte till några handelsplatser som låter dig köpa ETH i det här landet. Om du gör det, mejla till",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Tyvärr känner vi inte till några handelsplatser eller plånböcker som låter dig köpa ETH i det här landet. Om du gör det, mejla till",
  "page-get-eth-exchanges-no-wallets": "Tyvärr känner vi inte till några plånböcker som låter dig köpa ETH i det här landet. Om du gör det, mejla till",
  "page-get-eth-exchanges-search": "Skriv var du bor ...",
  "page-get-eth-exchanges-success-exchange": "Det kan ta flera dagar att registrera sig hos en handelsplats på grund av de rättsliga kontrollerna.",
  "page-get-eth-exchanges-success-wallet-link": "plånböcker",
  "page-get-eth-exchanges-success-wallet-paragraph": "Där du bor kan du köpa ETH direkt via dessa plånböcker. Lär dig mer",
  "page-get-eth-exchanges-usa": "Amerikas förenta stater (USA)",
  "page-get-eth-get-wallet-btn": "Skaffa en plånbok",
  "page-get-eth-hero-image-alt": "Skaffa ETH-hjältebild",
  "page-get-eth-keep-it-safe": "Förvara din ETH säkert",
  "page-get-eth-meta-description": "Hur du köper ETH baserat på var du bor och råd om hur du förvarar det.",
  "page-get-eth-meta-title": "Så här köper du ETH",
  "page-get-eth-need-wallet": "Du behöver en plånbok för att använda en decentraliserad handelsplats (DEX).",
  "page-get-eth-new-to-eth": "Är ETH nytt för dig? Här är en översikt för att komma igång.",
  "page-get-eth-other-cryptos": "Köp med annan kryptovaluta",
  "page-get-eth-protect-eth-desc": "Om du planerar att köpa mycket ETH kanske du vill ha det i en plånbok du kontrollerar, inte en handelsplats. En handelsplats är ett troligt mål för hackare. Om en hackare får tillgång kan du förlora dina pengar. Men om du använder en plånbok har bara du kontroll över den.",
  "page-get-eth-protect-eth-in-wallet": "Förbättra säkerheten genom att förvara ETH i en plånbok",
  "page-get-eth-search-by-country": "Sök efter land",
  "page-get-eth-security": "Men detta innebär också att du måste ta säkerheten över dina tillgångar på stort allvar. Med ETH förlitar du dig inte på att en bank ska förvalta dina tillgångar, du förlitar dig på dig själv.",
  "page-get-eth-smart-contract-link": "Mer om smarta kontrakt",
  "page-get-eth-swapping": "Byt dina tokens mot andras ETH, och tvärtom.",
  "page-get-eth-try-dex": "Prova en DEX",
  "page-get-eth-use-your-eth": "Använd din ETH",
  "page-get-eth-use-your-eth-dapps": "Nu när du äger ETH kan du kolla in några Ethereum-appar (dapps). Det finns dapps för ekonomi, sociala medier, spel och massor av andra kategorier.",
  "page-get-eth-wallet-instructions": "Följ plånboksinstruktioner",
  "page-get-eth-wallet-instructions-lost": "Om du förlorar tillgång till din plånbok förlorar du tillgång till dina pengar. Din plånbok bör ge dig instruktioner om hur du skyddar dig mot detta. Följ dem noggrant – i de flesta fall kan ingen hjälpa dig om du förlorar tillgång till din plånbok.",
  "page-get-eth-wallets": "Plånböcker",
  "page-get-eth-wallets-link": "Mer om plånböcker",
  "page-get-eth-wallets-purchasing": "Vissa plånböcker låter dig köpa krypto med ett bank- eller kreditkort, banköverföring eller till och med Apple Pay. Geografiska begränsningar finns.",
  "page-get-eth-warning": "Dessa DEX:s är inte för nybörjare då du behöver en del ETH för att använda dem.",
  "page-get-eth-what-are-DEX's": "Vad är DEX:s?",
  "page-get-eth-whats-eth-link": "Vad är ETH?",
  "page-get-eth-where-to-buy-desc": "Du kan köpa ETH direkt från handelsplatser eller plånböcker.",
  "page-get-eth-where-to-buy-desc-2": "Kolla vilka tjänster du kan använda baserat på var du bor.",
  "page-get-eth-where-to-buy-title": "Här kan du köpa ETH",
  "page-get-eth-your-address": "Din ETH-adress",
  "page-get-eth-your-address-desc": "När du laddar ner en plånbok skapar den en offentlig ETH-adress åt dig. Så här kan den se ut:",
  "page-get-eth-your-address-desc-3": "Tänk på detta som din e-postadress, men istället för e-post kan den ta emot ETH. Om du vill överföra ETH från en handelsplats till din plånbok använder du din adress som destination. Var noga med att alltid dubbelkolla innan du skickar!",
  "page-get-eth-your-address-wallet-link": "Kolla olika plånböcker",
  "listing-policy-raise-issue-link": "Skapa ett ärende",
  "page-find-wallet-last-updated": "Senast uppdaterad"
}
