{
  "page-dapps-1inch-logo-alt": "1inch-logotyp",
  "page-dapps-dexguru-logo-alt": "DexGuru-logotyp",
  "page-dapps-aave-logo-alt": "Aave-logotyp",
  "page-dapps-add-button": "Föreslå dapp",
  "page-dapps-add-title": "Lägg till dapp",
  "page-dapps-audius-logo-alt": "Audius-logotyp",
  "page-dapps-augur-logo-alt": "Augur-logotyp",
  "page-dapps-axie-infinity-logo-alt": "Axie Infinity-logotyp",
  "page-dapps-balancer-logo-alt": "Balancer-logotyp",
  "page-dapps-brave-logo-alt": "Brave-logotyp",
  "page-dapps-category-arts": "Konst och mode",
  "page-dapps-category-browsers": "Webbläsare",
  "page-dapps-category-collectibles": "Digitala samlarföremål",
  "page-dapps-category-competitive": "Tävling",
  "page-dapps-category-computing": "Utvecklarverktyg",
  "page-dapps-category-dex": "Pollettväxling",
  "page-dapps-category-investments": "Investeringar",
  "page-dapps-category-lending": "Utlåning och upplåning",
  "page-dapps-category-lottery": "Gräsrotsfinansiering",
  "page-dapps-category-marketplaces": "Marknadsplatser",
  "page-dapps-category-music": "Musik",
  "page-dapps-category-payments": "Betalningar",
  "page-dapps-category-insurance": "Försäkring",
  "page-dapps-category-portfolios": "Portföljer",
  "page-dapps-category-trading": "Marknader för handel och prognoser",
  "page-dapps-category-utilities": "Verktyg",
  "page-dapps-category-worlds": "Virtuella världar",
  "page-dapps-choose-category": "Välj kategori",
  "page-dapps-collectibles-benefits-1-description": "När konst är tokeniserad på Ethereum kan äganderätten bevisas för alla att se. Du kan spåra konstverkets resa från skapandet till dess nuvarande innehavare. Detta förhindrar förfalskningar.",
  "page-dapps-collectibles-benefits-1-title": "Ägarskap är bevisbart",
  "page-dapps-collectibles-benefits-2-description": "Att betala för att streama musik eller köpa konstverk är mycket mer rättvist för artisterna. Med Ethereum finns det mindre behov av mellanhänder. Och om det behövs mellanhänder är deras kostnader inte lika höga eftersom plattformar inte behöver betala för nätverkets infrastruktur.",
  "page-dapps-collectibles-benefits-2-title": "Rättvisare för skapare",
  "page-dapps-collectibles-benefits-3-description": "Pollettiserade samlarobjekt är knutna till din Ethereum-adress, inte till plattformen. Så du kan sälja saker, som föremål i spelet, på vilken Ethereum-marknad som helst, inte bara i själva spelet.",
  "page-dapps-collectibles-benefits-3-title": "Samlarföremålen följer med dig",
  "page-dapps-collectibles-benefits-4-description": "Verktygen och produkterna finns redan för att du ska kunna visa upp din konst och sälja den! Och dina polletter kan säljas på vilken av Ethereums samlarplattformar som helst.",
  "page-dapps-collectibles-benefits-4-title": "Infrastrukturen finns redan på plats",
  "page-dapps-collectibles-benefits-description": "Det här är applikationer som fokuserar på digitalt ägande, ökad intjäningspotentialen för kreatörer och uppfinner nya sätt att investera i dina favoritskapare och deras verk.",
  "page-dapps-collectibles-benefits-title": "decentraliserade samlarobjekt och strömning",
  "page-dapps-collectibles-button": "Konst och samlarföremål",
  "page-dapps-collectibles-description": "Det här är applikationer som fokuserar på digitalt ägande, ökad intjäningspotential för kreatörer och uppfinner nya sätt att investera i dina favoritskapare och deras arbete.",
  "page-dapps-collectibles-title": "Decentraliserad konst och samlarföremål",
  "page-dapps-compound-logo-alt": "Compound-logotyp",
  "page-dapps-cryptopunks-logo-alt": "CryptoPunks-logotyp",
  "page-dapps-cryptovoxels-logo-alt": "Cryptovoxels-logotyp",
  "page-dapps-dapp-description-1inch": "Hjälper dig att undvika hög prisglidning genom att slå samman de bästa priserna.",
  "page-dapps-dapp-description-aave": "Låna ut dina polletter för att tjäna ränta och ta ut dem när som helst.",
  "page-dapps-dapp-description-async-art": "Skapa, samla och handla med #ProgrammableArt - digitala målningar uppdelade i \"lager\" som du kan använda för att påverka den övergripande bilden. Varje master och lager är en ERC721-pollett.",
  "page-dapps-dapp-description-audius": "Decentraliserad strömningsplattform. När någon lyssnar = pengar till skaparen, inte till musikbolaget.",
  "page-dapps-dapp-description-augur": "Betta på resultat inom idrott, ekonomi och ännu fler världsevenemang.",
  "page-dapps-dapp-description-axie-infinity": "Handla och utkämpa stider med varelser som kallas Axies. Och tjäna pengar när du spelar – tillgängligt på mobilen",
  "page-dapps-dapp-description-balancer": "Balancer är en automatiserad plattform för portföljförvaltning och handel.",
  "page-dapps-dapp-description-brave": "Tjäna polletter när du surfar och stöd dina favoritskapare med dem.",
  "page-dapps-dapp-description-cent": "Ett socialt nätverk där du tjänar pengar genom att lägga upp NFT:er.",
  "page-dapps-dapp-description-compound": "Låna ut dina tokens för att tjäna ränta och ta ut när som helst.",
  "page-dapps-dapp-description-cryptopunks": "Köp, lägg bud på och erbjud punks till försäljning – en av de första samlarobjekten i form av polletter på Ethereum.",
  "page-dapps-dapp-description-cryptovoxels": "Skapa konstgallerior, bygg butiker och köp tomter – en virtuell Ethereum-värld.",
  "page-dapps-dapp-description-dark-forest": "Erövra planeter i ett oändligt, procedurgenererat, kryptografiskt specificerat universum.",
  "page-dapps-dapp-description-decentraland": "Samla och handla med virtuella tomter i en virtuell värld som du kan utforska.",
  "page-dapps-dapp-description-ens": "Användarvänliga namn för Ethereum-adresser och decentraliserade webbplatser.",
  "page-dapps-dapp-description-foundation": "Investera i unika utgåvor av digitala konstverk och byt ut föremål med andra köpare.",
  "page-dapps-dapp-description-gitcoin": "Tjäna krypto genom att arbeta med programvara med öppen källkod.",
  "page-dapps-dapp-description-gitcoin-grants": "Gräsrotsfinansiering för Ethereums gemenskapsprojekt med utökade bidrag",
  "page-dapps-dapp-description-gods-unchained": "Strategiskt handelskortspel. Tjäna kort genom att föreställa dig att du kan sälja i det verkliga livet.",
  "page-dapps-dapp-description-golem": "Få tillgång till delad datorkraft eller hyr ut dina egna resurser.",
  "page-dapps-dapp-description-radicle": "Säkert P2P-kodsamarbete utan mellanhänder.",
  "page-dapps-dapp-description-loopring": "Handelsplattform av typen peer-to-peer, byggd för hög hastighet.",
  "page-dapps-dapp-description-marble-cards": "Skapa och handla med unika digitala kort, baserade på webbadresser.",
  "page-dapps-dapp-description-matcha": "Söker på flera börser för att hjälpa dig hitta de bästa priserna.",
  "page-dapps-dapp-description-nifty-gateway": "Köp verk på kedjan från toppartister, idrottare, varumärken och kreatörer.",
  "page-dapps-dapp-description-oasis": "Handla, låna och spara med Dai, ett stablecoin från Ethereum.",
  "page-dapps-dapp-description-opensea": "Köp, sälj, upptäck och handla med varor som finns i begränsad upplaga.",
  "page-dapps-dapp-description-opera": "Skicka krypto från din webbläsare till handlare, andra användare och appar.",
  "page-dapps-dapp-description-poap": "Samla NFT:er som bevisar att du var på olika virtuella eller fysiska evenemang. Använd dem för att delta i utlottningar, rösta, samarbeta eller bara för att skryta.",
  "page-dapps-dapp-description-polymarket": "Satsa på resultat. Handel på informationsmarknader.",
  "page-dapps-dapp-description-pooltogether": "Ett lotteri där du inte kan förlora. Priser varje vecka.",
  "page-dapps-dapp-description-index-coop": "En kryptoindexfond som ger din portfölj exponering mot de bästa DeFi-polletterna.",
  "page-dapps-dapp-description-nexus-mutual": "Försäkringsskydd utan ett försäkringsbolag. Bli skyddad mot buggar i smarta kontrakt och mot hackare.",
  "page-dapps-dapp-description-etherisc": "En decentraliserad försäkringsmall kan vem som helst använda för att skapa sitt eget försäkringsskydd.",
  "page-dapps-dapp-description-zapper": "Spåra din portfölj och använd en rad DeFi-produkter från ett enda gränssnitt.",
  "page-dapps-dapp-description-zerion": "Hantera din portfölj och utvärdera varje enskild DeFi-tillgång på marknaden på ett enkelt sätt.",
  "page-dapps-dapp-description-rotki": "Portföljspårning, analys, redovisning och skatterapporteringsverktyg med öppen källkod som respekterar din integritet.",
  "page-dapps-dapp-description-krystal": "En enda plattform för att komma åt alla dina favorittjänster inom DeFi.",
  "page-dapps-dapp-description-rarible": "Skapa, sälj och köp pollettiserade samlarföremål.",
  "page-dapps-dapp-description-sablier": "Strömma pengar i realtid.",
  "page-dapps-dapp-description-superrare": "Köp digitala konstverk direkt från konstnärer eller på andrahandsmarknader.",
  "page-dapps-dapp-description-token-sets": "Kryptoinvesteringsstrategier som automatiskt återbalanseras.",
  "page-dapps-dapp-description-tornado-cash": "Skicka anonyma transaktioner på Ethereum.",
  "page-dapps-dapp-description-uniswap": "Byt polleter på ett enkelt sätt eller tillhandahåll polletter i utbyte mot %-belöningar.",
  "page-dapps-dapp-description-dexguru": "Handelsterminal för DeFi-handlare som inte är frihetsberövande",
  "page-dapps-docklink-dapps": "Introduktion till dapps",
  "page-dapps-docklink-smart-contracts": "Smarta kontrakt",
  "page-dapps-dark-forest-logo-alt": "Dark Forest-logotyp",
  "page-dapps-decentraland-logo-alt": "Decentraland-logotyp",
  "page-dapps-index-coop-logo-alt": "Index Coop-logotyp",
  "page-dapps-nexus-mutual-logo-alt": "Nexus Mutual-logotyp",
  "page-dapps-etherisc-logo-alt": "Etherisc-logotyp",
  "page-dapps-zapper-logo-alt": "Zapper-logotyp",
  "page-dapps-zerion-logo-alt": "Zerion-logotyp",
  "page-dapps-rotki-logo-alt": "Rotki-logotyp",
  "page-dapps-krystal-logo-alt": "Krystal-logotypen",
  "page-dapps-desc": "Hitta en Ethereum-applikation som du kan prova.",
  "page-dapps-doge-img-alt": "Illustration av en hund som sitter vid en dator",
  "page-dapps-editors-choice-dark-forest": "Spela mot andra för att erövra planeter och testa den senaste Ethereum-tekniken för skalning och sekretess. Kanske något för dem som redan är bekanta med Ethereum.",
  "page-dapps-editors-choice-description": "Några dappar som ethereum.org-teamet älskar just nu. Utforska fler dapps nedan.",
  "page-dapps-editors-choice-foundation": "Investera i kultur. Köp, byt och sälj unika digitala konstverk och mode från otroliga konstnärer, musiker och varumärken.",
  "page-dapps-editors-choice-header": "Redaktörernas val",
  "page-dapps-editors-choice-pooltogether": "Köp en lott till det förlustfria lotteriet. Varje vecka skickas den ränta som genereras från hela lottpoolen till en lycklig vinnare. Få tillbaka dina pengar när du vill.",
  "page-dapps-editors-choice-uniswap": "Byt dina polletter på ett enkelt sätt. En gemenskapsfavorit som gör att du kan byta polletter med personer inom hela nätverket.",
  "page-dapps-ens-logo-alt": "Logotyp för Ethereum Name Service",
  "page-dapps-explore-dapps-description": "Många dappar är fortfarande experimentella och med dem testar man möjligheterna med decentraliserade nätverk. Men det har funnits några framgångsrika pionjärer inom områdena teknik, finans, spel och samlarobjekt.",
  "page-dapps-explore-dapps-title": "Utforska dapps",
  "page-dapps-features-1-description": "När dapp-koden har distribuerats till Ethereum kan den inte tas bort. Och vem som helst kan använda dappens funktioner. Även om teamet bakom dappen upplöstes kan du fortfarande använda den. När den väl hamnar på Ethereum så blir den kvar där.",
  "page-dapps-features-1-title": "Inga ägare",
  "page-dapps-features-2-description": "Du kan inte blockeras från att använda en dapp eller skicka transaktioner. Om till exempel Twitter fanns på Ethereum skulle ingen kunna blockera ditt konto eller hindra dig från att twittra.",
  "page-dapps-features-2-title": "Fri från censur",
  "page-dapps-features-3-description": "Eftersom Ethereum har ETH är betalningar inbyggda i Ethereum. Utvecklare behöver inte lägga tid på att integrera med betalningsleverantörer från tredje part.",
  "page-dapps-features-3-title": "Inbyggda betalningar",
  "page-dapps-features-4-description": "Dapp-kod är ofta öppen och kompatibel som standard. Team bygger regelbundet med hjälp av andra teams arbete. Om du vill låta användarna byta tokens i din dapp kan du bara koppla in en annan dapps kod.",
  "page-dapps-features-4-title": "Plug and play",
  "page-dapps-features-5-description": "Med de flesta dapps behöver du inte dela med dig av din verkliga identitet. Ditt Ethereum-konto är din inloggning och du behöver bara en plånbok.",
  "page-dapps-features-5-title": "En anonym inloggning",
  "page-dapps-features-6-description": "Kryptografi säkerställer att angripare inte kan förfalska transaktioner och andra dapp-interaktioner för din räkning. Du godkänner dapp-åtgärder med ditt Ethereum-konto - vanligtvis via din plånbok - så att dina autentiseringsuppgifter förblir säkra.",
  "page-dapps-features-6-title": "Med stöd av kryptografi",
  "page-dapps-features-7-description": "När dappen är live på Ethereum kommer den bara att sluta fungera om hela Ethereum slutar fungera. Nätverk av Ethereums storlek är notoriskt svåra att attackera.",
  "page-dapps-features-7-title": "Inga driftstopp",
  "page-dapps-finance-benefits-1-description": "Finansiella tjänster som körs på Ethereum har inga registreringskrav. Om du har pengar och en internetanslutning är du redo att köra igång.",
  "page-dapps-finance-benefits-1-title": "Öppen tillgång",
  "page-dapps-finance-benefits-2-description": "Det finns en hel värld av polletter som du kan interagera med bland dessa finansiella produkter. Människor bygger hela tiden nya polletter inom ramen för Ethereum.",
  "page-dapps-finance-benefits-2-title": "En ny ekonomi baserad på polletter",
  "page-dapps-finance-benefits-3-description": "Team har byggt stablecoins - en mindre volatil kryptovaluta. Med dessa kan du experimentera och använda krypto utan risk och osäkerhet.",
  "page-dapps-finance-benefits-3-title": "Stablecoins",
  "page-dapps-finance-benefits-4-description": "Finansiella produkter inom Ethereum-området är alla modulära och kompatibla med varandra. Nya konfigurationer av dessa moduler dyker upp på marknaden hela tiden, vilket ökar vad du kan göra med din krypto.",
  "page-dapps-finance-benefits-4-title": "Sammanlänkade finansiella tjänster",
  "page-dapps-finance-benefits-description": "Vad är det med Ethereum som gör att decentraliserade finansapplikationer kan blomstra?",
  "page-dapps-finance-benefits-title": "decentraliserad finansiering",
  "page-dapps-finance-button": "Finans",
  "page-dapps-finance-description": "Det här är applikationer som fokuserar på att bygga upp finansiella tjänster med hjälp av kryptovalutor. De erbjuder utlåning, lån, ränteintäkter och privata betalningar –utan att de behövs några personuppgifter.",
  "page-dapps-finance-title": "Decentraliserad finansiering",
  "page-dapps-foundation-logo-alt": "Foundation-logotyp",
  "page-dapps-gaming-benefits-1-description": "Oavsett om det handlar om virtuella tomter eller samlarkort kan dina föremål säljas på samlarmarknader. Dina föremål i spelet får ett värde i det verkliga livet.",
  "page-dapps-gaming-benefits-1-title": "Spelobjekt fungerar även som polletter",
  "page-dapps-gaming-benefits-2-description": "Du äger dina föremål och i vissa fall dina framsteg, inte spelföretagen. Du förlorar alltså ingenting om företaget bakom spelet blir attackerat, drabbas av ett serverfel eller upplöses.",
  "page-dapps-gaming-benefits-2-title": "Det du sparar förblir säkert",
  "page-dapps-gaming-benefits-3-description": "På samma sätt som Ethereum-betalningar är tillgängliga för vem som helst att verifiera, kan spel använda denna kvalitet för att säkerställa rättvisa. I teorin går allt att verifiera, från antalet kritiska träffar till storleken på motståndarens krigskassa.",
  "page-dapps-gaming-benefits-3-title": "Påvisbar rättvisa",
  "page-dapps-gaming-benefits-description": "Vad är det med Ethereum som gör att decentraliserade spel kan frodas?",
  "page-dapps-gaming-benefits-title": "decentraliserat spelande",
  "page-dapps-gaming-button": "Spel",
  "page-dapps-gaming-description": "Det här är applikationer som fokuserar på att skapa virtuella världar och strider mot andra spelare med samlarobjekt som har ett värde i verkliga livet.",
  "page-dapps-gaming-title": "Decentraliserat spelande",
  "page-dapps-get-some-eth-description": "Dapp-åtgärder kostar en transaktionsavgift",
  "page-dapps-get-started-subtitle": "För att prova en dapp behöver du en plånbok och lite ETH. Med en plånbok kan du ansluta, eller logga in. Och du behöver ETH för att betala för eventuella transaktionsavgifter.",
  "page-dapps-get-started-title": "Kom igång",
  "page-dapps-gitcoin-grants-logo-alt": "Gitcoin Grants-logotypen",
  "page-dapps-gitcoin-logo-alt": "Gitcoin-logotypen",
  "page-dapps-gods-unchained-logo-alt": "Gods Unchained-logotypen",
  "page-dapps-golem-logo-alt": "Golem-logotypen",
  "page-dapps-radicle-logo-alt": "Radicle-logotypen",
  "page-dapps-hero-header": "Ethereum-drivna verktyg och tjänster",
  "page-dapps-hero-subtitle": "Dappar är en växande rörelse av applikationer som använder Ethereum för att förbättra affärsmodeller eller uppfinna nya.",
  "page-dapps-how-dapps-work-p1": "Dappar har sin egen backend-kod (smarta kontrakt) som körs på ett decentraliserat nätverk och inte på en centraliserad server. De använder Ethereums blockkedja för datalagring och smarta kontrakt för sin applogik.",
  "page-dapps-how-dapps-work-p2": "Ett smart kontrakt är som en uppsättning regler som finns i kedjan för att alla ska kunna se dem. De används exakt enligt dessa regler. Föreställ dig en varuautomat: om du förser den med tillräckligt med pengar och väljer rätt produkt så får du det du vill ha. Och precis som varuautomater kan smarta kontrakt innehålla pengar, precis som ditt Ethereum-konto. Detta gör det möjligt för koden att förmedla avtal och transaktioner.",
  "page-dapps-how-dapps-work-p3": "När dapparna väl har distribuerats på Ethereum-nätverket kan de inte ändras. Dappar kan vara decentraliserade eftersom de styrs av den logik som skrivs in i kontraktet, inte av en enskild person eller ett företag.",
  "page-dapps-how-dapps-work-title": "Så här fungerar dapparna",
  "page-dapps-learn-callout-button": "Börja skapa",
  "page-dapps-learn-callout-description": "Vår gemensamma utvecklarportal innehåller dokument, verktyg och ramverk som hjälper dig att börja bygga en dapp.",
  "page-dapps-learn-callout-image-alt": "Illustration av en hand som bygger en ETH-symbol av legoklossar.",
  "page-dapps-learn-callout-title": "Lär dig att bygga en dapp",
  "page-dapps-loopring-logo-alt": "Loopring-logotypen",
  "page-dapps-magic-behind-dapps-description": "Dapps kan kännas som vanliga appar. Men bakom kulisserna har de vissa speciella egenskaper eftersom de ärver alla Ethereums superkrafter. Här är vad som skiljer dappar från appar.",
  "page-dapps-magic-behind-dapps-link": "Vad är det som gör Ethereum så bra?",
  "page-dapps-magic-behind-dapps-title": "Magin bakom dapparna",
  "page-dapps-magic-title-1": "Magin",
  "page-dapps-magic-title-2": "bakom",
  "page-dapps-magician-img-alt": "Illustration av trollkarlar",
  "page-dapps-marble-cards-logo-alt": "marble.cards-logotypen",
  "page-dapps-async-logo-alt": "Async-logotypen",
  "page-dapps-matcha-logo-alt": "Matcha-logotypen",
  "page-dapps-mobile-options-header": "Bläddra i en annan kategori",
  "page-dapps-nifty-gateway-logo-alt": "Nifty Gateway-logotypen",
  "page-dapps-oasis-logo-alt": "Oasis-logotypen",
  "page-dapps-opensea-logo-alt": "OpenSea-logotypen",
  "page-dapps-opera-logo-alt": "Opera-logotypen",
  "page-dapps-polymarket-logo-alt": "Polymarket-logotypen",
  "page-dapps-poap-logo-alt": "Logotypen för Proof of Attendance Protocol",
  "page-dapps-pooltogether-logo-alt": "PoolTogether-logotypen",
  "page-dapps-rarible-logo-alt": "Rarible-logotypen",
  "page-dapps-ready-button": "Gå",
  "page-dapps-ready-description": "Välj en dapp som du vill testa",
  "page-dapps-ready-title": "Är du redo?",
  "page-dapps-sablier-logo-alt": "Sablier-logotypen",
  "page-dapps-set-up-a-wallet-button": "Hitta plånbok",
  "page-dapps-set-up-a-wallet-description": "En plånbok är din \"inloggning\" för en dapp",
  "page-dapps-set-up-a-wallet-title": "Skapa en plånbok",
  "page-dapps-superrare-logo-alt": "SuperRare-logotypen",
  "page-dapps-technology-button": "Teknik",
  "page-dapps-technology-description": "Det handlar om applikationer som fokuserar på att decentralisera utvecklarverktyg, integrera kryptoekonomiska system i befintlig teknik och skapa marknadsplatser för utvecklingsarbete med öppen källkod.",
  "page-dapps-technology-title": "Decentraliserad teknik",
  "page-dapps-token-sets-logo-alt": "Token Sets-logotyp",
  "page-dapps-tornado-cash-logo-alt": "Tornado kontantlogotyp",
  "page-dapps-uniswap-logo-alt": "Uniswap-logotyp",
  "page-dapps-wallet-callout-button": "Hitta plånbok",
  "page-dapps-wallet-callout-description": "Plånböcker är också dappar. Hitta en baserad på de funktioner som passar dig.",
  "page-dapps-wallet-callout-image-alt": "Illustration av en robot.",
  "page-dapps-wallet-callout-title": "Visa plånböcker",
  "page-dapps-warning-header": "Gör alltid din egen efterforskning",
  "page-dapps-warning-message": "Ethereum är en ny teknik och de flesta tillämpningar är nya. Innan du sätter in stora summor pengar bör du se till att du förstår riskerna.",
  "page-dapps-what-are-dapps": "Vad är dapps?",
  "page-dapps-more-on-defi-button": "Mer om decentraliserad finansiering",
  "page-dapps-more-on-nft-button": "Mer om pollettiserade samlarföremål",
  "page-dapps-more-on-nft-gaming-button": "Mer om pollettiserade föremål inne i spel",
  "page-dapps-dapp-description-pwn": "Enkla lån som backas upp av någon token eller NFT på Ethereum.",
  "page-dapps-pwn-image-alt": "PWN-logotypen",
  "foundation": "Stiftelse",
  "transaction-fees": "Vad är transaktionsavgifter?",
  "page-wallets-get-some": "Skaffa lite ETH"
}
