{
  "page-wallets-accounts-addresses": "Plånböcker, konton och adresser",
  "page-wallets-accounts-addresses-desc": "Det är värt att förstå skillnaderna mellan några nyckeltermer.",
  "page-wallets-accounts-ethereum-addresses": "Ett Ethereum-konto har en Ethereum-adress, som en inkorg har en e-postadress. Du kan använda detta för att skicka pengar till ett konto.",
  "page-wallets-alt": "Illustration av en robot med en kassavalvskropp som representerar en Ethereum-plånbok",
  "page-wallets-ethereum-account": "Ett Ethereum-konto är en enhet som kan skicka transaktioner och har ett saldo.",
  "page-wallets-blog": "Coinbase-blogg",
  "page-wallets-bookmarking": "Bokmärk din plånbok",
  "page-wallets-bookmarking-desc": "Om du använder en webbplånbok, bokmärk webbplatsen för att skydda dig mot nätfiske.",
  "page-wallets-cd": "Fysiska hårdvaruplånböcker är enheter som låter dig förvara din krypto offline – mycket säkert",
  "page-wallets-desc-2": "Du behöver en plånbok för att skicka pengar och hantera din ETH.",
  "page-wallets-desc-2-link": "Mer om ETH",
  "page-wallets-desc-3": "Din plånbok är bara ett verktyg för att hantera ditt Ethereum-konto. Det betyder att du kan byta plånboksleverantör när som helst. Många plånböcker låter dig också hantera flera Ethereum-konton från en app.",
  "page-wallets-desc-4": "Det beror på att plånböcker inte förvarar dina pengar, det gör du. De är bara ett verktyg för att hantera det som verkligen är ditt.",
  "page-wallets-description": "Ethereum-plånböcker är applikationer som låter dig interagera med ditt Ethereum-konto. Se det som en internetbanksapp – utan banken. I din plånbok kan du se ditt saldo, skicka transaktioner och ansluta till applikationer.",
  "page-wallets-desktop": "Skrivbordsappar om du föredrar att hantera dina pengar via macOS, Windows eller Linux",
  "page-wallets-ethereum-wallet": "En plånbok är en produkt som du använder för att hantera ditt Ethereum-konto. I plånboken kan du se ditt kontosaldo, skicka transaktioner och mer.",
  "page-wallets-explore": "Utforska Ethereum",
  "page-wallets-features-desc": "Vi kan hjälpa dig att välja din plånbok utifrån de funktioner du bryr dig om.",
  "page-wallets-features-title": "Jämför plånböcker baserat på funktioner",
  "page-wallets-find-wallet-btn": "Hitta en plånbok",
  "page-wallets-find-wallet-link": "Hitta en plånbok",
  "page-wallets-get-some": "Skaffa lite ETH",
  "page-wallets-get-some-alt": "Illustration av en hand som bygger en ETH-logotyp med Lego",
  "page-wallets-get-some-btn": "Skaffa lite ETH",
  "page-wallets-get-some-desc": "ETH är den ursprungliga krypton för Ethereum. Du behöver lite ETH i din plånbok för att använda Ethereum-appar.",
  "page-wallets-how-to-store": "Så här förvarar du dina digitala tillgångar på Ethereum",
  "page-wallets-keys-to-safety": "Nycklarna till att hålla din krypto säker",
  "page-wallets-manage-funds": "En app för att hantera dina pengar",
  "page-wallets-manage-funds-desc": "Din plånbok visar dina saldon, transaktionshistorik och ger dig ett sätt att skicka/ta emot pengar. Vissa plånböcker kan erbjuda mer.",
  "page-wallets-meta-description": "Det här behöver du veta för att använda Ethereum-plånböcker.",
  "page-wallets-meta-title": "Ethereum-plånböcker",
  "page-wallets-mobile": "Mobilappar som gör dina pengar tillgängliga var som helst",
  "page-wallets-more-on-dapps-btn": "Mer om dapps",
  "page-wallets-most-wallets": "De flesta plånboksprodukter låter dig skapa ett Ethereum-konto. Så du behöver inte ett konto innan du laddar ner en plånbok.",
  "page-wallets-protecting-yourself": "Skydda dig själv och dina tillgångar",
  "page-wallets-seed-phrase": "Skriv ner din seed phrase",
  "page-wallets-seed-phrase-desc": "Plånböcker ger dig ofta en seed phrase som du måste skriva ner någonstans på ett säkert ställe. Det här är det enda sättet att återställa din plånbok på.",
  "page-wallets-seed-phrase-example": "Här är ett exempel:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Spara det inte på en dator. Skriv ner det och förvara det säkert.",
  "page-wallets-slogan": "Nyckeln till din digitala framtid",
  "page-wallets-stay-safe": "Så här håller du dig säker",
  "page-wallets-stay-safe-desc": "Plånböcker kräver lite annorlunda tänk när det kommer till säkerhet. Ekonomisk frihet och möjligheten att komma åt och använda pengar var som helst kommer med lite ansvar – det finns ingen kundsupport i krypto.",
  "page-wallets-subtitle": "Plånböcker ger tillgång till dina pengar och Ethereum-appar. Bara du ska ha tillgång till din plånbok.",
  "page-wallets-take-responsibility": "Ta ansvar för dina egna pengar",
  "page-wallets-take-responsibility-desc": "Centraliserade handelsplatser länkar din plånbok till ett användarnamn och lösenord som du kan återställa på traditionellt sätt. Kom bara ihåg att du ger handelsplatsen ansvar för dina pengar. Om det företaget utsätts för en cyberattack eller liknande är dina pengar i riskzonen.",
  "page-wallets-tips": "Fler tips om hur du håller dig säker",
  "page-wallets-tips-community": "Från gemenskapen",
  "page-wallets-title": "Ethereum-plånböcker",
  "page-wallets-triple-check": "Kontrollera allt tre gånger",
  "page-wallets-triple-check-desc": "Kom ihåg att du inte kan ångra transaktioner och att det inte är lätt att få tillbaka plånböcker, så vidta försiktighetsåtgärder och var alltid vaksam.",
  "page-wallets-try-dapps": "Prova några dapps",
  "page-wallets-try-dapps-alt": "En illustration av Ethereum-gemenskapens medlemmar som arbetar tillsammans",
  "page-wallets-try-dapps-desc": "Dapps är appar som skapats på Ethereum. De är billigare, mer rättvisa och snällare mot dina data än de flesta traditionella appar.",
  "page-wallets-types": "Typer av plånböcker",
  "page-wallets-types-desc": "Det finns några sätt att anpassa och använda ditt konto på:",
  "page-wallets-web-browser": "Webbläsarplånböcker är webbprogram som låter dig använda ditt konto direkt i webbläsaren",
  "page-wallets-web-browser-extension": "Webbläsartilläggplånböcker är tillägg som du hämtar och som låter dig använda ditt konto och dina appar via webbläsaren",
  "page-wallets-whats-a-wallet": "Vad är en Ethereum-plånbok?",
  "page-wallets-your-ethereum-account": "Ditt Ethereum-konto",
  "page-wallets-your-ethereum-account-desc": "Översättningsresultat\nDin plånbok är ditt fönster till ditt Ethereum-konto – ditt saldo, din transaktionshistorik och mer. Men du kan byta plånboksleverantör när som helst.",
  "page-wallets-your-login": "Din inloggning för Ethereum-appar",
  "page-wallets-your-login-desc": "Med din plånbok kan du ansluta till vilken decentraliserad app som helst med ditt Ethereum-konto. Det är som en inloggning som du kan använda på många dapps."
}
