{
  "51%-attack-term": "Επίθεση 51%",
  "51%-attack-definition": "Ένας τύπος επίθεσης όπου μια ομάδα αποκτά τον έλεγχο της πλειοψηφίας των <a href=\"/glossary/#node\">κόμβων</a>. Αυτό θα τους επέτρεπε να εξαπατήσουν το blockchain με την αντιστροφή <a href=\"/glossary/#transaction\">συναλλαγών</a> και την πραγματοποίηση διπλών δαπανών <a href=\"ether\"> ether</a> και άλλων token.",
  "abi-term": "Δυαδική διεπαφή εφαρμογής (ABI)",
  "abi-definition": "Ένα αρχείο JSON που ορίζει τις συναρτήσεις και τις μεταβλητές που περιλαμβάνονται σε ένα έξυπνο συμβόλαιο. Το ABI επιτρέπει την αντιστοίχιση του bytecode σε μορφές αναγνώσιμες από άνθρωπο.",
  "account-term": "Λογαριασμός",
  "account-definition": "Ένας λογαριασμός Ethereum είναι μια ψηφιακή ταυτότητα στο Ethereum blockchain, που επιτρέπει στους χρήστες να στέλνουν, να λαμβάνουν Ether ή άλλα ψηφιακά στοιχεία και να αλληλεπιδρούν με έξυπνα συμβόλαια.",
  "address-term": "Διεύθυνση",
  "address-definition": "Μια διεύθυνση Ethereum είναι ένα μοναδικό αναγνωριστικό που χρησιμοποιείται για τη λήψη token, λειτουργίες που είναι παρόμοιες με αυτές ενός αριθμού τραπεζικού λογαριασμού για κρυπτονομίσματα. Χρησιμοποιείται για την ταυτοποίηση του λογαριασμού Ethereum σας.",
  "anti-sybil-term": "Anti-Sybil",
  "anti-sybil-definition": "Είναι τρόποι να σταματήσετε τους ανθρώπους να προσποιούνται ότι είναι πολλοί χρήστες ταυτόχρονα στο διαδίκτυο, διασφαλίζοντας ότι κάθε χρήστης είναι ένα υπαρκτό, ξεχωριστό άτομο. Αυτό βοηθά να διατηρούνται οι διαδικτυακές αλληλεπιδράσεις δίκαιες και ειλικρινείς.",
  "apr-term": "APR",
  "apr-definition": "Το ΣΕΠΕ (Συνολικό Ετήσιο Πραγματικό Επιτόκιο), ή APR (Annual Percentage Rate) στα αγγλικά, αντικατοπτρίζει το ετήσιο κόστος δανεισμού χρημάτων, συμπεριλαμβανομένων των τόκων και των προμηθειών, ως ποσοστό.",
  "attestation-term": "Επιβεβαίωση",
  "attestation-definition": "Ισχυρισμός ότι κάτι είναι αληθές ο οποίος γίνεται από μια οντότητα. Στο πλαίσιο του Ethereum, οι επικυρωτές συναίνεσης πρέπει να διατυπώσουν ισχυρισμό για το ποια πιστεύουν ότι είναι η κατάσταση της αλυσίδας. Σε καθορισμένους χρόνους, κάθε επικυρωτής είναι υπεύθυνος για τη δημοσίευση διαφορετικών βεβαιώσεων που δηλώνουν επίσημα την άποψη αυτού του επικυρωτή για την αλυσίδα, συμπεριλαμβανομένου του τελευταίου οριστικοποιημένου σημείου ελέγχου και της τρέχουσας κεφαλής της αλυσίδας. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">Περισσότερα για τις βεβαιώσεις</a>.",
  "block-term": "Μπλοκ",
  "block-definition": "Ένα μπλοκ είναι το μέρος όπου αποθηκεύονται οι συναλλαγές ή οι ψηφιακές ενέργειες. Μόλις γεμίσει ένα μπλοκ, συνδέεται με το προηγούμενο, δημιουργώντας μια αλυσίδα από μπλοκ ή ένα «blockchain». <a href=\"/developers/docs/blocks/\">Περισσότερα για τα μπλοκ</a>.",
  "blockchain-term": "Κρυπτοαλυσίδα",
  "blockchain-definition": "Το blockchain είναι μια βάση δεδομένων συναλλαγών, που αντιγράφονται και διαμοιράζονται σε όλους τους υπολογιστές του δικτύου, διασφαλίζοντας ότι τα δεδομένα δεν μπορούν να τροποποιηθούν αναδρομικά.",
  "bridge-term": "Γέφυρα",
  "bridge-definition": "Μια γέφυρα blockchain χρησιμοποιείται για τη μεταφορά περιουσιακών στοιχείων από ένα δίκτυο blockchain σε άλλο.",
  "consensus-term": "Συναίνεση",
  "consensus-definition": "Όταν περισσότερα από τα 2/3 των υπολογιστών σε ένα δίκτυο συμφωνούν ότι έχουν το ίδιο σύνολο εγγραφών, προκειμένου να εξασφαλιστεί ότι όλοι βρίσκονται στο ίδιο μήκος κύματος. Δεν έχει να κάνει με τους κανόνες που ακολουθούν, αλλά με τη διασφάλιση ότι έχουν όλοι τις ίδιες πληροφορίες.",
  "consensus-client-term": "Εφαρμογή πελάτη συναίνεσης",
  "consensus-client-definition": "Τα προγράμματα πελάτες συναίνεσης (όπως Prysm, Teku, Nimbus, Lighthouse, Lodestar) εκτελούν τον αλγόριθμο συναίνεσης της <a href=\"/glossary/#pos\">απόδειξης συμμετοχής</a> του Ethereum που επιτρέπει στο δίκτυο να καταλήξει σε συμφωνία σχετικά με την κεφαλή της Κύριας αλυσίδας (Beacon Chain). Τα προγράμματα πελάτες συναίνεσης δεν συμμετέχουν στην επικύρωση/μετάδοση συναλλαγών ή στην εκτέλεση μεταβάσεων κατάστασης. Αυτό γίνεται από <a href=\"/glossary/#execution-client\">προγράμματα πελάτες εκτέλεσης</a>. Τα προγράμματα πελάτες συναίνεσης δεν βεβαιώνουν ούτε προτείνουν νέα μπλοκ. Αυτό γίνεται από το <a href=\"/glossary/#validator\">πρόγραμμα πελάτη επικυρωτή</a> που είναι ένα προαιρετικό πρόσθετο στον πελάτη συναίνεσης.",
  "consensus-layer-term": "Συναινετικό επίπεδο",
  "consensus-layer-definition": "Το επίπεδο συναίνεσης του Ethereum είναι το δίκτυο των <a href=\"/glossary/#consensus-client\">προγραμμάτων πελατών συναίνεσης</a>.",
  "cryptoeconomics-term": "Κρυπτοοικονομικά",
  "cryptoeconomics-definition": "Η μελέτη μαθηματικών και οικονομικών αρχών για τον σχεδιασμό ασφαλών και αξιόπιστων ψηφιακών πλατφορμών. Ο στόχος είναι να διασφαλιστεί ότι όλοι οι συμμετέχοντες ακολουθούν τους κανόνες και ανταμείβονται για τη συμβολή τους στην ασφάλεια και τη λειτουργία του δικτύου. ",
  "cryptography-term": "Κρυπτογραφία",
  "cryptography-definition": "Είναι η πρακτική κατά την οποία η επικοινωνία γίνεται ιδιωτική και ασφαλής, έτσι ώστε μόνο εκείνοι για τους οποίους προορίζονται οι πληροφορίες να μπορούν να τις διαβάσουν.",
  "dao-term": "Αποκεντρωμένος αυτόνομος οργανισμός (DAO)",
  "dao-definition": "Το DAO είναι ένας ψηφιακός οργανισμός που διοικείται από κανόνες κωδικοποιημένους σε blockchain, όπου οι αποφάσεις λαμβάνονται με ψήφους μελών και όχι από κεντρική αρχή. <a href=\"/dao/\">Περισσότερα για τους αποκεντρωμένους αυτόνομους οργανισμούς (DAO)</a>.",
  "dapp-term": "Dapp",
  "dapp-definition": "Το dApp είναι μια αποκεντρωμένη εφαρμογή που εκτελείται σε δίκτυο blockchain, προσφέροντας υπηρεσίες χωρίς κεντρική ελεγκτική αρχή. <a href=\"/dapps/\">Περισσότερα για τις αποκεντρωμένες εφαρμογές</a>.",
  "data-availability-term": "Διαθεσιμότητα δεδομένων",
  "data-availability-definition": "Οποιοσδήποτε κόμβος μπορεί να επαληθεύσει ανεξάρτητα τις συναλλαγές σε ένα blockchain προκειμένου να διατηρήσει τη διαφάνεια και την εμπιστοσύνη στο σύστημα.",
  "defi-term": "DeFi",
  "defi-definition": "Μια ευρεία κατηγορία εφαρμογών Ethereum που στοχεύουν στην παροχή χρηματοοικονομικών υπηρεσιών που υποστηρίζονται από το blockchain, χωρίς μεσάζοντες. <a href=\"/defi/\">Περισσότερα για την αποκεντρωμένη οικονομία (DeFi)</a>",
  "dex-term": "Αποκεντρωμένο ανταλλακτήριο (DEX)",
  "dex-definition": "Ένας τύπος εφαρμογής Ethereum που σας επιτρέπει να ανταλλάσσετε token με ομοτίμους στο δίκτυο. Τα DEX δεν υπόκεινται σε γεωγραφικούς περιορισμούς όπως τα κεντρικά ανταλλακτήρια — μπορεί να συμμετάσχει ο οποιοσδήποτε.",
  "difficulty-bomb-term": "Βόμβα δυσκολίας",
  "difficulty-bomb-definition": "Προγραμματισμένη εκθετική αύξηση στη ρύθμιση της <a href=\"/glossary/#difficulty\">δυσκολίας</a> της <a href=\"/glossary/#pow\">απόδειξης εργασίας</a> που σχεδιάστηκε για να παρακινήσει τη μετάβαση στην <a href=\"/glossary/#pos\">απόδειξη συμμετοχής</a>, μειώνοντας τις πιθανότητες για <a href=\"/glossary/#hard-fork\">ενσωμάτωση</a>. Η βόμβα δυσκολίας καταργήθηκε όταν έγινε <a href=\"/roadmap/merge\">η Συγχώνευση</a>.",
  "ecdsa-term": "Αλγόριθμος ψηφιακής υπογραφής ελλειπτικής καμπύλης (Elliptic Curve Digital Signature Algorithm — ECDSA)",
  "ecdsa-definition": "Ένας κρυπτογραφικός αλγόριθμος που χρησιμοποιείται από το Ethereum για να διασφαλίζεται ότι τα κεφάλαια μπορούν να δαπανηθούν μόνο από τους κατόχους τους. Είναι η προτιμώμενη μέθοδος για τη δημιουργία δημόσιων και ιδιωτικών κλειδιών. Σχετίζεται με τη δημιουργία <a href=\"/glossary/#address\">διεύθυνσης</a> λογαριασμού και την επαλήθευση <a href=\"/glossary/#transaction\">συναλλαγών</a>.",
  "ens-term": "Υπηρεσία ονόματος Ethereum (ENS)",
  "ens-definition": "Η Υπηρεσία Ονομάτων του Ethereum (Ethereum Name Service — ENS) είναι σαν ένας τηλεφωνικός κατάλογος διαδικτύου για τις διευθύνσεις Ethereum. Αντί να χρησιμοποιείτε μακροσκελείς διευθύνσεις πορτοφολιού, η ENS σάς επιτρέπει να χρησιμοποιείτε απλά ονόματα όπως «john.eth» για την αποστολή και λήψη ψηφιακών χρημάτων και περιουσιακών στοιχείων.",
  "epoch-term": "Εποχή",
  "epoch-definition": "Μια περίοδος 32 <a href=\"/glossary/#slot\">χρονικών κενών (slot)</a>, με κάθε χρονικό κενό να είναι 12 δευτερόλεπτα, συνολικά 6,4 λεπτά. Οι <a href=\"/glossary/#committee\">επιτροπές</a> του επικυρωτή ανακατατάσσονται σε κάθε εποχή για λόγους ασφαλείας. Κάθε εποχή περιλαμβάνει ευκαιρία <a href=\"/glossary/#finality\">οριστικοποίησης</a> της αλυσίδας. Σε κάθε επικυρωτή ανατίθενται νέες αρμοδιότητες στην αρχή κάθε εποχής. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Περισσότερα για την απόδειξη συμμετοχής</a>",
  "eoa-term": "Λογαριασμός εξωτερικού κατόχου (EOA)",
  "eoa-definition": "Οι Λογαριασμοί Εξωτερικού Κατόχου (Externally Owned Accounts — EOA) είναι ο πιο κοινός τύπος λογαριασμού Ethereum. Ελέγχονται από ένα άτομο μέσω ιδιωτικών κλειδιών/φράσης ανάκτησης. <a href=\"/wallets/\">Περισσότερα για τα πορτοφόλια Ethereum</a>.",
  "erc-term": "Αίτημα Ethereum για υποβολή σχολίων (Ethereum Request for Comments — ERC)",
  "erc-definition": "Το ERC (<strong>Ethereum Request for Comments (Αίτημα Ethereum για υποβολή σχολίων)</strong>) είναι ένας τύπος τεχνικής τεκμηρίωσης που χρησιμοποιείται στην κοινότητα Ethereum για να προτείνει νέα πρότυπα χρήσης για το δίκτυο Ethereum.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "Ένας τύπος προτύπου token Ethereum παρόμοιου με τα NFT (όπως τα μοναδικά συλλεκτικά στοιχεία) που επιτρέπει επίσης τη δημιουργία ανταλλάξιμων στοιχείων (όπως τα χρήματα) μέσα σε ένα ενιαίο έξυπνο συμβόλαιο.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "Είναι το τυπικό σύνολο κανόνων με το οποίο δημιουργούνται τα περισσότερα token στο δίκτυο Ethereum.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "Ένα τυπικό σύνολο κανόνων που χρησιμοποιείται για τη δημιουργία NFT (μη εναλλάξιμα κρυπτοπαραστατικά).",
  "ether-term": "Ether",
  "ether-definition": "Το εγγενές κρυπτονόμισμα του Ethereum, που συνήθως αναφέρεται ως «ETH». Χρησιμοποιείται για την κάλυψη χρεώσεων συναλλαγών κατά τη χρήση του οικοσυστήματος και των εφαρμογών Ethereum. <a href=\"/eth/\">Περισσότερα για το ether </a>.",
  "events-term": "Εκδηλώσεις",
  "events-definition": "Επιτρέπει τη χρήση των υποδομών καταγραφής <a href=\"/glossary/#evm\">EVM</a>. Τα <a href=\"/glossary/#dapp\">Dapp</a> μπορούν να ακούσουν συμβάντα και να τα χρησιμοποιήσουν για να ενεργοποιήσουν επανακλήσεις JavaScript στη διεπαφή χρήστη. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">Περισσότερα για συμβάντα και αρχεία καταγραφής</a>",
  "execution-client-term": "Εφαρμογή πελάτη εκτέλεσης",
  "execution-client-definition": "Τα προγράμματα πελάτες εκτέλεσης (παλαιότερα γνωστοί ως «πελάτες Eth1»), όπως οι Besu, Erigon, Go-Ethereum (Geth), Nethermind, είναι επιφορτισμένοι με την επεξεργασία και τη μετάδοση συναλλαγών και τη διαχείριση της κατάστασης του Ethereum. Εκτελούν τους υπολογισμούς για κάθε συναλλαγή χρησιμοποιώντας την <a href=\"/glossary/#evm\">Εικονική μηχανή Ethereum</a> για να διασφαλίσουν ότι τηρούνται οι κανόνες του πρωτοκόλλου.",
  "execution-layer-term": "Επίπεδο εκτέλεσης",
  "execution-layer-definition": "Το επίπεδο εκτέλεσης του Ethereum είναι το δίκτυο των <a href=\"/glossary/#execution-client\">πελατών εκτέλεσης</a>.",
  "finality-term": "Οριστικότητα",
  "finality-definition": "Η οριστικότητα είναι η εγγύηση ότι ένα σύνολο συναλλαγών δεν μπορεί να τροποποιηθεί χωρίς να χαθεί ένα τεράστιο ποσό ETH.",
  "fork-term": "Ενσωμάτωση",
  "fork-definition": "Αλλαγή στο πρωτόκολλο που προκαλεί τη δημιουργία μιας εναλλακτικής αλυσίδας.",
  "fraud-proof-term": "Απόδειξη απάτης",
  "fraud-proof-definition": "Ένα μοντέλο ασφαλείας για ορισμένες λύσεις <a href=\"/glossary/#layer-2\">επίπεδου 2</a> όπου, για να αυξηθεί η ταχύτητα, οι συναλλαγές <a href=\"/glossary/#rollups\">συγκεντρώνονται</a> σε παρτίδες και υποβάλλονται στο Ethereum σε μια μεμονωμένη συναλλαγή. Άλλοι συμμετέχοντες στο δίκτυο μπορούν να εκτελέσουν ξανά τις συναλλαγές για να ελέγξουν ότι εκτελέστηκαν με ειλικρίνεια. Εάν ανακαλύψουν μια ασυνέπεια μεταξύ των δημοσιευμένων δεδομένων και της δικής τους έκδοσης, μπορούν να δημοσιεύσουν μια κρυπτογραφική απόδειξη που δείχνει πού έγινε κάποια απάτη. Ορισμένα <a href=\"/glossary/#rollups\">πακέτα ενημέρωσης (rollup)</a> χρησιμοποιούν <a href=\"/glossary/#validity-proof\">αποδείξεις εγκυρότητας</a>.",
  "gas-term": "Κρατήσεις (Gas)",
  "gas-definition": "Το gas είναι το τέλος που καταβάλλεται για συναλλαγές και έξυπνα συμβόλαια σε ένα blockchain, όπως το Ethereum. <a href=\"/gas/\">Περισσότερα για το gas και τις χρεώσεις</a>.",
  "genesis-block-term": "Το μπλοκ της Γένεσης",
  "genesis-block-definition": "Το πρώτο μπλοκ σε μια <a href=\"/glossary/#blockchain\">κρυπτοαλυσίδα</a>, χρησιμοποιείται για να αρχικοποιήσει ένα συγκεκριμένο δίκτυο και το κρυπτονόμισμά του.",
  "gwei-term": "Gwei",
  "gwei-definition": "Συντομογραφία του «gigawei», μιας υποδιαίρεσης του <a href=\"/glossary/#ether\">ether</a>, που χρησιμοποιείται συνήθως για την τιμολόγηση του <a href=\"/glossary/#gas\">gas</a>. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>9</sup> gwei = 1 ether.",
  "hash-term": "Αναγνωριστικό",
  "hash-definition": "Ένα δακτυλικό αποτύπωμα σταθερού μήκους εισόδου μεταβλητού μεγέθους, που παράγεται από συνάρτηση hash. (Βλ. <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "holographic-consensus-term": "Ολογραφική συναίνεση",
  "holographic-consensus-definition": "Αναφέρεται στον τρόπο με τον οποίο λαμβάνεται μια απόφαση μεγάλης ομάδας αφήνοντας μια μικρότερη ομάδα αντιπροσωπευτικών ατόμων να ψηφίσουν. Στη συνέχεια, όλοι οι υπόλοιποι συμφωνούν να την ακολουθήσουν, αρκεί να πιστεύουν ότι η μικρή ομάδα έκανε καλή δουλειά.",
  "index-term": "Ευρετήριο",
  "index-definition": "Μία δικτυακή κατασκευή προορισμένη να βελτιστοποιεί την αναζήτηση πληροφοριών διαμέσου της <a href=\"/glossary/#blockchain\">κρυπτοαλυσίδας</a> παρέχοντας ένα αποτελεσματικό μονοπάτι προς την πηγή αποθήκευσης.",
  "key-term": "Κλειδί",
  "key-definition": "Στο πλαίσιο του Ethereum, τα κλειδιά είναι ψηφιακοί κωδικοί: ένα δημόσιο κλειδί για τη λήψη συναλλαγών και ένα ιδιωτικό κλειδί για την πρόσβαση και την αποστολή χρημάτων.",
  "layer-2-term": "Επίπεδο 2",
  "layer-2-definition": "Τα Επίπεδα 2 είναι άλλα δίκτυα που έχουν δημιουργηθεί πάνω στο κύριο δίκτυο Ethereum για να κάνουν τις συναλλαγές ταχύτερες και φθηνότερες. <a href=\"/layer-2/\">Περισσότερα για το επίπεδο 2</a>.",
  "liquidity-tokens-term": "Αναγνωριστικό ρευστότητας",
  "liquidity-tokens-definition": "Τα ψηφιακά στοιχεία ρευστότητας (Liquidity token — LT) είναι ψηφιακά token που εκδίδονται σε συμμετέχοντες που καταθέτουν περιουσιακά στοιχεία σε δεξαμενή ρευστότητας, η οποία είναι μια συλλογή χρημάτων που είναι κλειδωμένα σε ένα έξυπνο συμβόλαιο και χρησιμοποιούνται για τη διευκόλυνση των συναλλαγών σε ένα αποκεντρωμένο ανταλλακτήριο (DEX).",
  "mainnet-term": "Κεντρικό δίκτυο",
  "mainnet-definition": "Συντόμευση του «κεντρικού δικτύου», η κεντρική δημόσια <a href=\"/glossary/#blockchain\">κρυπτοαλυσίδα</a> του Ethereum.",
  "mev-term": "MEV",
  "mev-definition": "Ένας μηχανισμός που δίνει προτεραιότητα σε ορισμένες ενέργειες σε ένα blockchain έναντι αμοιβής, επηρεάζοντας τα αποτελέσματα και τη σειρά των συναλλαγών.",
  "multisig-term": "Πορτοφόλι πολλαπλών υπογραφών",
  "multisig-definition": "Το Multisig (multi signature) αναφέρεται σε ένα ψηφιακό πορτοφόλι ή λογαριασμό που απαιτεί πολλαπλές υπογραφές ή εγκρίσεις για την εκτέλεση συναλλαγών, έτσι ώστε να ενισχύεται η ασφάλεια.",
  "nft-term": "Μη εναλλάξιμο κρυπτοπαραστατικό (NFT)",
  "nft-definition": "Ένα μοναδικό ψηφιακό στοιχείο που μπορείτε να κατέχετε, όπως έργα τέχνης ή συλλεκτικά αντικείμενα, επαληθευμένο από την τεχνολογία blockchain. <a href=\"/nft/\">Περισσότερα σχετικά με τα Μη Εναλλάξιμα Κρυπτοπαραστατικά (NFT)</a>.",
  "node-term": "Κόμβος",
  "node-definition": "Ένα πρόγραμμα πελάτης λογισμικού που συμμετέχει στο δίκτυο. <a href=\"/developers/docs/nodes-and-clients/\">Περισσότερα για τους κόμβους και τους πελάτες</a>.",
  "ommer-term": "Μπλοκ ommer (αδελφικό μπλοκ)",
  "ommer-definition": "Όταν ένας <a href=\"/glossary/#miner\">κρυπτορύχος</a> απόδειξης εργασίας βρίσκει ένα έγκυρο <a href=\"/glossary/#block\">μπλοκ</a>, ένας άλλος κρυπτορύχος μπορεί να έχει δημοσιεύσει ένα ανταγωνιστικό μπλοκ που προστίθεται πρώτα στην κορυφή της κρυπτοαλυσίδας. Αυτό το έγκυρο αλλά παλιό μπλοκ μπορεί να συμπεριληφθεί από νεότερα μπλοκ ως <em>ommers</em> και να λάβει μερική ανταμοιβή μπλοκ. Ο όρος «ommer» είναι ο προτιμώμενος ουδέτερος όρος για το θυγατρικό ενός γονικού μπλοκ, αλλά αυτό αναφέρεται επίσης μερικές φορές ως «θείος». Αυτό ήταν κοινό για το Ethereum όταν ήταν σε χρήση η <a href=\"/glossary/#pow\">απόδειξη εργασίας</a>. Τώρα που το Ethereum χρησιμοποιεί <a href=\"/glossary/#pos\">απόδειξη συμμετοχής</a>, επιλέγεται μόνο ένας προτείνων μπλοκ ανά συγκεκριμένο χρονικό διάστημα.",
  "onchain-term": "Επί της αλυσίδας",
  "onchain-definition": "Αναφέρεται σε ενέργειες ή συναλλαγές που συμβαίνουν στο blockchain και είναι δημόσια διαθέσιμες.",
  "optimistic-rollup-term": "Πακέτο ενημέρωσης optimistic",
  "optimistic-rollup-definition": "Το Optimistic Rollup είναι μια λύση Επιπέδου 2 που επιταχύνει τις συναλλαγές στο Ethereum, γιατί υποθέτουν ότι αυτές είναι έγκυρες εξ ορισμού, εκτός εάν αμφισβητηθούν. <a href=\"/developers/docs/scaling/optimistic-rollups/\">Περισσότερα σχετικά με τα Optimistic rollups</a>.",
  "peer-to-peer-network-term": "Δίκτυο peer-to-peer",
  "peer-to-peer-network-definition": "Ένα δίκτυο υπολογιστών (χρήστες) που είναι σε θέση να εκτελούν λειτουργίες χωρίς την ανάγκη κεντρικών υπηρεσιών που βασίζονται σε διακομιστή.",
  "permissionless-term": "Δεν απαιτείται άδεια",
  "permissionless-definition": "Δεν απαιτείται άδεια ή έγκριση για τη χρήση ενός συστήματος όπως το Ethereum και κανείς δεν μπορεί να σας εμποδίσει να το χρησιμοποιήσετε. Είναι ανοιχτό 24/7 για να συμμετάσχουν όλοι.",
  "private-key-term": "Ιδιωτικό κλειδί",
  "private-key-definition": "Το ιδιωτικό κλειδί είναι ένας μυστικός κωδικός που αποδεικνύει ότι κατέχετε τα ψηφιακά σας χρήματα και σας επιτρέπει να τα ξοδεύετε, όπως ένα PIN για τον λογαριασμό σας. <strong>ΜΗΝ ΤΟ ΜΟΙΡΑΣΤΕΙΤΕ ΜΕ ΚΑΝΕΝΑΝ</strong>.",
  "poap-term": "POAP",
  "poap-definition": "Το Πρωτόκολλο Απόδειξης Παρακολούθησης χρησιμοποιείται για τη δημιουργία ενός ψηφιακού συλλεκτικού (NFT) που αποδεικνύει ότι παρακολουθήσατε μια συγκεκριμένη εκδήλωση ή δραστηριότητα.",
  "pos-term": "Απόδειξη συμμετοχής (PoS)",
  "pos-definition": "Μια μέθοδος με την οποία ένα πρωτόκολλο blockchain κρυπτονομισμάτων στοχεύει στην επίτευξη κατανεμημένης <a href=\"/glossary/#consensus\">συναίνεσης</a>. Το PoS ζητά από τους χρήστες να αποδείξουν ότι κατέχουν ένα συγκεκριμένο ποσό κρυπτονομισμάτων (τη «συμμετοχή» τους στο δίκτυο) προκειμένου να μπορούν να συμμετέχουν στην επικύρωση των συναλλαγών. <a href=\"/developers/docs/consensus-mechanisms/pos/\">Περισσότερα σχετικά με την απόδειξη συμμετοχής</a>.",
  "pow-term": "Απόδειξη εργασίας (PoW)",
  "pow-definition": "Ένας μηχανισμός ασφαλείας για blockchain που απαιτεί από τους κόμβους να δαπανούν ενέργεια με τη μορφή υπολογισμού για να βρουν μια συγκεκριμένη τιμή.",
  "public-goods-term": "Δημόσια αγαθά",
  "public-goods-definition": "Τα δημόσια αγαθά, όπως τα πάρκα ή ο καθαρός αέρας, μπορούν να χρησιμοποιηθούν δωρεάν από τον οποιονδήποτε και η χρήση τους από ένα πρόσωπο δεν αποκλείει τη χρήση τους από κάποιο άλλο. Συχνά προσφέρονται από το κράτος επειδή οι επιχειρήσεις δεν συνηθίζουν να τα διαθέτουν στο κοινό, δεδομένου ότι δεν μπορούν εύκολα να χρεώσουν τους ανθρώπους για τη χρήση τους.",
  "public-key-term": "Δημόσιο κλειδί",
  "public-key-definition": "Το δημόσιο κλειδί είναι ένα σύνολο χαρακτήρων που επιτρέπει σε άλλους να σας στέλνουν ψηφιακά νομίσματα με ασφάλεια, σαν μια διεύθυνση email για χρήματα.",
  "quadratic-voting-term": "Τετραγωνική ψηφοφορία",
  "quadratic-voting-definition": "Μέθοδος ψηφοφορίας όπου οι ψηφοφόροι εκφράζουν πόσο έντονα είναι τα αισθήματά τους για διάφορα θέματα. Επιτρέπει στους ψηφοφόρους να δείξουν όχι μόνο την προτίμηση αλλά και την ένταση της προτίμησής τους.",
  "recovery-phrase-term": "Φράση κλειδί / φράση ανάκτησης",
  "recovery-phrase-definition": "Μια λίστα με λέξεις που σας δίνονται όταν δημιουργείτε ένα ψηφιακό πορτοφόλι. Λειτουργεί σαν ένας κωδικός πρόσβασης που μπορεί να σας βοηθήσει να επιστρέψετε στο πορτοφόλι σας εάν χάσετε την πρόσβαση, εξασφαλίζοντας ότι δεν θα χάσετε τα ψηφιακά σας χρήματα ή τα ψηφιακά σας token.",
  "rollups-term": "Πακέτα ενημέρωσης",
  "rollups-definition": "Ένας τύπος λύσης κλιμάκωσης <a href=\"/glossary/#layer-2\">επιπέδου 2</a> που συγκεντρώνει πολλές συναλλαγές σε παρτίδες και τις υποβάλλει στην <a href=\"/glossary/#mainnet\">κύρια αλυσίδα του Ethereum</a> σε μια μεμονωμένη συναλλαγή. Αυτό επιτρέπει τη μείωση του κόστους του <a href=\"/glossary/#gas\">gas</a> και την αύξηση του όγκου <a href=\"/glossary/#transaction\">συναλλαγών</a>. Υπάρχουν Optimistic και Zero-knowledge rollup που χρησιμοποιούν διαφορετικές μεθόδους ασφαλείας για να προσφέρουν αυτά τα κέρδη επεκτασιμότητας. <a href=\"/developers/docs/scaling/#rollups\">Περισσότερα για τα rollup</a>.",
  "rpc-term": "Κλήση απομακρυσμένης διαδικασίας (RPC)",
  "rpc-definition": "Το RPC επιτρέπει σε έναν υπολογιστή να ζητά δεδομένα ή ενέργειες από άλλον μέσω ενός δικτύου, όπως όταν ζητάμε πληροφορίες με τηλεχειριστήριο.",
  "sequencer-term": "Συσκευή ρύθμισης ακολουθίας",
  "sequencer-definition": "Μια συσκευή ρύθμισης ακολουθίας (sequencer) είναι ένα πρόγραμμα που είναι υπεύθυνο για τη σειρά συναλλαγών σε ένα δίκτυο blockchain.",
  "smart-contract-term": "Έξυπνο συμβόλαιο",
  "smart-contract-definition": "Ένα έξυπνο συμβόλαιο είναι ένα πρόγραμμα που εκτελεί αυτόματα συμφωνίες σε ένα blockchain, όπως ένα αυτοεπιβαλλόμενο ψηφιακό συμβόλαιο. <a href=\"/smart-contracts/\">Εισαγωγή στα έξυπνα συμβόλαια</a>.",
  "stablecoin-term": "Κρυπτονόμισμα σταθερής αξίας",
  "stablecoin-definition": "Το stablecoin είναι ένας τύπος κρυπτονομίσματος που έχει σχεδιαστεί για να έχει μια σταθερή αξία, συχνά συνδεδεμένη με ένα νόμισμα ή ένα εμπόρευμα (όπως το δολάριο των ΗΠΑ), ώστε να ελαχιστοποιείται η αστάθεια των τιμών. <a href=\"/stablecoins/\">Περισσότερα για τα stablecoin</a>.",
  "staking-term": "Staking (αποθήκευση)",
  "staking-definition": "Κατάθεση ενός ποσού <a href=\"/glossary/#ether\">ether</a> (το αποθηκευμένο σας κεφάλαιο) για να γίνει κάποιος επικυρωτής και να διασφαλιστεί το <a href=\"/glossary/#network\">δίκτυο</a>. Ένας επικυρωτής ελέγχει <a href=\"/glossary/#transaction\">συναλλαγές</a> και προτείνει <a href=\"/glossary/#block\">μπλοκ</a> κάτω από ένα μοντέλο συναίνεσης<a href=\"/glossary/#pos\">απόδειξης συμμετοχής</a>. Η αποθήκευση κεφαλαίου σάς δίνει ένα οικονομικό κίνητρο για να ενεργήσετε προς το καλύτερο συμφέρον του δικτύου. Θα λάβετε ανταμοιβές για την εκτέλεση των καθηκόντων <a href=\"/glossary/#validator\">επικύρωσης</a>, αλλά θα χάσετε διάφορα ποσά ETH εάν δεν τα εκπληρώσετε. <a href=\"/staking/\">Περισσότερα για την αποθήκευση Ethereum</a>.",
  "staking-pool-term": "Δεξαμενή αποθήκευσης κεφαλαίου",
  "staking-pool-definition": "Το συνδυασμένο ETH περισσότερων από ενός staker Ethereum, που χρησιμοποιείται για την επίτευξη του ποσού των 32 ETH που απαιτούνται για την ενεργοποίηση ενός συνόλου κλειδιών επικύρωσης. Ένας χειριστής κόμβου χρησιμοποιεί αυτά τα κλειδιά για να συμμετάσχει στη συναίνεση και οι <a href=\"/glossary/#block-reward\">ανταμοιβές μπλοκ</a> μοιράζονται μεταξύ των συμμετεχόντων. Οι δεξαμενές αποθήκευσης κεφαλαίου (staking pool) ή η ανάθεση αποθήκευσης δεν είναι εγγενή χαρακτηριστικά του πρωτοκόλλου Ethereum, αλλά πολλές λύσεις έχουν δημιουργηθεί από την κοινότητα. <a href=\"/staking/pools/\">Περισσότερα για την αποθήκευση κεφαλαίου σε δεξαμενές</a>.",
  "sybil-attack-term": "Επιθέσεις Sybil",
  "sybil-attack-definition": "Οι επιθέσεις Sybil αναφέρονται σε μεμονωμένους ανθρώπους που ξεγελούν ένα σύστημα ώστε να πιστεύουν ότι είναι πολλά άτομα για να αυξήσουν την επιρροή τους.",
  "terminal-total-difficulty-term": "Terminal total difficulty (TTD)",
  "terminal-total-difficulty-definition": "Η συνολική δυσκολία είναι το άθροισμα της δυσκολίας εξόρυξης Ethash για όλα τα μπλοκ μέχρι κάποιο συγκεκριμένο σημείο στο blockchain. Η συνολική δυσκολία τερματικού είναι μια συγκεκριμένη αξία για τη συνολική δυσκολία που χρησιμοποιήθηκε ως το έναυσμα για τους πελάτες εκτέλεσης για να απενεργοποιήσουν τις συναρτήσεις εξόρυξης και διασποράς μπλοκ που επιτρέπουν στο δίκτυο να μεταβεί στην απόδειξη συμμετοχής. Πλέον είναι άνευ αντικειμένου, επειδή το Ethereum μετέβη στην <a href=\"/glossary/#pos\">απόδειξη συμμετοχής</a>.",
  "transaction-fee-term": "Προμήθεια συναλλαγής",
  "transaction-fee-definition": "Ένα τέλος που πρέπει να πληρώνετε κάθε φορά που χρησιμοποιείτε το δίκτυο Ethereum. Παραδείγματα περιλαμβάνουν την αποστολή χρημάτων από το <a href=\"/glossary/#wallet\">πορτοφόλι</a> σας ή μια αλληλεπίδραση <a href=\"/glossary/#dapp\">dapp</a>, όπως η ανταλλαγή κρυπτονομισμάτων ή η αγορά συλλογής. Μπορείτε να το σκεφτείτε αυτό σαν χρέωση υπηρεσιών. Αυτή η χρέωση θα αλλάξει ανάλογα με το πόσο απασχολημένο είναι το δίκτυο. Αυτό συμβαίνει επειδή οι <a href=\"/glossary/#validator\">επικυρωτές</a>, τα άτομα που είναι υπεύθυνα για την επεξεργασία της συναλλαγής σας, είναι πιθανό να δίνουν προτεραιότητα στις συναλλαγές με υψηλότερες χρεώσεις, επομένως η συμφόρηση αναγκάζει την τιμή να αυξηθεί.<br/><br/>Σε τεχνικό επίπεδο, η χρέωση της συναλλαγής σας σχετίζεται με το ποσό <a href=\"/glossary/#gas\">gas</a> που απαιτεί η συναλλαγή σας.<br/><br/>Η μείωση των τελών συναλλαγής αποτελεί αντικείμενο με έντονο ενδιαφέρον αυτή τη στιγμή. Δείτε το <a href=\"/glossary/#layer-2\">Επίπεδο 2</a>.",
  "trust-assumptions-term": "Ζητήματα εμπιστοσύνης",
  "trust-assumptions-definition": "Οι παραδοχές εμπιστοσύνης είναι βασικές πεποιθήσεις σχετικά με την ασφάλεια και την ολική αξιοπιστία ενός συστήματος, που καθοδηγούν αυτό που εμπιστευόμαστε για τη λειτουργία του συστήματος.",
  "validator-term": "Επαληθευτής",
  "validator-definition": "Ένας <a href=\"/glossary/#node\">κόμβος</a> σε ένα σύστημα <a href=\"/glossary/#pos\">απόδειξης συμμετοχής</a> είναι υπεύθυνο για την αποθήκευση δεδομένων, την επεξεργασία συναλλαγών και την πρόσθεση νέων μπλοκ στο blockchain. Για να ενεργοποιήσετε το λογισμικό επικύρωσης, πρέπει να είστε σε θέση να <a href=\"/glossary/#staking\">αποθηκεύσετε</a> 32 ETH. <a href=\"/staking/\">Περισσότερα για το staking (αποθήκευση κεφαλαίου) στο Ethereum</a>.",
  "validity-proof-term": "Απόδειξη εγκυρότητας",
  "validity-proof-definition": "Ένα μοντέλο ασφαλείας για ορισμένες λύσεις <a href=\"/glossary/#layer-2\">επιπέδου 2</a> όπου, για να αυξηθεί η ταχύτητα, οι συναλλαγές συγκεντρώνονται σε πακέτα ενημέρωσης και υποβάλλονται στο Ethereum σε μία μεμονωμένη συναλλαγή. Ο υπολογισμός της συναλλαγής γίνεται εκτός αλυσίδας και, στη συνέχεια, τροφοδοτείται στην κύρια αλυσίδα με απόδειξη της εγκυρότητάς της. Αυτή η μέθοδος αυξάνει τον αριθμό των δυνατών συναλλαγών διατηρώντας παράλληλα την ασφάλεια. Ορισμένα <a href=\"/glossary/#rollups\">πακέτα ενημέρωσης</a> χρησιμοποιούν <a href=\"/glossary/#fraud-proof\">απόδειξη απάτης</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Περισσότερα σχετικά με τα πακέτα ενημέρωσης μηδενικής γνώσης (zero-knowledge rollup)</a>.",
  "wallet-term": "Πορτοφόλι",
  "wallet-definition": "Το πορτοφόλι είναι ένα ψηφιακό εργαλείο για την αποθήκευση, αποστολή και λήψη ψηφιακού νομίσματος, όπως ένα εικονικό πορτοφόλι για τα διαδικτυακά σας χρήματα. <a href=\"/wallets/\">Περισσότερα για τα πορτοφόλια Ethereum</a>.",
  "web2-term": "Web2",
  "web2-definition": "Είναι το τρέχον διαδίκτυο, επικεντρωμένο σε περιεχόμενο που δημιουργείται από χρήστες και μέσα κοινωνικής δικτύωσης που ελέγχονται από λίγες εταιρείες. Το Web3 είναι μια πεποίθηση στη σφαίρα της κρυπτοοικονομίας ότι οι χρήστες θα πρέπει να ελέγχουν τα δεδομένα και τις συναλλαγές τους.",
  "web3-term": "Web3",
  "web3-definition": "Το Web3 είναι το νέο διαδίκτυο με blockchain, όπου είναι οι χρήστες αυτοί που ελέγχουν τα δεδομένα και τις συναλλαγές τους, όχι οι εταιρείες. Δεν χρειάζεται να μοιραστείτε προσωπικά στοιχεία. <a href=\"/web3/\">Περισσότερα για το web3</a>.",
  "wei-term": "Wei",
  "wei-definition": "Η μικρότερη υποδιαίρεση του ether. 10<sup>18</sup> wei = 1 ether.",
  "zk-proof-term": "Απόδειξη μηδενικής γνώσης",
  "zk-proof-definition": "Η απόδειξη μηδενικής γνώσης είναι μια κρυπτογραφική μέθοδος που επιτρέπει σε ένα άτομο να αποδείξει ότι μια δήλωση είναι αληθής χωρίς να μεταφέρει πρόσθετες πληροφορίες. <a href=\"/developers/docs/scaling/zk-rollups/\">Περισσότερα σχετικά με τα πακέτα ενημερώσεων μηδενικής γνώσης (zero-knowledge rollup)</a>."
}
