{
  "51%-attack-term": "Επίθεση 51%",
  "51%-attack-definition": "Τύπος επίθεσης όπου μια ομάδα αποκτά τον έλεγχο της πλειοψηφίας των <a href=\"/glossary/#node\">κόμβων</a>. Αυτό θα τους επέτρεπε να εξαπατήσουν το blockchain αντιστρέφοντας <a href=\"/glossary/#transaction\">συναλλαγές</a> και διπλασιάζοντας τις δαπάνες σε <a href=\"eth\">ether</a> και άλλα token<br /><br />Στο Ethereum της απόδειξης συμμετοχής αυτό θα επιτυγχανόταν με τη συγκέντρωση περισσότερου από το ήμισυ του συνολικού αποθηκευμένου ether. Αυτό θα επέτρεπε σε έναν εισβολέα να αποφασίσει ποια νέα μπλοκ θα προστεθούν στο blockchain. Ωστόσο, για να επαναφέρει την αλυσίδα ή να πραγματοποιήσει διπλή δαπάνη, ένας επιτιθέμενος θα χρειαζόταν τουλάχιστον το 66% του συνολικού αποθηκευμένου ether.",
  "account-term": "Λογαριασμός",
  "account-definition": "Ένας λογαριασμός Ethereum είναι μια ψηφιακή ταυτότητα στην αλυσίδα μπλοκ του Ethereum, που επιτρέπει στους χρήστες να στέλνουν, να λαμβάνουν Ether και να αλληλεπιδρούν με έξυπνα συμβόλαια.<br /><br /><strong>Από τεχνική άποψη:</strong><br />Είναι αντικείμενο που περιέχει διεύθυνση, υπόλοιπο, nonce και προαιρετικό χώρο αποθήκευσης και κώδικα. Ένας λογαριασμός μπορεί να είναι λογαριασμός συμβολαίου ή λογαριασμός εξωτερικού κατόχου (EOA).",
  "address-term": "Διεύθυνση",
  "address-definition": "Μια διεύθυνση Ethereum είναι ένα μοναδικό αναγνωριστικό που χρησιμοποιείται για τη λήψη token, έχει λειτουργίες παρόμοιες με έναν αριθμό τραπεζικού λογαριασμού για κρυπτονομίσματα. Χρησιμοποιείται για την αναγνώριση του λογαριασμού σας στο Ethereum.<br /><br />Είναι τα 160 bit στην πιο ακραία δεξιά θέση ενός hash Keccak ενός δημόσιου κλειδιού ECDSA.",
  "anti-sybil-term": "Anti-Sybil",
  "anti-sybil-definition": "Είναι τρόποι να σταματήσετε τους ανθρώπους να προσποιούνται ότι είναι πολλοί χρήστες ταυτόχρονα στο διαδίκτυο, διασφαλίζοντας ότι κάθε χρήστης είναι ένα υπαρκτό, ξεχωριστό άτομο. Αυτό βοηθά να διατηρούνται οι διαδικτυακές αλληλεπιδράσεις δίκαιες και ειλικρινείς.",
  "abi-term": "Δυαδική διεπαφή εφαρμογής (ABI)",
  "abi-definition": "Ένα αρχείο JSON που ορίζει τις συναρτήσεις και τις μεταβλητές που περιλαμβάνονται σε ένα έξυπνο συμβόλαιο. Το ABI επιτρέπει την αντιστοίχιση του bytecode σε μορφές αναγνώσιμες από άνθρωπο.",
  "api-term": "Διεπαφή προγραμματισμού εφαρμογών (API)",
  "api-definition": "Η διεπαφή προγραμματισμού εφαρμογής (API) είναι ένα σύνολο ορισμών για τον τρόπο χρήσης ενός τμήματος λογισμικού. Ένα API βρίσκεται μεταξύ μιας εφαρμογής και ενός διακομιστή ιστού και διευκολύνει τη μεταφορά δεδομένων μεταξύ τους.",
  "apr-term": "APR",
  "apr-definition": "Το ΣΕΠΕ (Συνολικό Ετήσιο Πραγματικό Επιτόκιο), ή APR (Annual Percentage Rate) στα αγγλικά, αντικατοπτρίζει το ετήσιο κόστος δανεισμού χρημάτων, συμπεριλαμβανομένων των τόκων και των προμηθειών, ως ποσοστό.",
  "asic-term": "ASIC",
  "asic-definition": "Ολοκληρωμένο κύκλωμα για συγκεκριμένη εφαρμογή. Συνήθως αναφέρεται σε ένα ολοκληρωμένο κύκλωμα, κατασκευασμένο ειδικά για εξόρυξη κρυπτονομισμάτων.",
  "assert-term": "assert",
  "assert-definition": "Στο <a href=\"/glossary/#solidity\">Solidity</a>, το `assert(false)` μεταγλωττίζεται σε `0xfe`, ένα μη έγκυρο κωδικό λειτουργίας (opcode), ο οποίος χρησιμοποιεί όλο το υπόλοιπο <a href=\"/glossary/#gas\">καύσιμο (gas)</a> και επαναφέρει όλες τις αλλαγές. Όταν μια δήλωση `assert()` αποτυγχάνει, συμβαίνει κάτι πολύ λάθος και απροσδόκητο και θα πρέπει να διορθώσετε τον κώδικά σας. Θα πρέπει να χρησιμοποιήσετε το `assert()` για να αποφύγετε καταστάσεις που δεν θα πρέπει ποτέ μα ποτέ να εμφανιστούν. <a href=\"/developers/docs/smart-contracts/security/\">Περισσότερα για την ασφάλεια των έξυπνων συμβολαίων</a>.",
  "attestation-term": "Επιβεβαίωση",
  "attestation-definition": "Ισχυρισμός ότι κάτι είναι αληθές ο οποίος γίνεται από μια οντότητα. Στο πλαίσιο του Ethereum, οι επικυρωτές συναίνεσης πρέπει να διατυπώσουν ισχυρισμό για το ποια πιστεύουν ότι είναι η κατάσταση της αλυσίδας. Σε καθορισμένους χρόνους, κάθε επικυρωτής είναι υπεύθυνος για τη δημοσίευση διαφορετικών βεβαιώσεων που δηλώνουν επίσημα την άποψη αυτού του επικυρωτή για την αλυσίδα, συμπεριλαμβανομένου του τελευταίου οριστικοποιημένου σημείου ελέγχου και της τρέχουσας κεφαλής της αλυσίδας. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">Περισσότερα για τις βεβαιώσεις</a>.",
  "base-fee-term": "Βασικό τέλος",
  "base-fee-definition": "Κάθε <a href=\"/glossary/#block\">μπλοκ</a> έχει ένα τρόπο χρέωσης γνωστό ως «βασική χρέωση». Είναι η ελάχιστη χρέωση <a href=\"/glossary/#gas\">gas</a> που πρέπει να πληρώσει ένας χρήστης για να συμπεριλάβει μια συναλλαγή στο επόμενο μπλοκ. <a href=\"/developers/docs/gas/\">Περισσότερα για το gas και τις χρεώσεις</a>.",
  "beacon-chain-term": "Κύρια αλυσίδα",
  "beacon-chain-definition": "Η Κύρια Αλυσίδα ήταν η κρυπτοαλυσίδα που εισήγαγε την <a href=\"/glossary/#pos\">απόδειξη συμμετοχής</a> και τους <a href=\"/glossary/#validator\">επικυρωτές</a> στο Ethereum. Λειτουργούσε παράλληλα με την απόδειξη εργασίας στο Κεντρικό δίκτυο του Ethereum από τον Δεκέμβριο του 2020, έως ότου οι δύο αλυσίδες συγχωνεύτηκαν τον Σεπτέμβριο του 2022 για να σχηματίσουν το Ethereum του σήμερα. <a href=\"/roadmap/beacon-chain/\">Περισσότερα για την Κύρια Αλυσίδα</a>.",
  "big-endian-term": "Big-endian",
  "big-endian-definition": "Ένα σύστημα παράστασης με βάση την θέση όπου το πιο σημαντικό ψηφίο είναι πρώτο στη μνήμη. Το αντίθετο του μικροακρικού (little-endian), όπου πρώτο είναι το λιγότερο σημαντικό ψηφίο.",
  "block-term": "Μπλοκ",
  "block-definition": "Ένα μπλοκ είναι το μέρος όπου αποθηκεύονται οι συναλλαγές ή οι ψηφιακές ενέργειες. Μόλις γεμίσει ένα μπλοκ, συνδέεται με το προηγούμενο, δημιουργώντας μια αλυσίδα μπλοκ ή μια «κρυπτοαλυσίδα (blockchain)». <a href=\"/developers/docs/blocks/\">Περισσότερα για τα μπλοκ</a>.<br /><br />Ένα μπλοκ είναι ένα ομαδοποιημένο σύνολο πληροφοριών που περιλαμβάνει μια ταξινομημένη λίστα των συναλλαγών και των πληροφοριών που σχετίζονται με τη συναίνεση. Τα μπλοκ προτείνονται από επικυρωτές με την απόδειξης συμμετοχής, οπότε μοιράζονται σε ολόκληρο το δίκτυο peer-to-peer, όπου μπορούν εύκολα να επαληθευτούν ανεξάρτητα από όλους τους άλλους κόμβους. Οι κανόνες συναίνεσης διέπουν ποια περιεχόμενα ενός μπλοκ θεωρούνται έγκυρα και τυχόν μη έγκυρα μπλοκ αγνοούνται από το δίκτυο. Η σειρά αυτών των μπλοκ και οι συναλλαγές σε αυτά, δημιουργούν μια ντετερμινιστική αλυσίδα γεγονότων όπου το τέλος της να αντιπροσωπεύει την τρέχουσα κατάσταση του δικτύου.",
  "block-explorer-term": "Εξερευνητής μπλοκ",
  "block-explorer-definition": "Διεπαφή που επιτρέπει σε έναν χρήστη να αναζητήσει πληροφορίες από, και σχετικά με, ένα blockchain. Αυτό περιλαμβάνει την ανάκτηση μεμονωμένων συναλλαγών, δραστηριότητα που σχετίζεται με συγκεκριμένες διευθύνσεις και πληροφορίες σχετικά με το δίκτυο.",
  "block-header-term": "Επικεφαλίδα μπλοκ",
  "block-header-definition": "Η επικεφαλίδα μπλοκ είναι μια συλλογή μεταδεδομένων σχετικά με ένα μπλοκ και μια σύνοψη των συναλλαγών που περιλαμβάνονται στο πακέτο εκτέλεσης.",
  "block-propagation-term": "Διάδοση μπλοκ",
  "block-propagation-definition": "Η διαδικασία μετάδοσης ενός επιβεβαιωμένου μπλοκ σε όλους τους άλλους κόμβους του δικτύου.",
  "block-proposer-term": "Προτείνων του μπλοκ",
  "block-proposer-definition": "Ο συγκεκριμένος επικυρωτής που επιλέχθηκε για τη δημιουργία ενός μπλοκ σε ένα συγκεκριμένο <a href=\"/glossary/#slot\">χρονικό κενό</a>.",
  "block-reward-term": "Επιβράβευση μπλοκ",
  "block-reward-definition": "Η ποσότητα του ether που λαμβάνει ως ανταμοιβή ο προτείνων ενός νέου έγκυρου μπλοκ.",
  "block-status-term": "Κατάσταση μπλοκ",
  "block-status-definition": "Οι καταστάσεις στις οποίες μπορεί να υπάρχει ένα μπλοκ. Οι πιθανές καταστάσεις περιλαμβάνουν:<br/><br/><ul><li>προταθέν (proposed): το μπλοκ προτάθηκε από επικυρωτή</li><li>προγραμματισμένο (scheduled): οι επικυρωτές υποβάλλουν δεδομένα εκείνη τη στιγμή</li><li>αγνοούμενο/απόν (missed/skipped): ο προτείνων δεν πρότεινε εντός του επιλέξιμου χρονικού πλαισίου</li><li>ορφανό (orphaned): ο <a href=\"/glossary/#fork-choice-algorithm\">αλγόριθμος επιλογής ενσωμάτωσης</a></li></ul> προέβη σε αναδιοργάνωση και το άφησε εκτός",
  "block-time-term": "Χρόνος μπλοκ",
  "block-time-definition": "Το χρονικό διάστημα μεταξύ των block που προστίθενται στο blockchain.",
  "block-validation-term": "Επικύρωση μπλοκ",
  "block-validation-definition": "Η διαδικασία ελέγχου ότι ένα νέο μπλοκ περιέχει έγκυρες συναλλαγές και υπογραφές, βασίζεται στη βαρύτερη ιστορική αλυσίδα (δηλαδή αυτή που έχει συγκεντρώσει τις περισσότερες βεβαιώσεις στο ιστορικό του) και ακολουθεί όλους τους άλλους κανόνες συναίνεσης. Τα έγκυρα μπλοκ προστίθενται στην κεφαλή της αλυσίδας και διαδίδονται σε άλλα στο δίκτυο. Τα μη έγκυρα μπλοκ δεν λαμβάνονται υπόψη.",
  "blockchain-term": "Κρυπτοαλυσίδα",
  "blockchain-definition": "Το blockchain είναι μια βάση δεδομένων συναλλαγών, που αντιγράφεται και διαμοιράζεται σε όλους τους υπολογιστές του δικτύου, γεγονός που διασφαλίζει ότι τα δεδομένα δεν μπορούν να τροποποιηθούν αναδρομικά.<br /><br />Μια ακολουθία <a href=\"/glossary/#block\">μπλοκ</a> , με το καθένα να συνδέεται με αυτό που προηγείται μέχρι το <a href=\"/glossary/#genesis-block\">πρώτο μπλοκ</a> με παραπομπή στο hash του προηγούμενου μπλοκ. Η ακεραιότητα του blockchain διασφαλίζεται σε κρυπτοοικονομικό επίπεδο μέσω μηχανισμού συναίνεσης βασισμένου στην απόδειξη συμμετοχής <a href=\"/developers/docs/intro-to-ethereum#what-is-a-blockchain\">Τι είναι το blockchain;</a>",
  "bootnode-term": "Bootnode",
  "bootnode-definition": "Οι κόμβοι που μπορούν να χρησιμοποιηθούν για την εκκίνηση της διαδικασίας ανακάλυψης κατά την εκτέλεση ενός κόμβου. Τα bootnode «εισάγουν» νέους κόμβους σε άλλους υπάρχοντες κόμβους, έτσι ώστε να μπορούν να αποκτήσουν γρήγορα ομοτίμους, αντί να χρειάζεται να αναζητήσουν έναν αρχικό ομότιμο. Τα τελικά σημεία αυτών των κόμβων παρέχονται συνήθως στον πηγαίο κώδικα πελάτη Ethereum, αλλά οι χρήστες μπορούν να παρέχουν τη δική τους λίστα με bootnode.",
  "bridge-term": "Γέφυρα",
  "bridge-definition": "Μια γέφυρα blockchain χρησιμοποιείται για τη μεταφορά περιουσιακών στοιχείων από ένα δίκτυο blockchain σε άλλο. Για παράδειγμα, μπορείτε να χρησιμοποιήσετε τη γέφυρα για να μεταφέρετε ETH από το κύριο δίκτυο Ethereum σε φθηνότερες λύσεις κλιμάκωσης επίπεδου 2.",
  "bytecode-term": "Bytecode",
  "bytecode-definition": "Ο κώδικας εκφράζεται σε συμπαγή, αριθμητική μορφή, ώστε να μπορεί να εκτελεστεί αποτελεσματικά από το <a href=\"/glossary/#evm\">EVM</a>.",
  "byzantium-fork-term": "Ενσωμάτωση Byzantium",
  "byzantium-fork-definition": "Το πρώτο από τα δύο <a href=\"/glossary/#hard-fork\">hard fork</a> για το στάδιο ανάπτυξης του <a href=\"/glossary/#metropolis\">Metropolis</a>. Περιλάμβανε EIP-649 Metropolis <a href=\"/glossary/#difficulty-bomb\">Βόμβα δυσκολίας</a> Καθυστέρηση και Μείωσης Ανταμοιβής Μπλοκ, όπου το <a href=\"/glossary/#ice-age\">Ice Age</a> καθυστέρησε κατά 1 έτος και η ανταμοιβή μπλοκ μειώθηκε από 5 σε 3 ether.",
  "casper-ffg-term": "Casper FFG",
  "casper-ffg-definition": "Το Casper-FFG είναι ένα πρωτόκολλο απόδειξης συμμετοχής που χρησιμοποιείται σε συνδυασμό με τον αλγόριθμο επιλογής ενσωμάτωσης<a href=\"/glossary/#lmd-ghost\">LMD-GHOST</a> για να επιτρέψει στα <a href=\"/glossary/#consensus-client\">προγράμματα πελάτη συναίνεσης</a> να συμφωνήσουν για την κεφαλή της Κύριας αλυσίδας (Beacon Chain).",
  "checkpoint-term": "Σημείο αναφοράς",
  "checkpoint-definition": "Η <a href=\"/glossary/#beacon-chain\">Κύρια αλυσίδα (Beacon Chain)</a> έχει έναν ρυθμό που χωρίζεται σε χρονικά κενά (12 δευτερόλεπτα) και εποχές (32 χρονικά κενά). Το πρώτο χρονικό κενό σε κάθε εποχή είναι ένα σημείο ελέγχου. Όταν μια <a href=\"/glossary/#supermajority\">υπερπλειοψηφία</a> επικυρωτών βεβαιώνει τη σύνδεση μεταξύ δύο σημείων ελέγχου, μπορούν να <a href=\"/glossary/#justification\">δικαιολογηθούν</a> και, στη συνέχεια, όταν ένα άλλο σημείο ελέγχου δικαιολογείται από πάνω, μπορούν να <a href=\"/glossary/#finality\">οριστικοποιηθούν</a>.",
  "compiling-term": "Μεταγλώττιση",
  "compiling-definition": "Μετατροπή κώδικα γραμμένου σε γλώσσα προγραμματισμού υψηλού επιπέδου (π.χ. <a href=\"/glossary/#solidity\">Solidity</a>) σε γλώσσα χαμηλότερου επιπέδου (π.χ. EVM <a href=\"/glossary/#bytecode\">bytecode</a>).<a href=\"/developers/docs/smart-contracts/compiling/\">Περισσότερα σχετικά με τη μεταγλώττιση έξυπνων συμβολαίων</a>",
  "committee-term": "Επιτροπή",
  "committee-definition": "Μια ομάδα τουλάχιστον 128 <a href=\"/glossary/#validator\">επικυρωτών</a> που έχει ανατεθεί για την επικύρωση μπλοκ σε κάθε χρονικό κενό. Ένας από τους επικυρωτές στην επιτροπή είναι ο αθροιστής, υπεύθυνος για τη συγκέντρωση των υπογραφών όλων των άλλων επικυρωτών στην επιτροπή που συμφωνούν σε μια βεβαίωση. Δεν πρέπει να συγχέεται με την<a href=\"/glossary/#sync-committee\">επιτροπή συγχρονισμού</a>.",
  "computational-infeasibility-term": "Υπολογιστικά ανέφικτο",
  "computational-infeasibility-definition": "Μια διαδικασία είναι υπολογιστικά ανέφικτη εάν κάποιος που μπορεί να είχε συμφέρον να την πραγματοποιήσει χρειαζόταν στην πράξη υπερβολικά πολύ χρόνο (π.χ. δισεκατομμύρια χρόνια) για να την εκτελέσει.",
  "consensus-term": "Συναίνεση",
  "consensus-definition": "Όταν περισσότερα από τα 2/3 των υπολογιστών σε ένα δίκτυο συμφωνούν ότι έχουν το ίδιο σύνολο εγγραφών, προκειμένου να εξασφαλιστεί ότι όλοι βρίσκονται στο ίδιο μήκος κύματος. Δεν έχει να κάνει με τους κανόνες που ακολουθούν, αλλά με τη διασφάλιση ότι έχουν όλοι τις ίδιες πληροφορίες.",
  "consensus-client-term": "Εφαρμογή πελάτη συναίνεσης",
  "consensus-client-definition": "Τα προγράμματα πελάτες συναίνεσης (όπως Prysm, Teku, Nimbus, Lighthouse, Lodestar) εκτελούν τον αλγόριθμο συναίνεσης της <a href=\"/glossary/#pos\">απόδειξης συμμετοχής</a> του Ethereum που επιτρέπει στο δίκτυο να καταλήξει σε συμφωνία σχετικά με την κεφαλή της Κύριας αλυσίδας (Beacon Chain). Τα προγράμματα πελάτες συναίνεσης δεν συμμετέχουν στην επικύρωση/μετάδοση συναλλαγών ή στην εκτέλεση μεταβάσεων κατάστασης. Αυτό γίνεται από <a href=\"/glossary/#execution-client\">προγράμματα πελάτες εκτέλεσης</a>. Τα προγράμματα πελάτες συναίνεσης δεν βεβαιώνουν ούτε προτείνουν νέα μπλοκ. Αυτό γίνεται από το <a href=\"/glossary/#validator\">πρόγραμμα πελάτη επικυρωτή</a> που είναι ένα προαιρετικό πρόσθετο στον πελάτη συναίνεσης.",
  "consensus-layer-term": "Συναινετικό επίπεδο",
  "consensus-layer-definition": "Το επίπεδο συναίνεσης του Ethereum είναι το δίκτυο των <a href=\"/glossary/#consensus-client\">προγραμμάτων πελατών συναίνεσης</a>.",
  "consensus-rules-term": "Κανόνες συναίνεσης",
  "consensus-rules-definition": "Οι κανόνες επικύρωσης μπλοκ που ακολουθούν οι πλήρεις κόμβοι για να παραμείνουν σε συναίνεση με άλλους κόμβους. Δεν πρέπει να συγχέονται με τη <a href=\"/glossary/#consensus\">συναίνεση</a>.",
  "cfi-term": "Υπό εξέταση για συμπερίληψη (CFI)",
  "cfi-definition": "Ένα βασικό <a href=\"/glossary/#eip\">EIP</a> που δεν είναι ακόμη ενεργό στο Kεντρικό Δίκτυο (Mainnet) και οι προγραμματιστές πελατών είναι γενικά θετικοί απέναντι στην ιδέα. Αν υποθέσουμε ότι πληροί όλες τις απαιτήσεις για συμπερίληψη στο κεντρικό δίκτυο, θα μπορούσε ενδεχομένως να συμπεριληφθεί σε μια αναβάθμιση δικτύου (όχι απαραίτητα στην επόμενη).",
  "constantinople-fork-term": "Ενσωμάτωση Constantinople",
  "constantinople-fork-definition": "Το δεύτερο μέρος της φάσης <a href=\"/glossary/#metropolis\">Metropolis</a>, που είχε αρχικά προγραμματιστεί για τα μέσα του 2018. Αναμένεται να περιλαμβάνει μια αλλαγή σε έναν υβριδικό αλγόριθμο συναίνεσης <a href=\"/glossary/#pow\">απόδειξης εργασίας</a>/<a href=\"/glossary/#pow\">απόδειξης συμμετοχής</a>, μεταξύ άλλων αλλαγών.",
  "contract-account-term": "Λογαριασμός συμβολαίου",
  "contract-account-definition": "Ένας λογαριασμός που περιέχει κώδικα που εκτελείται κάθε φορά που λαμβάνει μια <a href=\"/glossary/#transaction\">συναλλαγή</a> από άλλον <a href=\"/glossary/#account\">λογαριασμό</a> (<a href=\"/glossary/#eoa\">EOA]</a> ή <a href=\"/glossary/#contract-account\">συμβόλαιο</a>).",
  "contract-creation-transaction-term": "Συναλλαγή δημιουργίας συμβολαίου",
  "contract-creation-transaction-definition": "Μια ειδική <a href=\"/glossary/#transaction\">συναλλαγή</a> που περιλαμβάνει τον κώδικα έναρξης ενός συμβολαίου. Ο παραλήπτης ορίζεται ως `null` και το συμβόλαιο αναπτύσσεται σε μια διεύθυνση που δημιουργείται από τη διεύθυνση χρήστη και `nonce`. που χρησιμοποιείται για την εγγραφή ενός <a href=\"/glossary/#contract-account\">συμβολαίου</a> και την καταχώρισή του στο blockchain του Ethereum.",
  "cryptoeconomics-term": "Κρυπτοοικονομικά",
  "cryptoeconomics-definition": "Η μελέτη μαθηματικών και οικονομικών αρχών για τον σχεδιασμό ασφαλών και αξιόπιστων ψηφιακών πλατφορμών. Ο στόχος είναι να διασφαλιστεί ότι όλοι οι συμμετέχοντες ακολουθούν τους κανόνες και ανταμείβονται για τη συμβολή τους στην ασφάλεια και τη λειτουργία του δικτύου. ",
  "cryptography-term": "Κρυπτογραφία",
  "cryptography-definition": "Είναι η πρακτική της διασφάλισης της επικοινωνίας και των δεδομένων μέσω της χρήσης κωδικών, έτσι ώστε μόνο εκείνοι για τους οποίους προορίζονται οι πληροφορίες να μπορούν να τις διαβάσουν και να τις επεξεργαστούν.<br />Περιλαμβάνει τεχνικές κρυπτογράφησης (μετατροπή αναγνώσιμων πληροφοριών σε μη αναγνώσιμο μορφότυπο) και αποκρυπτογράφηση (μετατροπή ξανά σε αναγνώσιμο μορφότυπο), διασφαλίζοντας την εμπιστευτικότητα.",
  "doge-d-term": "Đ",
  "doge-d-definition": "Το Đ (D με μία παύλα) χρησιμοποιείται στην παλαιά αγγλική γλώσσα, τη μέση αγγλική γλώσσα, την ισλανδική γλώσσα και τη γλώσσα των Νήσων Φερόε για να συμβολίσει ένα κεφαλαίο γράμμα «Eth». Χρησιμοποιείται σε λέξεις όπως ĐEV ή Đapp (αποκεντρωμένη εφαρμογή), όπου το Đ είναι το νορβηγικό γράμμα «eth». Το κεφαλαίο eth (Ð) χρησιμοποιείται επίσης για να συμβολίσει το κρυπτονόμισμα Dogecoin. Συνήθως παρατηρείται στην παλαιότερη βιβλιογραφία του Ethereum, αλλά η χρήση του είναι λιγότερο συχνή σήμερα.",
  "dag-term": "DAG",
  "dag-definition": "Ένα DAG είναι ένα «κατευθυνόμενο ακυκλικό γράφημα» (Directed Acyclic Graph). Είναι μια δομή δεδομένων που αποτελείται από κόμβους και συνδέσμους μεταξύ τους. Πριν από τη Συγχώνευση, το Ethereum χρησιμοποιούσε ένα DAG στον αλγόριθμο <a href=\"/glossary/#pow\">απόδειξης εργασίας</a>, το <a href=\"/glossary/#ethash\">Ethash</a>, αλλά πλέον δεν χρησιμοποιείται στην <a href=\"/glossary/#pos\">απόδειξη συμμετοχής</a>.",
  "dapp-term": "Dapp",
  "dapp-definition": "Το dApp είναι μια αποκεντρωμένη εφαρμογή που εκτελείται σε δίκτυο blockchain, προσφέροντας υπηρεσίες χωρίς κεντρική ελεγκτική αρχή. <a href=\"/apps/\">Περισσότερα για τις αποκεντρωμένες εφαρμογές</a>.<br />Ένα dapp έχει τουλάχιστον ένα έξυπνο συμβόλαιο συνδεδεμένο σε μια διεπαφή ιστού. Επιπλέον, πολλά dapp περιλαμβάνουν αποκεντρωμένη αποθήκευση ή/και πρωτόκολλο και πλατφόρμα μηνυμάτων.",
  "data-availability-term": "Διαθεσιμότητα δεδομένων",
  "data-availability-definition": "Οποιοσδήποτε κόμβος μπορεί να επαληθεύσει ανεξάρτητα τις συναλλαγές σε ένα blockchain προκειμένου να διατηρήσει τη διαφάνεια και την εμπιστοσύνη στο σύστημα.",
  "decentralization-term": "Αποκέντρωση",
  "decentralization-definition": "Η έννοια της μετατόπισης του ελέγχου και της εκτέλεσης των διαδικασιών μακριά από μια κεντρική οντότητα.",
  "dao-term": "Αποκεντρωμένος αυτόνομος οργανισμός (DAO)",
  "dao-definition": "Ο DAO είναι ένας ψηφιακός οργανισμός που διοικείται από κανόνες κωδικοποιημένους σε ένα blockchain, όπου οι αποφάσεις λαμβάνονται με ψήφους μελών και όχι από κεντρική αρχή. <a href=\"/dao/\">Περισσότερα για τους αποκεντρωμένους αυτόνομους οργανισμούς (DAO)</a>.<br />Η δύναμη ψήφου κάθε μέλους συχνά συνδέεται με τον αριθμό των token που κατέχει. Οι DAO στοχεύουν στον εκδημοκρατισμό της λήψης αποφάσεων και των επιχειρησιακών λειτουργιών, εστιάζοντας στη διαφάνεια και τη διακυβέρνηση της κοινότητας.",
  "dex-term": "Αποκεντρωμένο ανταλλακτήριο (DEX)",
  "dex-definition": "Ένας τύπος εφαρμογής Ethereum που σας επιτρέπει να ανταλλάσσετε token με ομοτίμους στο δίκτυο. Τα DEX δεν υπόκεινται σε γεωγραφικούς περιορισμούς όπως τα κεντρικά ανταλλακτήρια — μπορεί να συμμετάσχει ο οποιοσδήποτε.",
  "deposit-contract-term": "Σύμβαση κατάθεσης",
  "deposit-contract-definition": "Η πύλη για την αποθήκευση κεφαλαίου στο Ethereum. Το συμβόλαιο κατάθεσης είναι ένα έξυπνο συμβόλαιο στο Ethereum που δέχεται καταθέσεις ETH και διαχειρίζεται τα υπόλοιπα του επικυρωτή. Δεν μπορεί να ενεργοποιηθεί ένας επικυρωτής χωρίς κατάθεση ETH σε αυτό το συμβόλαιο. Το συμβόλαιο απαιτεί ETH και δεδομένα εισόδου. Αυτά τα δεδομένα εισόδου περιλαμβάνουν το δημόσιο κλειδί του επικυρωτή και το δημόσιο κλειδί ανάληψης, υπογεγραμμένα από το ιδιωτικό κλειδί του επικυρωτή. Αυτά τα δεδομένα απαιτούνται για τον εντοπισμό και την έγκριση ενός εργαλείου επικύρωσης από το δίκτυο <a href=\"/glossary/#pos\">απόδειξης συμμετοχής</a>.",
  "defi-term": "DeFi",
  "defi-definition": "Μια ευρεία κατηγορία εφαρμογών Ethereum που στοχεύουν στην παροχή χρηματοοικονομικών υπηρεσιών που υποστηρίζονται από το blockchain, χωρίς μεσάζοντες. <a href=\"/defi/\">Περισσότερα για την αποκεντρωμένη οικονομία (DeFi)</a>",
  "difficulty-term": "Επίπεδο δυσκολίας",
  "difficulty-definition": "Μια ρύθμιση στο σύνολο του δικτύου σε δίκτυα <a href=\"/glossary/#pow\">απόδειξης εργασίας</a> που ελέγχει τον μέσο όρο υπολογισμού που απαιτείται για την εύρεση ενός έγκυρου nonce. Η δυσκολία αντιπροσωπεύεται από τον αριθμό των αρχικών μηδενικών που απαιτούνται στο hash του μπλοκ που προκύπτει για να θεωρηθεί έγκυρο. Αυτή η έννοια έχει καταργηθεί στο Ethereum από τη μετάβαση στην απόδειξη συμμετοχής κι έπειτα.",
  "difficulty-bomb-term": "Βόμβα δυσκολίας",
  "difficulty-bomb-definition": "Προγραμματισμένη εκθετική αύξηση στη ρύθμιση της <a href=\"/glossary/#difficulty\">δυσκολίας</a> της <a href=\"/glossary/#pow\">απόδειξης εργασίας</a> που σχεδιάστηκε για να παρακινήσει τη μετάβαση στην <a href=\"/glossary/#pos\">απόδειξη συμμετοχής</a>, μειώνοντας τις πιθανότητες για <a href=\"/glossary/#hard-fork\">ενσωμάτωση</a>. Η βόμβα δυσκολίας καταργήθηκε όταν έγινε <a href=\"/roadmap/merge\">η Συγχώνευση</a>.",
  "digital-signatures-term": "Ψηφιακή υπογραφή",
  "digital-signatures-definition": "Μια σύντομη συμβολοσειρά δεδομένων που παράγει ένας χρήστης για ένα έγγραφο χρησιμοποιώντας ένα <a href=\"/glossary/#private-key\">ιδιωτικό κλειδί</a>, έτσι ώστε οποιοσδήποτε έχει το αντίστοιχο <a href=\"/glossary/#public-key\">δημόσιο κλειδί</a>, την υπογραφή και το έγγραφο να μπορεί να επαληθεύσει ότι 1) το έγγραφο «υπογράφηκε» από τον κάτοχο του συγκεκριμένου ιδιωτικού κλειδιού και 2) το έγγραφο δεν άλλαξε μετά την υπογραφή του.",
  "discovery-term": "Εξερεύνηση",
  "discovery-definition": "Η διαδικασία με την οποία ένας κόμβος Ethereum βρίσκει άλλους κόμβους για να συνδεθεί.",
  "distributed-hash-table-term": "Κατανεμημένος πίνακας hash (DHT)",
  "distributed-hash-table-definition": "Μια δομή δεδομένων που περιέχει ζεύγη `(key, value)` που χρησιμοποιούνται από τους κόμβους Ethereum για την αναγνώριση ομοτίμων προς σύνδεση και τον προσδιορισμό των πρωτοκόλλων που θα χρησιμοποιηθούν για την επικοινωνία.",
  "double-spend-term": "Διπλό κόστος",
  "double-spend-definition": "Μια σκόπιμη ενσωμάτωση του blockchain, όπου ένας χρήστης με επαρκώς μεγάλη ποσότητα ισχύος εξόρυξης/αποθηκευμένου κεφαλαίου στέλνει μια συναλλαγή μεταφέροντας κάποιο νόμισμα εκτός αλυσίδας (π.χ. έξοδος σε παραστατικό χρήμα ή πραγματοποίηση αγοράς εκτός αλυσίδας) και, στη συνέχεια, αναδιοργανώνοντας το blockchain για να καταργήσει αυτή τη συναλλαγή. Μια επιτυχημένη διπλή δαπάνη αφήνει τον επιτιθέμενο με τα περιουσιακά του στοιχεία εντός και εκτός αλυσίδας.",
  "ecdsa-term": "Αλγόριθμος ψηφιακής υπογραφής ελλειπτικής καμπύλης (Elliptic Curve Digital Signature Algorithm — ECDSA)",
  "ecdsa-definition": "Ένας κρυπτογραφικός αλγόριθμος που χρησιμοποιείται από το Ethereum για να διασφαλίζεται ότι τα κεφάλαια μπορούν να δαπανηθούν μόνο από τους κατόχους τους. Είναι η προτιμώμενη μέθοδος για τη δημιουργία δημόσιων και ιδιωτικών κλειδιών. Σχετίζεται με τη δημιουργία <a href=\"/glossary/#address\">διεύθυνσης</a> λογαριασμού και την επαλήθευση <a href=\"/glossary/#transaction\">συναλλαγών</a>.",
  "encryption-term": "Κρυπτογράφηση",
  "encryption-definition": "Κρυπτογράφηση είναι η μετατροπή ηλεκτρονικών δεδομένων σε μορφότυπο αναγνώσιμο αποκλειστικά από τον κάτοχο του σωστού κλειδιού αποκρυπτογράφησης.",
  "entropy-term": "Entropy",
  "entropy-definition": "Στο πλαίσιο της κρυπτογραφίας, έλλειψη προβλεψιμότητας ή επίπεδο τυχαιότητας. Όταν δημιουργούνται μυστικές πληροφορίες, όπως <a href=\"/glossary/#private-key\">ιδιωτικά κλειδιά</a>, οι αλγόριθμοι συνήθως βασίζονται σε μια πηγή υψηλής εντροπίας για να διασφαλίσουν ότι η έξοδος είναι μη προβλέψιμη.",
  "epoch-term": "Εποχή",
  "epoch-definition": "Μια περίοδος 32 <a href=\"/glossary/#slot\">χρονικών κενών (slot)</a>, με κάθε χρονικό κενό να είναι 12 δευτερόλεπτα, συνολικά 6,4 λεπτά. Οι <a href=\"/glossary/#committee\">επιτροπές</a> του επικυρωτή ανακατατάσσονται σε κάθε εποχή για λόγους ασφαλείας. Κάθε εποχή περιλαμβάνει ευκαιρία <a href=\"/glossary/#finality\">οριστικοποίησης</a> της αλυσίδας. Σε κάθε επικυρωτή ανατίθενται νέες αρμοδιότητες στην αρχή κάθε εποχής. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Περισσότερα για την απόδειξη συμμετοχής</a>",
  "equivocation-term": "Αμφιλογία",
  "equivocation-definition": "Ένας επικυρωτής που στέλνει δύο αντικρουόμενα μεταξύ τους μηνύματα. Ένα απλό παράδειγμα είναι ένας αποστολέας συναλλαγών που στέλνει δύο συναλλαγές με το ίδιο nonce. Άλλο παράδειγμα είναι ένας προτείνων μπλοκ που προτείνει δύο μπλοκ στο ίδιο ύψος μπλοκ (ή για το ίδιο χρονικό κενό).",
  "eth1-term": "Eth1",
  "eth1-definition": "Το «Eth1» είναι ένας όρος που αναφέρεται στο Kεντρικό Δίκτυο Ethereum, το υπάρχον blockchain απόδειξης εργασίας. Αυτός ο όρος έχει πλέον περιπέσει σε αχρησία και έχει υποκατασταθεί από τον όρο «επίπεδο εκτέλεσης». <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">Μάθετε περισσότερα σχετικά με αυτή την αλλαγή ονόματος</a>.",
  "eth2-term": "Eth2",
  "eth2-definition": "Το «Eth2» είναι ένας όρος που αναφερόταν σε ένα σύνολο αναβαθμίσεων πρωτοκόλλου Ethereum, συμπεριλαμβανομένης της μετάβασης του Ethereum στην απόδειξη συμμετοχής. Αυτός ο όρος έχει πλέον περιπέσει σε αχρησία και έχει υποκατασταθεί από τον όρο «επίπεδο συναίνεσης». <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">Μάθετε περισσότερα σχετικά με αυτή την αλλαγή ονόματος</a>.",
  "eip-term": "Πρόταση βελτίωσης Ethereum (EIP)",
  "eip-definition": "Ένα έγγραφο σχεδιασμού που παρέχει πληροφορίες στην κοινότητα του Ethereum, το οποίο περιγράφει ένα προτεινόμενο νέο χαρακτηριστικό ή τις διαδικασίες ή το περιβάλλον του (βλ. <a href=\"/glossary/#erc\">ERC</a>). <a href=\"/eips/\">Εισαγωγή στις EIP</a>",
  "ens-term": "Υπηρεσία ονόματος Ethereum (ENS)",
  "ens-definition": "Η Υπηρεσία Ονομάτων του Ethereum (Ethereum Name Service — ENS) είναι σαν ένας τηλεφωνικός κατάλογος διαδικτύου για τις διευθύνσεις Ethereum. Αντί να χρησιμοποιείτε μακροσκελείς διευθύνσεις πορτοφολιού, η ENS σάς επιτρέπει να χρησιμοποιείτε απλά ονόματα όπως «john.eth» για την αποστολή και λήψη ψηφιακών χρημάτων και περιουσιακών στοιχείων.<br /><br /><strong>Από τεχνική άποψη:</strong><br />Το μητρώο ENS είναι ένα ενιαίο κεντρικό <a href=\"/glossary/#smart-contract\">συμβόλαιο</a> που παρέχει μια απεικόνιση από ονόματα τομέα σε κατόχους και αναλύτες-μεταφραστές, όπως περιγράφεται στο έγγραφο EIP-137. <a href=\"https://ens.domains\">Διαβάστε περισσότερα στο ens.domains</a>.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "Το ERC-1155 είναι ένας νεότερος τύπος προτύπου token Ethereum παρόμοιος με τα NFT (όπως τα μοναδικά συλλεκτικά στοιχεία) που επιτρέπει επίσης τη δημιουργία ανταλλάξιμων στοιχείων (όπως τα χρήματα) σε ένα ενιαίο έξυπνο συμβόλαιο.<br />Αυτό καθιστά ευκολότερη και αποτελεσματικότερη τη διαχείριση διαφόρων τύπων ψηφιακών στοιχείων, ειδικά για εφαρμογές όπως βιντεοπαιχνίδια ή ψηφιακές συλλογές.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "Το ERC-20 είναι το πρότυπο που χρησιμοποιούν τα περισσότερα token στο δίκτυο Ethereum για τη δημιουργία τους.<br />Δημοφιλή παραδείγματα είναι stablecoin όπως το DAI και το USDC ή token ανταλλαγής όπως το UNI από το Uniswap. Παρόμοιο με κάθε μορφή εναλλακτικών χρημάτων που έχουμε στα παραδοσιακά συστήματα… π.χ. πόντοι ανταμοιβής, συστήματα πιστώσεων ή ακόμα και μετοχές κ.λπ.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "Τα NFT (μη ανταλλάξιμα κρυπτοπαραστατικά) δημιουργούνται χρησιμοποιώντας ένα τυπικό σύνολο κανόνων που αναφέρεται ως ERC-721.<br />Τα κρυπτοπαραστατικά NFT μπορούν να αντιπροσωπεύουν την ιδιοκτησία οποιουδήποτε μοναδικού στοιχείου, όπως ψηφιακή τέχνη ή συλλεκτικά αντικείμενα, με κάθε κρυπτονόμισμα να έχει τα δικά του ιδιαίτερα χαρακτηριστικά και αξία. Κάθε NFT είναι μοναδικό και διακρίνεται εύκολα από οποιοδήποτε άλλο NFT.",
  "execution-client-term": "Εφαρμογή πελάτη εκτέλεσης",
  "execution-client-definition": "Τα προγράμματα πελάτες εκτέλεσης (παλαιότερα γνωστοί ως «πελάτες Eth1»), όπως οι Besu, Erigon, Go-Ethereum (Geth), Nethermind, είναι επιφορτισμένοι με την επεξεργασία και τη μετάδοση συναλλαγών και τη διαχείριση της κατάστασης του Ethereum. Εκτελούν τους υπολογισμούς για κάθε συναλλαγή χρησιμοποιώντας την <a href=\"/glossary/#evm\">Εικονική μηχανή Ethereum</a> για να διασφαλίσουν ότι τηρούνται οι κανόνες του πρωτοκόλλου.",
  "execution-layer-term": "Επίπεδο εκτέλεσης",
  "execution-layer-definition": "Το επίπεδο εκτέλεσης του Ethereum είναι το δίκτυο των <a href=\"/glossary/#execution-client\">πελατών εκτέλεσης</a>.",
  "eoa-term": "Λογαριασμός εξωτερικού κατόχου (EOA)",
  "eoa-definition": "Οι Λογαριασμοί Εξωτερικού Κατόχου (Externally Owned Accounts — EOA) είναι ο πιο κοινός τύπος λογαριασμού Ethereum. Ελέγχονται από ένα άτομο μέσω ιδιωτικών κλειδιών/φράσης ανάκτησης. <a href=\"/wallets/\">Περισσότερα για τα πορτοφόλια Ethereum</a>.",
  "erc-term": "Αίτημα Ethereum για υποβολή σχολίων (Ethereum Request for Comments — ERC)",
  "erc-definition": "Το ERC [<strong>Ethereum Request for Comments (Αίτημα Ethereum για υποβολή σχολίων)</strong>] είναι ένας τύπος τεχνικής τεκμηρίωσης που χρησιμοποιείται στην κοινότητα Ethereum για να προτείνει νέα πρότυπα χρήσης για το δίκτυο Ethereum.<br /><br />Αυτές οι προτάσεις μπορούν να καλύπτουν ένα ευρύ φάσμα θεμάτων, συμπεριλαμβανομένων νέων προτύπων token (όπως χρησιμοποιείται το ERC-20 για token και το ERC-721 για NFT).",
  "ethash-term": "Ethash",
  "ethash-definition": "Ένας αλγόριθμος <a href=\"/glossary/#pow\">απόδειξη εργασίας</a> που χρησιμοποιούνταν στο Ethereum πριν πραγματοποιηθεί η μετάβαση στην <a href=\"/glossary/#pos\">απόδειξη συμμετοχής</a>. <a href=\"/developers/docs/consensus-mechanisms/pow/mining/mining-algorithms/ethash\">Διαβάστε περισσότερα</a>",
  "ether-term": "Ether",
  "ether-definition": "Το εγγενές κρυπτονόμισμα του Ethereum, που συνήθως αναφέρεται ως «ETH». Χρησιμοποιείται για την κάλυψη χρεώσεων συναλλαγών κατά τη χρήση του οικοσυστήματος και των εφαρμογών Ethereum. <a href=\"/eth/\">Περισσότερα για το ether </a>.",
  "events-term": "Συμβάντα",
  "events-definition": "Επιτρέπει τη χρήση των υποδομών καταγραφής <a href=\"/glossary/#evm\">EVM</a>. Τα <a href=\"/glossary/#dapp\">Dapp</a> μπορούν να ακούσουν συμβάντα και να τα χρησιμοποιήσουν για να ενεργοποιήσουν επανακλήσεις JavaScript στη διεπαφή χρήστη. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">Περισσότερα για συμβάντα και αρχεία καταγραφής</a>",
  "evm-term": "Η εικονική μηχανή του Ethereum (EVM)",
  "evm-definition": "Εικονική μηχανή που βασίζεται σε στοίβα που εκτελεί <a href=\"/glossary/#bytecode\">bytecode</a>. Στο Ethereum, το μοντέλο εκτέλεσης καθορίζει τον τρόπο με τον οποίο μεταβάλλεται η κατάσταση του συστήματος όταν δίνεται μια σειρά εντολών bytecode και μια μικρή πλειάδα περιβαλλοντικών δεδομένων. Αυτό καθορίζεται μέσω ενός τυπικού μοντέλου μιας εικονικής μηχανής κατάστασης. <a href=\"/developers/docs/evm/\">Περισσότερα σχετικά με την εικονική μηχανή Ethereum</a>.",
  "evm-assembly-language-term": "Γλώσσα EVM assembly",
  "evm-assembly-language-definition": "Μια αναγνώσιμη από άνθρωπο μορφή <a href=\"/glossary/#bytecode\">bytecode EVM.",
  "fallback-function-term": "Εφεδρική (fallback) συνάρτηση",
  "fallback-function-definition": "Μια προεπιλεγμένη συνάρτηση που καλείται όταν δεν υπάρχουν δεδομένα ή δηλωμένο όνομα συνάρτησης.",
  "faucet-term": "Πάροχος",
  "faucet-definition": "Μια υπηρεσία που πραγματοποιείται μέσω <a href=\"/glossary/#smart-contract\">έξυπνου συμβολαίου</a> η οποία διανέμει χρήματα με τη μορφή δωρεάν δοκιμαστικού ether που μπορεί να χρησιμοποιηθεί σε ένα δοκιμαστικό δίκτυο.",
  "finality-term": "Οριστικότητα",
  "finality-definition": "Η οριστικότητα είναι η εγγύηση ότι ένα σύνολο συναλλαγών δεν μπορεί να τροποποιηθεί χωρίς να χαθεί ένα τεράστιο ποσό ETH.",
  "finney-term": "Finney",
  "finney-definition": "Μια υποδιαίρεση του <a href=\"/glossary/#ether\"> ether </a>. 1 finney = 10<sup>15</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>3</sup> finney = 1 ether.",
  "fork-term": "Ενσωμάτωση",
  "fork-definition": "Αλλαγή στο πρωτόκολλο που προκαλεί τη δημιουργία μιας εναλλακτικής αλυσίδας.",
  "fork-choice-algorithm-term": "Αλγόριθμος επιλογής fork",
  "fork-choice-algorithm-definition": "Ο αλγόριθμος που χρησιμοποιείται για την αναγνώριση της κεφαλής του blockchain. Στο Ethereum η κεφαλή της αλυσίδας προσδιορίζεται ως η ενσωμάτωση (fork) με το μεγαλύτερο «βάρος» βεβαιώσεων. Το βάρος είναι το γινόμενο του αριθμού των βεβαιώσεων και του πραγματικού υπολοίπου των επικυρωτών βεβαίωσης. Αυτό σημαίνει ότι η αληθής κεφαλή της αλυσίδας είναι αυτή υπέρ της οποίας έχει ψηφίσει ο περισσότερος αποθηκευμένος ether. Στο επίπεδο συναίνεσης, ο αλγόριθμος επιλογής ενσωμάτωσης ονομάζεται <a href=\"/glossary/#lmd-ghost\">LMD_GHOST</a>.",
  "fraud-proof-term": "Απόδειξη απάτης",
  "fraud-proof-definition": "Ένα μοντέλο ασφαλείας για ορισμένες λύσεις <a href=\"/glossary/#layer-2\">επίπεδου 2</a> όπου, για να αυξηθεί η ταχύτητα, οι συναλλαγές <a href=\"/glossary/#rollups\">συγκεντρώνονται</a> σε παρτίδες και υποβάλλονται στο Ethereum σε μια μεμονωμένη συναλλαγή. Άλλοι συμμετέχοντες στο δίκτυο μπορούν να εκτελέσουν ξανά τις συναλλαγές για να ελέγξουν ότι εκτελέστηκαν με ειλικρίνεια. Εάν ανακαλύψουν μια ασυνέπεια μεταξύ των δημοσιευμένων δεδομένων και της δικής τους έκδοσης, μπορούν να δημοσιεύσουν μια κρυπτογραφική απόδειξη που δείχνει πού έγινε κάποια απάτη. Ορισμένα <a href=\"/glossary/#rollups\">πακέτα ενημέρωσης (rollup)</a> χρησιμοποιούν <a href=\"/glossary/#validity-proof\">αποδείξεις εγκυρότητας</a>.",
  "frontier-term": "Frontier",
  "frontier-definition": "Το αρχικό στάδιο ανάπτυξης δοκιμών του Ethereum, το οποίο διήρκεσε από τον Ιούλιο του 2015 έως τον Μάρτιο του 2016.",
  "gas-term": "Κρατήσεις (Gas)",
  "gas-definition": "Το gas είναι το τέλος που καταβάλλεται για συναλλαγές και έξυπνα συμβόλαια σε ένα blockchain, όπως το Ethereum. <a href=\"/gas/\">Περισσότερα για το gas και τις χρεώσεις</a>.",
  "gas-limit-term": "Όριο gas",
  "gas-limit-definition": "Το μέγιστο ποσό <a href=\"/glossary/#gas\">gas</a> που μπορεί να καταναλώσει μια <a href=\"/glossary/#transaction\">συναλλαγή</a> ή ένα <a href=\"/glossary/#block \">μπλοκ</a>.",
  "gas-price-term": "Τιμή gas",
  "gas-price-definition": "Τιμή σε ether μίας μονάδας gas που καθορίζεται σε μια συναλλαγή.",
  "genesis-block-term": "Το μπλοκ της Γένεσης",
  "genesis-block-definition": "Το πρώτο μπλοκ σε μια <a href=\"/glossary/#blockchain\">κρυπτοαλυσίδα</a>, χρησιμοποιείται για να αρχικοποιήσει ένα συγκεκριμένο δίκτυο και το κρυπτονόμισμά του.",
  "geth-term": "Geth",
  "geth-definition": "Go Ethereum. Μία από τις πιο διακεκριμένες υλοποιήσεις του πρωτοκόλλου Ethereum, γραμμένο σε Go. <a href=\"https://geth.ethereum.org\">Διαβάστε περισσότερα στο geth.ethereum.org</a>",
  "gwei-term": "Gwei",
  "gwei-definition": "Συντομογραφία του «gigawei», μιας υποδιαίρεσης του <a href=\"/glossary/#ether\">ether</a>, που χρησιμοποιείται συνήθως για την τιμολόγηση του <a href=\"/glossary/#gas\">gas</a>. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>9</sup> gwei = 1 ether.",
  "hard-fork-term": "Ενσωμάτωση νέου υλικού",
  "hard-fork-definition": "Μια μόνιμη απόκλιση στο <a href=\"/glossary/#blockchain\">blockchain</a>, επίσης γνωστή ως αλλαγή με hard fork. Συνήθως συμβαίνει όταν οι μη αναβαθμισμένοι κόμβοι δεν μπορούν να επικυρώσουν μπλοκ που δημιουργούνται από αναβαθμισμένους κόμβους που ακολουθούν νεότερους <a href=\"/glossary/#consensus-rules\">κανόνες συναίνεσης</a>. Δεν πρέπει να συγχέεται με τις έννοιες ενσωμάτωση, soft fork, fork λογισμικού ή fork Git.",
  "hash-term": "Αναγνωριστικό",
  "hash-definition": "Ένα δακτυλικό αποτύπωμα σταθερού μήκους εισόδου μεταβλητού μεγέθους, που παράγεται από συνάρτηση hash. (Βλ. <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "hash-rate-term": "Ρυθμός κατακερματισμού",
  "hash-rate-definition": "Ο αριθμός των υπολογισμών hash που γίνονται ανά δευτερόλεπτο από υπολογιστές που εκτελούν λογισμικό εξόρυξης.",
  "homestead-term": "Homestead",
  "holographic-consensus-term": "Ολογραφική συναίνεση",
  "holographic-consensus-definition": "Αναφέρεται στον τρόπο με τον οποίο λαμβάνεται μια απόφαση μεγάλης ομάδας αφήνοντας μια μικρότερη ομάδα αντιπροσωπευτικών ατόμων να ψηφίσουν. Στη συνέχεια, όλοι οι υπόλοιποι συμφωνούν να την ακολουθήσουν, αρκεί να πιστεύουν ότι η μικρή ομάδα έκανε καλή δουλειά.<br />Χρησιμοποιείται σε ορισμένες διαδικτυακές κοινότητες για τη λήψη αποφάσεων γρήγορα χωρίς να χρειάζεται να ψηφίζουν όλοι για τα πάντα, ενώ παράλληλα διασφαλίζουν ότι οι αποφάσεις είναι δίκαιες και αντιπροσωπεύουν αυτό που θέλουν οι περισσότεροι.",
  "homestead-definition": "Το δεύτερο στάδιο ανάπτυξης του Ethereum, που ξεκίνησε τον Μάρτιο του 2016 στο μπλοκ 1.150.000.",
  "index-term": "Ευρετήριο",
  "index-definition": "Μία δικτυακή κατασκευή προορισμένη να βελτιστοποιεί την αναζήτηση πληροφοριών διαμέσου της <a href=\"/glossary/#blockchain\">κρυπτοαλυσίδας</a> παρέχοντας ένα αποτελεσματικό μονοπάτι προς την πηγή αποθήκευσης.",
  "ide-term": "Integrated development environment (IDE)",
  "ide-definition": "Μια διεπαφή χρήστη που συνήθως συνδυάζει έναν επεξεργαστή κώδικα, έναν μεταγλωττιστή, τον χρόνο λειτουργίας και ένα εργαλείο εκσφαλμάτωσης. <a href=\"/developers/docs/ides/\">Περισσότερα για τα ενσωματωμένα περιβάλλοντα ανάπτυξης</a>.",
  "immutable-deployed-code-problem-term": "Πρόβλημα του αμετάβλητου αναπτυγμένου κώδικα",
  "immutable-deployed-code-problem-definition": "Μόλις αναπτυχθεί ένας κώδικας <a href=\"/glossary/#smart-contract\">συμβολαίου</a> (ή βιβλιοθήκης), γίνεται αμετάβλητος. Οι τυπικές πρακτικές ανάπτυξης λογισμικού βασίζονται στη δυνατότητα διόρθωσης πιθανών σφαλμάτων και προσθήκης νέων δυνατοτήτων, επομένως αυτό αποτελεί πρόκληση για την ανάπτυξη έξυπνων συμβολαίων. <a href=\"/developers/docs/smart-contracts/deploying/\">Περισσότερα σχετικά με την ανάπτυξη έξυπνων συμβολαίων</a>.",
  "internal-transaction-term": "Εσωτερική συναλλαγή",
  "internal-transaction-definition": "Μία <a href=\"/glossary/#transaction\">συναλλαγή</a> σταλμένη από έναν <a href=\"/glossary/#contract-account\">λογαριασμό συμβολαίου</a> προς έναν άλλο λογαριασμό συμβολαίου ή έναν <a href=\"/glossary/#eoa\">λογαριασμό εξωτερικού κατόχου (EOA)</a> (δες <a href=\"/glossary/#message\">μήνυμα</a>).",
  "issuance-term": "Έκδοση",
  "issuance-definition": "Η παραγωγή νέου ether για την ανταμοιβή της πρότασης μπλοκ, βεβαίωσης και καταγγελίας δυσλειτουργιών.",
  "kdf-term": "Key derivation function (KDF)",
  "kdf-definition": "Γνωστός και ως «αλγόριθμος επέκτασης κωδικού πρόσβασης», χρησιμοποιείται από μορφοτύπους <a href=\"/glossary/#keystore\">χώρων αποθήκευσης κλειδιών</a> για προστασία από επιθέσεις ωμής βίας, λεξικού και rainbow table κατά την κρυπτογράφηση φράσης πρόσβασης, μέσω επανειλημμένου κατακερματισμού της φράσης πρόσβασης.",
  "keystore-term": "Keystore",
  "keystore-definition": "Το ζεύγος ιδιωτικού κλειδιού/διεύθυνσης κάθε λογαριασμού υπάρχει ως ένα μοναδικό αρχείο κλειδιού σε ένα πρόγραμμα πελάτη Ethereum. Πρόκειται για αρχεία κειμένου JSON που περιέχουν το κρυπτογραφημένο ιδιωτικό κλειδί του λογαριασμού, το οποίο μπορεί να αποκρυπτογραφηθεί μόνο με τον κωδικό πρόσβασης που έχει εισαχθεί κατά τη δημιουργία του λογαριασμού.",
  "keccak-256-term": "Keccak-256",
  "keccak-256-definition": "Κρυπτογραφική συνάρτηση <a href=\"/glossary/#hash\">hash</a> που χρησιμοποιείται στο Ethereum. Το Keccak-256 τυποποιήθηκε ως <a href=\"/glossary/#sha\">SHA</a>-3.",
  "key-term": "Κλειδί",
  "key-definition": "Στο πλαίσιο του Ethereum, τα κλειδιά είναι ψηφιακοί κωδικοί: ένα δημόσιο κλειδί για τη λήψη συναλλαγών και ένα ιδιωτικό κλειδί για την πρόσβαση και την αποστολή κεφαλαίων.<br />Δημόσια κλειδιά: Μπορούν να κοινοποιηθούν ελεύθερα.<br />Ιδιωτικά κλειδιά: Κρατούνται μυστικά από τον ιδιοκτήτη.",
  "layer-1-term": "Επίπεδο 1",
  "layer-1-definition": "Το επίπεδο 1 αναφέρεται στο κύριο blockchain σε ένα δίκτυο πολλαπλών επιπέδων blockchain. Για παράδειγμα, το Ethereum και το Bitcoin είναι blockchain επιπέδου ένα. Πολλά blockchain επιπέδου δύο ξεφορτώνουν συναλλαγές με μεγάλες απαιτήσεις σε πόρους στο ξεχωριστό blockchain τους, ενώ συνεχίζουν να χρησιμοποιούν το blockchain επιπέδου ένα του Ethereum ή του Bitcoin για λόγους ασφαλείας.",
  "layer-2-term": "Επίπεδο 2",
  "layer-2-definition": "Τα Επίπεδα 2 είναι άλλα δίκτυα που έχουν δημιουργηθεί πάνω στο κύριο δίκτυο Ethereum για να κάνουν τις συναλλαγές ταχύτερες και φθηνότερες. <a href=\"/layer-2/\">Περισσότερα για το επίπεδο 2</a>.",
  "library-term": "Βιβλιοθήκη",
  "library-definition": "Ένας ειδικός τύπος <a href=\"/glossary/#smart-contract\">συμβολαίου</a> που δεν έχει συναρτήσεις payable, καμία εφεδρική λειτουργία και κανέναν χώρο αποθήκευσης δεδομένων. Επομένως, δεν μπορεί να λάβει ή να κρατήσει ether, ούτε να αποθηκεύσει δεδομένα. Μια βιβλιοθήκη χρησιμεύει ως κώδικας που είχε αναπτυχθεί προηγουμένως, τον οποίο άλλα συμβόλαια μπορούν να ζητήσουν για υπολογισμό μόνο για ανάγνωση. <a href=\"/developers/docs/smart-contracts/libraries/\">Περισσότερα για τις βιβλιοθήκες έξυπνων συμβολαίων</a>.",
  "light-client-term": "Ελαφρύς πελάτης",
  "light-client-definition": "Ένα πρόγραμμα πελάτης Ethereum που δεν αποθηκεύει τοπικό αντίγραφο του <a href=\"/glossary/#blockchain\">blockchain</a> ούτε επικυρώνει μπλοκ και <a href=\"/glossary/#transaction\">συναλλαγές</a >. Προσφέρει τις συναρτήσεις ενός <a href=\"/glossary/#wallet\">πορτοφολιού</a> και μπορεί να δημιουργεί και να μεταδίδει συναλλαγές.",
  "liquidity-term": "Ρευστότητα",
  "liquidity-definition": "Ρευστότητα είναι το πόσο γρήγορα και εύκολα ένα περιουσιακό στοιχείο μπορεί να μετατραπεί σε μετρητά ή σε άλλο περιουσιακό στοιχείο. Τα αποκεντρωμένα ανταλλακτήρια, όπως το Uniswap, έχουν πολλαπλές δεξαμενές ρευστότητας στις οποίες οι κάτοχοι περιουσιακών στοιχείων μπορούν να καταθέσουν τα περιουσιακά τους στοιχεία όπου οι trader μπορούν να τα αγοράσουν και να τα πουλήσουν με αποκεντρωμένο τρόπο με αντάλλαγμα ανταμοιβές.",
  "liquidity-tokens-term": "Αναγνωριστικό ρευστότητας",
  "liquidity-tokens-definition": "Τα κρυπτονομίσματα ρευστότητας (LST) είναι ψηφιακά κρυπτονομίσματα που εκδίδονται σε συμμετέχοντες που καταθέτουν περιουσιακά στοιχεία σε μία δεξαμενή ρευστότητας, όπου είναι μια συλλογή κεφαλαίων που είναι κλειδωμένα σε ένα έξυπνο συμβόλαιο και χρησιμοποιούνται για να διευκολύνουν το εμπόριο σε ένα αποκεντρωμένο ανταλλακτήριο (DEX).<br />Αυτά τα κρυπτονομίσματα αντιπροσωπεύουν το μερίδιο του συμμετέχοντα στη δεξαμενή και μπορούν να εξαργυρωθούν αργότερα της αρχική κατάθεση συν ένα μέρος των τελών συναλλαγής που παράγονται από τη δραστηριότητα της δεξαμενής. Ουσιαστικά, τα κρυπτονομίσματα ρευστότητας χρησιμεύουν ως απόδειξη ιδιοκτησίας ή συμμετοχής σε μία δεξαμενή ρευστότητας, επιτρέποντας στους κατόχους να κερδίζουν ανταμοιβές ενώ παρέχουν την απαραίτητη ρευστότητα για άλλους να ανταλλάσσουν αποτελεσματικά διαφορετικά ζεύγη κρυπτονομισμάτων.",
  "lmd-ghost-term": "LMD-GHOST",
  "lmd-ghost-definition": "Ο <a href=\"/glossary/#fork-choice-algorithm\">αλγόριθμος επιλογής ενσωμάτωσης</a> που χρησιμοποιείται από τα προγράμματα πελάτες συναίνεσης του Ethereum για τον προσδιορισμό της κεφαλής της αλυσίδας. Το LMD-GHOST είναι το ακρωνύμιο του «Latest Message Driven Greediest Heaviest Observed SubTree» που σημαίνει ότι η κεφαλή της αλυσίδας είναι το μπλοκ με τη μεγαλύτερη συσσώρευση <a href=\"/glossary/#attestation\">βεβαιώσεων</a> στο ιστορικό του.",
  "mainnet-term": "Κεντρικό δίκτυο",
  "mainnet-definition": "Συντόμευση του «κεντρικού δικτύου», η κεντρική δημόσια <a href=\"/glossary/#blockchain\">κρυπτοαλυσίδα</a> του Ethereum.",
  "max-fee-per-gas-term": "Μέγιστη χρέωση ανά Gas",
  "max-fee-per-gas-definition": "Η μέγιστη χρέωση είναι το απόλυτο μέγιστο ποσό που είναι διατεθειμένος να πληρώσει ένας χρήστης ανά μονάδα gas (<a href=\"/glossary/#gwei\">gwei</a>) για να υποβάλει μια συναλλαγή σε ένα μπλοκ.",
  "merkle-patricia-tree-term": "Merkle Patricia Tree (MPT)",
  "merkle-patricia-tree-definition": "Μια δομή δεδομένων που χρησιμοποιείται στο Ethereum για την αποτελεσματική αποθήκευση ζευγών κλειδιού-αξίας.",
  "merkle-root-term": "Merkle Root",
  "merkle-root-definition": "Μια ρίζα Merkle είναι το μεμονωμένο αναγνωριστικό κατακερματισμού ενός δέντρου Merkle. Επαληθεύει όλες τις συναλλαγές μέσα σε ένα μπλοκ.",
  "message-term": "Μήνυμα",
  "message-definition": "Μια <a href=\"/glossary/#internal-transaction\">εσωτερική συναλλαγή</a> που δεν έχει σειριοποιηθεί ποτέ και αποστέλλεται μόνο εντός του <a href=\"/glossary/#evm\">EVM</evm>.",
  "message-call-term": "Ανταλλαγή μηνύματος",
  "message-call-definition": "Η πράξη της μετάδοσης ενός <a href=\"/glossary/#message\">μηνύματος</a> από έναν λογαριασμό σε έναν άλλο. Εάν ο λογαριασμός προορισμού συσχετίζεται με τον κώδικα <a href=\"/glossary/#evm\">EVM</a>, τότε το VM θα ξεκινήσει με την κατάσταση αυτού του αντικειμένου και το μήνυμα στο οποίο δίνεται συνέχεια.",
  "mev-term": "Μέγιστη Εξαγώγιμη Αξία (MEV)",
  "mev-definition": "Η μέγιστη αξία που μπορεί να εξαχθεί από την παραγωγή μπλοκ που υπερβαίνει την τυπική ανταμοιβή μπλοκ και τα τέλη gas με τη συμπερίληψη, τον αποκλεισμό και την αλλαγή της σειράς των συναλλαγών σε ένα μπλοκ. <a href=\"/developers/docs/mev/\">Περισσότερα σχετικά με τη Μέγιστη Εξαγώγιμη Αξία (MEV)</a>.",
  "mining-term": "Κρυπτόρυξη",
  "mining-definition": "Η διαδικασία του επανειλημμένου κατακερματισμού μιας κεφαλίδας μπλοκ με ταυτόχρονη αύξηση ενός <a href=\"/glossary/#nonce\">nonce</a> έως ότου το αποτέλεσμα περιέχει έναν αυθαίρετο αριθμό προπορευόμενων δυαδικών μηδενικών. Αυτή είναι η διαδικασία με την οποία προστίθενται νέα <a href=\"/glossary/#block\">μπλοκ</a> σε ένα blockchain απόδειξης εργασίας. Αυτός ήταν ο τρόπος με τον οποίο το Ethereum παρέμενε ασφαλές πριν περάσει στην απόδειξη συμμετοχής.",
  "miner-term": "Κρυπτορύχος",
  "miner-definition": "Ένας <a href=\"/glossary/#node\">κόμβος</a> δικτύου που βρίσκει έγκυρη <a href=\"/glossary/#pow\">απόδειξη εργασίας</a> για νέα μπλοκ, με επαναλαμβανόμενο πάσο hashing (βλ. <a href=\"/glossary/#ethash\">Ethash</a>). Οι εξορύκτες δεν αποτελούν πλέον κομμάτι του Ethereum —αντικαταστάθηκαν από επικυρωτές όταν το Ethereum μετέβη στην απόδειξη συμμετοχής.",
  "mint-term": "Κοπή",
  "mint-definition": "Η «κοπή νομίσματος» (minting) είναι η διαδικασία δημιουργίας νέων token και διάθεσής τους σε κυκλοφορία ώστε να μπορούν να χρησιμοποιηθούν. Πρόκειται για έναν αποκεντρωμένο μηχανισμό για τη δημιουργία ενός νέου token χωρίς τη συμμετοχή της κεντρικής αρχής.",
  "multisig-term": "Πορτοφόλι πολλαπλών υπογραφών",
  "multisig-definition": "Το Multisig (multi signature) αναφέρεται σε ένα ψηφιακό πορτοφόλι ή λογαριασμό που απαιτεί πολλαπλές υπογραφές ή εγκρίσεις για την εκτέλεση συναλλαγών, έτσι ώστε να ενισχύεται η ασφάλεια.<br />Αυτό προσθέτει πρόσθετη ασφάλεια σε σύγκριση με τους παραδοσιακούς λογαριασμούς μίας υπογραφής όπου απαιτείται μόνο η έγκριση ενός ατόμου.",
  "network-term": "Δίκτυο",
  "network-definition": "Αναφέρεται στο δίκτυο Ethereum, ένα δίκτυο peer-to-peer που διαδίδει συναλλαγές και μπλοκ σε κάθε κόμβο Ethereum (συμμετέχων στο δίκτυο). <a href=\"/developers/docs/networks/\">Περισσότερα για τα δίκτυα</a>.",
  "network-hashrate-term": "Hashrate δικτύου",
  "network-hashrate-definition": "Το συλλογικό hashrate που παράγεται από ένα ολόκληρο δίκτυο εξόρυξης. Η εξόρυξη στο Ethereum απενεργοποιήθηκε όταν το Ethereum μετέβη στην απόδειξη συμμετοχής.",
  "nft-term": "Μη εναλλάξιμο κρυπτοπαραστατικό (NFT)",
  "nft-definition": "Ένα μοναδικό ψηφιακό στοιχείο που μπορείτε να κατέχετε, όπως έργα τέχνης ή συλλεκτικά αντικείμενα, επαληθευμένο από την τεχνολογία blockchain. <a href=\"/nft/\">Περισσότερα σχετικά με τα Μη Εναλλάξιμα Κρυπτοπαραστατικά (NFT)</a>.",
  "node-term": "Κόμβος",
  "node-definition": "Ένα πρόγραμμα πελάτης λογισμικού που συμμετέχει στο δίκτυο. <a href=\"/developers/docs/nodes-and-clients/\">Περισσότερα για τους κόμβους και τους πελάτες</a>.",
  "nonce-term": "Μοναδικότητα",
  "nonce-definition": "Στην κρυπτογραφία, μια τιμή που μπορεί να χρησιμοποιηθεί μόνο μία φορά. Ένα nonce λογαριασμού είναι ένας μετρητής συναλλαγών σε κάθε λογαριασμό, ο οποίος χρησιμοποιείται για την αποτροπή επιθέσεων επανάληψης.",
  "offchain-term": "Εκτός αλυσίδας",
  "offchain-definition": "Ως εκτός αλυσίδας χαρακτηρίζεται οποιαδήποτε συναλλαγή ή δεδομένα υπάρχουν εκτός του blockchain. Επειδή η πραγματοποίηση κάθε συναλλαγής εντός αλυσίδας μπορεί να είναι δαπανηρή και αντιπαραγωγική, εργαλεία τρίτων, όπως oracle που χειρίζονται δεδομένα τιμολόγησης ή λύσεις επιπέδου 2 που εκτελούν υψηλότερο όγκο συναλλαγών, χειρίζονται ένα μεγαλύτερο μέρος της εργασίας επεξεργασίας εκτός αλυσίδας, και θα υποβάλουν πληροφορίες εντός αλυσίδας σε λιγότερο συχνά διαστήματα.",
  "ommer-term": "Μπλοκ ommer (αδελφικό μπλοκ)",
  "ommer-definition": "Όταν ένας <a href=\"/glossary/#miner\">κρυπτορύχος</a> απόδειξης εργασίας βρίσκει ένα έγκυρο <a href=\"/glossary/#block\">μπλοκ</a>, ένας άλλος κρυπτορύχος μπορεί να έχει δημοσιεύσει ένα ανταγωνιστικό μπλοκ που προστίθεται πρώτα στην κορυφή της κρυπτοαλυσίδας. Αυτό το έγκυρο αλλά παλιό μπλοκ μπορεί να συμπεριληφθεί από νεότερα μπλοκ ως <em>ommers</em> και να λάβει μερική ανταμοιβή μπλοκ. Ο όρος «ommer» είναι ο προτιμώμενος ουδέτερος όρος για το θυγατρικό ενός γονικού μπλοκ, αλλά αυτό αναφέρεται επίσης μερικές φορές ως «θείος». Αυτό ήταν κοινό για το Ethereum όταν ήταν σε χρήση η <a href=\"/glossary/#pow\">απόδειξη εργασίας</a>. Τώρα που το Ethereum χρησιμοποιεί <a href=\"/glossary/#pos\">απόδειξη συμμετοχής</a>, επιλέγεται μόνο ένας προτείνων μπλοκ ανά συγκεκριμένο χρονικό διάστημα.",
  "onchain-term": "Επί της αλυσίδας",
  "onchain-definition": "Αναφέρεται σε ενέργειες ή συναλλαγές που συμβαίνουν στο blockchain και είναι δημόσια διαθέσιμες.<br /><br />Φανταστείτε ότι γράφετε κάτι σε ένα μεγάλο, κοινόχρηστο σημειωματάριο που μπορούν να δουν και να ελέγξουν όλοι, ενώ παράλληλα διασφαλίζεται ότι όλα όσα γράφονται (όπως η αποστολή ψηφιακών χρημάτων ή η δημιουργία ενός συμβολαίου) είναι μόνιμα και δεν μπορούν να αλλάξουν ή να διαγραφούν.",
  "optimistic-rollup-term": "Πακέτο ενημέρωσης optimistic",
  "optimistic-rollup-definition": "Το Optimistic Rollup είναι μια λύση Επιπέδου 2 που επιταχύνει τις συναλλαγές στο Ethereum, γιατί υποθέτουν ότι αυτές είναι έγκυρες εξ ορισμού, εκτός εάν αμφισβητηθούν. <a href=\"/developers/docs/scaling/optimistic-rollups/\">Περισσότερα σχετικά με τα Optimistic rollups</a>.",
  "oracle-term": "Oracle",
  "oracle-definition": "Ένα oracle είναι μια γέφυρα μεταξύ του <a href=\"/glossary/#blockchain\">blockchain</a> και του πραγματικού κόσμου. Λειτουργούν ως εντός αλυσίδας <a href=\"/glossary/#api\">API</a> στα οποία μπορούν να αναζητηθούν πληροφορίες και να χρησιμοποιηθούν σε <a href=\"/glossary/#smart-contract\">έξυπνα συμβόλαια</a α>. <a href=\"/developers/docs/oracles/\">Περισσότερα για τα oracle</a>.",
  "peer-term": "Χρήστης",
  "peer-definition": "Υπολογιστές συνδεδεμένοι μεταξύ τους που εκτελούν λογισμικό πελάτη Ethereum διατηρώντας πανομοιότυπα αντίγραφα της <a href=\"/glossary/#blockchain\">κρυπτοαλυσίδας</a>.",
  "peer-to-peer-network-term": "Δίκτυο peer-to-peer",
  "peer-to-peer-network-definition": "Ένα δίκτυο υπολογιστών (<a href=\"/glossary/#peer\">ομότιμοι</a>) που είναι συλλογικά ικανοί να εκτελούν λειτουργίες χωρίς να είναι αναγκαίες κεντρικές υπηρεσίες που βασίζονται σε διακομιστή.<br />Αυτή η ρύθμιση χρησιμοποιείται συχνά για κοινή χρήση αρχείων (δηλαδή Bit torrent), πληροφοριών ή ψηφιακών νομισμάτων, επιτρέποντας πιο άμεσες και δυνητικά πιο αποτελεσματικές ανταλλαγές μεταξύ των χρηστών.",
  "permissionless-term": "Δεν απαιτείται άδεια",
  "permissionless-definition": "«Δεν απαιτείται άδεια» (permissionless) σημαίνει ότι ο καθένας μπορεί να εγγραφεί και να χρησιμοποιήσει ένα σύστημα όπως το Ethereum. Είναι ανοιχτό για όποιον θέλει να συμμετάσχει και δεν απαιτεί καμία έγκριση.",
  "plasma-term": "Πλάσμα",
  "plasma-definition": "Μια λύση κλιμάκωσης εκτός αλυσίδας που χρησιμοποιεί <a href=\"/glossary/#fraud-proof\">αποδείξεις απάτης</a>, όπως <a href=\"/glossary/#optimistic-rollup\">optimistic rollup</a>. Το Πλάσμα περιορίζεται σε απλές συναλλαγές, όπως οι βασικές μεταφορές και ανταλλαγές token. <a href=\"/developers/docs/scaling/plasma\">Περισσότερα για το Πλάσμα</a>.",
  "private-key-term": "Ιδιωτικό κλειδί",
  "private-key-definition": "Το ιδιωτικό κλειδί είναι ένας μυστικός κωδικός που αποδεικνύει ότι κατέχετε τα ψηφιακά σας χρήματα και σας επιτρέπει να τα ξοδεύετε, όπως ένα PIN για τον λογαριασμό σας. <strong>ΜΗΝ ΤΟ ΜΟΙΡΑΣΤΕΙΤΕ ΜΕ ΚΑΝΕΝΑΝ</strong>.",
  "public-goods-term": "Δημόσια αγαθά",
  "public-goods-definition": "Τα δημόσια αγαθά, όπως τα πάρκα ή ο καθαρός αέρας, μπορούν να χρησιμοποιηθούν δωρεάν από τον οποιονδήποτε και η χρήση τους από ένα πρόσωπο δεν αποκλείει τη χρήση τους από κάποιο άλλο. Συχνά προσφέρονται από το κράτος επειδή οι επιχειρήσεις δεν συνηθίζουν να τα διαθέτουν στο κοινό, δεδομένου ότι δεν μπορούν εύκολα να χρεώσουν τους ανθρώπους για τη χρήση τους.",
  "private-chain-term": "Ιδιωτική αλυσίδα",
  "private-chain-definition": "Ένα πλήρως ιδιωτικό blockchain είναι αυτό με πρόσβαση που απαιτεί τη χορήγηση άδειας, το οποίο δεν διατίθεται δημόσια προς χρήση.",
  "poap-term": "POAP",
  "poap-definition": "Το Πρωτόκολλο Απόδειξης Παρακολούθησης χρησιμοποιείται για τη δημιουργία ενός ψηφιακού συλλεκτικού (NFT) που αποδεικνύει ότι παρακολουθήσατε μια συγκεκριμένη εκδήλωση ή δραστηριότητα.",
  "pos-term": "Απόδειξη συμμετοχής (PoS)",
  "pos-definition": "Μια μέθοδος με την οποία ένα πρωτόκολλο blockchain κρυπτονομισμάτων στοχεύει στην επίτευξη κατανεμημένης <a href=\"/glossary/#consensus\">συναίνεσης</a>. Το PoS ζητά από τους χρήστες να αποδείξουν ότι κατέχουν ένα συγκεκριμένο ποσό κρυπτονομισμάτων (τη «συμμετοχή» τους στο δίκτυο) προκειμένου να μπορούν να συμμετέχουν στην επικύρωση των συναλλαγών. <a href=\"/developers/docs/consensus-mechanisms/pos/\">Περισσότερα σχετικά με την απόδειξη συμμετοχής</a>.",
  "pow-term": "Απόδειξη εργασίας (PoW)",
  "pow-definition": "Ένας μηχανισμός ασφαλείας για blockchain που απαιτεί από τους κόμβους να δαπανούν ενέργεια με τη μορφή υπολογισμού για να βρουν μια συγκεκριμένη τιμή.",
  "proto-danksharding-term": "Proto-Danksharding",
  "proto-danksharding-definition": "Ένας νέος τύπος συναλλαγής που δέχεται «blob» δεδομένων για το Ethereum. Αυτά τα δεδομένα «blob» αποθηκεύονται προσωρινά στην Κύρια αλυσίδα (Beacon Chain) για 4096 εποχές (~18,2 ημέρες) και μπορούν προαιρετικά να κλαδευτούν μετά για να βοηθήσουν στη μείωση των απαιτήσεων υλικού για τους χειριστές κόμβων.",
  "public-key-term": "Δημόσιο κλειδί",
  "public-key-definition": "Το δημόσιο κλειδί είναι ένα σύνολο χαρακτήρων που επιτρέπει σε άλλους να σας στέλνουν ψηφιακά νομίσματα με ασφάλεια, σαν μια διεύθυνση email για χρήματα.",
  "quadratic-voting-term": "Τετραγωνική ψηφοφορία",
  "quadratic-voting-definition": "Μέθοδος ψηφοφορίας όπου οι ψηφοφόροι εκφράζουν πόσο έντονα είναι τα αισθήματά τους για διάφορα θέματα. Επιτρέπει στους ψηφοφόρους να δείξουν όχι μόνο την προτίμηση αλλά και την ένταση της προτίμησής τους.",
  "receipt-term": "Απόδειξη",
  "receipt-definition": "Δεδομένα που επιστρέφονται από έναν πελάτη Ethereum για να αντιπροσωπεύουν το αποτέλεσμα μιας συγκεκριμένης <a href=\"/glossary/#transaction\">συναλλαγής</a>, συμπεριλαμβανομένου ενός <a href=\"/glossary/#hash\">hash</a> της συναλλαγής, τον αριθμό του <a href=\"/glossary/#block\">μπλοκ</a>, το ποσό του <a href=\"/glossary/#gas\">gas</a> που χρησιμοποιείται και, σε περίπτωση ανάπτυξης ενός <a href=\"/glossary/#smart-contract\">έξυπνου συμβολαίου</a>, τη <a href=\"/glossary/#address\">διεύθυνση</a> του συμβολαίου.",
  "recovery-phrase-term": "Φράση κλειδί / φράση ανάκτησης",
  "recovery-phrase-definition": "Μια λίστα με λέξεις που σας δίνονται όταν δημιουργείτε ένα ψηφιακό πορτοφόλι. Λειτουργεί σαν ένας κωδικός πρόσβασης που μπορεί να σας βοηθήσει να επιστρέψετε στο πορτοφόλι σας εάν χάσετε την πρόσβαση, εξασφαλίζοντας ότι δεν θα χάσετε τα ψηφιακά σας χρήματα ή τα ψηφιακά σας token.",
  "re-entrancy-attack-term": "Επίθεση επανεισόδου",
  "re-entrancy-attack-definition": "Μια επίθεση που αποτελείται από ένα συμβόλαιο επιτιθέμενου που καλεί συνάρτηση ενός συμβολαίου-θύματος με τέτοιο τρόπο ώστε, κατά την εκτέλεση, το θύμα να καλεί ξανά αναδρομικά το συμβόλαιο του επιτιθέμενου. Αυτό μπορεί να έχει ως αποτέλεσμα, για παράδειγμα, την κλοπή κεφαλαίων μέσω της παράλειψης τμημάτων του συμβολαίου του θύματος τα οποία ενημερώνουν τα υπόλοιπα ή μετρούν τα ποσά αναλήψεων. <a href=\"/developers/docs/smart-contracts/security/#reentrancy\">Περισσότερα για τις επανεισόδους</a>.",
  "reward-term": "Ανταμοιβή",
  "reward-definition": "Ποσό ether<a href=\"/developers/docs/consensus-mechanisms/pos/rewards-and-penalties\">με το οποίο ανταμείβονται επικυρωτές</a> που εκτελούν ορισμένες συναρτήσεις, συμπεριλαμβανομένης της πρότασης μπλοκ ή της συμμετοχής σε μια επιτροπή συγχρονισμού, σε κάθε χρονικό κενό.",
  "rlp-term": "Recursive Length Prefix (RLP)",
  "rlp-definition": "Ένα <a href=\"/developers/docs/data-structures-and-encoding\">πρότυπο κωδικοποίησης</a> σχεδιασμένο από τους προγραμματιστές του Ethereum για την κωδικοποίηση και τη σειριοποίηση αντικειμένων (δομές δεδομένων) αυθαίρετης πολυπλοκότητας και μήκους.",
  "rollups-term": "Πακέτα ενημέρωσης",
  "rollups-definition": "Ένας τύπος λύσης κλιμάκωσης <a href=\"/glossary/#layer-2\">επιπέδου 2</a> που συγκεντρώνει πολλές συναλλαγές σε παρτίδες και τις υποβάλλει στην <a href=\"/glossary/#mainnet\">κύρια αλυσίδα του Ethereum</a> σε μια μεμονωμένη συναλλαγή. Αυτό επιτρέπει τη μείωση του κόστους του <a href=\"/glossary/#gas\">gas</a> και την αύξηση του όγκου <a href=\"/glossary/#transaction\">συναλλαγών</a>. Υπάρχουν Optimistic και Zero-knowledge rollup που χρησιμοποιούν διαφορετικές μεθόδους ασφαλείας για να προσφέρουν αυτά τα κέρδη επεκτασιμότητας. <a href=\"/developers/docs/scaling/#rollups\">Περισσότερα για τα rollup</a>.",
  "rpc-term": "Κλήση απομακρυσμένης διαδικασίας (RPC)",
  "rpc-definition": "Το RPC επιτρέπει σε έναν υπολογιστή να ζητά δεδομένα ή ενέργειες από άλλον μέσω ενός δικτύου, όπως όταν ζητάμε πληροφορίες με τηλεχειριστήριο.",
  "sha-term": "Ασφαλής αλγόριθμος κατακερματισμού (SHA)",
  "sha-definition": "Μια οικογένεια κρυπτογραφικών συναρτήσεων hash που δημοσιεύτηκε από το Εθνικό Ινστιτούτο Προτύπων και Τεχνολογίας (National Institute of Standards and Technology — NIST).",
  "serialization-term": "Σειριοποίηση",
  "serialization-definition": "Η διαδικασία μετατροπής μιας δομής δεδομένων σε μια ακολουθία byte.",
  "sequencer-term": "Συσκευή ρύθμισης ακολουθίας",
  "sequencer-definition": "Η συσκευή ρύθμισης ακολουθίας είναι ένα πρόγραμμα που είναι υπεύθυνο για τη ρύθμιση της σειράς των συναλλαγών σε ένα δίκτυο blockchain, ιδιαίτερα εντός λύσεων κλιμάκωσης επιπέδου 2.",
  "shard-term": "Τμήμα / αλυσίδα τμήματος",
  "shard-definition": "Οι αλυσίδες τομέα είναι χωριστά τμήματα της συνολικής κρυπτοαλυσίδας για τα οποία μπορεί να είναι υπεύθυνα υποσύνολα επικυρωτών. Αρχικά προορίζονταν να αποτελέσουν έναν τρόπο με τον οποίο το Ethereum θα κλιμάκωνε τις δυνατότητές του για εκατομμύρια συναλλαγές ανά δευτερόλεπτο, αλλά πλέον έχουν αντικατασταθεί από την ταχεία ανάπτυξη της κλιμάκωσης μέσω <a href=\"/glossary/#rollups\">πακέτων ενημέρωσης rollup</a>.",
  "sidechain-term": "Πλευρική αλυσίδα",
  "sidechain-definition": "Μια λύση κλιμάκωσης που χρησιμοποιεί μια ξεχωριστή αλυσίδα με διαφορετικούς, συχνά ταχύτερους, <a href=\"/glossary/#consensus-rules\">κανόνες συναίνεσης</a>. Απαιτείται μια γέφυρα για τη σύνδεση αυτών των πλευρικών αλυσίδων στο <a href=\"/glossary/#mainnet\">Kεντρικό Δίκτυο</a>. Τα <a href=\"/glossary/#rollups\">πακέτα ενημερώσεων (rollup)</a> επίσης χρησιμοποιούν πλευρικές αλυσίδες, αλλά λειτουργούν σε συνεργασία με το <a href=\"/glossary/#mainnet\">Kεντρικό Δίκτυο</a>. <a href=\"/developers/docs/scaling/sidechains/\">Περισσότερα για τις πλευρικές αλυσίδες</a>.",
  "signing-term": "Υπογραφή",
  "signing-definition": "Απόδειξη μέσω κρυπτογραφίας ότι μια συναλλαγή εγκρίθηκε από τον κάτοχο ενός συγκεκριμένου ιδιωτικού κλειδιού.",
  "singleton-term": "Singleton",
  "singleton-definition": "Ένας όρος προγραμματισμού υπολογιστή που περιγράφει ένα αντικείμενο του οποίου μπορεί να υπάρχει μόνο μία υπόσταση.",
  "slasher-term": "Περικοπή",
  "slasher-definition": "Το slasher είναι μια οντότητα που σαρώνει τις υποβαλλόμενες βεβαιώσεις προς αναζήτηση τυχόν αδικημάτων που επισύρουν ποινή περικοπής. Οι περικοπές μεταδίδονται στο δίκτυο και ο επόμενος προτείνων μπλοκ προσθέτει την απόδειξη στο μπλοκ. Στη συνέχεια, ο προτείνων μπλοκ λαμβάνει μια ανταμοιβή για την περικοπή του κακόβουλου εργαλείου επικύρωσης.",
  "slot-term": "Υποδοχή",
  "slot-definition": "Μια χρονική περίοδος (12 δευτερόλεπτα) κατά την οποία μπορούν να προταθούν νέα μπλοκ από έναν <a href=\"/glossary/#validator\">επικυρωτή</a> στο σύστημα της <a href=\"/glossary/#pos\">απόδειξης συμμετοχής</a>. Ένα χρονικό κενό μπορεί να είναι κενό. Τριάντα δύο χρονικά κενά αποτελούν μια <a href=\"/glossary/#epoch\">εποχή</a>. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Περισσότερα σχετικά με την απόδειξη συμμετοχής</a>.",
  "smart-contract-term": "Έξυπνο συμβόλαιο",
  "smart-contract-definition": "Ένα έξυπνο συμβόλαιο είναι ένα πρόγραμμα που εκτελεί αυτόματα συμφωνίες σε ένα blockchain, όπως ένα αυτοεπιβαλλόμενο ψηφιακό συμβόλαιο. <a href=\"/smart-contracts/\">Εισαγωγή στα έξυπνα συμβόλαια</a>.",
  "snark-term": "SNARK",
  "snark-definition": "Ακρωνύμιο του «Succinct Non-interactive ARgument of Knowledge» (περιληπτικό μη διαδραστικό όρισμα γνώσης), το SNARK είναι ένα είδος <a href=\"/glossary/#zk-proof\">απόδειξης μηδενικής γνώσης</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Περισσότερα σχετικά με τα πακέτα ενημερώσεων μηδενικής γνώσης (zero-knowledge rollup)</a>.",
  "soft-fork-term": "Ενσωμάτωση λογισμικού",
  "soft-fork-definition": "Μια απόκλιση σε <a href=\"/glossary/#blockchain\">blockchain</a> που προκύπτει όταν αλλάζουν οι <a href=\"/glossary/#consensus-rules\">κανόνες συναίνεσης</a>. Σε αντίθεση με ένα <a href=\"/glossary/#hard-fork\">hard fork</a>, ένα soft fork είναι συμβατό με προηγούμενες εκδόσεις. Οι αναβαθμισμένοι κόμβοι μπορούν να επικυρώσουν μπλοκ που δημιουργούνται από μη αναβαθμισμένους κόμβους, εφόσον ακολουθούν τους νέους κανόνες συναίνεσης.",
  "solidity-term": "Solidity",
  "solidity-definition": "Μια διαδικαστική (επιτακτική) γλώσσα προγραμματισμού με σύνταξη παρόμοια με των JavaScript, C++ ή Java. Η πιο δημοφιλής και πιο συχνά χρησιμοποιούμενη γλώσσα για <a href=\"/glossary/#smart-contract\">έξυπνα συμβάλαια</a> Ethereum. Δημιουργήθηκε από τον Δρ. Gavin Wood. <a href=\"/developers/docs/smart-contracts/languages/#solidity\">Περισσότερα για το Solidity</a>.",
  "solidity-inline-assembly-term": "Ενσωματωμένος συναρμολογητής της Solidity",
  "solidity-inline-assembly-definition": "Συμβολική γλώσσα <a href=\"/glossary/#evm\">EVM</a> σε ένα πρόγραμμα <a href=\"/glossary/#solidity\">Solidity</a>. Η υποστήριξη του Solidity για ενσωματωμένη συγκρότηση διευκολύνει τη σύνταξη ορισμένων λειτουργιών.",
  "stablecoin-term": "Κρυπτονόμισμα σταθερής αξίας",
  "stablecoin-definition": "Το stablecoin είναι ένας τύπος κρυπτονομίσματος που έχει σχεδιαστεί για να έχει μια σταθερή αξία, συχνά συνδεδεμένη με ένα νόμισμα ή ένα εμπόρευμα (όπως το δολάριο των ΗΠΑ), ώστε να ελαχιστοποιείται η αστάθεια των τιμών. <a href=\"/stablecoins/\">Περισσότερα για τα stablecoin</a>.",
  "staking-term": "Staking (αποθήκευση)",
  "staking-definition": "Κατάθεση ενός ποσού <a href=\"/glossary/#ether\">ether</a> (το αποθηκευμένο σας κεφάλαιο) για να γίνει κάποιος επικυρωτής και να διασφαλιστεί το <a href=\"/glossary/#network\">δίκτυο</a>. Ένας επικυρωτής ελέγχει <a href=\"/glossary/#transaction\">συναλλαγές</a> και προτείνει <a href=\"/glossary/#block\">μπλοκ</a> κάτω από ένα μοντέλο συναίνεσης<a href=\"/glossary/#pos\">απόδειξης συμμετοχής</a>. Η αποθήκευση κεφαλαίου σάς δίνει ένα οικονομικό κίνητρο για να ενεργήσετε προς το καλύτερο συμφέρον του δικτύου. Θα λάβετε ανταμοιβές για την εκτέλεση των καθηκόντων <a href=\"/glossary/#validator\">επικύρωσης</a>, αλλά θα χάσετε διάφορα ποσά ETH εάν δεν τα εκπληρώσετε. <a href=\"/staking/\">Περισσότερα για την αποθήκευση Ethereum</a>.",
  "staking-pool-term": "Δεξαμενή αποθήκευσης κεφαλαίου",
  "staking-pool-definition": "Το συνδυασμένο ETH περισσότερων από ενός staker Ethereum, που χρησιμοποιείται για την επίτευξη του ποσού των 32 ETH που απαιτούνται για την ενεργοποίηση ενός συνόλου κλειδιών επικύρωσης. Ένας χειριστής κόμβου χρησιμοποιεί αυτά τα κλειδιά για να συμμετάσχει στη συναίνεση και οι <a href=\"/glossary/#block-reward\">ανταμοιβές μπλοκ</a> μοιράζονται μεταξύ των συμμετεχόντων. Οι δεξαμενές αποθήκευσης κεφαλαίου (staking pool) ή η ανάθεση αποθήκευσης δεν είναι εγγενή χαρακτηριστικά του πρωτοκόλλου Ethereum, αλλά πολλές λύσεις έχουν δημιουργηθεί από την κοινότητα. <a href=\"/staking/pools/\">Περισσότερα για την αποθήκευση κεφαλαίου σε δεξαμενές</a>.",
  "stark-term": "STARK",
  "stark-definition": "Συντομογραφία του «Scalable Transparent ARgument of Knowledge» (κλιμακώσιμο διαφανές όρισμα γνώσης), το STARK είναι ένας τύπος <a href=\"/glossary/#zk-proof\">απόδειξη μηδενικής γνώσης</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Περισσότερα σχετικά με τα πακέτα ενημερώσεων μηδενικής γνώσης (zero-knowledge rollup)</a>.",
  "state-term": "Κατάσταση",
  "state-definition": "Ένα στιγμιότυπο όλων των υπολοίπων και δεδομένων σε μια συγκεκριμένη χρονική στιγμή στο blockchain, που συνήθως αναφέρεται στην κατάσταση σε ένα συγκεκριμένο μπλοκ.",
  "state-channels-term": "Κανάλια κατάστασης",
  "state-channels-definition": "Λύση <a href=\"/glossary/#layer-2\">επίπεδου 2</a> στην οποία δημιουργείται ένα κανάλι μεταξύ των συμμετεχόντων, όπου μπορούν να πραγματοποιούν συναλλαγές ελεύθερα και φθηνά. Μόνο μια <a href=\"/glossary/#transaction\">συναλλαγή</a> για τη ρύθμιση του καναλιού και το κλείσιμο του καναλιού αποστέλλεται στο <a href=\"/glossary/#mainnet\">Kεντρικό Δίκτυο</a>. Αυτό επιτρέπει πολύ υψηλό όγκο συναλλαγών, αλλά βασίζεται στην εκ των προτέρων γνώση του αριθμού των συμμετεχόντων και στο κλείδωμα των κεφαλαίων. <a href=\"/developers/docs/scaling/state-channels/#state-channels\">Περισσότερα για τα κανάλια κατάστασης</a>.",
  "supermajority-term": "Υπερπλειοψηφία",
  "supermajority-definition": "Υπερπλειοψηφία είναι ο όρος που δίνεται για ένα ποσό που υπερβαίνει τα 2/3 (66%) του συνολικού αποθηκευμένου ether που ασφαλίζει το Ethereum. Απαιτείται ψήφος υπερπλειοψηφίας για να <a href=\"/glossary/#finality\">οριστικοποιηθούν</a> τα μπλοκ στην Κύρια αλυσίδα (Beacon Chain).",
  "sybil-attack-term": "Επιθέσεις Sybil",
  "sybil-attack-definition": "Οι επιθέσεις Sybil αναφέρονται σε μεμονωμένους ανθρώπους που ξεγελούν ένα σύστημα ώστε να πιστεύουν ότι είναι πολλά άτομα για να αυξήσουν την επιρροή τους.",
  "syncing-term": "Συγχρονισμός",
  "syncing-definition": "Η διαδικασία λήψης ολόκληρης της πιο πρόσφατης έκδοσης ενός blockchain σε έναν κόμβο.",
  "sync-committee-term": "Επιτροπή συγχρονισμού",
  "sync-committee-definition": "Μια επιτροπή συγχρονισμού είναι μια τυχαία επιλεγμένη ομάδα <a href=\"/glossary/#validator\">επικυρωτών</a> που ανανεώνεται κάθε ~27 ώρες. Σκοπός τους είναι να προσθέσουν τις υπογραφές τους σε έγκυρες κεφαλίδες μπλοκ. Οι επιτροπές συγχρονισμού επιτρέπουν στους <a href=\"/glossary/#light-client\">ελαφρούς πελάτες</a> να παρακολουθούν την κεφαλή του blockchain χωρίς να χρειάζεται να έχουν πρόσβαση σε ολόκληρο το σύνολο επικυρωτών.",
  "szabo-term": "Szabo",
  "szabo-definition": "Μια υποδιαίρεση του <a href=\"/glossary/#ether\">ether</a>. 1 szabo = 10<sup>12</sup><a href=\"/glossary/#wei\">wei</a>. 10<sup>6</sup> szabo = 1 ether.",
  "terminal-total-difficulty-term": "Terminal total difficulty (TTD)",
  "terminal-total-difficulty-definition": "Η συνολική δυσκολία είναι το άθροισμα της δυσκολίας εξόρυξης Ethash για όλα τα μπλοκ μέχρι κάποιο συγκεκριμένο σημείο στο blockchain. Η συνολική δυσκολία τερματικού είναι μια συγκεκριμένη αξία για τη συνολική δυσκολία που χρησιμοποιήθηκε ως το έναυσμα για τους πελάτες εκτέλεσης για να απενεργοποιήσουν τις συναρτήσεις εξόρυξης και διασποράς μπλοκ που επιτρέπουν στο δίκτυο να μεταβεί στην απόδειξη συμμετοχής. Πλέον είναι άνευ αντικειμένου, επειδή το Ethereum μετέβη στην <a href=\"/glossary/#pos\">απόδειξη συμμετοχής</a>.",
  "testnet-term": "Δίκτυο δοκιμών",
  "testnet-definition": "Συντομογραφία του «δικτύου δοκιμής», ένα δίκτυο που χρησιμοποιείται για την προσομοίωση της συμπεριφοράς του κύριου δικτύου Ethereum.",
  "token-term": "Κρυπτονόμισμα",
  "token-definition": "Ένα εμπορεύσιμο εικονικό αγαθό που ορίζεται σε έξυπνα συμβόλαια στο blockchain του Ethereum.",
  "transaction-term": "Συναλλαγή",
  "transaction-definition": "Δεδομένα που δεσμεύονται στο Blockchain του Ethereum υπογεγραμμένα από έναν αρχικό <a href=\"/glossary/#account\">λογαριασμό</a>, που στοχεύει μια συγκεκριμένη <a href=\"/glossary/#address\">διεύθυνση</a>. Η συναλλαγή περιέχει μεταδεδομένα, όπως το <a href=\"/glossary/#gas-limit\">όριο gas</a> για τη συγκεκριμένη συναλλαγή. <a href=\"/developers/docs/transactions/\">Περισσότερα για τις συναλλαγές</a>.",
  "transaction-fee-term": "Προμήθεια συναλλαγής",
  "transaction-fee-definition": "Ένα τέλος που πρέπει να πληρώνετε κάθε φορά που χρησιμοποιείτε το δίκτυο Ethereum. Παραδείγματα περιλαμβάνουν την αποστολή χρημάτων από το <a href=\"/glossary/#wallet\">πορτοφόλι</a> σας ή μια αλληλεπίδραση <a href=\"/glossary/#dapp\">dapp</a>, όπως η ανταλλαγή κρυπτονομισμάτων ή η αγορά συλλογής. Μπορείτε να το σκεφτείτε αυτό σαν χρέωση υπηρεσιών. Αυτή η χρέωση θα αλλάξει ανάλογα με το πόσο απασχολημένο είναι το δίκτυο. Αυτό συμβαίνει επειδή οι <a href=\"/glossary/#validator\">επικυρωτές</a>, τα άτομα που είναι υπεύθυνα για την επεξεργασία της συναλλαγής σας, είναι πιθανό να δίνουν προτεραιότητα στις συναλλαγές με υψηλότερες χρεώσεις, επομένως η συμφόρηση αναγκάζει την τιμή να αυξηθεί.<br/><br/>Σε τεχνικό επίπεδο, η χρέωση της συναλλαγής σας σχετίζεται με το ποσό <a href=\"/glossary/#gas\">gas</a> που απαιτεί η συναλλαγή σας.<br/><br/>Η μείωση των τελών συναλλαγής αποτελεί αντικείμενο με έντονο ενδιαφέρον αυτή τη στιγμή. Δείτε το <a href=\"/glossary/#layer-2\">Επίπεδο 2</a>.",
  "trust-assumptions-term": "Ζητήματα εμπιστοσύνης",
  "trust-assumptions-definition": "Οι παραδοχές εμπιστοσύνης είναι βασικές πεποιθήσεις σχετικά με την ασφάλεια και την ολική αξιοπιστία ενός συστήματος, που καθοδηγούν αυτό που εμπιστευόμαστε για τη λειτουργία του συστήματος.",
  "trustlessness-term": "Εμπιστοσύνη",
  "trustlessness-definition": "Η ικανότητα ενός δικτύου να διαμεσολαβεί σε συναλλαγές χωρίς κανένα από τα εμπλεκόμενα μέρη να χρειάζεται να εμπιστευτεί ένα τρίτο μέρος.",
  "turing-complete-term": "Ολοκλήρωση «Turing» (υπολογισμού)",
  "turing-complete-definition": "Μια έννοια που πήρε το όνομά της από τον Άγγλο μαθηματικό και επιστήμονα της πληροφορικής Alan Turing. Ένα σύστημα κανόνων χειρισμού δεδομένων (όπως το σύνολο εντολών ενός υπολογιστή, μια γλώσσα προγραμματισμού ή ένα κυψελοειδές αυτόματο) λέγεται ότι είναι «πλήρες Turing» ή «υπολογιστικά καθολικό» εάν μπορεί να χρησιμοποιηθεί για την προσομοίωση οποιασδήποτε μηχανής Turing.",
  "validator-term": "Επαληθευτής",
  "validator-definition": "Ένας <a href=\"/glossary/#node\">κόμβος</a> σε ένα σύστημα <a href=\"/glossary/#pos\">απόδειξης συμμετοχής</a> είναι υπεύθυνο για την αποθήκευση δεδομένων, την επεξεργασία συναλλαγών και την πρόσθεση νέων μπλοκ στο blockchain. Για να ενεργοποιήσετε το λογισμικό επικύρωσης, πρέπει να είστε σε θέση να <a href=\"/glossary/#staking\">αποθηκεύσετε</a> 32 ETH. <a href=\"/staking/\">Περισσότερα για το staking (αποθήκευση κεφαλαίου) στο Ethereum</a>.",
  "validator-lifecycle-term": "Κύκλος ζωής επικυρωτή",
  "validator-lifecycle-definition": "Η ακολουθία καταστάσεων στις οποίες μπορεί να βρεθεί ένας επικυρωτής. Αυτές περιλαμβάνουν τα εξής: <br/><br/><ul><li>έχει γίνει κατάθεση: Τουλάχιστον 32 ETH έχουν κατατεθεί στο <a href=\"/glossary/#deposit-contract\">συμβόλαιο κατάθεσης</a> από τον επικυρωτή</li><li>σε εκκρεμότητα: ο επικυρωτής βρίσκεται σε αναμονή ενεργοποίησης και περιμένει να ψηφιστεί στο δίκτυο από τους υπάρχοντες επικυρωτές</li><li>ενεργός: επί του παρόντος βεβαιώνει και προτείνει μπλοκ</li><li>σε περικοπή: ο επικυρωτής δεν συμπεριφέρθηκε σωστά και υποβάλλεται σε περικοπή</li><li>έξοδος: ο επικυρωτής έχει επισημανθεί για έξοδο από το δίκτυο, είτε οικειοθελώς είτε επειδή έχει αποβληθεί.</li></ul>",
  "validity-proof-term": "Απόδειξη εγκυρότητας",
  "validity-proof-definition": "Ένα μοντέλο ασφαλείας για ορισμένες λύσεις <a href=\"/glossary/#layer-2\">επιπέδου 2</a> όπου, για να αυξηθεί η ταχύτητα, οι συναλλαγές συγκεντρώνονται σε πακέτα ενημέρωσης και υποβάλλονται στο Ethereum σε μία μεμονωμένη συναλλαγή. Ο υπολογισμός της συναλλαγής γίνεται εκτός αλυσίδας και, στη συνέχεια, τροφοδοτείται στην κύρια αλυσίδα με απόδειξη της εγκυρότητάς της. Αυτή η μέθοδος αυξάνει τον αριθμό των δυνατών συναλλαγών διατηρώντας παράλληλα την ασφάλεια. Ορισμένα <a href=\"/glossary/#rollups\">πακέτα ενημέρωσης</a> χρησιμοποιούν <a href=\"/glossary/#fraud-proof\">απόδειξη απάτης</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Περισσότερα σχετικά με τα πακέτα ενημέρωσης μηδενικής γνώσης (zero-knowledge rollup)</a>.",
  "validium-term": "Validium",
  "validium-definition": "Μια λύση εκτός αλυσίδας που χρησιμοποιεί <a href=\"/glossary/#validity-proof\">αποδείξεις εγκυρότητας</a> για τη βελτίωση του όγκου συναλλαγών. Σε αντίθεση με τα <a href=\"/glossary/#zk-rollup\">πακέτα ενημέρωσης μηδενικής γνώσης</a>, τα δεδομένα validium δεν αποθηκεύονται στο Κεντρικό Δίκτυο του επιπέδου 1. <a href=\"/developers/docs/scaling/validium/\">Περισσότερα για το validium</a>.",
  "vyper-term": "Vyper",
  "vyper-definition": "Γλώσσα προγραμματισμού υψηλού επιπέδου με σύνταξη τύπου Python. Προορίζεται να προσεγγίσει μια αμιγώς λειτουργική γλώσσα. Δημιουργήθηκε από τον Vitalik Buterin. <a href=\"/developers/docs/smart-contracts/languages/#vyper\">Περισσότερα για το Vyper</a>.",
  "wallet-term": "Πορτοφόλι",
  "wallet-definition": "Το πορτοφόλι είναι ένα ψηφιακό εργαλείο για την αποθήκευση, αποστολή και λήψη ψηφιακού νομίσματος, όπως ένα εικονικό πορτοφόλι για τα διαδικτυακά σας χρήματα. <a href=\"/wallets/\">Περισσότερα για τα πορτοφόλια Ethereum</a>.",
  "web2-term": "Web2",
  "web2-definition": "Είναι το τρέχον διαδίκτυο, επικεντρωμένο σε περιεχόμενο που δημιουργείται από χρήστες και μέσα κοινωνικής δικτύωσης που ελέγχονται από λίγες εταιρείες. Το Web3 είναι μια πεποίθηση στη σφαίρα της κρυπτοοικονομίας ότι οι χρήστες θα πρέπει να ελέγχουν τα δεδομένα και τις συναλλαγές τους.",
  "web3-term": "Web3",
  "web3-definition": "Το Web3 είναι το νέο διαδίκτυο με blockchain, όπου είναι οι χρήστες αυτοί που ελέγχουν τα δεδομένα και τις συναλλαγές τους, όχι οι εταιρείες. Δεν χρειάζεται να μοιραστείτε προσωπικά στοιχεία. <a href=\"/web3/\">Περισσότερα για το web3</a>.",
  "wei-term": "Wei",
  "wei-definition": "Η μικρότερη υποδιαίρεση του ether. 10<sup>18</sup> wei = 1 ether.",
  "wrapped-token-term": "Wrapped token",
  "wrapped-token-definition": "Ένα ψηφιακό στοιχείο που βασίζεται σε κρυπτοαλυσίδα και αντιπροσωπεύει ένα άλλο κρυπτονόμισμα ή περιουσιακό στοιχείο σε διαφορετικό δίκτυο. Για παράδειγμα, το <a href=\"/wrapped-eth/#intro-to-weth\">Wrapped Ether (WETH)</a> αντιπροσωπεύει το Ether (ETH) σε μορφή που συμμορφώνεται με το πρότυπο κρυπτονομίσματος <a href=\"/glossary/#erc-20\">ERC-20</a> του Ethereum. Το αρχικό περιουσιακό στοιχείο κλειδώνεται με ασφάλεια από ένα <a href=\"/glossary/#smart-contract\">έξυπνο συμβόλαιο</a> και δημιουργείται ένα ισοδύναμο ψηφιακό στοιχείο. Αυτός ο μηχανισμός επιτρέπει τη διαλειτουργικότητα εντός και μεταξύ της κρυπτοαλυσίδας, επιτρέποντας σε περιουσιακά στοιχεία όπως το ETH να χρησιμοποιούνται απρόσκοπτα σε αποκεντρωμένες εφαρμογές διατηρώντας παράλληλα την αξία τους.",
  "zero-address-term": "Διεύθυνση με μηδενικά",
  "zero-address-definition": "Μια διεύθυνση Ethereum, αποτελούμενη εξ ολοκλήρου από μηδενικά, που χρησιμοποιείται συχνά ως διεύθυνση για την αφαίρεση token από την ιδιόκτητη κυκλοφορία. Γίνεται διάκριση μεταξύ των token που έχουν αφαιρεθεί επίσημα από το ευρετήριο ενός έξυπνου συμβολαίου μέσω της μεθόδου burn() και εκείνων που αποστέλλονται σε αυτή τη διεύθυνση.",
  "zk-proof-term": "Απόδειξη μηδενικής γνώσης",
  "zk-proof-definition": "Η απόδειξη μηδενικής γνώσης είναι μια κρυπτογραφική μέθοδος που επιτρέπει σε ένα άτομο να αποδείξει ότι μια δήλωση είναι αληθής χωρίς να μεταφέρει πρόσθετες πληροφορίες. <a href=\"/developers/docs/scaling/zk-rollups/\">Περισσότερα σχετικά με τα πακέτα ενημερώσεων μηδενικής γνώσης (zero-knowledge rollup)</a>.",
  "zk-rollup-term": "Πακέτο ενημέρωσης μηδενικής γνώσης",
  "zk-rollup-definition": "Ένα <a href=\"/glossary/#rollups\">πακέτο ενημερώσεων (rollup)</a> των συναλλαγών που χρησιμοποιούν <a href=\"/glossary/#validity-proof\">αποδείξεις εγκυρότητας</a> για να προσφέρουν αυξημένο όγκο συναλλαγών <a href=\"/glossary/#layer-2\">επιπέδου 2</a> ενώ χρησιμοποιείται η ασφάλεια που παρέχεται από το Kεντρικό Δίκτυο (επίπεδο 1). Παρόλο που δεν μπορούν να χειριστούν περίπλοκους τύπους συναλλαγών, όπως τα <a href=\"/glossary/#optimistic-rollup\">optimistic rollup</a>, δεν αντιμετωπίζουν προβλήματα καθυστερήσεων, επειδή οι συναλλαγές είναι αποδεδειγμένα έγκυρες όταν υποβάλλονται. <a href=\"/developers/docs/scaling/zk-rollups/\">Περισσότερα σχετικά με τα πακέτα ενημερώσεων μηδενικής γνώσης (zero-knowledge rollup)</a>."
}
