{
  "page-dapps-1inch-logo-alt": "Λογότυπο 1inch",
  "page-dapps-aave-logo-alt": "Λογότυπο Aave",
  "page-dapps-add-button": "Προτείνετε dapp",
  "page-dapps-add-title": "Προσθήκη dapp",
  "page-dapps-ankr-logo-alt": "Λογότυπο Ankr",
  "page-dapps-api3-logo-alt": "Λογότυπο API3",
  "page-dapps-arweave-logo-alt": "Λογότυπο ARweave",
  "page-dapps-audius-logo-alt": "Λογότυπο Audius",
  "page-dapps-axie-infinity-logo-alt": "Λογότυπο Axie Infinity",
  "page-dapps-balancer-logo-alt": "Λογότυπο Balancer",
  "page-dapps-brave-logo-alt": "Λογότυπο Brave",
  "page-dapps-beginner-friendly-description": "Μερικά dapps που είναι καλά για αρχάριους. Εξερευνήστε περισσότερα dapp παρακάτω.",
  "page-dapps-beginner-friendly-header": "Φιλικά για αρχάριους",
  "page-dapps-category-arts": "Τέχνη και μόδα",
  "page-dapps-category-browsers": "Προγράμματα περιήγησης",
  "page-dapps-category-code-marketplaces": "Αγορές κώδικα",
  "page-dapps-category-collectibles": "Ψηφιακή συλλογή",
  "page-dapps-category-competitive": "Παιχνίδια Web3",
  "page-dapps-category-computing": "Εργαλεία προγραμματιστών",
  "page-dapps-category-dex": "Ανταλλακτήρια",
  "page-dapps-category-investments": "Επενδυτικά κεφάλαια",
  "page-dapps-category-lending": "Δάνεια και δανειοληψία",
  "page-dapps-category-lottery": "Ανεύρεση πόρων",
  "page-dapps-category-marketplaces": "Αγορές",
  "page-dapps-category-music": "Μουσική",
  "page-dapps-category-payments": "Πληρωμές",
  "page-dapps-category-insurance": "Ασφάλιση",
  "page-dapps-category-portfolios": "Διαχείριση χαρτοφυλακίου",
  "page-dapps-category-trading": "Αγορές προγνωστικών",
  "page-dapps-category-utilities": "Βοηθήματα",
  "page-dapps-category-worlds": "Εικονικοί κόσμοι",
  "page-dapps-category-demand-aggregator": "Έρευνα ζήτησης",
  "page-dapps-category-derivatives": "Παράγωγα",
  "page-dapps-category-liquid-staking": "Ρευστότητα αποθηκευμένου κεφαλαίου",
  "page-dapps-category-bridges": "Γέφυρες",
  "page-dapps-category-experiences": "Κοινές εμπειρίες",
  "page-dapps-category-guilds": "Ομάδες απόδοσης",
  "page-dapps-category-avatar": "Εικόνες προφίλ",
  "page-dapps-choose-category": "Επιλέξτε κατηγορία",
  "page-dapps-category-social": "Μέσα κοινωνικής δικτύωσης",
  "page-dapps-category-content": "Περιεχόμενο",
  "page-dapps-category-community": "Κοινότητα",
  "page-dapps-category-messaging": "Μηνύματα",
  "page-dapps-category-identity": "Ταυτότητα",
  "page-dapps-collectibles-benefits-1-description": "Όταν η τέχνη συμβολίζεται στο Ethereum, η ιδιοκτησία μπορεί να αποδειχθεί για όλους. Μπορείτε να εντοπίσετε το ταξίδι του έργου τέχνης από τη δημιουργία μέχρι τον τρέχοντα κάτοχό του. Αυτό αποτρέπει τα πλαστογραφήματα.",
  "page-dapps-collectibles-benefits-1-title": "Η κυριότητα αποδεικνύεται",
  "page-dapps-collectibles-benefits-2-description": "Με το Ethereum υπάρχει λιγότερη ανάγκη για μεσάζοντες. Και αν οι μεσάζοντες χρειάζονται, το κόστος τους δεν είναι τόσο υψηλό γιατί οι πλατφόρμες δεν χρειάζεται να πληρώσουν για την υποδομή του δικτύου.",
  "page-dapps-collectibles-benefits-2-title": "Δικαιότερο για τους δημιουργούς",
  "page-dapps-collectibles-benefits-3-description": "Οι ομαδοποιημένες μονάδες είναι συνδεδεμένες με τη διεύθυνση Ethereum σας, όχι την πλατφόρμα. Έτσι, μπορείτε να πουλήσετε πράγματα όπως μέσα στο παιχνίδι σε οποιαδήποτε αγορά Ethereum, όχι μόνο στο ίδιο το παιχνίδι.",
  "page-dapps-collectibles-benefits-3-title": "Τα συγκεντρωμένα νομίσματα σας ακολουθούν",
  "page-dapps-collectibles-benefits-4-description": "Τα εργαλεία και τα προϊόντα υπάρχουν ήδη για να \"μετατρέψετε\" την τέχνη σας και να την πουλήσετε! Και μάρκες σας μπορούν να πωληθούν σε οποιαδήποτε και όλες Ethereum πλατφόρμα συλλεκτικών.",
  "page-dapps-collectibles-benefits-4-title": "Ισχύουσα υποδομή",
  "page-dapps-collectibles-benefits-description": "Αυτές είναι εφαρμογές που εστιάζουν στην ψηφιακή ιδιοκτησία, αυξάνοντας την προοπτική κέρδους για τους δημιουργούς, και εφευρίσκοντας νέους τρόπους για να επενδύσουν στους αγαπημένους σας δημιουργούς και τη δουλειά τους.",
  "page-dapps-collectibles-benefits-title": "αποκεντρωμένες συλλογές \"νομισμάτων\" και ροή",
  "page-dapps-collectibles-button": "Τέχνες και συλλογές",
  "page-dapps-collectibles-description": "Αυτές είναι εφαρμογές που εστιάζουν στην ψηφιακή ιδιοκτησία, αυξάνοντας την προοπτική κέρδους για τους δημιουργούς, και εφευρίσκοντας νέους τρόπους για να επενδύσουν στους αγαπημένους σας δημιουργούς και τη δουλειά τους.",
  "page-dapps-collectibles-title": "Αποκεντρωμένες τέχνες και συλλογές",
  "page-dapps-compound-logo-alt": "Λογότυπο Compound",
  "page-dapps-convex-logo-alt": "Λογότυπο Convex",
  "page-dapps-cryptopunks-logo-alt": "Λογότυπο CryptoPunks",
  "page-dapps-cryptovoxels-logo-alt": "Λογότυπο Cryptovoxels",
  "page-dapps-cyberconnect-logo-alt": "Λογότυπο CyberConnect",
  "page-dapps-dapp-description-1inch": "Σας βοηθά στην αποφυγή διακυμάνσεων υψηλών τιμών συγκεντρώνοντας τις καλύτερες τιμές.",
  "page-dapps-dapp-description-aave": "Δανείστε τα νομίσματά σας και κερδίστε από τους τόκους, διαθέσιμα πάντοτε για ανάληψη.",
  "page-dapps-dapp-description-ankr": "Ένα σύνολο διαφορετικών προϊόντων υποδομής Web3 για δημιουργία, κέρδη, παιχνίδια και πολλά άλλα, όλα σε blockchain.",
  "page-dapps-dapp-description-api3": "Ροές δεδομένων αναφοράς τιμής πρώτου κατασκευαστή, που επιτρέπουν dApps σε 10 δίκτυα (και περισσότερο) να συνδέονται με δεδομένα τιμών ψηφιακών στοιχείων σε πραγματικό χρόνο, συμπεριλαμβανομένων των τιμών κρυπτονομισμάτων και συναλλάγματος.",
  "page-dapps-dapp-description-arweave": "Αποθηκεύστε δεδομένα μόνιμα, διαθέσιμα, με μία μόνο προκαταβολή κρατήσεων.",
  "page-dapps-dapp-description-async-art": "Δημιουργήστε, συλλέξτε και ανταλλάξτε #ProgrammableArt - ψηφιακά έργα ζωγραφικής χωρισμένα σε “Layers” που μπορείτε να χρησιμοποιήσετε επηρεάζοντας τη συνολική εικόνα. Κάθε Master και Layer είναι νόμισμα ERC72.",
  "page-dapps-dapp-description-audius": "Αποκεντρωμένη πλατφόρμα μετάδοσης. Ακροατές = χρήματα για τους δημιουργούς, όχι ετικέτες.",
  "page-dapps-dapp-description-axie-infinity": "Ανταλλάξτε και πολεμήστε με πλάσματα που ονομάζονται Axies. Κερδίστε ενώ παίζετε – διαθέσιμο για κινητό",
  "page-dapps-dapp-description-balancer": "Το Balancer είναι αυτοματοποιημένος διαχειριστής χαρτοφυλακίου και πλατφόρμα συναλλαγών.",
  "page-dapps-dapp-description-brave": "Κερδίστε κρυπτονομίσματα κατά την περιήγηση και υποστηρίξτε τους αγαπημένους σας δημιουργούς.",
  "page-dapps-dapp-description-cent": "Ένα κοινωνικό δίκτυο όπου κερδίζετε χρήματα με τη δημοσίευση NFTs.",
  "page-dapps-dapp-description-compound": "Δανείστε τα κρυπτονομίσματά σας και κερδίστε από τους τόκους, διαθέσιμα πάντοτε για ανάληψη.",
  "page-dapps-dapp-description-convex": "Το Convex επιτρέπει στους παρόχους ρευστότητας Curve να κερδίζουν προμήθειες από τις συναλλαγές και να διεκδικούν ενισχυμένο CRV χωρίς να κλειδώνουν τα CRV τους.",
  "page-dapps-dapp-description-cryptopunks": "Αγοράστε, συμμετέχετε και πουλήστε punks – ένα από τα πρώτα συλλεκτικά token στο Ethereum.",
  "page-dapps-dapp-description-cryptovoxels": "Δημιουργήστε γκαλερί τέχνης, καταστήματα και αγοράστε γη - ένας εικονικός κόσμος στο Ethereum.",
  "page-dapps-dapp-description-cyberconnect": "Αποκεντρωμένο πρωτόκολλο κοινωνικού γραφήματος που βοηθά τις dApp να επηρεάσουν το δίκτυο και να δημιουργήσουν εξατομικευμένες κοινωνικές εμπειρίες",
  "page-dapps-dapp-description-dark-forest": "Κατακτήστε πλανήτες σε ένα άπειρο, δημιουργικό, κρυπτογραφικά καθορισμένο σύμπαν.",
  "page-dapps-dapp-description-crack-and-stack": "Μπείτε στα ορυχεία με άλλους παίκτες, στοιβάστε διαμάντια ETH και προσπαθήστε να ξεφύγετε με τα κέρδη σας.",
  "page-dapps-dapp-description-decentraland": "Συλλέξτε και ανταλλάξτε εικονική γη σε έναν εικονικό κόσμο που μπορείτε να εξερευνήσετε.",
  "page-dapps-dapp-description-ens": "Φιλικά προς το χρήστη ονόματα διευθύνσεων Ethereum και αποκεντρωμένες ιστοσελίδες.",
  "page-dapps-dapp-description-foundation": "Επενδύστε σε μοναδικές εκδόσεις ψηφιακών έργων τέχνης και κομματιών με εμπορική αξία με άλλους αγοραστές.",
  "page-dapps-dapp-description-gitcoin": "Κερδίστε κρυπτονομίσματα συμμετέχοντας σε λογισμικό ανοιχτού κώδικα.",
  "page-dapps-dapp-description-gitcoin-grants": "Χρηματοδότηση για έργα της κοινότητας του Ethereum από διάφορους συνεισφέροντες",
  "page-dapps-dapp-description-gm": "Πλατφόρμα όλα σε ένα για συνομιλία, φόρουμ και ομιλία που μοιράζεται πραγματικά τα έσοδα με τους δημιουργούς της",
  "page-dapps-dapp-description-gods-unchained": "Παιχνίδι στρατηγικής ανταλλαγής καρτών. Κερδίστε κάρτες παίζοντας τις οποίες μπορείτε να πουλήσετε στην πραγματική ζωή.",
  "page-dapps-dapp-description-golem": "Πρόσβαση στην κοινόχρηστη υπολογιστική δύναμη ή ενοικίαση δικών σας πόρων.",
  "page-dapps-dapp-description-graph": "Ένα πρωτόκολλο ευρετηρίου για δίκτυα ερωτημάτων όπως το Ethereum και το IPFS.",
  "page-dapps-dapp-description-ipfs": "Ένα πρωτόκολλο υπερμέσων από χρήστη σε χρήστη, σχεδιασμένο να διατηρεί και να αναπτύσσει τη γνώση της ανθρωπότητας κάνοντας τον ιστό αναβαθμίσιμο, ανθεκτικό και πιο ανοιχτό.",
  "page-dapps-dapp-description-radicle": "Ασφαλής συνεργασία μεταξύ χρηστών για σύνταξη κώδικα χωρίς μεσάζοντες.",
  "page-dapps-dapp-description-kyberswap": "Μετατρέψτε και κερδίστε στις καλύτερες τιμές.",
  "page-dapps-dapp-description-lido": "Απλοποιημένη και ασφαλής αποθήκευση κεφαλαίου για ψηφιακά στοιχεία.",
  "page-dapps-dapp-description-loopring": "Πλατφόρμα συναλλαγών peer-to-peer για περισσότερη ταχύτητα.",
  "page-dapps-dapp-description-marble-cards": "Δημιουργήστε και ανταλλάξτε μοναδικές ψηφιακές κάρτες με βάση τις διευθύνσεις URL.",
  "page-dapps-dapp-description-matcha": "Αναζήτηση σε διάφορα ανταλλακτήρια για να σας βοηθήσει να βρείτε τις καλύτερες τιμές.",
  "page-dapps-dapp-description-meeds": "Κόμβοι κοινότητας Web3 για την εποχή της αποκεντρωμένης εργασίας. Επιβραβεύστε δίκαια και με διαφάνεια τις συνεισφορές που έχουν σημασία.",
  "page-dapps-dapp-description-mirror": "Δημιουργημένο στο web3 για το web3, η ισχυρή πλατφόρμα δημοσίευσης της Mirror ξεπερνά τα όρια της διαδικτυακής γραφής",
  "page-dapps-dapp-description-multichain": "Ο απόλυτος δρομολογητής για το web3. Είναι μια υποδομή που αναπτύχθηκε για αυθαίρετες διασταυρούμενες αλληλεπιδράσεις.",
  "page-dapps-dapp-description-nifty-gateway": "Αγοράστε έργα on-chain από κορυφαίους καλλιτέχνες, αθλητές, μάρκες και δημιουργούς.",
  "page-dapps-dapp-description-summerfi": "Ανταλλάξτε, δανειστείτε και κερδίστε με το Dai, ένα νόμισμα σταθερής αξίας του Ethereum.",
  "page-dapps-dapp-description-opensea": "Αγοράστε, πουλήστε και ανταλλάξτε αγαθά περιορισμένης έκδοσης.",
  "page-dapps-dapp-description-opera": "Στείλτε κρυπτονομίσματα από το πρόγραμμα περιήγησής σας σε εμπόρους, σε άλλους χρήστες αλλά και σε εφαρμογές.",
  "page-dapps-dapp-description-osuvox": "3D avatars στο blockchain",
  "page-dapps-dapp-description-poap": "Συλλέξτε NFT που αποδεικνύουν ότι ήσασταν σε διαφορετικά εικονικά ή πραγματικά γεγονότα. Χρησιμοποιήστε τα για να συμμετάσχετε σε raffles, ψηφοφορίες, συνεργασίες ή απλά για επίδειξη.",
  "page-dapps-dapp-description-polymarket": "Στοιχηματίστε στα αποτελέσματα. Ένα εμπόριο στην αγορά πληροφοριών.",
  "page-dapps-dapp-description-pooltogether": "Μια λοταρία που δεν μπορείτε να χάσετε. Βραβεία κάθε εβδομάδα.",
  "page-dapps-dapp-description-index-coop": "Ευρετήριο δείκτη κρύπτο που δίνει στο πορτοφόλι έκθεση με κορυφαία DeFi νομίσματα.",
  "page-dapps-dapp-description-nexus-mutual": "Κάλυψη χωρίς ασφαλιστική εταιρεία. Προστατευτείτε από σφάλματα και επιθέσεις έξυπνων συμβολαίων.",
  "page-dapps-dapp-description-etherisc": "Ένα αποκεντρωμένο πρότυπο ασφάλισης όπου ο καθένας μπορεί να χρησιμοποιήσει για τη δημιουργία δικής του ασφαλιστικής κάλυψης.",
  "page-dapps-dapp-description-zapper": "Παρακολουθήστε το χαρτοφυλάκιο σας και χρησιμοποιήστε μια σειρά προϊόντων αποκεντρωμένης τραπεζικής από μία διεπαφή.",
  "page-dapps-dapp-description-zerion": "Διαχειριστείτε το χαρτοφυλάκιο σας και απλά αξιολογήστε κάθε περιουσιακό στοιχείο αποκεντρωμένης τραπεζικής στην αγορά.",
  "page-dapps-dapp-description-rotki": "Εργαλείο χαρτοφυλακίου ανοιχτού κώδικα παρακολούθησης, ανάλυσης, λογιστικής και φορολογικής αναφοράς που σέβεται το απόρρητο σας.",
  "page-dapps-dapp-description-krystal": "Μια πλατφόρμα για πρόσβαση στις αγαπημένες σας υπηρεσίες DeFi.",
  "page-dapps-dapp-description-rarible": "Δημιουργήστε, πουλήστε και αγοράστε tokenised συλλεκτικά.",
  "page-dapps-dapp-description-request-finance": "Μια σειρά χρηματοοικονομικών εργαλείων για τιμολόγια, μισθοδοσία και έξοδα σε κρυπτονομίσματα.",
  "page-dapps-dapp-description-rubic": "Συλλογή τεχνολογίας μεταξύ αλυσίδων για χρήστες και dApps.",
  "page-dapps-dapp-description-sablier": "Μεταδώστε χρήματα σε πραγματικό χρόνο.",
  "page-dapps-dapp-description-spatial": "Δημιουργήστε το δικό σας προσαρμοσμένο avatar και 3D κόσμους",
  "page-dapps-dapp-description-spruce": "Ένα σύνολο ανοιχτού κώδικα για να αφήσετε τον έλεγχο της ταυτότητας και των δεδομένων εκεί που θα έπρεπε: με τους χρήστες.",
  "page-dapps-dapp-description-status": "Σχεδιασμένο για να επιτρέπει την ελεύθερη ροή πληροφοριών, να προστατεύει το δικαίωμα σε ιδιωτικές και ασφαλείς συνομιλίες και να προάγει την κυριαρχία των ατόμων.",
  "page-dapps-dapp-description-superrare": "Αγοράστε ψηφιακά έργα τέχνης απευθείας από τους καλλιτέχνες ή από δευτερογενείς αγορές.",
  "page-dapps-dapp-description-synthetix": "Το Synthetix είναι ένα πρωτόκολλο για την έκδοση και εμπορία συνθετικών περιουσιακών στοιχείων",
  "page-dapps-dapp-description-uniswap": "Μετατρέψτε εύκολα τα κρυπτονομίσματα ή παρέχετε μερικά για % ανταμοιβές.",
  "page-dapps-dapp-description-xmtp": "Στείλτε μηνύματα μεταξύ λογαριασμών blockchain, συμπεριλαμβανομένων των DM, των ειδοποιήσεων, των ανακοινώσεων και άλλων.",
  "page-dapps-dapp-description-yearn": "Το Yearn Finance είναι ένας συσσωρευτής απόδοσης. Δίνοντας σε ιδιώτες, DAO και άλλα πρωτόκολλα έναν τρόπο κατάθεσης ψηφιακών περιουσιακών στοιχείων και λήψης απόδοσης.",
  "page-dapps-docklink-dapps": "Εισαγωγή στις dapps",
  "page-dapps-docklink-smart-contracts": "Smart contracts",
  "page-dapps-dark-forest-logo-alt": "Λογότυπο Dark Forest",
  "page-dapps-crack-and-stack-logo-alt": "Λογότυπο Crack & Stack",
  "page-dapps-decentraland-logo-alt": "Λογότυπο Decentraland",
  "page-dapps-index-coop-logo-alt": "Λογότυπο Index Coop",
  "page-dapps-nexus-mutual-logo-alt": "Λογότυπο Nexus Mutual",
  "page-dapps-etherisc-logo-alt": "Λογότυπο Etherisc",
  "page-dapps-zapper-logo-alt": "Λογότυπο Zapper",
  "page-dapps-zerion-logo-alt": "Λογότυπο Zerion",
  "page-dapps-rotki-logo-alt": "Λογότυπο Rotki",
  "page-dapps-krystal-logo-alt": "Λογότυπο Krystal",
  "page-dapps-synthetix-logo-alt": "Λογότυπο Synthetix",
  "page-dapps-desc": "Βρείτε και δοκιμάστε μια εφαρμογή του Ethereum.",
  "page-dapps-doge-img-alt": "Απεικόνιση ενός σκύλου που χρησιμοποιεί υπολογιστή",
  "page-dapps-editors-choice-dark-forest": "Παίξτε εναντίον άλλων για να κατακτήσετε τους πλανήτες και να δοκιμάσετε την bleeding-edge τεχνολογία κλιμάκωσης/απορρήτου του Ethereum. Ίσως κάποια για όσους είναι ήδη εξοικειωμένοι με το Ethereum.",
  "page-dapps-editors-choice-foundation": "Επενδύστε στον πολιτισμό. Αγοράστε, ανταλλάξτε και πουλήστε μοναδικά ψηφιακά έργα τέχνης και μόδας από μερικούς καταπληκτικούς καλλιτέχνες, μουσικούς αλλά και επώνυμα εμπορικά σήματα.",
  "page-dapps-editors-choice-pooltogether": "Αγοράστε ένα εισιτήριο για την λοταρία που δεν έχει χαμένους. Κάθε εβδομάδα, οι τόκοι που δημιουργούνται από ολόκληρο το σύνολο εισιτηρίων αποστέλλονται σε έναν τυχερό νικητή. Παίρνετε τα χρήματά σας όποτε θέλετε.",
  "page-dapps-editors-choice-uniswap": "Ανταλλάξτε τα tokens σας με ευκολία. Ένα αγαπημένο κομμάτι της κοινότητας που σας επιτρέπει να ανταλλάζετε tokens με χρήστες σε όλο το δίκτυο.",
  "page-dapps-ens-logo-alt": "Λογότυπο υπηρεσίας ονομάτων Ethereum",
  "page-dapps-explore-dapps-description": "Πολλές dapp είναι σε πειραματικό στάδιο, δοκιμάζοντας τις δυνατότητες των αποκεντρωμένων δικτύων. Έχουν υπάρξει μερικές επιτυχημένες πρώιμες κινήσεις στις κατηγορίες τεχνολογίας, οικονομικών, τυχερών παιχνιδιών και στις συλλεκτικές κατηγορίες.",
  "page-dapps-explore-dapps-title": "Εξερευνήστε τα dapps",
  "page-dapps-features-1-description": "Μόλις αναπτυχθεί στο Ethereum, ο κώδικας dapp δεν μπορεί να καταργηθεί. Και ο καθένας μπορεί να χρησιμοποιήσει τις λειτουργίες του dapp. Ακόμα και αν η ομάδα πίσω από το dapp διαλυθεί, θα μπορείτε να το χρησιμοποιείτε. Ό,τι μπαίνει στο Ethereum, παραμένει εκεί.",
  "page-dapps-features-1-title": "Χωρίς κάτοχο",
  "page-dapps-features-2-description": "Δεν μπορείτε να αποκλειστείτε από τη χρήση μιας αποκεντρωμένης εφαρμογής ή από την υποβολή συναλλαγών. Για παράδειγμα, εάν το Twitter λειτουργούσε μέσα στο Ethereum, δεν θα μπορούσε κανείς να αποκλείσει τον λογαριασμό ή τα λεγόμενά σας.",
  "page-dapps-features-2-title": "Χωρίς λογοκρισία",
  "page-dapps-features-3-description": "Επειδή το Ethereum έχει ETH, οι πληρωμές είναι εγγενείς στο Ethereum. Οι προγραμματιστές δεν χρειάζεται να δαπανήσουν χρόνο για ενσωμάτωση με τρίτους παρόχους πληρωμών.",
  "page-dapps-features-3-title": "Ενσωματωμένες πληρωμές",
  "page-dapps-features-4-description": "Ο κώδικας Dapp είναι συχνά ανοικτός και συμβατός από προεπιλογή. Οι ομάδες χτίζουν τακτικά χρησιμοποιώντας την εργασία άλλων ομάδων. Αν θέλετε να επιτρέψετε στους χρήστες να ανταλλάξουν tokens στο dapp, μπορείτε απλά να συνδέσετε έναν άλλο κώδικα dapp.",
  "page-dapps-features-4-title": "Σύνδεση και αναπαραγωγή",
  "page-dapps-features-5-description": "Με τα περισσότερα dapp, δεν χρειάζεται να μοιράζεστε την πραγματική σας ταυτότητα. Ο λογαριασμός σας στο Ethereum είναι τα στοιχεία σύνδεσής σας και απλά χρειάζεστε ένα πορτοφόλι.",
  "page-dapps-features-5-title": "Μία ανώνυμη σύνδεση",
  "page-dapps-features-6-description": "Η κρυπτογραφία εξασφαλίζει ότι οι εισβολείς δεν μπορούν να πλαστογραφήσουν συναλλαγές και άλλες αλληλεπιδράσεις dapp για λογαριασμό σας. Εγκρίνετε ενέργειες dapp με τον λογαριασμό Ethereum σας, συνήθως μέσω του πορτοφολιού σας, οπότε διατηρήστε τα διαπιστευτήρια σας ασφαλή.",
  "page-dapps-features-6-title": "Ασφάλεια μέσω κρυπτογράφησης",
  "page-dapps-features-7-description": "Μόλις το dapp είναι ζωντανά στο Ethereum, θα πέσει μόνο αν πέσει το ίδιο το Ethereum. Σε δίκτυα μεγέθους του Ethereum είναι εμφανώς πιο δύσκολη η επίθεση.",
  "page-dapps-features-7-title": "Χωρίς χρόνο λήξης",
  "page-dapps-finance-benefits-1-description": "Οι οικονομικές υπηρεσίες που εκτελούνται στο Ethereum δεν έχουν απαιτήσεις εγγραφής. Εάν έχετε κεφάλαια και σύνδεση στο διαδίκτυο, είστε έτοιμοι.",
  "page-dapps-finance-benefits-1-title": "Ανοιχτή πρόσβαση",
  "page-dapps-finance-benefits-2-description": "Υπάρχει ένας ολόκληρος κόσμος token με τον οποίο μπορείτε να αλληλεπιδράσετε με αυτά τα χρηματοπιστωτικά προϊόντα. Οι άνθρωποι χτίζουν νέα token στο Ethereum συνέχεια.",
  "page-dapps-finance-benefits-2-title": "Μια νέα οικονομία κρυπτονομισμάτων",
  "page-dapps-finance-benefits-3-description": "Οι ομάδες έχουν δημιουργήσει <a href=\"/glossary/#stablecoin\">κρυπτονομίσματα σταθερής αξίας</a> – λιγότερο ασταθή κρυπτονομίσματα. Αυτά σας επιτρέπουν να πειραματιστείτε και να χρησιμοποιείτε κρυπτονομίσματα χωρίς κίνδυνο και αβεβαιότητα.",
  "page-dapps-finance-benefits-3-title": "Κρυπτονομίσματα σταθερής αξίας",
  "page-dapps-finance-benefits-4-description": "Τα οικονομικά προϊόντα στον χώρο του Ethereum είναι όλα σπονδυλωτά και συμβατά μεταξύ τους. Νέες διαμορφώσεις από αυτές τις ενότητες χτυπούν την αγορά συνεχώς, αυξάνοντας το τι μπορείτε να κάνετε με τα κρυπτονομίσματα σας.",
  "page-dapps-finance-benefits-4-title": "Συναφείς χρηματοοικονομικές υπηρεσίες",
  "page-dapps-finance-benefits-description": "Τι είναι αυτό στο Ethereum που επιτρέπει αποκεντρωμένες χρηματοπιστωτικές εφαρμογές να ευδοκιμήσουν;",
  "page-dapps-finance-benefits-title": "αποκεντρωμένη τραπεζική",
  "page-dapps-finance-button": "Οικονομικά",
  "page-dapps-finance-description": "Αυτές είναι εφαρμογές που επικεντρώνονται στη δημιουργία χρηματοπιστωτικών υπηρεσιών χρησιμοποιώντας κρυπτονομίσματα. Προσφέρουν τις αρετές του να δανείζεις, να δανείζεσαι, να κερδίζεις τόκους και να κάνεις ιδιωτικές πληρωμές – δεν απαιτούνται προσωπικά δεδομένα.",
  "page-dapps-finance-title": "Αποκεντρωμένη τραπεζική",
  "page-dapps-foundation-logo-alt": "Λογότυπο ιδρύματος",
  "page-dapps-gaming-benefits-1-description": "Είτε πρόκειται για εικονική γη είτε για κάρτες συναλλαγών, τα αντικείμενα σας είναι διαπραγματεύσιμα σε αγορές συλλεκτών. Τα στοιχεία σας στο παιχνίδι έχουν πραγματική αξία.",
  "page-dapps-gaming-benefits-1-title": "Αντικείμενα παιχνιδιού διπλά ως token",
  "page-dapps-gaming-benefits-2-description": "Μπορείτε να έχετε εσείς τα αντικείμενα σας, και σε ορισμένες περιπτώσεις την πρόοδό σας, και όχι οι εταιρείες παιχνιδιού. Έτσι, δεν θα χάσετε τίποτα, αν η εταιρεία πίσω από το παιχνίδι δέχεται επίθεση, πάσχει από δυσλειτουργία του διακομιστή ή διαλύεται.",
  "page-dapps-gaming-benefits-2-title": "Οι αποταμιεύσεις σας είναι ασφαλείς",
  "page-dapps-gaming-benefits-3-description": "Με τον ίδιο τρόπο που οι πληρωμές Ethereum είναι διαθέσιμες σε οποιονδήποτε για επαλήθευση, τα παιχνίδια μπορούν να χρησιμοποιήσουν αυτή την ποιότητα για να εξασφαλίσουν δικαιοσύνη. Θεωρητικά, τα πάντα είναι επαληθεύσιμα από τον αριθμό των κρίσιμων χτυπημάτων στο μέγεθος του αποθέματος ενός αντιπάλου.",
  "page-dapps-gaming-benefits-3-title": "Αποδεδειγμένη αμεροληψία",
  "page-dapps-gaming-benefits-description": "Τι είναι αυτό για το Ethereum που επιτρέπει την ανάπτυξη αποκεντρωμένων τυχερών παιχνιδιών;",
  "page-dapps-gaming-benefits-title": "αποκεντρωμένα παιχνίδια",
  "page-dapps-gaming-button": "Παιχνίδια",
  "page-dapps-gaming-description": "Αυτές είναι εφαρμογές που επικεντρώνονται στη δημιουργία εικονικών κόσμων και μάχονται άλλους παίκτες χρησιμοποιώντας συλλεκτικά στοιχεία που έχουν πραγματική αξία.",
  "page-dapps-gaming-title": "Αποκεντρωμένα παιχνίδια",
  "page-dapps-get-some-eth-description": "Οι συναλλαγές μέσω των εφαρμογών έχουν κρατήσεις",
  "page-dapps-get-started-subtitle": "Για να δοκιμάσετε μια αποκεντρωμένη εφαρμογή χρειάζεστε ένα <a href=\"/glossary/#wallet\">πορτοφόλι</a> και μερικά ΕΤΗ. Με το πορτοφόλι μπορείτε να συνδεθείτε και με τα ΕΤΗ θα πληρώσετε τυχόν <a href=\"/glossary/#transaction-fee\">κρατήσεις συναλλαγής</a>.",
  "page-dapps-get-started-title": "Ας αρχίσουμε",
  "page-dapps-gitcoin-grants-logo-alt": "Λογότυπο Gitcoin Grants",
  "page-dapps-gitcoin-logo-alt": "Λογότυπο Gitcoin",
  "page-dapps-gm-logo-alt": "Λογότυπο gm.xyz",
  "page-dapps-gods-unchained-logo-alt": "Λογότυπο Gods Unchained",
  "page-dapps-golem-logo-alt": "Λογότυπο Golem",
  "page-dapps-graph-logo-alt": "Λογότυπο Graph",
  "page-dapps-radicle-logo-alt": "Λογότυπο Radicle",
  "page-dapps-hero-header": "Ethereum - δυναμικά εργαλεία και υπηρεσίες",
  "page-dapps-hero-subtitle": "Οι dapp είναι ένας αυξανόμενος χώρος εφαρμογών που χρησιμοποιούν το Ethereum για να διαταράξουν τα επιχειρηματικά μοντέλα ή να εφεύρουν νέα.",
  "page-dapps-how-dapps-work-p1": "Οι dapps εκτελούν τον κώδικά τους (έξυπνα συμβόλαια) σε ένα αποκεντρωμένο δίκτυο και όχι σε κεντρικό διακομιστή. Χρησιμοποιούν την <a href=\"/glossary/#blockchain\">κρυπτοαλυσίδα</a> του Ethereum για αποθήκευση δεδομένων και έξυπνα συμβόλαια για τη λογική της εφαρμογής τους.",
  "page-dapps-how-dapps-work-p2": "Ένα έξυπνο συμβόλαιο είναι σαν ένα σύνολο κανόνων που υπάρχει on-chain για να το βλέπουν όλοι και να τρέχουν ακριβώς σύμφωνα με αυτούς τους κανόνες. Φανταστείτε μια μηχανή αυτόματης πώλησης: αν την εφοδιάσετε με αρκετά κεφάλαια και τη σωστή επιλογή, θα πάρετε το αντικείμενο που θέλετε. Και όπως οι μηχανές αυτόματης πώλησης, τα έξυπνα συμβόλαια μπορούν να κρατάνε κεφάλαια όπως ο λογαριασμός σας στο Ethereum. Αυτό επιτρέπει στον κώδικα να μεσολαβεί σε συμφωνίες και συναλλαγές.",
  "page-dapps-how-dapps-work-p3": "Μόλις οι dapp εγκατασταθούν στο δίκτυο Ethereum δεν μπορείτε να τις αλλάξετε. Οι dapp μπορούν να αποκεντρωθούν επειδή ελέγχονται από τη λογική που γράφεται στο συμβόλαιο και όχι από ένα άτομο ή μια εταιρεία.",
  "page-dapps-how-dapps-work-title": "Πώς λειτουργούν οι dapp",
  "page-dapps-ipfs-logo-alt": "Λογότυπο IPFS",
  "page-dapps-kyberswap-logo-alt": "Λογότυπο KyberSwap",
  "page-dapps-learn-callout-button": "Ξεκινήστε να δημιουργείτε",
  "page-dapps-learn-callout-description": "Η πύλη προγραμματιστών της κοινότητάς μας έχει έγγραφα, εργαλεία και πλαίσια για να σας βοηθήσει να αρχίσετε να χτίζετε ένα dapp.",
  "page-dapps-learn-callout-image-alt": "Απεικόνιση ενός χεριού που δημιουργεί το σύμβολο του ETH από lego τουβλάκια.",
  "page-dapps-learn-callout-title": "Μάθετε να δημιουργείτε μια εφαρμογή",
  "page-dapps-lido-logo-alt": "Λογότυπο Lido",
  "page-dapps-loopring-logo-alt": "Λογότυπο Loopring",
  "page-dapps-magic-behind-dapps-description": "Οι dapp μπορεί να μοιάζουν με κανονικές εφαρμογές. Αλλά στα παρασκήνια έχουν κάποιες ειδικές ιδιότητες, επειδή κληρονομούν όλες τις υπερδυνάμεις του Ethereum. Αυτό κάνει τις dapp διαφορετικές από τις άλλες εφαρμογές.",
  "page-dapps-magic-behind-dapps-link": "Τι κάνει το Ethereum μοναδικό;",
  "page-dapps-magic-behind-dapps-title": "Η μαγεία πίσω από τις dapp",
  "page-dapps-magic-title-1": "Η μαγεία",
  "page-dapps-magic-title-2": "πίσω από",
  "page-dapps-magician-img-alt": "Απεικόνιση μάγων",
  "page-dapps-marble-cards-logo-alt": "Λογότυπο marble.cards",
  "page-dapps-async-logo-alt": "Λογότυπο Async",
  "page-dapps-matcha-logo-alt": "Λογότυπο Matcha",
  "page-dapps-meeds-logo-alt": "Λογότυπο Meeds",
  "page-dapps-metaverse-benefits-title": "metaverse",
  "page-dapps-metaverse-benefits-description": "Τι είναι αυτό για το Ethereum που επιτρέπει την ανάπτυξη metaverse;",
  "page-dapps-metaverse-benefits-1-title": "NFT",
  "page-dapps-metaverse-benefits-1-description": "Μοναδικά στοιχεία εντός παιχνιδιού που ανήκουν σε χρήστες και είναι διαλειτουργικά σε εικονικούς κόσμους και αγορές που υποστηρίζουν τα ίδια πρότυπα.",
  "page-dapps-metaverse-benefits-2-title": "Κοινότητες που ανήκουν στους χρήστες",
  "page-dapps-metaverse-benefits-2-description": "Οι ταυτότητες ανήκουν στους χρήστες με ατελείωτες ευκαιρίες να εξερευνήσουν και να δημιουργήσουν κοινωνικά δίκτυα σε πολλούς εικονικούς κόσμους.",
  "page-dapps-metaverse-button": "Metaverse",
  "page-dapps-metaverse-title": "Metaverse",
  "page-dapps-metaverse-description": "Πρόκειται για εφαρμογές που επιτρέπουν στους χρήστες να συμμετέχουν ελεύθερα σε εικονικούς κόσμους. Οι χρήστες μπορούν να σχηματίσουν προσωπικά δίκτυα και να αποκτήσουν την κυριότητα των ψηφιακών στοιχείων.",
  "page-dapps-mirror-logo-alt": "Λογότυπο Mirror",
  "page-dapps-mobile-options-header": "Περιήγηση σε άλλη κατηγορία",
  "page-dapps-multichain-logo-alt": "Λογότυπο Multichain",
  "page-dapps-nifty-gateway-logo-alt": "Λογότυπο Nifty Gateway",
  "page-dapps-summerfi-logo-alt": "Λογότυπο Summer.fi",
  "page-dapps-opensea-logo-alt": "Λογότυπο OpenSea",
  "page-dapps-opera-logo-alt": "Λογότυπο Opera",
  "page-dapps-osuvox-logo-alt": "Λογότυπο OSUVOX",
  "page-dapps-polymarket-logo-alt": "Λογότυπο Polymarket",
  "page-dapps-poap-logo-alt": "Λογότυπο του πρωτοκόλλου απόδειξης συμμετοχής",
  "page-dapps-pooltogether-logo-alt": "Λογότυπο PoolTogether",
  "page-dapps-rarible-logo-alt": "Λογότυπο Rarible",
  "page-dapps-ready-button": "Go",
  "page-dapps-ready-description": "Επιλέξτε μια dapp να τη δοκιμάσετε",
  "page-dapps-ready-title": "Έτοιμοι;",
  "page-dapps-request-finance-logo-alt": "Αίτημα λογότυπου Χρηματοοικονομικών",
  "page-dapps-rubic-logo-alt": "Λογότυπο Rubic",
  "page-dapps-sablier-logo-alt": "Λογότυπο Sablier",
  "page-dapps-set-up-a-wallet-button": "Επιλογή πορτοφολιού",
  "page-dapps-set-up-a-wallet-description": "Ένα πορτοφόλι είναι η “σύνδεση” σας σε μια dapp",
  "page-dapps-set-up-a-wallet-title": "Ρυθμίστε ένα πορτοφόλι",
  "page-dapps-social-button": "Κοινωνικά δίκτυα",
  "page-dapps-social-description": "Πρόκειται για εφαρμογές που εστιάζουν στη δημιουργία αποκεντρωμένων κοινωνικών δικτύων χρησιμοποιώντας τεχνολογίες αποκεντρωμένης ταυτότητας, όπου οι ψηφιακές ταυτότητες και τα κοινωνικά γραφήματα ανήκουν στους χρήστες.",
  "page-dapps-social-title": "Κοινωνικά δίκτυα",
  "page-dapps-spatial-logo-alt": "Λογότυπο Spatial",
  "page-dapps-spruce-logo-alt": "Λογότυπο Spruce",
  "page-dapps-status-logo-alt": "Λογότυπο Status",
  "page-dapps-superrare-logo-alt": "Λογότυπο SuperRare",
  "page-dapps-technology-button": "Τεχνολογία",
  "page-dapps-technology-description": "Πρόκειται για εφαρμογές που επικεντρώνονται στην αποκέντρωση των εργαλείων ανάπτυξης, ενσωματώνοντας κρυπτοοικονομικά συστήματα στην υπάρχουσα τεχνολογία και δημιουργώντας αγορές για εργασίες ανάπτυξης ανοιχτού κώδικα.",
  "page-dapps-technology-title": "Αποκεντρωμένη τεχνολογία",
  "page-dapps-uniswap-logo-alt": "Λογότυπο Uniswap",
  "page-dapps-wallet-callout-button": "Επιλογή πορτοφολιού",
  "page-dapps-wallet-callout-description": "Τα πορτοφόλια είναι και αυτά αποκεντρωμένες εφαρμογές. Βρείτε ένα που να ταιριάζει σε εσάς.",
  "page-dapps-wallet-callout-image-alt": "Απεικόνιση ενός ρομπότ.",
  "page-dapps-wallet-callout-title": "Προβολή πορτοφολιών",
  "page-dapps-warning-header": "Να κάνετε πάντα τη δική σας έρευνα",
  "page-dapps-warning-message": "Το Ethereum είναι μια νέα τεχνολογία και οι περισσότερες εφαρμογές είναι καινούργιες. Πριν από την κατάθεση μεγάλων ποσών, βεβαιωθείτε πως έχετε καταλάβει πλήρως το ρίσκο.",
  "page-dapps-what-are-dapps": "Τι είναι οι dapp;",
  "page-dapps-more-on-defi-button": "Περισσότερα για την αποκεντρωμένη τραπεζική",
  "page-dapps-more-on-nft-button": "Περισσότερα για ψηφιοποιημένες συλλογές",
  "page-dapps-more-on-nft-gaming-button": "Περισσότερα για τα ψηφιοποιημένα αντικείμενα μέσα στο παιχνίδι",
  "page-dapps-dapp-description-pwn": "Εύκολα δάνεια που υποστηρίζονται από οποιαδήποτε ψηφιακά στοιχεία ή NFT στο Ethereum.",
  "page-dapps-pwn-image-alt": "Λογότυπο PWN",
  "page-dapps-xmtp-logo-alt": "Λογότυπο XMTP",
  "opage-dapps-yearn-logo-alt": "Λογότυπο Yearn",
  "page-dapps-yearn-image-alt": "Λογότυπο Yearn",
  "page-dapps-convex-image-alt": "Λογότυπο Convex",
  "foundation": "Ίδρυμα",
  "page-wallets-get-some": "Αποκτήστε ETH",
  "page-dapps-dapp-description-curve": "Το Curve είναι ένα dex που επικεντρώνεται στα κρύπτο σταθερής αξίας",
  "page-dapps-curve-image-alt": "Λογότυπο Curve",
  "page-dapps-dapp-description-dodo": "Το DODO είναι ένας πάροχος ρευστότητας on-chain, ο οποίος αξιοποιεί τον αλγόριθμο Proactive Market Maker (PMM)",
  "page-dapps-dodo-image-alt": "Λογότυπο DODO",
  "page-dapps-dapp-description-artblocks": "Το Art Blocks είναι αφιερωμένο στο να ζωντανεύει συναρπαστικά έργα σύγχρονης τέχνης",
  "page-dapps-artblocks-image-alt": "Λογότυπο Art Blocks",
  "page-dapps-explore-title": "Θέλετε να δείτε περισσότερες εφαρμογές;",
  "page-dapps-explore": "Δείτε τις εκατοντάδες dapps"
}
