{
  "page-what-is-ethereum-alt-img-bazaar": "Εικονογράφηση ατόμου που κοιτά στο παζάρι, που προορίζεται να εκπροσωπήσει το Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Μια απεικόνιση μελών της κοινότητας Ethereum που συνεργάζονται",
  "page-what-is-ethereum-alt-img-lego": "Μια απεικόνιση ενός χεριού που δημιουργεί το λογότυπο του ETH από lego τουβλάκια",
  "page-what-is-ethereum-banking-card": "Τραπεζικές υπηρεσίες για όλους",
  "page-what-is-ethereum-banking-card-desc": "Δεν έχουν όλοι πρόσβαση σε χρηματοοικονομικές υπηρεσίες. Για να αποκτήσετε πρόσβαση στο Ethereum, στα προϊόντα δανεισμού και αποταμίευσής του, το μόνο που χρειάζεστε είναι μια σύνδεση στο διαδίκτυο.",
  "page-what-is-ethereum-build": "Δημιουργήστε με το Ethereum",
  "page-what-is-ethereum-build-desc": "Αν θέλετε να δοκιμάσετε να χτίζετε με το Ethereum, διαβάστε τα σχετικά έγγραφα, ενημερωθείτε από τα σεμινάρια ή ελέγξτε τα εργαλεία που χρειάζεστε για να ξεκινήσετε.",
  "page-what-is-ethereum-censorless-card": "Ανθεκτικό στη Λογοκρισία",
  "page-what-is-ethereum-censorless-card-desc": "Καμία κυβέρνηση ή επιχείρηση δεν έχει τον έλεγχο επί του Ethereum. Η αποκέντρωση καθιστά σχεδόν αδύνατο για οποιονδήποτε να σας σταματήσει από το να λαμβάνετε πληρωμές ή να χρησιμοποιείτε τις υπηρεσίες του Ethereum.",
  "page-what-is-ethereum-comm-desc": "Η κοινότητά μας περιλαμβάνει ανθρώπους από όλα τα κοινωνικά στρώματα, συμπεριλαμβανομένων καλλιτεχνών, κρυπτο-αναρχικών, τις εταιρείες του fortune 500 και τώρα εσάς. Μάθετε πώς μπορείτε να συμμετέχετε σήμερα.",
  "page-what-is-ethereum-commerce-card": "Εμπορικές εγγυήσεις",
  "page-what-is-ethereum-commerce-card-desc": "Οι πελάτες έχουν την ασφάλεια και την εγγύηση ότι τα κεφάλαια θα αλλάξουν χέρια μόνο όταν επιτευχθεί η σχετική συμφωνία. Ομοίως, οι προγραμματιστές μπορούν να έχουν τη βεβαιότητα ότι οι όροι δε θα αλλάξουν.",
  "page-what-is-ethereum-composable-card": "Σύνθετα προϊόντα",
  "page-what-is-ethereum-composable-card-desc": "Όλες οι εφαρμογές είναι κατασκευασμένες στο ίδιο blockchain με μια κοινόχρηστη παγκόσμια κατάσταση, που σημαίνει ότι μπορούν να συνδυάσουν η μία την άλλη (όπως τα τούβλα Lego). Αυτό επιτρέπει τη δημιουργία καλύτερων προϊόντων και εμπειριών, διαβεβαιώνοντας ότι κανείς δεν μπορεί να αφαιρέσει οποιαδήποτε εφαρμογή εργαλείων στην οποία βασίζονται.",
  "page-what-is-ethereum-community": "Η κοινότητα του Ethereum",
  "page-what-is-ethereum-desc": "Το θεμέλιο του ψηφιακού μας μέλλοντος",
  "page-what-is-ethereum-explore": "Εξερευνήστε το Ethereum",
  "page-what-is-ethereum-internet-card": "Ένα ανοικτό διαδίκτυο",
  "page-what-is-ethereum-internet-card-desc": "Ο καθένας μπορεί να αλληλεπιδράσει με το δίκτυο Ethereum ή να δημιουργήσει εφαρμογές. Αυτό σας επιτρέπει να ελέγχετε τα περιουσιακά στοιχεία και την ταυτότητά σας, αντί να ελέγχονται από μερικές μεγάλες εταιρείες.",
  "page-what-is-ethereum-meet-comm": "Γνωρίστε την κοινότητα",
  "page-what-is-ethereum-meta-description": "Μάθετε για το Ethereum, τι κάνει και πώς να το δοκιμάσετε.",
  "page-what-is-ethereum-meta-title": "Τι είναι το Ethereum;",
  "page-what-is-ethereum-p2p-card": "Ένα δίκτυο peer-to-peer",
  "page-what-is-ethereum-p2p-card-desc": "Το Ethereum σας επιτρέπει να συντονίζετε, να κάνετε συμφωνίες ή να μεταφέρετε τα ψηφιακά περιουσιακά στοιχεία απευθείας με άλλους χρήστες.",
  "page-what-is-ethereum-start-building-btn": "Ξεκινήστε να δημιουργείτε",
  "page-what-is-ethereum-title": "Τι είναι το Ethereum;",
  "page-what-is-ethereum-subtitle": "Ένας πλήρης οδηγός για αρχάριους σχετικά με τη λειτουργία του Ethereum, τα οφέλη που παρέχει και πώς χρησιμοποιείται από εκατομμύρια ανθρώπους σε όλο τον κόσμο.",
  "page-what-is-ethereum-button-lets-start": "Ας ξεκινήσουμε",
  "page-what-is-ethereum-blockchain-tab-title": "Τι είναι ένα blockchain;",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Μία blockchain είναι μια βάση δεδομένων συναλλαγών</b> που ενημερώνεται και διαμοιράζεται στους υπολογιστές του δικτύου. Κάθε φορά που προστίθεται ένα νέο σύνολο συναλλαγών ονομάζεται «μπλοκ» όπου προήλθε και η ονομασία blockchain. Οι δημόσιες blockchain όπως το Ethereum επιτρέπουν σε όλους να προσθέτουν αλλά όχι να καταργούν δεδομένα. Αν κάποιος προσπαθούσε να τροποποιήσει οποιαδήποτε πληροφορία ή να εξαπατήσει το σύστημα, θα πρέπει να το κάνει στην πλειονότητα των υπολογιστών του δικτύου. Αυτό είναι πολύ! Αυτό καθιστά τις αποκεντρωμένες blockchain όπως το Ethereum εξαιρετικά ασφαλή.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Τι είναι ένα κρυπτονόμισμα;",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Το κρυπτονόμισμα είναι ένας όρος που χρησιμοποιείται για να περιγράψει πολλούς τύπους εναλλάξιμων ψηφιακών νομισμάτων που ασφαλίζονται χρησιμοποιώντας μία κρυπτοαλυσίδα. Όλα ξεκίνησαν με το Bitcoin. Το Bitcoin μπορεί να χρησιμοποιηθεί για τη μεταφορά κεφαλαίου μεταξύ δύο μερών χωρίς να χρειάζεται να εμπιστευτεί κάποιον μεσάζοντα. Πρέπει μόνο να εμπιστευτείτε τον κώδικα του Bitcoin, ο οποίος είναι ανοιχτός και ελεύθερα διαθέσιμος.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "Ο λόγος που τα περιουσιακά στοιχεία όπως το bitcoin και το ether ονομάζονται «κρυπτονομίσματα» είναι ότι η ασφάλεια των δεδομένων και των περιουσιακών στοιχείων σας διασφαλίζεται από την <a href=\"/glossary/#cryptography\">κρυπτογράφηση</a>, χωρίς την ανάγκη μεσολάβησης ενός ιδρύματος ή εταιρείας.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Το Ethereum έχει τη δική του μητρική κρυπτογράφηση, το ether (ETH), η οποία χρησιμοποιείται για την πληρωμή ορισμένων δραστηριοτήτων στο δίκτυο. Μπορεί να μεταφερθεί σε άλλους χρήστες ή να ανταλλαχθεί για άλλα ψηφιακά στοιχεία στο Ethereum. Το ether είναι ξεχωριστό επειδή χρησιμοποιείται για να πληρώσει για τη χρήση του δικτύου που απαιτείται για την κατασκευή και εκτέλεση εφαρμογών και οργανισμών στο Ethereum.",
  "page-what-is-ethereum-summary-title": "Περίληψη",
  "page-what-is-ethereum-summary-desc-1": "Το Ethereum είναι ένα δίκτυο υπολογιστών σε όλο τον κόσμο που ακολουθούν ένα σύνολο κανόνων που ονομάζεται πρωτόκολλο Ethereum. Το δίκτυο του Ethereum λειτουργεί ως το θεμέλιο για κοινότητες, εφαρμογές, οργανισμούς και ψηφιακά περιουσιακά στοιχεία που μπορεί να δημιουργήσει και να χρησιμοποιήσει ο κάθε χρήστης.",
  "page-what-is-ethereum-summary-desc-2": "Μπορείτε να δημιουργήσετε έναν λογαριασμό Ethereum από οπουδήποτε, ανά πάσα στιγμή και να εξερευνήσετε έναν κόσμο εφαρμογών ή να δημιουργήσετε τον δικό σας. Η βασική καινοτομία είναι ότι μπορείτε να τα κάνετε όλα αυτά χωρίς να εμπιστεύεστε μια κεντρική αρχή που θα μπορούσε να αλλάξει τους κανόνες ή να περιορίσει την πρόσβασή σας.",
  "page-what-is-ethereum-summary-desc-3": "Συνεχίστε να διαβάζετε για να μάθετε περισσότερα…",
  "page-what-is-ethereum-btc-eth-diff-title": "Ποια είναι η διαφορά μεταξύ Ethereum και Bitcoin;",
  "page-what-is-ethereum-btc-eth-diff-1": "Το Ethereum κυκλοφόρησε το 2015 και βασίζεται στην καινοτομία του Bitcoin, με μερικές μεγάλες διαφορές.",
  "page-what-is-ethereum-btc-eth-diff-2": "Και τα δύο σας επιτρέπουν να χρησιμοποιήσετε ψηφιακά χρήματα χωρίς παρόχους πληρωμών ή τράπεζες. Αλλά το <b>Ethereum είναι προγραμματιζόμενο</b>, ώστε να μπορείτε επίσης να δημιουργείτε και να αναπτύσσετε αποκεντρωμένες εφαρμογές στο δίκτυό του.",
  "page-what-is-ethereum-btc-eth-diff-3": "Το Bitcoin μας δίνει τη δυνατότητα να στέλνουμε βασικά μηνύματα ο ένας στον άλλο σχετικά με αυτά που πιστεύουμε ότι είναι πολύτιμα. Η δημιουργία αξίας χωρίς κάποια κεντρική αρχή είναι ήδη ισχυρή. Το Ethereum το επεκτείνει αυτό: εκτός από τα απλά μηνύματα, μπορείτε να γράψετε οποιαδήποτε γενική εφαρμογή ή συμβόλαιο. Δεν υπάρχει κανένα όριο στο είδος των συμβολαίων που μπορούν να δημιουργηθούν και να συμφωνηθούν. Συνεπώς, υπάρχει μεγάλη καινοτομία στο δίκτυο του Ethereum.",
  "page-what-is-ethereum-btc-eth-diff-4": "Ενώ το Bitcoin είναι μόνο ένα δίκτυο πληρωμών, το Ethereum μοιάζει περισσότερο με αγορά χρηματοπιστωτικών υπηρεσιών, παιχνίδια, κοινωνικών δικτύων και άλλων εφαρμογών.",
  "page-what-is-ethereum-what-can-eth-do-title": "Τι μπορεί να κάνει το Ethereum;",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Γιατί να χρησιμοποιήσω το Ethereum;",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Αν ενδιαφέρεστε για πιο ανθεκτικούς, ανοιχτούς και αξιόπιστους τρόπους συντονισμού σε παγκόσμιο επίπεδο, να δημιουργήσετε οργανισμούς, εφαρμογές και να μοιραστείτε περιουσιακά στοιχεία, το Ethereum είναι για εσάς. Είναι μια ιστορία γραμμένη από όλους εμάς. Ελάτε και ανακαλύψτε απίστευτους κόσμους που μπορούμε να δημιουργήσουμε μαζί.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Το Ethereum ήταν επίσης ανεκτίμητο για τους ανθρώπους που έπρεπε να αντιμετωπίσουν την αβεβαιότητα γύρω από την ασφάλεια ή την ευρωστία ή την κινητικότητα των περιουσιακών τους στοιχείων λόγω των εξωτερικών δυνάμεων που δεν είχαν στον έλεγχό τους.",
  "page-what-is-ethereum-slide-1-title": "Φθηνότερες και ταχύτερες διασυνοριακές πληρωμές",
  "page-what-is-ethereum-slide-1-desc-1": "Τα <b>κρυπτονομίσματα σταθερής αξίας</b> είναι ένας νέος τύπος κρυπτονομισμάτων που βασίζεται σε ένα πιο σταθερό περιουσιακό στοιχείο ως βάση για την αξία του. Τα περισσότερα από αυτά υποστηρίζονται με το δολάριο ΗΠΑ και επομένως διατηρούν την αξία αυτού του νομίσματος. Αυτά επιτρέπουν ένα πολύ φθηνό και σταθερό παγκόσμιο σύστημα πληρωμών. Πολλά από τα υπάρχοντα κρυπτονομίσματα σταθερής αξίας έχουν δημιουργηθεί στο δίκτυο του Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Το Ethereum και τα κρυπτονομίσματα σταθερής αξίας, απλοποιούν τη διαδικασία αποστολής χρημάτων στο εξωτερικό. Χρειάζονται συχνά μόνο λίγα λεπτά για να μετακινηθούν κεφάλαια σε όλο τον κόσμο, σε αντίθεση με τις αρκετές εργάσιμες ημέρες ή ακόμη και εβδομάδες που μπορεί να χρειαστεί μια μέση τράπεζα και με ελάχιστο κόστος. Επιπλέον, δεν υπάρχει επιπλέον χρέωση για την πραγματοποίηση μιας συναλλαγής υψηλής αξίας και υπάρχουν μηδενικοί περιορισμοί για το πού ή γιατί στέλνετε τα χρήματά σας.",
  "page-what-is-ethereum-slide-2-title": "Η γρηγορότερη βοήθεια σε εποχές κρίσεως",
  "page-what-is-ethereum-slide-2-desc-1": "Εάν είστε αρκετά τυχεροί ώστε να έχετε πολλαπλές τραπεζικές επιλογές μέσω αξιόπιστων ιδρυμάτων εκεί που ζείτε, μπορεί να θεωρείτε δεδομένη την οικονομική ελευθερία, την ασφάλεια και τη σταθερότητα που προσφέρουν. Αλλά για πολλούς ανθρώπους σε όλο τον κόσμο που αντιμετωπίζουν πολιτική αναταραχή ή οικονομικές δυσκολίες, τα χρηματοπιστωτικά ιδρύματα μπορεί να μην παρέχουν την προστασία ή τις υπηρεσίες που χρειάζεται.",
  "page-what-is-ethereum-slide-2-desc-2": "Όταν πόλεμοι, οικονομικές καταστροφές ή καταστολές των πολιτικών ελευθεριών έπληξαν τους κατοίκους της <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Βενεζουέλας</a>, της <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Κούβαw</a>, του <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Αφγανιστάν</a>, της <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Νιγηρίας</a>, της <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Λευκορωσίας</a> και της <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ουκρανίας</a>, τα κρυπτονομίσματα αποτέλεσαν την πιο γρήγορη και συχνά τη μόνη επιλογή για τη διατήρηση της οικονομικής υπηρεσίας. <sup><a href=\"https://www.financialinclusion.tech/\">1</a></sup> Όπως φαίνεται σε αυτά τα παραδείγματα, κρυπτονομίσματα, όπως το Ethereum, μπορούν να παρέχουν απεριόριστη πρόσβαση στην παγκόσμια οικονομία, όταν οι άνθρωποι είναι αποκομμένοι από τον έξω κόσμο. Επιπλέον, τα κρυπτονομίσματα σταθερής αξίας (stablecoins) αποτελούν αποθήκη αξίας όταν τα τοπικά νομίσματα καταρρέουν λόγω του υπερπληθωρισμού.",
  "page-what-is-ethereum-slide-3-title": "Ενισχύοντας τους δημιουργούς",
  "page-what-is-ethereum-slide-3-desc-1": "Μόνο το 2021, καλλιτέχνες, μουσικοί, συγγραφείς και άλλοι δημιουργοί χρησιμοποίησαν το Ethereum για να κερδίσουν περίπου 3,5 δισεκατομμύρια δολάρια. Αυτό καθιστά το Ethereum μία από τις μεγαλύτερες παγκόσμιες πλατφόρμες για δημιουργούς, παράλληλα με το Spotify, το YouTube και το Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Μάθετε περισσότερα</a>.",
  "page-what-is-ethereum-slide-4-title": "Ενισχύοντας τους παίκτες παιχνιδιών",
  "page-what-is-ethereum-slide-4-desc-1": "Τα παιχνίδια με ανταμοιβές (όπου οι παίκτες στην πραγματικότητα ανταμείβονται για να παίζουν τα παιχνίδια) έχουν εμφανιστεί πρόσφατα μεταμορφώνοντας τη βιομηχανία των παιχνιδιών. Παραδοσιακά, συχνά απαγορεύεται να ανταλλάσσουν ή να μεταφέρουν μέσα στο παιχνίδι περιουσιακά στοιχεία σε άλλους παίκτες με πραγματικά χρήματα. Αυτό αναγκάζει τους παίκτες να χρησιμοποιούν ιστοσελίδες μαύρης αγοράς που συχνά αποτελούν κίνδυνο για την ασφάλειά τους. Τα παιχνίδια στο blockchain υποστηρίζουν την οικονομία εντός του παιχνιδιού και προωθούν μια τέτοια συμπεριφορά με αξιόπιστο τρόπο.",
  "page-what-is-ethereum-slide-4-desc-2": "Επιπλέον, οι παίκτες παρακινούνται από το να μπορούν να ανταλλάσσουν ψηφιακά στοιχεία εντός του παιχνιδιού με πραγματικά χρήματα και έτσι να ανταμείβονται πραγματικά για το χρόνο του παιχνιδιού τους.",
  "page-what-is-ethereum-meet-ether-title": "Γνωρίστε το ether, το κρυπτονόμισμα του Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Πολλές ενέργειες στο δίκτυο του Ethereum απαιτούν κάποια εργασία να γίνει στον ενσωματωμένο υπολογιστή του Ethereum (γνωστό ως Εικονική Μηχανή Ethereum). Αυτός ο υπολογισμός δεν είναι ελεύθερος, πληρώνεται για τη χρήση του εγγενή κρυπτονομίσματος του Ethereum που ονομάζεται ether (ETH). Αυτό σημαίνει ότι χρειάζεστε τουλάχιστον μια μικρή ποσότητα ether για να χρησιμοποιήσετε το δίκτυο.",
  "page-what-is-ethereum-meet-ether-desc-2": "Το Ether είναι καθαρά ψηφιακό και μπορείτε να το στείλετε σε οποιονδήποτε, οπουδήποτε στον κόσμο άμεσα. Η ρευστότητα του ether δεν ελέγχεται από κάποια κυβέρνηση ή εταιρεία, είναι αποκεντρωμένη και απολύτως διαφανής. Το ether εκδίδεται με ακριβή τρόπο σύμφωνα με το πρωτόκολλο, μόνο σε χρήστες με αποθηκευμένο κεφάλαιο που ασφαλίζουν το δίκτυο.",
  "page-what-is-ethereum-what-is-ether": "Τι είναι το ether;",
  "page-what-is-ethereum-get-eth": "Αποκτήστε ETH",
  "page-what-is-ethereum-explore-applications": "Εξερεύνηση εφαρμογών",
  "page-what-is-ethereum-learn-defi": "Μάθετε για τη DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Ποιος εκτελεί το Ethereum;",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Το Ethereum δεν ελέγχεται από καμία συγκεκριμένη οντότητα. Υπάρχει κάθε φορά που υπάρχουν συνδεδεμένοι υπολογιστές και εκτελούν λογισμικό ακολουθώντας το πρωτόκολλο Ethereum και συμμετέχοντας στην <a href=\"/glossary/#blockchain\">κρυπτοαλυσίδα</a> του Ethereum. Κάθε ένας από αυτούς τους υπολογιστές είναι γνωστός ως κόμβος. Οι κόμβοι μπορούν να διαχειρίζονται από οποιονδήποτε, αν και για να συμμετέχουν στην ασφάλεια του δικτύου θα πρέπει να <a href=\"/glossary/#staking\">αποθηκεύσουν</a> ETH (μητρικό ψηφιακό στοιχείο του Ethereum). Ο καθένας με κεφάλαιο 32 ETH μπορεί να το κάνει αυτό χωρίς να χρειάζεται άδεια.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Ακόμη και ο πηγαίος κώδικας του Ethereum δεν παράγεται από μια ενιαία οντότητα. Ο καθένας μπορεί να προτείνει αλλαγές στο πρωτόκολλο και να συζητήσει για αναβαθμίσεις. Υπάρχουν αρκετές υλοποιήσεις του πρωτοκόλλου του Ethereum που παράγονται από ανεξάρτητους οργανισμούς σε διάφορες γλώσσες προγραμματισμού και συνήθως δημιουργούνται από ένα ανοιχτό και ενθουσιασμένο μέρος της κοινότητας.",
  "page-what-is-ethereum-run-a-node": "Εκτελέστε ένα κόμβο",
  "page-what-is-ethereum-smart-contract-title": "Τι είναι τα έξυπνα συμβόλαια;",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Τα έξυπνα συμβόλαια είναι προγράμματα υπολογιστών</b> που υπάρχουν στην κρυπτοαλυσίδα του Ethereum. Εκτελούνται μόνο όταν ενεργοποιούνται από μια συναλλαγή ενός χρήστη. Προσφέρουν στο Ethereum ευελιξία στις δυνατότητές του. Αυτά τα προγράμματα λειτουργούν ως δομικά στοιχεία για αποκεντρωμένες εφαρμογές και οργανισμούς.",
  "page-what-is-ethereum-smart-contract-desc-2": "Έχετε χρησιμοποιήσει ποτέ ένα προϊόν που άλλαξε τους όρους της υπηρεσίας; Ή αφαίρεσε ένα χαρακτηριστικό που βρήκατε χρήσιμο; Μόλις ένα έξυπνο συμβόλαιο δημοσιευθεί στο Ethereum, θα είναι διαθέσιμο και θα λειτουργεί για όσο διάστημα υπάρχει το Ethereum. Ούτε καν ο συντάκτης δεν μπορεί να το αφαιρέσει. Δεδομένου ότι τα έξυπνα συμβόλαια είναι αυτοματοποιημένα, δεν κάνουν διακρίσεις σε βάρος οποιουδήποτε χρήστη και είναι πάντα έτοιμα για χρήση.",
  "page-what-is-ethereum-smart-contract-desc-3": "Δημοφιλή παραδείγματα έξυπνων συμβολαίων είναι εφαρμογές δανεισμού, αποκεντρωμένα ανταλλακτήρια, ασφάλιση, τετραγωνική χρηματοδότηση, κοινωνικά δίκτυα, <a href=\"/glossary/#nft\">NFT</a> και βασικά οτιδήποτε μπορείτε να σκεφτείτε.",
  "page-what-is-ethereum-more-on-smart-contracts": "Περισσότερα για τα έξυπνα συμβόλαια",
  "page-what-is-ethereum-explore-dapps": "Εξερευνήστε τα dapps",
  "page-what-is-ethereum-criminal-activity-title": "Άκουσα ότι το κρύπτο χρησιμοποιείται ως εργαλείο για εγκληματική δραστηριότητα. Είναι αυτό αλήθεια;",
  "page-what-is-ethereum-criminal-activity-desc-1": "Όπως κάθε μορφή τεχνολογίας, κάποια στιγμή θα χρησιμοποιηθούν με λάθος τρόπο. Ωστόσο, επειδή όλες οι συναλλαγές Ethereum συμβαίνουν σε ένα ανοιχτό blockchain, είναι συχνά ευκολότερο για τις αρχές να παρακολουθούν την παράνομη δραστηριότητα από ό, τι θα ήταν στο παραδοσιακό χρηματοπιστωτικό σύστημα, αναμφισβήτητα καθιστώντας το Ethereum μια λιγότερο ελκυστική επιλογή για εκείνους που θα προτιμούσαν να μην ανιχνευτούν.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Το κρύπτο χρησιμοποιείται πολύ λιγότερο από τα παραστατικά νομίσματα για εγκληματικούς σκοπούς, σύμφωνα με τα βασικά ευρήματα μιας πρόσφατης έκθεσης της Europol, τον Οργανισμό της Ευρωπαϊκής Ένωσης για τη Συνεργασία Επιβολής του Νόμου:",
  "page-what-is-ethereum-criminal-activity-desc-3": "«Η χρήση κρυπτονομισμάτων για παράνομες δραστηριότητες φαίνεται να περιλαμβάνει μόνο ένα μικρό μέρος της συνολικής οικονομίας κρυπτονομισμάτων και φαίνεται να είναι συγκριτικά μικρότερο από το ποσό των παράνομων κεφαλαίων που συμμετέχουν στην παραδοσιακή χρηματοδότηση.»",
  "page-what-is-ethereum-energy-title": "Τι γίνεται με την κατανάλωση ενέργειας του Ethereum;",
  "page-what-is-ethereum-energy-desc-1": "Στις 15 Σεπτεμβρίου 2022, το Ethereum προχώρησε με την αναβάθμιση της Συγχώνευσης, που μετέφερε το Ethereum από την <a href=\"/glossary/#pow\">απόδειξη εργασίας</a> στην <a href=\"/glossary/#pos\">απόδειξη συμμετοχής</a>.",
  "page-what-is-ethereum-energy-desc-2": "Αυτή η Συγχώνευση ήταν η μεγαλύτερη αναβάθμιση του Ethereum η οποία μείωσε την κατανάλωση ενέργειας κατά περίπου <b>99.95%</b>, δημιουργώντας ένα <b>ασφαλέστερο δίκτυο, με πολύ μικρότερο κόστος άνθρακα</b>. Το Ethereum είναι πλέον ένα blockchain με χαμηλές εκπομπές άνθρακα ενισχύοντας παράλληλα την ασφάλεια και την επεκτασιμότητά του.",
  "page-what-is-ethereum-more-on-energy-consumption": "Περισσότερα για την κατανάλωση ενέργειας",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Ετήσια κατανάλωση ενέργειας σε TWh/έτος",
  "energy-consumption-chart-global-data-centers-label": "Παγκόσμια κέντρα δεδομένων",
  "energy-consumption-gold-mining-cbeci-label": "Εξόρυξη χρυσού",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Παιχνίδια στις ΗΠΑ",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "Η αναβάθμιση της Συγχώνευσης",
  "page-what-is-ethereum-additional-reading": "Περισσότερες πληροφορίες",
  "page-what-is-ethereum-week-in-ethereum": "Εβδομάδα στις ειδήσεις του Ethereum",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Ένα εβδομαδιαίο ενημερωτικό δελτίο που καλύπτει βασικές εξελίξεις σε όλο το οικοσύστημα.",
  "page-what-is-ethereum-kernel-dreamers": "Kernel",
  "page-what-is-ethereum-kernel-dreamers-desc": "Το όνειρο του Ethereum",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atoms, Ιδρύματα, Blockchains",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Γιατί έχουν σημασία οι blockchain;",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Το Ethereum σε αριθμούς",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "Έργα που δημιουργήθηκαν στο Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "Λογαριασμοί (πορτοφόλια) με υπόλοιπο σε ΕΤΗ",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "Έξυπνα συμβόλαια στο Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "Εξασφαλισμένη αξία στο Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "Κέρδη δημιουργών στο Ethereum το 2021",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "Πρόσφατος αριθμός συναλλαγών",
  "adoption-chart-column-now-label": "Τώρα",
  "adoption-chart-investors-label": "Επενδυτές",
  "adoption-chart-developers-label": "Προγραμματιστές",
  "adoption-chart-companies-label": "Εταιρείες",
  "adoption-chart-artists-label": "Καλλιτέχνες",
  "adoption-chart-musicians-label": "Μουσικοί",
  "adoption-chart-writers-label": "Συγγραφείς",
  "adoption-chart-gamers-label": "Παίκτες παιχνιδιών",
  "adoption-chart-refugees-label": "Πρόσφυγες",
  "page-what-is-ethereum-get-eth-alt": "Αποκτήστε ETH",
  "page-what-is-ethereum-get-eth-description": "Το ETH είναι το εγγενές νόμισμα του Ethereum. Θα χρειαστείτε λίγα ETH στο πορτοφόλι σας για να χρησιμοποιήσετε τις εφαρμογές στο Ethereum.",
  "page-what-is-ethereum-get-eth-title": "Αποκτήστε ETH",
  "page-what-is-ethereum-explore-dapps-alt": "Εξερεύνηση dapp",
  "page-what-is-ethereum-explore-dapps-description": "Οι dapps είναι εφαρμογές που έχουν δημιουργηθεί στο Ethereum. Οι dapps εξετάζουν τα τρέχοντα επιχειρηματικά μοντέλα και εφευρίσκουν νέα.",
  "page-what-is-ethereum-explore-dapps-title": "Δοκιμάστε μερικές αποκεντρωμένες εφαρμογές"
}
