{
  "layer-2-arbitrum-note": "Αποδείξεις απάτης μόνο για χρήστες στη λίστα επιτρεπόμενων, η οποία δεν έχει ανοίξει ακόμη",
  "layer-2-boba-note": "Κατάσταση επικύρωσης σε εξέλιξη",
  "layer-2-optimism-note": "Αποδείξεις σφαλμάτων σε εξέλιξη",
  "layer-2-base-note": "Το σύστημα απόδειξης απάτης βρίσκεται επί του παρόντος υπό ανάπτυξη",
  "layer-2-metadata-description": "Σελίδα εισαγωγής στο επίπεδο 2",
  "layer-2-hero-title": "Επίπεδο 2",
  "layer-2-hero-header": "Ethereum για όλους",
  "layer-2-hero-subtitle": "Κλιμακωτή αναβάθμιση Ethereum για μαζική υιοθέτηση.",
  "layer-2-hero-alt-text": "Εικονογράφηση συναλλαγών στο επίπεδο 2 και δημοσίευση στο κεντρικό δίκτυο Ethereum",
  "layer-2-hero-button-1": "Τι είναι",
  "layer-2-hero-button-2": "Χρήση",
  "layer-2-hero-button-3": "Μετάβαση",
  "layer-2-statsbox-1": "Κλειδωμένα TVL στο επίπεδο 2 (USD)",
  "layer-2-statsbox-2": "Μέσος όρος κρατήσεων μεταφοράς ETH (USD)",
  "layer-2-statsbox-3": "Αλλαγή TVL Επιπέδου 2 (30 ημερών)",
  "layer-2-what-is-layer-2-title": "Τι είναι το Επίπεδο 2;",
  "layer-2-what-is-layer-2-1": "Το επίπεδο 2 (L2) είναι ένας συλλογικός όρος που περιγράφει ένα συγκεκριμένο σύνολο λύσεων κλιμάκωσης Ethereum. <strong>Το επίπεδο 2 είναι μια ξεχωριστή <a href=\"/glossary/#blockchain\">κρυπτοαλυσίδα</a> που επεκτείνει το Ethereum και κληρονομεί τις εγγυήσεις ασφαλείας του</strong>.",
  "layer-2-what-is-layer-2-2": "Τώρα ας το ψάξουμε λίγο περισσότερο. Για να το κάνουμε αυτό πρέπει αρχικά να εξηγήσουμε το επίπεδο 1 (L1).",
  "layer-2-what-is-layer-1-title": "Τι είναι το Επίπεδο 1;",
  "layer-2-what-is-layer-1-1": "Το επίπεδο 1 είναι η βασική κρυπτοαλυσίδα. Το Ethereum και το Bitcoin είναι και τα δύο κρυπτοαλυσίδες επιπέδου 1, επειδή αποτελούν το <strong>βασικό θεμέλιο που δημιουργούν πάνω σε αυτές διάφορα δίκτυα επιπέδου 2</strong>. Παραδείγματα έργων επιπέδου 2 περιλαμβάνουν «πακέτα ενημερώσεως» στο Ethereum και το Lightning Network στο Bitcoin. Όλη η δραστηριότητα συναλλαγών χρήστη σε αυτά τα έργα επιπέδου 2 μπορεί να μεταβιβαστεί στην κρυπτοαλυσίδα επιπέδου 1.",
  "layer-2-what-is-layer-1-2": "Το Ethereum λειτουργεί επίσης ως επίπεδο <a href=\"/glossary/#data-availability\">διαθεσιμότητας δεδομένων</a> για τα επίπεδα 2. Αυτά τα L2 δημοσιεύουν τα δεδομένα συναλλαγών τους στο Ethereum, στηριζόμενα στο Ethereum για τη διαθεσιμότητα δεδομένων. Στη συνέχεια, μπορούν να χρησιμοποιηθούν για τη λήψη κατάστασης ή την αμφισβήτηση των συναλλαγών στο επίπεδο 2.",
  "layer-2-what-is-layer-1-list-title": "<strong>Το Ethereum ως επίπεδο 1 περιλαμβάνει:</strong>",
  "layer-2-what-is-layer-1-list-1": "<strong>Το δίκτυο διαχειριστών κόμβων</strong> που ασφαλίζουν και <a href=\"/glossary/#validator\">επαληθεύουν</a> το δίκτυο",
  "layer-2-what-is-layer-1-list-2": "<strong>Το δίκτυο των δημιουργών μπλοκ</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>Την blockchain</strong> και το ιστορικό των δεδομένων συναλλαγών",
  "layer-2-what-is-layer-1-list-4": "<strong>Τον <a href=\"/glossary/#consensus\">μηχανισμό συναίνεσης</a></strong> του δικτύου",
  "layer-2-what-is-layer-1-list-link-1": "Έχετε απορίες για το Ethereum;",
  "layer-2-what-is-layer-1-list-link-2": "Μάθετε τι είναι το Ethereum.",
  "layer-2-why-do-we-need-layer-2-title": "Γιατί χρειαζόμαστε επίπεδο 2;",
  "layer-2-why-do-we-need-layer-2-1": "Οι τρεις ιδιότητες μιας κρυπτοαλυσίδας είναι <strong>η αποκέντρωση, η ασφάλεια, και η επεκτασιμότητα</strong>. Το <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\"> τρίλλημα της κρυπτοαλυσίδας</a> δηλώνει ότι μια απλή αρχιτεκτονική των κρυπτοαλυσίδων μπορεί να επιτύχει μόνο δύο από τις τρεις ιδιότητες. Θέλετε μια ασφαλή και αποκεντρωμένη κρυπτοαλυσίδα; Πρέπει να θυσιάσετε την επεκτασιμότητα.",
  "layer-2-why-do-we-need-layer-2-2": "Επί του παρόντος, το Ethereum επεξεργάζεται 1+ εκατομμύριο συναλλαγές ανά ημέρα. Η ζήτηση για χρήση του Ethereum μπορεί να προκαλέσει υψηλές τιμές προμήθειας συναλλαγών. Σε αυτό το σημείο εμφανίζεται η ανάγκη για δίκτυα επιπέδου 2.",
  "layer-2-why-do-we-need-layer-2-scalability": "Κλιμάκωση",
  "layer-2-why-do-we-need-layer-2-scalability-1": "Ο κύριος στόχος του επιπέδου 2 είναι να αυξήσει την ταχύτητα οριστικοποίησης (περισσότερες συναλλαγές ανά δευτερόλεπτο) χωρίς να θυσιάζεται η αποκέντρωση ή η ασφάλεια.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "Το <a href=\"/glossary/#mainnet\">κεντρικό δίκτυο</a> του Ethereum (επίπεδο 1) μπορεί να επεξεργαστεί περίπου 15 συναλλαγές ανά δευτερόλεπτο. Όταν η ζήτηση για χρήση του Ethereum είναι υψηλή, στο δίκτυο γίνεται συμφόρηση, γεγονός που αυξάνει τα τέλη συναλλαγών και τις τιμές στους χρήστες που δεν μπορούν να τις αντέξουν οικονομικά. Το επίπεδο 2 είναι λύσεις που μειώνουν αυτές τις χρεώσεις επεξεργάζοντας τις συναλλαγές εκτός της κρυπτοαλυσίδας επιπέδου 1.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "Περισσότερα για το όραμα Ethereum",
  "layer-2-benefits-of-layer-2-title": "Οφέλη του επιπέδου 2",
  "layer-2-lower-fees-title": "Χαμηλότερες κρατήσεις",
  "layer-2-lower-fees-description": "Συνδυάζοντας πολλαπλές εκτός-αλυσίδας συναλλαγές σε μία συναλλαγή επιπέδου 1, οι χρεώσεις συναλλαγών μειώνονται σημαντικά, καθιστώντας το Ethereum πιο προσιτό για όλους.",
  "layer-2-maintain-security-title": "Διατήρηση ασφάλειας",
  "layer-2-maintain-security-description": "Οι αλυσίδες συστοιχιών επιπέδου 2 διακανονίζουν τις συναλλαγές στο Κεντρικό Δίκτυο του Ethereum, επιτρέποντας στους χρήστες να επωφεληθούν από την ασφάλεια του δικτύου του Ethereum.",
  "layer-2-expand-use-cases-title": "Βελτίωση χρήσης",
  "layer-2-expand-use-cases-description": "Με ταχύτερες συναλλαγές ανά δευτερόλεπτο, χαμηλότερες χρεώσεις και νέα τεχνολογία, τα έργα θα αναπτυχθούν σε νέες εφαρμογές με βελτιωμένη εμπειρία χρήστη.",
  "layer-2-how-does-layer-2-work-title": "Πώς λειτουργεί το επίπεδο 2;",
  "layer-2-how-does-layer-2-work-1": "Όπως αναφέραμε παραπάνω, το επίπεδο 2 είναι ένας συλλογικός όρος για λύσεις αναβάθμισης του Ethereum που χειρίζονται συναλλαγές εκτός του επιπέδου 1, ενώ παράλληλα εκμεταλλεύονται την ισχυρή αποκεντρωμένη ασφάλεια του επιπέδου 1 του Ethereum. <strong>Το επίπεδο 2 είναι μια ξεχωριστή κρυπτοαλυσίδα που επεκτείνει το Ethereum</strong>. Πώς λειτουργεί αυτό;",
  "layer-2-how-does-layer-2-work-2": "Υπάρχουν αρκετοί διαφορετικοί τύποι επιπέδου 2, ο καθένας από τους οποίους έχει τους δικούς του τρόπους συναλλαγών και μοντέλα ασφαλείας. Το επίπεδο 2 απομακρύνει το βάρος των συναλλαγών από το επίπεδο 1, επιτρέποντάς του να γίνει ταχύτερο και όλα γίνονται πιο επεκτάσιμα.",
  "layer-2-rollups-title": "Rollups",
  "layer-2-rollups-1": "Τα πακέτα ενημερώσεων (ή «roll up») περιλαμβάνουν εκατοντάδες συναλλαγές σε μια ενιαία συναλλαγή στο επίπεδο 1. Αυτό κατανέμει τις χρεώσεις συναλλαγών L1 σε όλους που βρίσκονται στο πακέτο, καθιστώντας το φθηνότερο για κάθε χρήστη.",
  "layer-2-rollups-2": "Τα δεδομένα συναλλαγών του πακέτου συναλλαγών υποβάλλονται στο επίπεδο 1, αλλά η εκτέλεση πραγματοποιείται ξεχωριστά από το πακέτων συναλλαγών. Με την υποβολή των δεδομένων συναλλαγών στο επίπεδο 1, μεταβιβάζεται η ασφάλεια στο Ethereum. Αυτό συμβαίνει επειδή μόλις τα δεδομένα μεταφορτωθούν στο επίπεδο 1, η ενημέρωση του πακέτου συναλλαγών απαιτεί την ενημέρωση του Ethereum. Υπάρχουν δύο διαφορετικές προσεγγίσεις για τα πακέτα συναλλαγών: η optimistic και η μηδενικής γνώσης. Διαφέρουν κυρίως ως προς τον τρόπο υποβολής αυτών των δεδομένων συναλλαγών στο L1.",
  "layer-2-optimistic-rollups-title": "Πακέτα ενημέρωσης optimistic",
  "layer-2-optimistic-rollups-description": "Τα optimistic πακέτα συναλλαγών είναι «optimistic» υπό την έννοια ότι οι συναλλαγές θεωρούνται έγκυρες, αλλά μπορούν να αμφισβητηθούν εάν είναι απαραίτητο. Εάν υπάρχει υπόνοια μη έγκυρης συναλλαγής, μια απόδειξη σφάλματος θα εκτελεστεί για να ελέγξει αν έχει συμβεί.",
  "layer-2-optimistic-rollups-childSentance": "Περισσότερα για optimistic πακέτα συναλλαγών",
  "layer-2-zk-rollups-description": "Τα πακέτα δεδομένων μηδενικής γνώσης χρησιμοποιούν τις αποδείξεις εγκυρότητας όπου οι συναλλαγές υπολογίζονται εκτός αλυσίδας και στη συνέχεια αυτά τα συμπιεσμένα δεδομένα παρέχονται στο Κεντρικό δίκτυο του Ethereum ως απόδειξη της εγκυρότητάς τους.",
  "layer-2-zk-rollups-childSentance": "Περισσότερα για τα ZK-rollups",
  "layer-2-dyor-title": "Κάντε τη δική σας έρευνα: κίνδυνοι του επιπέδου 2",
  "layer-2-dyor-1": "Πολλά έργα επιπέδου 2 είναι σχετικά νέα και εξακολουθούν να απαιτούν από τους χρήστες να εμπιστεύονται ορισμένους προγραμματιστές καθώς εργάζονται για την αποκέντρωση των δικτύων τους. Πάντοτε να κάνετε τη δική σας έρευνα για να αποφασίσετε εάν αισθάνεστε άνετα με τους τυχόν κινδύνους.",
  "layer-2-dyor-2": "Για περισσότερες πληροφορίες σχετικά με την τεχνολογία, τους κινδύνους και την <a href=\"/glossary/#trust-assumptions\">εμπιστοσύνη</a> ενός επιπέδου 2, σας προτείνουμε να ανατρέξετε στο L2BEAT, το οποίο παρέχει ένα αναλυτικό πλαίσιο κινδύνου για κάθε έργο.",
  "layer-2-dyor-3": "Μετάβαση στο L2BEAT",
  "layer-2-use-layer-2-title": "Χρήση επιπέδου 2",
  "layer-2-use-layer-2-1": "Τώρα που καταλαβαίνετε γιατί υπάρχει το επίπεδο 2 και πώς λειτουργεί, ας προχωρήσουμε παρακάτω!",
  "layer-2-contract-accounts": "Εάν χρησιμοποιείτε πορτοφόλι <a href=\"/glossary/#smart-contract\">έξυπνου συμβολαίου</a>, όπως το Safe ή το Argent, δε θα έχετε τον έλεγχο αυτής της διεύθυνσης στο επίπεδο 2, έως ότου μεταφέρετε τον λογαριασμό συμβολαίου σας σε αυτήν τη διεύθυνση στο επίπεδο 2. Οι κλασικοί λογαριασμοί με <a href=\"/glossary/#recovery-phrase\">φράση ανάκτησης</a> θα κατέχουν αυτόματα τον ίδιο λογαριασμό σε όλα τα δίκτυα επιπέδου 2.",
  "layer-2-use-layer-2-generalized-title": "Γενικευμένο επίπεδο 2",
  "layer-2-use-layer-2-generalized-1": "Το γενικευμένο επίπεδο 2 συμπεριφέρεται ακριβώς όπως Ethereum, αλλά με λιγότερο κόστος. Οτιδήποτε μπορείτε να κάνετε στο επίπεδο 1 του Ethereum, μπορείτε να κάνετε και στο επίπεδο 2. Πολλές <a href=\"/glossary/#dapp\">αποκεντρωμένες εφαρμογές</a> έχουν ήδη αρχίσει να μεταφέρονται σε αυτά τα δίκτυα ή έχουν παραλείψει το Κεντρικό Δίκτυο για να αναπτύξουν έργα κατευθείαν στο επίπεδο 2.",
  "layer-2-use-layer-2-application-specific-title": "Συγκεκριμένες εφαρμογές επιπέδου 2",
  "layer-2-use-layer-2-application-specific-1": "Συγκεκριμένες εφαρμογές επιπέδου 2 είναι έργα που ειδικεύονται στη βελτιστοποίηση για ένα συγκεκριμένο χώρο εφαρμογής, παρέχοντας βελτιωμένη απόδοση.",
  "layer-2-sidechains-title": "Μια σημείωση για πλευρικές αλυσίδες, validium και εναλλακτικές κρυπτοαλυσίδες.",
  "layer-2-sidechains-1": "<strong>Οι πλευρικές αλυσίδες και τα validium</strong> είναι κρυπτοαλυσίδες που επιτρέπουν στα περιουσιακά στοιχεία του Ethereum να δημιουργήσουν γέφυρες μεταξύ τους και να χρησιμοποιούνται σε άλλη κρυπτοαλυσίδα. Οι πλευρικές αλυσίδες και τα validium λειτουργούν παράλληλα με το Ethereum και αλληλεπιδρούν μαζί του μέσω <a href=\"/glossary/#bridge\">γεφυρών</a>, αλλά δε διατηρούν την ασφάλεια ή τη διαθεσιμότητά τους από το Ethereum.",
  "layer-2-sidechains-2": "Και οι δύο αναβαθμίσεις ομοίως με το επίπεδο 2, προσφέρουν χαμηλότερες κρατήσεις συναλλαγών και υψηλότερη ταχύτητα εκτέλεσης, αλλά έχουν διαφορετικά θέματα εμπιστοσύνης.",
  "layer-2-more-on-sidechains": "Περισσότερες πληροφορίες για τις πλευρικές αλυσίδες",
  "layer-2-more-on-validiums": "Περισσότερες πληροφορίες για το validiums",
  "layer-2-sidechains-4": "Ορισμένες κρυπτοαλυσίδες επιπέδου 1 αναφέρουν υψηλότερη απόδοση και χαμηλότερες χρεώσεις συναλλαγών από το Ethereum, αλλά γενικά για παράδειγμα απαιτούνται μεγαλύτερες ανάγκες σε υλικό για την εκτέλεση κόμβων.",
  "layer-2-onboard-title": "Πώς να συμμετέχετε σε ένα επίπεδο 2",
  "layer-2-onboard-1": "Υπάρχουν δύο κύριοι τρόποι μεταφοράς των κρυπτονομισμάτων σας στο επίπεδο 2: με χρήση γέφυρας από το Ethereum μέσω ενός έξυπνου συμβολαίου ή με ανάληψη των κεφαλαίων σας σε ένα ανταλλακτήριο απευθείας σε δίκτυο επιπέδου 2.",
  "layer-2-onboard-wallet-title": "Κεφάλαια στο πορτοφόλι σας;",
  "layer-2-onboard-wallet-1": "Αν έχετε ήδη τα ETH στο πορτοφόλι σας, θα πρέπει να χρησιμοποιήσετε μια γέφυρα για να τα μετακινήσετε από το Ethereum Mainnet σε ένα επίπεδο 2.",
  "layer-2-more-on-bridges": "Περισσότερα για τις γέφυρες",
  "layer-2-onboard-wallet-input-placeholder": "Επιλέξτε το L2 για χρήση γέφυρας",
  "layer-2-onboard-wallet-selected-1": "Μπορείτε να συνδεθείτε στο",
  "layer-2-onboard-wallet-selected-2": "χρησιμοποιώντας τα πορτοφόλια:",
  "layer-2-bridge": "Γέφυρα",
  "layer-2-onboard-exchange-title": "Κεφάλαια σε ένα ανταλλακτήριο;",
  "layer-2-onboard-exchange-1": "Μερικά κεντρικά ανταλλακτήρια προσφέρουν τώρα άμεσες αναλήψεις και καταθέσεις στο επίπεδο 2. Ελέγξτε ποια ανταλλακτήρια υποστηρίζουν αναλήψεις επιπέδου 2 και ποια επίπεδα 2 το υποστηρίζουν.",
  "layer-2-onboard-exchange-2": "Θα χρειαστείτε επίσης ένα πορτοφόλι για ανάληψη των κεφαλαίων σας.",
  "layer-2-onboard-find-a-wallet": "Βρείτε ένα πορτοφόλι Ethereum.",
  "layer-2-onboard-exchange-input-placeholder": "Ελέγξτε τα ανταλλακτήρια που υποστηρίζουν L2",
  "layer-2-deposits": "Καταθέσεις",
  "layer-2-withdrawals": "Αναλήψεις",
  "layer-2-go-to": "Μετάβαση σε",
  "layer-2-tools-title": "Αποτελεσματικά εργαλεία επιπέδου 2",
  "layer-2-tools-l2beat-description": "Το L2BEAT είναι ένας μεγάλος πόρος εξέτασης τεχνικών εκτιμήσεων κινδύνου των έργων επιπέδου 2. Σας συνιστούμε να ελέγχετε τους πόρους τους όταν ερευνάτε συγκεκριμένα έργα επιπέδου 2.",
  "layer-2-tools-growthepie-description": "Επιμελημένα αναλυτικά στοιχεία για το επίπεδο 2s του Ethereum",
  "layer-2-tools-ethereumecosystem-description": "Ανεπίσημη σελίδα οικοσυστήματος του Ethereum και του Layer 2 του, συμπεριλαμβανομένων των Base, Optimism και Starknet με εκατοντάδες dApps και εργαλεία.",
  "layer-2-tools-l2fees-description": "Οι χρεώσεις L2 επιτρέπει να δείτε το τρέχον κόστος (σε USD) για την εκτέλεση συναλλαγών σε διαφορετικά επίπεδα 2s.",
  "layer-2-tools-chainlist-description": "Σημαντική πηγή για την εισαγωγή του δικτύου RPC στην υποστήριξη πορτοφολιών. Θα βρείτε έργα RPC επιπέδου 2 για να σας βοηθήσει να συνδεθείτε.",
  "layer-2-tools-zapper-description": "Διαχειριστείτε ολόκληρο το χαρτοφυλάκιο web3 σας από DeFi σε NFT κτλ. Επενδύστε στις τελευταίες ευκαιρίες από ένα βολικό μέρος.",
  "layer-2-tools-zerion-description": "Δημιουργήστε και διαχειριστείτε ολόκληρο το χαρτοφυλάκιο DeFi σας από ένα μέρος. Ανακαλύψτε τον κόσμο της αποκεντρωμένης χρηματοδότησης σήμερα.",
  "layer-2-tools-debank-description": "Συνεχίστε με όλα τα σημαντικά συμβάντα στον κόσμο του web3",
  "layer-2-faq-title": "Συχνές ερωτήσεις",
  "layer-2-faq-question-1-title": "Γιατί δεν υπάρχει ένα «επίσημο» Ethereum L2;",
  "layer-2-faq-question-1-description-1": "Όπως δεν υπάρχει «επίσημη» εφαρμογή πελάτη του Ethereum, δεν υπάρχει «επίσημο» επίπεδο 2 του Ethereum. Το Ethereum δε χρειάζεται άδειες, τεχνικά ο καθένας μπορεί να δημιουργήσει ένα επίπεδο 2! Πολλαπλές ομάδες θα εφαρμόσουν την έκδοση ενός επιπέδου 2 και το οικοσύστημα στο σύνολό του θα ωφεληθεί από μια ποικιλία προσεγγίσεων σχεδιασμού που είναι βελτιστοποιημένες για διαφορετικές περιπτώσεις χρήσης. Όπως έχουμε πολλές εφαρμογές πελάτη Ethereum που αναπτύσσονται από διαφορετικές ομάδες προκειμένου να έχουν ποικιλομορφία στο δίκτυο έτσι και αυτό θα είναι ο τρόπος που αναπτύσσεται στο μέλλον το επίπεδο 2.",
  "layer-2-faq-question-2-title": "Ποια είναι η διαφορά μεταξύ των πακέτων ενημέρωσης optimistic και μηδενικής γνώσης;",
  "layer-2-faq-question-2-description-1": "Τόσο τα πακέτα ενημέρωσης optimistic όσο και της μηδενικής γνώσης διαμορφώνουν δέσμες (ή «πακέτα ενημέρωσης») με εκατοντάδες συναλλαγές σε μία μόνο συναλλαγή στο επίπεδο 1. Οι συναλλαγές σε πακέτο ενημέρωσης εκτελούνται εκτός του επιπέδου 1, αλλά τα δεδομένα συναλλαγών δημοσιεύονται σε αυτό.",
  "layer-2-faq-question-2-description-2": "Η κύρια διαφορά είναι ποια δεδομένα δημοσιεύονται καθώς και τον τρόπο επαλήθευσής τους στο επίπεδο 1. Οι αποδείξεις εγκυρότητας (που χρησιμοποιούνται από τα πακέτα ενημέρωσης μηδενικής γνώσης) εκτελούν τους υπολογισμούς εκτός αλυσίδας και δημοσιεύουν την απόδειξη, λαμβάνοντας υπόψη ότι οι αποδείξεις σφάλματος (που χρησιμοποιούνται από τα πακέτα optimistic) εκτελούν τους υπολογισμούς στην αλυσίδα μόνο όταν υπάρχει υποψία σφάλματος και η απαίτηση ελέγχου.",
  "layer-2-faq-question-2-description-3": "Προς το παρόν, τα περισσότερα πακέτα ενημέρωσης ZK είναι για ειδικές εφαρμογές, σε αντίθεση με τα optimistic που σε μεγάλο βαθμό αφορούν γενικές εφαρμογές.",
  "layer-2-more-info-on-optimistic-rollups": "Περισσότερες πληροφορίες για πακέτα συναλλαγών optimistic",
  "layer-2-more-info-on-zk-rollups": "Περισσότερες πληροφορίες για τα πακέτα ενημέρωσης μηδενικής γνώσης",
  "layer-2-faq-question-4-title": "Ποιοι είναι οι κίνδυνοι με το επίπεδο 2;",
  "layer-2-faq-question-4-description-1": "Τα δίκτυα επιπέδου 2 έχουν επιπλέον κινδύνους σε σύγκριση με τη διατήρηση κεφαλαίων και τις απευθείας συναλλαγές στο κεντρικό δίκτυο του Ethereum. Για παράδειγμα, οι <a href=\"/glossary/#sequencer\">ακολουθίες</a> των δικτύων αυτών μπορεί να αντιμετωπίσουν πρόβλημα, με αποτέλεσμα να πρέπει να περιμένετε προτού αποκτήσετε πρόσβαση στα κεφάλαια σας.",
  "layer-2-faq-question-4-description-2": "Σας προτρέπουμε να κάνετε τη δική σας έρευνα προτού μεταφέρετε σημαντικά ποσά κεφαλαίων σε ένα επίπεδο 2. Για περισσότερες πληροφορίες σχετικά με την τεχνολογία, τους κινδύνους και την εμπιστοσύνη ενός επιπέδου 2, σας προτείνουμε να ανατρέξετε στο <a href=\"https://l2beat.com/?view=risk\">L2BEAT</a>, το οποίο παρέχει ένα αναλυτικό πλαίσιο κινδύνου για κάθε έργο.",
  "layer-2-faq-question-4-description-3": "Οι γέφυρες κρυπτοαλυσίδων, οι οποίες διευκολύνουν τη μεταφορά περιουσιακών στοιχείων στα δίκτυα επιπέδου 2, βρίσκονται στα αρχικά στάδια ανάπτυξης τους και πιθανόν ο βέλτιστος σχεδιασμός τους να μην έχει ανακαλυφθεί ακόμη. Έχουν υπάρξει <a href=\"https://rekt.news/wormhole-rekt/\">πρόσφατες παραβάσεις γεφυρών</a>.",
  "layer-2-faq-question-5-title": "Γιατί μερικά από τα έργα επιπέδου 2 δεν αναφέρονται εδώ;",
  "layer-2-faq-question-5-description-1": "Θέλουμε να βεβαιωθούμε ότι παραθέτουμε τους καλύτερους δυνατούς πόρους, ώστε οι χρήστες να μπορούν να πλοηγούνται στο χώρο των δικτύων επιπέδου 2 με ασφάλεια και σιγουριά. Διατηρούμε ένα πλαίσιο κριτηρίων για τον τρόπο αξιολόγησης των έργων για ένταξη.",
  "layer-2-faq-question-5-view-listing-policy": "Δείτε την πολιτική καταχώρισης δικτύων επιπέδου 2 εδώ.",
  "layer-2-faq-question-5-description-2": "Οποιοσδήποτε είναι ελεύθερος να προτείνει την προσθήκη ενός δικτύου επιπέδου 2 στο ethereum.org. Αν υπάρχει κάποιο δίκτυο επιπέδου 2 που μας έχει διαφύγει, <a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\"> παρακαλούμε προτείνετε το</a>.",
  "layer-2-further-reading-title": "Περισσότερες πληροφορίες",
  "a-rollup-centric-ethereum-roadmap": "Ένας οδικός χάρτης του ethereum με επίκεντρο τα πακέτα ενημέρωσης",
  "polygon-sidechain-vs-ethereum-rollups": "Πλευρική αλυσίδα Polygon ή πακέτα ενημέρωσης Ethereum: μια προσέγγιση των αναβαθμίσεων του επιπέδου 2 | Vitalik Buterin και Lex Fridman",
  "rollups-the-ultimate-ethereum-scaling-strategy": "ΠΑΚΕΤΑ ΕΝΗΜΕΡΩΣΗΣ - Η Απόλυτη Στρατηγική Επεκτασιμότητας του Ethereum; Εξήγηση της διαιτησίας & βελτιστοποίησης",
  "scaling-layer-1-with-shard-chains": "Επεκτασιμότητα επιπέδου 1 με τμηματοποίηση κρυπτοαλυσίδων",
  "understanding-rollup-economics-from-first-principals": "Κατανόηση της οικονομίας των πακέτων ενημέρωσης από τους πρώτους ιθύνοντες",
  "arbitrum-description": "Το Arbitrum One είναι ένα πακέτο ενημέρωσης Optimistic που έχει ως στόχο την αίσθηση αλληλεπίδρασης με το Ethereum, αλλά με συναλλαγές που κοστίζουν λιγότερο με αυτά που κάνουν στο L1.",
  "optimism-description": "Το Optimism είναι ένα γρήγορο, απλό και ασφαλές ισοδύναμο με EVM πακέτο ενημέρωσης. Αυξάνει την τεχνολογία του Ethereum ενώ παράλληλα αναβαθμίζει κλιμακωτά τις αξίες του μέσω αναδρομικής χρηματοδότησης των δημόσιων αγαθών.",
  "boba-description": "Το Boba είναι ένα πακέτο ενημέρωσης Optimistic αρχικά ενσωματωμένο από την Optimism, η οποία είναι μια λύση κλιμακωτής αναβάθμισης στοχεύοντας στη μείωση των τελών αερίου, τη βελτίωση απόδοσης συναλλαγών και την επέκταση δυνατοτήτων των έξυπνων συμβολαίων.",
  "base-description": "Το Base είναι ένα ασφαλές, χαμηλού κόστους, φιλικό προς τους προγραμματιστές Ethereum L2 που δημιουργήθηκε για να φέρει τα επόμενα δισεκατομμύρια χρήστες στο web3. Είναι ένα Ethereum L2, επωάστηκε από την Coinbase και βασίζεται στο OP Stack ανοιχτού κώδικα.",
  "loopring-description": "Το Loopring πακέτο ενημέρωσης είναι μια λύση L2 με στόχο να προσφέρει τις ίδιες εγγυήσεις ασφαλείας με το κεντρικό δίκτυο του Ethereum, με μεγάλη αύξηση της επεκτασιμότητας: η απόδοση αυξήθηκε κατά 1000x και το κόστος μειώθηκε σε μόλις 0.1% του L1.",
  "zksync-description": "Το ZKsync είναι ένα πακέτο ενημέρωσης ZK που στοχεύει να αναβαθμίσει το Ethereum και τις αξίες του σε γενική υιοθέτηση, χωρίς να υποβαθμίζει την ασφάλεια ή την αποκέντρωση.",
  "zkspace-description": "Η πλατφόρμα ZKSpace αποτελείται από τρία κύρια μέρη: ένα επιπέδου 2 AMM DEX που χρησιμοποιεί την τεχνολογία ZK-Rollups που ονομάζεται ZKSwap, μια υπηρεσία πληρωμών που ονομάζεται ZKSquare και μια αγορά NFT που ονομάζεται ZKSea.",
  "aztec-description": "Το Δίκτυο Aztec είναι το πρώτο ιδιωτικό zk-rollup στο Ethereum, επιτρέποντας τις αποκεντρωμένες εφαρμογές να έχουν πρόσβαση στην ιδιωτικότητα και την επεκτασιμότητα.",
  "starknet-description": "Το Starknet είναι ένα έγκυρο πακέτο ενημέρωσης επιπέδου 2. Παρέχει υψηλή απόδοση, χαμηλό κόστος κρατήσεων και διατηρεί τα επίπεδα ασφάλειας του επιπέδου 1 του Ethereum.",
  "layer-2-note": "Σημείωση:",
  "layer-2-ecosystem-portal": "Πύλη Οικοσυστήματος",
  "layer-2-token-lists": "Κατάσταση ψηφιακών στοιχείων",
  "layer-2-explore": "Εξερευνήστε",
  "page-dapps-ready-button": "Go"
}
