{
  "consensus-client-lighthouse-logo-alt": "Λογότυπο Lighthouse",
  "consensus-client-lodestar-logo-alt": "Λογότυπο Lodestar",
  "consensus-client-nimbus-logo-alt": "Λογότυπο Nimbus",
  "consensus-client-prysm-logo-alt": "Λογότυπο Prysm",
  "consensus-client-teku-logo-alt": "Λογότυπο Teku",
  "page-upgrades-answer-1": "Σκεφτείτε το Eth2 ως ένα σύνολο αναβαθμίσεων που προστίθενται για τη βελτίωση του Ethereum που χρησιμοποιούμε σήμερα. Αυτές οι αναβαθμίσεις περιλαμβάνουν τη δημιουργία μιας νέας αλυσίδας που ονομάζεται κύρια αλυσίδα (beacon chain) και μέχρι 64 αλυσίδες γνωστές ως shards.",
  "page-upgrades-answer-2": "Αυτά είναι ξεχωριστά από το κεντρικό δίκτυο του Ethereum που χρησιμοποιούμε σήμερα, αλλά δεν θα το αντικαταστήσουν. Αντ 'αυτού το κεντρικό δίκτυο θα προσδεθεί ή θα «συγχωνευθεί» με αυτό το παράλληλο σύστημα όπου θα ενσωματώνεται με την πάροδο του χρόνου.",
  "page-upgrades-answer-4": "Με άλλα λόγια, το Ethereum που χρησιμοποιούμε σήμερα θα ενσαρκώσει τελικά όλα τα χαρακτηριστικά που οραματιζόμαστε για το Eth2.",
  "page-upgrades-beacon-chain-btn": "Περισσότερα για την κύρια αλυσίδα",
  "page-upgrades-beacon-chain-date": "Η κύρια αλυσίδα (Beacon Chain) ανακοινώθηκε στις 1 Δεκεμβρίου 2020.",
  "page-upgrades-beacon-chain-desc": "Η πρώτη προσθήκη στο οικοσύστημα σχετικά με το Eth2. Η κύρια αλυσίδα προσθέτει και τη λειτουργία της αποθήκευσης στο Ethereum, θέτοντας τα θεμέλια για μελλοντικές αναβαθμίσεις όπου και τελικά θα συντονίσει το νέο σύστημα.",
  "page-upgrades-beacon-chain-estimate": "Η κύρια αλυσίδα είναι πραγματικότητα",
  "page-upgrades-beacon-chain-title": "Η Beacon Chain",
  "page-upgrades-bug-bounty": "Δείτε το πρόγραμμα εύρεσης σφαλμάτων",
  "page-upgrades-clients": "Δείτε τις εφαρμογές πελάτη Eth2",
  "page-staking-deposit-contract-title": "Ελέγξτε τη διεύθυνση κατάθεσης του κεφαλαίου",
  "page-upgrades-diagram-ethereum-mainnet": "Κεντρικό δίκτυο Ethereum",
  "page-upgrades-diagram-h2": "Με ποιο τρόπο θα ενσωματωθούν οι αναβαθμίσεις",
  "page-upgrades-diagram-link-1": "Περισσότερα για απόδειξη της εργασίας (proof of work)",
  "page-upgrades-diagram-link-2": "Περισσότερα για τις αλυσίδες τομέα (shard chains)",
  "page-upgrades-diagram-mainnet": "Κεντρικό δίκτυο",
  "page-upgrades-diagram-p": "Το κεντρικό δίκτυο του Ethereum θα συνεχίσει να υπάρχει στην τρέχουσα μορφή του για λίγο διάστημα. Αυτό σημαίνει ότι η κύρια αλυσίδα και οι αναβαθμίσεις των shard δεν θα επηρεάσουν το δίκτυο.",
  "page-upgrades-diagram-p-1": "Το κεντρικό δίκτυο θα συγχωνευθεί τελικά με το νέο σύστημα καθοδηγούμενο από τις αναβαθμίσεις Eth2.",
  "page-upgrades-diagram-p-2": "Η κύρια αλυσίδα θα καταστεί το κεντρικό σύστημα του Ethereum, υπεύθυνο για τον συντονισμό των επικυρωτών και καθορίζοντας το ρυθμό δημιουργίας των μπλοκ.",
  "page-upgrades-diagram-p-3": "Αρχικά, θα λειτουργεί ξεχωριστά από το κεντρικό δίκτυο και θα διαχειρίζεται τους επικυρωτές – δεν θα έχει καμία σχέση με τις έξυπνες συμβάσεις, τις συναλλαγές ή τους λογαριασμούς.",
  "page-upgrades-diagram-p-4": "Τα shards θα παρέχουν περισσότερα δεδομένα ώστε να βοηθήσουν στην αύξηση του αριθμού των συναλλαγών του κεντρικού δικτύου που μπορεί να διαχειριστεί. Θα συντονίζονται από την κύρια αλυσίδα.",
  "page-upgrades-diagram-p-5": "Όλες οι συναλλαγές θα εξακολουθούν να βασίζονται στο κεντρικό δίκτυο, το οποίο θα συνεχίσει να υπάρχει όπως το γνωρίζουμε έως σήμερα – ασφαλίζοντας το μέσω της απόδειξης εργασίας (proof of work) και των ανθρακωρύχων.",
  "page-upgrades-diagram-p-6": "Το κεντρικό δίκτυο θα συγχωνευθεί με το σύστημα της απόδειξης-συμμετοχής, το οποίο συντονίζεται από την κύρια αλυσίδα.",
  "page-upgrades-diagram-p-8": "Έτσι το κεντρικό δίκτυο θα μετατραπεί σε shard (τομέας) μέσα στο νέο σύστημα. Οι εξορυκτές ή κρυπτορύχοι δεν θα είναι πλέον απαραίτητοι, καθώς το σύνολο της ασφάλειας του Ethereum θα παρέχεται από τους επικυρωτές.",
  "page-upgrades-diagram-p10": "Η Eth2 δεν είναι μια απλή μετάβαση ή κάτι απλό. Περιγράφει ένα σύνολο αναβαθμίσεων που εργάζονται παράλληλα με σκοπό να ξεκλειδώσουν τις πραγματικές δυνατότητες του Ethereum. Δείτε παρακάτω πώς θα λειτουργήσουν όλοι μαζί.",
  "page-upgrades-diagram-scroll": "Κύλιση για εξερεύνηση – πατήστε για περισσότερες πληροφορίες.",
  "page-upgrades-diagram-shard": "Τομέας (1)",
  "page-upgrades-diagram-shard-1": "Τομέας (...)",
  "page-upgrades-diagram-shard-2": "Τομέας (2)",
  "page-upgrades-diagram-shard-3": "Τομέας (...)",
  "page-upgrades-diagram-validators": "Περισσότερα για τους επικυρωτές",
  "page-upgrades-dive": "Βουτήξτε στο όραμα",
  "page-upgrades-dive-desc": "Με ποιο τρόπο θα κάνουμε το Ethereum πιο επεκτάσιμο, ασφαλές και βιώσιμο; Όλα αυτά διατηρώντας το βασικό ήθος της αποκέντρωσης του Ethereum.",
  "page-upgrades-docking": "Η ενσωμάτωση",
  "page-upgrades-merge-answer-1": "Η ενσωμάτωση πραγματοποιείται όταν το κεντρικό δίκτυο μετατρέπεται σε shard. Αυτό θα γίνει μετά από την επιτυχημένη εφαρμογή του σχεδιασμού των αλυσίδων shard.",
  "page-upgrades-merge-btn": "Περισσότερα για την ενσωμάτωση",
  "page-upgrades-merge-desc": "Το κεντρικό δίκτυο του Ethereum θα πρέπει να «ενσωματωθεί» ή να «συγχωνευθεί» με την κύρια αλυσίδα κάποια στιγμή. Αυτό θα δώσει τη δυνατότητα συμμετοχής με τη μέθοδο της αποθήκευσης (staking) σε ολόκληρο το δίκτυο και θα σηματοδοτήσει το τέλος της υψηλής ενεργειακής απαίτησης για λόγους εξόρυξης.",
  "page-upgrades-merge-estimate": "Αναμένεται: 2022",
  "page-upgrades-merge-mainnet": "Τι είναι το κεντρικό δίκτυο;",
  "page-upgrades-merge-mainnet-eth2": "Ενσωμάτωση του κεντρικού δικτύου με το Eth2",
  "page-upgrades-eth-blog": "ιστολόγιο ethereum.org",
  "page-upgrades-explore-btn": "Εξερευνήστε τις αναβαθμίσεις",
  "page-upgrades-get-involved": "Συμμετέχετε στο Eth2",
  "page-upgrades-get-involved-2": "Συμμετέχετε",
  "page-upgrades-head-to": "Μετάβαση στο",
  "page-upgrades-help": "Θέλετε να βοηθήσετε με το Eth2;",
  "page-upgrades-help-desc": "Υπάρχουν πάρα πολλές ευκαιρίες με τις αναβαθμίσεις Eth2, βοηθήστε με τις δοκιμές και κερδίστε ανταμοιβές.",
  "page-upgrades-index-staking": "Το staking (αποθήκευση) είναι πλέον γεγονός",
  "page-upgrades-index-staking-desc": "Το κλειδί με την αναβάθμιση στο Eth2 είναι η εισαγωγή του staking (αποθήκευση). Μπορείτε, αν θέλετε, να χρησιμοποιήσετε τα ETH σας για να βοηθήσετε στην ασφάλεια του δικτύου Ethereum, ακολουθώντας τα παρακάτω βήματα.",
  "page-upgrades-index-staking-learn": "Μάθετε για το staking (αποθήκευση)",
  "page-upgrades-index-staking-learn-desc": "Με την κύρια αλυσίδα θα εφαρμοστεί το staking (αποθήκευση) στο Ethereum. Αυτό σημαίνει ότι αν έχετε ETH, μπορείτε να το δεσμεύσετε για το καλό όλων αλλά κυρίως για την ασφάλεια του δικτύου και να κερδίσετε έτσι περισσότερα ETH από τη διαδικασία.",
  "page-upgrades-index-staking-step-1": "1. Ρυθμίστε με την πλατφόρμα εκκίνησης",
  "page-upgrades-index-staking-step-1-btn": "Μετάβαση στην πλατφόρμα staking",
  "page-upgrades-index-staking-step-1-desc": "Για να συμμετέχετε στο stake - αποθήκευση του Eth2 χρησιμοποιήστε την πλατφόρμα εκκίνησης – θα σας καθοδηγήσει στη διαδικασία.",
  "page-upgrades-index-staking-step-2": "2. Επιβεβαιώστε τη διεύθυνση staking",
  "page-upgrades-index-staking-step-2-btn": "Επιβεβαιώστε τη διεύθυνση κατάθεσης του κεφαλαίου",
  "page-upgrades-index-staking-step-2-desc": "Πριν αποθηκεύσετε τα ETH σας, φροντίστε να ελέγξετε ότι έχετε τη σωστή διεύθυνση. Αυτό πρέπει να έχετε κάνει μέσω της πλατφόρμας εκκίνησης.",
  "page-upgrades-index-staking-sustainability": "Πιο βιώσιμο",
  "page-upgrades-just-docking": "Περισσότερα για την ενσωμάτωση",
  "page-upgrades-meta-desc": "Μια επισκόπηση των αναβαθμίσεων του Ethereum 2.0 και του οράματος που ελπίζουν να υλοποιηθούν.",
  "page-upgrades-meta-title": "Οι αναβαθμίσεις Eth2",
  "page-upgrades-miners": "Περισσότερα για την εξόρυξη",
  "page-upgrades-more-on-upgrades": "Περισσότερα για τις αναβαθμίσεις Eth2",
  "page-upgrades-proof-of-stake": "proof-of-stake",
  "page-upgrades-proof-of-work": "proof-of-work",
  "page-upgrades-proof-stake-link": "Περισσότερα για το proof of stake",
  "page-upgrades-question-1-desc": "Το Eth2 είναι ένα σύνολο ξεχωριστών αναβαθμίσεων με διαφορετικές ημερομηνίες εφαρμογής.",
  "page-upgrades-question-1-title": "Πότε θα κυκλοφορήσει το Eth2;",
  "page-upgrades-question-2-desc": "Δεν είναι τόσο ακριβές να θεωρούμε το Eth2 ως ένα ξεχωριστό blockchain.",
  "page-upgrades-question-2-title": "Το Eth2 είναι ένα ξεχωριστό blockchain;",
  "page-upgrades-question-3-answer-2": "Η shard chain και οι αναβαθμίσεις ενσωμάτωσης μπορεί να επηρεάσουν τους προγραμματιστές των dapp. Αλλά οι προδιαγραφές δεν έχουν ακόμη οριστικοποιηθεί, οπότε δεν απαιτείται κάποια ενέργεια προς το παρόν.",
  "page-upgrades-question-3-answer-3": "Συζητήστε με την ομάδα του Eth2 έρευνας και ανάπτυξης στο ethresear.ch.",
  "page-upgrades-question-3-answer-3-link": "Επισκεφθείτε το ethresear.ch",
  "page-upgrades-question-3-desc": "Δεν χρειάζεται να κάνετε τίποτα αυτή τη στιγμή για να προετοιμαστείτε για το Eth2.",
  "page-upgrades-question-3-title": "Πώς μπορώ να προετοιμαστώ για το Eth2;",
  "page-upgrades-question-4-answer-1": "Κάθε φορά που εκτελείται μια συναλλαγή ή χρησιμοποιείτε μια εφαρμογή dapp, κάνετε χρήση του Eth1. Αυτό είναι το Ethereum που παρέχεται από αυτούς που κάνουν εξόρυξη.",
  "page-upgrades-question-4-answer-2": "Το 'Eth1' ή κεντρικό δίκτυο, θα συνεχίσει να λειτουργεί κανονικά μέχρι την ενσωμάτωση του.",
  "page-upgrades-question-4-answer-3": "Μετά την ενσωμάτωση, οι επικυρωτές θα ασφαλίσουν ολόκληρο το δίκτυο μέσω του proof-of-stake.",
  "page-upgrades-question-4-answer-6": "Όλοι μπορούν να γίνει επικυρωτές δεσμεύοντας (staking) τα ETH τους.",
  "page-upgrades-question-4-answer-7": "Περισσότερα για το staking",
  "page-upgrades-question-4-answer-8": "Οι αναβαθμίσεις των αλυσίδας Beacon Chain και shard chain δεν θα διαταράξουν το Eth1 καθώς δημιουργούνται ξεχωριστά.",
  "page-upgrades-question-4-desc": "Το Eth1 αναφέρεται στο κεντρικό δίκτυο του Ethereum στο οποίο συναλλάσσεστε σήμερα.",
  "page-upgrades-question-4-title": "Τι είναι το Eth1;",
  "page-upgrades-question-5-answer-1": "Για να γίνετε πλήρης επικυρωτής στο δίκτυο, θα πρέπει να δεσμεύσετε (stake) 32 ETH σας. Αν δεν έχετε τόσα, ή δεν είστε πρόθυμοι να δεσμεύσετε (stake) τόσο πολλά, μπορείτε να συμμετάσχετε σε ομαδικές δεσμεύσεις (staking pools). Αυτές θα σας επιτρέψουν να συμμετέχετε με λιγότερα κρυπτονομίσματα και να κερδίσετε ανάλογα με το ύψος συμμετοχής σας.",
  "page-upgrades-question-5-desc": "Θα χρειαστεί να χρησιμοποιήσετε την πλατφόρμα έναρξης (launchpad) ή να συμμετάσχετε σε μια ομάδα (staking pool).",
  "page-upgrades-question-5-title": "Πώς μπορώ να αποθηκεύσω-δεσμεύσω (stake);",
  "page-upgrades-question-6-answer-1": "Προς το παρόν, δεν χρειάζεται να κάνετε κάτι. Αλλά σας συνιστούμε να ενημερώνεστε με τις εξελίξεις στις shard chains και τις αναβαθμίσεις της ενσωμάτωσης.",
  "page-upgrades-question-6-answer-3": "Ο Danny Ryan του ιδρύματος Ethereum ενημερώνει τακτικά την κοινότητα:",
  "page-upgrades-question-6-answer-4": "Ο Ben Edginton του ConsenSys εκδίδει εβδομαδιαίο ενημερωτικό δελτίο:",
  "page-upgrades-question-6-answer-5": "Μπορείτε να συμμετάσχετε στη συζήτηση για την έρευνα και ανάπτυξη του Eth2 στο ethresear.ch.",
  "page-upgrades-question-6-desc": "Οι εφαρμογές σας dapp δεν θα επηρεαστούν από τις επικείμενες αναβαθμίσεις. Ωστόσο, οι μελλοντικές αναβαθμίσεις μπορεί να απαιτούν κάποιες αλλαγές.",
  "page-upgrades-question-6-title": "Τι χρειάζεται να κάνω με την εφαρμογή μου dapp;",
  "page-upgrades-question-7-desc": "Αρκετές διαφορετικές ομάδες από όλη την κοινότητα εργάζονται σε διάφορες αναβαθμίσεις του Eth2.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(υλοποίηση με Rust)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(υλοποίηση με JavaScript)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(υλοποίηση με Nim)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(υλοποίηση με Go)",
  "page-upgrades-question-7-teams": "Οι ομάδες πελατών Eth2:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(υλοποίηση με Java)",
  "page-upgrades-question-7-title": "Ποιος δημιουργεί το Eth2;",
  "page-upgrades-question-8-answer-1": "Οι αναβαθμίσεις Eth2 θα βοηθήσουν το Ethereum με αποκεντρωμένο τρόπο, διατηρώντας παράλληλα την ασφάλεια και αυξάνοντας την βιωσιμότητα.",
  "page-upgrades-question-8-answer-2": "Ίσως το πιο κοινό πρόβλημα είναι ότι το Ethereum πρέπει να είναι σε θέση να διαχειριστεί περισσότερες από 15-45 συναλλαγές ανά δευτερόλεπτο. Αλλά με τις αναβαθμίσεις στο Eth2 αντιμετωπίζονται περισσότερα προβλήματα του σημερινού Ethereum.",
  "page-upgrades-question-8-answer-3": "Η υψηλή ζήτηση του δικτύου Ethereum το καθιστά ακριβό στη χρήση. Οι κόμβοι του δικτύου διαχειρίζονται το μεγάλο μέγεθος του Ethereum και τον όγκο των δεδομένων που πρέπει να επεξεργάζονται οι υπολογιστές τους. Ο υποκείμενος αλγόριθμος που κρατά το Ethereum ασφαλές και αποκεντρωμένο καταναλώνει αρκετή ενέργεια και θα πρέπει να είναι πιο πράσινος.",
  "page-upgrades-question-8-answer-4": "Πολλές από τις αλλαγές ήταν πάντοτε στο χάρτη πορείας του Ethereum, ακόμη και από το 2015. Αλλά οι τρέχουσες συνθήκες καθιστούν την ανάγκη για τις αναβαθμίσεις ακόμη μεγαλύτερη.",
  "page-upgrades-question-8-answer-6": "Εξερευνήστε το όραμα για το Eth2",
  "page-upgrades-question-8-desc": "Το Ethereum που χρησιμοποιούμε σήμερα πρέπει να προσφέρει μια καλύτερη εμπειρία στους τελικούς χρήστες και τους συμμετέχοντες στο δίκτυο.",
  "page-upgrades-question-8-title": "Γιατί χρειάζεται το Eth2;",
  "page-upgrades-question-9-answer-1": "Ο πιο ενεργός ρόλος με τον οποίο μπορείτε να συμμετέχετε είναι να αποθηκεύσετε τα ETH σας.",
  "page-upgrades-question-9-answer-2": "Μπορεί επίσης να θέλετε να εκτελέσετε ένα δεύτερο πελάτη για να βοηθήσει στη βελτίωση της ποικιλομορφίας των πελατών.",
  "page-upgrades-question-9-answer-3": "Αν είστε περισσότερο της τεχνολογίας, μπορείτε να βοηθήσετε στον εντοπισμό σφαλμάτων των νέων πελατών.",
  "page-upgrades-question-9-answer-4": "Μπορείτε επίσης να συμμετέχετε σε συζητήσεις για τεχνικά θέματα με τους ερευνητές του Ethereum στο ethresear.ch.",
  "page-upgrades-question-9-desc": "Δεν χρειάζεται να είστε τεχνικός για να συνεισφέρετε. Η κοινότητα αναζητά εθελοντές με κάθε είδους δεξιότητες.",
  "page-upgrades-question-9-stake-eth": "Αποθήκευση ΕΤΗ",
  "page-upgrades-question-9-title": "Πώς μπορώ να συνεισφέρω στο Eth2;",
  "page-upgrades-question-10-answer-1": "Δεν μπορούμε να συζητούμε σύμφωνα με ένα τεχνικό οδικό χάρτη, επειδή είναι λογισμικό: τα δεδομένα μπορούν πάντοτε αλλάξουν. Πιστεύουμε ότι είναι πιο εύκολο να καταλάβουμε τι συμβαίνει ερμηνεύοντας καλύτερα τα αποτελέσματα.",
  "page-upgrades-question-10-answer-1-link": "Προβολή των αναβαθμίσεων",
  "page-upgrades-question-10-answer-2": "Αλλά αν έχετε παρακολουθήσει τις συζητήσεις, θα δείτε πώς οι αναβαθμίσεις συμβαδίζουν με τους τεχνικούς οδικούς χάρτες.",
  "page-upgrades-question-10-answer-3": "Η Φάση 0 περιγράφει τις απαραίτητες εργασίες ενεργοποίησης της Κύριας Αλυσίδας.",
  "page-upgrades-question-10-answer-5": "Η Φάση 1 του τεχνικού οδικού χάρτη επικεντρώνεται στην εφαρμογή των shard chains.",
  "page-upgrades-question-10-answer-6": "Η συγχώνευση του κεντρικού δικτύου στο Eth2 αποτελεί επέκταση του έργου που επιτελείται για την εφαρμογή των shard chains και αναφέρεται ως Φάση 1.5. Είναι μια σημαντική στιγμή καθώς το Ethereum που γνωρίζουμε σήμερα συγχωνεύεται με τις άλλες αναβαθμίσεις Eth2. Θα σηματοδοτεί την πλήρη μετάβαση του Ethereum στην απόδειξη συμμετοχής.",
  "page-upgrades-question-10-answer-7": "Είναι προς το παρόν ασαφές τι θα συμβεί γύρω από τη Φάση 2. Είναι ακόμα ένα σημείο έντονης έρευνας και συζήτησης. Το αρχικό σχέδιο ήταν να προσθέσει επιπλέον λειτουργικότητα στις shard chains, αλλά μπορεί να μην είναι απαραίτητο με μια αναθεώρηση του οδικού χάρτη.",
  "page-upgrades-question-10-answer-8": "Περισσότερα για το rollup-centric roadmap",
  "page-upgrades-question-10-desc": "Οι φάσεις σχετίζονται με τις εργασίες που απαιτούνται κάθε φορά να ολοκληρωθούν και την εστίαση στον τεχνικό οδικό χάρτη του Eth2.",
  "page-upgrades-question-10-title": "Τι είναι οι φάσεις του Eth2;",
  "page-upgrades-question-title": "Συχνές ερωτήσεις",
  "page-upgrades-question3-answer-1": "Οι κάτοχοι Eth σίγουρα δεν χρειάζεται να κάνουν κάτι. Τα ETH σας δεν θα χρειαστούν καμία αλλαγή ή αναβάθμιση. Είναι σχεδόν σίγουρο ότι θα υπάρξουν κακόβουλοι λέγοντάς σας κάτι διαφορετικό, οπότε να είστε προσεκτικοί.",
  "page-upgrades-scalable": "Πιο επεκτάσιμο",
  "page-upgrades-scalable-desc": "Το Ethereum θα πρέπει να υποστηρίζει 1000 συναλλαγές ανά δευτερόλεπτο, για να μπορέσει να κάνει τις εφαρμογές ταχύτερες και φθηνότερες στη χρήση.",
  "page-upgrades-secure": "Ασφαλέστερο",
  "page-upgrades-secure-desc": "Το Ethereum πρέπει να είναι πιο ασφαλές, καθώς αυξάνεται η χρήση του Ethereum, το πρωτόκολλο πρέπει να γίνει ασφαλέστερο έναντι όλων των μορφών επίθεσης.",
  "page-upgrades-shard-button": "Περισσότερα για τις αλυσίδες τομέα",
  "page-upgrades-shard-date": "Η εισαγωγή αλυσίδων τομέα, η δεύτερη αναβάθμιση, αναμένεται μέσα στο 2023.",
  "page-upgrades-shard-desc": "Οι αλυσίδες τομέα θα επεκτείνουν την ικανότητα του Ethereum να επεξεργάζεται περισσότερες συναλλαγές και να αποθηκεύει δεδομένα. Οι ίδιοι οι τομείς θα αποκτήσουν περισσότερα χαρακτηριστικά με την πάροδο του χρόνου, υλοποιώντας το σε πολλαπλές φάσεις.",
  "page-upgrades-shard-estimate": "Αναμένεται: 2023",
  "page-upgrades-shard-lower": "Περισσότερα για τις αλυσίδες τομέα (shard chains)",
  "page-upgrades-shard-title": "Shard chains",
  "page-upgrades-stay-up-to-date": "Μείνετε ενημερωμένοι",
  "page-upgrades-stay-up-to-date-desc": "Μάθετε περισσότερα από του ερευνητές και τους προγραμματιστές που εργάζονται με τις αναβαθμίσεις του Eth2.",
  "page-upgrades-sustainable-desc": "Το Ethereum πρέπει να γίνει πιο φιλικό για το περιβάλλον. Η σημερινή τεχνολογία απαιτεί υπερβολική υπολογιστική ισχύ και ενέργεια.",
  "page-upgrades-take-part": "Πάρτε μέρος στην έρευνα",
  "page-upgrades-take-part-desc": "Οι ερευνητές του Ethereum και οι ενθουσιώδεις χρήστες μπορούν να συμμετέχουν και να συζητούν για τις ερευνητικές προσπάθειες, συμπεριλαμβανομένων των διαφόρων θεμάτων γύρω από το Eth2.",
  "page-upgrades-the-upgrades": "Οι αναβαθμίσεις Eth2",
  "page-upgrades-the-upgrades-desc": "Το Eth2 είναι ένα σύνολο αναβαθμίσεων με σκοπό τη βελτίωση της επεκτασιμότητας, της ασφάλειας και της βιωσιμότητας του Ethereum. Όλα εργάζονται παράλληλα με τον ίδιο σκοπό, έχοντας ορισμένες ιδιαιτερότητες καθορίζοντας τον χρόνο αποδέσμευσης.",
  "page-upgrades-unofficial-roadmap": "Δεν είναι επίσημη τοποθέτηση. Είναι ο τρόπος που βλέπουμε τα πράγματα σύμφωνα πάντα με τις πληροφορίες που προέρχονται από εκεί έξω. Αλλά έτσι είναι η τεχνολογία, μπορεί να αλλάξει κάθετα και ραγδαία. Οπότε τίποτε δεν μπορεί να θεωρηθεί ως δεδομένο, ως δέσμευση.",
  "page-upgrades-upgrade-desc": "Το Ethereum που όλοι γνωρίζουμε και αγαπάμε, απλά πιο επεκτάσιμο, πιο ασφαλές και πιο βιώσιμο...",
  "page-upgrades-upgrades": "Οι αναβαθμίσεις Eth2",
  "page-upgrades-upgrades-aria-label": "Μενού αναβαθμίσεων Eth2",
  "page-upgrades-upgrades-beacon-chain": "Το Beacon Chain",
  "page-upgrades-upgrades-docking": "Ενσωμάτωση του κεντρικού δικτύου και Eth2",
  "page-upgrades-upgrades-guide": "Οδηγός για τις αναβαθμίσεις Eth2",
  "page-upgrades-upgrades-shard-chains": "Οι αλυσίδες τομέα (shard chains)",
  "page-upgrades-upgrading": "Αναβαθμίζοντας το Ethereum σε ριζοσπαστική νέα λειτουργία",
  "page-upgrades-vision": "Το όραμα",
  "page-upgrades-vision-btn": "Περισσότερα για το όραμα Eth2",
  "page-upgrades-vision-desc": "Για να φέρουμε το Ethereum στο κύριο σύστημα στην υπηρεσία όλης της ανθρωπότητας, θα πρέπει να κάνουμε το Ethereum πιο επεκτάσιμο, ασφαλές και βιώσιμο.",
  "page-upgrades-vision-upper": "Tο όραμα Eth2",
  "page-upgrades-what-to-do": "Τι χρειάζεται να κάνετε;",
  "page-upgrades-what-to-do-desc": "Αν είστε χρήστης dapp ή κάτοχος ETH, δεν χρειάζεται να κάνετε τίποτα. Αν είστε προγραμματιστής ή θέλετε να ξεκινήσετε με το staking (αποθήκευση), υπάρχουν τρόποι με τους οποίους μπορείτε να συμμετάσχετε σήμερα.",
  "page-upgrades-whats-next": "Τι είναι το Eth2;",
  "page-upgrades-whats-next-desc": "Το Eth2 είναι ένα σύνολο αναβαθμίσεων που θα κάνουν το Ethereum πιο επεκτάσιμο, πιο ασφαλές και πιο βιώσιμο. Αυτές οι αναβαθμίσεις δημιουργούνται από πολλές διαφορετικές ομάδες από ολόκληρο το οικοσύστημα του Ethereum.",
  "page-upgrades-whats-ethereum": "Περιμένετε, τι είναι το Ethereum;",
  "page-upgrades-whats-new": "Τι νέο υπάρχει στο Eth2;"
}
