{
  "page-wallets-accounts-addresses": "Πορτοφόλια, λογαριασμοί, κλειδιά και διευθύνσεις",
  "page-wallets-accounts-addresses-desc": "Αξίζει να κατανοήσουμε τις διαφορές μεταξύ ορισμένων βασικών όρων.",
  "page-wallets-accounts-ethereum-addresses": "<b>Ένας λογαριασμός ethereum έχει μία διεύθυνση</b>, όπως τα εισερχόμενα έχουν μία διεύθυνση email. Αυτό χρησιμοποιείται για την επιβεβαίωση των ψηφιακών περιουσιακών στοιχείων.",
  "page-wallets-alt": "Απεικόνιση ενός ρομπότ με ένα θησαυροφυλάκιο στο σώμα του, που αντιπροσωπεύει ένα πορτοφόλι Ethereum",
  "page-wallets-ethereum-account": "<b>Ένας λογαριασμός Ethereum αποτελείται από ένα ζευγάρι κλειδιών.</b> Το <a href=\"/glossary/#public-key\">ένα κλειδί</a> χρησιμοποιείται για τη δημιουργία διεύθυνσης που μπορείτε να μοιραστείτε ελεύθερα και <a href=\"/glossary/#private-key\">το άλλο κλειδί</a> που πρέπει να κρατήσετε μυστικό επειδή χρησιμοποιείται για την υπογραφή των ενεργειών σας. Μαζί αυτά τα κλειδιά σάς επιτρέπουν να κρατάτε ασφαλή τα περιουσιακά στοιχεία και να κάνετε συναλλαγές.",
  "page-wallets-blog": "Ιστολόγιο Coinbase",
  "page-wallets-bookmarking": "Αποθηκεύστε το πορτοφόλι σας στους σελιδοδείκτες",
  "page-wallets-bookmarking-desc": "Αν χρησιμοποιείτε ένα πορτοφόλι ιστού, προσθέστε τη σελίδα στους σελιδοδείκτες σας, για να προστατευθείτε από απάτες.",
  "page-wallets-cd": "Τα <b>πορτοφόλια υλικού</b> είναι συσκευές που σας επιτρέπουν να αποθηκεύετε τα κρυπτονομίσματά σας εκτός σύνδεσης, υψηλή ασφάλεια",
  "page-wallets-desc-2": "Τα πορτοφόλια είναι αυτά που χρησιμοποιούν οι περισσότεροι για να χειριστούν τα ψηφιακά τους στοιχεία και την ταυτότητά τους.",
  "page-wallets-desc-2-link": "Περισσότερα για το ETH",
  "page-wallets-desc-3": "Το πορτοφόλι σας είναι το εργαλείο διαχείρισης του λογαριασμού σας Ethereum. Αυτό σημαίνει ότι μπορείτε να ανταλλάξετε παρόχους πορτοφολιού ανά πάσα στιγμή. Πολλά πορτοφόλια, σας επιτρέπουν επίσης να διαχειριστείτε πολλούς λογαριασμούς Ethereum από μία εφαρμογή.",
  "page-wallets-desc-4": "Οι πάροχοι πορτοφολιού δεν έχουν την ευθύνη των κεφαλαίων σας. Απλώς σας παρέχουν ένα παράθυρο για να δείτε τα περιουσιακά σας στοιχεία στο Ethereum και τα εργαλεία για να τα διαχειριστείτε εύκολα.",
  "page-wallets-description": "Τα πορτοφόλια Ethereum είναι εφαρμογές που σας δίνουν τον έλεγχο του λογαριασμού σας. Ακριβώς όπως το φυσικό σας πορτοφόλι, περιέχει όλα όσα χρειάζεστε για να αποδείξετε την ταυτότητά σας και να χειριστείτε τα περιουσιακά σας στοιχεία. Το πορτοφόλι σας σάς επιτρέπει να συνδέεστε σε εφαρμογές, να διαβάζετε το υπόλοιπό σας, να πραγματοποιείτε συναλλαγές και να επαληθεύετε την ταυτότητά σας.",
  "page-wallets-desktop": "<b>Εφαρμογές για υπολογιστή</b>, αν προτιμάτε να διαχειριστείτε τα κεφάλαιά σας μέσω MacOS, Windows ή Linux",
  "page-wallets-ethereum-wallet": "<b>Το πορτοφόλι είναι το εργαλείο που σας βοηθά να διαχειρίζεστε τον λογαριασμό σας</b>, με χρήση των κλειδιών σας. Σας επιτρέπει να δείτε το υπόλοιπο του λογαριασμού σας, να κάνετε συναλλαγές και πολλά άλλα.",
  "page-wallets-explore": "Εξερευνήστε το Ethereum",
  "page-wallets-features-desc": "Μπορούμε να σας βοηθήσουμε να επιλέξετε το πορτοφόλι σας με βάση τα χαρακτηριστικά που σας ενδιαφέρουν.",
  "page-wallets-features-title": "Σύγκριση πορτοφολιών με βάση των δυνατοτήτων τους",
  "page-wallets-find-wallet-btn": "Επιλογή πορτοφολιού",
  "page-wallets-find-wallet-link": "Επιλογή πορτοφολιού",
  "page-wallets-get-some": "Αποκτήστε ETH",
  "page-wallets-get-some-alt": "Μια απεικόνιση ενός χεριού που δημιουργεί το λογότυπο του ETH από lego τουβλάκια",
  "page-wallets-get-some-btn": "Αποκτήστε ETH",
  "page-wallets-get-some-desc": "Το ETH είναι το αρχικό κρυπτονόμισμα του Ethereum. Θα χρειαστείτε νομίσματα ETH στο πορτοφόλι σας για να χρησιμοποιήσετε τις εφαρμογές του Ethereum.",
  "page-wallets-keys-to-safety": "Τα κλειδιά για την ασφάλεια των κρυπτονομισμάτων σας",
  "page-wallets-manage-funds": "Μια εφαρμογή για τη διαχείριση των κεφαλαίων σας",
  "page-wallets-manage-funds-desc": "Ένα πορτοφόλι δείχνει το υπόλοιπο, το ιστορικό των συναλλαγών σας και σας παρέχει έναν τρόπο για να στέλνετε/λαμβάνετε κεφάλαια. Κάποια πορτοφόλια μπορεί να προσφέρουν και περισσότερα.",
  "page-wallets-meta-description": "Τι πρέπει να γνωρίζετε για να χρησιμοποιήσετε τα πορτοφόλια Ethereum.",
  "page-wallets-meta-title": "Πορτοφόλια Ethereum: Αγορά, Αποθήκευση και Αποστολή κρύπτο",
  "page-wallets-mobile": "<b>Εφαρμογές για το κινητό σας</b>, για να έχετε πρόσβαση στο κεφάλαιό σας από οπουδήποτε",
  "page-wallets-more-on-dapps-btn": "Περισσότερα για τα dapps",
  "page-wallets-most-wallets": "Τα περισσότερα προϊόντα πορτοφολιού θα σας επιτρέψουν να δημιουργήσετε έναν λογαριασμό Ethereum. Έτσι, δεν χρειάζεστε ένα πριν κατεβάσετε ένα πορτοφόλι.",
  "page-wallets-protecting-yourself": "Προστατέψτε τον εαυτό σας και το κεφάλαιό σας",
  "page-wallets-seed-phrase": "Σημειώστε τις <a href=\"/glossary/#recovery-phrase\">λέξεις ασφαλείας σας</a>",
  "page-wallets-seed-phrase-desc": "Τα πορτοφόλια σας παρέχουν μια σειρά λέξεων που πρέπει να αποθηκεύσετε κάπου ασφαλή. Είναι ο μόνος τρόπος για να μπορέσετε να ανακτήσετε το πορτοφόλι σας.",
  "page-wallets-seed-phrase-example": "Δείτε ένα παράδειγμα:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Μην τις αποθηκεύετε στον υπολογιστή. Γράψτε τες και κρατήστε τις ασφαλείς.",
  "page-wallets-slogan": "Διατηρεί τα κλειδιά για το ψηφιακό σας μέλλον",
  "page-wallets-stay-safe": "Πώς να μείνετε ασφαλείς",
  "page-wallets-stay-safe-desc": "Η οικονομική ελευθερία και η δυνατότητα πρόσβασης και χρήσης κεφαλαίων οπουδήποτε, συνοδεύεται από ευθύνη. Δεν υπάρχει υποστήριξη πελατών στην κρυπτογράφηση. <b>Είστε υπεύθυνοι για τη διατήρηση των κλειδιών σας μυστικά και ασφαλή.</b>",
  "page-wallets-subtitle": "Τα πορτοφόλια σάς βοηθούν να αποκτήσετε πρόσβαση στα ψηφιακά σας στοιχεία και να συνδεθείτε σε εφαρμογές.",
  "page-wallets-take-responsibility": "Αναλάβετε την ευθύνη των κεφαλαίων σας",
  "page-wallets-take-responsibility-desc": "Τα κεντρικά ανταλλακτήρια θα συνδέσουν το πορτοφόλι σας με ένα όνομα χρήστη και ένα κωδικό πρόσβασης που μπορείτε να τον ανακτήσετε με τον παραδοσιακό τρόπο. Απλά θυμηθείτε ότι εμπιστεύεστε τα χρήματά σας σε αυτά τα ανταλλακτήρια. Εάν αυτή το ανταλλακτήριο έχει οικονομικά προβλήματα, τα χρήματά σας διατρέχουν κίνδυνο.",
  "page-wallets-tips": "Περισσότερες συμβουλές για να παραμείνετε ασφαλείς",
  "page-wallets-tips-community": "Από την κοινότητα",
  "page-wallets-title": "Πορτοφόλια Ethereum",
  "page-wallets-triple-check": "Κάντε τριπλό έλεγχο σε όλα",
  "page-wallets-triple-check-desc": "Θυμηθείτε ότι οι συναλλαγές δεν μπορούν να ακυρωθούν και τα πορτοφόλια δεν μπορούν εύκολα να ανακτηθούν, οπότε λάβετε τα μέτρα σας και να προσέχετε πάντοτε.",
  "page-wallets-try-dapps": "Δοκιμάστε μερικές αποκεντρωμένες εφαρμογές",
  "page-wallets-try-dapps-alt": "Μια απεικόνιση μελών της κοινότητας Ethereum που συνεργάζονται",
  "page-wallets-try-dapps-desc": "Οι αποκεντρωμένες εφαρμογές ή Dapps, είναι εφαρμογές που χτίστηκαν στο Ethereum. Είναι φθηνότερες, δικαιότερες και πιο ευγενικές με τα δεδομένα σας από τις περισσότερες παραδοσιακές.",
  "page-wallets-types": "Τύποι πορτοφολιών",
  "page-wallets-types-desc": "Υπάρχουν διάφοροι τρόποι διασύνδεσης και αλληλεπίδρασης με τον λογαριασμό σας:",
  "page-wallets-web-browser": "Τα <b>πορτοφόλια για φυλλομετρητή</b> είναι δικτυακές εφαρμογές που σας επιτρέπουν να αλληλεπιδράσετε με τον λογαριασμό σας απευθείας από τον φυλλομετρητή σας",
  "page-wallets-web-browser-extension": "Τα <b>πορτοφόλια για φυλλομετρητή είναι επεκτάσεις</b> που σας επιτρέπουν να αλληλεπιδράσετε με τον λογαριασμό σας και τις εφαρμογές μέσω του φυλλομετρητή",
  "page-wallets-whats-a-wallet": "Τι είναι το πορτοφόλι Ethereum;",
  "page-wallets-your-ethereum-account": "Ο λογαριασμός σας Ethereum",
  "page-wallets-your-ethereum-account-desc": "Το πορτοφόλι σας είναι ο τρόπος διαχείρισης του λογαριασμού σας Ethereum – το υπόλοιπό σας, το ιστορικό συναλλαγών σας και πολλά άλλα. Μπορείτε να αλλάξετε παρόχους πορτοφολιού ανά πάσα στιγμή.",
  "page-wallets-your-login": "Σύνδεση στις εφαρμογές Ethereum",
  "page-wallets-your-login-desc": "Το πορτοφόλι, σάς επιτρέπει να συνδεθείτε σε εφαρμογές χρησιμοποιώντας τον λογαριασμό σας Ethereum. Είναι σαν τα στοιχεία σύνδεσης και μπορείτε να τα χρησιμοποιήσετε σε διάφορες εφαρμογές.",
  "additional-reading-how-to-create-an-ethereum-account": "Πώς να «δημιουργήσετε» λογαριασμό Ethereum",
  "additional-reading-how-to-use-a-wallet": "Πώς να χρησιμοποιήσετε ένα πορτοφόλι"
}
