{
    "page-layer-2-hero-title": "Επίπεδο 2",
    "page-layer-2-hero-header": "Δίκτυα Ethereum",
    "page-layer-2-hero-description": "Χρησιμοποιήστε το Ethereum με ελάχιστο κόστος.",
    "page-layer-2-hero-button-2-content": "Μάθετε περισσότερα",
    "page-layer-2-period": ".",
    "page-layer-2-calloutCard-1-title": "Κρατήσεις 0.01$",
    "page-layer-2-calloutCard-1-description": "Μπορείτε να κάνετε συναλλαγές, να στείλετε χρήματα παγκοσμίως ή να χρησιμοποιήσετε εφαρμογές χωρίς να ανησυχείτε για υψηλά κόστη.",
    "page-layer-2-calloutCard-2-title": "Σχεδόν άμεσες συναλλαγές",
    "page-layer-2-calloutCard-2-description": "Είτε κάνετε μια γρήγορη πληρωμή είτε συμμετέχετε σε αποκεντρωμένη χρηματοδότηση (DeFi), όλες οι συναλλαγές χρειάζονται μόνο λίγα δευτερόλεπτα.",
    "page-layer-2-calloutCard-3-title": "Υποστηρίζεται από το Ethereum",
    "page-layer-2-calloutCard-3-description": "Το χρονικά αποδεδειγμένο και αποκεντρωμένο blockchain του Ethereum λειτουργεί ως το επίπεδο διακανονισμού για άλλα νεότερα δίκτυα.",
    "page-layer-2-meta-title": "Εισαγωγή στο Επίπεδο 2 του Ethereum: πλεονεκτήματα και χρήσεις",
    "page-layer-2-meta-description": "Μάθετε για τα δίκτυα επιπέδου 2 του Ethereum",
    "page-layer-2-powered-by-ethereum-title": "Με την υποστήριξη του Ethereum",
    "page-layer-2-powered-by-ethereum-description-1": "Το Ethereum δεν είναι πλέον ένα απλό δίκτυο.",
    "page-layer-2-powered-by-ethereum-description-2": "Με τις εκατοντάδες κρυπτοαλυσίδες που έχουν χτιστεί πλέον πάνω του, το Ethereum έχει γίνει πιο οικονομικό, πιο γρήγορο και προσιτό για καθημερινή χρήση.",
    "page-layer-2-powered-by-ethereum-description-3": "Αγκαλιάστε το μέλλον μπαίνοντας σε ένα από τα πολλά δίκτυα που υποστηρίζονται από το Ethereum!",
    "page-layer-2-man-and-dog-alt": "Ένας άνθρωπος και ένας σκύλος παίζουν",
    "page-layer-2-blockchain-transaction-cost": "Μέσο κόστος συναλλαγής στην κρυπτοαλυσίδα του Ethereum",
    "page-layer-2-networks-transaction-cost": "Μέσο κόστος συναλλαγής σε δίκτυα που υποστηρίζονται από το Ethereum",
    "page-layer-2-network-of-networks-title": "Το δίκτυο των δικτύων",
    "page-layer-2-network-of-networks-description": "Η ισχύς και η ασφάλεια του Ethereum παρέχουν μια πλατφόρμα πάνω στην οποία μπορούν να χτιστούν άλλα δίκτυα. Με έναν μόνο λογαριασμό, όλα είναι συμβατά και συνδέονται απρόσκοπτα.",
    "page-layer-2-ethereum-logo-alt": "Ethereum",
    "page-layer-2-ready-to-start-title": "Έτοιμοι να ξεκινήσουμε;",
    "page-layer-2-ready-to-start-description": "Δείτε όλα τα διαφορετικά δίκτυα που είναι διαθέσιμα για εσάς.",
    "page-layer-2-ready-to-start-button": "Εξερεύνηση δικτύων",
    "page-layer-2-go": "Go",
    "page-layer-2-walking-alt": "Walking",
    "page-layer-2-why-do-we-need-multiple-networks-1": "Γιατί χρειάζονται πολλαπλά δίκτυα στο Ethereum;",
    "page-layer-2-why-do-we-need-multiple-networks-2": "Γιατί όλα αυτά τα δίκτυα δεν είναι απλά ένα δίκτυο Ethereum;",
    "page-layer-2-faq-title": "Συχνές ερωτήσεις",
    "page-layer-2-faq-ExpandableCard-1-title": "Πώς μπορώ να γνωρίζω ότι ένα δίκτυο είναι μέρος του Ethereum;",
    "page-layer-2-faq-ExpandableCard-1-description-1": "Υπάρχουν πολλοί διαφορετικοί τρόποι που μπορεί κανείς να κατηγοριοποιήσει τα δίκτυα σε σχέση με το Ethereum. Πολλά δίκτυα ισχυρίζονται ότι κλιμακώνουν το Ethereum για να συγκεντρώσουν δημοτικότητα. Ωστόσο, μια ξεκάθαρη προοπτική είναι εάν το δίκτυο αποθηκεύει τα δεδομένα του στο κύριο δίκτυο Ethereum. Αυτό ενισχύει σημαντικά την ασφάλεια των χρηστών και το όραμα χωρίς άδεια του Ethereum. Τέτοια έργα ονομάζονται συχνά «πακέτα ενημέρωσης». Εάν τα δεδομένα αποθηκεύονται κάπου αλλού, τότε το έργο δεν είναι άμεση επέκταση Ethereum και είναι μάλλον ανεξάρτητο. Δείτε μερικά από τα πιο δημοφιλή",
    "page-layer-2-faq-ExpandableCard-1-description-2": "Ορισμένοι συγκεκριμένοι κλάδοι ενδέχεται να μην απαιτούν μια τέτοια άμεση στενή σχέση, όπως τα παιχνίδια ή οι μη χρηματοοικονομικές εφαρμογές όπου οι διαφορετικές τεχνολογίες ταιριάζουν καλύτερα.",
    "page-layer-2-faq-ExpandableCard-2-title": "Είναι ασφαλή όλα αυτά τα δίκτυα;",
    "page-layer-2-faq-ExpandableCard-2-description-1": "Ενώ γενικά σχεδιάζονται με ισχυρά χαρακτηριστικά ασφαλείας, η ασφάλειά τους εξαρτάται από την υποκείμενη τεχνολογία, την ασφάλεια έξυπνων συμβολαίων και",
    "page-layer-2-faq-ExpandableCard-2-link": "την ωριμότητα του δικτύου",
    "page-layer-2-faq-ExpandableCard-2-description-2": "Οι χρήστες θα πρέπει να κάνουν τη δέουσα επιμέλεια, ξεκινώντας με μικρές συναλλαγές και ενημερώνονται για τις εξελίξεις για να διασφαλίσουν την ασφαλή χρήση.",
    "page-layer-2-faq-ExpandableCard-3-title": "Γιατί το Ethereum δεν μπορεί να κλιμακώσει τη δική του αλυσίδα αντί να βασίζεται σε αυτά τα δίκτυα;",
    "page-layer-2-faq-ExpandableCard-3-description": "Το Ethereum δεν μπορεί εύκολα να κλιμακώσει τη δική του κύρια αλυσίδα γιατί πρέπει να παραμείνει ασφαλές και αποκεντρωμένο. Κάνοντας την κύρια αλυσίδα ταχύτερη θα μπορούσε να την κάνει λιγότερο ασφαλή και πιο κεντρικά διαχειρίσιμη. Τα δίκτυα Ethereum βοηθούν με την επεξεργασία συναλλαγών εκτός της κύριας αλυσίδας και στη συνέχεια χρησιμοποιώντας την κύρια αλυσίδα για ασφάλεια, επιτρέποντας στο Ethereum να χειρίζεται περισσότερες συναλλαγές χωρίς να χάσει την ασφάλεια ή την αποκέντρωση.",
    "page-layer-2-faq-ExpandableCard-4-title": "Γιατί δεν υπάρχουν «επίσημα» δίκτυα Ethereum;",
    "page-layer-2-faq-ExpandableCard-4-description": "Όπως δεν υπάρχει «επίσημη» εφαρμογή πελάτη του Ethereum, δεν υπάρχει «επίσημο» επίπεδο 2 του Ethereum. Το Ethereum δε χρειάζεται άδειες, τεχνικά ο καθένας μπορεί να δημιουργήσει ένα επίπεδο 2! Πολλαπλές ομάδες θα εφαρμόσουν την έκδοση ενός επιπέδου 2 και το οικοσύστημα στο σύνολό του θα ωφεληθεί από μια ποικιλία προσεγγίσεων σχεδιασμού που είναι βελτιστοποιημένες για διαφορετικές περιπτώσεις χρήσης. Όπως έχουμε πολλές εφαρμογές πελάτη Ethereum που αναπτύσσονται από διαφορετικές ομάδες προκειμένου να έχουν ποικιλομορφία στο δίκτυο έτσι και αυτό θα είναι ο τρόπος που αναπτύσσεται στο μέλλον το επίπεδο 2.",
    "page-layer-2-callout-1-title": "Εξερευνήστε διαφορετικά δίκτυα.",
    "page-layer-2-callout-1-description": "Μάθετε πώς διαφέρουν τα δίκτυα μεταξύ τους και σε ποιο στάδιο της ανάπτυξής τους βρίσκονται.",
    "page-layer-2-callout-2-title": "Ενδιαφέρεστε για περισσότερες λεπτομέρειες;",
    "page-layer-2-callout-2-description": "Είστε περίεργοι για την τεχνολογία και τους λόγους αυτής της προσέγγισης κλιμάκωσης; Μάθετε περισσότερα για τη σκέψη και τις διαφορετικές τεχνολογικές προσεγγίσεις.",
    "page-layer-2-arbitrum-description": "Το Arbitrum One είναι ένα Optimistic Rollup γενικής χρήσης που δημιουργήθηκε από την Offchain Labs και διέπεται από το Arbitrum DAO.",
    "page-layer-2-base-description": "Το Base είναι ένα Optimistic Rollup που έχει δημιουργηθεί με το OP Stack. Προσφέρει έναν χαμηλού κόστους και φιλικό προς τον κατασκευαστή τρόπο για οποιονδήποτε, οπουδήποτε, να κατασκευάσει στην αλυσίδα.",
    "page-layer-2-optimism-description": "Το OP Mainnet είναι μια Optimistic Rollup ισοδύναμη με EVM. Στόχος του είναι να είναι γρήγορο, απλό και ασφαλές.",
    "page-layer-2-blast-description": "Το Blast είναι ένα Optimistic Rollup συμβατό με EVM που υποστηρίζει την εγγενή απόδοση.",
    "page-layer-2-zksync2-description": "Το ZKsync Era είναι μια συλλογή ZK γενικής χρήσης με πλήρη συμβατότητα EVM.",
    "page-layer-2-linea-description": "Η Linea είναι μια συλλογή ZK που υποστηρίζεται από την Consensys zkEVM, σχεδιασμένη για να κλιμακώνει το δίκτυο Ethereum.",
    "page-layer-2-scroll-description": "Το Scroll είναι το ZK Rollup που επεκτείνει τις δυνατότητες του Ethereum μέσω της τεχνολογίας ZK και της συμβατότητας EVM.",
    "page-layer-2-starknet-description": "Το Starknet είναι μια συνάθροιση ZK γενικής χρήσης που βασίζεται στα STARK και το Cairo VM.",
    "page-layer-2-mode-description": "Η λειτουργία είναι μια στοίβα OP Optimistic Rollup που δημιουργεί την οικονομία AIFi.",
    "page-layer-2-taiko-description": "Το Taiko είναι ένα αποκεντρωμένο ZK-EVM rollup, ισοδύναμο με το Ethereum, που επιτρέπει την απρόσκοπτη επικοινωνία μεταξύ αλυσίδων."
}
