{
  "page-layer-2-learn-meta-title": "Τι είναι το Επίπεδο 2; | ethereum.org",
  "page-layer-2-learn-title": "Τι είναι το Επίπεδο 2;",
  "page-layer-2-learn-description": "Κλιμακωτή αναβάθμιση Ethereum για μαζική ενημέρωση",
  "page-layer-2-learn-button-1-label": "Τι είναι το Επίπεδο 2;",
  "page-layer-2-learn-button-2-label": "Χρήση",
  "page-layer-2-learn-what-is-layer-2-title": "Τι είναι το Επίπεδο 2;",
  "page-layer-2-learn-what-is-layer-2-1": "Το επίπεδο 2 (L2) είναι ένας συλλογικός όρος που περιγράφει ένα συγκεκριμένο σύνολο λύσεων κλιμάκωσης Ethereum. <strong>Το επίπεδο 2 είναι μια ξεχωριστή <a href=\"/glossary/#blockchain\">κρυπτοαλυσίδα</a> που επεκτείνει το Ethereum και κληρονομεί τις εγγυήσεις ασφαλείας του</strong>.",
  "page-layer-2-learn-what-is-layer-2-2": "Τώρα ας το ψάξουμε λίγο περισσότερο. Για να το κάνουμε αυτό πρέπει αρχικά να εξηγήσουμε το επίπεδο 1 (L1).",
  "page-layer-2-learn-what-is-layer-1-title": "Τι είναι το Επίπεδο 1;",
  "page-layer-2-learn-what-is-layer-1-1": "Οι κρυπτοαλυσίδες επιπέδου 1, όπως το Ethereum και το Bitcoin, είναι το <strong>υπόκρυφο θεμέλιο στο οποίο στηρίζονται τα έργα του επιπέδου 2</strong>. Παραδείγματα έργων επιπέδου 2 περιλαμβάνουν <strong>συνάθροιση μηδενικής γνώσης</strong> και <strong>πακέτα ενημέρωσης optimistic</strong> στο Ethereum και το Δίκτυο Lighting πάνω από το Bitcoin.",
  "page-layer-2-learn-what-is-layer-1-2": "Το Ethereum λειτουργεί επίσης ως επίπεδο διαθεσιμότητας δεδομένων για το Επίπεδο 2 και εάν υπάρχουν διαφωνίες σχετικά με προηγούμενες συναλλαγές, παρέχονται δεδομένα από το Ethereum για αυτές τις διαφορές.",
  "page-layer-2-learn-layer-1-list-title": "Το Ethereum ως επίπεδο 1 περιλαμβάνει:",
  "page-layer-2-learn-layer-1-list-1": "<strong>Το δίκτυο διαχειριστών κόμβων</strong> που ασφαλίζουν και επαληθεύουν το δίκτυο.",
  "page-layer-2-learn-layer-1-list-2": "<strong>Το δίκτυο των δημιουργών μπλοκ.</strong>",
  "page-layer-2-learn-layer-1-list-3": "<strong>Την κρυπτοαλυσίδα</strong> και το ιστορικό των δεδομένων συναλλαγών.",
  "page-layer-2-learn-layer-1-list-4": "<strong>Τον μηχανισμό συναίνεσης</strong> του δικτύου.",
  "page-layer-2-learn-why-do-we-need-layer-2-title": "Γιατί χρειαζόμαστε επίπεδο 2;",
  "page-layer-2-learn-why-do-we-need-layer-2-1": "Οι τρεις ιδιότητες μιας κρυπτοαλυσίδας είναι η αποκέντρωση, η ασφάλεια, και η επεκτασιμότητα. Το τρίλλημα της κρυπτοαλυσίδας δηλώνει ότι μια απλή αρχιτεκτονική των κρυπτοαλυσίδων μπορεί να επιτύχει μόνο δύο από τις τρεις ιδιότητες. Θέλετε μια ασφαλή και αποκεντρωμένη κρυπτοαλυσίδα; Πρέπει να θυσιάσετε την επεκτασιμότητα. Εδώ μπαίνουν τα δίκτυα επιπέδου 2.",
  "page-layer-2-learn-why-do-we-need-layer-2-2": "Το Ethereum έχει φτάσει την τρέχουσα χωρητικότητα του δικτύου με 1+ εκατομμύριο συναλλαγές την ημέρα, με υψηλή ζήτηση για καθεμία από αυτές τις συναλλαγές. Η επιτυχία του Ethereum και η ζήτηση για χρήση του έχει προκαλέσει σημαντική αύξηση των τιμών του gas. Ως εκ τούτου, η ανάγκη για λύσεις κλιμάκωσης έχει επίσης κορυφωθεί.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability": "Επεκτασιμότητα",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-1": "Ο κύριος στόχος της επεκτασιμότητας είναι η αύξηση της ταχύτητας των συναλλαγών (ταχύτερη ολοκλήρωση) και της ροής συναλλαγών (υψηλός αριθμός συναλλαγών ανά δευτερόλεπτο), χωρίς να θυσιάζεται η αποκέντρωση ή η ασφάλεια (περισσότερα για το <a href=\"/roadmap/vision\">Όραμα του Ethereum</a>).",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-2": "Η κοινότητα του Ethereum έχει λάβει μια ισχυρή θέση ότι δε θα απορρίψει την αποκέντρωση ή την ασφάλεια προκειμένου να κλιμακωθεί. Μέχρι την κοινή χρήση, το Ethereum Mainnet (επίπεδο 1) θα μπορεί να επεξεργαστεί μόνο περίπου 15 συναλλαγές ανά δευτερόλεπτο. Όταν η ζήτηση για χρήση του Ethereum είναι υψηλή, αυτό προκαλεί συμφόρηση δικτύου, αυξάνοντας τις χρεώσεις συναλλαγών και αποκλείει όσους δεν μπορούν να το αντέξουν οικονομικά από τη χρήση του Ethereum μέχρι να μειωθούν τα τέλη. Εκεί έρχεται το επίπεδο 2 για να κλιμακώσει το Ethereum σήμερα.",
  "page-layer-2-learn-layer2Cards-1-title": "Χαμηλότερες κρατήσεις",
  "page-layer-2-learn-layer2Cards-1-description": "Συνδυάζοντας πολλαπλές συναλλαγές σε μία συναλλαγή επιπέδου 1, οι χρεώσεις συναλλαγών μειώνονται σημαντικά, καθιστώντας το Ethereum πιο προσιτό για όλους.",
  "page-layer-2-learn-layer2Cards-2-title": "Διατήρηση ασφάλειας",
  "page-layer-2-learn-layer2Cards-2-description": "Οι κρυπτοαλυσίδες επιπέδου 2 διακανονίζουν τις συναλλαγές στο Κεντρικό Δίκτυο του Ethereum, επιτρέποντας στους χρήστες να επωφεληθούν από την ασφάλεια του δικτύου του Ethereum.",
  "page-layer-2-learn-layer2Cards-3-title": "Βελτίωση χρήσης",
  "page-layer-2-learn-layer2Cards-3-description": "Με ταχύτερες συναλλαγές ανά δευτερόλεπτο, χαμηλότερες χρεώσεις και νέα τεχνολογία, τα έργα θα αναπτυχθούν σε νέες εφαρμογές με βελτιωμένη εμπειρία χρήστη.",
  "page-layer-2-learn-how-does-layer-2-work-title": "Πώς λειτουργεί το επίπεδο 2;",
  "page-layer-2-learn-how-does-layer-2-work-1": "Όπως αναφέραμε παραπάνω, το επίπεδο 2 είναι ένας συλλογικός όρος για λύσεις αναβάθμισης του Ethereum που χειρίζονται συναλλαγές εκτός του επιπέδου 1, ενώ παράλληλα εκμεταλλεύονται την ισχυρή αποκεντρωμένη ασφάλεια του επιπέδου 1 του Ethereum. Το επίπεδο 2 είναι μια ξεχωριστή κρυπτοαλυσίδα που επεκτείνει το Ethereum. Πώς λειτουργεί αυτό;",
  "page-layer-2-learn-how-does-layer-2-work-2": "Υπάρχουν αρκετοί διαφορετικοί τύποι επιπέδου 2, ο καθένας από τους οποίους έχει τους δικούς του τρόπους συναλλαγών και μοντέλα ασφαλείας. Το επίπεδο 2 απομακρύνει το βάρος των συναλλαγών από το επίπεδο 1, επιτρέποντάς του να γίνει ταχύτερο και όλα γίνονται πιο επεκτάσιμα.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-title": "Πακέτα ενημέρωσης",
  "page-layer-2-learn-how-does-layer-2-work-rollups-1": "Τα πακέτα ενημερώσεων (ή «roll up») περιλαμβάνουν εκατοντάδες συναλλαγές σε μια ενιαία συναλλαγή στο επίπεδο 1. Αυτό κατανέμει τις χρεώσεις συναλλαγών L1 σε όλους που βρίσκονται στο πακέτο, καθιστώντας το φθηνότερο για κάθε χρήστη.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-2": "Τα δεδομένα συναλλαγών του πακέτου συναλλαγών υποβάλλονται στο επίπεδο 1, αλλά η εκτέλεση πραγματοποιείται ξεχωριστά από το πακέτων συναλλαγών. Με την υποβολή των δεδομένων συναλλαγών στο επίπεδο 1, μεταβιβάζεται η ασφάλεια στο Ethereum. Αυτό συμβαίνει επειδή μόλις τα δεδομένα μεταφορτωθούν στο επίπεδο 1, η ενημέρωση του πακέτου συναλλαγών απαιτεί την ενημέρωση του Ethereum. Υπάρχουν δύο διαφορετικές προσεγγίσεις για τα πακέτα συναλλαγών: η optimistic και η μηδενικής γνώσης. Διαφέρουν κυρίως ως προς τον τρόπο υποβολής αυτών των δεδομένων συναλλαγών στο L1.",
  "page-layer-2-learn-rollupCards-optimistic-title": "Πακέτα ενημέρωσης optimistic",
  "page-layer-2-learn-rollupCards-optimistic-description": "Τα πακέτα συναλλαγών optimistic χρησιμοποιούν αποδείξεις σφαλμάτων όπου οι συναλλαγές θεωρείται ότι είναι έγκυρες, αλλά μπορούν να αμφισβητηθούν εάν υπάρχει υποψία μη έγκυρης συναλλαγής. Εάν υπάρχει υποψία μη έγκυρης συναλλαγής, εκτελείται μια απόδειξη σφάλματος για να διαπιστωθεί εάν αυτό έχει λάβει χώρα.",
  "page-layer-2-learn-rollupCards-optimistic-childSentence": "Περισσότερα για πακέτα συναλλαγών optimistic",
  "page-layer-2-learn-rollupCards-zk-title": "Πακέτα ενημέρωσης μηδενικής γνώσης",
  "page-layer-2-learn-rollupCards-zk-description": "Τα πακέτα συναλλαγών Μηδενικής Γνώσης χρησιμοποιούν αποδείξεις εγκυρότητας όπου οι υπολογισμοί των συναλλαγών υπολογίζονται εκτός αλυσίδας και, στη συνέχεια, αυτά τα δεδομένα παρέχονται στο Ethereum Mainnet με απόδειξη της εγκυρότητάς τους.",
  "page-layer-2-learn-rollupCards-zk-childSentence": "Περισσότερα για τα zk-rollups",
  "page-layer-2-learn-dyor-title": "Κάντε τη δική σας έρευνα: Κίνδυνοι του επιπέδου 2",
  "page-layer-2-learn-dyor-1": "Επειδή οι αλυσίδες επιπέδου 2 κληρονομούν ασφάλεια από το Ethereum, σε έναν ιδανικό κόσμο, είναι εξίσου ασφαλείς με το L1 Ethereum. Ωστόσο, πολλά από τα <strong>έργα είναι ακόμα νέα και κάπως πειραματικά</strong>. Μετά από χρόνια έρευνας και ανάπτυξης, πολλές από τις τεχνολογίες L2 που θα κλιμακώσουν το Ethereum κυκλοφόρησαν το 2021. Αυτό δε σημαίνει ότι αυτά τα L2 δεν είναι ασφαλή, μόνο ότι κανένα επίπεδο 2 δεν έχει δοκιμαστεί τόσο μάχη όσο το Ethereum Mainnet. Πάντα να κάνετε τη δική σας έρευνα και να αποφασίζετε εάν αισθάνεστε άνετα με τυχόν κινδύνους.",
  "page-layer-2-learn-dyor-2": "Για περισσότερες πληροφορίες σχετικά με την τεχνολογία, τους κινδύνους και την εμπιστοσύνη ενός επιπέδου 2, σας προτείνουμε να ανατρέξετε στο L2BEAT, το οποίο παρέχει ένα αναλυτικό πλαίσιο κινδύνου για κάθε έργο.",
  "page-layer-2-learn-dyor-link": "Μετάβαση στο L2BEAT",
  "page-layer-2-learn-note-on-alt-l1-title": "Μια σημείωση για τα alt L1, τα sidechains και τα validiums",
  "page-layer-2-learn-note-on-alt-l1-1": "Τα εναλλακτικά επίπεδα 1 έχουν υψηλότερη απόδοση και χαμηλότερες χρεώσεις συναλλαγών από το Ethereum. Αυτά τα alt L1 χρειάστηκε να θυσιαστούν για την ασφάλεια ή την αποκέντρωση προκειμένου να επιτευχθούν υψηλότερες συναλλαγές ανά δευτερόλεπτο και χαμηλότερες χρεώσεις. Το οικοσύστημα Ethereum είναι σταθερά ευθυγραμμισμένο ότι η κλίμακα 2 είναι ο μόνος τρόπος για να λυθεί το τρίλημμα της επεκτασιμότητας και να παραμείνει αποκεντρωμένη και ασφαλής",
  "page-layer-2-learn-note-on-alt-l1-2": "Οι πλευρικές αλυσίδες και τα validiums είναι μπλοκ αλυσίδες που επιτρέπουν τη γεφύρωση περιουσιακών στοιχείων από μια κρυπτοαλυσίδα και τη χρήση σε άλλη κρυπτοαλυσίδα. Οι πλευρικές αλυσίδες και τα validiums τρέχουν παράλληλα με την κύρια αλυσίδα και αλληλεπιδρούν με αυτή μέσω γεφυρών, αλλά δεν αντλούν την ασφάλειά τους ή τη διαθεσιμότητα δεδομένων από την κύρια αλυσίδα. Κλιμακώνονται παρόμοια με το επίπεδο 2, αλλά έχουν διαφορετικές υποθέσεις εμπιστοσύνης. Προσφέρουν χαμηλότερες χρεώσεις συναλλαγών και υψηλότερη απόδοση συναλλαγών. Περισσότερα για τα <a href=\"/developers/docs/scaling/sidechains\">πλευρικές αλυσίδες</a> και τα <a href=\"/developers/docs/scaling/validium\">validium</a>.",
  "page-layer-2-learn-callout-1-title": "Ποια είναι τα οφέλη;",
  "page-layer-2-learn-callout-1-description": "Εξερευνήστε τι είναι ο πρακτικός αντίκτυπος των λύσεων επιπέδου 2, στην εμπειρία χρήστη.",
  "page-layer-2-learn-learn-more": "Μάθετε περισσότερα",
  "page-layer-2-learn-callout-2-title": "Εξερευνήστε διαφορετικά δίκτυα.",
  "page-layer-2-learn-callout-2-description": "Μάθετε πώς διαφέρουν τα δίκτυα μεταξύ τους και πόσο μακριά έχουν φτάσει στην ανάπτυξή τους.",
  "page-layer-2-learn-explore-networks": "Εξερεύνηση δικτύων"
}
