{
  "page-upgrades-vision-2014": "Δείτε ένα άρθρο του 2014 σχετικά με την απόδειξη συμμετοχής",
  "page-upgrades-vision-beacon-chain": "Η κύρια αλυσίδα",
  "page-upgrades-vision-beacon-chain-btn": "Περισσότερα για την κύρια αλυσίδα",
  "page-upgrades-vision-beacon-chain-date": "Η κύρια αλυσίδα είναι πραγματικότητα",
  "page-upgrades-vision-beacon-chain-desc": "Η πρώτη προσθήκη στο οικοσύστημα σχετικά με το Eth2. Η κύρια αλυσίδα προσθέτει και τη λειτουργία της αποθήκευσης στο Ethereum, θέτοντας τα θεμέλια για μελλοντικές αναβαθμίσεις όπου και τελικά θα συντονίσει το νέο σύστημα.",
  "page-upgrades-vision-beacon-chain-upper": "Η κύρια αλυσίδα (Beacon Chain)",
  "page-upgrades-vision-desc-1": "Το Ethereum χρειάζεται να αποσυμφορήσει το δίκτυο και να βελτιώσει την ταχύτητα των υπηρεσιών του για το σύνολο των χρηστών του.",
  "page-upgrades-vision-desc-2": "Η εκτέλεση ενός κόμβου γίνεται όλο και πιο δύσκολη καθώς το δίκτυο αναπτύσσεται. Γίνεται δυσκολότερο κατά την ιεράρχηση και τον υπολογισμό του δικτύου.",
  "page-upgrades-vision-desc-3": "Το Ethereum χρησιμοποιεί υπερβολική ηλεκτρική ενέργεια. Η τεχνολογία που διατηρεί το δίκτυο ασφαλές θα πρέπει να είναι πιο βιώσιμη.",
  "page-upgrades-vision-merge-date": "Αναμένεται: 2022",
  "page-upgrades-vision-merge-desc": "Το κεντρικό δίκτυο του Ethereum θα πρέπει να «ενσωματωθεί» με την Κύρια Αλυσίδα κάποια στιγμή. Αυτό θα δώσει τη δυνατότητα συμμετοχής με τη μέθοδο της αποθήκευσης (staking) σε ολόκληρο το δίκτυο και θα σηματοδοτήσει το τέλος της υψηλής ενεργειακής απαίτησης για λόγους εξόρυξης.",
  "page-upgrades-vision-ethereum-node": "Περισσότερα για τους κόμβους",
  "page-upgrades-vision-explore-upgrades": "Εξερευνήστε τις αναβαθμίσεις",
  "page-upgrades-vision-future": "Ένα ψηφιακό μέλλον παγκόσμιας κλίμακας",
  "page-upgrades-vision-meta-desc": "Μια επισκόπηση του αντίκτυπου των αναβαθμίσεων του Eth2 στο Ethereum και των προκλήσεων που πρέπει να ξεπεράσουν.",
  "page-upgrades-vision-meta-title": "Το όραμα του Ethereum 2.0 (Eth2)",
  "page-upgrades-vision-mining": "Περισσότερα για την εξόρυξη",
  "page-upgrades-vision-problems": "Σημερινά προβλήματα",
  "page-upgrades-vision-scalability": "Κλιμάκωση",
  "page-upgrades-vision-scalability-desc": "Το Ethereum χρειάζεται να μπορεί να διαχειριστεί περισσότερες συναλλαγές ανά δευτερόλεπτο χωρίς να αυξήσει τους κόμβους του δικτύου. Οι κόμβοι είναι σημαντικής σημασίας στο δίκτυο όπου αποθηκεύουν και εκτελούν την κεντρική αλυσίδα. Δεν είναι πρακτικό να αυξηθεί το μέγεθος του κόμβου καθώς θα απαιτούνται ακριβοί και αρκετά ισχυροί υπολογιστές. Με την προσθήκη μερικών κόμβων θα εξισορροπηθεί η ταχύτητα του Ethereum ολοκληρώνοντας περισσότερες συναλλαγές ανά δευτερόλεπτο. Περισσότεροι κόμβοι σημαίνει μεγαλύτερη ασφάλεια.",
  "page-upgrades-vision-scalability-desc-3": "Η αναβάθμιση των αλυσίδων shard θα εξαπλώσει το φορτίο του δικτύου σε 64 νέες αλυσίδες. Αυτό θα δώσει χώρο στο Ethereum μειώνοντας τη συμφόρηση και βελτιώνοντας τις ταχύτητες πέρα από τις τρέχουσες 15-45 συναλλαγές ανά δευτερόλεπτο.",
  "page-upgrades-vision-scalability-desc-4": "Και παρόλο που θα υπάρχουν περισσότερες αλυσίδες, στην πραγματικότητα αυτό απαιτεί λιγότερη δουλειά από τους επικυρωτές - τους συντηρητές του δικτύου'. Οι επικυρωτές θα πρέπει μόνο να «τρέξουν» το shard τους και όχι ολόκληρη την αλυσίδα του Ethereum. Αυτό κάνει τους κόμβους πιο ελαφρείς, επιτρέποντας στο Ethereum να κλιμακωθεί και να παραμείνει αποκεντρωμένο.",
  "page-upgrades-vision-security": "Ασφάλεια",
  "page-upgrades-vision-security-desc": "Οι αναβαθμίσεις του Eth2 βελτιώνουν την ασφάλεια του Ethereum ενάντια σε συντονισμένες επιθέσεις, όπως μια επίθεση 51% attack. Ένα είδος επίθεσης όπου αν κάποιος ελέγχει την πλειοψηφία του όγκου δεδομένων του δικτύου μπορεί να επιβάλει κακόβουλες αλλαγές.",
  "page-upgrades-vision-security-desc-3": "Η μετάβαση στην απόδειξη συμμετοχής σημαίνει ότι το πρωτόκολλο του Ethereum έχει μεγαλύτερα αντικίνητρα κατά των επιθέσεων. Αυτό οφείλεται στο γεγονός ότι στην απόδειξη του στοιχήματος, οι επικυρωτές που εξασφαλίζουν το δίκτυο πρέπει να αναφέρουν σημαντικές ποσότητες ETH στο πρωτόκολλο. Αν προσπαθήσουν να επιτεθούν στο δίκτυο, το πρωτόκολλο μπορεί να καταστρέψει αυτόματα το ETH.",
  "page-upgrades-vision-security-desc-5": "Αυτό δεν είναι δυνατό σε απόδειξη εργασίας, όπου το καλύτερο που μπορεί να κάνει ένα πρωτόκολλο είναι να αναγκάσει τις οντότητες που εξασφαλίζουν το δίκτυο (τους εξορυκτές) να χάσουν τις ανταμοιβές εξόρυξης που θα είχαν κατά τα άλλα κερδίσει. Για να επιτευχθεί το ισοδύναμο αποτέλεσμα στην απόδειξη εργασίας, το πρωτόκολλο θα πρέπει να είναι σε θέση να καταστρέψει όλο τον εξοπλισμό ενός εξορυκτή σε περίπτωση προσπάθειας εξαπάτησης.",
  "page-upgrades-vision-security-desc-5-link": "Περισσότερα για απόδειξη της εργασίας (proof of work)",
  "page-upgrades-vision-security-desc-8": "Το μοντέλο ασφαλείας του Ethereum πρέπει επίσης να αλλάξει λόγω της εισαγωγής του",
  "page-upgrades-vision-security-desc-9": "μας επιτρέπει να αντιστοιχίσουμε τυχαία τους επικυρωτές σε διαφορετικά shards - αυτό καθιστά σχεδόν αδύνατο για τους επικυρωτές να συμπράξουν με την επίθεση σε ένα συγκεκριμένο shard. Η αποθήκευση δεν είναι τόσο ασφαλής σε blockchain, επειδή οι εξορυκτές δεν μπορούν να ελεγχθούν από το πρωτόκολλο με αυτόν τον τρόπο.",
  "page-upgrades-vision-security-desc-10": "Η αποθήκευση σημαίνει επίσης ότι δεν χρειάζεται να επενδύσετε σε επίλεκτο υλικό για να «τρέξει» έναν κόμβο Ethereum. Αυτό θα πρέπει να ενθαρρύνει περισσότερους ανθρώπους να γίνουν επικυρωτές, αυξάνοντας την αποκέντρωση του δικτύου και μειώνοντας την επιφάνεια επίθεσης.",
  "page-upgrades-vision-security-staking": "Αποθήκευση ΕΤΗ",
  "page-upgrades-vision-security-validator": "Μπορείτε να γίνετε επικυρωτές δεσμεύοντας (staking) τα ETH σας.",
  "page-upgrades-vision-shard-chains": "shard chains",
  "page-upgrades-vision-shard-date": "Αναμένεται: 2021",
  "page-upgrades-vision-shard-desc-4": "Οι αλυσίδες Shard θα εξαπλώσουν το φορτίο του δικτύου σε 64 νέα blockchain. Τα Shards έχουν τη δυνατότητα να βελτιώσουν δραστικά την ταχύτητα των συναλλαγών – μέχρι 100.000 ανά δευτερόλεπτο.",
  "page-upgrades-vision-shard-upgrade": "Περισσότερα για τις αλυσίδες τομέα (shard chains)",
  "page-upgrades-vision-staking-lower": "Περισσότερα για το staking",
  "page-upgrades-vision-subtitle": "Αύξηση του Ethereum μέχρι να είναι αρκετά ισχυρό για να βοηθήσει όλη την ανθρωπότητα.",
  "page-upgrades-vision-sustainability": "Βιωσιμότητα",
  "page-upgrades-vision-sustainability-desc-1": "Δεν είναι μυστικό ότι το Ethereum και άλλα blockchain, όπως το Bitcoin είναι υψηλής ενεργειακής έντασης λόγω εξόρυξης.",
  "page-upgrades-vision-sustainability-desc-2": "Αλλά το Ethereum κινείται προς την κατεύθυνση της εξασφάλισης από το ETH, όχι της υπολογιστικής ισχύος – μέσω της αποθήκευσης.",
  "page-upgrades-vision-sustainability-desc-3": "Αν και το στοίχημα θα εισαχθεί από την αλυσίδα Beacon, το Ethereum που χρησιμοποιούμε σήμερα θα τρέξει παράλληλα για ένα χρονικό διάστημα, πριν «συγχωνευτεί» ή «ενσωματωθεί» με τις αναβαθμίσεις Eth2. Ένα σύστημα που ασφαλίζεται από το ETH, το άλλο με την υπολογιστική ενέργεια. Αυτό συμβαίνει επειδή, στην αρχή, οι αλυσίδες shard δεν θα είναι σε θέση να χειριστούν πράγματα όπως οι λογαριασμοί ή τα dapps μας. Έτσι δεν μπορούμε απλά να ξεχάσουμε την εξόρυξη και το κεντρικό δίκτυο.",
  "page-upgrades-vision-sustainability-desc-8": "Μόλις η κύρια αλυσίδα και οι αναβαθμίσεις της αλυσίδας shard είναι έτοιμες και λειτουργούν, οι εργασίες θα ξεκινήσουν με το δίκτυο σύνδεσης με το κεντρικό σύστημα. Αυτό θα μετατρέψει το κεντρικό σύστημα σε shard έτσι ώστε να είναι ασφαλισμένο από ETH και πολύ λιγότερης ενεργειακής έντασης.",
  "page-upgrades-vision-sustainability-subtitle": "Το Ethereum πρέπει να είναι πιο φιλικό στο περιβάλλον.",
  "page-upgrades-vision-title": "Το όραμα για το Eth2",
  "page-upgrades-vision-title-1": "Συμφόρηση δικτύου",
  "page-upgrades-vision-title-2": "Αποθηκευτικός χώρος",
  "page-upgrades-vision-title-3": "Πάρα πολύ ενέργεια",
  "page-upgrades-vision-trilemma-cardtext-1": "Οι αναβαθμίσεις της Eth2 θα καταστήσουν το Ethereum επεκτάσιμο, ασφαλές και αποκεντρωμένο. Η αποθήκευση θα κάνει το Ethereum πιο κλιμακούμενο αυξάνοντας τις συναλλαγές ανά δευτερόλεπτο, μειώνοντας παράλληλα την απαιτούμενη ισχύ για να τρέξει έναν κόμβο και να επικυρώσει την αλυσίδα. Η κύρια αλυσίδα θα καταστήσει το Ethereum ασφαλές συντονίζοντας τους επικυρωτές σε όλα τα shard. Και το sharding θα μειώσει το εμπόδιο στη συμμετοχή, δημιουργώντας ένα μεγαλύτερο – πιο αποκεντρωμένο – δίκτυο.",
  "page-upgrades-vision-trilemma-cardtext-2": "Ασφαλή και αποκεντρωμένα δίκτυα blockchain απαιτούν κάθε κόμβο να επαληθεύει κάθε συναλλαγή που επεξεργάζεται η αλυσίδα. Αυτός ο όγκος εργασίας περιορίζει τον αριθμό των συναλλαγών που μπορεί να συμβεί σε κάθε δεδομένη στιγμή. Η αποκέντρωση και η ασφάλεια αντικατοπτρίζει την αλυσίδα Ethereum σήμερα.",
  "page-upgrades-vision-trilemma-cardtext-3": "Τα αποκεντρωμένα δίκτυα λειτουργούν στέλνοντας πληροφορίες σχετικά με τις συναλλαγές σε όλους τους κόμβους – όλο το δίκτυο πρέπει να γνωρίζει για οποιαδήποτε αλλαγή της κατάστασης. Η κλιμάκωση των συναλλαγών ανά δευτερόλεπτο σε ένα αποκεντρωμένο δίκτυο ενέχει κινδύνους για την ασφάλεια, επειδή οι περισσότερες συναλλαγές, όσο μεγαλύτερη είναι η καθυστέρηση, τόσο μεγαλύτερη είναι η πιθανότητα επίθεσης ενώ οι πληροφορίες βρίσκονται στον αέρα.",
  "page-upgrades-vision-trilemma-cardtext-4": "Η αύξηση του μεγέθους και της ισχύος των κόμβων του Ethereum θα μπορούσε να αυξήσει τις συναλλαγές ανά δευτερόλεπτο με ασφαλή τρόπο, αλλά η απαίτηση υλικού θα περιορίσει ποιος θα μπορούσε να το κάνει – αυτό απειλεί την αποκέντρωση. Ελπίζουμε ότι το sharding και το proof-of-stake θα επιτρέψει στο Ethereum να κλιμακωθεί, αυξάνοντας το ποσό των κόμβων, όχι το μέγεθος του κόμβου.",
  "page-upgrades-vision-trilemma-h2": "Η πρόκληση της αποκεντρωμένης κλιμάκωσης",
  "page-upgrades-vision-trilemma-modal-tip": "Πατήστε τους παρακάτω κύκλους για να κατανοήσετε καλύτερα τα προβλήματα της αποκεντρωμένης κλιμάκωσης",
  "page-upgrades-vision-trilemma-p": "Ένας αφελής τρόπος για την επίλυση των προβλημάτων του Ethereum θα ήταν να το κάνουμε πιο συγκεντρωτικό. Όμως η αποκέντρωση είναι πολύ σημαντική. Η αποκέντρωση είναι που προκαλεί την αντίσταση στη λογοκρισία του Ethereum, το άνοιγμα, το απόρρητο των δεδομένων και τη σχεδόν άθραυστη ασφάλεια.",
  "page-upgrades-vision-trilemma-p-1": "Το όραμα του Ethereum είναι να είναι πιο κλιμακούμενο και ασφαλές, αλλά και να παραμένει αποκεντρωμένο. Η επίτευξη αυτών των 3 ιδιοτήτων είναι ένα πρόβλημα γνωστό ως το τρίλιμμα της κλιμάκωσης.",
  "page-upgrades-vision-trilemma-p-2": "Οι αναβαθμίσεις Eth2 στοχεύουν στην επίλυση του τριλήμματος, αλλά υπάρχουν σημαντικές προκλήσεις.",
  "page-upgrades-vision-trilemma-press-button": "Πατήστε τους παρακάτω κύκλους για να κατανοήσετε καλύτερα τα προβλήματα της αποκεντρωμένης κλιμάκωσης.",
  "page-upgrades-vision-trilemma-text-1": "Αποκέντρωση",
  "page-upgrades-vision-trilemma-text-2": "Ασφάλεια",
  "page-upgrades-vision-trilemma-text-3": "Κλιμάκωση",
  "page-upgrades-vision-trilemma-title-1": "Εξερευνήστε το τρίλιμμα κλιμάκωσης",
  "page-upgrades-vision-trilemma-title-2": "Αναβαθμίσεις και αποκεντρωμένη κλιμάκωση Eth2",
  "page-upgrades-vision-trilemma-title-3": "Ασφαλές και αποκεντρωμένο",
  "page-upgrades-vision-trilemma-title-4": "Αποκεντρωμένη και κλιμακούμενη",
  "page-upgrades-vision-trilemma-title-5": "Κλιμακωτή και ασφαλής",
  "page-upgrades-vision-understanding": "Κατανοώντας το όραμα του Eth2",
  "page-upgrades-vision-upgrade-needs": "Η αναγκαιότητα για αναβάθμιση σε Eth2",
  "page-upgrades-vision-upgrade-needs-desc": "Το πρωτόκολλο του Ethereum που ξεκίνησε το 2015 είχε απίστευτη επιτυχία. Αλλά η κοινότητα του Ethereum ανέμενε πάντα ότι μερικές αναβαθμίσεις κλειδιά θα ήταν απαραίτητες για να ξεκλειδώσετε το πλήρες δυναμικό του Ethereum.",
  "page-upgrades-vision-upgrade-needs-desc-2": "Η υψηλή ζήτηση είναι η αύξηση των προμηθειών συναλλαγών που καθιστούν το Ethereum ακριβό για τον μέσο χρήστη. Ο χώρος στο δίσκο που απαιτείται για να τρέξει έναν πελάτη Ethereum αυξάνεται με γρήγορο ρυθμό. Και ο υποκείμενος αλγόριθμος απόδειξης συμμετοχής που κρατά το Ethereum ασφαλές και αποκεντρωμένο έχει μεγάλες περιβαλλοντικές επιπτώσεις.",
  "page-upgrades-vision-upgrade-needs-desc-3": "Αυτό που συνήθως αναφέρεται ως Eth2 είναι ένα σύνολο αναβαθμίσεων που αντιμετωπίζουν αυτά τα προβλήματα και πολλά άλλα. Αυτό το σύνολο αναβαθμίσεων ονομάστηκε αρχικά 'Serenity', και είναι ένας ενεργός τομέας έρευνας και ανάπτυξης από το 2014.",
  "page-upgrades-vision-upgrade-needs-desc-6": " Αυτό σημαίνει ότι δεν υπάρχει διακόπτης ενεργοποίησης για Eth2. Βελτιώσεις θα αποστέλλονται σταδιακά με την πάροδο του χρόνου.",
  "page-upgrades-vision-upgrade-needs-serenity": "Δείτε ένα άρθρο του 2015 που συζητά για το 'Serenity'",
  "page-upgrades-vision-upgrade-needs-desc-5": "Τώρα που η τεχνολογία είναι έτοιμη, αυτές οι αναβαθμίσεις θα καταστρώσουν εκ νέου το Ethereum για να το κάνουν πιο επεκτάσιμο, ασφαλές, και βιώσιμο – να κάνει τη ζωή καλύτερη για τους υπάρχοντες χρήστες και να δελεάσει νέους. Διαφυλάσσοντας την κεντρική αξία της αποκέντρωσης του Ethereum."
}
