{
  "page-wallets-accounts-addresses": "Πορτοφόλια, λογαριασμοί και διευθύνσεις",
  "page-wallets-accounts-addresses-desc": "Αξίζει να κατανοήσουμε τις διαφορές μεταξύ ορισμένων βασικών όρων.",
  "page-wallets-accounts-addresses-desc-2": "είναι μια οικονομική οντότητα που μπορεί να κάνει συναλλαγές και έχει ένα υπόλοιπο.",
  "page-wallets-accounts-has": "Ένας λογαριασμός Ethereum έχει μια",
  "page-wallets-alt": "Απεικόνιση ενός ρομπότ με ένα θησαυροφυλάκιο στο σώμα του, που αντιπροσωπεύει ένα πορτοφόλι Ethereum",
  "page-wallets-an": "Ένα",
  "page-wallets-blog": "Ιστολόγιο Coinbase",
  "page-wallets-bookmarking": "Αποθηκεύστε το πορτοφόλι σας στους σελιδοδείκτες",
  "page-wallets-bookmarking-desc": "Αν χρησιμοποιείτε ένα πορτοφόλι ιστού, προσθέστε τη σελίδα στους σελιδοδείκτες σας, για να προστατευθείτε από απάτες.",
  "page-wallets-cd": "Συσκευές πορτοφολιού που σας επιτρέπουν να κρατάτε τα κρυπτονομίσματά σας εκτός σύνδεσης – πολύ ασφαλή",
  "page-wallets-converted": "Επένδυση σε κρυπτονομίσματα;",
  "page-wallets-converted-desc": "Αν θέλετε να διατηρήσετε σοβαρή αξία κρυπτονομισμάτων, σας συνιστούμε να το κάνετε με συσκευή πορτοφολιού, καθώς είναι τα πιο ασφαλή. Ή ένα πορτοφόλι με ειδοποιήσεις παραβίασης και όριο ανάληψης.",
  "page-wallets-curious": "Περιέργεια για τα κρυπτονομίσματα;",
  "page-wallets-curious-desc": "Αν είστε καινούργιοι στα κρυπτονομίσματα και απλά θέλετε να πάρετε μια γεύση, σας συνιστούμε κάτι που θα σας δώσει την ευκαιρία να εξερευνήσετε τις εφαρμογές Ethereum ή να αγοράσετε το πρώτο σας ETH, απευθείας από το πορτοφόλι σας.",
  "page-wallets-desc-2": "Χρειάζεστε ένα πορτοφόλι για να στείλετε κεφάλαια και να διαχειριστείτε ETH.",
  "page-wallets-desc-2-link": "Περισσότερα για το ETH",
  "page-wallets-desc-3": "Το πορτοφόλι σας είναι μόνο το εργαλείο διαχείρισης του λογαριασμού σας Ethereum. Αυτό σημαίνει ότι μπορείτε να ανταλλάξετε παρόχους πορτοφολιού ανά πάσα στιγμή. Πολλά πορτοφόλια, σας επιτρέπουν επίσης να διαχειριστείτε πολλούς λογαριασμούς Ethereum από μία εφαρμογή.",
  "page-wallets-desc-4": "Αυτό συμβαίνει επειδή τα πορτοφόλια δεν έχουν την κυριότητα των κεφαλαίων σας, αλλά εσείς. Είναι απλά το εργαλείο για τη διαχείριση της περιουσίας σας.",
  "page-wallets-description": "Τα πορτοφόλια Ethereum είναι εφαρμογές που σας επιτρέπουν να διαχειριστείτε τον λογαριασμό. Σκεφτείτε το σαν μια εφαρμογή δικτυακής τραπεζικής – χωρίς την τράπεζα. Το πορτοφόλι σας επιτρέπει να ελέγξετε το υπόλοιπό σας, να κάνετε συναλλαγές και να συνδεθείτε σε εφαρμογές.",
  "page-wallets-desktop": "Εφαρμογές για υπολογιστή, αν προτιμάτε να διαχειριστείτε τα κεφάλαιά σας μέσω MacOS, windows ή linux",
  "page-wallets-ethereum-account": "Λογαριασμός Ethereum",
  "page-wallets-ethereum-addresses": "Διεύθυνση Ethereum",
  "page-wallets-ethereum-addresses-2": ", όπως και τα εισερχόμενα σας έχουν μια διεύθυνση email. Μπορείτε να τη χρησιμοποιήσετε για να στείλετε χρήματα σε έναν λογαριασμό.",
  "page-wallets-ethereum-wallet": "Ένα πορτοφόλι",
  "page-wallets-ethereum-wallet-2": "σας επιτρέπει τη διαχείριση του λογαριασμού σας Ethereum, όπως να δείτε το υπόλοιπο του λογαριασμού σας, να κάνετε συναλλαγές και πολλά άλλα.",
  "page-wallets-explore": "Εξερευνήστε το Ethereum",
  "page-wallets-features-desc": "Μπορούμε να σας βοηθήσουμε να επιλέξετε το πορτοφόλι σας με βάση τα χαρακτηριστικά που σας ενδιαφέρουν.",
  "page-wallets-features-title": "Θα επιλέξετε με βάση τις δυνατότητες;",
  "page-wallets-find-wallet-btn": "Επιλογή πορτοφολιού",
  "page-wallets-find-wallet-link": "Επιλογή πορτοφολιού",
  "page-wallets-get-some": "Αποκτήστε ETH",
  "page-wallets-get-some-alt": "Μια απεικόνιση ενός χεριού που δημιουργεί το λογότυπο του ETH από lego τουβλάκια",
  "page-wallets-get-some-btn": "Αποκτήστε ETH",
  "page-wallets-get-some-desc": "Το ETH είναι το αρχικό κρυπτονόμισμα του Ethereum. Θα χρειαστείτε νομίσματα ETH στο πορτοφόλι σας για να χρησιμοποιήσετε τις εφαρμογές του Ethereum.",
  "page-wallets-get-wallet": "Αποκτήστε ένα πορτοφόλι",
  "page-wallets-get-wallet-desc": "Υπάρχουν πολλά διαφορετικά πορτοφόλια για να διαλέξετε. Θέλουμε να σας βοηθήσουμε να επιλέξετε το καλύτερο που ταιριάζει σε εσάς.",
  "page-wallets-get-wallet-desc-2": "Θυμηθείτε: δεν είναι δεσμευτική επιλογή – ο λογαριασμός σας στο Ethereum δεν συνδέεται με τον πάροχο του πορτοφολιού.",
  "page-wallets-how-to-store": "Πώς να αποθηκεύσετε τα ψηφιακά κρυπτονομίσματά σας στο Ethereum",
  "page-wallets-keys-to-safety": "Τα κλειδιά για την ασφάλεια των κρυπτονομισμάτων σας",
  "page-wallets-manage-funds": "Μια εφαρμογή για τη διαχείριση των κεφαλαίων σας",
  "page-wallets-manage-funds-desc": "Ένα πορτοφόλι δείχνει το υπόλοιπο, το ιστορικό των συναλλαγών σας και σας παρέχει έναν τρόπο για να στέλνετε/λαμβάνετε κεφάλαια. Κάποια πορτοφόλια μπορεί να προσφέρουν και περισσότερα.",
  "page-wallets-meta-description": "Τι πρέπει να γνωρίζετε για να χρησιμοποιήσετε τα πορτοφόλια Ethereum.",
  "page-wallets-meta-title": "Πορτοφόλια Ethereum",
  "page-wallets-mobile": "Εφαρμογές για το κινητό σας, για να έχετε πρόσβαση στο κεφάλαιό σας από οπουδήποτε",
  "page-wallets-more-on-dapps-btn": "Περισσότερα για τα Dapps",
  "page-wallets-most-wallets": "Τα περισσότερα προϊόντα πορτοφολιού θα σας επιτρέψουν να δημιουργήσετε έναν λογαριασμό Ethereum. Έτσι, δεν χρειάζεστε ένα πριν κατεβάσετε ένα πορτοφόλι.",
  "page-wallets-protecting-yourself": "Προστατέψτε τον εαυτό σας και το κεφάλαιό σας",
  "page-wallets-seed-phrase": "Σημειώστε τις λέξεις ασφαλείας σας",
  "page-wallets-seed-phrase-desc": "Τα πορτοφόλια σας παρέχουν μια σειρά λέξεων που πρέπει να αποθηκεύσετε κάπου ασφαλή. Είναι ο μόνος τρόπος για να μπορέσετε να ανακτήσετε το πορτοφόλι σας.",
  "page-wallets-seed-phrase-example": "Δείτε ένα παράδειγμα:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Μην τις αποθηκεύετε στον υπολογιστή. Γράψτε τες και κρατήστε τις ασφαλείς.",
  "page-wallets-slogan": "Το κλειδί του ψηφιακού σας μέλλοντος",
  "page-wallets-stay-safe": "Πώς να μείνετε ασφαλείς",
  "page-wallets-stay-safe-desc": "Τα πορτοφόλια χρειάζονται λίγο διαφορετικό τρόπο σκέψης. Η οικονομική ελευθερία και η δυνατότητα πρόσβασης και χρήσης των χρημάτων σας από οπουδήποτε, έρχεται με μια μικρή ευθύνη - δεν υπάρχει υποστήριξη πελατών στα κρυπτονομίσματα.",
  "page-wallets-subtitle": "Τα πορτοφόλια σας παρέχουν πρόσβαση στα χρήματά σας και στις εφαρμογές του Ethereum. Μόνο εσείς θα πρέπει να έχετε πρόσβαση στο πορτοφόλι σας.",
  "page-wallets-take-responsibility": "Αναλάβετε την ευθύνη των κεφαλαίων σας",
  "page-wallets-take-responsibility-desc": "Τα κεντρικά ανταλλακτήρια θα συνδέσουν το πορτοφόλι σας με ένα όνομα χρήστη και ένα κωδικό πρόσβασης που μπορείτε να τον ανακτήσετε με τον παραδοσιακό τρόπο. Απλά θυμηθείτε ότι εμπιστεύεστε τα χρήματά σας σε αυτά τα ανταλλακτήρια. Εάν αυτή η εταιρεία δεχθεί επίθεση ή τερματίσει τη λειτουργία της, τα χρήματά σας διατρέχουν κίνδυνο.",
  "page-wallets-tips": "Περισσότερες συμβουλές για να παραμείνετε ασφαλείς",
  "page-wallets-tips-community": "Από την κοινότητα",
  "page-wallets-title": "Πορτοφόλια Ethereum",
  "page-wallets-triple-check": "Κάντε τριπλό έλεγχο σε όλα",
  "page-wallets-triple-check-desc": "Θυμηθείτε ότι οι συναλλαγές δεν μπορούν να επιστραφούν και τα πορτοφόλια δεν μπορούν εύκολα να ανακτηθούν, οπότε προσέχετε πάντοτε.",
  "page-wallets-try-dapps": "Δοκιμάστε μερικές αποκεντρωμένες εφαρμογές",
  "page-wallets-try-dapps-alt": "Μια απεικόνιση μελών της κοινότητας Ethereum που συνεργάζονται",
  "page-wallets-try-dapps-desc": "Οι αποκεντρωμένες εφαρμογές ή Dapps, είναι εφαρμογές που χτίστηκαν στο Ethereum. Είναι φθηνότερες, δικαιότερες και πιο ευγενικές με τα δεδομένα σας από τις περισσότερες παραδοσιακές.",
  "page-wallets-types": "Τύποι πορτοφολιού",
  "page-wallets-web-browser": "Πορτοφόλια ιστού που σας επιτρέπουν να διαχειρίζεστε το λογαριασμό σας μέσω του προγράμματος περιήγησης",
  "page-wallets-whats-a-wallet": "Τι είναι το πορτοφόλι Ethereum;",
  "page-wallets-your-ethereum-account": "Ο λογαριασμός σας Ethereum",
  "page-wallets-your-ethereum-account-desc": "Το πορτοφόλι σας είναι ο τρόπος διαχείρισης του λογαριασμού σας Ethereum – το υπόλοιπό σας, το ιστορικό συναλλαγών σας και πολλά άλλα. Μπορείτε να αλλάξετε παρόχους πορτοφολιού ανά πάσα στιγμή.",
  "page-wallets-your-login": "Σύνδεση στις εφαρμογές Ethereum",
  "page-wallets-your-login-desc": "Το πορτοφόλι, σας επιτρέπει να συνδεθείτε σε οποιαδήποτε αποκεντρωμένη εφαρμογή χρησιμοποιώντας τον λογαριασμό σας Ethereum. Είναι σαν τα στοιχεία σύνδεσης και μπορείτε να τα χρησιμοποιήσετε διάφορες εφαρμογές."
}
