{
  "page-eth2-just-staking": "Staking (αποθήκευση)",
  "page-eth2-staking-image-alt": "Εικόνα της μασκότ Rhino για την eth2 πλατφόρμα.",
  "page-eth2-staking-51-desc-1": "Το ποντάρισμα κάνει την ένταξη στο δίκτυο ως επικυρωτής, πιο προσβάσιμη, έτσι είναι πιθανό ότι θα υπάρχουν περισσότεροι επικυρωτές στο δίκτυο από ό,τι υπάρχουν σήμερα. Αυτό θα δυσχεράνει ακόμη περισσότερο αυτού του είδους την επίθεση, καθώς το κόστος μιας επίθεσης θα αυξηθεί.",
  "page-eth2-staking-accessibility": "Πιο προσβάσιμο",
  "page-eth2-staking-accessibility-desc": "Με λιγότερες απαιτήσεις σε υλικό και με τη δυνατότητα συμμετοχής σε κοινή δεξαμενή αποθήκευσης, αν δεν έχετε 32ETH, θα μπορούν περισσότεροι να συμμετέχουν στο δίκτυο. Αυτό θα καταστήσει το Ethereum πιο αποκεντρωμένο και ασφαλές μειώνοντας τη δυνατότητα επίθεσης.",
  "page-eth2-staking-at-stake": "Τα ETH σας κατά την αποθήκευση",
  "page-eth2-staking-at-stake-desc": "Επειδή πρέπει να αποθηκεύσετε τα ETH σας για να μπορείτε να επικυρώνετε συναλλαγές και να δημιουργήσετε νέα μπλοκ, μπορεί και να τα χάσετε σε περίπτωση που αποφασίσετε να εξαπατήσετε το σύστημα.",
  "page-eth2-staking-benefits": "Πλεονεκτήματα της αποθήκευσης στο Ethereum",
  "page-eth2-staking-check-address": "Έλεγχος διεύθυνσης κατάθεσης",
  "page-eth2-staking-consensus": "Περισσότερα για τους μηχανισμούς συναίνεσης",
  "page-eth2-staking-deposit-address": "Ελέγξτε τη διεύθυνση καταθέσεων",
  "page-eth2-staking-deposit-address-desc": "Αν έχετε ήδη ακολουθήσει τις οδηγίες εγκατάστασης στην πλατφόρμα εκκίνησης, θα γνωρίζετε ότι πρέπει να στείλετε μια συναλλαγή στο συμβόλαιο κατάθεσης για την συμμετοχή σας. Σας προτείνουμε να ελέγξετε αυτή τη διεύθυνση πολύ προσεκτικά. Μπορείτε να βρείτε την επίσημη διεύθυνση στο ethereum.org και σε μια σειρά από άλλες αξιόπιστες ιστοσελίδες.",
  "page-eth2-staking-desc-1": "Οι ανταμοιβές δίνονται για ενέργειες που βοηθούν το δίκτυο να επιτύχει τη συναίνεση. Θα λάβετε ανταμοιβές από την ομαδοποίηση των συναλλαγών σε ένα νέο μπλοκ ή τον έλεγχο των εργασιών άλλων επαληθευτών, επειδή αυτό είναι που κρατά την αλυσίδα να λειτουργεί με ασφάλεια.",
  "page-eth2-staking-desc-2": "Μπορείτε να κερδίσετε ανταμοιβές για την εργασία σας που ωφελεί το δίκτυο, μπορείτε όμως να χάσετε ETH από κακόβουλες ενέργειες, για λειτουργία εκτός σύνδεσης και αποτυχία στην επαλήθευση.",
  "page-eth2-staking-desc-3": "Για να γίνετε πλήρης επαληθευτής θα χρειαστείτε 32 ETH ή με μερικά ETH μπορείτε να συμμετάσχετε σε μια δεξαμενή αποθήκευσης. Θα χρειαστεί επίσης να εκτελέσετε ένα πρόγραμμα πελάτη του 'Eth1' ή του κεντρικού δικτύου. Η πλατφόρμα εκκίνησης θα σας ξεναγήσει μέσα από τη διαδικασία και τις απαιτήσεις σε υλικό. Εναλλακτικά, μπορείτε να χρησιμοποιήσετε ένα backend API.",
  "page-eth2-staking-description": "Η αποθήκευση ή staking, είναι η πράξη της κατάθεσης 32 ETH για να μπορεί να τεθεί σε λειτουργία το λογισμικό επικύρωσης. Ως επαληθευτής θα είστε υπεύθυνος για την αποθήκευση δεδομένων, την επεξεργασία συναλλαγών και την προσθήκη νέων μπλοκ στην κεντρική αλυσίδα. Έτσι θα παραμείνει το Ethereum ασφαλές για όλους και εσείς κερδίσετε νέα ETH από τη διαδικασία. Αυτή η διαδικασία, γνωστή και ως απόδειξη συμμετοχής, εισάγεται από την Κεντρική Αλυσίδα.",
  "page-eth2-staking-docked": "Περισσότερα για την ενσωμάτωση",
  "page-eth2-staking-dyor": "Κάντε τη δική σας έρευνα",
  "page-eth2-staking-dyor-desc": "Καμία από τις καταχωρημένες υπηρεσίες αποθήκευσης δεν είναι επίσημα εγκεκριμένες. Να κάνετε πάντοτε μια έρευνα και να βεβαιώνεστε ποια υπηρεσία είναι η καλύτερη επιλογή για εσάς.",
  "page-eth2-staking-header-1": "Αποθηκεύστε τα ETH σας, για να γίνετε επαληθευτής στο Ethereum",
  "page-eth2-staking-how-much": "Με τι ποσό είστε πρόθυμοι να συμμετάσχετε;",
  "page-eth2-staking-how-to-stake": "Πώς να αποθηκεύσετε",
  "page-eth2-staking-how-to-stake-desc": "Όλα εξαρτώνται από την ποσότητα που είστε πρόθυμοι να αποθηκεύσετε. Θα χρειαστείτε 32 για να γίνετε ένας πλήρης επαληθευτής, αλλά είναι δυνατόν να συμμετέχετε με λιγότερα.",
  "page-eth2-staking-join": "Συνδεθείτε",
  "page-eth2-staking-join-community": "Συνδεθείτε με την κοινότητα αποθήκευσης",
  "page-eth2-staking-join-community-desc": "Η κοινότητα r/ethstaker είναι για όσους επιθυμούν να συζητήσουν για την αποθήκευση στο Ethereum - να συμμετέχουν για να λάβουν συμβουλές, υποστήριξη και να μιλήσουν σχετικά με το θέμα.",
  "page-eth2-staking-less-than": "Λιγότερα από",
  "page-eth2-staking-link-1": "Προβολή backend APIs",
  "page-eth2-staking-meta-description": "Μια επισκόπηση της αποθήκευσης Ethereum: οι κίνδυνοι, οι ανταμοιβές και οι απαιτήσεις καθώς και πού μπορούν να υλοποιηθούν.",
  "page-eth2-staking-meta-title": "Αποθήκευση Ethereum",
  "page-eth2-staking-more-sharding": "Περισσότερα για το sharding",
  "page-eth2-staking-pool": "Αποθήκευση σε κοινή δεξαμενή",
  "page-eth2-staking-pool-desc": "Αν έχετε λιγότερα από 32 ETH, μπορείτε να συμμετέχετε με μικρότερο ποσό αποθήκευσης σε δεξαμενές αποθήκευσης με άλλους. Ορισμένες εταιρείες μπορούν να τα κάνουν όλα εκ μέρους σας, ώστε να μην ανησυχείτε σε περίπτωση διακοπής του Διαδικτύου.",
  "page-eth2-staking-pos-explained": "Περιγραφή της απόδειξης συμμετοχής",
  "page-eth2-staking-pos-explained-desc": "Αυτό που πρέπει να κάνετε είναι να αποθηκεύσετε κρυπτονομίσματα για να μπορέσετε να γίνετε επαληθευτής, σε ένα σύστημα με απόδειξη συμμετοχής. Πρόκειται για έναν μηχανισμό συναίνεσης που θα αντικαταστήσει το σύστημα απόδειξης της εργασίας που εφαρμόζεται μέχρι σήμερα. Οι μηχανισμοί συναίνεσης είναι αυτοί που κρατούν τις Κεντρικές αλυσίδες όπως το Ethereum ασφαλή και αποκεντρωμένα.",
  "page-eth2-staking-pos-explained-desc-1": "Η απόδειξη συμμετοχής βοηθά στην ασφάλεια του δικτύου με διάφορους τρόπους:",
  "page-eth2-staking-services": "Δείτε τις υπηρεσίες αποθήκευσης",
  "page-eth2-staking-sharding": "Ξεκλειδώνει το sharding",
  "page-eth2-staking-sharding-desc": "Το sharding είναι δυνατό μόνο με ένα σύστημα με απόδειξη συμμετοχής. Σε ένα σύστημα με απόδειξη εργασίας το sharding θα μειώσει το ποσό της υπολογιστικής ενέργειας που απαιτείται για να διαφθείρει το δίκτυο, καθιστώντας ευκολότερο για κακόβουλους εξορύκτες να ελέγχουν τα θραύσματα. Δεν αφορά την περίπτωση με τυχαία ανάθεση αποθήκευσης στην απόδειξη συμμετοχής.",
  "page-eth2-staking-solo": "Αποθηκεύστε μόνοι σας και εκτελέστε ένα επαληθευτή",
  "page-eth2-staking-solo-desc": "Για να ξεκινήσετε τη διαδικασία αποθήκευσης, θα πρέπει να το κάνετε μέσα από την πλατφόρμα εκκίνησης Eth2, όπου θα σας καθοδηγήσει σε όλες τις ρυθμίσεις που απαιτούνται. Ένα μέρος της αποθήκευσης εκτελεί έναν πελάτη Eth2, ο οποίος είναι ένα τοπικό αντίγραφο της κεντρικής αλυσίδας. Χρειάζεται λίγος χρόνος για να την κατεβάσετε στον υπολογιστή σας.",
  "page-eth2-staking-start": "Ξεκινήστε την αποθήκευση",
  "page-eth2-staking-subtitle": "Η αποθήκευση ευνοεί το οικοσύστημα του Ethereum. Μπορείτε να βοηθήσετε στην ασφάλεια του δικτύου και να κερδίσετε ανταμοιβές από τη διαδικασία.",
  "page-eth2-staking-sustainability": "Πιο βιώσιμο",
  "page-eth2-staking-sustainability-desc": "Οι επαληθευτές δεν χρειάζεται να καταναλώνουν αρκετή ενέργεια με τον υπολογιστή τους για να συμμετέχουν σε ένα σύστημα με απόδειξη συμμετοχής – μπορούν απλά με ένα φορητό υπολογιστή ή ένα έξυπνο τηλέφωνο. Αυτό θα κάνει το Ethereum ποιο φιλικό στο περιβάλλον.",
  "page-eth2-staking-the-beacon-chain": "Περισσότερα για την κύρια αλυσίδα",
  "page-eth2-staking-title-1": "Ανταμοιβές",
  "page-eth2-staking-title-2": "Κίνδυνοι",
  "page-eth2-staking-title-3": "Προϋποθέσεις",
  "page-eth2-staking-title-4": "Πώς να αποθηκεύσετε τα ETH σας",
  "page-eth2-staking-upgrades-li": "Η απόδειξη συμμετοχής διαχειρίζεται από την Κεντρική Αλυσίδα.",
  "page-eth2-staking-upgrades-li-2": "Το Ethereum θα έχει την απόδειξη συμμετοχής της Κεντρικής αλυσίδας και την απόδειξη εργασίας του κεντρικού δικτύου για το προσεχές μέλλον. Το κεντρικό δίκτυο είναι το Ethereum όπως το χρησιμοποιούμε έως σήμερα.",
  "page-eth2-staking-upgrades-li-3": "Κατά τη διάρκεια αυτής της περιόδου, οι συμμετέχοντες θα προσθέτουν νέα μπλοκ στην Κύρια Αλυσίδα αλλά δεν θα επεξεργάζονται συναλλαγές του κεντρικού δικτύου.",
  "page-eth2-staking-upgrades-li-4": "Το Ethereum θα μεταβεί πλήρως στο σύστημα με απόδειξη συμμετοχής μόλις το κεντρικό δίκτυο του Ethereum γίνει κομμάτι του.",
  "page-eth2-staking-upgrades-li-5": "Μόνο τότε θα μπορείτε να αποσύρετε τη συμμετοχή σας.",
  "page-eth2-staking-upgrades-title": "Η απόδειξη συμμετοχής και αναβαθμίσεις του Eth2",
  "page-eth2-staking-validators": "Περισσότεροι επαληθευτές, περισσότερη ασφάλεια",
  "page-eth2-staking-validators-desc": "Σε μια κύρια αλυσίδα όπως αυτή του Ethereum είναι δυνατόν να επηρεαστεί, εάν ελέγχετε το 51% του δικτύου. Για παράδειγμα, θα μπορούσατε να κατέχετε το 51% των επαληθευτών για να δηλώσετε ότι το υπόλοιπό σας είναι 1.000.000 ETH και όχι 1 ETH. Αλλά, για να ελέγχετε το 51% των επαληθευτών, θα πρέπει να κατέχετε το 51% του ETH στο σύστημα - αυτό είναι πάρα πολύ!",
  "page-eth2-staking-withdrawals": "Οι αναλήψεις δεν θα είναι άμεσα διαθέσιμες",
  "page-eth2-staking-withdrawals-desc": "Δεν θα μπορείτε να αποσύρετε τη συμμετοχή σας μέχρι να πραγματοποιηθούν οι μελλοντικές αναβαθμίσεις. Οι αναλήψεις θα είναι διαθέσιμες μόλις το Κεντρικό Δίκτυο θα συγχωνευθεί με το σύστημα της Κεντρικής Αλυσίδας."
}
