{
  "page-roadmap-vision-2014": "Δείτε ένα άρθρο του 2014 σχετικά με την απόδειξη συμμετοχής",
  "page-roadmap-vision-2021": "Δείτε ένα άρθρο του 2021 για την εξέλιξη του οδικού χάρτη του Ethereum",
  "page-roadmap-vision-2022": "Δείτε μια ανάρτηση ιστολογίου του 2022: Γυρίστε το Ethereum με Ωτοστόπ",
  "page-roadmap-vision-2021-updates": "Δείτε ένα άρθρο του 2021 για την εξέλιξη των πρωτοκόλλων αναβαθμίσεων του Ethereum",
  "page-roadmap-vision-desc-1": "Το Ethereum χρειάζεται να αποσυμφορήσει το δίκτυο και να βελτιώσει την ταχύτητα των υπηρεσιών του για το σύνολο των χρηστών του.",
  "page-roadmap-vision-desc-2": "Η εκτέλεση ενός κόμβου γίνεται όλο και πιο δύσκολη καθώς το δίκτυο αναπτύσσεται. Θα γίνει ακόμα δυσκολότερη με τις προσπάθειες αναβάθμισης του δικτύου.",
  "page-roadmap-vision-desc-3": "Το Ethereum χρησιμοποιεί πάρα πολλή ηλεκτρική ενέργεια. Η τεχνολογία που διατηρεί το δίκτυο ασφαλές θα πρέπει να είναι πιο βιώσιμη.",
  "page-roadmap-vision-ethereum-node": "Περισσότερα για τους κόμβους",
  "page-roadmap-vision-future": "Ένα ψηφιακό μέλλον παγκόσμιας κλίμακας",
  "page-roadmap-vision-meta-desc": "Μια επισκόπηση του αντίκτυπου των αναβαθμίσεων στο Ethereum και των προκλήσεων που πρέπει να ξεπεράσουν.",
  "page-roadmap-vision-meta-title": "Το όραμα του Ethereum",
  "page-roadmap-vision-mining": "Περισσότερα για την κρυπτόρυξη",
  "page-roadmap-vision-problems": "Σημερινά προβλήματα",
  "page-roadmap-vision-scalability": "Επεκτασιμότητα",
  "page-roadmap-vision-scalability-desc": "Το Ethereum χρειάζεται να μπορεί να διαχειριστεί περισσότερες συναλλαγές ανά δευτερόλεπτο χωρίς να αυξήσει τους κόμβους του δικτύου. Οι κόμβοι είναι ζωτικής σημασίας για το δίκτυο, δεδομένου ότι αποθηκεύουν και εκτελούν την αλυσίδα συστοιχιών. Δεν είναι πρακτικό να αυξηθεί το μέγεθος των κόμβων, καθώς θα απαιτούνται ακριβοί και αρκετά ισχυροί υπολογιστές. Για να επιτευχθεί η κλιμάκωση, το Ethereum χρειάζεται να ολοκληρώνονται περισσότερες συναλλαγές ανά δευτερόλεπτο, σε συνδυασμό με περισσότερους κόμβους. Περισσότεροι κόμβοι ίσον μεγαλύτερη ασφάλεια.",
  "page-roadmap-vision-scalability-desc-3": "Οι συγκεντρωτικές προσθήκες συναλλαγών Layer 2, κλιμακώνουν το Ethereum με τη μετακίνηση συναλλαγών εκτός αλυσίδας και δημοσιεύουν μόνο συνοπτικά δεδομένα στο Ethereum. Αυτή η συγκεντρωτική ενέργεια αυξάνει τη ροή του Ethereum, ενώ μειώνει δραστικά το κόστος κρατήσεων για τους χρήστες.",
  "page-roadmap-vision-scalability-desc-4": "Οι συγκεντρωτικές προσθήκες συναλλαγών χρειάζονται αποθηκευτικό χώρο χαμηλού κόστους στο επίπεδο 1, ώστε οι συναλλαγές να κοστίζουν φθηνότερα για τους χρήστες. Αυτό θα παρέχεται με τη μορφή βομβών που συνδέονται με μπλοκ Ethereum. Τελικά, ένα μεγάλο συγκεντρωτικό αρχείο θα συνδεθεί με τα μπλοκ του Ethereum, παρέχοντας φθηνό αποθηκευτικό χώρο.",
  "page-roadmap-vision-security": "Ασφάλεια",
  "page-roadmap-vision-security-desc": "Οι προγραμματισμένες αναβαθμίσεις βελτιώνουν την ασφάλεια του Ethereum έναντι συντονισμένων επιθέσεων.",
  "page-roadmap-vision-security-desc-3": "Στην απόδειξη συμμετοχής η επιπρόσθετη ασφάλεια προέρχεται από τα μεγαλύτερα κρυπτο-οικονομικά αντικίνητρα κατά των επιθέσεων. Αυτό οφείλεται στο γεγονός ότι, στην απόδειξη συμμετοχής, οι επικυρωτές που διασφαλίζουν το δίκτυο πρέπει να συνεισφέρουν σημαντικές ποσότητες ETH στο πρωτόκολλο. Αν προσπαθήσουν να επιτεθούν στο δίκτυο, το πρωτόκολλο μπορεί να καταστρέψει αυτόματα τα ETH τους.",
  "page-roadmap-vision-security-desc-5": "Ωστόσο, είναι επίσης σημαντικό να υλοποιηθούν σύντομα οι αναβαθμίσεις που προστατεύουν τους επικυρωτές από επιθέσεις άρνησης υπηρεσίας (denial-of-service), ενισχύουν την ανωνυμία τους και διαχωρίζουν τη δημιουργία μπλοκ από τη διάδοση μπλοκ. Αυτές οι αναβαθμίσεις προστατεύουν τους μεμονωμένους επικυρωτές και το δίκτυο στο σύνολό του από επιθέσεις κατά της ζωτικότητας και από επιθέσεις λογοκρισίας.",
  "page-roadmap-vision-security-desc-5-link": "Περισσότερα για την απόδειξη συμμετοχής",
  "page-roadmap-vision-security-desc-10": "Αποθήκευση κεφαλαίου σημαίνει επίσης ότι δε χρειάζεται να επενδύσετε σε ακριβές συσκευές για να συμμετάσχετε απευθείας στη συναίνεση. Αυτό θα πρέπει να ενθαρρύνει περισσότερους ανθρώπους να αναλάβουν τον ρόλο του επικυρωτή, αυξάνοντας την αποκέντρωση του δικτύου και μειώνοντας την επιφάνεια επίθεσης.",
  "page-roadmap-vision-security-staking": "Αποθήκευση ΕΤΗ",
  "page-roadmap-vision-security-validator": "Μπορείτε να γίνετε επικυρωτής δεσμεύοντας τα ETH σας.",
  "page-roadmap-vision-staking-lower": "Περισσότερα για το staking",
  "page-roadmap-vision-subtitle": "Ανάπτυξη του Ethereum μέχρι να είναι αρκετά ισχυρό για να βοηθήσει όλη την ανθρωπότητα.",
  "page-roadmap-vision-sustainability": "Βιωσιμότητα",
  "page-roadmap-vision-sustainability-desc-1": "Το Ethereum είναι πλέον μια πράσινη κρυπτοαλυσίδα. Η κατανάλωση ενέργειας μειώθηκε κατά ~99,95% όταν έγινε η αλλαγή από την απόδειξη εργασίας στην απόδειξη συμμετοχής.",
  "page-roadmap-vision-sustainability-desc-2": "Το Ethereum έχει γίνει πλέον ασφαλές μέσω της αποθήκευσης κεφαλαίου και όχι μέσω της υπολογιστικής δύναμης.",
  "page-roadmap-vision-sustainability-desc-3": "Αυτή η ενίσχυση βιωσιμότητας φέρνει οφέλη σε επίπεδο ασφάλειας: η επίθεση στην αλυσίδα, όταν τα Ether είναι αποθηκευμένα, αποδεικνύεται πολύ πιο κοστοβόρα σε σχέση με μια επίθεση κατά την απόδειξη εργασίας, αλλά είναι λιγότερο ακριβό να γίνει ασφαλής, καθώς για την πληρωμή των επικυρωτών χρειάζεται να εκδοθούν λιγότερα νέα ETH, σε σύγκριση με τους κρυπτορύχους.",
  "page-roadmap-vision-sustainability-desc-8": "Η μεταφορά στην απόδειξη συμμετοχής έκανε το Ethereum ακόμα πιο οικολογικό και ασφαλές. Πρόκειται για μια πλατφόρμα με χαμηλές εκπομπές άνθρακα για την κατασκευή εφαρμογών και οργανισμών.",
  "page-roadmap-vision-sustainability-subtitle": "Το Ethereum είναι μια οικολογική κρυπτοαλυσίδα με ισχυρή κρυπτο-οικονομική ασφάλεια.",
  "page-roadmap-vision-title": "Το όραμα του Ethereum",
  "page-roadmap-vision-title-1": "Συμφόρηση δικτύου",
  "page-roadmap-vision-title-2": "Αποθηκευτικός χώρος",
  "page-roadmap-vision-title-3": "Υπερβολικά πολλή ενέργεια",
  "page-roadmap-vision-trilemma-cardtext-1": "Οι αναβαθμίσεις του Ethereum θα καταστήσουν το Ethereum επεκτάσιμο, ασφαλές και αποκεντρωμένο. Η αποθήκευση κεφαλαίου έχει αυξήσει τη συμμετοχή και τις περιορισμένες οικονομικές συμμετοχές, δημιουργώντας ένα μεγαλύτερο - πιο αποκεντρωμένο - δίκτυο.",
  "page-roadmap-vision-trilemma-cardtext-2": "Ασφαλή και αποκεντρωμένα δίκτυα blockchain απαιτούν από κάθε κόμβο να επαληθεύει κάθε συναλλαγή που επεξεργάζεται η αλυσίδα. Αυτός ο όγκος εργασίας περιορίζει τον αριθμό των συναλλαγών που μπορούν να πραγματοποιηθούν σε οποιαδήποτε στιγμή. Η αποκέντρωση και η ασφάλεια χαρακτηρίζουν την αλυσίδα Ethereum του σήμερα.",
  "page-roadmap-vision-trilemma-cardtext-3": "Τα αποκεντρωμένα δίκτυα λειτουργούν στέλνοντας πληροφορίες σχετικά με τις συναλλαγές σε όλους τους κόμβους — όλο το δίκτυο πρέπει να γνωρίζει για οποιαδήποτε αλλαγή στην κατάσταση. Η κλιμακωτή αύξηση των συναλλαγών ανά δευτερόλεπτο σε ένα αποκεντρωμένο δίκτυο ενέχει κινδύνους για την ασφάλεια, επειδή όσο περισσότερες είναι οι συναλλαγές, τόσο μεγαλύτερη είναι η καθυστέρηση και τόσο μεγαλύτερη είναι η πιθανότητα επίθεσης όσο οι πληροφορίες βρίσκονται στον αέρα.",
  "page-roadmap-vision-trilemma-cardtext-4": "Η αύξηση του μεγέθους και της ισχύος των κόμβων του Ethereum θα μπορούσε να αυξήσει τις συναλλαγές ανά δευτερόλεπτο με ασφαλή τρόπο. Ωστόσο, η απαίτηση υλικού θα δρούσε περιοριστικά όσον αφορά το ποιος θα μπορούσε να το κάνει, απειλώντας έτσι την αποκέντρωση. Ελπίζουμε ότι η τμηματοποίηση και η απόδειξη συμμετοχής θα επιτρέψει στο Ethereum την κλιμακωτή αύξηση του αριθμού των κόμβων και όχι του μεγέθους τους.",
  "page-roadmap-vision-trilemma-h2": "Η πρόκληση της αποκεντρωμένης κλιμάκωσης",
  "page-roadmap-vision-trilemma-modal-tip": "Πατήστε τους παρακάτω κύκλους για να κατανοήσετε καλύτερα τα προβλήματα της αποκεντρωμένης κλιμάκωσης",
  "page-roadmap-vision-trilemma-p": "Ένας αφελής τρόπος για την επίλυση των προβλημάτων του Ethereum θα ήταν να το κάνουμε πιο κεντρικά. Όμως η αποκέντρωση είναι πολύ σημαντική. Η αποκέντρωση είναι που παρέχει στο Ethereum ουδετερότητα, αντίσταση στη λογοκρισία, ελευθερία, κατοχή των δεδομένων και τη σχεδόν άθραυστη ασφάλεια.",
  "page-roadmap-vision-trilemma-p-1": "Το όραμα του Ethereum είναι να γίνει πιο επεκτάσιμο και ασφαλές, αλλά και να παραμένει αποκεντρωμένο. Η επίτευξη αυτών των 3 ιδιοτήτων είναι ένα πρόβλημα γνωστό ως το τρίλημμα της επεκτασιμότητας.",
  "page-roadmap-vision-trilemma-p-2": "Οι αναβαθμίσεις Ethereum στοχεύουν στην επίλυση του τριλήμματος, αλλά υπάρχουν σημαντικές προκλήσεις.",
  "page-roadmap-vision-trilemma-press-button": "Πατήστε τα κουμπιά στο τρίγωνο για να κατανοήσετε καλύτερα τα προβλήματα της αποκεντρωμένης κλιμάκωσης.",
  "page-roadmap-vision-trilemma-text-1": "Αποκέντρωση",
  "page-roadmap-vision-trilemma-text-2": "Ασφάλεια",
  "page-roadmap-vision-trilemma-text-3": "Επεκτασιμότητα",
  "page-roadmap-vision-trilemma-title-1": "Εξερευνήστε το τρίλημμα της κλιμάκωσης",
  "page-roadmap-vision-trilemma-title-2": "Αναβαθμίσεις και αποκεντρωμένη κλιμάκωση του Ethereum",
  "page-roadmap-vision-trilemma-title-3": "Ασφαλές και αποκεντρωμένο",
  "page-roadmap-vision-trilemma-title-4": "Αποκεντρωμένη και κλιμακούμενη",
  "page-roadmap-vision-trilemma-title-5": "Κλιμακούμενο και ασφαλές",
  "page-roadmap-vision-understanding": "Κατανοώντας το όραμα του Ethereum",
  "page-roadmap-vision-upgrade-needs": "Η αναγκαιότητα των αναβαθμίσεων",
  "page-roadmap-vision-upgrade-needs-desc": "Το πρωτόκολλο του Ethereum που ξεκίνησε το 2015 είχε απίστευτη επιτυχία. Η κοινότητα του Ethereum, όμως, ανέμενε πάντα ότι μερικές αναβαθμίσεις κλειδιά θα ήταν απαραίτητες για να ξεκλειδωθεί το πλήρες δυναμικό του Ethereum.",
  "page-roadmap-vision-upgrade-needs-desc-2": "Η υψηλή ζήτηση εκτοξεύει τα τέλη συναλλαγών που καθιστούν το Ethereum ακριβό για τον μέσο χρήστη. Ο αποθηκευτικός χώρος που απαιτείται για την εκτέλεση μιας εφαρμογής πελάτη του Ethereum αυξάνεται με γρήγορο ρυθμό.",
  "page-roadmap-vision-upgrade-needs-desc-3": "Το Ethereum διαθέτει μια σειρά από αναβαθμίσεις που αντιμετωπίζουν αυτά τα προβλήματα και πολλά άλλα. Αυτό το σύνολο αναβαθμίσεων αρχικά ονομάστηκε «Serenity» και «Eth2» και από το 2014 αποτελεί έναν ενεργό τομέα έρευνας και ανάπτυξης.",
  "page-roadmap-vision-upgrade-needs-desc-5": "Τώρα που η τεχνολογία είναι έτοιμη, οι αναβαθμίσεις αυτές θα σχεδιάσουν εκ νέου το Ethereum για να το καταστήσουν πιο επεκτάσιμο, ασφαλές και βιώσιμο — για να κάνουν καλύτερη τη ζωή για τους υπάρχοντες χρήστες και να δελεάσει νέους. Διαφυλάσσοντας πάντα την κεντρική αξία της αποκέντρωσης του Ethereum.",
  "page-roadmap-vision-upgrade-needs-desc-6": "Αυτό σημαίνει ότι δεν υπάρχει διακόπτης ενεργοποίησης της επεκτασιμότητας. Οι βελτιώσεις θα εφαρμόζονται σταδιακά με την πάροδο του χρόνου.",
  "page-roadmap-vision-upgrade-needs-serenity": "Δείτε ένα άρθρο ιστολογίου του 2015 που συζητά για το «Serenity»",
  "ethereum": "Ethereum",
  "page-roadmap-vision-danksharding": "Περισσότερα για το Danksharding"
}
