{
  "page-upgrades-bug-bounty-annotated-specs": "σχολιασμός προδιαγραφών",
  "page-upgrades-bug-bounty-annotations": "Ίσως σας φανεί χρήσιμο να ρίξετε μια ματιά στις παρακάτω σημειώσεις:",
  "page-upgrades-bug-bounty-client-bugs": "Σφάλματα λογισμικών πελάτη",
  "page-upgrades-bug-bounty-client-bugs-desc": "Οι εφαρμογές πελάτη εκτελούν το δίκτυο του Ethereum. Πρέπει να ακολουθούν τη λογική λειτουργίας που ορίζεται στις προδιαγραφές και να παρέχουν ασφάλεια κατά πιθανών επιθέσεων. Τα σφάλματα που θέλουμε να εντοπίσουμε σχετίζονται με την εφαρμογή του πρωτοκόλλου.",
  "page-upgrades-bug-bounty-client-bugs-desc-2": "Αυτήν τη στιγμή, στο Πρόγραμμα εντοπισμού σφαλμάτων (Bug Bounty Program) περιλαμβάνονται οι εφαρμογές πελάτη επιπέδου εκτέλεσης (Besu, Erigon, Geth, Nethermind και Reth) και οι εφαρμογές πελάτη επιπέδου συναίνεσης (Lighthouse, Lodestar, Nimbus, Teku και Prysm). Περισσότερες εφαρμογές πελάτη ενδέχεται να προστεθούν με την ολοκλήρωση των ελέγχων και τη διάθεσή τους για πλήρη λειτουργία.",
  "page-upgrades-bug-bounty-clients": "Εφαρμογές πελάτη επιλέξιμες για ανταμοιβές εντοπισμού σφαλμάτων",
  "page-upgrades-bug-bounty-clients-type-1": "Ζητήματα μη συμμόρφωσης προδιαγραφών",
  "page-upgrades-bug-bounty-clients-type-2": "Μη αναμενόμενες καταρρεύσεις, ευπάθειες απομακρυσμένης εκτέλεσης εντολών (RCE) ή άρνησης υπηρεσίας (denial of service)",
  "page-upgrades-bug-bounty-clients-type-3": "Τυχόν ζητήματα που προκαλούν ανεπανόρθωτο διαχωρισμό συναίνεσης από το υπόλοιπο δίκτυο",
  "page-upgrades-bug-bounty-misc-bugs": "Σφάλματα γλώσσας μεταγλωττιστή",
  "page-upgrades-bug-bounty-misc-bugs-desc": "Οι μεταγλωττιστές Solidity και Vyper εμπίπτουν στο πεδίο εφαρμογής του προγράμματος εντοπισμού σφαλμάτων. Συμπεριλάβετε όλες τις απαραίτητες λεπτομέρειες για την αναπαραγωγή της ευπάθειας, όπως τα εξής: Πρόγραμμα εισόδου που ενεργοποιεί το σφάλμα, Έκδοση μεταγλωττιστή που επηρεάζεται, Έκδοση στόχου EVM, Framework/IDE εάν υπάρχει, περιβάλλον/πελάτης εκτέλεσης EVM εάν υπάρχει και λειτουργικό σύστημα. Συμπεριλάβετε τα βήματα για την αναπαραγωγή του σφάλματος που έχετε βρει με όσο το δυνατόν περισσότερες λεπτομέρειες.",
  "page-upgrades-bug-bounty-misc-bugs-desc-2": "Η Solidity και η Vyper δεν διατηρούν εγγυήσεις ασφαλείας όσον αφορά τη μεταγλώττιση μη αξιόπιστης εισόδου και ούτε εκδίδουμε ανταμοιβές για καταρρεύσεις του μεταγλωττιστή σε κακόβουλη παραγωγή δεδομένων.",
  "page-upgrades-bug-bounty-deposit-bugs": "Σφάλματα σύμβασης κατάθεσης",
  "page-upgrades-bug-bounty-deposit-bugs-desc": "Οι προδιαγραφές και ο πηγαίος κώδικας του συμβολαίου κατάθεσης της Κύριας Αλυσίδας είναι μέρος του προγράμματος εύρεσης σφαλμάτων.",
  "page-upgrades-bug-bounty-dependency-bugs": "Dependency bugs",
  "page-upgrades-bug-bounty-dependency-bugs-desc": "Ορισμένες εξαρτήσεις είναι ζωτικής σημασίας για τη λειτουργία του Δικτύου Ethereum και ορισμένες από αυτές έχουν προστεθεί στο πρόγραμμα επιβράβευσης σφαλμάτων. Επί του παρόντος, η λίστα των εξαρτήσεων που περιλαμβάνονται στο πρόγραμμα επιβράβευσης σφαλμάτων είναι C-KZG-4844 και Go-KZG-4844.",
  "page-upgrades-bug-bounty-docking": "συγχώνευση",
  "page-upgrades-bug-bounty-email-us": "Στείλτε μας email:",
  "page-upgrades-bug-bounty-help-links": "Χρήσιμοι σύνδεσμοι",
  "page-upgrades-bug-bounty-hunting": "Κανόνες εντοπισμού σφαλμάτων",
  "page-upgrades-bug-bounty-hunting-desc": "Το πρόγραμμα εντοπισμού σφαλμάτων είναι ένα πειραματικό και προαιρετικό πρόγραμμα ανταμοιβών για την ενεργή κοινότητα του Ethereum, το οποίο αποσκοπεί να ενθαρρύνει και να ανταμείψει αυτούς που βοηθούν στη βελτίωση της πλατφόρμας. Δεν πρόκειται για διαγωνισμό. Θα πρέπει να γνωρίζετε ότι μπορούμε να ακυρώσουμε το πρόγραμμα ανά πάσα στιγμή και ότι τα βραβεία έγκεινται στη διακριτική ευχέρεια της επιτροπής του Ιδρύματος Ethereum για το εν λόγω πρόγραμμα. Επιπλέον, δεν είμαστε σε θέση να χορηγήσουμε βραβεία σε άτομα που βρίσκονται σε καταλόγους κυρώσεων ή που βρίσκονται σε χώρες που περιλαμβάνονται σε καταλόγους κυρώσεων (π.χ. Βόρεια Κορέα, Ιράν κ.λπ.). Η τοπική νομοθεσία μάς υποχρεώνει να σας ζητήσουμε αποδεικτικό της ταυτότητάς σας. Εσείς είστε υπεύθυνοι για την απόδοση τυχόν φόρων. Όλα τα βραβεία υπόκεινται στην ισχύουσα νομοθεσία. Τέλος, οι δοκιμαστικές ενέργειές σας δεν πρέπει να παραβιάζουν κανένα νόμο ή να θέτουν σε κίνδυνο δεδομένα που δεν σας ανήκουν, και πρέπει να λαμβάνουν χώρα σε τοπικά δοκιμαστικά δίκτυα.",
  "page-upgrades-bug-bounty-hunting-leaderboard": "Πίνακας κατάταξης του Προγράμματος εντοπισμού σφαλμάτων για το Επίπεδο συναίνεσης",
  "page-upgrades-bug-bounty-hunting-execution-leaderboard": "Πίνακας κατάταξης του Προγράμματος εντοπισμού σφαλμάτων για το Επίπεδο εκτέλεσης",
  "page-upgrades-bug-bounty-hunting-leaderboard-subtitle": "Εντοπίστε σφάλματα του επιπέδου συναίνεσης και κατακτήστε μια θέση στον πίνακα κατάταξης",
  "page-upgrades-bug-bounty-hunting-execution-leaderboard-subtitle": "Εντοπίστε σφάλματα του επιπέδου συναίνεσης και κατακτήστε μια θέση στον πίνακα κατάταξης",
  "page-upgrades-bug-bounty-hunting-li-1": "Τα σφάλματα που υποβάλλονται χωρίς επαλήθευση ιδέας (POC), που έχουν ήδη αναφερθεί από άλλους χρήστες ή που είναι ήδη γνωστά στην ομάδα ελέγχου και συντήρησης δεν θα λαμβάνουν ανταμοιβή.",
  "page-upgrades-bug-bounty-hunting-li-2": "Η δημοσιοποίηση μιας ευπάθειας ή αναφορά σε τρίτο μέρος χωρίς τη σύμφωνη γνώμη, την καθιστά μη επιλέξιμη για ανταμοιβή.",
  "page-upgrades-bug-bounty-hunting-li-3": "Οι εργαζόμενοι και οι εξωτερικοί συνεργάτες του Ιδρύματος Ethereum ή οι ομάδες εφαρμογών πελάτη που εμπίπτουν στο πλαίσιο του προγράμματος εντοπισμού σφαλμάτων μπορούν να συμμετέχουν στο εν λόγω πρόγραμμα μόνο για τη συγκέντρωση βαθμών και δεν θα λαμβάνουν χρηματικές ανταμοιβές.",
  "page-upgrades-bug-bounty-hunting-li-4": "Το πρόγραμμα ανταμοιβών του Ethereum εξετάζει μια σειρά μεταβλητών για τον καθορισμό των ανταμοιβών. Ο προσδιορισμός της επιλεξιμότητας, της βαθμολογίας και όλων των όρων που σχετίζονται με ένα βραβείο έγκειται στην αποκλειστική και τελική διακριτική ευχέρεια της οικείας επιτροπής του Ιδρύματος Ethereum.",
  "page-upgrades-bug-bounty-leaderboard": "Δείτε τους πλήρεις πίνακες κατάταξης",
  "page-upgrades-bug-bounty-leaderboard-list": "Πίνακας κατάταξης στον εντοπισμό σφαλμάτων",
  "page-upgrades-bug-bounty-leaderboard-points": "πόντοι",
  "page-upgrades-bug-bounty-ledger-desc": "Οι Προδιαγραφές του Ethereum περιγράφουν λεπτομερώς το σκεπτικό του σχεδιασμού για το Επίπεδο εκτέλεσης και το Επίπεδο συναίνεσης.",
  "page-upgrades-bug-bounty-ledger-title": "Σφάλματα προδιαγραφών",
  "page-upgrades-bug-bounty-meta-description": "Επισκόπηση του προγράμματος εντοπισμού σφαλμάτων του Ethereum: πώς να συμμετάσχετε και πληροφορίες για τις ανταμοιβές.",
  "page-upgrades-bug-bounty-meta-title": "Πρόγραμμα εντοπισμού σφαλμάτων του Ethereum",
  "page-upgrades-bug-bounty-not-included": "Εκτός πεδίου εφαρμογής",
  "page-upgrades-bug-bounty-not-included-desc": "Στο Πρόγραμμα εντοπισμού σφαλμάτων συμπεριλαμβάνονται μόνο οι στόχοι που απαριθμούνται ως «εντός πεδίου εφαρμογής». Αυτό σημαίνει ότι, για παράδειγμα, οι υποδομές μας, όπως ιστοσελίδες, dns, email κ. λπ., δεν αποτελούν μέρος του πεδίου αναζήτησης. Τα σφάλματα συμβολαίων ERC20 συνήθως δεν αποτελούν αντικείμενο του πεδίου. Ωστόσο, σε τέτοιες περιπτώσεις μπορούμε να βοηθήσουμε στην επικοινωνία με θιγόμενα μέρη, όπως συντάκτες ή ανταλλακτήρια. Το ENS συντηρείται από το ίδρυμα ENS και δεν αποτελεί μέρος του πεδίου αναζήτησης. Οι ευπάθειες που απαιτούν από τον χρήστη να έχει εκθέσει δημόσια ένα API, όπως το JSON-RPC ή το Beacon API, δεν εμπίπτουν στο πεδίο εφαρμογής του προγράμματος εντοπισμού σφαλμάτων.",
  "page-upgrades-bug-bounty-owasp": "Προβολή μεθόδου OWASP",
  "page-upgrades-bug-bounty-points": "Το EF θα παρέχει επίσης ανταμοιβές με βάση τα εξής:",
  "page-upgrades-bug-bounty-points-error": "Σφάλμα φόρτωσης δεδομένων... παρακαλούμε ανανεώστε.",
  "page-upgrades-bug-bounty-points-exchange": "Ανταλλαγή Πόντων",
  "page-upgrades-bug-bounty-points-loading": "Φόρτωση δεδομένων...",
  "page-upgrades-bug-bounty-points-payout-desc": "Το Ίδρυμα Ethereum θα καταβάλει την αξία των USD σε ETH ή DAI.",
  "page-upgrades-bug-bounty-points-point": "1 πόντος",
  "page-upgrades-bug-bounty-points-rights-desc": "Το Ίδρυμα Ethereum διατηρεί το δικαίωμα να αλλάξει τους όρους χωρίς προειδοποίηση.",
  "page-upgrades-bug-bounty-points-usd": "2 USD",
  "page-upgrades-bug-bounty-quality": "Ποιότητα περιγραφής",
  "page-upgrades-bug-bounty-quality-desc": ": Δίδονται υψηλότερες ανταμοιβές για σαφείς και καλογραμμένες περιγραφές.",
  "page-upgrades-bug-bounty-quality-fix": "<strong>Ποιότητα διόρθωσης</strong>, εάν περιλαμβάνεται: δίδονται υψηλότερες ανταμοιβές για τα κείμενα με σαφή περιγραφή του τρόπου διόρθωσης του σφάλματος.",
  "page-upgrades-bug-bounty-quality-repro": "Ποιότητα αναπαραγωγιμότητας",
  "page-upgrades-bug-bounty-quality-repro-desc": ": πρέπει να περιλαμβάνεται επαλήθευση ιδέας (Proof of Concept – POC) για να πληρούνται τα κριτήρια ανταμοιβής. Παρακαλούμε να συμπεριλαμβάνετε τον δοκιμαστικό κώδικα, τα σενάρια και λεπτομερείς οδηγίες. Όσο πιο εύκολο είναι για εμάς να αναπαράγουμε και να επαληθεύσουμε την ευπάθεια, τόσο υψηλότερη θα είναι η ανταμοιβή.",
  "page-upgrades-bug-bounty-questions": "Ερωτήσεις;",
  "page-upgrades-bug-bounty-rules": "Κανόνες συμμετοχής",
  "page-upgrades-bug-bounty-slogan": "Πρόγραμμα εντοπισμού σφαλμάτων",
  "page-upgrades-bug-bounty-specs": "Προδιαγραφές επιπέδου συναίνεσης",
  "page-upgrades-bug-bounty-execution-specs": "Προδιαγραφές επιπέδου εκτέλεσης",
  "page-upgrades-bug-bounty-specs-docs": "Έγγραφα προδιαγραφών",
  "page-upgrades-bug-bounty-submit": "Αναφορά σφάλματος",
  "page-upgrades-bug-bounty-submit-desc": "Για κάθε έγκυρο σφάλμα που εντοπίζετε, θα κερδίζετε ανταμοιβές. Η ποσότητα των ανταμοιβών που θα σας δοθούν θα ποικίλλει ανάλογα με τη Σοβαρότητα. Η σοβαρότητα υπολογίζεται σύμφωνα με το μοντέλο διαβάθμισης κινδύνου OWASP που βασίζεται στις Επιπτώσεις στο Δίκτυο του Ethereum και την Πιθανότητα εμφάνισης.",
  "page-upgrades-bug-bounty-subtitle": "Κερδίστε έως και 250.000 USD και μια θέση στον πίνακα κατάταξης με την εύρεση του πρωτοκόλλου, της εφαρμογής πελάτη και των σφαλμάτων γλώσσας μεταγλωττιστή που επηρεάζουν το δίκτυο του Ethereum.",
  "page-upgrades-bug-bounty-title": "Διαθέσιμο για υποβολή προτάσεων",
  "page-upgrades-bug-bounty-title-1": "Κύρια αλυσίδα",
  "page-upgrades-bug-bounty-title-2": "Επιλογή αναβάθμισης",
  "page-upgrades-bug-bounty-title-3": "Συμβόλαιο κατάθεσης Solidity",
  "page-upgrades-bug-bounty-title-4": "Δίκτυο peer-to-peer",
  "page-upgrades-bug-bounty-type-1": "Σφάλματα παραβίασης ασφάλειας / Σφάλματα κατά την ολοκλήρωση",
  "page-upgrades-bug-bounty-type-2": "Φορείς άρνησης υπηρεσίας (DOS)",
  "page-upgrades-bug-bounty-type-3": "Ασυνέπειες σε παραδοχές, όπως καταστάσεις όπου επιβεβαιωμένοι επικυρωτές μπορούν να υποστούν περικοπή (slashing)",
  "page-upgrades-bug-bounty-type-4": "Ασυνέπειες υπολογισμού ή παραμέτρων",
  "page-upgrades-bug-bounty-types": "Τύποι σφαλμάτων",
  "page-upgrades-bug-bounty-validity": "Εντός πεδίου εφαρμογής",
  "page-upgrades-bug-bounty-validity-desc": "Το Πρόγραμμα εντοπισμού σφαλμάτων μας καλύπτει ένα ευρύ φάσμα: από την αξιοπιστία των πρωτοκόλλων (όπως το μοντέλο συναίνεσης της κρυπτοαλυσίδας, τα πρωτόκολλα μεταβίβασης και p2p, η απόδειξη συμμετοχής κ.λπ.) και τη συμμόρφωση πρωτοκόλλου/υλοποίησης έως την ασφάλεια του δικτύου και την ακεραιότητα της συναίνεσης. Η παραδοσιακή ασφάλεια των εφαρμογών πελάτη, καθώς και η ασφάλεια των πρωτογενών στοιχείων κρυπτογράφησης, αποτελούν επίσης μέρος του προγράμματος. Σε περίπτωση αμφιβολιών, στείλτε email στο bounty@ethereum.org και ρωτήστε μας. Μπορείτε να αναφέρετε ένα ζήτημα/ευπάθεια απευθείας στο <a href=\"mailto:bounty@ethereum.org\">bounty@ethereum.org</a>, οπότε σας ζητάμε να κρυπτογραφήσετε το μήνυμα χρησιμοποιώντας το δικό μας <a href=\"https://ethereum.org/security_at_ethereum.org.asc\" target=\"_blank\" rel=\"noreferrer\">Κλειδί PGP</a>.",
  "page-upgrades-bug-bounty-card-critical": "Κρίσιμο",
  "page-upgrades-bug-bounty-card-critical-risk": "Αναφορά κρίσιμου σφάλματος",
  "page-upgrades-bug-bounty-card-h2": "Μεσαίο",
  "page-upgrades-bug-bounty-card-high": "Υψηλό",
  "page-upgrades-bug-bounty-card-high-risk": "Αναφορά σφάλματος υψηλού κινδύνου",
  "page-upgrades-bug-bounty-card-label-1": "Έως 1.000 πόντοι",
  "page-upgrades-bug-bounty-card-label-2": "Έως 2.000 USD",
  "page-upgrades-bug-bounty-card-label-3": "Έως 5.000 πόντοι",
  "page-upgrades-bug-bounty-card-label-4": "Έως 10.000 USD",
  "page-upgrades-bug-bounty-card-label-5": "Έως 10.000 πόντοι",
  "page-upgrades-bug-bounty-card-label-6": "Έως 50.000 USD",
  "page-upgrades-bug-bounty-card-label-7": "Έως 25.000 πόντοι",
  "page-upgrades-bug-bounty-card-label-8": "Έως 250.000 USD",
  "page-upgrades-bug-bounty-card-li-1": "Χαμηλού επηρεασμού, μέτριας πιθανότητας",
  "page-upgrades-bug-bounty-card-li-2": "Μέτριου επηρεασμού, χαμηλή πιθανότητα",
  "page-upgrades-bug-bounty-card-li-3": "Υψηλού επηρεασμού, χαμηλή πιθανότητα",
  "page-upgrades-bug-bounty-card-li-4": "Μέτριου επηρεασμού, μέτρια πιθανότητα",
  "page-upgrades-bug-bounty-card-li-5": "Χαμηλού επηρεασμού, υψηλή πιθανότητα",
  "page-upgrades-bug-bounty-card-li-6": "Υψηλού επηρεασμού, μέτρια πιθανότητα",
  "page-upgrades-bug-bounty-card-li-7": "Μέτριου επηρεασμού, υψηλή πιθανότητα",
  "page-upgrades-bug-bounty-card-li-8": "Υψηλού επηρεασμού, υψηλής πιθανότητα",
  "page-upgrades-bug-bounty-card-low": "Χαμηλός",
  "page-upgrades-bug-bounty-card-low-risk": "Αναφορά σφάλματος χαμηλού κινδύνου",
  "page-upgrades-bug-bounty-card-medium-risk": "Αναφορά σφάλματος μέτριου κινδύνου",
  "page-upgrades-bug-bounty-card-subheader": "Σοβαρότητα",
  "page-upgrades-bug-bounty-card-subheader-2": "Παράδειγμα",
  "page-upgrades-bug-bounty-card-text": "Ο κακόβουλος χρήστης μπορεί μερικές φορές να θέσει έναν κόμβο σε κατάσταση που θα τον αναγκάζει να απορρίψει μία επιβεβαίωση από κάθε εκατό που έλαβε από έναν επικυρωτή",
  "page-upgrades-bug-bounty-card-text-1": "Ένας κακόβουλος χρήστης μπορεί να διεξάγει με επιτυχία επιθέσεις έκλειψης σε κόμβους με χρήση αναγνωριστικών ομότιμων που έχουν 4 byte αρχικών μηδενικών",
  "page-upgrades-bug-bounty-card-text-2": "Ο κακόβουλος χρήστης μπορεί να διαιρέσει επιτυχώς μεγάλα μέρη του δικτύου, ενώ η ενεργοποίηση της ευπάθειας είναι σύνηθες φαινόμενο για τον κακόβουλο χρήστη",
  "page-upgrades-bug-bounty-card-text-3": "Ο κακόβουλος χρήστης μπορεί να πραγματοποιήσει επιτυχώς απομακρυσμένη εκτέλεση κώδικα σε μια εφαρμογή πελάτη πλειοψηφίας, ενώ η ενεργοποίηση της ευπάθειας είναι σύνηθες φαινόμενο για τον κακόβουλο χρήστη",
  "page-upgrades-question-title": "Συχνές ερωτήσεις",
  "bug-bounty-faq-q1-title": "Πώς πρέπει να μοιάζει μια καλή αναφορά ευπάθειας;",
  "bug-bounty-faq-q1-contentPreview": "Δείτε ένα πραγματικό παράδειγμα μιας ποιοτικής αναφοράς ευπάθειας.",
  "bug-bounty-faq-q1-content-1": "<b>Περιγραφή:</b> Απομακρυσμένη υπηρεσία «Denial-of-service» με χρήση μη επικυρωμένων μπλοκ",
  "bug-bounty-faq-q1-content-2": "<b>Σενάριο επίθεσης:</b> Ένας εισβολέας μπορεί να στείλει μπλοκ που μπορεί να απαιτεί μεγάλο αριθμό υπολογισμών (το μέγιστο όριο gas), αλλά χωρίς απόδειξη εργασίας. Εάν ο εισβολέας στέλνει μπλοκ συνεχώς, μπορεί να αναγκάσει τον κόμβο σε 100% χρήση της CPU.",
  "bug-bounty-faq-q1-content-3": "<b>Επίπτωση:</b> Ένας εισβολέας μπορεί να κάνει κατάχρηση χρήσης της CPU σε απομακρυσμένους κόμβους, προκαλώντας πιθανώς πλήρη επίθεση DoS.",
  "bug-bounty-faq-q1-content-4": "<b>Στοιχεία:</b> Έκδοση πελάτη Go v0.6.8",
  "bug-bounty-faq-q1-content-5": "<b>Αναπαραγωγή:</b> Στείλτε ένα μπλοκ σε έναν κόμβο Go που περιέχει πολλά tx αλλά όχι έγκυρο PoW.",
  "bug-bounty-faq-q1-content-6": "<b>Λεπτομέρειες:</b> Τα μπλοκ επικυρώνονται με τη μέθοδο <code>Process(Block, dontReact)</code>. Αυτή η μέθοδος εκτελεί δαπανηρές εργασίες έντασης της CPU, όπως η εκτέλεση συναλλαγών (<code>sm.ApplyDiff</code>) και στη συνέχεια επαληθεύει την απόδειξη εργασίας (<code>sm.ValidateBlock()</code>). Αυτό επιτρέπει σε έναν εισβολέα να στέλνει μπλοκ που μπορεί να απαιτεί μεγάλο όγκο υπολογισμού (το μέγιστο <code>gasLimit</code>), αλλά δεν έχει απόδειξη εργασίας. Εάν ο εισβολέας στέλνει μπλοκ συνεχώς, μπορεί να αναγκάσει τον κόμβο του θύματος σε 100% χρήση της CPU.",
  "bug-bounty-faq-q1-content-7": "<b>Διόρθωση:</b> Αντιστρέψτε τη σειρά των ελέγχων.",
  "bug-bounty-faq-q2-title": "Το πρόγραμμα αναζήτησης σφαλμάτων έχει χρονικούς περιορισμούς;",
  "bug-bounty-faq-q2-contentPreview": "Όχι.",
  "bug-bounty-faq-q2-content-1": "Δεν έχει οριστεί ημερομηνία λήξης. Δείτε το <a href=\"https://blog.ethereum.org/\" target=\"_blank\" rel=\"noreferrer\">ιστολόγιο του Ιδρύματος Ethereum</a> για να ενημερωθείτε για τις τελευταίες ειδήσεις.",
  "bug-bounty-faq-q3-title": "Πώς καταβάλλονται τα χρήματα;",
  "bug-bounty-faq-q3-contentPreview": "Οι ανταμοιβές καταβάλλονται σε ETH ή DAI.",
  "bug-bounty-faq-q3-content-1": "Οι ανταμοιβές καταβάλλονται σε ETH ή DAI μετά την επικύρωση της υποβολής, συνήθως λίγες ημέρες αργότερα. Οι τοπικοί νόμοι απαιτούν να ζητάμε <b>επιβεβαίωση της ταυτότητάς σας</b>. Επιπλέον, θα χρειαστούμε τη διεύθυνσή σας ETH.",
  "bug-bounty-faq-q4-title": "Μπορώ να δωρίσω την ανταμοιβή μου σε φιλανθρωπίες;",
  "bug-bounty-faq-q4-contentPreview": "Ναι!",
  "bug-bounty-faq-q4-content-1": "Μπορούμε να δωρίσουμε την ανταμοιβή σας σε μια καθιερωμένη φιλανθρωπική οργάνωση της επιλογής σας.",
  "bug-bounty-faq-q5-title": "Έχω αναφέρει ένα πρόβλημα / ευπάθεια αλλά δεν έχω λάβει απάντηση!",
  "bug-bounty-faq-q5-contentPreview": "Παρακαλούμε περιμένετε μερικές ημέρες για να σας απαντήσει κάποιος.",
  "bug-bounty-faq-q5-content-1": "Στόχος μας είναι να απαντάμε όσο το δυνατόν γρηγορότερα. Μη διστάσετε να μας στείλετε email στο <a href=\"mailto:bounty@ethereum.org\" target=\"_blank\" rel=\"noreferrer\">bounty@ethereum.org</a> εάν δεν έχετε λάβει απάντηση εντός μιας ημέρας ή δύο.",
  "bug-bounty-faq-q6-title": "Θέλω να είμαι ανώνυμος / Δε θέλω το όνομά μου στον πίνακα των κορυφαίων.",
  "bug-bounty-faq-q6-contentPreview": "Μπορείτε να το κάνετε αυτό, αλλά μπορεί να σας καθιστά μη κατάλληλο για ανταμοιβές.",
  "bug-bounty-faq-q6-content-1": "Η ανώνυμη υποβολή ή με ψευδώνυμο είναι αποδεκτή, αλλά θα σας καταστήσει μη επιλέξιμους για ανταμοιβές ETH/DAI. Για να είστε επιλέξιμοι για ανταμοιβές ETH/DAI, απαιτείται η αποστολή του πραγματικού σας ονόματος και ενός αποδεικτικού της ταυτότητάς σας, κρυπτογραφημένου με χρήση PGP στον ασφαλή ιστότοπο μεταφόρτωσης αρχείου, στη νομική μας ομάδα στο Ίδρυμα Ethereum, οι οποίοι είναι οι μοναδικοί αναθεωρητές της τεκμηρίωσης. Η δωρεά του bounty σας σε φιλανθρωπικό ίδρυμα δεν απαιτεί την ταυτότητά σας.",
  "bug-bounty-faq-q6-content-2": "Ενημερώστε μας εάν δε θέλετε το όνομά σας ή το ψευδώνυμο να εμφανίζεται στον πίνακα των κορυφαίων χρηστών.",
  "bug-bounty-faq-q7-title": "Γιατί υπάρχει ο πίνακας με τους κορυφαίους χρήστες;",
  "bug-bounty-faq-q7-contentPreview": "Κάθε ευπάθεια ή πρόβλημα που βρέθηκε και υποβλήθηκε αξιολογείται.",
  "bug-bounty-faq-q7-content-1": "Κάθε ευπάθεια ή πρόβλημα που βρέθηκε βαθμολογείται. Οι συμμετέχοντες κατατάσσονται στον πίνακα κατάταξης με βάση τους συνολικούς πόντους.",
  "bug-bounty-faq-q8-title": "Έχετε κλειδί PGP;",
  "bug-bounty-faq-q8-contentPreview": "Ναι, εμφάνιση λεπτομερειών.",
  "bug-bounty-faq-q8-content-1": "Παρακαλούμε χρησιμοποιήστε <code>AE96 ED96 9E47 9B00 84F3 E17F E88D 3334 FA5F 6A0A</code>",
  "bug-bounty-faq-q8-PGP-key": "Κλειδί PGP"
}
