{
  "page-stablecoins-accordion-borrow-crypto-collateral": "Εγγύηση κρυπτονομισμάτων",
  "page-stablecoins-accordion-borrow-crypto-collateral-copy": "Με το Ethereum μπορείτε να δανειστείτε απευθείας από άλλους χρήστες χωρίς να ανταλλάξετε τα ETH σας. Αυτό μπορεί να σας δώσει μόχλευση - μερικοί το κάνουν αυτό για να αποκτήσουν περισσότερα ETH.",
  "page-stablecoins-accordion-borrow-crypto-collateral-copy-p2": "Αλλά επειδή η τιμή του ETΗ είναι ευμετάβλητη, θα χρειαστεί να παρέχετε περισσότερη εγγύηση. Αυτό σημαίνει ότι αν θέλετε να δανειστείτε $100 σε νομίσματα σταθερής τιμής, θα χρειαστείτε τουλάχιστον $150 σε ETH. Έτσι προστατεύεται το σύστημα και οι δανειστές.",
  "page-stablecoins-accordion-borrow-crypto-collateral-link": "Περισσότερα για την υποστήριξη των κρυπτονομισμάτων σταθερής αξίας",
  "page-stablecoins-accordion-borrow-pill": "Για προχωρημένους",
  "page-stablecoins-accordion-borrow-places-intro": "Με τις παρακάτω αποκεντρωμένες εφαρμογές (dapp) μπορείτε να δανειστείτε κρυπτονομίσματα σταθερής αξίας χρησιμοποιώντας άλλα κρυπτονομίσματα ως εγγύηση. Κάποια δέχονται και άλλα κρυπτονομίσματα, καθώς και ETH.",
  "page-stablecoins-accordion-borrow-places-title": "Ιστότοποι δανεισμού κρυπτονομισμάτων σταθερής αξίας",
  "page-stablecoins-accordion-borrow-requirement-1": "Ένα πορτοφόλι Ethereum",
  "page-stablecoins-accordion-borrow-requirement-1-description": "Θα χρειαστείτε ένα πορτοφόλι για να χρησιμοποιήσετε μια dapp",
  "page-stablecoins-accordion-borrow-requirement-2": "Ether (ETH)",
  "page-stablecoins-accordion-borrow-requirement-2-description": "Θα χρειαστείτε μερικά ETH για την εγγύηση ή/και τις κρατήσεις συναλλαγής",
  "page-stablecoins-accordion-borrow-requirements-description": "Για να δανειστείτε κρυπτονομίσματα σταθερής αξίας χρειάζεται να χρησιμοποιήσετε τη σωστό dapp και επίσης ένα πορτοφόλι και μερικά ETH.",
  "page-stablecoins-accordion-borrow-risks-copy": "Εάν χρησιμοποιήσετε ETH ως εγγύηση και η αξία του μειωθεί, δε θα μπορεί να καλύψει την αξία του ποσού που δανειστήκατε. Αυτό θα αναγκάσει τα ETH σας να ρευστοποιηθούν και μπορεί να αντιμετωπίσετε κάποια ποινή. Έτσι, αν δανειστείτε κρυπτονομίσματα σταθερής αξίας θα πρέπει να παρακολουθείτε την τιμή του ETH.",
  "page-stablecoins-accordion-borrow-risks-link": "Τελευταία τιμή ETH",
  "page-stablecoins-accordion-borrow-risks-title": "Κίνδυνοι",
  "page-stablecoins-accordion-borrow-text-preview": "Μπορείτε να δανειστείτε κρυπτονομίσματα σταθερής αξίας με τη χρήση κρυπτονομισμάτων ως εγγύηση, τα οποία θα πρέπει να επιστρέψετε.",
  "page-stablecoins-accordion-borrow-title": "Δανεισμός",
  "page-stablecoins-accordion-buy-exchanges-title": "Δημοφιλείς ανταλλαγές",
  "page-stablecoins-accordion-buy-requirement-1": "Ανταλλαγές κρυπτονομισμάτων και πορτοφολιών",
  "page-stablecoins-accordion-buy-requirement-1-description": "Ελέγξτε τις υπηρεσίες που μπορείτε να χρησιμοποιείσετε ανάλογα με τον τόπο κατοικίας σας",
  "page-stablecoins-accordion-buy-requirements-description": "Με ένα λογαριασμό με δυνατότητα ανταλλαγής ή με ένα πορτοφόλι μπορείτε να αγοράσετε άμεσα κρυπτονομίσμτα.",
  "page-stablecoins-accordion-buy-text-preview": "Πολλά ανταλλακτήρια και πορτοφόλια επιτρέπουν την άμεση αγορά κρυπτονομισμάτων σταθερής αξίας. Πιθανώς να ισχύουν γεωγραφικοί περιορισμοί.",
  "page-stablecoins-accordion-buy-title": "Αγορά",
  "page-stablecoins-accordion-buy-warning": "Τα κεντρικά ανταλλακτήρια μπορεί να διαθέτουν μόνο κρυπτονομίσματα σταθερής αξίας που υποστηρίζονται από τα fiat (κανονικά) χρήματα, όπως τα USDC, Tether και άλλα. Δεν μπορείτε να τα αγοράσετε άμεσα αλλά μπορείτε να τα ανταλλάξετε από ΕΤΗ ή άλλα κρυπτονομίσματα που έχετε στην κατοχή σας από τις διάφορες πλατφόρμες.",
  "page-stablecoins-accordion-earn-project-1-description": "Κυρίως η τεχνική εργασία που απαιτείται για τη δρομολόγηση του ανοιχτού λογισμικού.",
  "page-stablecoins-accordion-earn-project-2-description": "Τεχνολογία, περιεχόμενο και άλλες εργασίες για την κοινότητα του MakerDao (την ομάδα που δημιούργησε το Dai).",
  "page-stablecoins-accordion-earn-project-3-description": "Από τη στιγμή που έχετε βαθιά γνώση των πραγμάτων, εντοπίστε σφάλματα και κερδίστε Dai.",
  "page-stablecoins-accordion-earn-project-bounties": "Ανταμοιβές του Gitcoin",
  "page-stablecoins-accordion-earn-project-bug-bounties": "Ανταμοιβές εύρεσης σφαλμάτων για το επίπεδο συναίνεσης",
  "page-stablecoins-accordion-earn-project-community": "Κοινότητα MakerDao",
  "page-stablecoins-accordion-earn-projects-copy": "Δείτε παρακάτω τις πλατφόρμες που θα σας πληρώσουν σε κρυπτονομίσματα σταθερής αξίας για την εργασία σας.",
  "page-stablecoins-accordion-earn-projects-title": "Πού να κερδίσετε κρυπτονομίσματα σταθερής αξίας",
  "page-stablecoins-accordion-earn-requirement-1": "Ένα πορτοφόλι Ethereum",
  "page-stablecoins-accordion-earn-requirement-1-description": "Θα χρειαστείτε ένα πορτοφόλι για να λάβετε τα κρυπτονομίσματα σταθερής αξίας που κερδίζετε",
  "page-stablecoins-accordion-earn-requirements-description": "Τα κρυπτονομίσματα σταθερής αξίας είναι μια μέθοδος πληρωμής για εργασίες και υπηρεσίες εξαιτίας της σταθερής τιμής τους. Αλλά βέβαια χρειάζεστε ένα πορτοφόλι για να πληρωθείτε.",
  "page-stablecoins-accordion-earn-text-preview": "Μπορείτε να κερδίσετε κρυπτονομίσματα σταθερής αξίας συμμετέχοντας σε έργα εντός του οικοσυστήματος του Ethereum.",
  "page-stablecoins-accordion-earn-title": "Κερδίστε",
  "page-stablecoins-accordion-less": "Λιγότερα",
  "page-stablecoins-accordion-more": "Περισσότερα",
  "page-stablecoins-accordion-requirements": "Τι θα χρειαστείτε",
  "page-stablecoins-accordion-swap-dapp-intro": "Εάν έχετε ήδη ETH και <a href=\"/glossary/#wallet\">πορτοφόλι</a>, μπορείτε να χρησιμοποιήσετε αυτές τις αποκεντρωμένες εφαρμογές για να ανταλλάξετε με νομίσματα σταθερής αξίας.",
  "page-stablecoins-accordion-swap-dapp-link": "Περισσότερα για τα αποκεντρωμένα ανταλλακτήρια",
  "page-stablecoins-accordion-swap-dapp-title": "Εφαρμογές για μετατροπή κρυπτονομισμάτων",
  "page-stablecoins-accordion-swap-editors-tip": "Συμβουλή συντάκτη",
  "page-stablecoins-accordion-swap-editors-tip-button": "Επιλογή πορτοφολιού",
  "page-stablecoins-accordion-swap-editors-tip-copy": "Αποκτήστε ένα πορτοφόλι που θα σας επιτρέπει να αγοράζετε ΕΤΗ και να μπορείτε να τα μετατρέπετε ακόμη και με νομίσματα σταθερής αξίας, άμεσα.",
  "page-stablecoins-accordion-swap-pill": "Προτεινόμενα",
  "page-stablecoins-accordion-swap-requirement-1": "Ένα πορτοφόλι Ethereum",
  "page-stablecoins-accordion-swap-requirement-1-description": "Θα χρειαστείτε ένα πορτοφόλι για να εγκρίνετε την ανταλλαγή και να αποθηκεύσετε τα νομίσματα σας",
  "page-stablecoins-accordion-swap-requirement-2": "Ether (ETH)",
  "page-stablecoins-accordion-swap-requirement-2-description": "Για να πληρώσετε την ανταλλαγή",
  "page-stablecoins-accordion-swap-text-preview": "Μπορείτε να επιλέξετε τα περισσότερα κρυπτονομίσματα στα αποκεντρωμένα ανταλλακτήρια. Έτσι μπορείτε να τα μετατρέψετε σε όποια θέλετε.",
  "page-stablecoins-accordion-swap-title": "Μετατροπή",
  "page-stablecoins-algorithmic": "Αλγόριθμος",
  "page-stablecoins-algorithmic-con-1": "Πρέπει να εμπιστεύεστε (ή να είστε σε θέση να διαβάσετε) τον αλγόριθμο.",
  "page-stablecoins-algorithmic-con-2": "Το υπόλοιπο των νομισμάτων σας θα διαμορφωθεί σύμφωνα με την τελική προσφορά.",
  "page-stablecoins-algorithmic-description": "Αυτά τα κρυπτονομίσματα δεν υποστηρίζονται από κάποιο άλλο περιουσιακό στοιχείο. Αντιθέτως ένας αλγόριθμος θα προβεί σε πώληση εάν η τιμή πέσει κάτω από την επιθυμητή ή θα θέσει σε προσφορά σε περίπτωση αύξησης της καθορισμένης τιμής. Επειδή αυτός ο αριθμός αλλάζει συνεχώς, ο αριθμός των νομισμάτων που είναι στην κατοχή σας αλλάζει συνεχώς αλλά πάντοτε θα αντιπροσωπεύει το μερίδιό σας.",
  "page-stablecoins-algorithmic-disclaimer": "Τα αλγοριθμικά κρύπτο σταθερής αξίας είναι πειραματική τεχνολογία. Θα πρέπει να γνωρίζετε τους κινδύνους πριν τα χρησιμοποιήσετε.",
  "page-stablecoins-algorithmic-pro-1": "Δεν απαιτείται εγγύηση.",
  "page-stablecoins-algorithmic-pro-2": "Διαχειρίζεται από ένα δημόσιο αλγόριθμο.",
  "page-stablecoins-bank-apy": "0,05%",
  "page-stablecoins-bank-apy-source": "Το μέσο επιτόκιο που καταβάλλουν οι τράπεζες σε βασικούς, ομοσπονδιακά ασφαλισμένους λογαριασμούς ταμιευτηρίου, στις ΗΠΑ.",
  "page-stablecoins-bank-apy-source-link": "Πηγή",
  "page-stablecoins-bitcoin-pizza": "Η περίφημη πίτσα Bitcoin",
  "page-stablecoins-bitcoin-pizza-body": "Το 2010, κάποιος αγόρασε 2 πίτσες στην τιμή των 10.000 bitcoin. Εκείνη τη στιγμή η αξία τους ήταν περίπου ~$41 USD, ενώ σήμερα αξίζουν μερικά εκατομμύρια. Υπάρχουν βέβαια και άλλες παρόμοιες λυπηρές συναλλαγές στην ιστορία του Ethereum. Τα κρυπτονομίσματα σταθερής αξίας έχουν επιλύσει αυτό το πρόβλημα, οπότε μπορείτε να απολαύσετε την πίτσα σας και να κρατήσετε τα ΕΤΗ σας.",
  "page-stablecoins-category-dashboard-and-education": "Πίνακας ελέγχου & Εκπαίδευση",
  "page-stablecoins-coin-price-change": "Μεταβολή τιμής νομίσματος (τελευταίες 30 ημέρες)",
  "page-stablecoins-crypto-backed": "Υποστήριξη κρυπτονομισμάτων",
  "page-stablecoins-crypto-backed-con-1": "Λιγότερο σταθερό από τα υποστηριζόμενα με fiat κρυπτονομίσματα σταθερής αξίας.",
  "page-stablecoins-crypto-backed-con-2": "Θα πρέπει να παρακολουθείτε την αξία της εγγύησης των κρυπτονομισμάτων.",
  "page-stablecoins-crypto-backed-description": "Τα παρακάτω κρυπτονομίσματα σταθερής αξίας υποστηρίζονται από άλλα κρυπτονομίσματα όπως το ΕΤΗ. Η τιμή τους εξαρτάται από την τιμή του υποκείμενου περιουσιακού στοιχείου (ή της εγγύησης) η οποία μπορεί να είναι μεταβλητή. Επειδή η αξία του ΕΤΗ δεν είναι σταθερή αυτά τα κρυπτονομίσματα σταθερής αξίας ενισχύονται επιπλέον, για λόγους σταθερότητας της τιμής τους. Αυτό σημαίνει ότι ένα κρυπτονόμισμα σταθερής αξίας του 1$ υποστηρίζεται από περιουσιακό στοιχείο αξίας 2$. Έτσι εάν υπάρξει μείωση της αξίας του ΕΤΗ να μπορούν να χρησιμοποιηθούν περισσότερα κρυπτονομίσματα για την υποστήριξη της τιμής των σταθερών κρυπτονομισμάτων ώστε να μην χάσουν την σταθερή αξία τους.",
  "page-stablecoins-crypto-backed-pro-1": "Διαφανές και πλήρως αποκεντρωμένο.",
  "page-stablecoins-crypto-backed-pro-2": "Γρήγορη μετατροπή σε άλλα κρυπτονομίσματα.",
  "page-stablecoins-crypto-backed-pro-3": "Χωρίς εξωτερικούς θεματοφύλακες – όλα τα περιουσιακά στοιχεία ελέγχονται από λογαριασμούς στο Ethereum.",
  "page-stablecoins-dai-banner-body": "Το Dai είναι ίσως το πιο διαδεδομένο αποκεντρωμένο κρυπτονόμισμα σταθερής αξίας. Η αξία του είναι ίση με του δολαρίου και είναι αποδεκτό μεταξύ όλων των αποκεντρωμένων εφαρμογών.",
  "page-stablecoins-dai-banner-learn-button": "Μάθετε για το Dai",
  "page-stablecoins-dai-banner-swap-button": "Ανταλλαγή ETH με Dai",
  "page-stablecoins-dai-banner-title": "Dai",
  "page-stablecoins-dai-logo": "Το λογότυπο του Dai",
  "page-stablecoins-editors-choice": "Επιλογές συντακτών",
  "page-stablecoins-editors-choice-intro": "Παρακάτω είναι ίσως τα ποιο γνωστά κρυπτονομίσματα σταθερής αξίας με χρήση μεταξύ των αποκεντρωμένων εφαρμογών.",
  "page-stablecoins-explore-dapps": "Εξερεύνηση dapp",
  "page-stablecoins-fiat-backed": "Υποστήριξη Fiat",
  "page-stablecoins-fiat-backed-con-1": "Κεντρικά - θα πρέπει κάποιος να εκδώσει τα νομίσματα.",
  "page-stablecoins-fiat-backed-con-2": "Απαιτείται έλεγχος για την εξασφάλιση της επάρκειας του αποθεματικού.",
  "page-stablecoins-fiat-backed-description": "Βασικά ένα IOU (I owe you) για ένα παραδοσιακό fiat νόμισμα (συνήθως δολάρια). Χρησιμοποιήστε τα fiat νομίσματά σας για να αγοράσετε κρυπτονομίσματα σταθερής αξίας, που μπορείτε αργότερα να εξαργυρώσετε με το αρχικό σας νόμισμα.",
  "page-stablecoins-fiat-backed-pro-1": "Ασφαλής ενάντια στην μεταβλητότητα των κρυπτονομισμάτων.",
  "page-stablecoins-fiat-backed-pro-2": "Οι αλλαγές στην τιμή είναι ελάχιστες.",
  "page-stablecoins-find-stablecoin": "Βρείτε ένα κρυπτονόμισμα σταθερής αξίας",
  "page-stablecoins-find-stablecoin-how-to-get-them": "Πώς να αποκτήσετε κρυπτονομίσματα σταθερής αξίας",
  "page-stablecoins-find-stablecoin-intro": "Υπάρχουν εκατοντάδες κρυπτονομίσματα σταθερής αξίας διαθέσιμα. Δείτε μερικά παρακάτω για να σας βοηθήσουν να ξεκινήσετε. Αν είστε νέοι στο Ethereum, σας συνιστούμε να κάνετε κάποια έρευνα πρώτα.",
  "page-stablecoins-find-stablecoin-types-link": "Διαφορετικοί τύποι κρυπτονομισμάτων σταθερής αξίας",
  "page-stablecoins-get-stablecoins": "Πώς να αποκτήσετε κρυπτονομίσματα σταθερής αξίας",
  "page-stablecoins-hero-alt": "Τα τρία μεγαλύτερα κρυπτονομίσματα σταθερής αξίας: Dai, USDC και Tether.",
  "page-stablecoins-hero-button": "Αγοράστε κρυπτονομίσματα σταθερής αξίας",
  "page-stablecoins-hero-header": "Ψηφιακά χρήματα για καθημερινή χρήση",
  "page-stablecoins-hero-subtitle": "Τα κρυπτονομίσματα σταθερής αξίας είναι νομίσματα Ethereum σχεδιασμένα να παραμένουν σε σταθερή τιμή ακόμη και εάν η τιμή του ΕΤΗ μεταβάλλεται.",
  "page-stablecoins-interest-earning-dapps": "Dapps που κερδίζουν τόκους",
  "page-stablecoins-meta-description": "Μια εισαγωγή στα κρυπτονομίσματα του Ethereum σταθερής αξίας: τι είναι, πώς θα τα αποκτήσετε και γιατί είναι σημαντικά.",
  "page-stablecoins-precious-metals": "Πολύτιμα μέταλλα",
  "page-stablecoins-precious-metals-con-1": "Κεντρικά - θα πρέπει κάποιος να εκδώσει τα νομίσματα.",
  "page-stablecoins-precious-metals-con-2": "Θα πρέπει να εμπιστευτείτε τον εκδότη των νομισμάτων και το απόθεμα σε πολύτιμα μέταλλα.",
  "page-stablecoins-precious-metals-description": "Όπως τα νομίσματα που υποστηρίζονται από fiat χρήματα, αυτά τα κρυπτονομίσματα σταθερής αξίας χρησιμοποιούν πηγές όπως τον χρυσό για προσδιορισμό της τιμής τους.",
  "page-stablecoins-precious-metals-pro-1": "Ασφαλή ενάντια στην μεταβλητότητα των κρυπτονομισμάτων.",
  "page-stablecoins-prices": "Τιμές κρυπτονομισμάτων σταθερής αξίας",
  "page-stablecoins-prices-definition": "Τα κρυπτονομίσματα σταθερής αξίας είναι κρυπτονομίσματα χωρίς τη μεταβλητότητα της αξίας τους. Χρησιμοποιούν την ίδια δυναμική με το ΕΤΗ αλλά η τιμή τους παραμένει σταθερή όπως ένα παραδοσιακό νόμισμα. Έτσι έχετε πρόσβαση σε σταθερά χρήματα που μπορείτε να χρησιμοποιήσετε μέσα στο Ethereum. ",
  "page-stablecoins-prices-definition-how": "Πώς τα κρυπτονομίσματα σταθερής αξίας διατηρούν τη σταθερότητά τους",
  "page-stablecoins-research-warning": "Το Ethereum είναι μια νέα τεχνολογία και οι περισσότερες εφαρμογές είναι καινούργιες. Σιγουρευτείτε ότι έχετε κατανοήσει τον κίνδυνο και συμμετέχετε μόνο με αυτά που είστε διατεθειμένοι που πιθανώς να χάσετε.",
  "page-stablecoins-research-warning-title": "Να κάνετε πάντα τη δική σας έρευνα",
  "page-stablecoins-save-stablecoins": "Κερδίστε από τα κρυπτονομίσματα σταθερής αξίας",
  "page-stablecoins-save-stablecoins-body": "Τα νομίσματα σταθερής αξίας έχουν συχνά ένα επιτόκιο άνω του μέσου όρου εξαιτίας της ζήτησης για δανεισμό τους. Υπάρχουν αποκεντρωμένες εφαρμογές που σας αποδίδουν κέρδος με την αποθήκευση των νομισμάτων σας σε δεξαμενές δανεισμού. Όπως στο τραπεζικό σύστημα, καταθέτονται χρήματα τα οποία είναι διαθέσιμα για δανειστές αλλά και άμεσα διαθέσιμα για ανάληψη.",
  "page-stablecoins-saving": "Τοποθετήστε τα κρυπτονομίσματά σας στο σωστό μέρος για να αποδώσουν καλύτερα. Όπως τα πάντα στα κρυπτονομίσματα, το Επιτόκιο αποδόσεως [Annual Percentage Yields (APY)] μπορεί να αλλάξει καθημερινά ανάλογα με την προσφορά/ζήτηση.",
  "page-stablecoins-stablecoins-dapp-callout-description": "Ελέγξτε τις αποκεντρωμένες εφαρμογές του Ethereum - τα κρυπτονομίσματα σταθερής αξίας είναι χρήσιμα για τις καθημερινές συναλλαγές.",
  "page-stablecoins-stablecoins-dapp-callout-image-alt": "Απεικόνιση ενός σκύλου.",
  "page-stablecoins-stablecoins-dapp-callout-title": "Χρήση των κρυπτονομισμάτων σταθερής αξίας",
  "page-stablecoins-stablecoins-dapp-description-1": "Αγορές πολλών κρυπτονομισμάτων σταθερής αξίας όπως τα Dai, USDC, TUSD, USDT κ.ά. ",
  "page-stablecoins-stablecoins-dapp-description-2": "Δανείστε κρυπτονομίσματα σταθερής αξίας και κερδίστε τόκους και $COMP, νόμισμα του Compound.",
  "page-stablecoins-stablecoins-dapp-description-3": "Μια πλατφόρμα συναλλαγών όπου μπορείτε να κερδίσετε τόκους για τα Dai και USDC σας.",
  "page-stablecoins-stablecoins-dapp-description-4": "Μια εφαρμογή σχεδιασμένη για τη διαχείριση Dai.",
  "page-stablecoins-stablecoins-feature-1": "Τα κρυπτονομίσματα σταθερής αξίας είναι παγκόσμια και μπορούν να σταλούν μέσω του Διαδικτύου. Μπορείτε εύκολα να στείλετε ή να λάβετε εφόσον έχετε ένα <a href=\"/glossary/#account\">λογαριασμό Ethereum</a>.",
  "page-stablecoins-stablecoins-feature-2": "Η ζήτηση σε κρυπτονομίσματα σταθερής αξία είναι μεγάλη, οπότε μπορείτε να κερδίσετε δανείζοντας τα δικά σας. Σιγουρευτείτε πως έχετε κατανοήσει πλήρως το ρίσκο του δανεισμού.",
  "page-stablecoins-stablecoins-feature-3": "Τα κρυπτονομίσματα σταθερής αξίας είναι ανταλλάξιμα με ΕΤΗ και άλλα κρυπτονομίσματα Ethereum. Αρκετές <a href=\"/glossary/#dapp\">αποκεντρωμένες εφαρμογές</a> παραπέμπουν σε κρυπτονομίσματα σταθερής αξίας.",
  "page-stablecoins-stablecoins-feature-4": "Τα κρυπτονομίσματα είναι ασφαλισμένα με <a href=\"/glossary/#cryptography\">κρυπτογράφηση</a>. Κανείς δεν μπορεί να πλαστογραφήσει τις συναλλαγές σας.",
  "page-stablecoins-stablecoins-meta-description": "Μια εισαγωγή στα κρυπτονομίσματα σταθερής αξίας του Ethereum: τι είναι, πώς θα τα αποκτήσετε και γιατί είναι σημαντικά.",
  "page-stablecoins-stablecoins-table-header-column-1": "Νόμισμα",
  "page-stablecoins-stablecoins-table-header-column-2": "Κεφαλαιοποίηση αγοράς",
  "page-stablecoins-stablecoins-table-header-column-3": "Τύπος νομίσματος",
  "page-stablecoins-stablecoins-table-type-crypto-backed": "Κρυπτονόμισμα",
  "page-stablecoins-stablecoins-table-type-fiat-backed": "Fiat",
  "page-stablecoins-stablecoins-table-type-precious-metals-backed": "Πολύτιμα μέταλλα",
  "page-stablecoins-table-error": "Δεν ήταν δυνατή η φόρτωση των κρυπτονομισμάτων σταθερής αξίας. Δοκιμάστε να ανανεώσετε τη σελίδα.",
  "page-stablecoins-title": "Κρυπτονομίσματα σταθερής αξίας",
  "page-stablecoins-meta-title": "Επεξήγηση κρύπτο σταθερής αξίας: Σε τι χρησιμεύουν;",
  "page-stablecoins-top-coins": "Κορυφαία κρυπτονομίσματα σταθερής αξίας ανά κεφαλαιοποίηση αγοράς",
  "page-stablecoins-top-coins-intro": "Η κεφαλαιοποίηση αγοράς είναι",
  "page-stablecoins-top-coins-intro-code": "ο συνολικός αριθμός των νομισμάτων πολλαπλασιασμένος επί την τιμή ανά νόμισμα. Αυτή η λίστα είναι δυναμική και η κατάσταση των έργων που αναφέρονται δεν είναι απαραίτητα επικυρωμένα από την ομάδα του ethereum.org.",
  "page-stablecoins-types-of-stablecoin": "Πώς λειτουργούν: τύποι κρυπτονομισμάτων σταθερής αξίας",
  "page-stablecoins-usdc-banner-body": "Το USDC είναι ίσως το πιο διαδεδομένο υποστηριζόμενο με fiat, κρυπτονόμισμα σταθερής αξίας. Η αξία του είναι ίση με αυτή του δολαρίου και υποστηρίζεται από τα Circle και Coinbase.",
  "page-stablecoins-usdc-banner-learn-button": "Μάθετε για το USDC",
  "page-stablecoins-usdc-banner-swap-button": "Ανταλλαγή ETH για USDC",
  "page-stablecoins-usdc-banner-title": "USDC",
  "page-stablecoins-usdc-logo": "Το λογότυπο του USDC",
  "page-stablecoins-why-stablecoins": "Γιατί κρυπτονομίσματα σταθερής αξίας;",
  "page-stablecoins-how-they-work-button": "Πώς λειτουργούν",
  "page-stablecoins-why-stablecoins-body": "Το ΕΤΗ όπως το Bitcoin, έχουν μια ευμετάβλητη τιμή εξαιτίας του νεαρού της τεχνολογίας τους. Οπότε μπορεί να μην θέλετε να τα δαπανάτε τακτικά. Τα κρυπτονομίσματα σταθερής αξίας αντικατοπτρίζουν την αξία των παραδοσιακών νομισμάτων και σας παρέχουν πρόσβαση σε σταθερής αξίας χρήματα που μπορείτε να χρησιμοποιήσετε στο Ethereum.",
  "page-stablecoins-more-defi-button": "Περισσότερα για την αποκεντρωμένη τραπεζική (DeFi)",
  "page-stablecoins-tools-title": "Μάθετε περισσότερα για τα κρυπτονομίσματα σταθερής αξίας",
  "page-stablecoins-tools-stablecoinswtf-description": "Το Stablecoins.wtf προσφέρει πληροφορίες με ιστορικά δεδομένα της αγοράς, στατιστικά στοιχεία και εκπαιδευτικό περιεχόμενο για τα πιο σημαντικά κρυπτονομίσματα σταθερής αξίας.",
  "page-dapps-ready-button": "Go",
  "pros": "Πλεονεκτήματα",
  "cons": "Μειονεκτήματα",
  "1inch-logo": "Λογότυπο 1inch",
  "aave-logo": "Λογότυπο Aave",
  "binance-logo": "Λογότυπο Binance",
  "bittrex-logo": "Λογότυπο Bittrex",
  "coinbase-logo": "Λογότυπο Coinbase",
  "coinmama-logo": "Λογότυπο Coinmama",
  "compound-logo": "Λογότυπο Compound",
  "example-projects": "Παραδείγματα έργων",
  "gemini-logo": "Λογότυπο Gemini",
  "gitcoin-logo": "Λογότυπο Gitcoin",
  "loopring-logo": "Λογότυπο Loopring",
  "makerdao-logo": "Λογότυπο MakerDao",
  "matcha-logo": "Λογότυπο Matcha",
  "summerfi-logo": "Λογότυπο Summer.fi",
  "uniswap-logo": "Λογότυπο Uniswap",
  "page-stablecoins-go-to": "Μετάβαση σε"
}
