{
  "comp-withdrawal-comparison-current-title": "Τρέχων χρήστες",
  "comp-withdrawal-comparison-current-li-1": "Μερικοί χρήστες μπορεί να έχουν δηλώσει διεύθυνση ανάληψης κατά την αρχική δημιουργία αποθήκευσης του κεφαλαίου τους. Αυτοί οι χρήστες δε χρειάζεται να κάνουν τίποτα περισσότερο",
  "comp-withdrawal-comparison-current-li-2": "Η πλειοψηφία των συμμετεχόντων στο δίκτυο δεν παρείχαν μια διεύθυνση ανάληψης κατά την αρχική κατάθεση και θα χρειαστεί να ενημερώσουν τα στοιχεία τους παρέχοντας μια διεύθυνση ανάληψης την οποία ελέγχουν. Το ακόλουθο site παρέχει οδηγίες για το πως γίνεται αυτό <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">",
  "comp-withdrawal-comparison-current-p": "Μπορείτε να προσθέσετε τον αναγνωριστικό αριθμό του επικυρωτή σας εδώ, για να διαπιστώσετε αν χρειάζεται να ενημερώσετε τα στοιχεία σας <Text as=\"span\" fontWeight=\"normal\">(μπορούν να βρεθούν στα αρχεία καταγραφής του λογισμικού πελάτη σας):</Text>",
  "comp-withdrawal-comparison-new-title": "Νέοι χρήστες στην αποθήκευση (δεν έχει γίνει ακόμα κατάθεση)",
  "comp-withdrawal-comparison-new-li-1": "Από προεπιλογή, οι νέοι χρήστες αποθήκευσης κεφαλαίου που θέλουν να ενεργοποιήσουν τις αυτόματες πληρωμές ανταμοιβών και τη λειτουργία ανάληψης, θα πρέπει να παρέχουν μια διεύθυνση ανάληψης Ethereum που ελέγχουν κατά τη δημιουργία των κλειδιών επικύρωσής τους χρησιμοποιώντας το εργαλείο Staking Deposit CLI",
  "comp-withdrawal-comparison-new-li-2": "Δεν απαιτείται κατά τη διαδικασία κατάθεσης αλλά αν το κάνετε στο μέλλον δεν θα ανανεώσετε τα κλειδιά για ξεκλείδωμα του κεφαλαίου σας.",
  "comp-withdrawal-comparison-new-p": "Η πλατφόρμα εκκίνησης αποθήκευσης κεφαλαίου θα σας καθοδηγήσει στη διαδικασία της αποθήκευσης κεφαλαίου.",
  "comp-withdrawal-comparison-new-link": "Μετάβαση στην Πλατφόρμα Αποθήκευσης Κεφαλαίου",
  "comp-withdrawal-credentials-placeholder": "Ευρετήριο επικυρωτή",
  "comp-withdrawal-credentials-error": "Ελέγξτε ξανά τον αριθμό ευρετηρίου του επικυρωτή και προσπαθήστε ξανά.",
  "comp-withdrawal-credentials-upgraded-1": "Το ευρετήριο επικυρωτή {{validatorIndex}} είναι έτοιμο να αρχίσει να λαμβάνει επιβραβεύσεις!",
  "comp-withdrawal-credentials-upgraded-2": "Διαπιστευτήρια ανάληψης που συνδέονται με τη διεύθυνση εκτέλεσης:",
  "comp-withdrawal-credentials-not-upgraded-1": "Ο επικυρωτής χρειάζεται αναβάθμιση.",
  "comp-withdrawal-credentials-not-upgraded-1-testnet": "Ο επικυρωτής του δικτύου δοκιμών Holesky χρειάζεται αναβάθμιση.",
  "comp-withdrawal-credentials-not-upgraded-2": "Οδηγίες σχετικά με τον τρόπο αναβάθμισης μπορείτε να βρείτε στην <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Πλατφόρμα έναρξης αποθήκευσης κεφαλαίου</a>",
  "comp-withdrawal-credentials-verify-mainnet": "Επαλήθευση στο Κεντρικό δίκτυο",
  "comp-withdrawal-credentials-verify-holesky": "Επαλήθευση στο Holesky",
  "page-staking-withdrawals-when": "Δημοσιεύθηκε!",
  "page-staking-image-alt": "Εικόνα της μασκότ Rhino για την πλατφόρμα αποθήκευσης.",
  "page-staking-benefits-1-title": "Κερδίστε ανταμοιβές",
  "page-staking-benefits-1-description": "Οι ανταμοιβές δίνονται για ενέργειες που βοηθούν το δίκτυο να επιτύχει τη <a href=\"/glossary/#consensus\">συναίνεση</a>. Θα λάβετε ανταμοιβές εκτελώντας λογισμικό που ομαδοποιεί σωστά τις συναλλαγές σε νέα μπλοκ και ελέγχει τις εργασίες άλλων επικυρωτών, επειδή αυτό είναι που διαφυλάσσει την ασφαλή λειτουργία της κρυπτοαλυσίδας.",
  "page-staking-benefits-2-title": "Καλύτερη ασφάλεια",
  "page-staking-benefits-2-description": "Το δίκτυο γίνεται ποιο δυνατό ενάντια σε επιθέσεις, καθώς χρειάζονται όλο και περισσότερα ETH για τον έλεγχο της πλειοψηφίας του δικτύου. Για να απειληθεί το δίκτυο θα χρειαζόταν να ελέγχετε την πλειοψηφία των κόμβων, το οποίο σημαίνει ότι θα ελέγχατε την πλειοψηφία των EΤΗ στο σύστημα και είναι πολλά!",
  "page-staking-benefits-3-title": "Πιο βιώσιμο",
  "page-staking-benefits-3-description": "Οι χρήστες με αποθηκευμένο κεφάλαιο δε χρειάζονται τη χρήση της απόδειξης εργασίας όπου απαιτεί μεγάλη κατανάλωση ενέργειάς για την ασφάλειά του δικτύου, που σημαίνει ότι οι κόμβοι μπορούν να εκτελεστούν σε σχετικά απλά μηχανήματά.",
  "page-staking-benefits-3-link": "Περισσότερα για την κατανάλωση ενέργειας στο Ethereum",
  "page-staking-description": "Η αποθήκευση κεφαλαίου αφορά την κατάθεση 32 ETH με σκοπό την ενεργοποίηση του λογισμικού <a href=\"/glossary/#validator\">επικύρωσης</a>. Ως επικυρωτής θα είστε υπεύθυνοι για την αποθήκευση των δεδομένων, την επεξεργασία των συναλλαγών και την προσθήκη νέων <a href=\"/glossary/#block\">μπλοκ</a> στην κρυπτοαλυσίδα. Αυτό θα διατηρήσει το Ethereum ασφαλές για όλους και θα αποδώσει νέα ETH.",
  "page-staking-hero-title": "Πώς να αποθηκεύσετε τα ETH σας",
  "page-staking-hero-header": "Λάβετε ανταμοιβές ενώ βοηθάτε στην ασφάλεια του Ethereum",
  "page-staking-hero-subtitle": "Οποιοσδήποτε χρήστης με οποιοδήποτε ποσό ETH μπορεί να βοηθήσει στην ασφάλεια του δικτύου και να κερδίσει ανταμοιβές από τη διαδικασία.",
  "page-staking-dropdown-home": "Αρχική σελίδα αποθήκευσης",
  "page-staking-dropdown-solo": "Αποθήκευση κεφαλαίου στο σπίτι",
  "page-staking-more-on-solo": "Περισσότερα για την αποθήκευση κεφαλαίου στο σπίτι",
  "page-staking-learn-more-solo": "Μάθετε περισσότερα για την ατομική αποθήκευση",
  "page-staking-dropdown-saas": "Η αποθήκευση κεφαλαίου ως υπηρεσία",
  "page-staking-saas-with-abbrev": "Η αποθήκευση ως υπηρεσία (SaaS)",
  "page-staking-more-on-saas": "Περισσότερα για την αποθήκευση ως υπηρεσία",
  "page-staking-learn-more-saas": "Μάθετε περισσότερα για την αποθήκευση ως υπηρεσία",
  "page-staking-dropdown-pools": "Αποθήκευση κεφαλαίου σε δεξαμενή",
  "page-staking-dropdown-withdrawals": "Σχετικά με αναλήψεις",
  "page-staking-dropdown-dvt": "Κατανεμημένη τεχνολογία επικύρωσης",
  "page-staking-more-on-pools": "Περισσότερα για την αποθήκευση σε δεξαμενή",
  "page-staking-learn-more-pools": "Μάθετε περισσότερα για την αποθήκευση σε δεξαμενή",
  "page-staking-section-what-title": "Τι είναι η αποθήκευση;",
  "page-staking-section-why-title": "Γιατί να αποθηκεύσετε τα ΕΤΗ σας;",
  "page-staking-section-why-p1": "Όλα εξαρτώνται από την ποσότητα που είστε πρόθυμοι να αποθηκεύσετε. Θα χρειαστείτε 32 ETH για να ενεργοποιήσετε τον δικό σας επικυρωτή, αλλά είναι δυνατόν να συμμετέχετε και με λιγότερα.",
  "page-staking-section-why-p2": "Ελέγξτε τις παρακάτω επιλογές για αποφασίστε για αυτήν που είναι καλύτερη για εσάς και για το δίκτυο.",
  "page-staking-guide-title-coincashew-ethereum": "Οδηγός CoinCashew's Ethereum 2.0",
  "page-staking-guide-title-somer-esat": "Somer Esat",
  "page-staking-guide-title-rocket-pool": "Χειριστές κόμβου Rocket Pool",
  "page-staking-guide-title-stakewise": "Διαχειριστές κόμβου StakeWise",
  "page-staking-guide-description-linux": "Linux (CLI)",
  "page-staking-guide-description-mac-linux": "Linux, macOS (CLI)",
  "page-staking-guide-description-mac-linux-windows": "Linux, Windows, MacOS (CLI)",
  "page-staking-hierarchy-solo-h2": "Αποθήκευση κεφαλαίου στο σπίτι",
  "page-staking-hierarchy-solo-pill-1": "Μεγαλύτερη επίπτωση",
  "page-staking-hierarchy-solo-pill-2": "Πλήρης έλεγχος",
  "page-staking-hierarchy-solo-pill-3": "Πλήρεις ανταμοιβές",
  "page-staking-hierarchy-solo-pill-4": "Εμπιστοσύνη",
  "page-staking-hierarchy-solo-p1": "Η αποθήκευση κεφαλαίου στο σπίτι, στο Ethereum είναι το <span class=\"gold\">χρυσό πρότυπο</span> για την αποθήκευση κεφαλαίου. Παρέχει πλήρεις ανταμοιβές στη συμμετοχή, βελτιώνει την αποκέντρωση του δικτύου και ποτέ δεν απαιτεί να εμπιστευτείτε τα χρήματά σας σε τρίτο.",
  "page-staking-hierarchy-solo-p2": "Όσοι σκέφτονται να αποθηκεύσουν κεφάλαιο στο σπίτι, θα πρέπει να διαθέτουν μια ποσότητα σε ETH και έναν υπολογιστή αποκλειστικά για αυτό τον σκοπό συνδεδεμένο στο διαδίκτυο ~24/7. Μερική τεχνογνωσία είναι χρήσιμη, αλλά πλέον υπάρχουν εύκολα εργαλεία που βοηθούν στην απλοποίηση της διαδικασίας.",
  "page-staking-hierarchy-solo-p3": "Οι χρήστες με αποθήκευση κεφαλαίου στο σπίτι μπορούν να δημιουργήσουν δεξαμενές αποθήκευση με συμμετοχή και άλλων χρηστών με τουλάχιστον 32 ΕΤΗ. Μπορεί να γίνει χρήση και κρυπτονομίσματος ρευστότητας για τον έλεγχο πρόσβασης στο DeFi.",
  "page-staking-hierarchy-saas-pill-1": "Τα 32 ΕΤΗ σας",
  "page-staking-hierarchy-saas-pill-2": "Τα κλειδιά του επικυρωτή σας",
  "page-staking-hierarchy-saas-pill-3": "Λειτουργία σε έμπιστο κόμβο",
  "page-staking-hierarchy-saas-p1": "Εάν δε θέλετε ή δεν αισθάνεστε άνετα να ασχοληθείτε με το υλικό, αλλά θέλετε να αποθηκεύσετε τα 32 ETH σας, οι επιλογές αποθήκευσης ως υπηρεσία σάς επιτρέπουν να αναθέσετε το δύσκολο κομμάτι ενώ κερδίζετε ανταμοιβές από τα μπλοκ.",
  "page-staking-hierarchy-saas-p2": "Αυτές οι επιλογές σας καθοδηγούν στη δημιουργία ενός συνόλου διαπιστευτηρίων επικύρωσης, τη μεταφόρτωση των κλειδιών υπογραφής σας σε αυτά και την κατάθεση των 32 ETH σας. Αυτό επιτρέπει στην υπηρεσία να επικυρώνει εκ μέρους σας.",
  "page-staking-hierarchy-saas-p3": "Αυτή η μέθοδος αποθήκευσης κεφαλαίου απαιτεί ένα ορισμένο επίπεδο εμπιστοσύνης στον πάροχο. Για να περιοριστεί ο κίνδυνος, τα κλειδιά ανάληψης των ETH σας διατηρούνται συνήθως στην κατοχή σας.",
  "page-staking-hierarchy-pools-pill-1": "Αποθηκεύστε οποιαδήποτε ποσότητα",
  "page-staking-hierarchy-pools-pill-2": "Κερδίστε ανταμοιβές",
  "page-staking-hierarchy-pools-pill-3": "Διατηρήστε το απλό",
  "page-staking-hierarchy-pools-pill-4": "Δημοφιλές",
  "page-staking-hierarchy-pools-p1": "Υπάρχουν αρκετές λύσεις συμμετοχής σε δεξαμενή αποθήκευσης, για να βοηθήσουν τους χρήστες που δε διαθέτουν ή δεν αισθάνονται άνετα να αποθηκεύσουν 32 ETH.",
  "page-staking-hierarchy-pools-p2": "Πολλές από αυτές τις επιλογές περιλαμβάνουν αυτό που είναι γνωστό ως «ρευστότητα αποθηκευμένου κεφαλαίου» το οποίο περιλαμβάνει ένα κρυπτονόμισμα ρευστότητας <a href=\"/glossary/#erc-20\">ERC-20</a> που αντιπροσωπεύει το αποθηκευμένο κεφάλαιό σας σε ETH.",
  "page-staking-hierarchy-pools-p3": "Η ρευστότητα αποθηκευμένου κεφαλαίου κάνει την αποθήκευση κεφαλαίου τόσο απλή όσο η μετατροπή ενός κρυπτονομίσματος και επιτρέπει τη χρήση του στο DeFi. Αυτή η επιλογή επιτρέπει στους χρήστες να διατηρούν την κυριότητα των χρημάτων τους στο δικό τους Ethereum <a href=\"/glossary/#wallet\">πορτοφόλι</a>.",
  "page-staking-hierarchy-pools-p4": "Η αποθήκευση κεφαλαίου σε μια δεξαμενή ρευστότητας δεν είναι εγγενής λειτουργία στο δίκτυο του Ethereum. Τρίτοι πάροχοι παρέχουν αυτές τις υπηρεσίες οι οποίες ενέχουν το δικό τους ρίσκο.",
  "page-staking-hierarchy-cex-h2": "Επίσημα ανταλλακτήρια",
  "page-staking-hierarchy-cex-pill-1": "Ελάχιστες επιπτώσεις",
  "page-staking-hierarchy-cex-pill-2": "Αυξημένο ζήτημα εμπιστοσύνης",
  "page-staking-hierarchy-cex-p1": "Πολλά κεντρικά ανταλλακτήρια παρέχουν υπηρεσίες αποθήκευσης κεφαλαίου, αν δεν αισθάνεστε άνετα να διατηρείτε ΕΤΗ στο πορτοφόλι σας. Λειτουργούν θετικά παρέχοντας επιτόκιο για τα ETH σας απαιτώντας ελάχιστη επίβλεψη και προσπάθεια.",
  "page-staking-hierarchy-cex-p2": "Η αντιστάθμιση εδώ είναι ότι οι κεντρικοί πάροχοι ενοποιούν μεγάλες δεξαμενές ETH για να εκτελέσουν μεγάλους αριθμούς επικυρωτών. Αυτό μπορεί να είναι επικίνδυνο για το δίκτυο και τους χρήστες του, καθώς δημιουργεί έναν μεγάλο κεντρικό στόχο και σημείο αποτυχίας, καθιστώντας το δίκτυο πιο ευάλωτο σε επιθέσεις ή σφάλματα.",
  "page-staking-hierarchy-cex-p3": "Ίσως να μην αισθάνεστε άνετα να διατηρείτε εσείς τα δικά σας <a href=\"/glossary/#key\">κλειδιά</a>. Γι' αυτόν τον λόγο υπάρχουν οι παρακάτω επιλογές για εσάς. Στο μεταξύ, εξετάστε το ενδεχόμενο να ανατρέξετε στη <a href=\"/wallets/\">σελίδα μας με τα πορτοφόλια</a>, όπου μπορείτε να ξεκινήσετε να μαθαίνετε πώς να αναλαμβάνετε την πραγματική κυριότητα των κεφαλαίων σας. Όταν είστε έτοιμοι, επιστρέψτε και ανεβείτε επίπεδό στην αποθήκευση κεφαλαίου δοκιμάζοντας μία από τις προσφερόμενες υπηρεσίες αποθήκευσης κεφαλαίου σε δεξαμενή.",
  "page-staking-hierarchy-subtext": "Όπως ίσως έχετε παρατηρήσει, υπάρχουν πολλοί τρόποι συμμετοχής στην αποθήκευση κεφαλαίου στο Ethereum. Αυτοί οι τρόποι στοχεύουν σε ένα ευρύ φάσμα χρηστών και ο καθένας είναι μοναδικός και ποικίλλει ως προς τους κινδύνους, τις ανταμοιβές και τα ζητήματα εμπιστοσύνης. Ορισμένοι είναι πιο αποκεντρωμένοι, δοκιμασμένοι και/ή επικίνδυνοι από άλλους. Παρέχουμε ορισμένες πληροφορίες για δημοφιλή έργα στον χώρο, αλλά <em>κάντε πάντα τη δική σας έρευνα</em> πριν στείλετε ETH οπουδήποτε.",
  "page-staking-comparison-solo-saas": "Με τους παρόχους SaaS εξακολουθείτε να απαιτείται να καταθέσετε 32 ETH, αλλά δε χρειάζεται να εκτελείτε υλικό. Συνήθως διατηρείτε την πρόσβαση στα κλειδιά επικύρωσης, αλλά πρέπει επίσης να κοινοποιήσετε τα κλειδιά υπογραφής σας, ώστε ο χειριστής να μπορεί να ενεργεί εκ μέρους του επικυρωτή σας. Αυτό εισάγει ένα επίπεδο εμπιστοσύνης που δεν υπάρχει όταν εκτελείτε το δικό σας υλικό και σε αντίθεση με την προσωπική αποθήκευση κεφαλαίου στο σπίτι, το SaaS δε βοηθά τόσο πολύ στη γεωγραφική κατανομή των κόμβων. Εάν αισθάνεστε άβολα να χειρίζεστε το υλικό αλλά εξακολουθείτε να θέλετε να δεσμεύσετε 32 ETH, η χρήση ενός παρόχου SaaS μπορεί να είναι μια καλή επιλογή για εσάς.",
  "page-staking-comparison-solo-pools": "Η επιλογή εκτέλεσης του δικού σας κόμβου χρειάζεται μεγαλύτερή εμπλοκή και τεχνικές γνώσεις, από τη συμμετοχή σε δεξαμενή αποθήκευσης και έχετε τον πλήρη έλεγχο ρυθμίσεων και ασφάλειας του επικυρωτή σας. Η αποθήκευση κεφαλαίου σε δεξαμενή απαιτεί πολύ λιγότερα για συμμετοχή. Οι χρήστες μπορούν να συμμετέχουν με λιγότερα ETH, δε χρειάζεται να δημιουργήσουν κλειδιά επικύρωσης και δεν απαιτείται υπολογιστικό σύστημα εκτός από μια σύνδεση στο διαδίκτυο. Τα κρυπτονομίσματα ρευστότητας δίνουν τη δυνατότητα απόσυρσης της συμμετοχής σας. Αν σας ενδιαφέρουν αυτά τα χαρακτηριστικά η συμμετοχή σε δεξαμενή αποθήκευσης είναι μια καλή επιλογή.",
  "page-staking-comparison-saas-solo": "Απαιτείται να έχετε τα δικά σας κλειδιά επικύρωσης χωρίς να χρειάζεται να συμμετέχετε σε δεξαμενή αποθήκευσης, καθώς με το SaaS πρέπει να εμπιστεύεστε έναν τρίτο, ο οποίος ενδέχεται να ενεργήσει κακόβουλα ή να γίνει ο ίδιος στόχος επίθεσης ή κακής λειτουργίας. Εάν αυτές οι παραδοχές εμπιστοσύνης ή οι κίνδυνοι συμμετοχής σε κεντρική υπηρεσία σας απασχολούν, ο χρυσός κανόνας της αποθήκευσης κεφαλαίου είναι η ατομική αποθήκευση κεφαλαίου.",
  "page-staking-comparison-saas-pools": "Σημαίνει ότι βασίζεστε γενικά σε κάποιον άλλον να εκτελέσει το λογισμικό πελάτη επικύρωσης, αλλά σε αντίθεση με το SaaS, η αποθήκευση σε δεξαμενή σάς επιτρέπει να συμμετέχετε με μικρότερα ποσά ETH. Αν θέλετε να αποθηκεύσετε λιγότερα από 32 ETH, εξετάστε το ενδεχόμενο συμμετοχής σε δεξαμενή.",
  "page-staking-comparison-pools-solo": "Η αποθήκευση κεφαλαίου σε ομαδική δεξαμενή έχει σημαντικά χαμηλότερο όριο εισόδου σε σύγκριση με τη μεμονωμένη αποθήκευση στο σπίτι, αλλά συνοδεύεται από πρόσθετο κίνδυνο με την ανάθεση όλων των λειτουργιών του κόμβου σε τρίτο μέρος και με επιπλέον χρέωση. Η μεμονωμένη αποθήκευση κεφαλαίου στο σπίτι παρέχει πλήρη έλεγχο στις επιλογές που αφορούν τις ρυθμίσεις του συστήματος αποθήκευσης κεφαλαίου. Οι χρήστες που αποθηκεύουν κεφάλαιο δε χρειάζεται ποτέ να παραδώσουν τα κλειδιά τους σε τρίτο και απολαμβάνουν πλήρεις ανταμοιβές χωρίς μεσάζοντες.",
  "page-staking-comparison-pools-saas": "Είναι παρόμοιο με τους χρήστες που δεν εκτελούν οι ίδιοι το λογισμικό επικύρωσης, σε αντίθεση με τις επιλογές αποθήκευσης σε δεξαμενή, το SaaS απαιτεί πλήρη κατάθεση 32 ETH για ενεργοποίηση του επικυρωτή. Οι ανταμοιβές καταχωρούνται για τον χρήστη και συνήθως αφορούν μια μηνιαία κράτηση ή άλλο νόμισμα για τη χρήση της υπηρεσίας. Εάν προτιμάτε να διατηρείτε εσείς τα κλειδιά του επικυρωτή σας και θέλετε να αποθηκεύσετε τουλάχιστον 32 ETH, η χρήση ενός παρόχου SaaS μπορεί να είναι μια καλή επιλογή για εσάς.",
  "page-staking-considerations-dropdown-text": "Προτάσεις αποθήκευσης κεφαλαίου",
  "page-staking-considerations-dropdown-aria-label": "Αναδιπλούμενο μενού για επιλογές αποθήκευσης κεφαλαίου",
  "page-staking-considerations-solo-1-title": "Ανοιχτού κώδικα",
  "page-staking-considerations-solo-1-description": "Ο βασικός κώδικας είναι 100% ανοιχτού λογισμικού και διαθέσιμος στο κοινό για ενσωμάτωση και χρήση.",
  "page-staking-considerations-solo-1-warning": "Κλειστό λογισμικό",
  "page-staking-considerations-solo-2-title": "Ελεγμένο",
  "page-staking-considerations-solo-2-description": "Ο βασικός κώδικας έχει υποβληθεί σε επίσημο έλεγχο και τα αποτελέσματα δημοσιεύθηκαν και είναι διαθέσιμα στο κοινό.",
  "page-staking-considerations-solo-2-warning": "Κανένα",
  "page-staking-considerations-solo-3-title": "Εύρεση σφάλματος",
  "page-staking-considerations-solo-3-description": "Έχει πραγματοποιηθεί δημόσια επιβράβευση σφαλμάτων σε οποιονδήποτε βασικό κώδικα για την ανταμοιβή των χρηστών για την ασφαλή αναφορά ή/και τη διόρθωση τρωτών σημείων",
  "page-staking-considerations-solo-3-valid": "Προσωρινά ενεργοί",
  "page-staking-considerations-solo-3-caution": "Ολοκληρωμένα",
  "page-staking-considerations-solo-4-title": "Έλεγχος λειτουργίας",
  "page-staking-considerations-solo-4-description": "Λογισμικό που έχει διατεθεί και χρησιμοποιηθεί δημόσια για προκαθορισμένο χρονικό διάστημα",
  "page-staking-considerations-solo-4-valid": "> 1 έτος",
  "page-staking-considerations-solo-4-caution": "> 6 μήνες",
  "page-staking-considerations-solo-4-warning": "Πρόσφατα",
  "page-staking-considerations-solo-5-title": "Εμπιστοσύνη",
  "page-staking-considerations-solo-5-description": "Τα κλειδιά επικυρωτή δεν ανατίθενται ποτέ σε κανέναν άλλο άνθρωπο κατά τη διάρκεια λειτουργίας του επικυρωτή. Τυχόν έξυπνα συμβόλαια που εμπλέκονται δεν έχουν πρόσβαση από «πίσω πόρτες», χωρίς πρόσβαση από προνομιακές άδειες για εκτέλεση.",
  "page-staking-considerations-solo-5-warning": "Αξιόπιστο",
  "page-staking-considerations-solo-6-title": "Δεν απαιτείται άδεια",
  "page-staking-considerations-solo-6-description": "Δεν απαιτείται ειδική άδεια από τους χρήστες για τη λειτουργία ενός επικυρωτή χρησιμοποιώντας το λογισμικό ή την υπηρεσία.",
  "page-staking-considerations-solo-6-valid": "Χωρίς άδεια",
  "page-staking-considerations-solo-6-warning": "Απαιτείται εξουσιοδότηση",
  "page-staking-considerations-solo-7-title": "Πολλαπλή εφαρμογή πελάτη",
  "page-staking-considerations-solo-7-description": "Το λογισμικό επιτρέπει στους χρήστες να επιλέγουν και να εναλλάσσονται μεταξύ τουλάχιστον δύο ή περισσότερων λογισμικών πελάτη εκτέλεσης και δύο ή περισσότερων λογισμικών πελάτη του επιπέδου συναίνεσης.",
  "page-staking-considerations-solo-7-valid": "Εύκολη εναλλαγή πελάτη",
  "page-staking-considerations-solo-7-warning": "Περιορίζεται στο δημοφιλέστερο λογισμικό πελάτη",
  "page-staking-considerations-solo-8-title": "Αυτοέλεγχος",
  "page-staking-considerations-solo-8-description": "Ο χρήστης διατηρεί τη φύλαξη των διαπιστευτηρίων επικύρωσης, συμπεριλαμβανομένων των κλειδιών υπογραφής και ανάληψης.",
  "page-staking-considerations-solo-8-warning": "Διατήρηση από τρίτο μέρος",
  "page-staking-considerations-solo-9-title": "Οικονομικά",
  "page-staking-considerations-solo-9-description": "Οι χρήστες μπορούν να λειτουργήσουν έναν επικυρωτή, αποθηκεύοντας λιγότερα από 32 ETH χρησιμοποιώντας ομαδικά κεφάλαια από άλλους.",
  "page-staking-considerations-solo-9-valid": "< 32 ETH",
  "page-staking-considerations-solo-9-warning": "32 ETH",
  "page-staking-considerations-saas-4-description": "Υπηρεσία που έχει διατεθεί και χρησιμοποιηθεί δημόσια για προκαθορισμένο χρονικό διάστημα",
  "page-staking-considerations-saas-6-description": "Δεν απαιτείται ειδική άδεια από τους χρήστες, εγγραφή λογαριασμού ή KYC για να συμμετάσχουν στην υπηρεσία.",
  "page-staking-considerations-saas-6-valid": "Οποιοσδήποτε μπορεί να συμμετέχει",
  "page-staking-considerations-saas-6-warning": "Απαιτείται εξουσιοδότηση",
  "page-staking-considerations-saas-7-title": "Ποικιλομορφία εκτέλεσης",
  "page-staking-considerations-saas-7-description": "Η υπηρεσία δεν πρέπει να εκτελεί περισσότερο από το 50% των συνολικών επικυρωτών τους με το δημοφιλέστερο λογισμικό πελάτη εκτέλεσης.",
  "page-staking-considerations-saas-7-valid": "Λιγότερο από 50%",
  "page-staking-considerations-saas-7-caution": "Προς το παρόν άγνωστο",
  "page-staking-considerations-saas-7-warning": "Περισσότερο από 50%",
  "page-staking-considerations-saas-8-title": "Ποικιλομορφία συναίνεσης",
  "page-staking-considerations-saas-8-description": "Η υπηρεσία δεν πρέπει να εκτελεί περισσότερο από το 50% των συνολικών επικυρωτών τους με το δημοφιλέστερο λογισμικό πελάτη συναίνεσης.",
  "page-staking-considerations-saas-8-valid": "Λιγότερο από 50%",
  "page-staking-considerations-saas-8-caution": "Προς το παρόν άγνωστο",
  "page-staking-considerations-saas-8-warning": "Περισσότερο από 50%",
  "page-staking-considerations-pools-5-description": "Η υπηρεσία δεν απαιτεί να εμπιστεύεστε κανέναν άνθρωπο για τη φύλαξη των κλειδιών σας ή τη διανομή των ανταμοιβών.",
  "page-staking-considerations-pools-6-title": "Κόμβοι χωρίς την απαίτηση άδειας",
  "page-staking-considerations-pools-6-description": "Η υπηρεσία επιτρέπει σε οποιονδήποτε να εγγραφεί ως διαχειριστής κόμβου για τη δεξαμενή, χωρίς άδεια.",
  "page-staking-considerations-pools-7-description": "Η υπηρεσία δεν πρέπει να εκτελεί περισσότερο από το 50% των συνολικών επικυρωτών τους με το δημοφιλέστερο λογισμικό πελάτη εκτέλεσης.",
  "page-staking-considerations-pools-8-title": "Ψηφιακό στοιχείο ρευστότητας",
  "page-staking-considerations-pools-8-description": "Προσφέρει εμπορεύσιμο ψηφιακό στοιχείο ρευστότητας που αντιπροσωπεύει το αποθηκευμένο κεφάλαιο σε ETH σας, το οποίο διατηρείται στο πορτοφόλι σας.",
  "page-staking-considerations-pools-8-valid": "Ψηφιακό στοιχείο(α) ρευστότητας",
  "page-staking-considerations-pools-8-warning": "Μη ψηφιακό στοιχείο ρευστότητας",
  "page-staking-considerations-pools-9-description": "Η υπηρεσία δεν πρέπει να εκτελεί περισσότερο από το 50% των συνολικών επικυρωτών τους με το δημοφιλέστερο λογισμικό πελάτη συναίνεσης.",
  "page-staking-how-solo-works-item-1": "Αποκτήστε υλικό: Πρέπει να <a href=\"/run-a-node/\">εκτελέσετε έναν κόμβο</a> για να αποθηκεύσετε κεφάλαιο.",
  "page-staking-how-solo-works-item-2": "Συγχρονισμός πελάτη επιπέδου εκτέλεσης",
  "page-staking-how-solo-works-item-3": "Συγχρονισμός πελάτη επιπέδου συναίνεσης",
  "page-staking-how-solo-works-item-4": "Δημιουργήστε τα κλειδιά σας και τοποθετήστε τα στον πελάτη επικύρωσης",
  "page-staking-how-solo-works-item-5": "Παρακολουθείτε και συντηρείτε τον κόμβο σας",
  "page-staking-launchpad-widget-testnet-label": "Δίκτυο δοκιμών Holesky",
  "page-staking-launchpad-widget-testnet-start": "Ξεκινήστε την αποθήκευση κεφαλαίου στο δίκτυο δοκιμών του Holesky",
  "page-staking-launchpad-widget-mainnet-label": "Κεντρικό δίκτυο",
  "page-staking-launchpad-widget-mainnet-start": "Ξεκινήστε την αποθήκευση στο Κεντρικό δίκτυο",
  "page-staking-launchpad-widget-span": "Επιλογή δικτύου",
  "page-staking-launchpad-widget-p1": "Οι μεμονωμένοι χρήστες επικυρωτή αναμένεται να <strong>δοκιμάσουν τις ρυθμίσεις τους</strong> και τις δεξιότητες τους στη λειτουργία της εφαρμογής στο δίκτυο δοκιμών Holesky πριν διακινδυνεύσουν οποιοδήποτε κεφάλαιο. Να θυμάστε είναι σημαντικό να επιλέξετε έναν <a href=\"/developers/docs/nodes-and-clients/client-diversity/\">πελάτη μειοψηφίας</a> καθώς βελτιώνει την ασφάλεια του δικτύου και περιορίζει τον κίνδυνο.",
  "page-staking-launchpad-widget-p2": "Εάν αισθάνεστε άνετα με αυτό, μπορείτε να ρυθμίσετε όλα όσα χρειάζεστε από τη γραμμή εντολών χρησιμοποιώντας μόνο την Πλατφόρμα εκκίνησης αποθήκευσης κεφαλαίου.",
  "page-staking-launchpad-widget-p3": "Για να κάνετε τα πράγματα πιο εύκολα, ρίξτε μια ματιά στα παρακάτω εργαλεία και οδηγούς που μπορούν να σας βοηθήσουν μαζί με το την Πλατφόρμα εκκίνησης για αποθήκευση κεφαλαίου, για να ρυθμίσετε εύκολα το λογισμικό πελάτη σας.",
  "page-staking-launchpad-widget-link": "Εργαλεία και οδηγίες λογισμικού",
  "page-staking-products-get-started": "Ας αρχίσουμε",
  "page-staking-products-follow": "Επισκεφθείτε το",
  "page-staking-dropdown-staking-options": "Επιλογές αποθήκευσης κεφαλαίου",
  "page-staking-dropdown-staking-options-alt": "Αναδυόμενο μενού επιλογών αποθήκευσης",
  "page-staking-stats-box-metric-1": "Σύνολο αποθηκευμένων ΕΤΗ",
  "page-staking-stats-box-metric-2": "Σύνολο επικυρωτών",
  "page-staking-stats-box-metric-3": "Τρέχον APR",
  "page-staking-stats-box-metric-1-tooltip": "Το άθροισμα αποθηκευμένων ETH στην Κεντρική Αλυσίδα, μη συμπεριλαμβανομένων των υπολοίπων άνω των 32 ETH",
  "page-staking-stats-box-metric-2-tooltip": "Ο αριθμός λογαριασμών επικύρωσης που είναι ενεργοποιημένοι αυτήν τη στιγμή στην Κεντρική Αλυσίδα",
  "page-staking-stats-box-metric-3-tooltip": "Μέση ετήσια οικονομική απόδοση ανά επικυρωτή κατά την τελευταία 24ωρη περίοδο",
  "page-staking-section-comparison-subtitle": "Δεν υπάρχει ενιαία λύση για αποθήκευση κεφαλαίου καθώς η κάθε περίπτωση είναι μοναδική. Θα συγκρίνουμε μερικούς από τους κινδύνους, τις ανταμοιβές και τις απαιτήσεις των διαφορετικών τρόπων με τους οποίους μπορείτε να αποθηκεύσετε το κεφάλαιο σας.",
  "page-staking-section-comparison-rewards-title": "Ανταμοιβές",
  "page-staking-section-comparison-solo-rewards-li1": "Μέγιστες ανταμοιβές - λαμβάνετε πλήρεις ανταμοιβές απευθείας από το πρωτόκολλο.",
  "page-staking-section-comparison-solo-rewards-li2": "Ανταμοιβές για την πρόταση μπλοκ, συμπεριλαμβανομένων των τελών από συναλλαγές που δεν έχουν «καεί» και την τακτική βεβαίωση της κατάστασης του δικτύου",
  "page-staking-section-comparison-solo-rewards-li3": "Δυνατότητα κοπής κρυπτονομίσματος ρευστότητας για αποθήκευση κεφαλαίου στον οικιακό σας κόμβο για χρήση στο DeFi",
  "page-staking-section-comparison-saas-rewards-li1": "Συνήθως περιλαμβάνει πλήρεις ανταμοιβές πρωτοκόλλου μείον τη μηνιαία χρέωση για τη λειτουργία του κόμβου.",
  "page-staking-section-comparison-saas-rewards-li2": "Οι διαθέσιμοι πίνακες ελέγχου διευκολύνουν την παρακολούθηση λειτουργίας του λογισμικού πελάτη επικύρωσης.",
  "page-staking-section-comparison-pools-rewards-li1": "Οι χρήστες που συμμετέχουν σε δεξαμενή αποθήκευσης λαμβάνουν ανταμοιβές διαφορετικά, ανάλογα με τη μέθοδο που έχουν επιλέξει.",
  "page-staking-section-comparison-pools-rewards-li2": "Πολλές υπηρεσίες αποθήκευσης σε δεξαμενή προσφέρουν ένα ή περισσότερα <a href=\"/glossary/#liquidity-tokens\">κρυπτονομίσματα ρευστότητας</a> που αντιπροσωπεύουν το αποθηκευμένο κεφάλαιο σε ETH συν το μερίδιό σας από τις ανταμοιβές του επικυρωτή",
  "page-staking-section-comparison-pools-rewards-li3": "Τα κρυπτονομίσματα ρευστότητας μπορούν να διατηρηθούν στο πορτοφόλι σας, να χρησιμοποιηθούν στο <a href=\"/glossary/#defi\">DeFi</a> και να πωληθούν εάν αποφασίσετε να αποχωρήσετε.",
  "page-staking-section-comparison-risks-title": "Κίνδυνοι",
  "page-staking-section-comparison-solo-risks-li1": "Τα ETH σας είναι αποθηκευμένα",
  "page-staking-section-comparison-solo-risks-li2": "Υπάρχουν ποινές, οι οποίες κοστίζουν ETH, για τη μετάβαση εκτός σύνδεσης.",
  "page-staking-section-comparison-solo-risks-li3": "Περικοπή (μεγαλύτερες ποινές και αποβολή από το δίκτυο) για κακόβουλη συμπεριφορά",
  "page-staking-section-comparison-solo-risks-li4": "Η «κοπή» ενός κρυπτονομίσματος ρευστοποίησης για αποθήκευση κεφαλαίου θα εισαγάγει τον κίνδυνο έξυπνου συμβολαίου, αλλά αυτό είναι εντελώς προαιρετικό",
  "page-staking-section-comparison-saas-risks-li1": "Ίδιοι κίνδυνοι με την ατομική αποθήκευση, συν τον κίνδυνο του παρόχου υπηρεσιών.",
  "page-staking-section-comparison-saas-risks-li2": "Η χρήση των κλειδιών υπογραφής σας ανατίθεται σε κάποιον άλλον που θα μπορούσε να συμπεριφερθεί κακόβουλα.",
  "page-staking-section-comparison-pools-risks-li1": "Οι κίνδυνοι ποικίλλουν ανάλογα με τη μέθοδο που χρησιμοποιείται.",
  "page-staking-section-comparison-pools-risks-li2": "Γενικά, οι κίνδυνοι αποτελούνται από έναν συνδυασμό του κινδύνου αντισυμβαλλομένου, του <a href=\"/glossary/#smart-contract\">έξυπνου συμβολαίου</a> και του κινδύνου εκτέλεσης.",
  "page-staking-section-comparison-requirements-title": "Προϋποθέσεις",
  "page-staking-section-comparison-solo-requirements-li1": "Πρέπει να καταθέσετε 32 ETH",
  "page-staking-section-comparison-solo-requirements-li2": "Να διατηρείται υλικό για τη λειτουργία του <a href=\"/glossary/#execution-client\">πελάτη εκτέλεσης</a> Ethereum και του <a href=\"/glossary/#consensus-client\">πελάτη συναίνεσης</a> ενώ είστε συνδεδεμένοι στο διαδίκτυο.",
  "page-staking-section-comparison-solo-requirements-li3": "Η <a href=\"https://holesky.launchpad.ethereum.org\" target=\"_blank\">Πλατφόρμα εκκίνησης αποθήκευσης κεφαλαίου</a> θα σας καθοδηγήσει σχετικά με τη διαδικασία και τις απαιτήσεις σε υλικό",
  "page-staking-section-comparison-saas-requirements-li1": "Καταθέστε 32 ETH και δημιουργήστε τα κλειδιών σας με βοήθεια",
  "page-staking-section-comparison-saas-requirements-li2": "Αποθηκεύστε τα κλειδιά σας με ασφάλεια",
  "page-staking-section-comparison-saas-requirements-li3": "Τα υπόλοιπα αναλαμβάνονται, αν και συγκεκριμένες υπηρεσίες διαφέρουν",
  "page-staking-section-comparison-pools-requirements-li1": "Μικρότερες απαιτήσεις σε ETH, ορισμένα έργα απαιτούν τόσο λίγα όσο 0.01 ETH",
  "page-staking-section-comparison-pools-requirements-li2": "Καταθέστε απευθείας από το πορτοφόλι σας σε διαφορετικές πλατφόρμες αποθήκευσης ή απλώς πραγματοποιήστε συναλλαγές για ένα από τα αποθηκευμένα ψηφιακά στοιχεία ρευστότητας.",
  "page-staking-faq-1-question": "Τι είναι ο επικυρωτής;",
  "page-staking-faq-1-answer": "Ο <em>επικυρωτής</em> είναι μια εικονική οντότητα που ζει στο Ethereum και συμμετέχει στη συναίνεση του πρωτοκόλλου Ethereum. Οι επικυρωτές αντιπροσωπεύονται από ένα υπόλοιπο κεφαλαίου, ένα δημόσιο κλειδί και άλλες ιδιότητες. Μια εφαρμογή <em>πελάτη επικύρωσης</em> είναι το λογισμικό που ενεργεί για λογαριασμό του επικυρωτή διατηρώντας και χρησιμοποιώντας το ιδιωτικό του κλειδί. Ένας πελάτης επικύρωσης μπορεί να διατηρεί πολλά ζεύγη κλειδιών, ελέγχοντας πολλούς επικυρωτές.",
  "page-staking-faq-2-question": "Χρειάζονται κρύπτο για την αποθήκευση κεφαλαίου;",
  "page-staking-faq-2-answer": "Ένας επικυρωτής έχει τη δυνατότητα να προτείνει και να πιστοποιεί μπλοκ για το δίκτυο. Για να αποφευχθεί η κακόβουλη συμπεριφορά, οι χρήστες πρέπει να δεσμεύσουν τα χρήματά τους. Αυτό επιτρέπει στο πρωτόκολλο να τιμωρεί τους κακόβουλους χρήστες. Η αποθήκευση κεφαλαίου είναι ένα μέσο για να είστε ειλικρινείς, καθώς οι πράξεις σας θα έχουν οικονομικές συνέπειες.",
  "page-staking-faq-3-question": "Μπορώ να αγοράσω Eth2;",
  "page-staking-faq-3-answer-p1": "Δεν υπάρχει εγγενές κρυπτονόμισμα «Eth2» στο πρωτόκολλο, καθώς το κρυπτονόμισμα (ETH) δεν άλλαξε όταν το Ethereum πέρασε στην απόδειξη συμμετοχής.",
  "page-staking-faq-3-answer-p2": "Υπάρχουν παράγωγα κρυπτονομίσματα που μπορεί να αντιπροσωπεύουν αποθηκευμένο κεφάλαιο ETH (δηλ. το rETH από το Rocket Pool, το stETH από το Lido, το ETH2 από το Coinbase). Μάθετε περισσότερα σχετικά με τις <a href=\"/staking/pools/\">δεξαμενές αποθήκευσης κεφαλαίου</a>",
  "page-staking-faq-4-question": "Η αποθήκευση κεφαλαίου είναι σε λειτουργία;",
  "page-staking-faq-4-answer-p1": "Ναι, είναι δυνατή η αποθήκευση κεφαλαίου από τη 1η Δεκεμβρίου 2020.",
  "page-staking-faq-4-answer-p2": "Αυτό σημαίνει ότι η αποθήκευση κεφαλαίου είναι επί του παρόντος ενεργή για τους χρήστες να καταθέσουν τα ETH τους, να εκτελέσουν ένα λογισμικό πελάτη επικύρωσης και να αρχίσουν να κερδίζουν ανταμοιβές.",
  "page-staking-faq-4-answer-p3": "Η αναβάθμιση Shanghai/Capella ολοκληρώθηκε στις 12 Απριλίου 2023, επιτρέποντας τις αναλήψεις από αποθηκευμένο κεφάλαιο, κλείνοντας έτσι τον κύκλο της ρευστότητας αποθηκευμένου κεφαλαίου.",
  "page-staking-faq-5-question": "Πότε μπορώ να αποσύρω το αποθηκευμένο κεφάλαιο ΕΤΗ μου;",
  "page-staking-faq-5-answer-p1": "Τώρα αμέσως! Οι χρήστες με αποθηκευμένο κεφάλαιο είναι ελεύθεροι να αποσύρουν τις ανταμοιβές τους ή/και το αρχικό τους κεφάλαιο από το υπόλοιπο του επικυρωτή, εάν το επιθυμούν.",
  "page-staking-faq-5-answer-p2": "Οι χρήστες με αποθηκευμένο κεφάλαιο θα κερδίζουν επίσης ανταμοιβές με τη μορφή αμοιβών και MEV όταν προτείνουν μπλοκ, τα οποία είναι αμέσως διαθέσιμα μέσω της καθορισμένης διεύθυνσης ανάληψης.",
  "page-staking-faq-5-answer-link": "Περισσότερα για την ανάληψη αποθηκευμένων κεφαλαίων",
  "page-staking-further-reading-author-vitalik-buterin": "Vitalik Buterin",
  "page-staking-further-reading-2-link": "Serenity Design Rationale",
  "page-staking-further-reading-4-link": "Ειδήσεις Eth2",
  "page-staking-further-reading-4-author": "Ben Edgington",
  "page-staking-further-reading-5-link": "Οριστικοποιήθηκε αρ. 33, επίπεδο συναίνεσης Ethereum (Ιανουάριος 2022)",
  "page-staking-further-reading-5-author": "Danny Ryan",
  "page-staking-further-reading-6-link": "Πιστοποίηση Κόστους",
  "page-staking-further-reading-8-link": "Beaconcha.in Κοινοτικά Εκπαιδευτικά Υλικά",
  "page-staking-further-reading-9-link": "Πλατφόρμα εκκίνησης αποθήκευσης κεφαλαίου FAQ",
  "page-staking-further-reading-10-link": "Γνωσιακή βάση EthStaker",
  "page-staking-toc-how-to-stake-your-eth": "Πώς να αποθηκεύσετε τα ETH σας",
  "page-staking-toc-comparison-of-options": "Σύγκριση επιλογών αποθήκευσης κεφαλαίου",
  "page-staking-toc-faq": "Συχνές ερωτήσεις",
  "page-staking-toc-further": "Περισσότερες πληροφορίες",
  "page-staking-dom-info-title": "Αποθήκευση κεφαλαίου με Ethereum",
  "page-staking-join-community": "Συνδεθείτε με την κοινότητα αποθήκευσης κεφαλαίου",
  "page-staking-join-community-desc": "Το EthStaker είναι μια κοινότητα για όλους για να συζητήσουν και να μάθουν για την αποθήκευση στο Ethereum. Συμμετέχετε μαζί με δεκάδες χιλιάδες μέλη από όλο τον κόσμο για συμβουλές, υποστήριξη και για να μιλήσετε για όλα τα θέματα για την αποθήκευση κεφαλαίου.",
  "page-staking-meta-description": "Μια επισκόπηση της αποθήκευσης Ethereum: οι κίνδυνοι, οι ανταμοιβές και οι απαιτήσεις καθώς και πού μπορούν να υλοποιηθούν.",
  "page-staking-meta-title": "Αποθήκευση κεφαλαίου Ethereum: Πως λειτουργεί;",
  "page-staking-withdrawals-important-notices": "Σημαντικές ανακοινώσεις",
  "page-staking-withdrawals-important-notices-desc": "Οι αναλήψεις δεν είναι ακόμη διαθέσιμες. Διαβάστε τις <a href=\"https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/\" target=\"_blank\">Συχνές ερωτήσεις για τη συγχώνευση και μετά τη συγχώνευση Eth2 </a> για περισσότερες πληροφορίες.",
  "page-upgrades-merge-btn": "Περισσότερα για τη συγχώνευση",
  "subscribe-to-ef-blog": "<a href=\"https://blog.ethereum.org/category/protocol/#subscribe\" target=\"_blank\">Εγγραφείτε στο ιστολόγιο EF</a> για να λαμβάνετε ειδοποιήσεις μέσω email για τις πιο πρόσφατες ανακοινώσεις πρωτοκόλλου.",
  "page-staking-comparison-with-other-options": "Σύγκριση με άλλες επιλογές",
  "page-staking-any-amount": "Οποιοδήποτε ποσό",
  "page-staking-testnet": "δίκτυο δοκιμών"
}
