{
  "page-index-hero-image-alt": "Απεικόνιση μιας φουτουριστικής πόλης, που αντιπροσωπεύει το οικοσύστημα του Ethereum.",
  "page-index-meta-description": "Το Ethereum είναι μια παγκόσμια, αποκεντρωμένη πλατφόρμα για χρήματα και νέα είδη εφαρμογών. Στο Ethereum, μπορείτε να γράψετε κώδικα που ελέγχει χρήματα και να δημιουργήσετε εφαρμογές προσβάσιμες οπουδήποτε στον κόσμο.",
  "page-index-meta-title": "Αρχική",
  "page-index-title": "Καλώς ήλθατε στο Ethereum",
  "page-index-description": "Το Ethereum αποτελεί τη βασισμένη στην κοινότητα τεχνολογία υποστηρίζοντας το κρυπτονόμισμα ether (ETH) και χιλιάδες άλλες αποκεντρωμένες εφαρμογές.",
  "page-index-title-button": "Εξερευνήστε το Ethereum",
  "page-index-get-started": "Ας ξεκινήσουμε",
  "page-index-get-started-description": "Το ethereum.org είναι η πύλη σας για τον κόσμο του Ethereum. Η τεχνολογία είναι νέα και εξελίσσεται συνεχώς, οπότε ένας οδηγός θα σας φανεί χρήσιμος. Δείτε τι σας προτείνουμε να κάνετε αν θέλετε να την εξερευνήσετε.",
  "page-index-get-started-image-alt": "Απεικόνιση ανθρώπου που δουλεύει σε υπολογιστή.",
  "page-index-get-started-wallet-title": "Επιλέξτε ένα πορτοφόλι",
  "page-index-get-started-wallet-description": "Το πορτοφόλι σας επιτρέπει να συνδεθείτε στο Ethereum και να διαχειριστείτε τα κεφάλαιά σας.",
  "page-index-get-started-wallet-image-alt": "Απεικόνιση ενός ρομπότ με ένα θησαυροφυλάκιο για σώμα, που αντιπροσωπεύει ένα πορτοφόλι Ethereum.",
  "page-index-get-started-eth-title": "Λάβετε ETH",
  "page-index-get-started-eth-description": "Το ETH είναι το νόμισμα του Ethereum. Μπορείτε να το χρησιμοποιήσετε σε εφαρμογές.",
  "page-index-get-started-eth-image-alt": "Απεικόνιση ομάδας ανθρώπων που κοιτάζουν ένα ether (ETH) με θαυμασμό.",
  "page-index-get-started-dapps-title": "Χρησιμοποιήστε μιας dapp",
  "page-index-get-started-dapps-description": "Οι Dapps είναι εφαρμογές που υποστηρίζονται από το Ethereum. Δείτε τι μπορείτε να κάνετε.",
  "page-index-get-started-dapps-image-alt": "Απεικόνιση σκύλου που χρησιμοποιεί υπολογιστή.",
  "page-index-get-started-devs-title": "Ξεκινήστε να δημιουργείτε",
  "page-index-get-started-devs-description": "Αν θέλετε να ξεκινήσετε τον προγραμματισμό στο Ethereum, έχουμε έγγραφα, οδηγό εκμάθησης και πολλά άλλα στην πύλη προγραμματιστών μας.",
  "page-index-get-started-devs-image-alt": "Aπεικόνιση ενός χεριού που δημιουργεί το λογότυπο του ETH από τουβλάκια Lego.",
  "page-index-what-is-ethereum": "Τι είναι το Ethereum;",
  "page-index-what-is-ethereum-description": "Το Ethereum είναι μια τεχνολογία που φιλοξενεί ψηφιακό χρήμα, πληρωμές σε παγκόσμιο επίπεδο και εφαρμογές. Η κοινότητα έχει δημιουργήσει μια ακμάζουσα ψηφιακή οικονομία, νέους τολμηρούς τρόπους, ώστε οι συμμετέχοντες να κερδίζουν χρήματα διαδικτυακά, και πολλά άλλα. Είναι ανοικτό για όλους, όπου κι αν βρίσκεστε στον κόσμο. Το μόνο που χρειάζεστε είναι το διαδίκτυο.",
  "page-index-what-is-ethereum-button": "Τι είναι το Ethereum;",
  "page-index-what-is-ethereum-secondary-button": "Περισσότερα για το ψηφιακό χρήμα",
  "page-index-what-is-ethereum-image-alt": "Απεικόνιση ατόμου που κοιτάζει μια αγορά μέσα από το παράθυρο, η οποία αντιπροσωπεύει το Ethereum.",
  "page-index-defi": "Ένα πιο δίκαιο χρηματοπιστωτικό σύστημα",
  "page-index-defi-description": "Σήμερα, δισεκατομμύρια άνθρωποι δεν έχουν τη δυνατότητα να ανοίξουν τραπεζικούς λογαριασμούς, ενώ άλλοι δεν μπορούν να πραγματοποιήσουν πληρωμές. Το αποκεντρωμένο σύστημα τραπεζικής (decentralized finance - DeFi) του Ethereum δεν κοιμάται ποτέ και δεν κάνει διακρίσεις. Αρκεί μια σύνδεση στο διαδίκτυο για να μπορείτε να στείλετε, να λάβετε, να δανειστείτε, να κερδίσετε τόκους, ακόμη και να κάνετε εκροή των κεφαλαίων σας, οπουδήποτε στον κόσμο.",
  "page-index-defi-button": "Εξερευνήστε το DeFi",
  "page-index-defi-image-alt": "Απεικόνιση χεριών που προσφέρουν ένα σύμβολο ETH.",
  "page-index-internet": "Ένα ανοικτό διαδίκτυο",
  "page-index-internet-description": "Σήμερα, αποκτούμε πρόσβαση σε «δωρεάν» υπηρεσίες διαδικτύου, παραχωρώντας τον έλεγχο των προσωπικών μας δεδομένων. Οι υπηρεσίες του Ethereum είναι ανοικτές από προεπιλογή, χρειάζεστε απλώς ένα πορτοφόλι. Τα πορτοφόλια είναι δωρεάv, εύκολα στη ρύθμιση, ελέγχονται από εσάς και λειτουργούν χωρίς προσωπικές πληροφορίες.",
  "page-index-internet-button": "Εξερευνήστε το ανοικτό διαδίκτυο",
  "page-index-internet-secondary-button": "Περισσότερα για τα πορτοφόλια",
  "page-index-internet-image-alt": "Απεικόνιση φουτουριστικού υπολογιστή, που λειτουργεί με κρυστάλλους Ethereum.",
  "page-index-developers": "Ένα νέο σύνορο ανάπτυξης",
  "page-index-developers-description": "Το Ethereum και οι εφαρμογές του χαρακτηρίζονται από διαφάνεια και είναι ανοιχτού κώδικα. Μπορείτε να κάνετε διακλάδωση κώδικα και να χρησιμοποιήσετε ξανά λειτουργίες που έχουν δημιουργήσει άλλοι πριν από εσάς. Έτσι, εάν δεν θέλετε να μάθετε μια νέα γλώσσα προγραμματισμού, μπορείτε απλά να αλληλεπιδράσετε με έναν ανοικτό κώδικα, χρησιμοποιώντας JavaScript και άλλες υπάρχουσες γλώσσες προγραμματισμού.",
  "page-index-developers-button": "Πύλη προγραμματιστών",
  "page-index-developers-code-examples": "Παραδείγματα κώδικα",
  "page-index-developers-code-example-title-0": "Η δική σας τράπεζα",
  "page-index-developers-code-example-description-0": "Μπορείτε να δημιουργήσετε μια τράπεζα με βάση τον δικό σας λογικό προγραμματισμό.",
  "page-index-developers-code-example-title-1": "Το δικό σας νόμισμα",
  "page-index-developers-code-example-description-1": "Μπορείτε να δημιουργήσετε μάρκες, τις οποίες μπορείτε να μεταφέρετε και να χρησιμοποιείτε στις διάφορες εφαρμογές.",
  "page-index-developers-code-example-title-2": "Ένα JavaScript πορτοφόλι Ethereum",
  "page-index-developers-code-example-description-2": "Μπορείτε να χρησιμοποιήσετε ήδη υπάρχουσες γλώσσες προγραμματισμού για να αλληλεπιδράσετε με το Ethereum και άλλες εφαρμογές.",
  "page-index-developers-code-example-title-3": "Ένα ανοικτό, χωρίς άδεια DNS",
  "page-index-developers-code-example-description-3": "Μπορείτε να φανταστείτε εκ νέου τις υπάρχουσες υπηρεσίες ως αποκεντρωμένες, ανοικτές εφαρμογές.",
  "page-index-network-stats-title": "Το Ethereum σήμερα",
  "page-index-network-stats-subtitle": "Τα πιο πρόσφατα στατιστικά στοιχεία του δικτύου",
  "page-index-network-stats-total-eth-staked": "Σύνολο αποθηκευμένων ΕΤΗ",
  "page-index-network-stats-eth-price-description": "Τιμή ETH (USD)",
  "page-index-network-stats-eth-price-explainer": "Η πρόσφατη τιμή για 1 ETH. Μπορείτε να αγοράσετε μόλις 0,000000000000000001, δε χρειάζεται να αγοράσετε 1 ολόκληρο ETH.",
  "page-index-network-stats-total-eth-staked-explainer": "Το συνολικό αποθηκευμένο κεφάλαιο σε ETH και εξασφάλισης του δικτύου.",
  "page-index-network-stats-tx-day-description": "Σημερινές συναλλαγές",
  "page-index-network-stats-tx-day-explainer": "Ο αριθμός των συναλλαγών που ολοκληρώθηκαν με επιτυχία στο δίκτυο τις τελευταίες 24 ώρες.",
  "page-index-network-stats-value-defi-description": "Kλειδωμένη αξία στις αποκεντρωμένες εφαρμογές χρηματοδότησης (DeFi) σε USD",
  "page-index-network-stats-value-defi-explainer": "Το χρηματικό ποσό που υπάρχει στις αποκεντρωμένες εφαρμογές τραπεζικής (DeFi), την ψηφιακή οικονομία του Ethereum.",
  "page-index-network-stats-nodes-description": "Κόμβοι",
  "page-index-network-stats-nodes-explainer": "Το Ethereum «εκτελείτε» από χιλιάδες εθελοντές σε όλο τον κόσμο, οι οποίοι είναι γνωστοί ως «κόμβοι».",
  "page-index-touts-header": "Εξερευνήστε το ethereum.org",
  "page-index-contribution-banner-title": "Συνεισφέρετε στο ethereum.org",
  "page-index-contribution-banner-description": "Αυτός ο ιστότοπος είναι ανοικτού κώδικα με εκατοντάδες συνεισφέροντες στην κοινότητα. Μπορείτε να προτείνετε τροποποιήσεις σε οποιοδήποτε από τα περιεχόμενα αυτού του ιστότοπου, να προτείνετε εκπληκτικές νέες δυνατότητες ή να μας βοηθήσετε να διορθώσουμε σφάλματα.",
  "page-index-contribution-banner-image-alt": "Λογότυπο Ethereum κατασκευασμένο από τουβλάκια Lego.",
  "page-index-contribution-banner-button": "Περισσότερα για τη συνεισφορά",
  "page-index-tout-upgrades-title": "Ενημερωθείτε για τις αναβαθμίσεις",
  "page-index-tout-upgrades-description": "Το χρονοδιάγραμμα του Ethereum αποτελείται από διασυνδεδεμένες αναβαθμίσεις, σχεδιασμένες να καταστήσουν το δίκτυο πιο επεκτάσιμο, ασφαλές και βιώσιμο.",
  "page-index-tout-upgrades-image-alt": "Απεικόνιση διαστημόπλοιου που αντιπροσωπεύει την αυξημένη ισχύ των αναβαθμίσεων του Ethereum.",
  "page-index-tout-enterprise-title": "Το Ethereum για την επιχείρηση",
  "page-index-tout-enterprise-description": "Δείτε πώς το Ethereum μπορεί να ανοίξει νέα επιχειρηματικά μοντέλα, να μειώσει το κόστος σας και να εξασφαλίσει τη μελλοντική εξέλιξη της επιχείρησής σας.",
  "page-index-tout-enterprise-image-alt": "Απεικόνιση φουτουριστικού υπολογιστή/συσκευής.",
  "page-index-tout-community-title": "Η κοινότητα του Ethereum",
  "page-index-tout-community-description": "Το Ethereum έχει να κάνει με την κοινότητα. Απαρτίζεται από άτομα με διαφορετικά υπόβαθρα και ενδιαφέροντα. Δείτε πώς μπορείτε να συμμετάσχετε σε αυτό.",
  "page-index-tout-community-image-alt": "Απεικόνιση ομάδας κατασκευαστών που εργάζονται μαζί.",
  "page-index-nft": "Το διαδίκτυο των περιουσιακών στοιχείων",
  "page-index-nft-description": "Το Ethereum δεν περιορίζεται στα ψηφιακά χρήματα. Οτιδήποτε έχετε στην κατοχή σας μπορεί να αναπαρασταθεί, να αποτελέσει αντικείμενο συναλλαγής και να χρησιμοποιηθεί ως μη εναλλάξιμο κρυπτοπαραστατικό (NFT). Μπορείτε να μετατρέψετε την τέχνη σας σε κρυπτοπαραστατικά και σε κάθε μεταπώλησή τους να λαμβάνετε αυτομάτως δικαιώματα εκμετάλλευσης ή μπορείτε να χρησιμοποιήσετε ένα ψηφιακό στοιχείο που σας ανήκει και να πάρετε ένα δάνειο. Οι δυνατότητες συνεχώς αυξάνονται.",
  "page-index-nft-button": "Περισσότερα για τα NFT",
  "page-index-nft-alt": "Λογότυπο Eth που εμφανίζεται μέσω ολογράμματος."
}
