{
  "page-what-is-ethereum-101": "Ethereum 101",
  "page-what-is-ethereum-101-desc": "Το Ethereum είναι η τεχνολογία που σας επιτρέπει να στέλνετε κρυπτονομίσματα σε οποιονδήποτε με μια μικρή χρέωση. Σε αυτό επίσης βασίζονται διάφορες εφαρμογές, διαθέσιμες για όλους, που κανείς δεν μπορεί να απενεργοποιήσει.",
  "page-what-is-ethereum-101-desc-2": "Το Ethereum βασίζεται στην καινοτομία του Bitcoin, με μερικές μεγάλες διαφορές.",
  "page-what-is-ethereum-101-desc-3": "Και τα δύο σας επιτρέπουν να χρησιμοποιήσετε ψηφιακά χρήματα χωρίς παρόχους πληρωμών ή τράπεζες. Αλλά το Ethereum είναι προγραμματιζόμενο, ώστε να μπορείτε επίσης να το χρησιμοποιήσετε και για άλλα διαφορετικά ψηφιακά κρυπτονομίσματα – ακόμα και Bitcoin!",
  "page-what-is-ethereum-101-desc-4": "Αυτό σημαίνει επίσης ότι το Ethereum είναι κάτι περισσότερο από ένα σύστημα πληρωμών. Είναι μια αγορά χρηματοπιστωτικών υπηρεσιών, παιχνιδιών και εφαρμογών, όπου δεν μπορούν να κλέψουν τα δεδομένα σας ή να σας λογοκρίνουν.",
  "page-what-is-ethereum-101-italic": "η παγκόσμια προγραμματιζόμενη κύρια αλυσίδα.",
  "page-what-is-ethereum-101-strong": "Είναι ",
  "page-what-is-ethereum-accessibility": "Το Ethereum είναι διαθέσιμο για όλους.",
  "page-what-is-ethereum-adventure": "Επιλέξτε τη δική σας περιπέτεια!",
  "page-what-is-ethereum-alt-img-bazaar": "Εικονογράφηση ατόμου που κοιτά στο παζάρι, που προορίζεται να εκπροσωπήσει το Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Μια απεικόνιση μελών της κοινότητας Ethereum που συνεργάζονται",
  "page-what-is-ethereum-alt-img-lego": "Μια απεικόνιση ενός χεριού που δημιουργεί το λογότυπο του ETH από lego τουβλάκια",
  "page-what-is-ethereum-alt-img-social": "Απεικόνιση χαρακτήρων σε κοινωνικό χώρο αφιερωμένο στο Ethereum με ένα μεγάλο λογότυπο ETH",
  "page-what-is-ethereum-banking-card": "Τραπεζικές υπηρεσίες για όλους",
  "page-what-is-ethereum-banking-card-desc": "Δεν έχουν όλοι πρόσβαση σε χρηματοοικονομικές υπηρεσίες. Το μόνο που χρειάζεστε για να έχετε πρόσβαση στο Ethereum, σε προϊόντα δανεισμού και αποταμίευσης, είναι μια σύνδεση στο Διαδίκτυο.",
  "page-what-is-ethereum-build": "Δημιουργήστε με το Ethereum",
  "page-what-is-ethereum-build-desc": "Αν θέλετε να δοκιμάσετε να χτίζετε με το Ethereum, διαβάστε τα σχετικά έγγραφα, ενημερωθείτε από τα σεμινάρια ή ελέγξτε τα εργαλεία που χρειάζεστε για να ξεκινήσετε.",
  "page-what-is-ethereum-censorless-card": "Ανθεκτικό στη Λογοκρισία",
  "page-what-is-ethereum-censorless-card-desc": "Καμία κυβέρνηση ή επιχείρηση δεν έχει τον έλεγχο επί του Ethereum. Η αποκέντρωση καθιστά σχεδόν αδύνατο για οποιονδήποτε να σας σταματήσει από το να λαμβάνετε πληρωμές ή να χρησιμοποιείτε τις υπηρεσίες του Ethereum.",
  "page-what-is-ethereum-comm-desc": "Η κοινότητά μας περιλαμβάνει ανθρώπους από όλα τα κοινωνικά στρώματα, συμπεριλαμβανομένων καλλιτεχνών, κρυπτο-αναρχικών, τις εταιρείες του fortune 500 και τώρα εσάς. Μάθετε πώς μπορείτε να συμμετέχετε σήμερα.",
  "page-what-is-ethereum-commerce-card": "Εμπορικές εγγυήσεις",
  "page-what-is-ethereum-commerce-card-desc": "Το Ethereum δημιουργεί πιο ίσους όρους ανταγωνισμού. Οι πελάτες απολαμβάνουν την ασφάλεια και την εγγύηση ότι τα κεφάλαιά τους θα αλλάξουν χέρια μόνο όταν υπάρξει συμφωνία μεταξύ τους. Δεν χρειάζεστε την εγγύηση μια μεγάλης εταιρείας για να έρθετε σε συνεργασία.",
  "page-what-is-ethereum-community": "Η κοινότητα του Ethereum",
  "page-what-is-ethereum-compatibility-card": "Συμβατότητα για την επιτυχία",
  "page-what-is-ethereum-compatibility-card-desc": "Καλύτερα προϊόντα και επενδύσεις δημιουργούνται συνεχώς, επειδή τα προϊόντα Ethereum είναι συμβατά από προεπιλογή. Οι εταιρείες μπορούν να επενδύσουν στην επιτυχία του άλλου.",
  "page-what-is-ethereum-dapps-desc": "Προϊόντα και υπηρεσίες που λειτουργούν στο Ethereum. Υπάρχουν αποκεντρωμένες εφαρμογές τα λεγόμενα dapps, για τα οικονομικά, την εργασία, τα μέσα κοινωνικής δικτύωσης, τα παιχνίδια και πολλά άλλα. Γνωρίστε τις εφαρμογές του ψηφιακού μας μέλλοντος.",
  "page-what-is-ethereum-dapps-img-alt": "Απεικόνιση ενός σκύλου που χρησιμοποιεί μια εφαρμογή Ethereum σε υπολογιστή",
  "page-what-is-ethereum-dapps-title": "Ethereum dapps",
  "page-what-is-ethereum-desc": "Το θεμέλιο του ψηφιακού μας μέλλοντος",
  "page-what-is-ethereum-explore": "Εξερευνήστε το Ethereum",
  "page-what-is-ethereum-get-started": "Ο καλύτερος τρόπος για να μάθετε περισσότερα είναι να κατεβάσετε ένα πορτοφόλι, να λάβετε μερικά ETH και να δοκιμάσετε μια εφαρμογή Ethereum.",
  "page-what-is-ethereum-in-depth-description": "Το Ethereum παρέχει ανοικτή πρόσβαση σε ψηφιακά χρήματα και σε φιλικές υπηρεσίες προς τα δεδομένα για όλους – ανεξάρτητα από το ποιος είστε ή την τοποθεσία σας. Είναι μια τεχνολογία χτισμένη για την κοινότητα με βασικό συστατικό το κρυπτονόμισμα ether (ETH) και χιλιάδες άλλες εφαρμογές που μπορείτε να χρησιμοποιήσετε σήμερα.",
  "page-what-is-ethereum-internet-card": "Πιο ιδιωτικό Διαδίκτυο",
  "page-what-is-ethereum-internet-card-desc": "Δεν χρειάζεται να παρέχετε όλα τα προσωπικά σας δεδομένα για να χρησιμοποιήσετε μια εφαρμογή Ethereum. Το Ethereum δημιουργεί την οικονομία βασισμένο στην αξία και όχι την επιτήρηση.",
  "page-what-is-ethereum-meet-comm": "Γνωρίστε την κοινότητα",
  "page-what-is-ethereum-meta-description": "Μάθετε για το Ethereum, τι κάνει και πώς να το δοκιμάσετε.",
  "page-what-is-ethereum-meta-title": "Τι είναι το Ethereum;",
  "page-what-is-ethereum-native-alt": "Το σύμβολο για το ether (ETH)",
  "page-what-is-ethereum-native-crypto": "Το Ethereum είναι ένα εγγενές κρυπτονόμισμα και ισοδύναμο με το Bitcoin. Μπορείτε να χρησιμοποιήσετε το ETH σε εφαρμογές Ethereum ή για την αποστολή νομισμάτων σε φίλους και οικογένεια.",
  "page-what-is-ethereum-native-img-alt": "Απεικόνιση ενός ρομπότ με ένα θησαυροφυλάκιο για κορμό, χρησιμοποιείται για να αναπαριστά τα πορτοφόλια του Ethereum",
  "page-what-is-ethereum-native-title": "ETH",
  "page-what-is-ethereum-p2p-card": "Ένα δίκτυο peer-to-peer",
  "page-what-is-ethereum-p2p-card-desc": "Το Ethereum σας επιτρέπει να μεταφέρετε χρήματα ή να συνάπτετε συμφωνίες, απευθείας με κάποιον άλλο. Δεν χρειάζεται να χρησιμοποιήσετε ενδιάμεσες εταιρείες.",
  "page-what-is-ethereum-singlecard-desc": "Αν ενδιαφέρεστε για τις τεχνικές λεπτομέρειες της κύριας αλυσίδας ή γενικά για το Ethereum, σας έχουμε καλυμμένους.",
  "page-what-is-ethereum-singlecard-link": "Πώς λειτουργεί το Ethereum",
  "page-what-is-ethereum-singlecard-title": "Πώς λειτουργεί το Ethereum",
  "page-what-is-ethereum-start-building-btn": "Ξεκινήστε να δημιουργείτε",
  "page-what-is-ethereum-title": "Τι είναι το Ethereum;",
  "page-what-is-ethereum-tools-needed": "Το μόνο που χρειάζεστε για να συμμετέχετε είναι ένα πορτοφόλι.",
  "page-what-is-ethereum-try": "Δοκιμάστε το Ethereum",
  "page-what-is-ethereum-tryit": "Κάντε ένα βήμα στην αγορά και δοκιμάστε το...",
  "page-what-is-ethereum-wallets": "Πορτοφόλια",
  "page-what-is-ethereum-wallets-desc": "Πώς διαχειρίζεστε τα ETH σας και τον λογαριασμό σας στο Ethereum. Θα χρειαστείτε ένα πορτοφόλι για να ξεκινήσετε – θα σας βοηθήσουμε να επιλέξετε ένα.",
  "page-what-is-ethereum-welcome": "Καλώς ήλθατε στο Ethereum",
  "page-what-is-ethereum-welcome-2": "Ελπίζουμε να παραμείνετε."
}
