{
  "consensus-client-besu-logo-alt": "Λογότυπο Besu",
  "consensus-client-erigon-logo-alt": "Λογότυπο Erigon",
  "consensus-client-geth-logo-alt": "Λογότυπο Geth",
  "consensus-client-lighthouse-logo-alt": "Λογότυπο Lighthouse",
  "consensus-client-lodestar-logo-alt": "Λογότυπο Lodestar",
  "consensus-client-nethermind-logo-alt": "Λογότυπο Nethermind",
  "consensus-client-nimbus-logo-alt": "Λογότυπο Nimbus",
  "consensus-client-prysm-logo-alt": "Λογότυπο Prysm",
  "consensus-client-teku-logo-alt": "Λογότυπο Teku",
  "page-upgrades-answer-1": "Η Κύρια Αλυσίδα (Beacon Chain) χρησιμοποιήθηκε ως εργαλείο για την αναβάθμιση του Κεντρικού Δικτύου του Ethereum κατά τη Συγχώνευση.",
  "page-upgrades-answer-2": "Η Συγχώνευση οδήγησε στη σημαντικότερη αναβάθμιση του Ethereum που έχει γίνει ποτέ, αντικαθιστώντας την απόδειξη εργασίας (proof-of-work) με ένα νέο επίπεδο συναίνεσης βασισμένο στην απόδειξη συμμετοχής (proof-of-stake).",
  "page-upgrades-answer-4": "Η Κύρια Αλυσίδα (Beacon Chain) αξιοποιήθηκε για την ανάπτυξη της συναίνεσης με βάση την απόδειξη συμμετοχής που χρησιμοποιεί σήμερα το Ethereum. Εκτελούνταν ανεξάρτητα από το Kεντρικό Δίκτυο του Ethereum προκειμένου οι προγραμματιστές να μπορούν να παρατηρήσουν τον μηχανισμό συναίνεσης σε κατάσταση απομόνωσης, προτού χρησιμοποιηθεί για τον συντονισμό της πραγματικής δραστηριότητας.",
  "page-upgrade-article-author-status": "Status",
  "page-upgrade-article-author-ethmerge": "Ethmerge (Συγχώνευση Ethereum)",
  "page-upgrade-article-author-alchemy": "Alchemy",
  "page-upgrade-article-author-consensys": "Consensys",
  "page-upgrade-article-author-delphi-digital": "Delphi Digital",
  "page-upgrade-article-author-eip-4844": "Vitalik Buterin, Dankrad Feist, Diederik Loerakker, George Kadianakis, Matt Garnett, Mofi Taiwo",
  "page-upgrade-article-author-ethereum-foundation": "Ίδρυμα Ethereum",
  "page-upgrade-article-author-vitalik-buterin": "Vitalik Buterin",
  "page-upgrade-article-author-ethos-dev": "Ethos.dev",
  "page-upgrade-article-title-two-point-oh": "Το Σημείο Μηδέν: Η Κύρια Αλυσίδα",
  "page-upgrade-article-title-beacon-chain-explainer": "Η επεξηγηματική παρουσίαση για την Κύρια Αλυσίδα του Ethereum 2.0 που πρέπει να διαβάσετε πρώτη",
  "page-upgrade-article-title-sharding-consensus": "Συναίνεση τμηματοποίησης (sharding)",
  "page-upgrade-article-title-sharding-is-great": "Γιατί η τμηματοποίηση είναι φοβερή: απομυθοποίηση των τεχνικών απαιτήσεων",
  "page-upgrade-article-title-rollup-roadmap": "Ένας οδικός χάρτης για τα rollup",
  "page-upgrade-article-title-hitchhikers-guide-to-ethereum": "Οδηγός εξερεύνησης Ethereum",
  "page-upgrade-article-title-eip-4844": "EIP-4844: Συναλλαγές τομέων Blob (Proto-Danksharding)",
  "page-upgrade-article-title-proto-danksharding-faq": "Συχνές ερωτήσεις για το Proto-Danksharding",
  "page-upgrade-article-title-sharding-das": "Επεξήγηση της τμηματοποίησης και της διαθεσιμότητας δεδομένων (DAS)",
  "page-upgrade-article-title-ethmerge": "Ethmerge (Συγχώνευση Ethereum)",
  "page-upgrade-article-title-merge-is-coming": "Η Συγχώνευση καταφτάνει",
  "page-upgrade-article-title-state-of-the-merge": "Κατάσταση της Συγχώνευσης: Μια ενημέρωση για τη Συγχώνευση του Ethereum στην Απόδειξη Συμμετοχής το 2022",
  "page-upgrade-article-title-ropsten-merge-testnet": "Αναγγελία κυκλοφορίας του δοκιμαστικού δικτύου Συγχώνευσης Ropsten",
  "page-upgrade-article-title-execution-layer-specs": "Προδιαγραφές επιπέδου εκτέλεσης",
  "page-upgrade-article-title-consensus-layer-specs": "Προδιαγραφές επιπέδου συναίνεσης",
  "page-upgrade-article-title-engine-api-specs": "Προδιαγραφές μηχανής API",
  "page-upgrades-beacon-chain-date": "Η Κύρια Αλυσίδα δημοσιεύθηκε την 01 Δεκεμβρίου 2020",
  "page-upgrades-beacon-chain-desc": "Η Κύρια Αλυσίδα πρόσθεσε τη λειτουργία της αποθήκευσης κεφαλαίου στο Ethereum και έθεσε τα θεμέλια για μελλοντικές αναβαθμίσεις. Πλέον συντονίζει τη νέα απόδειξη συμμετοχής του Ethereum.",
  "page-upgrades-beacon-chain-estimate": "Η Κύρια Αλυσίδα έγινε πραγματικότητα",
  "page-upgrades-beacon-chain-title": "Η Κύρια Αλυσίδα",
  "page-upgrades-bug-bounty": "Δείτε το πρόγραμμα εντοπισμού σφαλμάτων",
  "page-upgrades-clients": "Δείτε τις εφαρμογές πελάτη συναίνεσης (παλαιότερα γνωστές ως πελάτες «Eth2»)",
  "page-staking-deposit-contract-title": "Ελέγξτε τη διεύθυνση κατάθεσης του κεφαλαίου",
  "page-upgrades-dive": "Βουτιά στο όραμα",
  "page-upgrades-dive-desc": "Με ποιον τρόπο κάνουμε το Ethereum πιο επεκτάσιμο, ασφαλές και βιώσιμο; Διατηρώντας ταυτόχρονα το ουσιώδες ήθος του Ethereum όσον αφορά την αποκέντρωση.",
  "page-upgrades-docking": "Η Συγχώνευση",
  "page-upgrades-merge-answer-1": "Η Συγχώνευση έλαβε χώρα όταν το Ethereum πραγματοποίησε τη μετάβασή του στη συναίνεση με την απόδειξη συμμετοχής στις 15 Σεπτεμβρίου 2022. Η Κύρια Αλυσίδα (Beacon Chain) συγχωνεύτηκε με το Kεντρικό Δίκτυο, καθιστώντας και επισήμως την απόδειξη εργασίας απαρχαιωμένη μειώνοντας την κατανάλωση ενέργειας του Ethereum κατά ~99,95%.",
  "page-upgrades-merge-btn": "Περισσότερα για τη συγχώνευση",
  "page-upgrades-merge-desc": "Το Κεντρικό Δίκτυο του Ethereum «συγχωνεύτηκε» με την Κύρια Αλυσίδα, σηματοδοτώντας το τέλος της ενεργοβόρας κρυπτόρυξης.",
  "page-upgrades-merge-estimate": "Η Συγχώνευση είναι γεγονός",
  "page-upgrades-merge-mainnet": "Τι είναι το Κεντρικό Δίκτυο;",
  "page-upgrades-eth-blog": "ιστολόγιο ethereum.org",
  "page-upgrades-explore-btn": "Εξερευνήστε τις αναβαθμίσεις",
  "page-upgrades-get-involved": "Λάβετε μέρος στην αναβάθμιση του Ethereum",
  "page-upgrades-get-involved-2": "Συμμετοχή",
  "page-upgrades-head-to-ethresearch": "Επισκεφθείτε το ethresear.ch",
  "page-upgrades-help": "Θέλετε να βοηθήσετε με τις αναβαθμίσεις του Ethereum;",
  "page-upgrades-help-desc": "Υπάρχουν πολλές ευκαιρίες να συνεισφέρετε στις αναβαθμίσεις Ethereum, να βοηθήσετε με τις δοκιμές, μέχρι και να κερδίσετε ανταμοιβές.",
  "page-upgrades-index-staking": "Η αποθήκευση κεφαλαίου είναι πλέον γεγονός",
  "page-upgrades-index-staking-desc": "Το κλειδί στην αναβάθμιση στο Ethereum είναι η εισαγωγή της αποθήκευσης κεφαλαίου. Μπορείτε να χρησιμοποιήσετε τα ETH σας για να βοηθήσετε στην ασφάλεια του δικτύου Ethereum, ακολουθώντας τα παρακάτω βήματα.",
  "page-upgrades-index-staking-learn": "Μάθετε για το αποθήκευση κεφαλαίου",
  "page-upgrades-index-staking-learn-desc": "Η Κύρια Αλυσίδα εφάρμοσε την αποθήκευση κεφαλαίου στο Ethereum. Εάν διαθέτετε ETH, μπορείτε να τα δεσμεύσετε για το καλό όλων αλλά κυρίως για την ασφάλεια του δικτύου και να κερδίσετε έτσι περισσότερα ETH από τη διαδικασία.",
  "page-upgrades-index-staking-step-1": "1. Ρυθμίστε με την πλατφόρμα εκκίνησης",
  "page-upgrades-index-staking-step-1-btn": "Μετάβαση στην πλατφόρμα αποθήκευσης κεφαλαίου",
  "page-upgrades-index-staking-step-1-desc": "Για να συμμετέχετε στην αποθήκευση του Ethereum, χρησιμοποιήστε την πλατφόρμα εκκίνησης - θα σας καθοδηγήσει στη διαδικασία.",
  "page-upgrades-index-staking-step-2": "2. Επιβεβαιώστε τη διεύθυνση αποθήκευσης κεφαλαίου",
  "page-upgrades-index-staking-step-2-btn": "Επιβεβαιώστε τη διεύθυνση κατάθεσης του κεφαλαίου",
  "page-upgrades-index-staking-step-2-desc": "Πριν αποθηκεύσετε τα ETH σας, φροντίστε να ελέγξετε ότι έχετε τη σωστή διεύθυνση. Αυτό πρέπει να το έχετε κάνει μέσω της πλατφόρμας εκκίνησης.",
  "page-upgrades-index-staking-sustainability": "Πιο βιώσιμο",
  "page-upgrades-meta-desc": "Μια επισκόπηση των αναβαθμίσεων του Ethereum και του οράματος που ελπίζουμε να γίνει πραγματικότητα.",
  "page-upgrades-meta-title": "Αναβαθμίσεις Ethereum (προηγουμένως «Eth2»)",
  "page-upgrades-proof-stake-link": "Περισσότερα για την απόδειξη συμμετοχής",
  "page-upgrades-question-1-title": "Πότε θα δημοσιευτούν οι αναβαθμίσεις;",
  "page-upgrades-question-1-desc": "Το Ethereum αναβαθμίζεται κλιμακωτά. Οι αναβαθμίσεις είναι διακριτές από τις διαφορετικές ημερομηνίες δημοσίευσης.",
  "page-upgrades-question-2-title": "Η Κύρια Αλυσίδα είναι διαφορετικό blockchain;",
  "page-upgrades-question-2-desc": "Ναι. Το όνομα «Κύρια Αλυσίδα« (Beacon Chain) δόθηκε σε μια παράλληλη κρυπτοαλυσίδα για την απόδειξη συμμετοχής που χρησιμοποιήθηκε για την αναβάθμιση του Κεντρικού Δικτύου του Ethereum. Πλέον υπάρχει μόνο μία κρυπτοαλυσίδα οποία σχηματίστηκε από τη συγχώνευση της αρχικής κρυπτοαλυσίδας του Ethereum με την Κύρια Αλυσίδα.",
  "page-upgrades-question-3-answer-2a": "Οι συνέπειες της Συγχώνευσης για τους προγραμματιστές των αποκεντρωμένων εφαρμογών ήταν ελάχιστες. Εξακολουθούν να αλληλεπιδρούν με το Ethereum όπως πριν.",
  "page-upgrades-question-3-answer-2a-link": "Η Συγχώνευση και οι προγραμματιστές dapp",
  "page-upgrades-question-3-answer-2b": "Τα σχέδια τμηματοποίησης είναι ακόμα υπό ανάπτυξη, αλλά θα σχεδιαστούν με γνώμονα τα πακέτα ενημερώσεων του επιπέδου 2.",
  "page-upgrades-layer-2-rollups": "Περισσότερα για τα rollup (πακέτα συγχωνευμένων συναλλαγών) του επιπέδου 2",
  "page-upgrades-question-3-answer-3-link": "Επισκεφθείτε το ethresear.ch",
  "page-upgrades-question-3-desc": "Δε χρειάζεται να κάνετε τίποτα αυτή τη στιγμή για να προετοιμαστείτε για τις αναβαθμίσεις.",
  "page-upgrades-question-3-title": "Πώς μπορώ να προετοιμαστώ για τις αναβαθμίσεις;",
  "page-upgrades-question-4-answer-1": "Κάθε φορά που πλέον στέλνετε μια συναλλαγή ή χρησιμοποιείτε μια αποκεντρωμένη εφαρμογή, χρησιμοποιείτε το επίπεδο εκτέλεσης, που είναι επίσης γνωστό ως Κεντρικό Δίκτυο.",
  "page-upgrades-question-4-answer-3": "Από τη Συγχώνευση και έπειτα, οι επικυρωτές ασφαλίζουν ολόκληρο το δίκτυο μέσω της απόδειξης συμμετοχής.",
  "page-upgrades-question-4-answer-6": "Όλοι μπορούν να γίνει επικυρωτής δεσμεύοντας τα ETH του.",
  "page-upgrades-question-4-answer-7": "Περισσότερα για το staking",
  "page-upgrades-question-4-title": "Τι είναι το επίπεδο εκτέλεσης;",
  "page-upgrades-question-4-desc": "Πριν από τη Συγχώνευση, η κρυπτοαλυσίδα του Ethereum αναφερόταν μερικές φορές ως «Eth1». Ο όρος αυτός σταδιακά εγκαταλείφθηκε υπέρ του όρου «επίπεδο εκτέλεσης».",
  "page-upgrades-question-5-answer-1": "Για να γίνετε επικυρωτής στο δίκτυο, θα πρέπει να δεσμεύσετε 32 ETH σας. Αν δεν έχετε τόσα, ή δεν είστε πρόθυμοι να δεσμεύσετε τόσο πολλά, μπορείτε να συμμετάσχετε σε ομάδες αποθήκευσης. Θα σας επιτρέψουν να συμμετέχετε με λιγότερα κρυπτονομίσματα και να κερδίσετε ανάλογα με το ύψος συμμετοχής σας.",
  "page-upgrades-question-5-desc": "Θα χρειαστεί να χρησιμοποιήσετε την πλατφόρμα εκκίνησης ή να συμμετάσχετε σε μια δεξαμενή αποθήκευσης.",
  "page-upgrades-question-5-title": "Πώς μπορώ να αποθηκεύσω κεφάλαιο;",
  "page-upgrades-question-6-answer-3": "Ο Danny Ryan του ιδρύματος Ethereum ενημερώνει τακτικά την κοινότητα:",
  "page-upgrades-question-6-answer-4": "Ο Ben Edgington του ConsenSys παρέχει ένα εβδομαδιαίο ενημερωτικό δελτίο σχετικά με τις αναβαθμίσεις Ethereum:",
  "page-upgrades-question-6-answer-5": "Μπορείτε να συμμετάσχετε στη συζήτηση για την έρευνα και ανάπτυξη του Ethereum στο ethresear.ch.",
  "page-upgrades-question-6-title": "Τι χρειάζεται να κάνω με την εφαρμογή μου dapp;",
  "page-upgrades-question-6-desc": "Η Συγχώνευση σχεδιάστηκε ώστε οι επιπτώσεις της για τους προγραμματιστές αποκεντρωμένων εφαρμογών να είναι ελάχιστες. Ωστόσο, υπήρξαν μερικές μικρές αλλαγές που αξίζει να σημειωθούν.",
  "page-upgrades-question-6-answer-1": "Οι προγραμματιστές αποκεντρωμένων εφαρμογών που ήταν εξοικειωμένοι με το Ethereum πριν από τη Συγχώνευση θα πρέπει να γνωρίζουν ορισμένες αλλαγές. Στις αλλαγές αυτές περιλαμβάνεται η δομή και ο χρονισμός των μπλοκ, ορισμένες αλλαγές στον κώδικα opcode, πηγές τυχαίας επιλογής επί της αλυσίδας και η έννοια της οριστικοποίησης της εποχής.",
  "page-upgrades-question-6-answer-1-link": "Πώς επηρέασε η Συγχώνευση το επίπεδο εφαρμογών του Ethereum",
  "page-upgrades-question-6-answer-2": "Οι εφαρμογές δεν επηρεάστηκαν σχεδόν καθόλου.",
  "page-upgrades-question-7-desc": "Αρκετές διαφορετικές ομάδες από όλη την κοινότητα εργάζονται σε διάφορες αναβαθμίσεις του Ethereum.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(υλοποίηση με Rust)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(υλοποίηση με JavaScript)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(υλοποίηση με Nim)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(υλοποίηση με Go)",
  "page-upgrades-question-7-teams": "Οι ομάδες λογισμικού πελατών συναίνεσης του Ethereum:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(υλοποίηση με Java)",
  "page-upgrades-question-7-title": "Ποιος δημιουργεί τις αναβαθμίσεις Ethereum;",
  "page-upgrades-question-7-clients": "Μάθετε περισσότερα για τις εφαρμογές πελάτη Ethereum",
  "page-upgrades-question-8-answer-1": "Οι αναβαθμίσεις θα βοηθήσουν στην επεκτασιμότητα του Ethereum με αποκεντρωμένο τρόπο, διατηρώντας παράλληλα την ασφάλεια και αυξάνοντας τη βιωσιμότητα.",
  "page-upgrades-question-8-answer-2": "Ίσως, το πιο κοινό πρόβλημα είναι ότι το Ethereum πρέπει να είναι σε θέση να διαχειριστεί περισσότερες από 15-45 συναλλαγές ανά δευτερόλεπτο. Αλλά οι αναβαθμίσεις αντιμετωπίζουν περισσότερα προβλήματα του σημερινού Ethereum.",
  "page-upgrades-question-8-answer-3": "Όταν το δίκτυο βρίσκεται σε υψηλή ζήτηση, η χρήση του Ethereum αποδεικνύεται ακριβή. Οι κόμβοι του δικτύου πασχίζουν να διαχειριστούν το μεγάλο μέγεθος του Ethereum και τον όγκο των δεδομένων που πρέπει να επεξεργάζονται οι υπολογιστές τους. Ο αρχικός αλγόριθμος, που κρατούσε το Ethereum ασφαλές και αποκεντρωμένο, κατανάλωνε πολλή ενέργεια και έπρεπε να γίνει πιο οικολογικός.",
  "page-upgrades-question-8-answer-4": "Πολλές από τις αλλαγές ήταν πάντοτε στον οδικό χάρτη του Ethereum, ακόμη και από το 2015. Αλλά οι τρέχουσες συνθήκες καθιστούν την ανάγκη για τις αναβαθμίσεις ακόμη μεγαλύτερη.",
  "page-upgrades-question-8-answer-6": "Εξερευνήστε το όραμα του Ethereum",
  "page-upgrades-question-8-desc": "Το Ethereum που χρησιμοποιούμε σήμερα πρέπει να προσφέρει μια καλύτερη εμπειρία στους τελικούς χρήστες και τους συμμετέχοντες στο δίκτυο.",
  "page-upgrades-question-8-title": "Γιατί χρειάζονται αναβαθμίσεις;",
  "page-upgrades-question-9-answer-1": "Ο πιο ενεργός ρόλος με τον οποίο μπορείτε να συμμετέχετε είναι να αποθηκεύσετε τα ETH σας.",
  "page-upgrades-question-9-answer-2": "Μπορεί επίσης να θέλετε να εκτελέσετε ένα δεύτερο πελάτη για να βοηθήσει στη βελτίωση της ποικιλομορφίας των πελατών.",
  "page-upgrades-question-9-answer-3": "Αν είστε τεχνικός, μπορείτε να βοηθήσετε στον εντοπισμό σφαλμάτων των νέων λογισμικών πελάτη.",
  "page-upgrades-question-9-answer-4": "Μπορείτε επίσης να συμμετέχετε σε συζητήσεις για τεχνικά θέματα με τους ερευνητές του Ethereum στο ethresear.ch.",
  "page-upgrades-question-9-desc": "Δε χρειάζεται να είστε τεχνικός για να συνεισφέρετε. Η κοινότητα αναζητά εθελοντές με κάθε είδους δεξιότητες.",
  "page-upgrades-question-9-stake-eth": "Αποθήκευση ΕΤΗ",
  "page-upgrades-question-9-title": "Πώς μπορείτε να συνεισφέρετε στις αναβαθμίσεις του Ethereum;",
  "page-upgrades-question-9-more": "Βρείτε πιο γενικούς τρόπους για να συμμετέχετε με το Ethereum",
  "page-upgrades-question-10-title": "Ποιες είναι οι φάσεις του «Eth2»;",
  "page-upgrades-question-10-desc": "Κάποια πράγματα έχουν αλλάξει.",
  "page-upgrades-question-10-answer-0": "Ο όρος «Eth2» καταργείται σταδιακά, καθώς δεν αντιπροσωπεύει μία αναβάθμιση ούτε ένα νέο δίκτυο. Είναι περισσότερο ένα σύνολο πολλών αναβαθμίσεων που εφαρμόζουν τμήματα ώστε να κάνουν το Ethereum πιο επεκτάσιμο, ασφαλές και βιώσιμο. Το δίκτυο που ξέρετε και αγαπάτε θα αναφέρεται απλά ως Ethereum.",
  "page-upgrades-question-10-answer-1": "Δεν μπορούμε να συζητούμε σύμφωνα με ένα τεχνικό οδικό χάρτη, επειδή είναι λογισμικό: τα δεδομένα μπορούν πάντοτε να αλλάξουν. Πιστεύουμε ότι είναι πιο εύκολο να καταλάβουμε τι συμβαίνει ερμηνεύοντας καλύτερα τα αποτελέσματα.",
  "page-upgrades-question-10-answer-1-link": "Προβολή των αναβαθμίσεων",
  "page-upgrades-question-10-answer-2": "Αν έχετε παρακολουθήσει τις συζητήσεις, θα δείτε πώς οι αναβαθμίσεις συμβαδίζουν με τα τεχνικά χρονοδιαγράμματα και λιγότερο για το πώς αλλάζουν.",
  "page-upgrades-question-10-answer-3": "Η Φάση 0 περιγράφει τις απαραίτητες εργασίες ενεργοποίησης της Κύριας Αλυσίδας.",
  "page-upgrades-question-10-answer-5": "Η Φάση 1 αρχικά επικεντρώθηκε στην υλοποίηση των αλυσίδων τομέα, αλλά η προτεραιότητα μετατοπίστηκε στη «Συγχώνευση», η οποία πραγματοποιήθηκε στις 15 Σεπτεμβρίου 2022.",
  "page-upgrades-question-10-answer-6": "Η Φάση 1.5 αρχικά είχε σχεδιαστεί ώστε να ακολουθήσει τις υλοποιήσεις τομέων, όταν το Kεντρικό Δίκτυο θα προστίθετο ως τελευταίος τομέας (shard) στην Κύρια Αλυσίδα. Ωστόσο, με την εξέλιξη της τεχνολογίας τα πακέτα συγχωνευμένων συναλλαγών (Rollup), η κοινότητα του Ethereum επίσπευσε τη μετάβαση από την απόδειξη εργασίας.",
  "page-upgrades-question-10-answer-7": "Τα σχέδια σχετικά με τη Φάση 2 έχουν αποτελέσει αντικείμενο έντονων ερευνών και συζητήσεων. Δεδομένου ότι η Συγχώνευση έχει ήδη λάβει χώρα, καθώς και δεδομένων των εξελίξεων στις λύσεις επιπέδου 2, οι στόχοι πλέον στρέφονται προς την επίτευξη μιας απλούστερης μορφής τμηματοποίησης δεδομένων, ώστε να μεγιστοποιηθεί η αποδοτικότητα των rollup. Τα τρέχοντα επίπεδα 2 δίνουν τη δυνατότητα να κλιμακωθεί η εκτέλεση των συναλλαγών, ενώ η τμηματοποίηση θα επιτρέψει την αποθήκευση αποδεικτικών των δεδομένων αυτών στο επίπεδο 1 με φτηνό και επεκτάσιμο τρόπο.",
  "page-upgrades-question-10-answer-8": "Περισσότερα για τον οδικό χάρτη rollup-centric",
  "page-upgrades-question-11-title": "Μπορώ να αγοράσω Eth2;",
  "page-upgrades-question-11-desc": "Όχι, δεν υπάρχει κρυπτονόμισμα Eth2 και τα ETH σας δεν άλλαξαν μετά τη Συγχώνευση.",
  "page-upgrades-question-11-answer-1": "Ένας από τους σημαντικότερους παράγοντες που έδωσε ώθηση στη μετονομασία του Eth2 ήταν η κοινή λανθασμένη αντίληψη ότι οι κάτοχοι ETH έπρεπε να μεταφέρουν τα ETH τους στο «ETH 2.0» μετά τη Συγχώνευση και οποιαδήποτε άλλη αναβάθμιση. Αυτό δεν ισχύει και ούτε ίσχυε ποτέ.",
  "page-upgrades-question-11-answer-2": " Οι επιτήδειοι εκμεταλλεύονται ευρέως αυτήν τη σύγχυση.",
  "page-upgrades-question-title": "Συχνές ερωτήσεις",
  "page-upgrades-question3-answer-1": "Οι κάτοχοι EΤΗ δε χρειάζεται να κάνουν κάτι. Τα ETH σας δε θα χρειαστούν καμία αλλαγή ή αναβάθμιση. Είναι σχεδόν σίγουρο ότι θα υπάρξουν κακόβουλοι λέγοντάς σας κάτι διαφορετικό, οπότε να είστε προσεκτικοί.",
  "page-upgrades-scalable": "Πιο επεκτάσιμο",
  "page-upgrades-scalable-desc": "Το Ethereum θα πρέπει να υποστηρίζει 1000 συναλλαγές ανά δευτερόλεπτο, για να μπορέσει να κάνει τις εφαρμογές ταχύτερες και φθηνότερες στη χρήση.",
  "page-upgrades-secure": "Ασφαλέστερο",
  "page-upgrades-secure-desc": "Το Ethereum πρέπει να είναι πιο ασφαλές, καθώς αυξάνεται η χρήση του Ethereum, το πρωτόκολλο πρέπει να γίνει ασφαλέστερο έναντι όλων των μορφών επίθεσης.",
  "page-upgrades-shard-date": "Η τμηματοποίηση έπεται της Συγχώνευσης σε πολλαπλές φάσεις, κάποια στιγμή κατά το χρονικό διάστημα 2023-2024.",
  "page-upgrades-shard-desc": "Το «Danksharding» θα διευρύνει την ικανότητα του Ethereum να αποθηκεύει δεδομένα και να συνεργάζεται αρμονικά με επίπεδα 2 για την κλιμάκωση της διεκπεραιωτικότητας και τη μείωση των τελών δικτύου. Η υλοποίηση του «Danksharding» θα πραγματοποιηθεί σε πολλαπλά στάδια ξεκινώντας με το «ProtoDanksharding».",
  "page-upgrades-shard-estimate": "Αναμένεται: 2023-2024",
  "page-upgrades-shard-lower": "Περισσότερα για την τμηματοποίηση",
  "page-upgrades-shard-title": "Τμηματοποίηση",
  "page-upgrades-stay-up-to-date": "Μείνετε ενημερωμένοι",
  "page-upgrades-stay-up-to-date-desc": "Μάθετε τα τελευταία νέα από του ερευνητές και τους προγραμματιστές που εργάζονται με τις αναβαθμίσεις του Ethereum.",
  "page-upgrades-sustainable-desc": "Το Ethereum μέχρι πρότινος απαιτούσε μεγάλες ποσότητες ενέργειας. Η μετάβαση στην απόδειξη συμμετοχής είχε ως αποτέλεσμα μείωση της κατανάλωσης ενέργειας από το σύστημα μεγαλύτερη του 99,9%.",
  "page-upgrades-take-part": "Πάρτε μέρος στην έρευνα",
  "page-upgrades-take-part-desc": "Οι ερευνητές του Ethereum και οι ενθουσιώδεις χρήστες μπορούν εδώ να συζητούν για τις ερευνητικές προσπάθειες, συμπεριλαμβανομένων των διαφόρων θεμάτων γύρω από το Ethereum.",
  "page-upgrades-the-upgrades": "Οι αναβαθμίσεις Ethereum",
  "page-upgrades-the-upgrades-desc": "Οι αναβαθμίσεις του Ethereum έχουν ως στόχο να βελτιώσουν την επεκτασιμότητα, την ασφάλεια και τη βιωσιμότητα του δικτύου. Το Ethereum υποβλήθηκε πρόσφατα σε μερικές σημαντικές αναβαθμίσεις ως προς την ασφάλεια και τη βιωσιμότητα, ενώ πολλές ακόμα αναμένονται στο μέλλον, ειδικά όσον αφορά την επεκτασιμότητα.",
  "page-upgrades-unofficial-roadmap": "Δεν είναι επίσημη τοποθέτηση. Είναι ο τρόπος που βλέπουμε τα πράγματα σύμφωνα πάντα με τις πληροφορίες που προέρχονται από εκεί έξω. Αλλά έτσι είναι η τεχνολογία, μπορεί να αλλάξει κάθετα και ραγδαία. Οπότε τίποτε δεν μπορεί να θεωρηθεί ως δεδομένο, ως δέσμευση.",
  "page-upgrades-upgrade-desc": "Το Ethereum που όλοι γνωρίζουμε και αγαπάμε, απλά πιο επεκτάσιμο, ασφαλές και βιώσιμο...",
  "page-upgrades-upgrades": "Οι αναβαθμίσεις Ethereum",
  "page-upgrades-upgrades-aria-label": "Μενού αναβαθμίσεων Ethereum",
  "page-upgrades-upgrades-beacon-chain": "Η κύρια αλυσίδα",
  "page-upgrades-upgrades-guide": "Οδηγός αναβαθμίσεων Ethereum",
  "page-upgrades-upgrades-docking": "Η συγχώνευση",
  "page-upgrades-energy-consumption": "Περισσότερα για την κατανάλωση ενέργειας στο Ethereum",
  "page-upgrades-upgrading": "Αναβαθμίζοντας το Ethereum σε ριζοσπαστική νέα λειτουργία",
  "page-roadmap-vision": "Το όραμα",
  "page-roadmap-vision-btn": "Περισσότερα για το όραμα Ethereum",
  "page-roadmap-vision-desc": "Για να φέρουμε το Ethereum στο κύριο σύστημα στην υπηρεσία όλης της ανθρωπότητας, θα πρέπει να κάνουμε το Ethereum πιο επεκτάσιμο, ασφαλές και βιώσιμο.",
  "page-upgrades-what-happened-to-eth2-title": "Τι συνέβη στο «Eth2»;",
  "page-upgrades-what-happened-to-eth2-1": "Ο όρος «Eth2» χρησιμοποιούνταν ευρέως πριν από τη Συγχώνευση, αλλά σταδιακά εγκαταλείπεται και δίνει τη θέση του σε μια ακριβέστερη ορολογία.",
  "page-upgrades-what-happened-to-eth2-1-more": "Περισσότερα για τη Συγχώνευση.",
  "page-upgrades-what-happened-to-eth2-2": "Από τότε που συγχωνεύτηκαν τα «Eth1» και «Eth2», έπαψαν να υπάρχουν δύο ξεχωριστές κρυπτοαλυσίδες Ethereum. Πλέον υπάρχει μόνο το Ethereum.",
  "page-upgrades-what-happened-to-eth2-3": "Για τον περιορισμό τυχών συγχύσεων, η κοινότητα ενημέρωσε τους παρακάτω όρους:",
  "page-upgrades-what-happened-to-eth2-3-1": "Το «Eth1» είναι πλέον το «εκτελεστικό επίπεδο», το οποίο χειρίζεται συναλλαγές και εντολές.",
  "page-upgrades-what-happened-to-eth2-3-2": "Το «Eth2» είναι πλέον το «συναινετικό επίπεδο», το οποίο χειρίζεται τις συναινέσεις της απόδειξης συμμετοχής.",
  "page-upgrades-what-happened-to-eth2-4": "Αυτές οι ενημερώσεις στην ορολογία αλλάζουν μόνο την ονομασία τους. Δεν τροποποιεί τους στόχους ή το χρονοδιάγραμμα του Ethereum.",
  "page-upgrades-what-happened-to-eth2-5": "Μάθετε περισσότερα για τη μετονομασία του «Eth2»",
  "page-upgrades-why-cant-we-just-use-eth2-title": "Γιατί δεν μπορούμε απλά να χρησιμοποιήσουμε το Eth2;",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-title": "Ψυχολογική αντιμετώπιση",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-description": "Το μεγαλύτερο πρόβλημα με την ορολογία «Eth2», είναι ότι δημιουργεί λανθασμένες εντυπώσεις στους νέους χρήστες του Ethereum. Σκέφτονται ότι το «Eth1» είναι πρώτο και ακολουθεί το «Eth2». Ή ότι το «Eth1» παύει να ισχύει με την ενεργοποίηση του «Eth2». Κανένα από τα δύο δεν είναι σωστά. Με την αφαίρεση του όρου «Eth2», βοηθούμε όλους τους μελλοντικούς χρήστες από τις συγχύσεις των όρων.",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-title": "Περιεκτικότητα",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-description": "Καθώς ο οδικός χάρτης για το Ethereum έχει εξελιχθεί, το Ethereum 2.0 έχει γίνει μια ανακριβής αναπαράσταση του χρονοδιαγράμματος του Ethereum. Το να είμαστε προσεκτικοί και ακριβείς στην επιλογή των λέξεων, μας επιτρέπει το περιεχόμενο στο Ethereum να γίνεται κατανοητό από το ευρύτερο κοινό.",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-title": "Πρόληψη απάτης",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-description": "Δυστυχώς, κακόβουλοι παράγοντες επιχείρησαν να εκμεταλλευτούν την εσφαλμένη ονομασία «Eth2» προκειμένου να εξαπατήσουν τους χρήστες, λέγοντάς τους να ανταλλάξουν τα ETH τους με κρυπτονομίσματα «ETH2» ή ότι πρέπει να μεταφέρουν με κάποιο τρόπο τα ETH τους πριν από την αναβάθμιση Eth2. Ευελπιστούμε ότι αυτή η ενημερωμένη ορολογία θα προσφέρει σαφήνεια, έτσι ώστε να εξαλειφθεί αυτός ο φορέας απάτης και το οικοσύστημα να γίνει πιο ασφαλές.",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-title": "Σαφήνεια αποθήκευσης κεφαλαίου (staking)",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-description": "Μερικοί διαχειριστές αποθήκευσης κεφαλαίου επίσης απεικόνιζαν τα ETH που ήταν αποθηκευμένα στην Κύρια αλυσίδα με τον κωδικό χαρακτηρισμού «ETH2». Αυτό δημιουργεί μια ενδεχόμενη σύγχυση, δεδομένου ότι οι χρήστες των υπηρεσιών αυτών στην πραγματικότητα δε λαμβάνουν κρυπτονόμισμα «ETH2». Δεν υπάρχει κρυπτονόμισμα «ETH2». Απλά αντικατοπτρίζει το μερίδιό τους στην εν λόγω συμμετοχή του συγκεκριμένου παρόχου.",
  "page-upgrades-what-to-do": "Τι χρειάζεται να κάνετε;",
  "page-upgrades-what-to-do-desc": "Αν είστε χρήστης dapp ή κάτοχος ETH, δε χρειάζεται να κάνετε τίποτα. Αν είστε προγραμματιστής ή θέλετε να ξεκινήσετε με το αποθήκευση, υπάρχουν τρόποι με τους οποίους μπορείτε να συμμετάσχετε σήμερα.",
  "page-upgrades-whats-next": "Τι είναι οι αναβαθμίσεις του Ethereum;",
  "page-upgrades-whats-next-desc": "Ο οδικός χάρτης του Ethereum συμπεριλαμβάνει το πρωτόκολλο αναβαθμίσεων που θα κάνει το δίκτυο περισσότερο επεκτάσιμο, ασφαλές και βιώσιμο. Αυτές οι αναβαθμίσεις έχουν δημιουργηθεί από πολλές διαφορετικές ομάδες από ολόκληρο το οικοσύστημα του Ethereum.",
  "page-upgrades-whats-next-history": "Μάθετε για τις προηγούμενες αναβαθμίσεις του Ethereum",
  "page-upgrades-whats-ethereum": "Περιμένετε, τι είναι το Ethereum;",
  "page-upgrades-whats-new": "Τι ακολουθεί για το Ethereum;",
  "page-upgrades-security-link": "Περισσότερα για την ασφάλεια και πρόληψη κατά της απάτης",
  "page-staking-deposit-contract-staking-more-link": "Περισσότερα για το staking",
  "docs-nav-proof-of-stake": "Απόδειξη συμμετοχής",
  "docs-nav-proof-of-work": "Απόδειξη της εργασίας (Proof of work)",
  "page-upgrades-get-involved-ethresearch-1": "Τμηματοποίηση",
  "page-upgrades-get-involved-ethresearch-2": "Η Συγχώνευση"
}
