{
  "page-run-a-node-build-your-own-title": "Κατασκευάστε τον δικό σας",
  "page-run-a-node-build-your-own-hardware-title": "Βήμα 1 - Υλικά",
  "page-run-a-node-build-your-own-minimum-specs": "Ελάχιστες απαιτήσεις",
  "page-run-a-node-build-your-own-min-ram": "4 - 8 GB RAM",
  "page-run-a-node-build-your-own-ram-note-1": "Δείτε λεπτομέρειες για αποθήκευση",
  "page-run-a-node-build-your-own-ram-note-2": "Δείτε λεπτομέρειες για Raspberry Pi",
  "page-run-a-node-build-your-own-min-ssd": "2 TB SSD",
  "page-run-a-node-build-your-own-ssd-note": "Απαραίτητος δίσκος SSD λόγω ταχύτητας εγγραφής.",
  "page-run-a-node-build-your-own-recommended": "Προτεινόμενα",
  "page-run-a-node-build-your-own-nuc": "Intel NUC, 7ης γενιάς ή νεότερος",
  "page-run-a-node-build-your-own-nuc-small": "Επεξεργαστής x86",
  "page-run-a-node-build-your-own-connection": "Ενσύρματη σύνδεση διαδικτύου",
  "page-run-a-node-build-your-own-connection-small": "Δεν απαιτείται, αλλά παρέχει ευκολότερη ρύθμιση και πιο σταθερή σύνδεση",
  "page-run-a-node-build-your-own-peripherals": "Οθόνη και πληκτρολόγιο",
  "page-run-a-node-build-your-own-peripherals-small": "Εκτός αν χρησιμοποιείτε DAppNode ή εγκατάσταση μέσω ssh",
  "page-run-a-node-build-your-own-software": "Βήμα 2 - Λογισμικό",
  "page-run-a-node-build-your-own-software-option-1-title": "Επιλογή 1 - DAppNode",
  "page-run-a-node-build-your-own-software-option-1-description": "Όταν είστε έτοιμοι με τα υλικά σας, μπορείτε να κάνετε λήψη του λειτουργικού συστήματος DAppNode από έναν υπολογιστή και να το εγκαταστήσετε μέσω μιας συσκευής USB στο δίσκο σας SSD.",
  "page-run-a-node-build-your-own-software-option-1-button": "Εγκατάσταση DAppNode",
  "page-run-a-node-build-your-own-software-option-2-title": "Επιλογή 2 - Γραμμή εντολών",
  "page-run-a-node-build-your-own-software-option-2-description-1": "Για πλήρη έλεγχο, οι έμπειροι χρήστες μπορούν να κάνουν χρήση της γραμμής εντολών.",
  "page-run-a-node-build-your-own-software-option-2-description-2": "Δείτε τις οδηγίες για προγραμματιστές, για πληροφορίες σχετικά με την επιλογή λογισμικού πελάτη.",
  "page-run-a-node-build-your-own-software-option-2-button": "Εγκατάσταση με τη γραμμή εντολών",
  "page-run-a-node-buy-fully-loaded-title": "Αγοράστε ένα πλήρες σύστημα",
  "page-run-a-node-buy-fully-loaded-description": "Κάντε παραγγελία ενός έτοιμου συστήματος από προμηθευτές για ευκολότερη εμπειρία χρήσης.",
  "page-run-a-node-buy-fully-loaded-note-1": "Δεν απαιτείται συναρμολόγηση.",
  "page-run-a-node-buy-fully-loaded-note-2": "Εγκατάσταση εφαρμογών από γραφικό περιβάλλον.",
  "page-run-a-node-buy-fully-loaded-note-3": "Δεν απαιτείται γραμμή εντολών.",
  "page-run-a-node-censorship-resistance-title": "Ανθεκτικό στη Λογοκρισία",
  "page-run-a-node-censorship-resistance-preview": "Σίγουρη πρόσβαση όταν τη χρειάζεστε και χωρίς λογοκρισία.",
  "page-run-a-node-censorship-resistance-1": "Ένας κόμβος τρίτων, θα μπορούσε να επιλέξει να μην εκτελέσει συναλλαγές από συγκεκριμένες διευθύνσεις IP ή συναλλαγές από συγκεκριμένους λογαριασμούς, ενδεχομένως να σας αποκλείουν από τη χρήση του δικτύου όταν το χρειάζεστε. ",
  "page-run-a-node-censorship-resistance-2": "Όταν εκτελείτε τον δικό σας κόμβο, μπορείτε ανά πάσα στιγμή να υποβάλλετε τις συναλλαγές σας στους χρήστες του υπόλοιπου δικτύου.",
  "page-run-a-node-community-title": "Λάβετε βοήθεια",
  "page-run-a-node-community-description-1": "Οι διαδικτυακές πλατφόρμες όπως το Discord ή το Reddit φιλοξενούν μεγάλο αριθμό κοινοτήτων προγραμματιστών, πρόθυμοι να σας βοηθήσουν με οποιεσδήποτε ερωτήσεις μπορεί να αντιμετωπίσετε.",
  "page-run-a-node-community-description-2": "Μην προσπαθείτε μόνοι σας. Αν έχετε μια ερώτηση, είναι πιθανό κάποιος εδώ να σας βοηθήσει να βρείτε μια απάντηση.",
  "page-run-a-node-community-link-1": "Εγγραφείτε στο Discord του DAppNode",
  "page-run-a-node-community-link-2": "Βρείτε διαδικτυακές κοινότητες",
  "page-run-a-node-choose-your-adventure-title": "Επιλέξτε τη δική σας περιπέτεια",
  "page-run-a-node-choose-your-adventure-1": "Θα χρειαστείτε κάποια υλικά για να ξεκινήσετε. Το λογισμικό κόμβου είναι δυνατό να εκτελείται σε προσωπικό υπολογιστή αλλά έχοντας ένα μηχάνημα αποκλειστικά γι αυτό μπορεί να ενισχύσει σημαντικά την απόδοση του κόμβου σας, ελαχιστοποιώντας παράλληλα την επίδρασή του στον κύριο υπολογιστή σας.",
  "page-run-a-node-choose-your-adventure-2": "Κατά την επιλογή του υλικού, υπολογίστε ότι ο όγκος της κρυπτοαλυσίδας αυξάνεται συνεχώς και η συντήρηση θα είναι αναπόφευκτα απαραίτητη. Με την αύξηση των προδιαγραφών μπορεί να βοηθήσει στην καθυστέρηση της ανάγκης για συντήρηση του κόμβου.",
  "page-run-a-node-choose-your-adventure-build-1": "Μια φθηνότερη και προσαρμόσιμη επιλογή για ελαφρώς πιο τεχνικούς χρήστες.",
  "page-run-a-node-choose-your-adventure-build-bullet-1": "Χρησιμοποιήστε δικές σας συσκευές.",
  "page-run-a-node-choose-your-adventure-build-bullet-2": "Εγκατάσταση DAppNode.",
  "page-run-a-node-choose-your-adventure-build-bullet-3": "Ή επιλέξτε το δικό σας λειτουργικό και εφαρμογές πελάτη.",
  "page-run-a-node-choose-your-adventure-build-start": "Ξεκινήστε να δημιουργείτε",
  "page-run-a-node-decentralized-title": "Αποκέντρωση",
  "page-run-a-node-decentralized-preview": "Αντισταθείτε δυναμικά στην υπερίσχυση των κεντρικών σημείων.",
  "page-run-a-node-decentralized-1": "Οι κεντρικοί διακομιστές νέφους μπορούν να παρέχουν πολλή υπολογιστική ισχύ, αλλά παρέχουν έναν στόχο για τα έθνη - κράτη ή τους κακόβουλους που επιθυμούν να διαταράξουν το δίκτυο.",
  "page-run-a-node-decentralized-2": "Η ανθεκτικότητα του δικτύου επιτυγχάνεται με την προσθήκη περισσότερων κόμβων, σε διαφορετικές γεωγραφικά τοποθεσίες, που λειτουργούν από περισσότερους ανθρώπους με διαφορετικά υπόβαθρα. Καθώς περισσότεροι άνθρωποι εκτελούν το δικό τους κόμβο, η εξάρτηση από κεντρικά σημεία αποτυχίας μειώνεται, καθιστώντας το δίκτυο ισχυρότερο.",
  "page-run-a-node-further-reading-title": "Περισσότερες πληροφορίες",
  "page-run-a-node-further-reading-1-link": "Μαθαίνοντας το Ethereum - Γιατί να Εκτελέσω Πλήρη Κόμβο",
  "page-run-a-node-further-reading-1-author": "Ανδρέας Αντωνόπουλος",
  "page-run-a-node-further-reading-2-link": "Ethereum σε ARM - Οδηγός γρήγορης εκκίνησης",
  "page-run-a-node-further-reading-3-link": "Τα Όρια Επεκτασιμότητας του Blockchain",
  "page-run-a-node-further-reading-3-author": "Vitalik Buterin",
  "page-run-a-node-getting-started-title": "Ξεκινώντας",
  "page-run-a-node-getting-started-software-section-1": "Στα αρχικά στάδια του δικτύου, οι χρήστες έπρεπε να μπορούν να χρησιμοποιούν τη γραμμή εντολών προκειμένου να διαχειριστούν ένα κόμβο Ethereum.",
  "page-run-a-node-getting-started-software-section-1-alert": "Εάν το προτιμάτε και έχετε την ικανότητα, δείτε την τεχνική τεκμηρίωσή μας.",
  "page-run-a-node-getting-started-software-section-1-link": "Εκτελέστε έναν κόμβο Ethereum",
  "page-run-a-node-getting-started-software-section-2": "Έχουμε πλέον το DAppNode, το οποίο είναι <b>ελεύθερο και ανοιχτό λογισμικό</b> που προσφέρει στους χρήστες την <b>εμπειρία ως εφαρμογή</b> καθώς γίνεται η διαχείριση του κόμβου.",
  "page-run-a-node-getting-started-software-section-3a": "Με λίγα πατήματα μπορείτε να έχετε τον κόμβο σας έτοιμο και να λειτουργεί.",
  "page-run-a-node-getting-started-software-section-3b": "Το DAppNode κάνει εύκολο για τους χρήστες να εκτελέσουν πλήρη κόμβους, καθώς και <a href=\"/glossary/#dapp\">dapps</a> και άλλα δίκτυα <a href=\"/glossary/#peer-to-peer-network\">P2P</a>, χωρίς τη χρήση της γραμμής εντολών. Αυτό διευκολύνει τη συμμετοχή χρηστών και τη δημιουργία ενός πιο αποκεντρωμένου δικτύου.",
  "page-run-a-node-getting-started-software-title": "Μέρος 2: Λογισμικό",
  "page-run-a-node-glyph-alt-terminal": "Γραφικό για τερματικό",
  "page-run-a-node-glyph-alt-phone": "Γραφικό για πάτημα σε τηλέφωνο",
  "page-run-a-node-glyph-alt-dappnode": "Γραφικό του DAppNode",
  "page-run-a-node-glyph-alt-pnp": "Γραφικό για Plug-n-play",
  "page-run-a-node-glyph-alt-hardware": "Γραφικό για υλικό",
  "page-run-a-node-glyph-alt-software": "Γραφικό για λήψη λογισμικού",
  "page-run-a-node-glyph-alt-privacy": "Γραφικό για ιδιωτικότητα",
  "page-run-a-node-glyph-alt-censorship-resistance": "Γραφικό για μεγάφωνο αντίστασης στη λογοκρισία",
  "page-run-a-node-glyph-alt-earth": "Γραφικό για πλανήτη",
  "page-run-a-node-glyph-alt-decentralization": "Γραφικό για αποκέντρωση",
  "page-run-a-node-glyph-alt-vote": "Γραφικό για η φωνή σας η ψήφος σας",
  "page-run-a-node-glyph-alt-sovereignty": "Γραφικό για κυριαρχία",
  "page-run-a-node-hero-alt": "Γραφικό για γραφικό",
  "page-run-a-node-hero-header": "Πάρτε τον πλήρη έλεγχο. <br />Εκτελέστε τον κόμβο σας.",
  "page-run-a-node-hero-subtitle": "Γίνετε κυρίαρχος βοηθώντας παράλληλα στην ασφάλεια του δικτύου. Γίνετε Ethereum.",
  "page-run-a-node-hero-cta-1": "Μάθετε περισσότερα",
  "page-run-a-node-install-manually-title": "Χειροκίνητη εγκατάσταση",
  "page-run-a-node-install-manually-1": "Αν είστε πιο τεχνικός χρήστης και έχετε αποφασίσει να φτιάξετε τη δική σας συσκευή, μπορείτε να κάνετε λήψη του DAppNode από οποιονδήποτε υπολογιστή και να εγκατασταθεί σε ένα νέο δίσκο SSD μέσω μιας μονάδας USB.",
  "page-run-a-node-meta-description": "Μια εισαγωγή για το τι, γιατί και πώς να εκτελέσετε έναν κόμβο Ethereum.",
  "page-run-a-node-participate-title": "Συμμετέχετε",
  "page-run-a-node-participate-preview": "Η επανάσταση της αποκέντρωσης ξεκινά με <strong>εσάς</strong>.",
  "page-run-a-node-participate-1": "Με την εκτέλεση ενός κόμβου γίνεστε μέρος ενός παγκόσμιου κινήματος για την αποκέντρωση του ελέγχου και της εξουσίας στον κόσμο των πληροφοριών.",
  "page-run-a-node-participate-2": "Αν είστε κάτοχος, αυξήστε την αξία των ETH σας υποστηρίζοντας την υγεία και την αποκέντρωση του δικτύου και εξασφαλίστε ότι εσείς έχετε το λόγο για το μέλλον του.",
  "page-run-a-node-privacy-title": "Απόρρητο και Ασφάλεια",
  "page-run-a-node-privacy-preview": "Σταματήστε να διαρρέετε τα προσωπικά σας στοιχεία σε κόμβους τρίτων.",
  "page-run-a-node-privacy-1": "Με την αποστολή συναλλαγών με χρήση των δημόσιων κόμβων, προσωπικές πληροφορίες μπορούν να διαρρεύσουν σε υπηρεσίες τρίτων, όπως η διεύθυνση IP σας και οι διευθύνσεις Ethereum που κατέχετε.",
  "page-run-a-node-privacy-2": "Με χρήση συμβατών πορτοφολιών στον κόμβο σας, μπορείτε να τα χρησιμοποιήσετε για ασφαλή και ιδιωτική αλληλεπίδραση με την κρυπτοαλυσίδα.",
  "page-run-a-node-privacy-3": "Επίσης, αν ένας κακόβουλος κόμβος αποστείλει μια μη έγκυρη συναλλαγή, ο κόμβος σας απλά θα τον αγνοήσει. Κάθε συναλλαγή επαληθεύεται τοπικά στο δικό σας μηχάνημα, οπότε δε χρειάζεται να εμπιστεύεστε κανέναν.",
  "page-run-a-node-rasp-pi-title": "Μια σημείωση για το Raspberry Pi (επεξεργαστής ARM)",
  "page-run-a-node-rasp-pi-description": "Τα Raspberry Pi είναι ελαφροί και οικονομικοί υπολογιστές, αλλά έχουν περιορισμούς που μπορεί να επηρεάσουν την απόδοση του κόμβου σας. Αν και δε συνιστάται επί του παρόντος για αποθήκευση των νομισμάτων σας, μπορεί να είναι μια εξαιρετική και φθηνή επιλογή για την εκτέλεση ενός κόμβου προσωπικής χρήσης, με μόλις 4 - 8 GB RAM.",
  "page-run-a-node-rasp-pi-note-2-link": "Τεκμηρίωση Ethereum για ARM",
  "page-run-a-node-rasp-pi-note-2-description": "Μάθετε πώς να εγκαταστήσετε έναν κόμβο μέσω γραμμής εντολών σε Raspberry Pi",
  "page-run-a-node-rasp-pi-note-3-link": "Εκτελέστε έναν κόμβο με Raspberry Pi",
  "page-run-a-node-rasp-pi-note-3-description": "Δείτε εδώ εάν προτιμάτε τα σεμινάρια",
  "page-run-a-node-shop": "Κατάστημα",
  "page-run-a-node-shop-avado": "Κατάστημα Avado",
  "page-run-a-node-shop-dappnode": "Κατάστημα DAppNode",
  "page-run-a-node-staking-title": "Αποθηκεύστε τα ΕΤΗ σας",
  "page-run-a-node-staking-description": "Αν και δεν απαιτείται, με έναν κόμβο έτοιμο και λειτουργικό είστε ένα βήμα πιο κοντά στην αποθήκευση των ETH σας, για να κερδίσετε ανταμοιβές και να βοηθήσετε με ένα διαφορετικό τρόπο στην ασφάλεια του Ethereum.",
  "page-run-a-node-staking-link": "Αποθήκευση ΕΤΗ",
  "page-run-a-node-staking-plans-title": "Σχεδιάζετε να αποθηκεύσετε νομίσματα;",
  "page-run-a-node-staking-plans-description": "Για τη μέγιστη αποτελεσματικότητα του επικυρωτή σας, συνιστάται η χρήση τουλάχιστον 16 GB RAM, αλλά τα 32 GB είναι καλύτερα, με βαθμολογία της CPU 6667+ στο <a href=\"https://cpubenchmark.net\" target=\"_blank\">cpubenchmark.et</a>. Συνιστάται επίσης να υπάρχει πρόσβαση στο διαδίκτυο με απεριόριστο εύρος ζώνης υψηλής ταχύτητας, αν και αυτό δεν είναι μια απόλυτη απαίτηση.",
  "page-run-a-node-staking-plans-ethstaker-link-label": "Αγορά υλικών για κατασκευή επικυρωτή Ethereum",
  "page-run-a-node-staking-plans-ethstaker-link-description": "Το EthStaker διαθέτει περισσότερο ειδικές λεπτομέρειες",
  "page-run-a-node-sovereignty-title": "Κυριαρχία",
  "page-run-a-node-sovereignty-preview": "Σκεφθείτε την εκτέλεση ενός κόμβου, όπως το επόμενο βήμα από το να πάρετε το δικό σας πορτοφόλι.",
  "page-run-a-node-sovereignty-1": "Ένα πορτοφόλι Ethereum σας επιτρέπει να έχετε την πλήρη επιμέλεια και έλεγχο των ψηφιακών στοιχείων σας, διατηρώντας τα ιδιωτικά κλειδιά των διευθύνσεων σας, αλλά αυτά τα κλειδιά δε σας λένε την τρέχουσα κατάσταση του blockchain, όπως το υπόλοιπο του πορτοφολιού σας.",
  "page-run-a-node-sovereignty-2": "Από προεπιλογή, τα πορτοφόλια Ethereum συνήθως απευθύνονται σε έναν κόμβο τρίτου μέρους, όπως το Infura ή το Alchemy, όταν ψάχνουν το υπόλοιπό σας. Η εκτέλεση του δικού σας κόμβου σας επιτρέπει να έχετε το δικό σας αντίγραφο του blockchain Ethereum.",
  "page-run-a-node-title": "Εκτελέστε ένα κόμβο",
  "page-run-a-node-meta-title": "Πως να εκτελέσετε έναν κόμβο Ethereum",
  "page-run-a-node-voice-your-choice-title": "Κάντε την επιλογή σας",
  "page-run-a-node-voice-your-choice-preview": "Μην παραχωρείτε τον έλεγχο σε εκδηλώσεις για αναβαθμίσεις.",
  "page-run-a-node-voice-your-choice-1": "Σε περίπτωση ενσωμάτωσης αλυσίδας, όπου δύο αλυσίδες ενσωματώνονται με δύο διαφορετικά σύνολα κανόνων, εκτελώντας τον δικό σας κόμβο εγγυάται την ικανότητά σας να επιλέξετε ποιο σύνολο κανόνων υποστηρίζετε. Εξαρτάται από εσάς η αναβάθμιση στους νέους κανόνες και η υποστήριξη των προτεινόμενων αλλαγών.",
  "page-run-a-node-voice-your-choice-2": "Εάν αποθηκεύετε ETH, η εκτέλεση του δικού σας κόμβου σας επιτρέπει να επιλέξετε το δικό σας πελάτη, για να ελαχιστοποιήσετε τον κίνδυνο περικοπής και να αντιδράσετε στις διακυμάνσεις των απαιτήσεων του δικτύου με την πάροδο του χρόνου. Η αποθήκευση με έναν τρίτο ακυρώνει την ψήφο σας για την οποία ο πελάτης που νομίζετε ότι είναι η καλύτερη επιλογή.",
  "page-run-a-node-what-title": "<i>Τι</i> σημαίνει «η εκτέλεση ενός κόμβου»;",
  "page-run-a-node-what-1-subtitle": "Εκτέλεση λογισμικού.",
  "page-run-a-node-what-1-text": "Γνωστό ως «εφαρμογή πελάτη», αυτό το λογισμικό κάνει λήψη ενός αντιγράφου της κρυπτοαλυσίδας του Ethereum και επαληθεύει την εγκυρότητα κάθε τμήματος. Στη συνέχεια το κρατά ενημερωμένο με τα νέα μπλοκ και συναλλαγές, βοηθώντας άλλους στη λήψη και ενημέρωση των δικών τους αντιγράφων.",
  "page-run-a-node-what-2-subtitle": "Με υλικό.",
  "page-run-a-node-what-2-text": "Το Ethereum έχει σχεδιαστεί για να εκτελεί έναν κόμβο σε μέσης ποιότητας υπολογιστή. Μπορείτε να χρησιμοποιήσετε οποιονδήποτε προσωπικό υπολογιστή σας, αλλά οι περισσότεροι χρήστες επιλέγουν ειδικό υλικό για να μεγιστοποιήσουν την απόδοση του συστήματός τους και να ελαχιστοποιήσουν το χρόνο διακοπής του κόμβου.",
  "page-run-a-node-what-3-subtitle": "Όσο είστε συνδεδεμένοι.",
  "page-run-a-node-what-3-text": "Η εκτέλεση ενός κόμβου Ethereum μπορεί να ακούγεται περίπλοκη, αλλά είναι απλά η συνεχής λειτουργία της εφαρμογής πελάτη σε έναν υπολογιστή με σύνδεση στο διαδίκτυο. Όταν ο κόμβος είναι εκτός σύνδεσης θα είναι απλά ανενεργός μέχρι να συνδεθεί και να ενημερωθεί με τις τελευταίες αλλαγές.",
  "page-run-a-node-who-title": "<i>Ποιος</i> πρέπει να εκτελέσει έναν κόμβο;",
  "page-run-a-node-who-preview": "Οι κόμβοι δεν είναι μόνο για επικυρωτές με την <a href=\"/glossary/#pos\">απόδειξη συμμετοχής</a>. <i>Οποιοσδήποτε</i> μπορεί να εκτελέσει έναν κόμβο, δε χρειάζεστε καν ETH.",
  "page-run-a-node-who-copy-1": "Δε χρειάζεται να <a href=\"/glossary/#staking\">αποθηκεύσετε</a> ETH για να εκτελέσετε έναν κόμβο. Στην πραγματικότητα, είναι ο κάθε κόμβος στο Ethereum που κρατά τους επικυρωτές υπόλογους.",
  "page-run-a-node-who-copy-2": "Μπορεί να μη λαμβάνετε τις οικονομικές ανταμοιβές που κερδίζουν οι επικυρωτές, αλλά υπάρχουν αρκετά πλεονεκτήματα στην εκτέλεση ενός κόμβου Ethereum που πρέπει να υπολογίσει ένας χρήστης, συμπεριλαμβανομένης της ιδιωτικότητας, της ασφάλειας, της μειωμένης εξάρτησης από διακομιστές τρίτων, της αντίστασης στη λογοκρισία και τη βελτίωση της υγείας και της αποκέντρωσης του δικτύου.",
  "page-run-a-node-who-copy-3": "Έχοντας τον δικό σας κόμβο σημαίνει ότι δε χρειάζεται να εμπιστεύεστε πληροφορίες σχετικά με την κατάσταση του δικτύου που παρέχεται από τρίτους.",
  "page-run-a-node-who-copy-bold": "Μην εμπιστεύεστε. Επαληθεύστε.",
  "page-run-a-node-why-title": "<i>Γιατί</i> να εκτελέσετε έναν κόμβο;"
}
