{
  "page-get-eth-article-keeping-crypto-safe": "Τα κλειδιά για την ασφάλεια των κρυπτονομισμάτων σας",
  "page-get-eth-article-protecting-yourself": "Προστατέψτε τον εαυτό σας και το κεφάλαιό σας",
  "page-get-eth-article-store-digital-assets": "Πώς να αποθηκεύσετε τα ψηφιακά στοιχεία σας στο Ethereum",
  "page-get-eth-article-protecting-yourself-desc": "MyCrypto",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": "Επίσημα ανταλλακτήρια",
  "page-get-eth-cex-desc": "Τα ανταλλακτικά είναι επιχειρήσεις που σας επιτρέπουν να αγοράσετε κρυπτονομίσματα χρησιμοποιώντας τα παραδοσιακά νομίσματα. Έχουν την επιμέλεια πάνω από οποιοδήποτε ETH που αγοράζετε μέχρι να το στείλετε σε ένα δικό σας πορτοφόλι.",
  "page-get-eth-checkout-dapps-btn": "Δείτε τις εφαρμογές dapps",
  "page-get-eth-community-safety": "Δημοσιεύσεις της κοινότητας για την ασφάλεια",
  "page-get-eth-description": "Το Ethereum δεν ελέγχεται από κανέναν οργανισμό, είναι αποκεντρωμένο.",
  "page-get-eth-dex": "Αποκεντρωμένα ανταλλακτήρια (DEXs)",
  "page-get-eth-dex-desc": "Αν θέλετε περισσότερο έλεγχο, αγοράστε ETH μέσω <a href=\"/glossary/#smart-contract\">έξυπνου συμβολαίου</a>. Μέσω DEX μπορείτε να κάνετε συναλλαγές ψηφιακών στοιχείων χωρίς να χρειάζεται ποτέ να δώσετε τον έλεγχο των κεφαλαίων σας σε μια κεντρική εταιρεία.",
  "page-get-eth-peers": "Λάβετε ETH από τους χρήστες σας",
  "page-get-eth-peers-desc": "Μόλις αποκτήσετε ένα λογαριασμό Ethereum, το μόνο που χρειάζεται να κάνετε είναι να μοιραστείτε τη διεύθυνσή σας για να ξεκινήσετε την αποστολή και τη λήψη ETH (και άλλων ψηφιακών στοιχείων) από χρήστη σε χρήστη.",
  "page-get-eth-staking": "Ανταμοιβές από αποθηκευμένο κεφάλαιο",
  "page-get-eth-staking-desc": "Εάν έχετε ήδη κάποια ETH, μπορείτε να κερδίσετε περισσότερα εκτελώντας έναν κόμβο επικύρωσης. Πληρώνεστε για να κάνετε αυτήν την εργασία επαλήθευσης σε ETH.",
  "page-get-eth-earn": "Αποκτήστε ΕΤΗ",
  "page-get-eth-earn-desc": "Μπορείτε να κερδίσετε ETH δουλεύοντας για ένα DAO ή εταιρείες που πληρώνουν σε κρυπτονομίσματα, κερδίζοντας bounties, βρίσκοντας σφάλματα λογισμικού και πολλά άλλα.",
  "page-get-eth-daos-link-desc": "Μάθετε για τους DAO",
  "page-get-eth-cex-link-desc": "Δείτε μια λίστα από ανταλλακτήρια",
  "page-get-eth-staking-link-desc": "Μάθετε περισσότερα για την αποθήκευση κεφαλαίου",
  "page-get-eth-dexs": "Αποκεντρωμένα ανταλλακτήρια (DEXs)",
  "page-get-eth-dexs-desc": "Τα αποκεντρωμένα ανταλλακτήρια είναι ανοικτές αγορές για το ETH και άλλα κρυπτονομίσματα. Συνδέουν άμεσα τους αγοραστές με τους πωλητές.",
  "page-get-eth-dexs-desc-2": "Αντί τη χρήση ενός αξιόπιστου τρίτου μέρους για την προστασία των κεφαλαίων κατά τη συναλλαγή, χρησιμοποιούν έναν κώδικα. Το ETH του πωλητή θα μεταφερθεί μόνο όταν υπάρχει εγγύηση της πληρωμής. Αυτός ο τύπος κώδικα είναι γνωστός και ως έξυπνο συμβόλαιο.",
  "page-get-eth-dexs-desc-3": "Αυτό σημαίνει ότι υπάρχουν λιγότεροι γεωγραφικοί περιορισμοί από ότι με τα κεντρικά ανταλλακτήρια. Αν κάποιος πουλάει αυτό που θέλετε και αποδέχεται τη μέθοδο πληρωμής που παρέχετε, είστε έτοιμοι.",
  "page-get-eth-dexs-desc-4": "Σημείωση: πολλά dexes χρησιμοποιούν wrapped ether (WETH) για να λειτουργήσουν. <a href=\"/wrapped-eth\">Μάθετε περισσότερα για το wrapped ether</a>.",
  "page-get-eth-do-not-copy": "Παράδειγμα: μην το αντιγράψετε",
  "page-get-eth-exchanges-disclaimer": "Συλλέξαμε τις πληροφορίες με μη αυτόματο τρόπο. Αν εντοπίσετε κάτι λάθος, ενημερώστε μας στο",
  "page-get-eth-exchanges-empty-state-text": "Εισαγάγετε τη χώρα σας για να δείτε τη λίστα ανταλλακτηρίων που μπορείτε να χρησιμοποιήσετε.",
  "page-get-eth-exchanges-except": "Εκτός",
  "page-get-eth-exchanges-header": "Σε ποια χώρα είσαστε;",
  "page-get-eth-exchanges-header-exchanges": "Ανταλλακτήρια",
  "page-get-eth-exchanges-header-wallets": "Πορτοφόλια",
  "page-get-eth-exchanges-intro": "Τα ανταλλακτήρια έχουν περιορισμούς σχετικά με την πώληση κρυπτονομισμάτων. Παρακάτω, είναι μια ενδεικτική λίστα υπηρεσιών που πιστεύεται ότι λειτουργούν σε κάθε χώρα. Η συμπερίληψη εδώ δεν αποτελεί έγκριση, θα πρέπει να κάνετε τη δική σας έρευνα!",
  "page-get-eth-exchanges-no-exchanges": "Λυπούμαστε, δεν γνωρίζουμε κάποιο ανταλλακτήριο για αγορά ETH από αυτή τη χώρα. Εάν βρείτε κάποιο ενημερώστε μας στο",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Λυπούμαστε, δεν γνωρίζουμε κάποιο ανταλλακτήριο για αγορά ETH από αυτή τη χώρα. Εάν βρείτε κάποιο ενημερώστε μας στο",
  "page-get-eth-exchanges-no-wallets": "Λυπούμαστε, δεν γνωρίζουμε κάποιο πορτοφόλι για αγορά ETH από αυτή τη χώρα. Εάν βρείτε κάποιο ενημερώστε μας στο",
  "page-get-eth-exchanges-search": "Πληκτρολογήστε την τοποθεσία σας...",
  "page-get-eth-exchanges-success-exchange": "Μπορεί να χρειαστούν αρκετές ημέρες για να εγγραφείτε σε ένα ανταλλακτήριο ανάλογα με τους ελέγχους που απαιτούνται.",
  "page-get-eth-exchanges-success-wallet-link": "πορτοφόλια",
  "page-get-eth-exchanges-success-wallet-paragraph": "Από όπου βρίσκεστε, μπορείτε να αγοράσετε ETH απευθείας από αυτά τα πορτοφόλια. Μάθετε περισσότερα σχετικά",
  "page-get-eth-exchanges-usa": "Ηνωμένες Πολιτείες της Αμερικής (ΗΠΑ)",
  "page-get-eth-get-wallet-btn": "Επιλέξτε ένα πορτοφόλι",
  "page-get-eth-hero-image-alt": "Εικόνα ήρωα, αγορά ΕΤΗ",
  "page-get-eth-keep-it-safe": "Κρατήστε τα ETH σας ασφαλή",
  "page-get-eth-meta-description": "Πώς να αγοράσετε ETH με βάση την τοποθεσία σας, καθώς και επιπλέον συμβουλές.",
  "page-get-eth-meta-title": "Πώς να αγοράσετε Ethereum (ETH)",
  "page-get-eth-need-wallet": "Θα χρειαστείτε ένα πορτοφόλι για να χρησιμοποιήσετε ένα DEX.",
  "page-get-eth-new-to-eth": "Είστε καινούργιοι στο ΕΤΗ; Ενημερωθείτε παρακάτω για να ξεκινήσετε.",
  "page-get-eth-other-cryptos": "Αγοράστε με άλλα κρυπτονομίσματα",
  "page-get-eth-protect-eth-desc": "Ένα από τα κύρια χαρακτηριστικά του Ethereum είναι ότι διατηρείτε τον έλεγχο των δικών σας περιουσιακών στοιχείων, με τη διαχείριση του δικού σας λογαριασμού. Αυτό σημαίνει ότι δε χρειάζεται να εμπιστεύεστε κανένα τρίτο μέρος για τα περιουσιακά σας στοιχεία και προστατεύεστε από οποιονδήποτε κεντρική υπηρεσία ενεργεί κακόβουλα, χρεοκοπήσει ή δεχτεί παραβίαση. Ωστόσο, σημαίνει επίσης ότι αναλαμβάνετε την ευθύνη για τη δική σας ασφάλεια.",
  "page-get-eth-protect-eth-in-wallet": "Διατηρήστε τα ETH σας στο δικό σας πορτοφόλι.",
  "page-get-eth-search-by-country": "Αναζήτηση ανά χώρα",
  "page-get-eth-security": "Αυτό σημαίνει ότι πρέπει να λάβετε σοβαρά υπόψη την ασφάλεια των κεφαλαίων σας. Με τα ETH, δεν εμπιστεύεστε μια τράπεζα ή εταιρεία να φροντίσει τα περιουσιακά σας στοιχεία. Αναλαμβάνετε την υποχρέωση της προσωπικής ευθύνης.",
  "page-get-eth-smart-contract-link": "Περισσότερα για τα έξυπνα συμβόλαια",
  "page-get-eth-swapping": "Κάντε ανταλλαγή μεταξύ κρυπτονομισμάτων - ΕΤΗ και αντίστροφα.",
  "page-get-eth-try-dex": "Δοκιμάστε ένα DEX",
  "page-get-eth-use-your-eth": "Χρησιμοποιήστε τα ETH σας",
  "page-get-eth-use-your-eth-dapps": "Τώρα που έχετε μερικά ΕΤΗ, δείτε μερικές εφαρμογές του Ethereum (dapps). Υπάρχουν dapps για την οικονομία, τα κοινωνικά μέσα, παιχνίδια και πολλές άλλες κατηγορίες.",
  "page-get-eth-wallet-instructions": "Ακολουθήστε τις οδηγίες του πορτοφολιού",
  "page-get-eth-wallet-instructions-lost": "Αν χάσετε την πρόσβαση στον λογαριασμό σας, θα χάσετε την πρόσβαση στα χρήματά σας. Το πορτοφόλι σας θα πρέπει να σας δώσει σχετικές οδηγίες προστασίας σε περίπτωση απώλειας. Φροντίστε να τις ακολουθήσετε προσεκτικά. Στις περισσότερες περιπτώσεις, κανείς δεν μπορεί να σας βοηθήσει αν χάσετε την πρόσβαση στον λογαριασμό σας.",
  "page-get-eth-wallets": "Πορτοφόλια",
  "page-get-eth-wallets-link": "Περισσότερα για τα πορτοφόλια",
  "page-get-eth-wallets-purchasing": "Ορισμένα πορτοφόλια σας επιτρέπουν να αγοράσετε κρυπτονομίσματα με χρεωστική/πιστωτική κάρτα, τραπεζικό έμβασμα ή ακόμα και Apple Pay. Υπάρχουν γεωγραφικοί περιορισμοί.",
  "page-get-eth-warning": "Αυτά τα DEX δεν είναι για αρχάριους, καθώς θα χρειαστείτε μερικά ETH για να τα χρησιμοποιήσετε. Αναφέρονται ως παραδείγματα και όχι εγκεκριμένα προϊόντα. Κάντε τη δική σας έρευνα!",
  "page-get-eth-what-are-DEX's": "Τι είναι τα DEXs;",
  "page-get-eth-whats-eth-link": "Τι είναι το ETH;",
  "page-get-eth-where-to-buy-desc": "Μπορείτε να κερδίσετε ETH, να λάβετε από χρήστες ή να αγοράσετε από ανταλλακτήρια και εφαρμογές.",
  "page-get-eth-where-to-buy-desc-2": "Ελέγξτε ποιες υπηρεσίες μπορείτε να χρησιμοποιήσετε ανάλογα με τη χώρα σας.",
  "page-get-eth-where-to-buy-title": "Από πού να αγοράσετε ETH",
  "page-get-eth-your-address": "Η διεύθυνση ETH σας",
  "page-get-eth-your-address-desc": "Όταν αποκτήσετε ένα πορτοφόλι δημιουργείται η δική σας δημόσια διεύθυνση ETH:",
  "page-get-eth-your-address-desc-3": "Σκεφτείτε το όπως το email σας, αλλά αντί της αλληλογραφίας μπορεί να λάβει ETH. Αν θέλετε να μεταφέρετε ETH από ένα ανταλλακτήριο στο πορτοφόλι σας, χρησιμοποιήστε τη διεύθυνσή σας ως προορισμό. Κάντε πάντοτε διπλό έλεγχο της διεύθυνσης πριν από την αποστολή!",
  "page-get-eth-your-address-wallet-link": "Δείτε τα πορτοφόλια",
  "listing-policy-raise-issue-link": "Αναφορά σφάλματος",
  "page-find-wallet-last-updated": "Τελευταία ενημέρωση"
}
