{
  "page-index-hero-image-alt": "μεγάλη εικόνα ethereum.org",
  "page-index-meta-description": "Το Ethereum είναι μια παγκόσμια, αποκεντρωμένη πλατφόρμα για χρήματα και νέα είδη εφαρμογών. Στο Ethereum, μπορείτε να γράψετε κώδικα που ελέγχει χρήματα και να δημιουργήσετε εφαρμογές προσβάσιμες οπουδήποτε στον κόσμο.",
  "page-index-meta-title": "Αρχική",
  "page-index-sections-developers-desc": "Μάθετε για την τεχνολογία πίσω από το Ethereum και τις εφαρμογές του, ώστε να μπορείτε να ξεκινήσετε να δημιουργείτε με αυτό.",
  "page-index-sections-developers-image-alt": "Απεικόνιση ενός χεριού που κατασκευάζει ένα σύμβολο Ethereum φτιαγμένο από τούβλα lego",
  "page-index-sections-developers-link-text": "Ξεκινήστε να δημιουργείτε",
  "page-index-sections-developers-title": "Προγραμματιστές",
  "page-index-sections-enterprise-desc": "Δείτε πώς το Ethereum μπορεί να ανοίξει νέα επιχειρηματικά μοντέλα, να μειώσει το κόστος σας και να εξασφαλίσει τη μελλοντική εξέλιξη της επιχείρησής σας.",
  "page-index-sections-enterprise-image-alt": "Απεικόνιση μιας ομάδας που εργάζεται σε ένα πρόγραμμα Ethereum γύρω από έναν φορητό υπολογιστή",
  "page-index-sections-enterprise-link-text": "Ethereum για Επιχείρηση",
  "page-index-sections-enterprise-title": "Επιχείρηση",
  "page-index-sections-individuals-desc": "Γνωρίστε τα Ethereum, Ether, πορτοφόλια, token και πολλά άλλα, ώστε να μπορείτε να αρχίσετε να χρησιμοποιείτε τις εφαρμογές του Ethereum.",
  "page-index-sections-individuals-image-alt": "Απεικόνιση ενός σκύλου doge που κάθεται σε έναν υπολογιστή",
  "page-index-sections-individuals-link-text": "Ξεκινήστε με το Ethereum",
  "page-index-sections-individuals-title": "Σχετικά με το Ethereum",
  "page-index-subtitle": "Στο Ethereum, μπορείτε να γράψετε κώδικα ο οποίος ελέγχει ψηφιακές αξίες, τρέχει ακριβώς όπως έχει προγραμματιστεί και είναι προσβάσιμος οπουδήποτε στον κόσμο.",
  "page-index-title": "Το Ethereum είναι μια παγκόσμια πλατφόρμα ανοικτού κώδικα για αποκεντρωμένες εφαρμογές."
}
