{
  "page-local-environment-brownie-desc": "Ένα πλαίσιο ανάπτυξης και δοκιμών με βάση την Python για smart contracts που στοχεύουν την εικονική μηχανή Ethereum.",
  "page-local-environment-brownie-logo-alt": "Λογότυπο Brownie",
  "page-local-environment-kurtosis-desc": "Μια εργαλειοθήκη που βασίζεται σε συγκεκριμένο θέμα για εύκολη διαμόρφωση ενός δικτύου δοκιμών Ethereum πολλαπλών πελατών για γρήγορη ανάπτυξη, δημιουργία πρωτοτύπων και δοκιμών τοπικών εφαρμογών.",
  "page-local-environment-kurtosis-logo-alt": "Λογότυπο Kurtosis",
  "page-local-environment-epirus-desc": "Μια πλατφόρμα ανάπτυξης, ελέγχου και παρακολούθησης εφαρμογών blockchain στην Java Virtual Machine.",
  "page-local-environment-epirus-logo-alt": "Λογότυπο Epirus",
  "page-local-environment-eth-app-desc": "Δημιουργήστε δυναμικές εφαρμογές Ethereum με μία εντολή. Έρχεται με ένα ευρύ φάσμα προτύπων για UI και DeFi για να επιλέξετε.",
  "page-local-environment-eth-app-logo-alt": "Λογότυπο δημιουργία Eth App",
  "page-local-environment-foundry-desc": "Μια εκπληκτικά γρήγορη, φορητή και αρθρωτή εργαλειοθήκη για την ανάπτυξη εφαρμογών Ethereum γραμμένη σε Rust.",
  "page-local-environment-foundry-logo-alt": "Λογότυπο Foundry",
  "page-local-environment-framework-feature-1": "Χαρακτηριστικά για να εφαρμόσετε μια τοπική λειτουργία κεντρικής αλυσίδας.",
  "page-local-environment-framework-feature-2": "Βοηθήματα για την συγκρότηση και δοκιμή των smart contracts σας.",
  "page-local-environment-framework-feature-3": "Πρόσθετα ανάπτυξης πελατών για την κατασκευή της εφαρμογής που χρησιμοποιεί ο χρήστης στο ίδιο έργο/αποθετήριο.",
  "page-local-environment-framework-feature-4": "Ρύθμιση παραμέτρων για τη σύνδεση με το δίκτυο του Ethereum και την ανάπτυξη συμβάσεων, είτε σε μια τοπική εγκατάσταση ή σε ένα από τα δημόσια δίκτυα του Ethereum.",
  "page-local-environment-framework-feature-5": "Αποκεντρωμένη διανομή εφαρμογών - ενοποιήσεων με επιλογές αποθήκευσης όπως το IPFS.",
  "page-local-environment-framework-features": "Αυτά τα πλαίσια παρέχονται με διάφορες λειτουργίες όπως:",
  "page-local-environment-frameworks-desc": " Σας συνιστούμε να επιλέξετε ένα πλαίσιο, ειδικά αν μόλις ξεκινήσατε. Η δημιουργία μιας ολοκληρωμένης αποκεντρωμένης εφαρμογής απαιτεί διαφορετικά κομμάτια τεχνολογίας. Τα πλαίσια περιλαμβάνουν πολλά από τα απαραίτητα χαρακτηριστικά ή παρέχουν εύκολα συστήματα πρόσθετων για να επιλέξετε τα εργαλεία που επιθυμείτε.",
  "page-local-environment-frameworks-title": "Πλαίσια και προρυθμισμένες δομές λογισμικού",
  "page-local-environment-hardhat-desc": "Το Hardhat είναι ένα περιβάλλον ανάπτυξης Ethereum για επαγγελματίες.",
  "page-local-environment-hardhat-logo-alt": "Λογότυπο Hardhat",
  "page-local-environment-openZeppelin-desc": "Εξοικονομήστε χρόνο προγραμματισμού για τη μεταγλώττιση, αναβάθμιση, εγκατάσταση και αλληλεπίδραση με έξυπνα συμβόλαια με τη γραμμή εντολών μας.",
  "page-local-environment-openZeppelin-logo-alt": "Λογότυπο OpenZeppelin",
  "page-local-environment-scaffold-eth-desc": "Ethers + Hardhat + React: όλα όσα χρειάζεστε για να ξεκινήσετε τη δημιουργία αποκεντρωμένων εφαρμογών για χρήση με έξυπνα συμβόλαια.",
  "page-local-environment-scaffold-eth-logo-alt": "Λογότυπο scaffold-eth",
  "page-local-environment-setup-meta-desc": "Ένας οδηγός για να επιλέξετε τη στοίβα λογισμικού για ανάπτυξη στο Ethereum.",
  "page-local-environment-setup-meta-title": "Εγκατάσταση τοπικής ανάπτυξης Ethereum",
  "page-local-environment-setup-subtitle": "Αν είστε έτοιμοι να ξεκινήσετε τη δημιουργία, ήρθε η ώρα να επιλέξετε τη δομή δεδομένων σας.",
  "page-local-environment-setup-subtitle-2": " Δείτε παρακάτω τα εργαλεία και τα πλαίσια που μπορείτε να χρησιμοποιήσετε για να σας βοηθήσουν να δημιουργήσετε την Ethereum εφαρμογή σας.",
  "page-local-environment-setup-title": "Εγκαταστήστε το τοπικό σας περιβάλλον ανάπτυξης",
  "page-local-environment-solidity-template-desc": "Ένα πρότυπο του GitHub με προρυθμισμένη εγκατάσταση έξυπνου συμβολαίου Solidity. Περιλαμβάνει ένα τοπικό δίκτυο Hardhat, Waffle για δοκιμές, Ethers για εφαρμογή πορτοφολιού και πολλά άλλα.",
  "page-local-environment-solidity-template-logo-alt": "Λογότυπο προτύπου Solidity",
  "page-local-environment-waffle-desc": "Η πιο προηγμένη βιβλιοθήκη δοκιμών για έξυπνα συμβόλαια. Χρησιμοποιείστε το μόνο του ή με τα Scaffold-eth ή Hardhat.",
  "page-local-environment-waffle-logo-alt": "Λογότυπο Waffle"
}
