{
  "page-gas-meta-title": "Τέλη Ethereum: τι είναι το gas και πώς να χρεωθείτε λιγότερα;",
  "page-gas-meta-description": "Μάθετε για τις κρατήσεις «gas» στο Ethereum: πώς λειτουργούν και πώς να πληρώνετε λιγότερα τέλη «gas»",
  "page-gas-hero-title": "Κρατήσεις «gas»",
  "page-gas-hero-header": "Κρατήσεις δικτύου",
  "page-gas-hero-button-1-content": "Τι είναι το «gas»;",
  "page-gas-hero-subtitle-1": "Οι κρατήσεις δικτύου στο Ethereum ονομάζονται «gas».",
  "page-gas-hero-subtitle-2": "Το «gas» είναι η κινητήρια δύναμη του Ethereum.",
  "page-gas-summary-title": "Περίληψη",
  "page-gas-summary-item-1": "Κάθε συναλλαγή στο Ethereum απαιτεί έναν μικρό τρόπο πληρωμής για την επεξεργασία",
  "page-gas-summary-item-2": "Αυτές οι κρατήσεις είναι γνωστές ως «gas»",
  "page-gas-summary-item-3": "Οι κρατήσεις «gas» δεν έχουν οριστεί, τροποποιούνται σύμφωνα με τη συμφόρηση του δικτύου",
  "page-gas-what-are-gas-fees-header": "Τι είναι οι κρατήσεις «gas»;",
  "page-gas-what-are-gas-fees-text-1": "Σκεφτείτε το Ethereum ως ένα μεγάλο δίκτυο υπολογιστών, όπου οι χρήστες μπορούν να κάνουν εργασίες όπως την αποστολή μηνυμάτων ή την εκτέλεση προγραμμάτων. Όπως και στον πραγματικό κόσμο, αυτές οι εργασίες απαιτούν ενέργεια για να ολοκληρωθούν.",
  "page-gas-what-are-gas-fees-text-2": "Στο Ethereum, κάθε υπολογιστική ενέργεια έχει μια καθορισμένη τιμή σε «gas». <b>Οι χρεώσεις «gas» είναι το συνολικό κόστος των ενεργειών για τη συναλλαγή σας.</b> Όταν στέλνετε μια συναλλαγή ή εκτελείτε ένα <a href=\"/glossary/#smart-contract\">έξυπνο συμβόλαιο</a>, πληρώνετε τέλη σε «gas» για την επεξεργασία.",
  "page-gas-how-do-i-pay-less-gas-header": "Πώς να χρεωθείτε λιγότερα σε «gas»;",
  "page-gas-how-do-i-pay-less-gas-text": "Ενώ οι υψηλότερες χρεώσεις στο Ethereum είναι μερικές φορές αναπόφευκτες, υπάρχουν στρατηγικές που μπορείτε να χρησιμοποιήσετε για να μειώσετε το κόστος:",
  "page-gas-how-do-i-pay-less-gas-card-1-title": "Χρόνος συναλλαγής",
  "page-gas-how-do-i-pay-less-gas-card-1-description": "Όπως ακριβώς ένα ταξίδι εκτός αιχμής έχει λιγότερους ανθρώπους και είναι πιο προσιτό, το Ethereum είναι γενικά φθηνότερο στη χρήση τις ώρες που η Βόρεια Αμερική «κοιμάται».",
  "page-gas-how-do-i-pay-less-gas-card-2-title": "Περιμένετε να μειωθούν οι κρατήσεις «gas»",
  "page-gas-how-do-i-pay-less-gas-card-2-description": "Οι τιμές «gas» διαμορφώνονται κάθε δώδεκα δευτερόλεπτα ανάλογα με τη συμφόρηση του Ethereum. Όταν οι τιμές «gas» είναι υψηλές, περιμένετε λίγα λεπτά πριν την πραγματοποίηση μιας συναλλαγής, καθώς μπορεί να υπάρξει σημαντική πτώση στο τελικό ποσό πληρωμής.",
  "page-gas-how-do-i-pay-less-gas-card-3-title": "Χρήση",
  "page-gas-how-do-i-pay-less-gas-card-3-description": "Οι αλυσίδες επιπέδου 2 έχουν δημιουργηθεί πάνω στο Ethereum, προσφέροντας χαμηλότερες χρεώσεις και διεκπεραίωση περισσότερων συναλλαγών. Είναι μια καλή επιλογή εξοικονόμησης χρεώσεων για συναλλαγές που δε χρειάζεται να γίνονται στο κύριο δίκτυο Ethereum.",
  "page-gas-try-layer-2": "Δοκιμάστε το επίπεδο 2",
  "page-gas-what-causes-high-gas-fees-header": "Τι προκαλεί τα υψηλά τέλη «gas»;",
  "page-gas-what-causes-high-gas-fees-text-1": "Κάθε φορά που το ποσό υπολογισμού (gas) στο Ethereum υπερβαίνει ένα συγκεκριμένο όριο, οι κρατήσεις «gas» αρχίζουν να αυξάνονται. Όσο περισσότερο το «gas» υπερβαίνει αυτό το όριο, τόσο πιο γρήγορα αυξάνονται τα τέλη.",
  "page-gas-what-causes-high-gas-fees-text-2": "Υψηλότερες χρεώσεις θα μπορούσαν να προκληθούν από δημοφιλή <a href=\"/glossary/#dapp\">αποκεντρωμένες εφαρμογές (dapps)</a> ή NFT, περιοδικά αυξημένες συναλλαγές σε <a href=\"/glossary/#dex\">DEX</a> ή από έναν αυξημένο αριθμό δραστηριότητας των χρηστών σε ώρες αιχμής.",
  "page-gas-what-causes-high-gas-fees-text-3": "Οι προγραμματιστές στο Ethereum θα πρέπει να φροντίζουν να βελτιστοποιούν τη χρήση των έξυπνων συμβολαίων τους πριν από τη δημοσίευση. Εάν πολλοί άνθρωποι χρησιμοποιούν ένα κακώς γραμμένο έξυπνο συμβόλαιο, θα καταναλώσει περισσότερο «gas» και θα μπορούσε να προκαλέσει ακούσια συμφόρηση δικτύου.",
  "page-gas-want-to-dive-deeper": "Θέλετε να μάθετε περισσότερα;",
  "page-gas-check-out-the-developer-docs": "Δείτε την τεκμηρίωση προγραμματιστών.",
  "page-gas-attack-of-the-cryptokitties-header": "Επίθεση των Cryptokitties",
  "page-gas-attack-of-the-cryptokitties-text": "Τον Νοέμβριο του 2017, ξεκίνησε το δημοφιλές έργο CryptoKitties. Η ταχεία άνοδος της δημοτικότητάς του προκάλεσε σημαντική συμφόρηση δικτύου και εξαιρετικά υψηλές χρεώσεις «gas». Οι προκλήσεις που έθετε το CryptoKitties επιτάχυναν τον επείγοντα χαρακτήρα της εύρεσης λύσεων για την αναβάθμιση του Ethereum.",
  "page-gas-why-do-we-need-gas-header": "Γιατί χρειαζόμαστε το «gas»;",
  "page-gas-why-do-we-need-gas-text": "Το «gas» είναι ένα κρίσιμο στοιχείο για τη διατήρηση της ασφάλειας του Ethereum και την επεξεργασία των συναλλαγών. Το «gas» βοηθά με πολλούς τρόπους:",
  "page-gas-benefits-1-description": "Το «gas» προστατεύει το Ethereum από <a href=\"/glossary/#anti-sybil\">επιθέσεις «sybil»</a> αποτρέποντας κακόβουλους παράγοντες από το να συντρίψουν το δίκτυο με κακόβουλες ενέργειες.",
  "page-gas-benefits-2-description": "Επειδή η υπολογιστική ισχύς κοστίζει «gas», η αποστολή ανεπιθύμητων μηνυμάτων στο Ethereum με ακριβές συναλλαγές, είτε τυχαία είτε κακόβουλα, είναι οικονομικά απαγορευτική.",
  "page-gas-benefits-3-description": "Ένα αυστηρό όριο στον όγκο υπολογισμού που μπορεί να γίνει ανά πάσα στιγμή, αποτρέπει την υπερκάλυψη του Ethereum, συμβάλλοντας έτσι ώστε το δίκτυο να είναι πάντα προσβάσιμο.",
  "page-gas-how-is-gas-calculated-header": "Πώς υπολογίζεται το «gas»;",
  "page-gas-advanced": "Για προχωρημένους",
  "page-gas-how-is-gas-calculated-text-1": "Το συνολικό τέλος «gas» που πληρώνετε αποτελείται από μερικά τμήματα:",
  "page-gas-how-is-gas-calculated-item-1": "<b>Βασική χρέωση:</b> μια χρέωση που ορίζεται από το δίκτυο και η οποία πρέπει να καταβληθεί για μια συναλλαγή",
  "page-gas-how-is-gas-calculated-item-2": "<b>Χρέωση προτεραιότητας:</b> μια προαιρετική προτροπή για την παροχή κινήτρων στους χειριστές κόμβων για να συμπεριλάβουν τη συναλλαγή σας",
  "page-gas-how-is-gas-calculated-item-3": "<b>Μονάδες «gas»που χρησιμοποιούνται<i>*</i>:</b> θυμάστε ότι είπαμε ότι το αέριο αντιπροσωπεύει τον υπολογισμό; Πιο περίπλοκες ενέργειες, όπως η αλληλεπίδραση με ένα έξυπνο συμβόλαιο, χρησιμοποιούν περισσότερο «gas» από τις απλές, όπως η αποστολή μιας συναλλαγής.",
  "page-gas-how-is-gas-calculated-list-item-1": "<i><span>*</span> Στην Εικόνα 1 θα δείτε πόση ποσότητα «gas» χρησιμοποιούν διαφορετικοί τύποι συναλλαγών</i>",
  "page-gas-how-is-gas-calculated-text-2": "Ο τύπος για τον υπολογισμό του τέλους «gas» είναι οι μονάδες «gas» που χρησιμοποιούνται * (βασική χρέωση + τέλος προτεραιότητας). Τα περισσότερα πορτοφόλια υπολογίζουν τη χρήση «gas» και την εμφανίζουν με πιο απλό τρόπο.",
  "page-gas-table-figure": "<i>Εικόνα 1: «gas» που χρησιμοποιείται ανά τύπο συναλλαγής</i>",
  "page-gas-table-header-1": "Τύπος συναλλαγής",
  "page-gas-table-header-2": "Μονάδες «gas» που χρησιμοποιούνται",
  "page-gas-table-item-1-transaction-type": "Αποστολή ΕΤΗ",
  "page-gas-table-item-2-transaction-type": "Αποστολή κρυπτονομίσματος ERC-20",
  "page-gas-table-item-3-transaction-type": "Μεταφορά NFT",
  "page-gas-table-item-4-transaction-type": "Μετατροπή στο Uniswap",
  "page-gas-faq-header": "Συχνές ερωτήσεις",
  "page-gas-faq-question-1-q": "Ποιος πληρώνεται από τις κρατήσεις «gas» της συναλλαγής μου;",
  "page-gas-faq-question-1-a-1": "Η πλειονότητα είναι κρατήσεις «gas» (οι βασικές κρατήσεις) οι οποίες καταστρέφονται από το πρωτόκολλο (καίγονται). Το τέλος προτεραιότητας, εάν περιλαμβάνεται στη συναλλαγή σας, θα δοθεί στον επικυρωτή που πρότεινε τη συναλλαγή σας.",
  "page-gas-faq-question-1-a-2": "Μπορείτε να διαβάσετε μια λεπτομερή περιγραφή της διαδικασίας στην <a href=\"/developers/docs/gas/\">τεκμηρίωση προγραμματιστών «gas».</a>",
  "page-gas-faq-question-2-q": "Πρέπει να πληρώσω «gas» σε ETH;",
  "page-gas-faq-question-2-a-1": "Ναί, όλα τα τέλη «gas» στο Ethereum πρέπει να καταβάλλονται στο εγγενές νόμισμα ETH.",
  "page-gas-faq-question-2-a-2": "Περισσότερα για το ETH",
  "page-gas-faq-question-3-q": "Τι είναι το gwei;",
  "page-gas-faq-question-3-a-1": "Στα περισσότερα πορτοφόλια ή συσκευές παρακολούθησης «gas», θα δείτε τις τιμές του «gas» να εκφράζονται ως «gwei».",
  "page-gas-faq-question-3-a-2": "Το «Gwei» είναι απλώς μια μικρότερη μονάδα ETH, όπως και οι πένες σε δολάρια, με τη διαφορά ότι 1 ETH ισούται με 1 δισεκατομμύριο gwei. Το Gwei είναι χρήσιμο όταν μιλάμε για πολύ μικρές ποσότητες ETH.",
  "page-gas-use-layer-2": "Χρήση"
}
