{
  "page-staking-just-staking": "ステーキング",
  "page-staking-image-alt": "ステーキングランチパッドのサイマスコット画像",
  "page-staking-51-desc-1": "ステーキングにより、バリデータとしてネットワークに参加しやすくなるため、現在よりもバリデータが増える可能性が高くなります。攻撃のコストが増加することになり、この種の攻撃はさらに困難なものになります。",
  "page-staking-accessibility": "アクセスのしやすさ",
  "page-staking-accessibility-desc": "ハードウェア要件が緩和され、32 ETHを保有していなくてもプールを活用できるようになったことで、より多くの人がネットワークに参加できるようになりました。これにより、イーサリアムの分散化がさらに進み、セキュリティが高まり、攻撃表面が縮小します。",
  "page-staking-at-stake": "ETHのステーキング",
  "page-staking-at-stake-desc": "トランザクションを検証し、新しいブロックを作成するには、ETHをステーキングしなければならないため、システムを不正に騙そうとするとETHを失うことになります。",
  "page-staking-benefits": "イーサリアムのステーキングへの参加メリット",
  "page-staking-check-address": "デポジットアドレスの確認",
  "page-staking-consensus": "コンセンサスメカニズムの詳細",
  "page-staking-deposit-address": "デポジットアドレスの確認",
  "page-staking-deposit-address-desc": "すでにランチパッドのセットアップ手順を完了している場合は、ステーキングデポジットコントラクトにトランザクションを送信する必要があるのをご存知だと思います。万全の注意を払って、宛先のアドレスを確認することを推奨します。ethereum.orgと他の信頼できるサイトで、公式のアドレスを必ずご確認ください。",
  "page-staking-desc-1": "ステーカーには、ネットワークがコンセンサスに達する上での貢献に対して報酬が付与されます。トランザクションを新しいブロックへバッチ処理したり、チェーンの安全な実行を維持するため、他のバリデータの作業を検証することにより、報酬が得られます。",
  "page-staking-desc-2": "ネットワークに貢献する作業を行うことで報酬を得ることができますが、悪意のある行動、オフラインにする、検証を怠ることにより、自分のETHを失う場合があります。",
  "page-staking-desc-3": "フルバリデータになるためには32 ETHが必要です。または、32 ETHステーキングしなくても、ステーキングプールに参加することができますが、参加時にはいくらかのETHが必要になります。さらに、実行クライアント (旧称「ETH1 クライアント」)を実行する必要があります。ランチパッドは、プロセスとハードウェアの要件を1つずつ、段階的に説明してくれます。ランチパッドの代替として、バックエンドAPIを使用することもできます。",
  "page-staking-description": "ステーキングとは、バリデータソフトウェアを有効化するために32 ETHをデポジットすることです。バリデータとして、データの保存、トランザクションの処理、ブロックチェーンへ新規ブロック追加の責任を負います。これにより、すべての人にイーサリアムの安全性が保たれ、同時にステーカーはETHの報酬を獲得することができます。このプロセスは、プルーフ・オブ・ステークと呼ばれ、ビーコンチェーンによって導入が進められています。",
  "page-staking-docked": "マージの詳細",
  "page-staking-dyor": "自分自身でリサーチを行う",
  "page-staking-dyor-desc": "記載されているステーキングサービスは、いずれも公式の推奨ではありません。どのサービスが自分に適しているのかを把握するため、必ず自分自身でリサーチするようにしてください。",
  "page-staking-header-1": "ETHをステーキングし、イーサリアムのバリデータになる",
  "page-staking-how-much": "いくらステーキングしますか?",
  "page-staking-how-to-stake": "ステーキング方法",
  "page-staking-how-to-stake-desc": "すべて、どのくらいの額をステーキングするかにより異なります。フルバリデータになるには 32 ETH必要ですが、それよりも少額をステーキングすることもできます。",
  "page-staking-join": "参加",
  "page-staking-join-community": "ステーキングのコミュニティに参加",
  "page-staking-join-community-desc": "EthStakerは、イーサリアムでのステーキングについて議論し、学ぶためのコミュニティです。 世界中の何万人ものメンバーにアドバイスやサポートを得たり、ステーキングに関することについて話し合う場です。",
  "page-staking-less-than": "～未満",
  "page-staking-link-1": "バックエンドAPIの表示",
  "page-staking-meta-description": "イーサリアムステーキングの概要: リスク、報酬、要件、ステーキングできる場所。",
  "page-staking-meta-title": "イーサリアムステーキング",
  "page-staking-more-sharding": "シャーディングの詳細",
  "page-staking-pool": "プールでステーキング",
  "page-staking-pool-desc": "保有しているETHが32 ETH未満の場合でも、少額のステーキングをステーキングプールに追加することができます。代行してくれる企業がいくつかあるため、オンライン状態の維持について心配する必要はありません。これらの企業についていくつかご紹介します。",
  "page-staking-rocket-pool": "ETHを0.01 ETHからRocket PoolのリキッドトークンrETHに替え、Rocket Poolにステーキングすることができます。ノードを実行したい場合は、16 ETHからRocket Poolでステーキングノードを実行することができます。残りのETHは、ユーザーがプールに預けたETHを使って、Rocket Poolのプロトコルから割り当てられます。",
  "page-staking-pos-explained": "プルーフ・オブ・ステーク の説明",
  "page-staking-pos-explained-desc": "ステーキングは、プルーフ・オブ・ステーク・システムにおいてバリデータになるには必要です。プルーフ・オブ・ステークとは、現在のプルーフ・オブ・ワークに代わるコンセンサスメカニズムであり、イーサリアムのようなブロックチェーンのセキュリティと分散性を維持するものです。",
  "page-staking-pos-explained-desc-1": "プルーフ・オブ・ステーク は、さまざまな方法でネットワークの保護に有効です。",
  "page-staking-services": "すべてのステーキングサービスを見る",
  "page-staking-sharding": "シャーディングのロック解除",
  "page-staking-sharding-desc": "シャーディングは、プルーフ・オブ・ステーク・システムでのみ可能です。プルーフ・オブ・ワークでシャーディングをすると、ネットワークを破壊するのに必要な計算能力が下がり、悪意のあるマイナーがシャードを制御しやすくなります。プルーフ・オブ・ステークでは、ステーカーはランダムに割り当てられるため、これはほぼ不可能です。",
  "page-staking-solo": "単独でステーキングし、バリデータになる",
  "page-staking-solo-desc": "ステーキングプロセスを始めるには、ステーキングのランチパッドを使用する必要があります。ランチパッドは、セットアップ手順すべてを段階的に案内します。ステーキングの一環として、コンセンサスクライアントを実行する必要があり、これはブロックチェーンをローカルにコピーしたものです。なお、ブロックチェーンのダウンロードには時間がかかることがあります。",
  "page-staking-start": "ステーキングを開始",
  "page-staking-subtitle": "ステーキングは、イーサリアムエコシステムの公共財です。ネットワークのセキュリティ確保に貢献することで、報酬を得ることができます。",
  "page-staking-sustainability": "持続可能性",
  "page-staking-sustainability-desc": "バリデータが、プルーフ・オブ・ステークのシステムに参加するのに、大量にエネルギーを消費するコンピューターを必要とはしません。ノートパソコンやスマートフォンだけです。これにより、イーサリアムはより環境に優しいものになります。",
  "page-staking-the-beacon-chain": "ビーコンチェーンの詳細",
  "page-staking-title-1": "報酬",
  "page-staking-title-2": "リスク",
  "page-staking-title-3": "必要条件",
  "page-staking-title-4": "ETHのステーキング方法",
  "page-staking-upgrades-li": "プルーフ・オブ・ステークはビーコンチェーンにより管理されています。",
  "page-staking-upgrades-li-2": "イーサリアムは当面の間、プルーフ・オブ・ステークのビーコンチェーンと、プルーフ・オブ・ワークのメインネットの両方が存在することになります。メインネットとは、これまで何年も使ってきたイーサリアムのことです。",
  "page-staking-upgrades-li-3": "この間、ステーカーはビーコンチェーンに新しいブロックを追加しますが、メインネットのトランザクションは処理しません。",
  "page-staking-upgrades-li-4": "イーサリアムメインネットが、ビーコンチェーンとマージ(統合)されると、イーサリアムはプルーフ・オブ・ステーク・システムに完全に移行します。",
  "page-staking-upgrades-li-5": "マージ後、ステーク資金の引き出しができるように、小規模なアップグレードが行われる予定です。",
  "page-staking-upgrades-title": "プルーフ・オブ・ステークとコンセンサスのアップグレード",
  "page-staking-validators": "バリデータが増えるにつれ、セキュリティが向上",
  "page-staking-validators-desc": "イーサリアムのようなブロックチェーンでは、ネットワークの大部分をコントロールすれば、自分の都合に合うようにトランザクションを検閲し、並び替えることができます。しかし、ネットワークの大部分をコントロールするには、バリデータの大多数が必要となり、システム内のETHのほとんどを保有する必要があります。これは大変な金額です。ETH額は、新しいバリデータがシステムに参画するたびに増え、ネットワークのセキュリティをさらに強化します。プルーフ・オブ・ステークに置き換えられる、現セキュリティモデルのプルーフ・オブ・ワークでは、バリデータ (マイナー) には専用のハードウェアと、広い空間が必要になります。マイナーとしてシステムに参画することは困難なため、大多数攻撃に対するセキュリティはそれほど高くありません。 プルーフ・オブ・ステークでは、これらのハードウェアなどの要件が少なく、プルーフ・オブ・ワークでは不可能な規模にネットワークが拡大し、大多数の攻撃に対するセキュリティの向上が見込まれています。",
  "page-staking-withdrawals": "引き出しできるようになるまでには時間が必要",
  "page-staking-withdrawals-desc": "マージ後のアップグレードが完了するまで、ステークした資金を引き出すことはできません。引き出しができるようになるのは、メインネットがビーコンチェーン・システムとマージされ、その後のマイナー・アップグレードの完了後です。"
}
