{
  "page-layer-2-learn-meta-title": "レイヤー2とは？ | ethereum.org",
  "page-layer-2-learn-title": "レイヤー2とは",
  "page-layer-2-learn-description": "マスアダプションに向けたイーサリアムのスケーリング",
  "page-layer-2-learn-button-1-label": "レイヤー2とは",
  "page-layer-2-learn-button-2-label": "レイヤー2を使う",
  "page-layer-2-learn-what-is-layer-2-title": "レイヤー2とは",
  "page-layer-2-learn-what-is-layer-2-1": "レイヤー2 (L2) は、特定のイーサリアムのスケーリングソリューションの総称です。<strong>レイヤー2は、イーサリアムを拡張し、イーサリアムのセキュリティ保証がある別個の<a href=\"/glossary/#blockchain\">ブロックチェーン</a>です</strong>。",
  "page-layer-2-learn-what-is-layer-2-2": "では、もう少し掘り下げてみましょう。そのためにはまず、レイヤー1(L1)について説明する必要があります。",
  "page-layer-2-learn-what-is-layer-1-title": "レイヤー1とは",
  "page-layer-2-learn-what-is-layer-1-1": "レイヤー1 ブロックチェーン、例えばイーサリアムやビットコインは、<strong>レイヤー2プロジェクトがその上に構築される基盤</strong>となる存在です。レイヤー2の例としては、イーサリアム上の <strong>ゼロ知識ロールアップ</strong> や <strong>オプティミスティックロールアップ</strong>、そしてビットコインの上に構築されるライトニングネットワークなどがあります。",
  "page-layer-2-learn-what-is-layer-1-2": "イーサリアムは レイヤー2に対してデータ可用性レイヤーとしても機能しており、過去の取引内容に異議が出たり、データの正しさが検証される必要が生じた場合には、その検証のためのデータがイーサリアムから提供されます。",
  "page-layer-2-learn-layer-1-list-title": "レイヤー1としてのイーサリアムは以下を含みます。",
  "page-layer-2-learn-layer-1-list-1": "ネットワークを保護し、検証する<strong>ノードオペレーターのネットワーク</strong>",
  "page-layer-2-learn-layer-1-list-2": "<strong>ブロック生成者のネットワーク</strong>",
  "page-layer-2-learn-layer-1-list-3": "<strong>ブロックチェーン</strong>自体とトランザクションデータ履歴",
  "page-layer-2-learn-layer-1-list-4": "ネットワークの<strong>合意メカニズム</strong>",
  "page-layer-2-learn-why-do-we-need-layer-2-title": "レイヤー2が必要な理由",
  "page-layer-2-learn-why-do-we-need-layer-2-1": "ブロックチェーンには「分散性」「セキュリティ」「スケーラビリティ」という3つの望ましい特性があります。しかし「ブロックチェーンのトリレンマ」と呼ばれる考え方では、単純なブロックチェーンの構造ではこの3つ全てを同時に満たすことはできず、3つのうち2つを優先すれば残り1つを犠牲にせざるを得ないとされています。例えば「セキュリティ」と「分散性」を重視するのであれば、「スケーラビリティ」は犠牲になることになります。ここで役割を果たすのが レイヤー2ネットワークです。",
  "page-layer-2-learn-why-do-we-need-layer-2-2": "イーサリアムは現在、1日あたり100万件以上のトランザクションを処理しており、各トランザクションに対する需要も非常に高まっています。イーサリアムの成功と利用需要の増加により、ガス代は大幅に上昇しています。その結果、スケーリングソリューションの必要性も非常に高まっています。",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability": "スケーラビリティ",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-1": "スケーラビリティの主な目標は、分散化やセキュリティを損なうことなく、トランザクション速度（ファイナリティの高速化）とトランザクションスループット（毎秒の高いトランザクション処理数）を向上させることです。",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-2": "イーサリアムコミュニティは、スケーリングのために分散性やセキュリティを犠牲にしないという強い立場を取っています。シャーディングが実装されるまでは、イーサリアムメインネット（レイヤー1）は 1 秒あたりおよそ 15 件程度のトランザクションしか処理できません。イーサリアムを利用したいという需要が高まると、ネットワークは混雑し、トランザクション手数料が上昇します。その結果、手数料を支払えないユーザーは、ガス代が下がるまでイーサリアムを利用できなくなってしまいます。そこで重要となるのが、イーサリアムをスケールさせるためのレイヤー2です。",
  "page-layer-2-learn-layer2Cards-1-title": "安いトランザクションフィー",
  "page-layer-2-learn-layer2Cards-1-description": "複数のトランザクションをまとめてレイヤー1上でひとつのトランザクションとして実行することで、手数料を大幅に削減できます。これにより、より多くの人が手頃なコストでイーサリアムを利用できるようになります。",
  "page-layer-2-learn-layer2Cards-2-title": "セキュリティの維持",
  "page-layer-2-learn-layer2Cards-2-description": "レイヤー2ブロックチェーンは、イーサリアムメインネットでトランザクションを確定するため、ユーザーはイーサリアムネットワークのセキュリティの恩恵を受けることができます。",
  "page-layer-2-learn-layer2Cards-3-title": "ユースケースの拡大",
  "page-layer-2-learn-layer2Cards-3-description": "1秒あたりのトランザクション量の増加、トランザクションフィーの減額、新技術の導入により、ユーザー体験が向上した新しいアプリケーションへと拡大するでしょう。",
  "page-layer-2-learn-how-does-layer-2-work-title": "レイヤー2の仕組み",
  "page-layer-2-learn-how-does-layer-2-work-1": "上述したように、レイヤー2はイーサリアムレイヤー1の強固な分散型セキュリティを利用しながら、イーサリアムレイヤー1上でトランザクションを処理するイーサリアムのスケーリングソリューションの総称です。レイヤー2は、イーサリアムを拡張する別のブロックチェーンです。これはどのような仕組みでしょうか? ",
  "page-layer-2-learn-how-does-layer-2-work-2": "レイヤー2には複数の種類があり、それぞれに固有のトレードオフとセキュリティモデルを備えています。レイヤー2は、レイヤー1からトランザクションの負荷を軽減してレイヤー1の混雑を緩和し、スケーラビリティを向上させます。",
  "page-layer-2-learn-how-does-layer-2-work-rollups-title": "ロールアップ",
  "page-layer-2-learn-how-does-layer-2-work-rollups-1": "ロールアップは、数百のトランザクションをまとめ（「ロールアップ」し）、レイヤー1上で1つのトランザクションとして扱います。これにより、レイヤー1のトランザクション手数料がロールアップ参加者全体で分担され、各ユーザーにかかるコストを大幅に引き下げることができます。",
  "page-layer-2-learn-how-does-layer-2-work-rollups-2": "ロールアップでのトランザクションデータはレイヤー1に送信されますが、実行はロールアップで別に行われます。トランザクション・データをレイヤー1に送信することで、ロールアップはイーサリアムのセキュリティを継承します。これは一度データがレイヤー1にアップロードされると、ロールアップ・トランザクションを元に戻すためにはイーサリアムをロールバックする必要があるからです。ロールアップには、オプティミスティック・ロールアップとゼロ知識ロールアップの2つのアプローチがあり、トランザクションデータをL1に送信する方法が主に異なります。",
  "page-layer-2-learn-rollupCards-optimistic-title": "オプティミスティック・ロールアップ",
  "page-layer-2-learn-rollupCards-optimistic-description": "オプティミスティック・ロールアップは、トランザクションが「正しい」と仮定して処理する方式を採用しています。しかし、もし不正なトランザクションが含まれている可能性がある場合には、それに対して「異議申し立て」ができます。疑わしいトランザクションが指摘された際には、「フォールトプルーフ」と呼ばれる検証が実行され、それが実際に不正であったかどうかを確認します。",
  "page-layer-2-learn-rollupCards-optimistic-childSentence": "オプティミスティック・ロールアップの詳細",
  "page-layer-2-learn-rollupCards-zk-title": "ゼロ知識ロールアップ",
  "page-layer-2-learn-rollupCards-zk-description": "ゼロ知識ロールアップは「バリディティプルーフ」を用いる方式であり、トランザクションに関する計算はオフチェーンで実行され、その結果と「その計算が正しいことを証明する証明」がイーサリアムのメインネットに提出されます。",
  "page-layer-2-learn-rollupCards-zk-childSentence": "ゼロ知識ロールアップの詳細",
  "page-layer-2-learn-dyor-title": "自分で調べること：レイヤー2に関するリスク",
  "page-layer-2-learn-dyor-1": "レイヤー2チェーンはイーサリアムからセキュリティを継承するため、理想的な状況では L1イーサリアムと同じくらい安全であると言えます。しかし、多くの<strong>プロジェクトはまだ若く、ある程度実験的な段階</strong>にあります。長年の研究開発を経て、イーサリアムをスケールさせるための多くの L2技術は 2021年に本格稼働し始めました。これは、これらのL2が安全ではないという意味ではなく、イーサリアムのメインネットほど実戦経験を積んでいるわけではないという点を示しています。常に自分自身で調査を行い、関わる可能性のあるリスクに自分が納得できるかどうかを判断することが重要です。",
  "page-layer-2-learn-dyor-2": "レイヤー2の技術、リスク、そして前提となる信頼モデルについてさらに知りたい場合は、L2BEAT を参照することをおすすめします。L2BEAT は、各プロジェクトのリスクを包括的に評価するためのフレームワークを提供しています。",
  "page-layer-2-learn-dyor-link": "L2BEATへ移動",
  "page-layer-2-learn-note-on-alt-l1-title": "代替 L1、サイドチェーン、バリディアムについての注記",
  "page-layer-2-learn-note-on-alt-l1-1": "代替的なレイヤー1は、イーサリアムよりも高いスループットと低いトランザクション手数料を実現しています。しかし、これらの代替的なレイヤー1は、より高いトランザクション処理能力と低コストを達成するために、セキュリティまたは分散性のいずれか（あるいは両方）を犠牲にしているという側面があります。イーサリアムのエコシステムは、分散性とセキュリティを維持したままスケーラビリティの課題を解決するには、レイヤー2によるスケーリングこそが唯一の道であるという立場を明確にしています",
  "page-layer-2-learn-note-on-alt-l1-2": "サイドチェーンとバリディアムは、あるブロックチェーン上の資産をブリッジによって別のブロックチェーンへ移し、その上で利用できるようにするブロックチェーンです。サイドチェーンやバリディアムはメインチェーンと並行して動作し、ブリッジを通じてメインチェーンと相互作用しますが、メインチェーンからセキュリティやデータ可用性を継承しているわけではありません。スケーリングの観点ではレイヤー2と似ていますが、信頼モデルが異なります。そのため、より低い手数料と高いトランザクションスループットを提供できます。詳細はこちら：<a href=\"/developers/docs/scaling/sidechains\">サイドチェーン</a>と<a href=\"/developers/docs/scaling/validium\">バリディアム</a>。",
  "page-layer-2-learn-callout-1-title": "どんな利点があるのでしょうか？",
  "page-layer-2-learn-callout-1-description": "レイヤー2ソリューションがユーザー体験に与える実際の影響を探りましょう。",
  "page-layer-2-learn-learn-more": "もっと詳しく",
  "page-layer-2-learn-callout-2-title": "様々なネットワークを探索する",
  "page-layer-2-learn-callout-2-description": "各ネットワークがどのように異なり、開発の進捗がどの程度進んでいるのかを学びましょう。",
  "page-layer-2-learn-explore-networks": "ネットワークを探検"
}
