{
  "page-roadmap-vision-2014": "2014年のプルーフ・オブ・ステークの詳細に関するブログ記事を見る",
  "page-roadmap-vision-2021": "イーサリアムのロードマップの進化に関する2021年のブログ記事を見る",
  "page-roadmap-vision-2022": "2022年のブログ記事: イーサリアムへのヒッチハイク・ガイド",
  "page-roadmap-vision-2021-updates": "イーサリアムのプロトコルアップデートに関する2021年のブログ記事を見る",
  "page-roadmap-vision-desc-1": "イーサリアムは、ネットワークの混雑を解消し、スピードを上げてグローバルなユーザーベースのサービスを改善する必要があります。",
  "page-roadmap-vision-desc-2": "ネットワークが拡大するにつれて、ノードの実行は難しくなります。ネットワークのスケーリングを行うほど、この問題は深刻になります。",
  "page-roadmap-vision-desc-3": "イーサリアムの消費電力量は高いため、ネットワークを安全に保つテクノロジーをより持続可能なものにする必要があります。",
  "page-roadmap-vision-ethereum-node": "ノードの詳細",
  "page-roadmap-vision-future": "地球規模でのデジタルの未来",
  "page-roadmap-vision-meta-desc": "アップグレードがイーサリアムに与える影響と、アップグレードにより克服しなければならない課題の概要",
  "page-roadmap-vision-meta-title": "イーサリアムのビジョン",
  "page-roadmap-vision-mining": "マイニングの詳細",
  "page-roadmap-vision-problems": "現在の課題",
  "page-roadmap-vision-scalability": "スケーラビリティ",
  "page-roadmap-vision-scalability-desc": "イーサリアムは、ネットワークのノードのサイズを大きくすることなく、1秒間あたりに処理できるトランザクション量を増量させる必要があります。ノードとは、ブロックチェーンを保存し、実行する重要なネットワーク参加者のことです。ノードのサイズを上げると、高性能で高価なコンピュータが必要になるため現実的ではありません。スケールアップするには、イーサリアムは1秒あたりのトランザクション量を増やし、より多くのノードが必要になります。ノードの数が増えるほど、セキュリティは強化されます。",
  "page-roadmap-vision-scalability-desc-3": "レイヤー2のロールアップは、トランザクションをオフチェーンに移動させて、要約データをイーサリアムに投稿するだけでイーサリアムのスケーラビリティを向上させます。 このバッチ処理により、イーサリアムのスループットが向上し、ユーザーのコストを大幅に削減できます。",
  "page-roadmap-vision-scalability-desc-4": "ロールアップは、ユーザーにとって可能な限り安価な取引を行うために、レイヤー1に低コストのストレージが必要となります。このストレージは、イーサリアムブロックに接続されたブロブの形で提供されます。 最終的には、多くのブロブがイーサリアムブロックに取り付けられ、多くのロールアップに格安のストレージを提供します。",
  "page-roadmap-vision-security": "セキュリティ",
  "page-roadmap-vision-security-desc": "予定されているアップグレードは、組織的な攻撃に対するイーサリアムのセキュリティを高めます。",
  "page-roadmap-vision-security-desc-3": "プルーフ・オブ・ステークでは、悪質な行為や攻撃を行うと、ETHを失ってしまうという「暗号経済的な阻害」により、さらなるセキュリティが確保されています。つまり、プルーフ・オブ・ステークでは、ネットワークを保護するバリデータがプロトコルに多額のETHをステーキングしなければなりません。仮にバリデータがネットワークを攻撃しようとすると、プロトコルは自動的にバリデータが保有するETHを破壊します。",
  "page-roadmap-vision-security-desc-5": "しかし、サービス妨害(DoS)攻撃からバリデータを保護するアップグレードも重要です。匿名性を高め、ブロックの構築とブロック伝播を分離するアップグレードも間もなく実装されます。 これらのアップグレードは、個々のバリデータとネットワーク全体を、生存攻撃や検閲から保護します。",
  "page-roadmap-vision-security-desc-5-link": "プルーフ・オブ・ステーク(PoS)の詳細",
  "page-roadmap-vision-security-desc-10": "ステーキングでは、イーサリアムノードを「実行」するために、高性能なハードウェアに投資する必要はありません。そのため、より多くの人がバリデータになることができ、ネットワークの分散性が向上し、攻撃面の削減につながります。",
  "page-roadmap-vision-security-staking": "ETHのステーキング",
  "page-roadmap-vision-security-validator": "ETHをステーキングすることでバリデータになることができます。",
  "page-roadmap-vision-staking-lower": "ステークの詳細",
  "page-roadmap-vision-subtitle": "イーサリアムをより強力にすることで、人類全体に貢献する。",
  "page-roadmap-vision-sustainability": "サステナビリティ",
  "page-roadmap-vision-sustainability-desc-1": "イーサリアムは、現在は環境にやさしいブロックチェーンです。プルーフ・オブ・ワークからプルーフ・オブ・ステークに移行し、エネルギー消費量が約99.95%削減されました。",
  "page-roadmap-vision-sustainability-desc-2": "イーサリアムは、現在はコンピューティングパワーではなく、ステーキングによって保護されています。",
  "page-roadmap-vision-sustainability-desc-3": "このサステナビリティの向上は、セキュリティ上の利点ももたらします。プルーフ・オブ・ワークよりも、プルーフ・オブ・ステークは、チェーンを攻撃するのに、はるかにコストがかかります。しかし、バリデータに支払う新規ETHの発行量がマイナーより少ないため、安全性を確保するコストは低くなります。",
  "page-roadmap-vision-sustainability-desc-8": "イーサリアムは、プルーフ・オブ・ステークへの移行により、環境への負荷が減り、より安全になりました。そのため、低炭素なプラットフォームとして、アプリや組織の構築に適しています。",
  "page-roadmap-vision-sustainability-subtitle": "イーサリアムは、強力な暗号経済的セキュリティを持つ、環境にやさしいブロックチェーンです。",
  "page-roadmap-vision-title": "イーサリアムのビジョン",
  "page-roadmap-vision-title-1": "ネットワーク混雑",
  "page-roadmap-vision-title-2": "ディスク容量",
  "page-roadmap-vision-title-3": "過剰な消費エネルギー",
  "page-roadmap-vision-trilemma-cardtext-1": "イーサリアムのアップグレードにより、イーサリアムのスケーラビリティ、セキュリティ、分散化が向上します。ステーキングは、誰でも参加しやすくなり、ネットワークがより分散化されました。",
  "page-roadmap-vision-trilemma-cardtext-2": "安全で分散化されたブロックチェーンネットワークでは、すべてのノードが、チェーンで処理されたすべてのトランザクションを検証する必要があります。 この作業量によって、処理できるトランザクション量が制限されます。分散化とセキュリティは、現在のイーサリアムチェーンに影響を与えています。",
  "page-roadmap-vision-trilemma-cardtext-3": "分散型ネットワークは、ノード間でトランザクションに関する情報を送信することで機能します。そのため、ネットワーク全体が最新の状態を把握する必要があります。分散型ネットワーク上で、秒単位でトランザクションを増やすと、トランザクション量が増えるほど情報の伝送に時間がかかり、攻撃を受ける可能性が高くなるため、セキュリティ上のリスクが生じます。",
  "page-roadmap-vision-trilemma-cardtext-4": "イーサリアムのノードのサイズと処理能力が増すことで、安全な方法で1秒あたりのトランザクション量を増やすことができます。しかし、ハードウェア要件が高くなるため、実行できる人が制限され、分散化が損なわれるという問題が生じます。シャーディングとプルーフ・オブ・ステークによって、ノードのサイズではなく数を増加させることで、イーサリアムのスケーリングを実現できると期待されています。",
  "page-roadmap-vision-trilemma-h2": "分散型スケーリングの課題",
  "page-roadmap-vision-trilemma-modal-tip": "分散型スケーリングの課題をより深く理解するには、以下の円をタップしてください",
  "page-roadmap-vision-trilemma-p": "イーサリアムの問題を解決するためには、中央集権化するのが簡単な方法です。しかし、分散化はイーサリアムには欠かすことのできないものです。イーサリアムの中立性、検閲耐性、オープン性、データ所有権、侵害されないセキュリティを実現しているのは、分散化です。",
  "page-roadmap-vision-trilemma-p-1": "イーサリアムのビジョンは、よりスケーラブルで安全であることだけでなく、分散化を維持することです。この3つの目標を達成することは、スケーラビリティの3つのジレンマ(トリレンマ)と呼ばれる問題です。",
  "page-roadmap-vision-trilemma-p-2": "イーサリアムのアップグレードはトリレンマを解決することを目指していますが、そこには大きな課題があります。",
  "page-roadmap-vision-trilemma-press-button": "分散型スケーリングの問題をより深く理解するには、三角形のボタンを押してください。",
  "page-roadmap-vision-trilemma-text-1": "分散化",
  "page-roadmap-vision-trilemma-text-2": "セキュリティ",
  "page-roadmap-vision-trilemma-text-3": "スケーラビリティ",
  "page-roadmap-vision-trilemma-title-1": "スケーラビリティ・トリレンマの探索",
  "page-roadmap-vision-trilemma-title-2": "イーサリアムのアップグレードと分散型スケーリング",
  "page-roadmap-vision-trilemma-title-3": "セキュリティと分散化",
  "page-roadmap-vision-trilemma-title-4": "分散化とスケーラビリティ",
  "page-roadmap-vision-trilemma-title-5": "スケーラビリティとセキュリティ",
  "page-roadmap-vision-understanding": "イーサリアムのビジョンの理解",
  "page-roadmap-vision-upgrade-needs": "アップグレードの必要性",
  "page-roadmap-vision-upgrade-needs-desc": "2015年にローンチしたイーサリアムプロトコルは、大きな成功を収めました。しかし、イーサリアムコミュニティは、イーサリアムの可能性を最大限に引き出すためには、まだ重要なアップグレードが必要であると常に考えていました。",
  "page-roadmap-vision-upgrade-needs-desc-2": "イーサリアムの需要が高まり、トランザクションフィーが高騰しています。そのため、平均的なユーザーにとってはイーサリアムの利用が割高になっています。また、イーサリアムクライアントを実行するために必要なディスク容量も急速に増加しています。",
  "page-roadmap-vision-upgrade-needs-desc-3": "イーサリアムは、一連のアップグレードを実施することで、これらの問題に対処する予定です。これらのアップグレードは、もともと「セレニティ」および「Eth2」と呼ばれていたもので、2014年以降、研究開発が盛んに行われてきました。",
  "page-roadmap-vision-upgrade-needs-desc-5": "テクノロジーの進歩により、イーサリアムはよりスケーラブルで、安全で、持続可能なものにするためにアップグレードされています。 イーサリアムのコアバリューである分散化を維持しつつ、既存のユーザーエクスペリエンスを高め、新しいユーザーの参入を促進します。",
  "page-roadmap-vision-upgrade-needs-desc-6": "スケーラビリティを一瞬にして向上できる魔法のスイッチはありません。時間をかけて、段階的に改善が実装されます。",
  "page-roadmap-vision-upgrade-needs-serenity": "「セレニティ」の論議に関する2015年のブログ記事を見る",
  "ethereum": "イーサリアム",
  "page-roadmap-vision-danksharding": "ダンクシャーディングの詳細"
}
