{
  "page-roadmap-vision-2014": "2014年のプルーフ・オブ・ステークの詳細に関するブログ記事を見る",
  "page-roadmap-vision-2021": "イーサリアムのロードマップの進化に関する2021年のブログ記事を見る",
  "page-roadmap-vision-2022": "2022年のブログ記事: イーサリアムへのヒッチハイク・ガイド",
  "page-roadmap-vision-2021-updates": "イーサリアムのプロトコルアップデートに関する2021年のブログ記事を見る",
  "page-roadmap-vision-desc-1": "イーサリアムは、ネットワークの混雑を減らし、スピードを上げてグローバルなユーザーベースのサービスを改善する必要があります。",
  "page-roadmap-vision-desc-2": "ネットワークが拡大するにつれて、ノードの実行は難しくなります。ネットワークのスケーリングを行うほど、これは困難になります。",
  "page-roadmap-vision-desc-3": "イーサリアムの消費電力量は高く、ネットワークを安全に保つテクノロジーをより持続可能なものにする必要があります。",
  "page-roadmap-vision-ethereum-node": "ノードの詳細",
  "page-roadmap-vision-future": "地球規模でのデジタルの未来",
  "page-roadmap-vision-meta-desc": "アップグレードがイーサリアムに与える影響と、アップグレードにより克服しなければならない課題の概要",
  "page-roadmap-vision-meta-title": "イーサリアムのビジョン",
  "page-roadmap-vision-mining": "マイニングの詳細",
  "page-roadmap-vision-problems": "現在の課題",
  "page-roadmap-vision-scalability": "スケーラビリティ",
  "page-roadmap-vision-scalability-desc": "イーサリアムは、ネットワークのノードのサイズを大きくすることなく、1秒間あたりに処理できるトランザクション量を増量させる必要があります。ノードとは、ブロックチェーンを保存し、実行する重要なネットワーク参加者のことです。ノードのサイズを上げると、高性能で高価なコンピュータが必要になるため現実的ではありません。スケールアップするには、イーサリアムは1秒あたりのトランザクション量を増やし、より多くのノードが必要になります。ノードの数が増えるほど、セキュリティは強化されます。",
  "page-roadmap-vision-scalability-desc-3": "シャーディングアップグレードにより、ネットワーク全体にデータ ストレージ要件が分散され、すべてのノードが100%のデータを保持する必要がなくなります。これはトランザクションの実行を直接スケーリングしませんが、これは<a href=\"/layer-2/\">レイヤー 2</a> ロールアップ・ソリューションで直接対処されています。",
  "page-roadmap-vision-scalability-desc-4": "ただし、ロールアップが最も効果的になるには、安価なレイヤー1のストレージが必要です。シャーディングは、ロールアップの効率を最大化することでイーサリアムに余裕を与え、現在の1秒あたり15～45トランザクションという制限を超え、指数関数的に改善します。",
  "page-roadmap-vision-security": "セキュリティ",
  "page-roadmap-vision-security-desc": "計画されているアップグレードは、組織的攻撃に対するイーサリアムのセキュリティを改善します。",
  "page-roadmap-vision-security-desc-3": "プルーフ・オブ・ステークでは、悪質な行為や攻撃を行うと、ETHを失ってしまうという「暗号経済的な阻害」により、さらなるセキュリティが確保されています。つなり、プルーフ・オブ・ステークでは、ネットワークを保護するバリデータがプロトコルに多額のETHをステーキングしなければならなく、仮にバリデータがネットワークを攻撃しようとすると、プロトコルは自動的にバリデータのETH保有量を破壊します。",
  "page-roadmap-vision-security-desc-5": "しかし、サービス妨害(DoS)攻撃からバリデータを保護するアップグレードも重要です。匿名性を向上させ、ブロックの構築とブロック伝播を分離することも間もなく実装されます。 これらのアップグレードは、生存攻撃や検閲に対する個々のバリデータとネットワーク全体を保護します。",
  "page-roadmap-vision-security-desc-5-link": "プルーフ・オブ・ステークの詳細",
  "page-roadmap-vision-security-desc-10": "ステーキングでは、イーサリアムノードを「実行」するために高性能なハードウェアに投資する必要がありません。そのため、より多くの人がバリデータになりやすく、ネットワークの分散性を向上し、攻撃面の削減につながります。",
  "page-roadmap-vision-security-staking": "ETHのステーキング",
  "page-roadmap-vision-security-validator": "ETHをステーキングすることでバリデータになることができます。",
  "page-roadmap-vision-staking-lower": "ステーキングの詳細",
  "page-roadmap-vision-subtitle": "イーサリアムをパワフルにし、全人類に貢献。",
  "page-roadmap-vision-sustainability": "サステナビリティ",
  "page-roadmap-vision-sustainability-desc-1": "イーサリアムは、現在は環境にやさしいブロックチェーンです。プルーフ・オブ・ワークからプルーフ・オブ・ステークに移行し、エネルギー消費量が、約99.95%削減されました。",
  "page-roadmap-vision-sustainability-desc-2": "イーサリアムは現在、コンピューティングパワーではなく、ステーキングにより保護されています。",
  "page-roadmap-vision-sustainability-desc-3": "このサステナビリティの向上は、セキュリティ上の利点ももたらします。プルーフ・オブ・ワークよりも、プルーフ・オブ・ステークは、チェーンを攻撃するのに、はるかにコストがかかります。しかし、バリデータに支払うために必要になる新規ETHの発行量がマイナーより少ないため、安全性を確保するコストは低くなります。",
  "page-roadmap-vision-sustainability-desc-8": "プルーフ・オブ・ステークへの移行により、イーサリアムはより環境にやさしく、安全になりました。アプリや組織の構築に適した低炭素なプラットフォームです。",
  "page-roadmap-vision-sustainability-subtitle": "イーサリアムは、強力な暗号経済的セキュリティを持つ、環境にやさしいブロックチェーンです。",
  "page-roadmap-vision-title": "イーサリアムのビジョン",
  "page-roadmap-vision-title-1": "ネットワーク混雑",
  "page-roadmap-vision-title-2": "ディスク容量",
  "page-roadmap-vision-title-3": "過剰な消費エネルギー",
  "page-roadmap-vision-trilemma-cardtext-1": "イーサリアムのアップグレードは、イーサリアムをよりスケーラブルで、安全で、分散化されたものにします。シャーディングは、ノードを実行してチェーンを検証するのに必要な電力を減少させる一方で、1秒あたりのトランザクション能力を向上させ、イーサリアムをよりスケーラブルにします。ビーコンチェーンは、分割されたデータ セット全体でバリデータを調整し、イーサリアムを安全にします。 また、ステーキングは参加への障壁を下げ、規模の経済を制限し、より大きな、より分散化されたネットワークの構築につながります。",
  "page-roadmap-vision-trilemma-cardtext-2": "安全で分散化されたブロックチェーンネットワークは、すべてのノードがチェーンが処理したすべてのトランザクションを検証する必要があります。 この作業量が、処理できるトランザクション量を制限します。分散化とセキュリティが、現在のイーサリアムチェーンへ影響を与えています。",
  "page-roadmap-vision-trilemma-cardtext-3": "分散型ネットワークは、ノード間でトランザクションに関する情報を送信することで機能します。つまり、ネットワーク全体が状態の変化を知る必要があります。分散型ネットワーク上で秒単位でトランザクションを拡大させると、トランザクション量が増えるほど遅延が増え、情報の伝送中に攻撃を受ける確率が高くなるため、セキュリティ上のリスクが生じます。",
  "page-roadmap-vision-trilemma-cardtext-4": "イーサリアムのノードのサイズとパワーを増すことで、安全な方法で1秒あたりのトランザクション量を増やすことができますが、ハードウェア要件が高くなり、実行できる人が制限され、分散化を脅かすことになります。シャーディングとプルーフオブステークにより、ノードのサイズではなく、ノードの数を増加させることで、イーサリアムのスケーリングを可能にすると見込まれています。",
  "page-roadmap-vision-trilemma-h2": "分散型スケーリングの課題",
  "page-roadmap-vision-trilemma-modal-tip": "分散型スケーリングの課題をより深く理解するには、以下の円をタップしてください",
  "page-roadmap-vision-trilemma-p": "イーサリアムの問題を解決するための単純な方法は、中央集権化することですが、分散化はイーサリアムには欠かすことができないほど肝心です。イーサリアムの中立性、検閲耐性、オープン性、データ所有権、侵害されないセキュリティを実現しているのは、分散化です。",
  "page-roadmap-vision-trilemma-p-1": "イーサリアムのビジョンは、よりスケーラブルで安全であることだけでなく、分散化を維持することです。この3つの特性を達成することは、スケーラビリティの3つのジレンマ(トリレンマ)として知られています。",
  "page-roadmap-vision-trilemma-p-2": "イーサリアムのアップグレードはトリレンマを解決することを目指していますが、大きな課題があります。",
  "page-roadmap-vision-trilemma-press-button": "分散型スケーリングの問題をより深く理解するには、三角形のボタンを押してください。",
  "page-roadmap-vision-trilemma-text-1": "分散化",
  "page-roadmap-vision-trilemma-text-2": "セキュリティ",
  "page-roadmap-vision-trilemma-text-3": "スケーラビリティ",
  "page-roadmap-vision-trilemma-title-1": "スケーラビリティ・トリレンマの探索",
  "page-roadmap-vision-trilemma-title-2": "イーサリアムのアップグレードと分散型スケーリング",
  "page-roadmap-vision-trilemma-title-3": "セキュリティと分散化",
  "page-roadmap-vision-trilemma-title-4": "分散化とスケーラビリティ",
  "page-roadmap-vision-trilemma-title-5": "スケーラビリティとセキュリティ",
  "page-roadmap-vision-understanding": "イーサリアムのビジョンの理解",
  "page-roadmap-vision-upgrade-needs": "アップグレードの必要性",
  "page-roadmap-vision-upgrade-needs-desc": "2015年にローンチしたイーサリアムプロトコルは、信じられないほどの成功を収めました。しかし、イーサリアムコミュニティは、イーサリアムのポテンシャルを完全に解き放つためには、まだ重要なアップグレードが必要であると常に想定していました。",
  "page-roadmap-vision-upgrade-needs-desc-2": "需要の高さがトランザクションフィーの高騰を招き、イーサリアムは平均的なユーザーにとって高価なものになっています。イーサリアムクライアントを実行するために必要なディスク容量は、急速に増加しています。そして、イーサリアムの安全性と分散化を維持するための基礎となるプルーフ・オブ・ワーク・コンセンサスアルゴリズムは、環境に大きな影響を与えています。",
  "page-roadmap-vision-upgrade-needs-desc-3": "イーサリアムは、一連のアップグレード通して、これらの問題などに対処する予定です。これらのアップグレードは、もともと「セレニティ」および「Eth2」と呼ばれていたもので、2014年以降、研究開発が盛んに行われてきました。",
  "page-roadmap-vision-upgrade-needs-desc-5": "テクノロジーの準備が整った今、これらのアップグレードにより、イーサリアムはよりスケーラブルで、安全で、持続可能なものにするために再構築されます。 イーサリアムのコアバリューである分散化を維持しつつ、既存のユーザーエクスペリエンスを高め、新しいユーザーの興味を誘います。",
  "page-roadmap-vision-upgrade-needs-desc-6": "スケーラビリティを一瞬にして向上できるスイッチがあるのではなく、時間をかけて段階的に改善が実装されます。",
  "page-roadmap-vision-upgrade-needs-serenity": "2015年のブログ記事「セレニティ」の論議を見る",
  "ethereum": "イーサリアム"
}
