{
  "page-ethereum-vs-bitcoin-meta-title": "イーサリアム vs ビットコイン：その違いとは？ | ethereum.org",
  "page-ethereum-vs-bitcoin-meta-description": "ビットコインとイーサリアムの違いについて、ユースケース、ネットワークパフォーマンス、セキュリティ、トークンエコノミクス、分散化のレベルなどを含めて学びます。",
  "page-ethereum-vs-bitcoin-twitter-meta-description": "ビットコインとイーサリアムの違いについて、ユースケース、ネットワークパフォーマンス、トークンエコノミクスなどを含めて学びます。",
  "page-ethereum-vs-bitcoin-title": "イーサリアム vs ビットコイン：その違いとは？",
  "page-ethereum-vs-bitcoin-description-1": "ビットコインとイーサリアムは最もよく知られた分散型ブロックチェーンネットワークですが、それぞれまったく異なる目的を果たします。",
  "page-ethereum-vs-bitcoin-section-1": "ビットコイン(Bitcoin、大文字のB)は、ビットコイン(bitcoin、小文字のb)と呼ばれるデジタル通貨のために設計されたブロックチェーンです。イーサリアムは、そのネイティブ暗号通貨である<strong>イーサ(ETH)</strong>を原動力とする、アプリケーションと資産のための分散型プラットフォームとして設計されています。",
  "page-ethereum-vs-bitcoin-section-2": "両者ともブロックチェーン技術を使用し、オープンソースであり、グローバルなコミュニティによって維持されていますが、その目標や機能は異なります。このガイドでは、それぞれのネットワークが何であり、どのような共通点があるのか、そして技術、文化、将来の展望といった分野でどのように異なるのかを解説します。",
  "page-ethereum-vs-bitcoin-bitcoin-section-title": "ビットコイン — 早わかり",
  "page-ethereum-vs-bitcoin-bitcoin-section-1": "ビットコインは、分散型のデジタル通貨ネットワークです。2008年の金融危機の直後、<strong>2009年にサトシ・ナカモト</strong>と名乗る匿名の存在によって<strong>作成されました</strong>。そのアイデアは、ビットコインがP2P（ピアツーピア）の電子現金システムになることでした。",
  "page-ethereum-vs-bitcoin-bitcoin-section-2": "ビットコインを使えば、誰でも銀行のような<strong>中央機関に依存することなく</strong>、インターネット経由で<strong>ビットコインを送受信</strong>できます。すべての取引は、ブロックチェーンとして知られる公開台帳に記録されます。",
  "page-ethereum-vs-bitcoin-bitcoin-section-3": "ビットコインはプルーフ・オブ・ワークを使用してネットワークを保護します。世界中のコンピューターが、新しいブロックを追加するための暗号パズルを解く競争をします。これらの特殊なコンピューターはマイナーと呼ばれ、新しいブロックを「マイニング」することでブロック報酬としてビットコインを受け取ります。",
  "page-ethereum-vs-bitcoin-bitcoin-section-4": "<strong>ビットコインの最大供給量は2100万コインに固定されています</strong>。この設計上の選択が、ビットコインがしばしばデジタルゴールドと呼ばれる主な理由です。",
  "page-ethereum-vs-bitcoin-ethereum-section-title": "イーサリアム — 早わかり",
  "page-ethereum-vs-bitcoin-ethereum-section-1": "ビットコインと同様に、イーサリアムも分散型ブロックチェーンネットワークですが、<strong>単に支払いを記録するだけでなく、それ以上のことができるように設計されています</strong>。ソフトウェア開発者である<strong>ヴィタリック・ブテリン</strong>とその共同創設者たちによって<strong>2015年</strong>にローンチされたイーサリアムは、スマートコントラクトおよび分散型アプリケーションのプラットフォームとして構築されました。",
  "page-ethereum-vs-bitcoin-ethereum-section-2": "イーサリアムは、ビットコインのように誰でも価値を送受信できるだけでなく、<strong>誰もがアプリケーションのために利用できるプラットフォーム</strong>としても機能します。イーサリアムネットワークは数千のノードで実行されており、単一の主体によって管理されているわけではありません。",
  "page-ethereum-vs-bitcoin-ethereum-section-3": "誰でもイーサリアムにアプリケーションを作成し、デプロイできます。これらのプログラムは<strong>スマートコントラクト</strong>と呼ばれ、イーサリアムの中核的なイノベーションです。",
  "page-ethereum-vs-bitcoin-ethereum-section-4": "スマートコントラクトがデプロイされると、インタラクションがあった際に決定論的に実行されます。これにより、貸付、取引、ゲーム、デジタルコレクティブルといった、世界中の何百万人ものユーザーのために毎日24時間稼働するアプリを構築することが可能になります。",
  "page-ethereum-vs-bitcoin-ethereum-section-5": "ビットコインネットワークでトランザクション手数料の支払いにビットコインが使われるのと同様に、イーサリアムのネイティブ通貨であるイーサは、トランザクション手数料の支払い、スマートコントラクトの公開と使用、ネットワークの保護に使用されます。<strong>イーサは、プログラムを実行するための燃料としても、価値の保存手段としても機能します</strong>。",
  "page-ethereum-vs-bitcoin-ethereum-section-6": "イーサリアムとその仕組みについてさらに詳しく知る",
  "page-ethereum-vs-bitcoin-differences-section-title": "主な違い",
  "page-ethereum-vs-bitcoin-differences-section-1": "ビットコインとイーサリアムは、ブロックチェーン技術を用いて分散型ネットワークを維持していますが、その設計、目的、機能は異なります。",
  "page-ethereum-vs-bitcoin-differences-table-area": "分野",
  "page-ethereum-vs-bitcoin-differences-table-bitcoin": "ビットコイン",
  "page-ethereum-vs-bitcoin-differences-table-ethereum": "イーサリアム",
  "page-ethereum-vs-bitcoin-differences-table-row-1-1": "主な目的",
  "page-ethereum-vs-bitcoin-differences-table-row-1-2": "P2P（ピアツーピア）のデジタル通貨",
  "page-ethereum-vs-bitcoin-differences-table-row-1-3": "アプリとデジタル経済のためのプラットフォーム",
  "page-ethereum-vs-bitcoin-differences-table-row-2-1": "スマートコントラクト",
  "page-ethereum-vs-bitcoin-differences-table-row-2-2": "非対応",
  "page-ethereum-vs-bitcoin-differences-table-row-2-3": "コア機能",
  "page-ethereum-vs-bitcoin-differences-table-row-3-1": "供給",
  "page-ethereum-vs-bitcoin-differences-table-row-3-2": "ビットコインは、元の変更されていないプロトコルによって定められた固定/所定のレートでブロックごとに発行され、最終的な上限は2100万枚に固定されています。",
  "page-ethereum-vs-bitcoin-differences-table-row-3-3": "イーサは、アクティビティ/需要に比例してブロックごとにバーン（焼却）され、ステークされたETHの総量に比例してエポックごとに発行されます。固定された上限はありませんが、発行率はステークされたETHの総量によって制限されます。",
  "page-ethereum-vs-bitcoin-differences-table-row-4-1": "コンセンサスメカニズム",
  "page-ethereum-vs-bitcoin-differences-table-row-4-2": "プルーフ・オブ・ワーク",
  "page-ethereum-vs-bitcoin-differences-table-row-4-3": "プルーフ・オブ・ステーク",
  "page-ethereum-vs-bitcoin-differences-table-row-5-1": "速度",
  "page-ethereum-vs-bitcoin-differences-table-row-5-2": "ほとんどの場合、6ブロック後（平均60分）には不可逆と見なされる",
  "page-ethereum-vs-bitcoin-differences-table-row-5-3": "ファイナリティまで約15分",
  "page-ethereum-vs-bitcoin-differences-table-row-6-1": "エネルギー使用量",
  "page-ethereum-vs-bitcoin-differences-table-row-6-2": "高",
  "page-ethereum-vs-bitcoin-differences-table-row-6-3": "低",
  "page-ethereum-vs-bitcoin-differences-table-row-7-1": "ガバナンス",
  "page-ethereum-vs-bitcoin-differences-table-row-7-2": "保守的、進展が遅い",
  "page-ethereum-vs-bitcoin-differences-table-row-7-3": "柔軟、コミュニティ主導",
  "page-ethereum-vs-bitcoin-differences-table-row-8-1": "開発者エコシステム",
  "page-ethereum-vs-bitcoin-differences-table-row-8-2": "小規模",
  "page-ethereum-vs-bitcoin-differences-table-row-8-3": "大規模で活発",
  "page-ethereum-vs-bitcoin-differences-table-row-9-1": "アップグレード",
  "page-ethereum-vs-bitcoin-differences-table-row-9-2": "まれ",
  "page-ethereum-vs-bitcoin-differences-table-row-9-3": "頻繁かつ反復的",
  "page-ethereum-vs-bitcoin-purpose-title": "ビットコインとイーサリアムの目的",
  "page-ethereum-vs-bitcoin-purpose-1": "ビットコインは、世界的な金融危機の後、2009年に作られました。その目標は、銀行や政府を介さずに機能するピアツーピア形式のお金を提供することでした。設計上シンプルです。このネットワークは、<strong>仲介者なしで人から人へと価値を移動させる</strong>ことを目的としています。この狭い焦点が、希少で耐久性のある価値の保存手段であり、交換媒体としても使用できるデジタルゴールドとして広く知られるようになる一助となりました。",
  "page-ethereum-vs-bitcoin-purpose-2": "イーサリアムは2015年に、より広範なビジョンを持ってローンチされました。その作成者たちは、ブロックチェーンのセキュリティと分散化を活かし、それをプログラム可能にしたいと考えました。支払いに限定するのではなく、<strong>イーサリアムは誰でもスマートコントラクトと呼ばれる自己実行型プログラムを記述し、公開する</strong>ことができます。これにより、<strong>分散型金融(DeFi)</strong>や<strong>ステーブルコイン</strong>から、<strong>非代替性トークン(NFT)</strong>、<strong>ゲーム</strong>、<strong>分散型ソーシャルメディア</strong>まで、まったく新しいカテゴリーのアプリケーションへの扉が開かれました。",
  "page-ethereum-vs-bitcoin-purpose-3": "技術的な設計は、これらの目的を反映しています。ビットコインのスクリプト言語は限定的であり、これにより複雑さが軽減され、ネットワークの安全性を保つのに役立っています。イーサリアムのプログラミング言語はより表現力が高く、より複雑な状態やアプリケーション間のインタラクションを保存・管理することができます。この柔軟性は強みですが、ネットワークがより速く進化し、定期的なアップグレードや新機能が追加されることも意味します。",
  "page-ethereum-vs-bitcoin-purpose-4": "両者は、より広いデジタル経済の中でそれぞれ異なる役割を果たしています。ビットコインは、安定的で分散型の価値の保存手段であることに焦点を当てています。イーサリアムは、分散型アプリケーションとプログラム可能な資産のためのグローバルな決済レイヤーになることを目指しています。",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-title": "ユースケースと採用",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-1": "<strong>ビットコイン</strong>は、一般的に価値の保存手段として使用されます。多くの投資家は、<strong>インフレに対するヘッジ</strong>や経済の不安定性に対する備えと見なしています。一部の国では、<strong>代替通貨</strong>として、あるいは人々が従来の銀行システムの外部で貯蓄する手段として使用されています。",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-2": "<strong>イーサ</strong>も価値の保存手段として機能しますが、その<strong>主な役割は、広範なアプリケーションや資産のエコシステムを動かすこと</strong>です。開発者はイーサリアムを使用して、新しいプロトコルを作成し、トークンをローンチし、分散型取引所を運営し、NFTをミントし、ゲームを構築し、中央集権的な管理なしで運営されるソーシャルプラットフォームを開発できます。",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-3": "イーサリアムは、新しい形の金融、クラウドファンディング、デジタル所有権のための何千もの分散型アプリケーションをサポートしています。一部のユースケースでは、両方のネットワークを接続することさえあります。例えば、<strong>ビットコインは「ラップ」されてイーサリアム上で使用</strong>され、DeFiでの貸付、借入、取引などのアクティビティに利用できます。",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-4": "機関投資家による採用は、これらの違いを反映しています。暗号通貨であるビットコインは、長期的な価値の保存手段として広く保有されていますが、<strong>イーサリアムは分散型インフラストラクチャ</strong>と見なされています。そのプログラム可能性は、フィンテックプラットフォームや決済プロバイダーにとって魅力的です。",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-5": "イーサリアムがどのように利用されているか、さらに詳しく学ぶ",
  "page-ethereum-vs-bitcoin-monetary-policy-title": "金融政策",
  "page-ethereum-vs-bitcoin-monetary-policy-1": "ビットコインの供給量は<strong>2100万コイン</strong>で上限に達します。このハードリミットはプロトコルによって強制され、ビットコインが金（ゴールド）と比較される理由の一つです。新しいビットコインは<strong>マイニング報酬</strong>を通じて流通しますが、これは<strong>半減期</strong>と呼ばれるイベントで<strong>21万ブロック</strong>（マイニングに約4年かかる）<strong>ごとに半減</strong>します。報酬は2009年に1ブロックあたり50ビットコインから始まり、2012年に25、2016年に12.5と減少し、以降も同様です。このペースでいくと、最後のビットコインは2140年頃にマイニングされると予想されています。",
  "page-ethereum-vs-bitcoin-monetary-policy-2": "ビットコインのマイニング報酬とトランザクション手数料は、ネットワークの費用を賄い、その安全性を確保するために使用されます。しかし、ブロック報酬が半減するにつれて、ネットワークは自己費用を賄うためにトランザクション手数料への依存度を高めていきます。現在、ネットワーク手数料はネットワーク収入のごく一部（5%未満）しか占めておらず、ビットコインネットワークの発行がゼロになるにつれて、ネットワークの長期的なセキュリティがリスクにさらされる可能性があります。",
  "page-ethereum-vs-bitcoin-monetary-policy-3": "<strong>イーサリアムには固定の供給上限がありません</strong>。その代わり、その発行はプロトコルのルールによって決定され、最近のアップグレードでは時間とともに供給を減らすことができるメカニズムが導入されました。最も注目すべきはEIP-1559アップグレードで、これによりトランザクション手数料の一部がバーン（焼却）されます。<strong>ネットワークのアクティビティが高い場合、発行されるよりも多くのETHがバーン</strong>される可能性があり、その期間中、供給はデフレになります。",
  "page-ethereum-vs-bitcoin-monetary-policy-4": "イーサリアムの金融的アプローチは、トランザクション手数料とブロック報酬がネットワークのセキュリティ予算を提供することで、永続的なセキュリティ予算を保証します。",
  "page-ethereum-vs-bitcoin-developer-ecosystem-title": "開発者エコシステム",
  "page-ethereum-vs-bitcoin-developer-ecosystem-1": "<strong>イーサリアム</strong>には、<strong>最大級のブロックチェーン開発者コミュニティ</strong>があります。イーサリアム上で構築することで、幅広い<strong>ツール、フレームワーク、助成金</strong>、<strong>ハッカソン</strong>にアクセスできます。イーサリアム仮想マシン(EVM)はイーサリアムのランタイム環境であり、共通の標準となっており、他の多くのブロックチェーンが互換性を確保するためにEVMを使用しています。",
  "page-ethereum-vs-bitcoin-developer-ecosystem-2": "ERC-20やERC-721などのトークン標準は、広範なブロックチェーン経済の多くにとって基盤となっています。多くのレイヤー2ネットワークや他のブロックチェーンはEVMを使用しているため、アプリ、ウォレット、スマートコントラクトのコードを最小限の変更で複数のブロックチェーンにまたがって使用できます。",
  "page-ethereum-vs-bitcoin-developer-ecosystem-3": "<strong>ビットコインの開発者コミュニティはより小規模</strong>で、より焦点が絞られています。ほとんどの活動は、コアプロトコルの維持と改善、そしてより高速で安価な支払いのためのライトニングネットワークのようなレイヤー2ソリューションの開発に集中しています。",
  "page-ethereum-vs-bitcoin-developer-ecosystem-4": "イーサリアム開発者リソースについてさらに詳しく知る",
  "page-ethereum-vs-bitcoin-security-and-consensus-title": "セキュリティとコンセンサス",
  "page-ethereum-vs-bitcoin-security-and-consensus-1": "ビットコインとイーサリアムは、どちらも独立したノードからなる大規模な分散型ネットワークによって保護されていますが、ネットワークの状態について合意するために異なる方法を使用しています。",
  "page-ethereum-vs-bitcoin-security-and-consensus-2": "ビットコインは、<strong>プルーフ・オブ・ワーク</strong>と呼ばれるシステムを使用しています。マイナーと呼ばれるコンピューターが暗号パズルを解く競争をします。最初に解いたマイナーが次のトランザクションブロックをブロックチェーンに追加し、報酬としてビットコインを獲得します。このアプローチは、ビットコインに確率的ファイナリティとして知られるものをもたらします。これは、トランザクションがその上に追加のブロックがいくつか加えられた後にのみ、非常に安全であると見なされることを意味します。ビットコインの場合、これは多くの場合、6回の承認、つまり<strong>約1時間</strong>です。",
  "page-ethereum-vs-bitcoin-security-and-consensus-3": "イーサリアムは<strong>プルーフ・オブ・ステーク</strong>を使用します。このモデルでは、バリデータがETHをロックアップ（ステーク）することで、新しいブロックを提案・承認するために選ばれる機会を得ます。選出はランダムですが、選ばれる確率はステークされたETHの量に応じて増加します。不正行為を働いたバリデータは、<strong>自身のステークを失うリスク</strong>を負います。これにより、イーサリアムは経済的ファイナリティを達成でき、ファイナライズされたブロックは覆すことが非常に困難になり、多くの場合<strong>約15分</strong>以内で完了します。イーサリアムはまた、十分な数のバリデータが合意すると、ブロックを不可逆としてマークするためにチェックポイントを使用します。",
  "page-ethereum-vs-bitcoin-security-and-consensus-4": "イーサリアムのコンセンサスメカニズムについてさらに詳しく知る",
  "page-ethereum-vs-bitcoin-underlying-technology-title": "基盤技術",
  "page-ethereum-vs-bitcoin-underlying-technology-1": "<strong>ビットコイン</strong>は、<strong>未使用トランザクションアウトプットモデル</strong>（UTXO）として知られるものを使用します。このシステムでは、ブロックチェーンはアカウント残高を追跡しません。代わりに、まだ使用されていない過去のトランザクションからのアウトプットを記録します。ビットコインを使用するときは、これらのアウトプットを新しいトランザクションのインプットとして使用し、その過程で新しいアウトプットを作成します。",
  "page-ethereum-vs-bitcoin-underlying-technology-2": "これは現金を使うようなものだと考えることができます。5ドル札を2枚持っていて7ドルを使いたい場合、両方の紙幣を渡し、3ドルのおつりを受け取ります。ビットコインは、あなたの合計残高ではなく、渡した紙幣とおつりを記録します。",
  "page-ethereum-vs-bitcoin-underlying-technology-3": "<strong>イーサリアム</strong>は、<strong>アカウントベースモデル</strong>を使用します。個々のアウトプットを追跡する代わりに、銀行口座のようにアカウント残高の記録を保持します。このアプローチにより、アカウントがプログラムのようにデータを保存し、相互にやり取りできるため、スマートコントラクトや複雑なロジックの管理が容易になります。",
  "page-ethereum-vs-bitcoin-underlying-technology-4": "それぞれのモデルにはトレードオフがあります。UTXOは、より高いプライバシーを提供し、個々のコインを追跡しやすくすることができます。アカウントベースのシステムは、アプリケーションを構築する上ではより単純明快です。",
  "page-ethereum-vs-bitcoin-underlying-technology-5": "イーサリアム開発者ドキュメントで続きを読む",
  "page-ethereum-vs-bitcoin-decentralization-title": "分散化",
  "page-ethereum-vs-bitcoin-decentralization-1": "ビットコインとイーサリアムはどちらも分散型であるように設計されていますが、それを測定し、アプローチする方法は異なります。",
  "page-ethereum-vs-bitcoin-decentralization-2": "<strong>ビットコイン</strong>の分散化は、その<strong>シンプルな技術設計</strong>、長期的な安定性、そして<strong>ノードの広範な分散</strong>によって支えられています。その低リソース要件により、人々が自宅でフルノードを簡単に実行できるようになり、ネットワークの独立性と検閲耐性を維持するのに役立っています。",
  "page-ethereum-vs-bitcoin-decentralization-3": "<strong>イーサリアム</strong>も大規模で成長中のノードネットワークを持っています。クライアントの多様性を重視しており、これはソフトウェアの複数のバージョンが<strong>独立したチームによって維持されている</strong>ことを意味します。これにより、単一のクライアントへの依存が減り、ネットワークに影響を与える可能性のあるバグや障害から保護するのに役立ちます。",
  "page-ethereum-vs-bitcoin-decentralization-4": "イーサリアムには、ステーキング、アップグレード、ガバナンスの議論などの活動に関与する<strong>より広範な参加者</strong>がいますが、<strong>両方のネットワークともオープンで回復力のある状態を維持することを目指しています</strong>。ビットコインはノードの要件を変更せず、より少ないソフトウェアクライアントに依存しています。イーサリアムは、それぞれが独自の視点をもたらす、さまざまな貢献者を奨励しています。",
  "page-ethereum-vs-bitcoin-environmental-impact-title": "環境への影響",
  "page-ethereum-vs-bitcoin-environmental-impact-1": "イーサリアムの歴史における最も重要な変更の1つは、2022年のプルーフ・オブ・ワークから<strong>プルーフ・オブ・ステーク</strong>への切り替えでした。「マージ」として知られるこの移行により、<strong>ネットワークのエネルギー消費量は99%以上削減されました</strong>。",
  "page-ethereum-vs-bitcoin-environmental-impact-2": "プルーフ・オブ・ステークの下では、イーサリアムはもはやエネルギー集約的なマイニングに依存しません。代わりに、バリデータはランダムに選ばれ、選ばれる可能性はステークしたETHの量に応じて増加します。この移行により、イーサリアムはよりエネルギー効率の高いブロックチェーンネットワークの1つとなりました。",
  "page-ethereum-vs-bitcoin-environmental-impact-3": "ビットコインは引き続き<strong>プルーフ・オブ・ワーク</strong>を使用しており、マイナーが暗号パズルを解くために競争するため、<strong>大量の電力を必要とします</strong>。このエネルギーの一部は再生可能エネルギー源から供給されており、ビットコインコミュニティでは持続可能性を向上させる方法について継続的な議論が行われています。",
  "page-ethereum-vs-bitcoin-environmental-impact-4": "エネルギー使用量の違いは、2つのネットワークを比較する上で重要なポイントとなっています。イーサリアムのエネルギーフットプリントが低いことは、環境への影響が優先される状況において、より魅力的なものにしています。",
  "page-ethereum-vs-bitcoin-environmental-impact-5": "イーサリアムのエネルギー使用に関する完全なレポートを読む",
  "page-ethereum-vs-bitcoin-future-outlook-title": "未来はどのようなものになるか",
  "page-ethereum-vs-bitcoin-future-outlook-1": "ビットコインは、価値の保存手段および準備資産としてますます採用されています。大幅に変化する可能性は低く、この安定性がその魅力の一部です。",
  "page-ethereum-vs-bitcoin-future-outlook-2": "イーサリアムは、新しいデジタル経済におけるアプリケーションプラットフォームとしての地位を確立しつつあります。レイヤー2ネットワークの成長と継続的なアップグレードにより、グローバル規模のアプリケーション、インフラストラクチャ、資産をサポートすることを目指しています。",
  "page-ethereum-vs-bitcoin-future-outlook-3": "多くのユーザーにとって、<strong>この2つのネットワークは直接的な競合関係にはありません</strong>。それぞれ異なる目的を果たし、デジタル資産への多様なアプローチにおいて相互に補完し合うことができます。",
  "page-ethereum-vs-bitcoin-future-outlook-4": "イーサリアムのロードマップについてさらに詳しく知る"
}