{
  "page-staking-just-staking": "ステーキング",
  "page-staking-image-alt": "eth2 launchpad用Rhinoマスコットの画像。",
  "page-staking-51-desc-1": "ステーキングを行うことで、バリデータとしてネットワークに参加しやすくなるため、現在よりも多くのバリデータがネットワークに存在する可能性が高くなります。これにより、この種の攻撃はさらに困難になり、攻撃のコストが増加することになります。",
  "page-staking-accessibility": "よりアクセスしやすい",
  "page-staking-accessibility-desc": "ハードウェア要件がより簡単になり、32ETHを持っていなければプールできるようになったことで、より多くの人がネットワークに参加できるようになります。これにより、攻撃面積が減ることで、イーサリアムはより分散化され、安全性が高くなります。",
  "page-staking-at-stake": "ETHのステーキング",
  "page-staking-at-stake-desc": "トランザクションを検証し、新しいブロックを作成するには、ETHをステーキングしなければならないため、システムを騙そうとすると損失することがあります。",
  "page-staking-benefits": "イーサリアムのステーキングに参加する利点",
  "page-staking-check-address": "デポジット用のアドレスを確認する",
  "page-staking-consensus": "コンセンサスメカニズムの詳細",
  "page-staking-deposit-address": "デポジット用のアドレスを確認する",
  "page-staking-deposit-address-desc": "すでに ローンチパッドのセットアップ手順を踏んでいる方は、ステーキングデポジットコントラクトへトランザクションを送信する必要があります。とても慎重にそのアドレスを確認することをお勧めします。あなたは ethereum.org と 他の信頼できるサイトで 公式のアドレスを見つけることができます。",
  "page-staking-desc-1": "ネットワークがコンセンサスに達するのを助ける行動に対して報酬が与えられます。あなたが新しいブロックへトランザクションをバッチ処理したり、チェーンの安全な実行を維持するために他のバリデータの作業をチェックしたりすることで、報酬が得られます。",
  "page-staking-desc-2": "あなたはネットワークに利益をもたらす作業をすることで報酬を得ることができますが、悪意のある行動、オフラインにする、検証の失敗 によりETHを失う可能性があります。",
  "page-staking-desc-3": "フルバリデータになるためには32ETHが必要です。または、ステーキングプールに参加するためにはいくつかのETHが必要です。また、「Eth1」またはメインネットクライアントを実行する必要があります。launchpad は、プロセスとハードウェア要件を1つずつ段階的に説明してくれます。あるいは、バックエンドAPIを使用することもできます。",
  "page-staking-description": "ステーキングとは、バリデータソフトウェアを有効化するために32ETHをデポジットする行為です。バリデータとして、あなたはデータの保存、トランザクションの処理、ブロックチェーンへの新しいブロックの追加 を担当することになります。これにより、誰にとってもイーサリウムの安全性が保たれ、その過程であなたは新たなETHを獲得することができます。このプロセスはプルーフ・オブ・ステークと呼ばれ、ビーコンチェーンによって導入されています。",
  "page-staking-docked": "マージの詳細",
  "page-staking-dyor": "自分で調査する",
  "page-staking-dyor-desc": "記載されているステーキングサービスは、いずれも公式の推薦ではありません。どのサービスがあなたに最適なのかを把握するために、調査するようにしてください。",
  "page-staking-header-1": "イーサリアムのバリデータになるためにETHをステーキングする",
  "page-staking-how-much": "いくらステーキングしますか？",
  "page-staking-how-to-stake": "ステーキングする方法",
  "page-staking-how-to-stake-desc": "全てはどのくらいの額をステーキングするかにかかっています。フルバリデータになるには 32 必要ですが、それよりも少ない額をステーキングすることもできます。",
  "page-staking-join": "参加する",
  "page-staking-join-community": "ステーキングのコミュニティに参加しよう",
  "page-staking-join-community-desc": "r/ethstakerは誰もがイーサリアムのステーキングについて議論するコミュニティです 。アドバイス、サポート、そしてステーキングについて話し合うために参加してください。",
  "page-staking-less-than": "未満",
  "page-staking-link-1": "バックエンドAPIを見る",
  "page-staking-meta-description": "イーサリアムステーキングの概要: リスク、報酬、要件、およびそれを行う場所。",
  "page-staking-meta-title": "イーサリアムステーキング",
  "page-staking-more-sharding": "シャーディングの詳細",
  "page-staking-pool": "プール内ステーキング",
  "page-staking-pool-desc": "あなたが持っているETHが32ETH未満の場合、より小さいステーキングをステーキングプールへ追加することができます。いくつかの企業が代行してくれるので、あなたはオンラインにし続ける事を心配する必要はありません。チェックすべき会社をいくつかご紹介します。",
  "page-staking-pos-explained": "プルーフ・オブ・ステーク の説明",
  "page-staking-pos-explained-desc": "ステーキングは、プルーフ・オブ・ステークにおいてバリデータになるために必要なことです。これは、現在行われているプルーフ・オブ・ワークシステムに代わるコンセンサスメカニズムです。コンセンサスメカニズムは、イーサリアムのようなブロックチェーンの安全性と分散性を維持するものです。",
  "page-staking-pos-explained-desc-1": "プルーフ・オブ・ステーク は、さまざまな方法でネットワークを保護するのに役立ちます:",
  "page-staking-services": "ステーキングサービスを見る",
  "page-staking-sharding": "シャーディングのロック解除",
  "page-staking-sharding-desc": "シャーディングはプルーフ・オブ・ステークシステムでのみ可能です。プルーフ・オブ・ワークシステムをシャーディングすると、ネットワークを破壊するのに必要な計算能力が希釈され、悪意のあるマイナーがシャードを制御するのが容易になります。プルーフ・オブ・ステークのランダムに割り当てられたステーカーの場合はそうではありません。",
  "page-staking-solo": "単独でステーキングして検証を実行する",
  "page-staking-solo-desc": "ステーキング処理を開始するには、Eth2 launchpad を使用する必要があります。これはすべてのセットアップを1つずつ段階的に説明してくれます。ステーキングの一部は、ブロックチェーンのローカルコピーであるEth2クライアントを実行することです。これをあなたのコンピュータにダウンロードするには時間がかかることがあります。",
  "page-staking-start": "ステーキングを開始する",
  "page-staking-subtitle": "ステーキングは、イーサリアムエコシステムの公共財です。あなたはネットワークの安全確保に貢献し、その過程で報酬を得ることができます。",
  "page-staking-sustainability": "より持続可能",
  "page-staking-sustainability-desc": "バリデーターは、プルーフ・オブ・ステークスシステムに参加するためにエネルギーを消費するコンピューターを必要としません - ノートパソコンやスマートフォンだけです。これにより、イーサリアムは、より環境に優しいものになります。",
  "page-staking-the-beacon-chain": "ビーコンチェーン の詳細",
  "page-staking-title-1": "報酬",
  "page-staking-title-2": "リスク",
  "page-staking-title-3": "必要条件",
  "page-staking-title-4": "あなたのETHをステーキングする方法",
  "page-staking-upgrades-li": "プルーフ・オブ・ステーク はビーコンチェーンで管理されています。",
  "page-staking-upgrades-li-2": "イーサリウムにはプルーフ・オブ・ステークのビーコンチェーンとプルーフ・オブ・ワークのメインネットが将来的に存在することになります。メインネットは私たちが何年も使ってきたイーサリアムです。",
  "page-staking-upgrades-li-3": "この間、ステーカーはビーコンチェーンに新しいブロックを追加しますが、メインネット取引は処理しません。",
  "page-staking-upgrades-li-4": "Ethereumがビーコンチェーンとマージされると、Ethereumはプルーフ・オブ・ステイクシステムに完全に移行します。",
  "page-staking-upgrades-li-5": "小規模なアップグレードが、ステーク資金の引き出しを可能にするために行われます。",
  "page-staking-upgrades-title": "プルーフ・オブ・ステーク と Eth2 のアップグレード",
  "page-staking-validators": "より多くのバリデータ、セキュリティの向上",
  "page-staking-validators-desc": "Ethereumのようなブロックチェーンでは、ネットワークの大部分を制御している場合、あなたの都合に合うようにトランザクションを検閲して順序を変更することができます。 しかし、ネットワークの大部分を制御するには、バリデータの大多数が必要となり、システム内のETHの大半を制御する必要があります 。これは大変な量です！ この量のETHは、新しいバリデータがシステムに入るたびに増加し、ネットワークのセキュリティを強化します。プルーフ・オブ・ステーク(PoS)に置き換えられるセキュリティモデルのプルーフ・オブ・ワーク(PoW)では、バリデータは専門ハードウェアと多くの物理空間が必要になります。マイナーとしてシステムに入ることは困難なので、多くの攻撃に対するセキュリティはそれほど高くありません。 プルーフ・オブ・ステークにはこれらの要件がなく、PoWでは不可能な規模にネットワーク(および多くの攻撃に対するセキュリティ)が拡大します。",
  "page-staking-withdrawals": "すぐに引き出すことはできません",
  "page-staking-withdrawals-desc": "今後のアップグレードが完了するまでステークを引き出すことはできません。メインネットがビーコンチェーンシステムとマージした後、引き出しが可能になります。"
}
