{
  "page-upgrades-vision-2014": "2014年のプルーフ・オブ・ステークの詳細に関するブログ記事を見る",
  "page-upgrades-vision-2021": "イーサリアムのロードマップの進化に関する2021年のブログ記事を見る",
  "page-upgrades-vision-2021-updates": "イーサリアムのプロトコルアップデートに関する2021年のブログ記事を見る",
  "page-upgrades-vision-beacon-chain": "ビーコンチェーン",
  "page-upgrades-vision-beacon-chain-btn": "ビーコンチェーン の詳細",
  "page-upgrades-vision-beacon-chain-date": "ビーコンチェーンの稼働",
  "page-upgrades-vision-beacon-chain-desc": "ビーコンチェーンは、イーサリアムのステーキングを実現し、将来のアップグレードへの基礎を築きました。最終的には、ビーコンチェーンは新しいシステムを調整することになります。",
  "page-upgrades-vision-beacon-chain-upper": "ビーコンチェーン",
  "page-upgrades-vision-desc-1": "イーサリアムは、ネットワークの混雑を減らし、スピードを上げてグローバルなユーザーベースのサービスを改善する必要があります。",
  "page-upgrades-vision-desc-2": "ネットワークが拡大するにつれて、ノードの実行は難しくなります。ネットワークのスケーリングを行うほど、これは困難になります。",
  "page-upgrades-vision-desc-3": "イーサリアムの消費電力量は高く、ネットワークを安全に保つテクノロジーをより持続可能なものにする必要があります。",
  "page-upgrades-vision-merge-date": "予定: 2022年",
  "page-upgrades-vision-merge-desc": "イーサリアムのメインネットはどこかに時点でビーコンチェーンと「マージ (統合) 」される必要があります。これにより、ネットワーク全体でのステーキングが有効となり、エネルギーを大量消費するマイニングは終了することになります。",
  "page-upgrades-vision-ethereum-node": "ノードの詳細",
  "page-upgrades-vision-explore-upgrades": "アップグレードの探索",
  "page-upgrades-vision-future": "地球規模でのデジタルの未来",
  "page-upgrades-vision-meta-desc": "アップグレードがイーサリアムに与える影響と、アップグレードにより克服しなければならない課題の概要",
  "page-upgrades-vision-meta-title": "イーサリアムのビジョン",
  "page-upgrades-vision-mining": "マイニングの詳細",
  "page-upgrades-vision-problems": "現在の課題",
  "page-upgrades-vision-scalability": "スケーラビリティ",
  "page-upgrades-vision-scalability-desc": "イーサリアムは、ネットワークのノードのサイズを大きくすることなく、1秒間あたりに処理できるトランザクション量を増量させる必要があります。ノードとは、ブロックチェーンを保存し、実行する重要なネットワーク参加者のことです。ノードのサイズを上げると、高性能で高価なコンピューターが必要になるため現実的ではありません。スケールアップするには、イーサリアムは1秒あたりのトランザクション処理量を増やし、より多くのノードが必要になります。ノードの数が増えるほど、セキュリティは強化されます。",
  "page-upgrades-vision-scalability-desc-3": "シャードチェーンのアップグレードにより、ネットワークの負荷が64の新しいチェーンへ分散されます。これにより、ネットワーク混雑が緩和され、現在の1秒あたり15～45トランザクションの制限以上に速度が向上します。",
  "page-upgrades-vision-scalability-desc-4": "また、チェーンの数は増えても、ネットワークを維持するバリデータの負担は少なくて済みます。バリデータは自分のシャードを「実行」するだけで、イーサリアムチェーン全体を実行する必要はないためです。これにより、ノードがより軽量化され、イーサリアムが拡張しても分散性を維持することが可能になります。",
  "page-upgrades-vision-security": "セキュリティ",
  "page-upgrades-vision-security-desc": "計画されたアップグレードは、51％攻撃のような連携攻撃に対するイーサリアムのセキュリティを向上します。51％攻撃は、誰かがネットワークの過半数を支配している場合、不正な変更を強制的に行うことができる攻撃の一種です。",
  "page-upgrades-vision-security-desc-3": "プルーフ・オブ・ステークへ移行すると、ネットワークを保護するバリデータはイーサリアムプロトコルに多額のETHをステークする必要があるため、プロトコルを攻撃しようとする意欲をそぐものになります。仮にバリデータがネットワークを攻撃しようとすると、プロトコルは自動的にバリデータのETH保有量を破壊します。",
  "page-upgrades-vision-security-desc-5": "これはプルーフ・オブ・ワークでは不可能であり、プロトコルができるのは、ネットワークを保護するマイナーのマイニング報酬を強制的に失わせることだけです。プルーフ・オブ・ワークで同等の効果を得るためには、マイナーが不正行為をしようとした場合に、プロトコルはマイナーの機器をすべて破壊できなければなりません。",
  "page-upgrades-vision-security-desc-5-link": "プルーフ・オブ・ワークの詳細",
  "page-upgrades-vision-security-desc-8": "イーサリアムのセキュリティモデルも、シャードチェーンの導入により変更する必要があります。ビーコンチェーンでは、バリデータを異なるシャードにランダムに割り当てます。このため、バリデータが特定のシャードを結託して攻撃することは事実上不可能です。シャーディングは、プルーフ・オブ・ワークのブロックチェーンでは、マイナーをこのようにプロトコルで制御することができないため、安全性はそれほど高くありません。",
  "page-upgrades-vision-security-desc-10": "ステーキングは、イーサリアムノードを「実行」するために高性能なハードウェアに投資する必要がないことも意味します。 これにより、より多くの人々がバリデータになることを促進し、ネットワークの分散性を向上させ、攻撃面積の減少につながります。",
  "page-upgrades-vision-security-staking": "ETHのステーキング",
  "page-upgrades-vision-security-validator": "ETHをステーキングすることでバリデータになることができます。",
  "page-upgrades-vision-shard-chains": "シャードチェーン",
  "page-upgrades-vision-shard-date": "予定: 2023年",
  "page-upgrades-vision-shard-desc-4": "シャードチェーンは、ネットワーク負荷を64の新しいブロックチェーンに分散します。 シャードはトランザクションのスピードを大幅に向上させる可能性を秘めており、最大で毎秒10万トランザクションまで向上させます。",
  "page-upgrades-vision-shard-upgrade": "シャードチェーンの詳細",
  "page-upgrades-vision-staking-lower": "ステーキングの詳細",
  "page-upgrades-vision-subtitle": "イーサリアムをパワフルにし、全人類に貢献。",
  "page-upgrades-vision-sustainability": "サステナビリティ",
  "page-upgrades-vision-sustainability-desc-1": "イーサリアムやビットコインのような他のブロックチェーンがマイニングのために大量のエネルギーを消費していることは周知の事実かと思います。",
  "page-upgrades-vision-sustainability-desc-2": "しかし、イーサリアムは現在コンピューティングパワーではなく、ETHのステーキングを介して保護する方向に向かっています。",
  "page-upgrades-vision-sustainability-desc-3": "すでにビーコンチェーンによってステーキングは導入されていますが、現在使っているイーサリアムは一定期間、新しいシステムと並行して稼働することになります。一方はETHにより保護されたシステム、もう一方はコンピューティングパワーで守られたシステムです。これはマージが完了するまでの話です。",
  "page-upgrades-vision-sustainability-desc-8": "ビーコンチェーンの稼働により、メインネットと新しいコンセンサスレイヤーを統合する作業が始まりました。メインネットは、ステークされたETHによって保護され、はるかに省エネルギーなものになります。",
  "page-upgrades-vision-sustainability-subtitle": "より環境に優しいイーサリアム。",
  "page-upgrades-vision-title": "イーサリアムのビジョン",
  "page-upgrades-vision-title-1": "ネットワーク混雑",
  "page-upgrades-vision-title-2": "ディスク容量",
  "page-upgrades-vision-title-3": "過剰な消費エネルギー",
  "page-upgrades-vision-trilemma-cardtext-1": "イーサリアムのアップグレードは、イーサリアムをよりスケーラブルで、安全で、分散化されたものにします。シャーディングは、ノードを実行してチェーンを検証するのに必要な電力を減少させる一方で、1秒あたりのトランザクション処理能力を向上させ、イーサリアムをよりスケーラブルにします。ビーコンチェーンは、各シャード間のバリデータを調整し、イーサリアムの安全性を高めます。そして、ステーキングは参加への障壁を下げ、より大きな、より分散化されたネットワークを構築することができます。",
  "page-upgrades-vision-trilemma-cardtext-2": "安全で分散化されたブロックチェーンネットワークは、すべてのノードがチェーンが処理したすべてのトランザクションを検証する必要があります。 この作業量が、処理できるトランザクション量を制限します。分散化とセキュリティが、現在のイーサリアムチェーンへ影響を与えています。",
  "page-upgrades-vision-trilemma-cardtext-3": "分散型ネットワークは、ノード間でトランザクションに関する情報を送信することで機能します。つまり、ネットワーク全体が状態の変化を知る必要があります。分散型ネットワーク上で秒単位でトランザクションを拡大させると、トランザクション量が増えるほど遅延が増え、情報の伝送中に攻撃を受ける確率が高くなるため、セキュリティ上のリスクが生じます。",
  "page-upgrades-vision-trilemma-cardtext-4": "イーサリアムのノードのサイズとパワーを増すことで、安全な方法で1秒あたりのトランザクション量を増やすことができますが、ハードウェア要件が高くなり、実行できる人が制限され、分散化を脅かすことになります。シャーディングとプルーフオブステークにより、ノードのサイズではなく、ノードの数を増加させることで、イーサリアムのスケーリングを可能にすると見込まれています。",
  "page-upgrades-vision-trilemma-h2": "分散型スケーリングの課題",
  "page-upgrades-vision-trilemma-modal-tip": "分散型スケーリングの課題をより深く理解するには、以下の円をタップしてください",
  "page-upgrades-vision-trilemma-p": "イーサリアムの問題を解決するための単純な方法は、中央集権化することですが、分散化はイーサリアムには欠かすことができないほど肝心です。イーサリアムの検閲耐性、オープン性、データプライバシー、侵害されないセキュリティを実現しているのは、分散化です。",
  "page-upgrades-vision-trilemma-p-1": "イーサリアムのビジョンは、よりスケーラブルで安全であることだけでなく、分散化を維持することです。この3つの特性を達成することは、スケーラビリティの3つのジレンマ(トリレンマ)として知られています。",
  "page-upgrades-vision-trilemma-p-2": "イーサリアムのアップグレードはトリレンマを解決することを目指していますが、大きな課題があります。",
  "page-upgrades-vision-trilemma-press-button": "分散型スケーリングの問題をより深く理解するには、三角形のボタンを押してください。",
  "page-upgrades-vision-trilemma-text-1": "分散化",
  "page-upgrades-vision-trilemma-text-2": "セキュリティ",
  "page-upgrades-vision-trilemma-text-3": "スケーラビリティ",
  "page-upgrades-vision-trilemma-title-1": "スケーラビリティ・トリレンマの探索",
  "page-upgrades-vision-trilemma-title-2": "イーサリアムのアップグレードと分散型スケーリング",
  "page-upgrades-vision-trilemma-title-3": "セキュリティと分散化",
  "page-upgrades-vision-trilemma-title-4": "分散化とスケーラビリティ",
  "page-upgrades-vision-trilemma-title-5": "スケーラビリティとセキュリティ",
  "page-upgrades-vision-understanding": "イーサリアムのビジョンの理解",
  "page-upgrades-vision-upgrade-needs": "アップグレードの必要性",
  "page-upgrades-vision-upgrade-needs-desc": "2015年にローンチしたイーサリアムプロトコルは、信じられないほどの成功を収めました。しかし、イーサリアムコミュニティは、イーサリアムのポテンシャルを完全に解き放つためには、まだ重要なアップグレードが必要であると常に想定していました。",
  "page-upgrades-vision-upgrade-needs-desc-2": "需要の高さが取引手数料の高騰を招き、イーサリアムは平均的なユーザーにとって高価なものになっています。イーサリアムクライアントを実行するために必要なディスク容量は、急速に増加しています。そして、イーサリアムの安全性と分散化を維持するための基礎となるプルーフ・オブ・ワーク・コンセンサスアルゴリズムは、環境に大きな影響を与えています。",
  "page-upgrades-vision-upgrade-needs-desc-3": "イーサリアムは、一連のアップグレード通して、これらの問題などに対処する予定です。これらのアップグレードは、もともと「セレニティ」および「Eth2」と呼ばれていたもので、2014年以降、研究開発が盛んに行われてきました。",
  "page-upgrades-vision-upgrade-needs-desc-5": "テクノロジーの準備が整った今、これらのアップグレードにより、イーサリアムはよりスケーラブルで、安全で、持続可能なものにするために再構築されます。 イーサリアムのコアバリューである分散化を維持しつつ、既存のユーザーエクスペリエンスを高め、新しいユーザーの興味を誘います。",
  "page-upgrades-vision-upgrade-needs-desc-6": "スケーラビリティを一瞬にして向上できるスイッチがあるのではなく、時間をかけて段階的に改善が実装されます。",
  "page-upgrades-vision-upgrade-needs-serenity": "2015年のブログ記事「セレニティ」の論議を見る"
}
