{
  "page-upgrades-vision-2014": "2014年のプルーフオブステークを説明するブログ記事を見る",
  "page-upgrades-vision-beacon-chain": "ビーコンチェーン",
  "page-upgrades-vision-beacon-chain-btn": "ビーコンチェーン の詳細",
  "page-upgrades-vision-beacon-chain-date": "ビーコンチェーンは生きています",
  "page-upgrades-vision-beacon-chain-desc": "エコシステムへの最初のEth2の追加。ビーコンチェーンはイーサリアムにステーキングをもたらし、将来のアップグレードのための基礎を築き、最終的には新しいシステムを調整するでしょう。",
  "page-upgrades-vision-beacon-chain-upper": "ビーコンチェーン",
  "page-upgrades-vision-desc-1": "イーサリウムは、ネットワークの混雑を減らし、スピードを上げてグローバルなユーザーベースのサービスを改善する必要があります。",
  "page-upgrades-vision-desc-2": "ネットワークが成長するにつれて、ノードの実行は難しくなります。ネットワークを拡張する努力をすればするほど、これは難しくなるでしょう。",
  "page-upgrades-vision-desc-3": "イーサリアムはあまりにも多く電気を使いすぎています。ネットワークを安全に保つ技術は、より持続可能なものにする必要があります。",
  "page-upgrades-vision-merge-date": "予定: 2022年",
  "page-upgrades-vision-merge-desc": "メインネットEthereumはどこかの時点でビーコンチェーンと「マージ(統合)」される必要があります。これにより、ネットワーク全体のステーキングが可能になり、エネルギーを大量に消費するマイニングが終了することになります。",
  "page-upgrades-vision-ethereum-node": "ノードの詳細",
  "page-upgrades-vision-explore-upgrades": "アップグレードを探ろう",
  "page-upgrades-vision-future": "グローバルに広がるデジタルな未来",
  "page-upgrades-vision-meta-desc": "Eth2アップグレードがイーサリアムに与える影響と、イーサリアムが克服しなければならない課題の概要。",
  "page-upgrades-vision-meta-title": "イーサリアム2.0(Eth2) のビジョン",
  "page-upgrades-vision-mining": "マイニングの詳細",
  "page-upgrades-vision-problems": "今日の問題",
  "page-upgrades-vision-scalability": "スケーラビリティ",
  "page-upgrades-vision-scalability-desc": "Ethereumは、ネットワーク内のノードのサイズを増やすことなく、1秒間あたりにより多くのトランザクションを処理できる必要があります。ノードはブロックチェーンを保存し、実行する重要なネットワーク参加者です。強力で高価なコンピューターだけがそれを行うことができるので、ノードのサイズを増やすことは現実的ではありません。規模を拡大するためには、イーサリウムは1秒あたりのトランザクション数を増やし、より多くのノード数と結合する必要があります。ノードが増えるほど、セキュリティは強化されます。",
  "page-upgrades-vision-scalability-desc-3": "シャードチェーンのアップグレードにより、ネットワークの負荷が64の新しいチェーンへ分散されます。これにより、混雑が緩和され、現在の1秒あたり15～45トランザクションの制限を超えて速度が向上することで、イーサリアムに余裕ができます。",
  "page-upgrades-vision-scalability-desc-4": "そして、チェーンの数が増えても、実際にはネットワークのメンテナである検証者の作業は少なくて済むでしょう。バリデータは自分のシャードを「実行」するだけで、イーサリウムチェーン全体を実行する必要はありません。これにより、ノードがより軽量化され、イーサリウムの拡張性と分散性を維持することが可能になります。",
  "page-upgrades-vision-security": "セキュリティ",
  "page-upgrades-vision-security-desc": "Eth2のアップグレードは、51％攻撃のような協調攻撃に対するイーサリウムのセキュリティを改善します。これは、誰かがネットワークの大部分を支配している場合、不正な変更を強制的に行うことができる攻撃の一種です。",
  "page-upgrades-vision-security-desc-3": "プルーフ・オブ・ステークへの移行は、イーサリウムプロトコルの攻撃に対する阻害要因が大きくなることを意味します。これは、プルーフ・オブ・ステークでは、ネットワークを保護するバリデータがプロトコルに多額のETHを投資しなければならないからです。もし彼らがネットワークを攻撃しようとすると、プロトコルは自動的に彼らのETHを破壊することができます。",
  "page-upgrades-vision-security-desc-5": "これはプルーフ・オブ・ワークでは不可能であり、プロトコルができる最善の方法は、ネットワークを保護するエンティティ(マイナー) に、そうでなければ得られるはずのマイニング報酬を強制的に失わせることです。プルーフ・オブ・ワークで同等の効果を得るためには、マイナーが不正行為をしようとした場合に、プロトコルはマイナーの機器をすべて破壊できなければなりません。",
  "page-upgrades-vision-security-desc-5-link": "プルーフ・オブ・ワークの詳細",
  "page-upgrades-vision-security-desc-8": "Ethereumのセキュリティモデルも、シャードチェーンの導入により変更する必要があります。ビーコンチェーンでは、バリデータを異なるシャードにランダムに割り当てます。これにより、バリデータが特定のシャードを攻撃して結託することは事実上不可能になります。シャーディングは、プルーフ・オブ・ワーク型のブロックチェーンでは、マイナーをこのようにプロトコルで制御することができないため、それほど安全ではありません。",
  "page-upgrades-vision-security-desc-10": "ステーキングは、イーサリアムノードを「実行」するために高性能なハードウェアに投資する必要がないことも意味します。 これにより、より多くの人々が検証者になることを奨励し、ネットワークの分散化を増やし、攻撃エリアを減らすことができます。",
  "page-upgrades-vision-security-staking": "ETHをステーキングする",
  "page-upgrades-vision-security-validator": "あなたのETHをステーキングすることでバリデータになることができます。",
  "page-upgrades-vision-shard-chains": "シャードチェーン",
  "page-upgrades-vision-shard-date": "予定: 2021年",
  "page-upgrades-vision-shard-desc-4": "シャードチェーンはネットワークの負荷を64の新しいブロックチェーンに広げます。 シャードはトランザクションのスピードを大幅に向上させる可能性を秘めており、毎秒最大100,000まで向上させます。",
  "page-upgrades-vision-shard-upgrade": "シャードチェーンの詳細",
  "page-upgrades-vision-staking-lower": "ステーキングの詳細",
  "page-upgrades-vision-subtitle": "全人類を助けられるほど十分に強力になるまで イーサリウムを育てよう。",
  "page-upgrades-vision-sustainability": "サステナビリティ",
  "page-upgrades-vision-sustainability-desc-1": "イーサリウムやBitcoinのような他のブロックチェーンがマイニングのためにエネルギーを消費していることは周知の事実です。",
  "page-upgrades-vision-sustainability-desc-2": "しかし、イーサリアムはコンピューティングパワーではなくステーキングを介して、ETHによって保護される方向に向かっています。",
  "page-upgrades-vision-sustainability-desc-3": "ステーキングは ビーコンチェーン によって導入されますが、現在使用しているEthereumは一定期間並行して動作します。Eth2のアップグレードと「マージ」または「ドック」される前に ETHによって保護されたシステムと、コンピューティングパワーによって保護されたシステムがあります。これは、最初のうちは、シャードチェーンがアカウントやdappsのようなものを扱えないからです。そのため、私たちはマイニングとメインネットのことを忘れることはできません。",
  "page-upgrades-vision-sustainability-desc-8": "ビーコンチェーンが稼働したことで、メインネットを新しいシステムに統合する作業が始まりました。これにより、メインネットはシャードになり、ETHで保護され、エネルギー消費量がはるかに少なくなります。",
  "page-upgrades-vision-sustainability-subtitle": "イーサリアムはもっと環境に優しくなる必要があります。",
  "page-upgrades-vision-title": "Eth2のビジョン",
  "page-upgrades-vision-title-1": "詰まったネットワーク",
  "page-upgrades-vision-title-2": "ディスク容量",
  "page-upgrades-vision-title-3": "過剰なエネルギー",
  "page-upgrades-vision-trilemma-cardtext-1": "Eth2のアップグレードにより、Ethereumは拡張性、安全性、分散化が可能になります。シャーディングは、ノードの実行とチェーンの検証に必要な電力を減少させる一方で、1秒あたりのトランザクションを増加させることで、イーサリウムをよりスケーラブルなものにします。ビーコンチェーンは、シャード間でバリデータを調整することで、イーサリウムの安全性を高めます。また、ステーキングは参加への障壁を下げ、より大きな、より分散化されたネットワークを構築します。",
  "page-upgrades-vision-trilemma-cardtext-2": "安全で分散化されたブロックチェーンネットワークは、すべてのノードがチェーンによって処理されたすべてのトランザクションを検証する必要があります。 この作業量は、任意の時間に発生するトランザクションの数を制限します。分散化とセキュリティは、今日、イーサリアムチェーンへ影響を与えています。",
  "page-upgrades-vision-trilemma-cardtext-3": "分散型ネットワークは、ノード間でトランザクションに関する情報を送信することで機能します。ネットワーク全体が状態の変化を知る必要があります。分散型ネットワーク上で秒単位でトランザクションをスケーリングすると、トランザクションの数が多くなるほど遅延が長くなり、情報が飛んでいる間に攻撃を受ける確率が高くなるため、セキュリティ上のリスクが発生します。",
  "page-upgrades-vision-trilemma-cardtext-4": "イーサリウムのノードのサイズとパワーを増すことで、安全な方法で1秒あたりのトランザクションを増やすことができるが、ハードウェア要件によってそれができる人が制限されることになり、分散化を脅かすことになります。シャーディングとプルーフオブステークにより、ノードのサイズではなく、ノードの量を増やすことでイーサリアムのスケーリングが可能になることが期待されています。",
  "page-upgrades-vision-trilemma-h2": "分散型スケーリングの課題",
  "page-upgrades-vision-trilemma-modal-tip": "以下の円をタップして、分散スケーリングの問題をより深く理解しましょう。",
  "page-upgrades-vision-trilemma-p": "イーサリアムの問題を解決するための単純な方法は、もっと中央集権化することでしょう。しかし、分散化は非常に重要です。イーサリアムの検閲耐性、オープン性、データのプライバシー、そして侵害されないセキュリティを実現するのは分散化なのです。",
  "page-upgrades-vision-trilemma-p-1": "イーサリアムのビジョンは、よりスケーラビリティと安全性を高めつつ、分散化を維持することです。この3つの品質を達成することは、スケーラビリティ・トリレンマとして知られている問題です。",
  "page-upgrades-vision-trilemma-p-2": "Eth2のアップグレードはトリレンマの解決を目指していますが、重大な課題があります。",
  "page-upgrades-vision-trilemma-press-button": "三角形のボタンを押して、分散スケーリングの問題をより深く理解しましょう。",
  "page-upgrades-vision-trilemma-text-1": "分散化",
  "page-upgrades-vision-trilemma-text-2": "セキュリティ",
  "page-upgrades-vision-trilemma-text-3": "スケーラビリティ",
  "page-upgrades-vision-trilemma-title-1": "スケーラビリティ・トリレンマについて探る",
  "page-upgrades-vision-trilemma-title-2": "Eth2のアップグレードと分散スケーリング",
  "page-upgrades-vision-trilemma-title-3": "安全性と分散化",
  "page-upgrades-vision-trilemma-title-4": "分散化とスケーラビリティ",
  "page-upgrades-vision-trilemma-title-5": "スケーラビリティと安全性",
  "page-upgrades-vision-understanding": "Eth2のビジョンの理解",
  "page-upgrades-vision-upgrade-needs": "Eth2アップグレードの必要性",
  "page-upgrades-vision-upgrade-needs-desc": "2015年にローンチしたイーサリウムプロトコルは、信じられないほどの成功を収めました。しかし、イーサリウムコミュニティは、イーサリウムのポテンシャルを完全に解き放つためには、いくつかの重要なアップグレードが必要であると常に期待していました。",
  "page-upgrades-vision-upgrade-needs-desc-2": "需要の高さが取引手数料の高騰を招き、イーサリウムは平均的なユーザーにとって高価なものになっています。イーサリウムクライアントを実行するために必要なディスク容量は、急速に増加しています。そして、イーサリウムの安全性と分散化を維持するための基礎となるプルーフ・オブ・ワーク・コンセンサスアルゴリズムは、環境に大きな影響を与えています。",
  "page-upgrades-vision-upgrade-needs-desc-3": "通称「Eth2」と呼ばれているものは、これらの問題点などを解決するアップグレードです。このアップグレードは元々「セレニティ」と呼ばれていたもので、2014年から研究開発が盛んに行われています。",
  "page-upgrades-vision-upgrade-needs-desc-6": " これは、Eth2のオンスイッチがないことを意味します。改良版は時間の経過とともに徐々に発表されていきます。",
  "page-upgrades-vision-upgrade-needs-serenity": "2015年のブログ記事「セレニティ」の論議 を見てください",
  "page-upgrades-vision-upgrade-needs-desc-5": "技術の準備が整った今、これらのアップグレードは、イーサリウムをよりスケーラブルで、安全で、持続可能なものにするために再構築されます。 イーサリウムのコアバリューである分散化を維持しながら、既存のユーザーの生活をより良くし、新しいユーザーを誘います。"
}
