{
  "eth2-client-cortex-logo-alt": "Logotip de Cortex",
  "eth2-client-lighthouse-logo-alt": "Logotip de Lighthouse",
  "eth2-client-lodestar-logo-alt": "Logotip de Lodestar",
  "eth2-client-nimbus-logo-alt": "Logotip de Nimbus",
  "eth2-client-prysm-logo-alt": "Logotip de Prysm",
  "eth2-client-teku-logo-alt": "Logotip de Teku",
  "eth2-client-trinity-logo-alt": "Logotip de Trinity",
  "eth2-rhino-img-alt": "Gràfic d'Eth 2 Rhino carregant per davant",
  "page-eth2-answer-1": "Pensa en Eth2 com un conjunt d’actualitzacions que s’afegeixen per millorar l’Ethereum que fem servir avui. Aquestes actualitzacions inclouen la creació d’una nova cadena anomenada Cadena de Balisa i fins a 64 cadenes conegudes com a fragments.",
  "page-eth2-answer-2": "Aquestes són independents de la xarxa principal Ethereum que fem servir avui, però no la substituiran. En lloc d'això, la xarxa principal s'acoblarà o \"fusionarà\" amb aquest sistema paral·lel que s'afegirà amb el pas del temps.",
  "page-eth2-answer-4": "Dit d’una altra manera, l’Ethereum que fem servir avui acabarà incorporant totes les funcions cap a les quals estem avançant amb la visió d'Eth2.",
  "page-eth2-beacon-chain-btn": "Més informació sobre la Cadena de Balisa",
  "page-eth2-beacon-chain-date": "La Cadena de Balisa es va publicar l’1 de desembre de 2020.",
  "page-eth2-beacon-chain-desc": "La primera incorporació d’Eth2 a l’ecosistema. La Cadena de Balisa aporta la participació a Ethereum, posa les bases per a futures actualitzacions i, finalment, coordinarà el nou sistema.",
  "page-eth2-beacon-chain-estimate": "La Cadena de Balisa està en funcionament",
  "page-eth2-beacon-chain-title": "La Cadena de Balisa",
  "page-eth2-bug-bounty": "Veure el programa de recompenses per errors",
  "page-eth2-clients": "Consulta els clients d'Eth2",
  "page-eth2-deposit-contract-title": "Consulta l'adreça del contracte de dipòsit",
  "page-eth2-diagram-ethereum-mainnet": " Xarxa principal d'Ethereum",
  "page-eth2-diagram-h2": "Com s’integren les actualitzacions",
  "page-eth2-diagram-link-1": "Més informació sobre la prova de treball",
  "page-eth2-diagram-link-2": "Més informació sobre les cadenes de fragments",
  "page-eth2-diagram-mainnet": "Xarxa principal",
  "page-eth2-diagram-p": "La xarxa principal d'Ethereum continuarà existint en la seva forma actual durant un temps. Això significa que la Cadena de Balisa i les actualitzacions de fragments no interrompran la xarxa.",
  "page-eth2-diagram-p-1": "La xarxa principal s'integrarà finalment amb el nou sistema introduït per les actualitzacions d'Eth2.",
  "page-eth2-diagram-p-2": "La Cadena de Balisa es convertirà en el conductor d’Ethereum, coordinant els validadors i establint el ritme per a la creació de blocs.",
  "page-eth2-diagram-p-3": "Al principi, existirà per separat de la xarxa principal i gestionarà els validadors – no tindrà res a veure amb contractes, transaccions o comptes intel·ligents.",
  "page-eth2-diagram-p-4": "Els fragments proporcionaran moltes dades addicionals per ajudar a augmentar la quantitat de transaccions que la xarxa principal pot gestionar. La Cadena de Balisa coordinarà aquestes dades.",
  "page-eth2-diagram-p-5": "Però totes les transaccions confiaran en la xarxa principal, que continuarà existint tal i com la coneixem avui en dia - protegida per la prova de treball i els miners.",
  "page-eth2-diagram-p-6": "La xarxa principal es fusionarà amb el sistema de prova de treball, coordinat per la Cadena de Balisa.",
  "page-eth2-diagram-p-8": "Això farà que la xarxa principal es transformi en un fragment dins del nou sistema. Els miners ja seran necessaris, ja que tot Ethereum estarà protegit pels validadors.",
  "page-eth2-diagram-p10": "Eth2 no és una migració ni quelcom únic. Es descriu com una sèrie de millores per treballar en l'apertura del veritable potencial d' Ethereum. Així és com encaixa tot.",
  "page-eth2-diagram-scroll": "Desplaça't per explorar: toca per obtenir més informació.",
  "page-eth2-diagram-shard": "Fragment (1)",
  "page-eth2-diagram-shard-1": "Fragment (...)",
  "page-eth2-diagram-shard-2": "Fragment (2)",
  "page-eth2-diagram-shard-3": "Fragment (...)",
  "page-eth2-diagram-validators": "Més informació sobre els validadors",
  "page-eth2-dive": "Submergeix-te en la visió",
  "page-eth2-dive-desc": "Com farem Ethereum més escalable, segur i sostenible? Tot al mateix temps que es manté la base de la descentralització d'Ethereum.",
  "page-eth2-docking": "L'acoblament",
  "page-eth2-docking-answer-1": "L'acoblament és quan la xarxa principal es torna un fragment. Això succeirà després de l'exitosa implementació de les cadenes de fragments.",
  "page-eth2-docking-btn": "Més informació sobre l'acoblament",
  "page-eth2-docking-desc": "La xarxa principal d'Ethereum necessitarà \"acoblar-se\" o \"fusionar-se\" amb la Cadena de Balisa en algun punt. Això permetrà apostar a tota la xarxa i assenyalarà el final de la mineria d'energia intensa.",
  "page-eth2-docking-estimate": "Estimació: 2022",
  "page-eth2-docking-mainnet": "Què és la xarxa principal?",
  "page-eth2-docking-mainnet-eth2": "Acoblament de la xarxa principal amb Eth2",
  "page-eth2-eth-blog": "Blog d'ethereum.org",
  "page-eth2-explore-btn": "Explora les millores",
  "page-eth2-get-involved": "Involucra't a l'Eth2",
  "page-eth2-get-involved-2": "Involucra't",
  "page-eth2-head-to": "Cap a",
  "page-eth2-help": "Vols ajuda amb Eth2?",
  "page-eth2-help-desc": "Hi ha moltes oportunitats per contribuir en les millores d'Eth2, ajudar amb les proves i inclús guanyar recompenses.",
  "page-eth2-index-staking": "Ja han arribat les apostes",
  "page-eth2-index-staking-desc": "La clau per a les millores d'Eth2 està en la introducció de les apostes. Si vols utilitzar els teus ETH per ajudar a mantenir segura la xarxa Ethereum, assegura't de seguir els següents passos.",
  "page-eth2-index-staking-learn": "Més informació sobre les apostes",
  "page-eth2-index-staking-learn-desc": "La cadena de balisa portarà les apostes a Ethereum. Això significa que si tens ETH pots fer-ne un bé públic assegurant la xarxa i guanyant més ETH durant el procés.",
  "page-eth2-index-staking-step-1": "1. Configura'l amb la plataforma de llançament",
  "page-eth2-index-staking-step-1-btn": "Visita la plataforma de llançament de les apostes",
  "page-eth2-index-staking-step-1-desc": "Per apostar a Eth2 necessitaràs utilitzar la plataforma de llançament, això t'ajudarà a seguir els passos durant el procés.",
  "page-eth2-index-staking-step-2": "2. Confirma l'adreça d'apostes",
  "page-eth2-index-staking-step-2-btn": "Confirma l'adreça del contracte de dipòsit",
  "page-eth2-index-staking-step-2-desc": "Abans d'apostar els teus ETH, assegura't de comprovar que tens l'adreça correcta. Hauràs d'haver passat per la plataforma abans de fer-ho.",
  "page-eth2-index-staking-sustainability": "Més sostenible",
  "page-eth2-just-docking": "Més informació sobre l'acoblament",
  "page-eth2-meta-desc": "Un resum de les millores d'Ethereum 2.0 i la visió que esperen fer realitat.",
  "page-eth2-meta-title": "Les millores d'Eth2",
  "page-eth2-miners": "Més informació sobre els miners",
  "page-eth2-more-on-upgrades": "Més informació sobre les millores d'Eth2",
  "page-eth2-proof-of-stake": "prova de participació",
  "page-eth2-proof-of-work": "prova de treball",
  "page-eth2-proof-stake-link": "Més informació sobre la prova de participació",
  "page-eth2-question-1-desc": "Eth2 és un conjunt de diverses millores amb diferents dates d'enviament.",
  "page-eth2-question-1-title": "Quan s'enviarà Eth2?",
  "page-eth2-question-2-desc": "No és correcte pensar en Eth2 com una cadena de blocs independent.",
  "page-eth2-question-2-title": "És Eth2 una cadena de blocs independent?",
  "page-eth2-question-3-answer-2": "La cadena de fragments i les millores d'acoblament poden impactar els desenvolupadors de dapp. Però les especificacions encara no han estat finalitzades, per tant no es requereix una acció immediata.",
  "page-eth2-question-3-answer-3": "Parla amb l'equip de recerca i desenvolupament d'Eth2 a ethresear.ch.",
  "page-eth2-question-3-answer-3-link": "Visita ethresear.ch",
  "page-eth2-question-3-desc": "Ara mateix no has de fer res per preparar-te per a Eth2.",
  "page-eth2-question-3-title": "Com em preparo per a Eth2?",
  "page-eth2-question-4-answer-1": "Cada cop que envies una transacció o utilitzes una dapp avui en dia, estàs utilitzant Eth1. Aquest és l'Ethereum que està protegit pels miners.",
  "page-eth2-question-4-answer-2": "\"Eth1\", o xarxa principal, continuarà funcionant amb normalitat fins a l'acoblament,.",
  "page-eth2-question-4-answer-3": "Després de l'acoblament, els validadors asseguraran tota la xarxa mitjançant la prova de participació.",
  "page-eth2-question-4-answer-6": "Qualsevol persona pot esdevenir un validador apostant els seus ETH.",
  "page-eth2-question-4-answer-7": "Més informació sobre les apostes",
  "page-eth2-question-4-answer-8": "La millores a la cadena de balisa i a la cadena de fragments no interrompran Eth1, ja que es desenvolupen per separat.",
  "page-eth2-question-4-desc": "Eth1 fa referència a la xarxa principal d'Ethereum on fas transaccions avui en dia.",
  "page-eth2-question-4-title": "Què és Eth1?",
  "page-eth2-question-5-answer-1": "Per esdevenir un validador total de la xarxa, necessitaràs apostar 32 ETH. Si no tens aquesta quantitat, o no estàs disposat a apostar tant, pot unir-te als grups d'apostes. Aquests grups et permetran apostar menys quantitat i guanyar fraccions de les recompenses totals.",
  "page-eth2-question-5-desc": "Necessitaràs fer servir la plataforma de llançament de les apostes o unir-te a un grup d'apostes.",
  "page-eth2-question-5-title": "Com puc participar?",
  "page-eth2-question-6-answer-1": "De moment, no has de fer res. Però et recomanem estar al dia del desenvolupament de les cadenes de fragments i les millores d'acoblament.",
  "page-eth2-question-6-answer-3": "Danny Ryan, de la fundació Ethereum, actualitza regularment la comunitat:",
  "page-eth2-question-6-answer-4": "Ben Edgington, de ConsenSys, té un butlletí informatiu setmanal d'Eth2:",
  "page-eth2-question-6-answer-5": "També pots unir-te als debats del grup de recerca i desenvolupament d'Eth2 a ethresear.ch.",
  "page-eth2-question-6-desc": "La teva dapp no es veurà afectada per cap millora imminent. No obstant, futures millores poden requerir alguns canvis.",
  "page-eth2-question-6-title": "Què he de fer amb la meva dapp?",
  "page-eth2-question-7-cortex": "Cortex",
  "page-eth2-question-7-cortex-lang": "(Implementació del .NET)",
  "page-eth2-question-7-desc": "Diversos equips de tota la comunitat estan treballant en les diferents millores d'Eth2.",
  "page-eth2-question-7-lighthouse": "Lighthouse",
  "page-eth2-question-7-lighthouse-lang": "(Implementació del Rust)",
  "page-eth2-question-7-lodestar": "Lodestar",
  "page-eth2-question-7-lodestar-lang": "(Implementació del JavaScript)",
  "page-eth2-question-7-nimbus": "Nimbus",
  "page-eth2-question-7-nimbus-lang": "(Implementació del Nim)",
  "page-eth2-question-7-prysm": "Prysm",
  "page-eth2-question-7-prysm-lang": "(Implementació del Go)",
  "page-eth2-question-7-teams": "Els equips del client d'Eth2:",
  "page-eth2-question-7-teku": "Teku",
  "page-eth2-question-7-teku-lang": "(Implementació del Java)",
  "page-eth2-question-7-title": "Qui construeix Eth2?",
  "page-eth2-question-7-trinity": "Trinity",
  "page-eth2-question-7-trinity-lang": "(Implementació del Python)",
  "page-eth2-question-8-answer-1": "Les millores d'Eth2 ajudaran al creixement d'Ethereum d'un mode descentralitzat, mentre es manté la seguretat i s'incrementa la sostenibilitat.",
  "page-eth2-question-8-answer-2": "Potser el problema més obvi és que Ethereum necessita poder gestionar més de 15-45 transaccions per segon. Però les millores d'Eth2 també solucionen alguns altres problemes amb l'Ethereum actual.",
  "page-eth2-question-8-answer-3": "La xarxa té tanta demanda que fa que Ethereum sigui car d'utilitzar. Els nodes a la xarxa estan tenint problemes amb la mida d'Ethereum i la quantitat de dades que els ordinadors han de processar. I l'algoritme subjacent que manté Ethereum segur i descentralitzat consumeix molta energia i necessita ser més ecològic.",
  "page-eth2-question-8-answer-4": "Moltes de les coses que estan canviant sempre han estat al full de ruta d'Ethereum, inclús des de 2015. Però les condicions actuals fan que la necessitat de millores sigui encara molt més gran.",
  "page-eth2-question-8-answer-6": "Explora la visió d'Eth2",
  "page-eth2-question-8-desc": "L'Ethereum que utilitzem avui en dia necessita oferir una millor experiència als usuaris finals i als participants a la xarxa.",
  "page-eth2-question-8-title": "Per què és necessari Eth2?",
  "page-eth2-question-9-answer-1": "El paper més actiu que pots jugar és apostar els teus ETH.",
  "page-eth2-question-9-answer-2": "També pot ser que vulguis executar un segon client per ajudar a millorar la diversitat dels clients.",
  "page-eth2-question-9-answer-3": "Si ets més tècnic, pots ajudar a trobar errors en els nous clients.",
  "page-eth2-question-9-answer-4": "També pots prendre part en les discussions tècniques amb els investigadors d'Ethereum a ethresear.ch.",
  "page-eth2-question-9-desc": "No has de ser tècnic per contribuir. La comunitat busca contribucions de gent amb tot tipus d'habilitats.",
  "page-eth2-question-9-stake-eth": "Aposta ETH",
  "page-eth2-question-9-title": "Com puc contribuir a Eth2?",
  "page-eth2-question-10-answer-1": "Som reticents a parlar massa en termes d'un full de ruta tècnic perquè això és programari: les coses poden canviar. Creiem que és més fàcil comprendre què succeeix quan es llegeixen els resultats.",
  "page-eth2-question-10-answer-1-link": "Visualitza les millores",
  "page-eth2-question-10-answer-2": "Però si has estat seguint els debats, així és com les millores encaixen en els fulls de ruta tècnics.",
  "page-eth2-question-10-answer-3": "La fase 0 descriu el treball per activar la Cadena de Balisa.",
  "page-eth2-question-10-answer-5": "La fase 1 dels fulls de ruta tècnics se centren en la implementació de les cadenes de fragments.",
  "page-eth2-question-10-answer-6": "L'acoblament de la xarxa principal a Eth2 és una extensió del treball fet per implementar les cadenes de fragments i s'ha denominat fase 1.5. Però és un moment decisiu, ja que l'Ethereum que coneixem actualment es fusiona amb les altres millores d'Eth2. A més, és quan Ethereum passa totalment a la prova de participació.",
  "page-eth2-question-10-answer-7": "No està del tot clar encara què succeirà a la fase 2. Encara és un punt d'intensa recerca i discussió. El pla inicial era afegir una funcionalitat extra a les cadenes de fragments però podria no ser necessari amb un full de ruta centrat en l'acumulació.",
  "page-eth2-question-10-answer-8": "Més informació sobre el full de ruta centrat en l'acumulació",
  "page-eth2-question-10-desc": "Les fases descriuen les fases de treball i se centren en el full de ruta tècnic d'Eth2.",
  "page-eth2-question-10-title": "Quines són les fases d'Eth2?",
  "page-eth2-question-title": "Preguntes freqüents",
  "page-eth2-question3-answer-1": "En realitat, els propietaris d'Eth no han de fer res. Els teus ETH no han de canviar o millorar. És molt probable que hi hagi estafadors dient-te el contrari, així que estigues atent.",
  "page-eth2-scalable": "Més escalable",
  "page-eth2-scalable-desc": "Ethereum ha d'admetre milers de transaccions per segon per fer que les aplicacions siguin més ràpides i barates d'utilitzar.",
  "page-eth2-secure": "Més segura",
  "page-eth2-secure-desc": "Ethereum necessita ser més segura. Mentre l'adopció d'Ethereum creix, el protocol necessita ser més segur contra qualsevol forma d'atac.",
  "page-eth2-shard-button": "Més informació sobre les cadenes de fragments",
  "page-eth2-shard-date": "La introducció de les cadenes de fragments, la segona millora, s'espera en algun moment de 2021.",
  "page-eth2-shard-desc": "Les cadenes de fragments expandiran la capacitat d'Ethereum de processar transaccions i emmagatzemar dades. Les mateixes cadenes guanyaran més atributs amb el temps, desplegades en diverses fases.",
  "page-eth2-shard-estimate": "Estimació: 2021",
  "page-eth2-shard-lower": "Més informació sobre les cadenes de fragments",
  "page-eth2-shard-title": "Cadenes de fragments",
  "page-eth2-stay-up-to-date": "Mantingue't al dia",
  "page-eth2-stay-up-to-date-desc": "Obtén les últimes notícies sobre els investigadors i desenvolupadors que treballen en les millores d'Eth2.",
  "page-eth2-sustainable-desc": "Ethereum necessita ser millor per al medi ambient. La tecnologia d'avui en dia requereix molta potencia de computació i energia.",
  "page-eth2-take-part": "Participa en la recerca",
  "page-eth2-take-part-desc": "Els investigadors i els entusiastes d'Ethereum es reuneixen aquí per discutir sobre els esforços de recerca, inclòs cada detall d'Eth2.",
  "page-eth2-the-upgrades": "Les millores d'Eth2",
  "page-eth2-the-upgrades-desc": "Eth2 és un conjunt d'actualitzacions que milloren l'escalabilitat, la seguretat i la sostenibilitat d'Ethereum. Encara que cadascuna es treballa per separat, tenen certes dependències que determinen quan s'implementaran.",
  "page-eth2-unofficial-roadmap": "Aquest no és el full de ruta oficial. Així és com nosaltres veiem què està succeïnt basant-nos en la informació que tenim. Però així és la tecnologia, les coses poden canviar en un instant. Per tant, no llegeixis això com un compromís.",
  "page-eth2-upgrade-desc": "L' Ethereum que coneixem i estimem, una mica més escalable, més segura i més sostenible...",
  "page-eth2-upgrades": "Les millores d'Eth2",
  "page-eth2-upgrades-aria-label": "Menú de millores d'Eth2",
  "page-eth2-upgrades-beacon-chain": "La Cadena de Balisa",
  "page-eth2-upgrades-docking": "Acoblament de la xarxa principal amb Eth2",
  "page-eth2-upgrades-guide": "Guia de les millores d'Eth2",
  "page-eth2-upgrades-shard-chains": "Les cadenes de fragments",
  "page-eth2-upgrading": "Millorar Ethereum a nivells radicalment nous",
  "page-eth2-vision": "La visió",
  "page-eth2-vision-btn": "Més informació sobre la visió d'Eth2",
  "page-eth2-vision-desc": "Per incorporar Ethereum a la societat i donar servei a tota la humanitat, hem d'aconseguir que sigui més escalable, segura i sostenible.",
  "page-eth2-vision-upper": "Visió d'Eth2",
  "page-eth2-what-to-do": "Què has de fer?",
  "page-eth2-what-to-do-desc": "Si ets un usuari de dapp o un propietari d'ETH, no has de fer res. Si ets un desenvolupador o vols començar a apostar, hi ha diferents maneres d'implicar-se actualment.",
  "page-eth2-whats-eth2": "Què és Eth2?",
  "page-eth2-whats-eth2-desc": "Eth2 es refereix a un conjunt de millores interconnectades que farà Ethereum més escalable, més segura i més sostenible. Aquestes millores estan essent dissenyades per diversos equips de tot l'ecosistema d'Ethereum.",
  "page-eth2-whats-ethereum": "Espera, què és Ethereum?",
  "page-eth2-whats-new": "Què hi ha de nou a Eth2?"
}
