{
  "page-run-a-node-build-your-own-title": "Crea el teu propi",
  "page-run-a-node-build-your-own-hardware-title": "Pas 1 - Maquinari",
  "page-run-a-node-build-your-own-minimum-specs": "Especificacions mínimes",
  "page-run-a-node-build-your-own-min-ram": "4 - 8 GB RAM",
  "page-run-a-node-build-your-own-ram-note-1": "Veure nota sobre les participacions",
  "page-run-a-node-build-your-own-ram-note-2": "Veure nota sobre Raspberry Pi",
  "page-run-a-node-build-your-own-min-ssd": "2 TB SSD",
  "page-run-a-node-build-your-own-ssd-note": "SSD necessari per a velocitats requerides d'escriptura.",
  "page-run-a-node-build-your-own-min-internet": "Connexió a Internet",
  "page-run-a-node-build-your-own-recommended": "Recomanat",
  "page-run-a-node-build-your-own-nuc": "Intel NUC de 7a generació o superior",
  "page-run-a-node-build-your-own-nuc-small": "processador x86",
  "page-run-a-node-build-your-own-connection": "Connexió a internet per cable",
  "page-run-a-node-build-your-own-connection-small": "No es requereix, però aporta una configuració més senzilla i una connexió més consistent",
  "page-run-a-node-build-your-own-peripherals": "Pantalla i teclat",
  "page-run-a-node-build-your-own-peripherals-small": "A no ser que utilitzis DAppNode o ssh/configuració sense capçals",
  "page-run-a-node-build-your-own-software": "Pas 2 - Programari",
  "page-run-a-node-build-your-own-software-option-1-title": "Opció 1 - DAppNode",
  "page-run-a-node-build-your-own-software-option-1-description": "Quan tinguis llest el teu maquinari, el sistema operatiu del DAppNode pot ser descarregat utilitzant qualsevol ordinador i instal·lat en un disc SSD nou via llapis USB.",
  "page-run-a-node-build-your-own-software-option-1-button": "Configuració del DAppNode",
  "page-run-a-node-build-your-own-software-option-2-title": "Opció 2 - Línia de comandament",
  "page-run-a-node-build-your-own-software-option-2-description-1": "Per tenir un control total, els usuaris avançats poden preferir utilitzar en el seu lloc la línia de comandament.",
  "page-run-a-node-build-your-own-software-option-2-description-2": "Dona una ullada als documents per a desenvolupadors per a més informació sobre com començar amb la selecció de clients.",
  "page-run-a-node-build-your-own-software-option-2-button": "Configuració de la línia de comandament",
  "page-run-a-node-buy-fully-loaded-title": "Comprar completament carregat",
  "page-run-a-node-buy-fully-loaded-description": "Demana els venedors una opció de endolla i juga (comunament conegut com plug & play) per a una experiència d'incorporació més simple.",
  "page-run-a-node-buy-fully-loaded-note-1": "No es necessita una estructura.",
  "page-run-a-node-buy-fully-loaded-note-2": "Configuració semblant a una aplicació amb una GUI.",
  "page-run-a-node-buy-fully-loaded-note-3": "No es requereix una línia d'ordres.",
  "page-run-a-node-buy-fully-loaded-plug-and-play": "Aquestes solucions són de mida reduïda, però venen completament carregades.",
  "page-run-a-node-censorship-resistance-title": "Resistència a la censura",
  "page-run-a-node-censorship-resistance-preview": "Assegura l'accés quan ho necessitis i no seràs censurat.",
  "page-run-a-node-censorship-resistance-1": "Un node de tercers podria escollir refusar transaccions des d'una adreça IP específica o transaccions que involucressin comptes específics, bloquejant potencialment l'opció d'utilitzar la xarxa quan ho necessitessis. ",
  "page-run-a-node-censorship-resistance-2": "Tenir el teu propi node per presentar transaccions garanteix que puguis emetre la teva transacció a la resta de la xarxa entre parells en qualsevol moment.",
  "page-run-a-node-community-title": "Troba ajudants",
  "page-run-a-node-community-description-1": "Les plataformes en línia com ara Discord o Reddit són la llar d'un gran nombre de constructors de comunitat desitjant ajudar-te amb totes aquelles qüestions que se't puguin presentar.",
  "page-run-a-node-community-description-2": "No ho facis tot sol. Si tens algun dubte és probable que algú et pugui ajudar a trobar una resposta.",
  "page-run-a-node-community-link-1": "Uneix-te al Discord del DAppNode",
  "page-run-a-node-community-link-2": "Troba comunitats connectades en línia",
  "page-run-a-node-choose-your-adventure-title": "Escolliu la vostra aventura",
  "page-run-a-node-choose-your-adventure-1": "Et farà falta maquinari per començar. Encara que executar programari de node és possible en un ordinador personal, tenir una màquina exclusivament dedicada pot millorar enormement l'execució del teu node minimitzant l'impacte en el teu ordinador principal.",
  "page-run-a-node-choose-your-adventure-2": "A l'hora de seleccionar maquinari, tingues en compte que la cadena està en creixement continu i serà inevitable un manteniment determinat. Incrementar les especificacions pot ajudar a retardar la necessitat de manteniment del node.",
  "page-run-a-node-choose-your-adventure-build-1": "Una opció més barata i personalitzable per a uns usuaris una mica més tècnics.",
  "page-run-a-node-choose-your-adventure-build-bullet-1": "Obté les teves pròpies parts.",
  "page-run-a-node-choose-your-adventure-build-bullet-2": "Instal·la DAppNode.",
  "page-run-a-node-choose-your-adventure-build-bullet-3": "O escull el teu propi SO i els teus clients.",
  "page-run-a-node-choose-your-adventure-build-start": "Comença a crear",
  "page-run-a-node-decentralized-title": "Descentralització",
  "page-run-a-node-decentralized-preview": "Resistir l'enfortiment dels punts centralitzats de falla.",
  "page-run-a-node-decentralized-1": "Els servidors al núvol centralitzats poden proveir un munt de poder computacional, però comporten un objectiu per a les nacions-estat o els atacants que busquen interrompre la xarxa.",
  "page-run-a-node-decentralized-2": "La resiliència de la xarxa s'aconsegueix amb més nodes, a localitzacions geogràfiques diverses, operats per més persones de procedència diversa. Com més gent executa el seu propi node, disminueix la dependència als punts de falla centralitzats, fent que la xarxa sigui més forta.",
  "page-run-a-node-feedback-prompt": "Has trobat útil aquesta pàgina?",
  "page-run-a-node-further-reading-title": "Llegir-ne més",
  "page-run-a-node-further-reading-1-link": "Dominant Ethereum - Hauria d'executar un node sencer",
  "page-run-a-node-further-reading-1-author": "Andreas Antonopoulos",
  "page-run-a-node-further-reading-2-link": "Ethereum en un ARM - Guia d'inici ràpid",
  "page-run-a-node-further-reading-3-link": "Els límits a l'escalabilitat de Cadena de blocs",
  "page-run-a-node-further-reading-3-author": "Vitalik Buterin",
  "page-run-a-node-getting-started-title": "Començant",
  "page-run-a-node-getting-started-software-section-1": "En els inicis de la xarxa, els usuaris havien de tenir la capacitat d'interfície amb la línia d'ordres per tal d'operar un node d'Ethereum.",
  "page-run-a-node-getting-started-software-section-1-alert": "Si aquesta és la teva preferència, i tens les habilitats, no dubtis en revisar els nostres documents tècnics.",
  "page-run-a-node-getting-started-software-section-1-link": "Posa a funcionar el teu node Ethereum",
  "page-run-a-node-getting-started-software-section-2": "Ara tenim el DAppNode, que és <b>gratuït i de programari obert</b> que aporta als usuaris una <b>experiència semblant a una aplicació</b> mentre gestionen el seu node.",
  "page-run-a-node-getting-started-software-section-3a": "En uns quants tocs pots tenir el teu node en funcionament.",
  "page-run-a-node-getting-started-software-section-3b": "DAppNode fa que sigui més fàcil pels usuaris executar nodes complets, així com aplicacions descentralitzades i altres xarxes P2P, sense necessitat de tocar la línia d'ordres. Això ho fa més fàcil per a tothom qui vulgui participar i crear una xarxa més descentralitzada.",
  "page-run-a-node-getting-started-software-title": "Part 2: Programari",
  "page-run-a-node-glyph-alt-terminal": "Icona de Terminal",
  "page-run-a-node-glyph-alt-phone": "Icona de Toc de telèfon",
  "page-run-a-node-glyph-alt-dappnode": "Icona de DAppNode",
  "page-run-a-node-glyph-alt-pnp": "Icona de Plug-n-play",
  "page-run-a-node-glyph-alt-hardware": "Icona de maquinari",
  "page-run-a-node-glyph-alt-software": "Icona de Descàrrega de programari",
  "page-run-a-node-glyph-alt-privacy": "Icona de Privacitat",
  "page-run-a-node-glyph-alt-censorship-resistance": "Icona de Megàfon resistent a la censura",
  "page-run-a-node-glyph-alt-earth": "Icona de Terra",
  "page-run-a-node-glyph-alt-decentralization": "Icona de Descentralització",
  "page-run-a-node-glyph-alt-vote": "Icona d'Expressa el teu vot",
  "page-run-a-node-glyph-alt-sovereignty": "Icona de Sobirania",
  "page-run-a-node-hero-alt": "Gràfic de node",
  "page-run-a-node-hero-header": "Pren el control absolut.<br />Executa el teu node.",
  "page-run-a-node-hero-subtitle": "Esdevé plenament sobirà mentre ajudes a protegir la xarxa. Esdevé Ethereum.",
  "page-run-a-node-hero-cta-1": "Més informació",
  "page-run-a-node-hero-cta-2": "Submergim-nos!",
  "page-run-a-node-install-manually-title": "Instal·la manualment",
  "page-run-a-node-install-manually-1": "Si ets un usuari més tècnic i has decidit construir el teu propi aparell, el DAppNode es pot descarregar des de qualsevol ordinador i instal·lar-ho en un SSD nou via llapis USB.",
  "page-run-a-node-meta-description": "Una introducció de què, per què i com executar un node Ethereum.",
  "page-run-a-node-participate-title": "Participa",
  "page-run-a-node-participate-preview": "La revolució de la descentralització comença amb <strong>tu</strong>.",
  "page-run-a-node-participate-1": "Executant un node fas part d'un moviment global per a descentralitzar el control i el poder sobre un món d'informació.",
  "page-run-a-node-participate-2": "Si ets un tenidor, dona valor als teus ETH donant suport a la descentralització i a la salut de la xarxa, i assegura't que tens quelcom a dir en el seu futur.",
  "page-run-a-node-privacy-title": "Privadesa i Seguretat",
  "page-run-a-node-privacy-preview": "Deixa de filtrar la teva informació personal a nodes de tercers.",
  "page-run-a-node-privacy-1": "Quan s'envien transaccions utilitzant nodes públics, la informació personal es pot filtrar a aquests serveis de tercers com ara la teva adreça IP i quines adreces Ethereum tens.",
  "page-run-a-node-privacy-2": "Apuntant moneders compatibles als teu propi node pots utilitzar el teu moneder de forma privada i interactuar de forma protegida amb la cadena de blocs.",
  "page-run-a-node-privacy-3": "D'altra banda, si un node maliciós distribueix una transacció invàlida, el teu node simplement la menysprearà. Cada transacció es verifica localment a la teva màquina, per tant no has de posar la confiança en ningú altre.",
  "page-run-a-node-rasp-pi-title": "Una nota sobre Raspberry Pi (processador ARM)",
  "page-run-a-node-rasp-pi-description": "Els Raspberry Pi són ordinadors lleugers i que te'ls pots permetre, però tenen limitacions que poden impactar en el rendiment del teu node. Encara que no es recomanen actualment per fer apilament, poden ser una opció excel·lent i barata per executar un node per a ús personal, amb poc més d'entre 4 - 8 GB de RAM.",
  "page-run-a-node-rasp-pi-note-1-link": "DAppNode en ARM",
  "page-run-a-node-rasp-pi-note-1-description": "Dona una ullada a aquestes instruccions si penses executar un DAppNode en un Raspberry Pi",
  "page-run-a-node-rasp-pi-note-2-link": "Documentació d'Ethereum en ARM",
  "page-run-a-node-rasp-pi-note-2-description": "Aprèn com configurar un node via la línia d'ordres en un Raspberry Pi",
  "page-run-a-node-rasp-pi-note-3-link": "Executa un node amb Raspberry Pi",
  "page-run-a-node-rasp-pi-note-3-description": "Segueix aquí si els tutorials són la teva preferència",
  "page-run-a-node-shop": "Compra",
  "page-run-a-node-shop-avado": "Compra Avado",
  "page-run-a-node-shop-dappnode": "Compra DAppNode",
  "page-run-a-node-staking-title": "Aposteu els vostres ETH",
  "page-run-a-node-staking-description": "Encara que no es requereixi, amb un node llest per funcionar estàs un pas més a prop per fer apilament dels teus ETH per guanyar recompenses i ajudar a contribuir en la seguretat de diferents components d'Ethereum.",
  "page-run-a-node-staking-link": "Aposteu ETH",
  "page-run-a-node-staking-plans-title": "Estàs pensant a fer apilament?",
  "page-run-a-node-staking-plans-description": "Per a maximitzar l'eficiència del teu validador, es recomana un mínim de 16GB de RAM, però 32GB és millor, amb una puntuació de referència de més de 6667 a <a href=\"https://cpubenchmark.net\" target=\"_blank\">cpubenchmark.net</a>. També es recomana que els apostadors tinguin accés il·limitat a una banda ample d'alta velocitat d'internet, encara que no és un requeriment absolut.",
  "page-run-a-node-staking-plans-ethstaker-link-label": "Com comprar maquinari per a un validador d'Ethereum",
  "page-run-a-node-staking-plans-ethstaker-link-description": "El tenidor d'Eth és més detallat en aquest especial d'una hora",
  "page-run-a-node-sovereignty-title": "Sobirania",
  "page-run-a-node-sovereignty-preview": "Pensa en l'execució d'un node com en el següent pas enllà de tenir el teu propi moneder Ethereum.",
  "page-run-a-node-sovereignty-1": "Un moneder d'Ethereum et permet tenir la custòdia i el control total dels teus actius digitals mantenint les claus privades a les teves adreces, però aquestes claus no mostren l'estat actual de la cadena de blocs, com ara el balanç del teu moneder.",
  "page-run-a-node-sovereignty-2": "Per defecte, els moneders Ethereum arriben normalment a un node de tercers, com ara Infura o Alchemy, quan mires els teus balanços. Executar el teu propi node et permet tenir la teva pròpia còpia de la cadena de blocs d'Ethereum.",
  "page-run-a-node-title": "Executeu un node",
  "page-run-a-node-voice-your-choice-title": "Digues la teva elecció",
  "page-run-a-node-voice-your-choice-preview": "No renunciïs al control en una bifurcació.",
  "page-run-a-node-voice-your-choice-1": "Durant una bifurcació, on dues cadenes emanen amb dos conjunts diferents de normes, executar el teu node et garanteix la capacitat d'escollir quin conjunt de normes suportes. Depèn de tu actualitzar-te a les noves normes i donar suport als canvis proposats, o no.",
  "page-run-a-node-voice-your-choice-2": "Si estàs fent apilament d'ETH, executar el teu propi node et permet escollir el teu propi client, per minimitzar el risc de tall i reaccionar a demandes fluctuants de la xarxa al llarg del temps. Fer apilament amb terceres parts fa que perdis la opció de vot de quin client creus que seria la millor opció.",
  "page-run-a-node-what-title": "<i>Què</i> significa executar un node\"?",
  "page-run-a-node-what-1-subtitle": "Executar programari.",
  "page-run-a-node-what-1-text": "Conegut com a \"client\", aquest programari descarrega una còpia de la cadena de blocs d'Ethereum i verifica la validesa de cada bloc. Després els manté actualitzats amb els nous blocs i transaccions i ajuda els altres a descarregar i actualitzar les seves pròpies còpies.",
  "page-run-a-node-what-2-subtitle": "Amb maquinari.",
  "page-run-a-node-what-2-text": "Ethereum està dissenyat per executar un node en ordinadors de grau mitjà de consum. Pots utilitzar qualsevol ordinador personal, però la majoria dels usuaris opten per executar els seus nodes en maquinaris dedicats només a això per eliminar l'impacte del rendiment a les seves màquines i minimitzar el temps d'inactivitat del node.",
  "page-run-a-node-what-3-subtitle": "Mentre estàs en línia.",
  "page-run-a-node-what-3-text": "Executar un node d'Ethereum pot semblar complicat al principi, però és senzillament el fet d'executar continuament programari de client en un ordinador conectat a internet. Mentre estàs fora de línia, el teu node està simplement inactiu fins que tornis a estar en línia i et tornis a enganxar als últims canvis.",
  "page-run-a-node-who-title": "<i>Qui</i> hauria d'executar un node?",
  "page-run-a-node-who-preview": "Tothom! Els nodes no són només pels miners i els validadors. <i>Qualsevol</i> pot executar un node. No necessites ni tan sols ETH.",
  "page-run-a-node-who-copy-1": "No necessites fer apilament d'ETH o ser un miner per executar un node. De fet, és qualsevol altre node a Ethereum el què és responsable dels miners i els validadors.",
  "page-run-a-node-who-copy-2": "Pot ser que no rebis les recompenses financeres que guanyen els validadors i els miners, però existeixen molts altres beneficis d'executar un node per ser considerats per qualsevol usuari d'Ethereum, inclós la privacitat, la seguretat, la reducció de dependència de servidors de tercers, la resistència a la censura i una salut i una descentralització millorada a la xarxa.",
  "page-run-a-node-who-copy-3": "Tenir el teu propi node significa que no has de confiar en la informació de l'estat de la xarxa aportada per tercers.",
  "page-run-a-node-who-copy-bold": "No confiïs. Verifica.",
  "page-run-a-node-why-title": "<i>Per què</i> executar un node?"
}
