{
  "page-eth-buy-some": "Vols comprar Ethereum?",
  "page-eth-buy-some-desc": "És habitual confondre Ethereum i ETH. Ethereum és la cadena de blocs i ETH és l'actiu principal d'Ethereum. ETH és allò que probablement vols comprar.",
  "page-eth-cat-img-alt": "Gràfic del glif d'ETH amb un calidoscopi de gats",
  "page-eth-collectible-tokens": "Tokens col·leccionables",
  "page-eth-collectible-tokens-desc": "Tokens que representen un article de joc col·leccionable, una obra d'art digital o qualsevol altre actiu únic. Comunament coneguts com a objectes no fungibles (NFT).",
  "page-eth-cryptography": "Protegit per criptografia",
  "page-eth-cryptography-desc": "Els diners a Internet poden semblar nous, però estan assegurats per criptografia provada. Això protegeix la teva cartera, els teus ETH i les teves transaccions. ",
  "page-eth-currency-for-apps": "És la moneda de les aplicacions d'Ethereum.",
  "page-eth-currency-for-future": "La moneda per al nostre futur digital",
  "page-eth-description": "ETH és una criptomoneda. És un tipus de diner digital escàs que pots utilitzar a Internet, similar al Bitcoin. Si ets nou en el món de les criptomonedes, aquí podràs veure en què es diferencia l'ETH dels diners tradicionals.",
  "page-eth-earn-interest-link": "Guanya interessos",
  "page-eth-ethhub-caption": "Actualitzat sovint",
  "page-eth-ethhub-overview": "EthHub té una excel·lent descripció general, si ho vols",
  "page-eth-flexible-amounts": "Disponible en quantitats flexibles",
  "page-eth-flexible-amounts-desc": "ETH és divisible fins a 18 posicions decimals; per tant, no has de comprar 1 ETH complet. Pots comprar una fracció cada vegada, com ara només 0,000000000000000001 ETH si vols.",
  "page-eth-fuels": "ETH impulsa i assegura Ethereum",
  "page-eth-fuels-desc": "ETH és un element vital d'Ethereum. Quan envies ETH o utilitzes una aplicació a Ethereum, pagues una petita comissió en ETH per utilitzar la xarxa d'Ethereum. Aquesta comissió és un incentiu perquè un miner processi i verifiqui el que estàs intentant fer.",
  "page-eth-fuels-desc-2": "Els miners són com els registradors d'Ethereum: comproven i demostren que ningú faci trampes. Els miners que fan aquesta feina també són recompensats amb petites quantitats d'ETH de nova emissió.",
  "page-eth-fuels-desc-3": "La feina dels miners manté Ethereum segura i lliure de control centralitzat. En altres paraules,",
  "page-eth-fuels-more-staking": "Més informació sobre les apostes",
  "page-eth-fuels-staking": "ETH passarà a ser més important amb les apostes. Quan apostis els teus ETH, podràs mantenir Ethereum segura i guanyaràs recompenses. En aquest sistema, l'amenaça de perdre els teus ETH desincentiva els atacs.",
  "page-eth-get-eth-btn": "Aconsegueix ETH",
  "page-eth-gov-tokens": "Tokens de governança",
  "page-eth-gov-tokens-desc": "Tokens que representen el poder del vot en organitzacions descentralitzades.",
  "page-eth-has-value": "Per què ETH té valor?",
  "page-eth-has-value-desc": "ETH té valor de formes diferents per a persones diferents.",
  "page-eth-has-value-desc-2": "Per als usuaris d'Ethereum, ETH té valor perquè els permet pagar taxes per transacció.",
  "page-eth-has-value-desc-3": "D'altres ho veuen com un magatzem digital de valor perquè la creació de nous ETH es ralentitza amb el temps.",
  "page-eth-has-value-desc-4": "Més recentment, ETH s'ha tornat valuós per als usuaris d'aplicacions financeres a Ethereum. Això és perquè pots utilitzar ETH com a substitutiu per demanar préstecs criptogràfics o com a sistema de pagament.",
  "page-eth-has-value-desc-5": "És cert que moltes persones ho veuen com una inversió, similar al Bitcoin o qualsevol altra criptomoneda.",
  "page-eth-how-to-buy": "Com comprar Ether",
  "page-eth-how-to-buy-caption": "Actualitzat sovint",
  "page-eth-is-money": "ETH és diner global i digital.",
  "page-eth-last-updated": "Gener de 2019",
  "page-eth-mining-link": "Més informació sobre la mineria",
  "page-eth-monetary-policy": "Política monetària d'Ethereum",
  "page-eth-more-on-ethereum-link": "Més informació sobre Ethereum",
  "page-eth-no-centralized": "Sense control centralitzat ",
  "page-eth-no-centralized-desc": "ETH és descentralitzat i global. No existeix cap companyia ni banc que pugui decidir imprimir més ETH o canviï els termes d'ús.",
  "page-eth-non-fungible-tokens-link": "Tokens no fungibles",
  "page-eth-not-only-crypto": "ETH no és l'única criptomoneda a Ethereum",
  "page-eth-not-only-crypto-desc": "Qualsevol persona pot crear nous tipus d'actius i intercanviar-los a Ethereum. Es denominen \"tokens\". Les persones han \"tokenitzat\" les monedes tradicionals, els seus béns seents, el seu art i fins i tot ells mateixos!",
  "page-eth-not-only-crypto-desc-2": "Ethereum és la llar de milers d'objectes, alguns més útils i valuosos que d'altres. Els desenvolupadors estan creant constantment nous tokens que obren noves possibilitats i nous mercats.",
  "page-eth-not-only-crypto-desc-3": "Si vols obtenir més informació sobre els tokens, els nostres col·legues han escrit un parell de bons resums a EthHub:",
  "page-eth-open": "Obert a qualsevol",
  "page-eth-open-desc": "Només necessites una connexió a Internet i una cartera per acceptar ETH. No necessites tenir accés a un compte bancari per acceptar pagaments. ",
  "page-eth-p2p-payments": "Pagaments d'igual a igual",
  "page-eth-p2p-payments-desc": "Pots enviar els teus ETH sense un servei intermediari com ara un banc. És com donar diners en efectiu a una persona, però d'una manera segura, en qualsevol lloc i en qualsevol moment.",
  "page-eth-period": ".",
  "page-eth-popular-tokens": "Classes populars de tokens",
  "page-eth-powers-ethereum": "ETH impulsa Ethereum",
  "page-eth-shit-coins": "Monedes inservibles",
  "page-eth-shit-coins-desc": "Com que fabricar noves monedes és fàcil, qualsevol persona pot fer-ho, fins i tot gent amb males intencions o dolentes. Fes sempre la teva recerca abans d'utilitzar-les!",
  "page-eth-stablecoins": "Monedes estables",
  "page-eth-stablecoins-desc": "Tokens que reflecteixen el valor de monedes tradicionals, com els dòlars. Això soluciona el problema de la volatilitat d'algunes criptomonedes.",
  "page-eth-stablecoins-link": "Aconsegueix monedes estables",
  "page-eth-stream-link": "Flux ETH",
  "page-eth-tokens-link": "Tokens d'Ethereum",
  "page-eth-trade-link-2": "Intercanvia tokens",
  "page-eth-underpins": "ETH aguanta el sistema financer d'Ethereum",
  "page-eth-underpins-desc": "No satisfeta amb els pagaments, la comunitat Ethereum està construint tot un sistema financer que és d'igual a igual i accessible a tothom.",
  "page-eth-underpins-desc-2": "Pots utilitzar ETH com a garantia per generar tokens de criptomonedes completament diferents. A més, pots demanar prestat, prestar i guanyar interessos en ETH i altres tokens recolzats per Ethereum.",
  "page-eth-uses": "Els usos d'ETH creixen cada dia",
  "page-eth-uses-desc": "Degut a que Ethereum és programable, els desenvolupadors poden donar forma a ETH de moltes maneres diferents.",
  "page-eth-uses-desc-2": "L'any 2015 l'únic que podies fer era enviar ETH d'un compte d'Ethereum a un altre compte. Aquí tens algunes de les coses que pots fer avui en dia.",
  "page-eth-uses-desc-3": "pagar algú o rebre fons en temps real.",
  "page-eth-uses-desc-4": "pots intercanviar ETH per altres tokens, també bitcoins.",
  "page-eth-uses-desc-5": "en ETH i altres tokens basats en Ethereum.",
  "page-eth-uses-desc-6": "accedir al món de les criptomonedes amb un valor constant i menys volàtil.",
  "page-eth-value": "Per què ether és valuós",
  "page-eth-video-alt": "Vídeo glif ETH",
  "page-eth-whats-eth": "Què és l'ether (ETH)?",
  "page-eth-whats-eth-hero-alt": "Il·lustració d'un grup de persones meravellades davant d'un glif ether (ETH)",
  "page-eth-whats-eth-meta-desc": "Allò que necessites conèixer per entendre ETH i el seu lloc a Ethereum.",
  "page-eth-whats-eth-meta-title": "Què és l'ether (ETH)?",
  "page-eth-whats-ethereum": "Què és Ethereum?",
  "page-eth-whats-ethereum-desc": "Si vols obtenir més informació sobre Ethereum, la tecnologia que s'amaga darrere d'ETH, fes una ullada a la nostra introducció.",
  "page-eth-whats-unique": "Què té d'únic ETH?",
  "page-eth-whats-unique-desc": "Hi ha diverses criptomonedes i molts altres tokens a Ethereum, però hi ha algunes coses que només ETH pot fer.",
  "page-eth-where-to-buy": "On aconseguir ETH",
  "page-eth-where-to-buy-desc": "Pots aconseguir ETH en un intercanvi o una cartera, però cada país té polítiques diferents. Comprova els serveis que et permeten comprar ETH.",
  "page-eth-yours": "És teu de veritat",
  "page-eth-yours-desc": "ETH et permet ser el teu propi banc. Pots controlar els teus fons amb la teva cartera com a prova de titularitat; no es necessiten terceres parts."
}
