{
  "page-get-eth-article-keeping-crypto-safe": "Les claus per mantenir segures les vostres criptomonedes",
  "page-get-eth-article-protecting-yourself": "Protegiu-vos i protegiu els vostres fons",
  "page-get-eth-article-store-digital-assets": "Com emmagatzemar actius digitals en Ethereum",
  "page-get-eth-cex": "Cases de canvi centralitzades",
  "page-get-eth-cex-desc": "Les cases de canvi són negocis que us permeten comprar criptomonedes utilitzant moneda tradicional. Tenen la custòdia sobre qualsevol ETH que compreu fins que ho envieu a la vostra cartera.",
  "page-get-eth-checkout-dapps-btn": "Descobriu dapps",
  "page-get-eth-community-safety": "Missatges de la comunitat sobre seguretat",
  "page-get-eth-description": "Ethereum i ETH no estan sota el control governamental ni corporatiu. Estan descentralitzats. Això significa que ETH està obert a tothom.",
  "page-get-eth-dex": "Cases de canvi descentralitzades (DEX)",
  "page-get-eth-dex-desc": "Si voleu més control, compreu ETH punt a punt. Amb una DEX podeu comerciar sense donar el control dels vostres fons a una corporació centralitzada.",
  "page-get-eth-dexs": "Cases de canvi descentralitzades (DEX)",
  "page-get-eth-dexs-desc": "Les cases de canvi descentralitzades estan obertes als mercats per a ETH i altres monedes. Connecten compradors i venedors directament.",
  "page-get-eth-dexs-desc-2": "En comptes d’utilitzar una tercera entitat de confiança per guardar els fons durant la transacció, s’utilitza un codi. Els ETH del venedor només els transferirà quan un pagament estigui garantitzat. Aquest tipus de codi es coneix com a Contracte intel·ligent.",
  "page-get-eth-dexs-desc-3": "Això significa que hi ha menys restriccions geogràfiques comparades amb alternatives centralitzades. Si algú ven el que voleu i accepta el mètode de pagament que podeu aportar, endavant. Les DEX us deixen comprar ETH amb altres tokens, PayPal o diners en efectiu.",
  "page-get-eth-do-not-copy": "Exemple: no copieu",
  "page-get-eth-exchanges-disclaimer": "Recopilem aquesta informació manualment. Si detecteu quelcom erroni, feu-nos-ho saber a",
  "page-get-eth-exchanges-empty-state-text": "Introduïu el voster país de residència per a veure la llista de carteres i cases de canvi que podeu utilitzar per comprar ETH",
  "page-get-eth-exchanges-except": "Excepte",
  "page-get-eth-exchanges-header": "A quin país viviu?",
  "page-get-eth-exchanges-header-exchanges": "Cases de canvi",
  "page-get-eth-exchanges-header-wallets": "Carteres",
  "page-get-eth-exchanges-intro": "Les cases de canvi i les carteres tenen restriccions sobre on es poden vendre criptomonedes.",
  "page-get-eth-exchanges-no-exchanges": "Disculpeu, no coneixem cap casa de canvi que us permeti comprar ETH en aquest país. Si en coneixeu cap, aviseu-nos a",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Disculpeu, no coneixem cap casa de canvi o cartera que us permeti comprar ETH en aquest país. Si en coneixeu cap, aviseu-nos a",
  "page-get-eth-exchanges-no-wallets": "Disculpeu no coneixem cap cartera que us permeti comprar ETH en aquest país. Si en coneixeu cap, aviseu-nos a",
  "page-get-eth-exchanges-search": "Escriviu on viviu...",
  "page-get-eth-exchanges-success-exchange": "Registrar-vos a una casa de canvi pot trigar diversos dies degut a les comprovacions legals.",
  "page-get-eth-exchanges-success-wallet-link": "carteres",
  "page-get-eth-exchanges-success-wallet-paragraph": "On viviu podeu comprar ETH directament des d’aquestes carteres. Obteniu més informació sobre",
  "page-get-eth-exchanges-usa": "Estats Units d'Amèrica (EUA)",
  "page-get-eth-get-wallet-btn": "Aconseguiu una cartera",
  "page-get-eth-hero-image-alt": "Aconseguiu la imatge destacada d'ETH",
  "page-get-eth-keep-it-safe": "Mantenir segurs els vostres ETH",
  "page-get-eth-meta-description": "Com comprar ETH segons el lloc on viviu i consells sobre com cuidar-lo.",
  "page-get-eth-meta-title": "Com comprar ETH",
  "page-get-eth-need-wallet": "Necessitareu una cartera per utilitzar DEX.",
  "page-get-eth-new-to-eth": "No heu utilitzat mai ETH? Aquí teniu una descripció general per començar.",
  "page-get-eth-other-cryptos": "Compreu amb altres criptomonedes",
  "page-get-eth-protect-eth-desc": "Si planeges comprar molts ETH, pot ser que desitgeu mantenir-los en una cartera que controleu, no en una casa de canvi. El motiu és que una casa de canvi és un objectiu probable per als pirates informàtics. Si un pirata informàtic aconsegueix accedir-hi, podríeu perdre els vostres fons. Alternativament, ningú més pot controlar la vostra cartera.",
  "page-get-eth-protect-eth-in-wallet": "Protegiu els vostres ETH en una cartera",
  "page-get-eth-search-by-country": "Cerca per país",
  "page-get-eth-security": "Tanmateix, això vol dir que necessiteu prendre-vos seriosament la seguretat dels vostres fons. Amb ETH, no esteu confiant la cura dels vostres diners a un banc, sinó que ho feu pel vostre compte.",
  "page-get-eth-smart-contract-link": "Més informació sobre els contractes intel·ligents",
  "page-get-eth-swapping": "Intercanvieu els teus tokens amb ETH d’altra gent i viceversa.",
  "page-get-eth-try-dex": "Proveu un DEX (Plataforma de \"Trading\" Descentralitzada)",
  "page-get-eth-use-your-eth": "Utilitzeu els vostres ETH",
  "page-get-eth-use-your-eth-dapps": "Ara que teniu ETH, reviseu algunes aplicacions descentralitzades d'Ethereum (dapps). Hi ha dapps per a finances, xarxes socials, jocs i moltes més categories.",
  "page-get-eth-wallet-instructions": "Seguiu les instruccions de la cartera",
  "page-get-eth-wallet-instructions-lost": "Si perdeu l'accés a la cartera, perdreu l'accés als vostres fons. La cartera ha de donar-vos instruccions sobre com protegir-vos-en. Assegureu-vos de seguir-les amb atenció. En la majoria dels casos, ningú podrà ajudar-vos si perdeu l'accés a la cartera.",
  "page-get-eth-wallets": "Carteres",
  "page-get-eth-wallets-link": "Més informació sobre les carteres",
  "page-get-eth-wallets-purchasing": "Algunes carteres us permeten comprar criptomonedes amb una targeta de dèbit o crèdit, transferència bancària o fins i tot Apple Pay. S'apliquen restriccions geogràfiques.",
  "page-get-eth-warning": "Aquestes cases de canvi no són per a principiants ja que necessiteu alguns ETH per utilitzar-les.",
  "page-get-eth-what-are-DEX's": "Què són les DEX?",
  "page-get-eth-whats-eth-link": "Què és ETH?",
  "page-get-eth-where-to-buy-desc": "Podeu comprar ETH des de cases de canvi o carteres directament.",
  "page-get-eth-where-to-buy-desc-2": "Comproveu quins serveis podeu utilitzar basant-vos en el lloc on viviu.",
  "page-get-eth-where-to-buy-title": "On comprar ETH",
  "page-get-eth-your-address": "La vostra adreça ETH",
  "page-get-eth-your-address-desc": "Quan descarregueu una cartera se vos crea una adreça ETH pública. Un exemple:",
  "page-get-eth-your-address-desc-3": "Considereu-la una adreça de correu electrònic, però en lloc de correus reps ETH. Si voleu transferir ETH d'una casa de canvi a la cartera, utilitzeu la vostra adreça com a destinació. Assegureu-vos de revisar-ho sempre amb cura abans d'enviar!",
  "page-get-eth-your-address-wallet-link": "Descobriu carteres",
  "listing-policy-raise-issue-link": "Planteja tema",
  "page-find-wallet-last-updated": "Última actualització"
}
