{
  "page-local-environment-brownie-desc": "Un marc per a desenvolupament i proves basat en Python per a contractes intel·ligents orientat a la màquina virtual d'Ethereum.",
  "page-local-environment-brownie-logo-alt": "Logotip de Brownie",
  "page-local-environment-epirus-desc": "Una plataforma per desenvolupar, implementar i supervisar aplicacions de la cadena de blocs a la màquina virtual de Java",
  "page-local-environment-epirus-logo-alt": "Logotip d'Epirus",
  "page-local-environment-eth-app-desc": "Creeu aplicacions impulsades per Ethereum amb una ordre. Ve amb una àmplia oferta de marcs d'IU i de plantilles DeFi per escollir.",
  "page-local-environment-eth-app-logo-alt": "Logotip de Create Eth App",
  "page-local-environment-framework-feature-1": "Característiques per activar una instància a la cadena de blocs local.",
  "page-local-environment-framework-feature-2": "Utilitats per compilar i provar els vostres contractes intel·ligents.",
  "page-local-environment-framework-feature-3": "Complements per al desenvolupament de clients per crear la vostra aplicació d'orientació a l'usuari dins del mateix projecte/repositori.",
  "page-local-environment-framework-feature-4": "Configuració per connectar a les xarxes Ethereum i implementar contractes, tant si es tracta d'una instància d'execució local com una de les xarxes públiques d'Ethereum.",
  "page-local-environment-framework-feature-5": "Aplicació de distribució descentralitzada - integracions amb les opcions d'emmagatzematge com IPFS.",
  "page-local-environment-framework-features": "Aquests marcs venen amb un munt de funcionalitats preparades per utilitzar, com ara:",
  "page-local-environment-frameworks-desc": "Recomanem triar un marc, especialment si esteu començant. Construir una Dapp completa requereix diferents tecnologies. Les estructures inclouen moltes de les característiques necessàries o proporcionen sistemes de connectors senzills perquè tries les eines que vulgueu.",
  "page-local-environment-frameworks-title": "Marcs i piles predissenyades",
  "page-local-environment-hardhat-desc": "Hardhat és un entorn de desenvolupament d'Ethereum per a professionals.",
  "page-local-environment-hardhat-logo-alt": "Logotip de Hardhat",
  "page-local-environment-openZeppelin-desc": "Estalvieu hores de temps de desenvolupament en compilar, actualitzar, implementar i interactuar amb contractes intel·ligents amb la nostra interfície de línia d'ordres.",
  "page-local-environment-openZeppelin-logo-alt": "Logotip d'OpenZeppelin",
  "page-local-environment-scaffold-eth-desc": "Ethers + Hardhat + React: tot el que necessiteu per començar a crear aplicacions descentralitzades amb contractes intel·ligents",
  "page-local-environment-scaffold-eth-logo-alt": "Logotip de scaffold-eth",
  "page-local-environment-setup-meta-desc": "Guia sobre com triar la pila de programari per al desenvolupament d'Ethereum.",
  "page-local-environment-setup-meta-title": "Configuració per al desenvolupament local d'Ethereum",
  "page-local-environment-setup-subtitle": "Si esteu a punt per començar a crear, és hora d'escollir la vostra pila.",
  "page-local-environment-setup-subtitle-2": "Aquí teniu les eines i els marcs que podeu utilitzar per ajudar-vos a crear la vostra aplicació Ethereum.",
  "page-local-environment-setup-title": "Configureu el vostre entorn local de desenvolupament",
  "page-local-environment-solidity-template-desc": "Una plantilla GitHub per a una configuració preestablerta per als vostres contractes intel·ligents Solidity. Inclou una xarxa local Hardhat, Waffle per fer proves, Ethers per a la implementació de la cartera i molt més.",
  "page-local-environment-solidity-template-logo-alt": "Logotip de la plantilla de Solidity",
  "page-local-environment-waffle-desc": "La biblioteca de proves més avançada per a contractes intel·ligents. Feu-la servir sola o amb Scaffold-eth o Hardhat.",
  "page-local-environment-waffle-logo-alt": "Logotip de Waffle"
}
