{
  "page-dapps-1inch-logo-alt": "Logotip de 1inch",
  "page-dapps-aave-logo-alt": "Logotip d'Aave",
  "page-dapps-add-button": "Suggeriu una dapp",
  "page-dapps-add-title": "Afegiu una dapp",
  "page-dapps-ankr-logo-alt": "Logotip d'Ankr",
  "page-dapps-api3-logo-alt": "Logotip d'API3",
  "page-dapps-arweave-logo-alt": "Logotip d'ARweave",
  "page-dapps-audius-logo-alt": "Logotip d'Audius",
  "page-dapps-augur-logo-alt": "Logotip d'Augur",
  "page-dapps-axie-infinity-logo-alt": "Logotip d'Axie Infitinity",
  "page-dapps-balancer-logo-alt": "Logotip de Balancer",
  "page-dapps-brave-logo-alt": "Logotip de Brave",
  "page-dapps-beginner-friendly-description": "Algunes dapps són bones per a principiants. Exploreu més dapps a continuació.",
  "page-dapps-beginner-friendly-header": "Per a principiants",
  "page-dapps-category-arts": "Art i moda",
  "page-dapps-category-browsers": "Navegadors",
  "page-dapps-category-code-marketplaces": "Mercats de codi",
  "page-dapps-category-collectibles": "Col·leccionables digitals",
  "page-dapps-category-competitive": "Jocs Web3",
  "page-dapps-category-computing": "Eines per a desenvolupadors",
  "page-dapps-category-dex": "Cases de canvi",
  "page-dapps-category-investments": "Fons d'inversió",
  "page-dapps-category-lending": "Prestar i demanar prestat",
  "page-dapps-category-lottery": "Finançament col·lectiu",
  "page-dapps-category-marketplaces": "Mercats",
  "page-dapps-category-music": "Música",
  "page-dapps-category-payments": "Pagaments",
  "page-dapps-category-insurance": "Assegurança",
  "page-dapps-category-portfolios": "Gestió de carteres",
  "page-dapps-category-trading": "Predicció de mercats",
  "page-dapps-category-utilities": "Utilitats",
  "page-dapps-category-worlds": "Mons virtuals",
  "page-dapps-category-demand-aggregator": "Agregadors de la demanda",
  "page-dapps-category-derivatives": "Derivades",
  "page-dapps-category-liquid-staking": "Acumulació de líquids",
  "page-dapps-category-experiences": "Experiències compartides",
  "page-dapps-category-guilds": "Gremis de rendiment",
  "page-dapps-category-avatar": "Avatars",
  "page-dapps-choose-category": "Escolliu una categoria",
  "page-dapps-category-social": "Xarxes socials",
  "page-dapps-category-content": "Contingut",
  "page-dapps-category-messaging": "Missatgeria",
  "page-dapps-collectibles-benefits-1-description": "Quan l'art es transforma en token a Ethereum, la propietat es pot demostrar per a tothom. Podeu traçar el recorregut de l'obra d'art des de la creació fins al titular actual. Això evita falsificacions.",
  "page-dapps-collectibles-benefits-1-title": "La propietat és demostrable",
  "page-dapps-collectibles-benefits-2-description": "Pagar per transmetre música o comprar obres d'art és molt més just per als artistes. Amb Ethereum hi ha menys necessitat d'intermediaris. I si es necessiten intermediaris, el seu cost no és tant alt ja que les plataformes no necessiten pagar per la infraestructura de la xarxa.",
  "page-dapps-collectibles-benefits-2-title": "Més just per als creadors",
  "page-dapps-collectibles-benefits-3-description": "Els col·leccionables tokenitzats estan lligats a la teva adreça d'Ethereum, no a la plataforma. Per tant, podeu vendre articles de joc en qualsevol mercat d'Ethereum, no només dins del joc en sí mateix.",
  "page-dapps-collectibles-benefits-3-title": "Mantindreu els col·leccionables",
  "page-dapps-collectibles-benefits-4-description": "Les eines i els productes ja existeixen per tal que pugueu fer tokens del vostre art i pugueu vendre'ls. I els vostres tokens es poden vendre en qualsevol de les plataformes de col·leccionables Ethereum.",
  "page-dapps-collectibles-benefits-4-title": "Infraestructura disponible al mateix lloc",
  "page-dapps-collectibles-benefits-description": "Aquestes són aplicacions centrades en la propietat digital, incrementant el potencial de guanys per als creadors i ideant noves formes d'inversió en els teus creadors i el seu treball.",
  "page-dapps-collectibles-benefits-title": "col·leccionables i transmissions descentralitzats",
  "page-dapps-collectibles-button": "Art i col·leccionables",
  "page-dapps-collectibles-description": "Aquestes són aplicacions centrades en la propietat digital, incrementant el potencial de guanys per als creadors i ideant noves formes d'inversió en els teus creadors i el seu treball.",
  "page-dapps-collectibles-title": "Art i col·leccionables descentralitzats",
  "page-dapps-compound-logo-alt": "Logotip de Compound",
  "page-dapps-convex-logo-alt": "Logotip de Convex",
  "page-dapps-cryptopunks-logo-alt": "Logotip de CryptoPunks",
  "page-dapps-cryptovoxels-logo-alt": "Logotip de Cryptovoxels",
  "page-dapps-cyberconnect-logo-alt": "Logotip de CyberConnect",
  "page-dapps-dapp-description-1inch": "Us ajuda a evitar l'elevat desfasament de preus mitjançant l'agregació dels millors preus.",
  "page-dapps-dapp-description-aave": "Presteu tokens per guanyar interessos i retirar-los en qualsevol moment.",
  "page-dapps-dapp-description-ankr": "Conjunt de diferents productes d'infraestructura Web3 per construir, guanyar, jugar i més - tot en cadena de blocs.",
  "page-dapps-dapp-description-api3": "Fonts de dades de referència de preus de primera mà que permeten dApps en 10 xarxes (i sumant) connectar-se a dades de preu d'actius en temps real, inclosos els preus de cripto i forex.",
  "page-dapps-dapp-description-arweave": "Emmagatzemeu les dades de manera permanent, sostenible, amb una única tarifa a l'alça.",
  "page-dapps-dapp-description-async-art": "Creeu, col·leccioneu i comercieu #ProgrammableArt, pintures digitals separades en \"capes\" que podeu utilitzar per afectar la imatge en conjunt. Cada mestre i capa és un token ERC721.",
  "page-dapps-dapp-description-audius": "Plataforma de transmissió descentralitzada. Reproduccions = diners per a creadors, no etiquetes.",
  "page-dapps-dapp-description-augur": "Aposteu a resultats d'esports, economia i altres esdeveniments mundials.",
  "page-dapps-dapp-description-axie-infinity": "Comercieu i lluiteu amb criatures anomenades Axies. I guanyeu mentre jugueu, disponible per a mòbils",
  "page-dapps-dapp-description-balancer": "Balancer és un gestor automàtic de carteres i una plataforma comercial.",
  "page-dapps-dapp-description-brave": "Guanyeu tokens per navegar i donar suport als vostres creadors favorits amb ells.",
  "page-dapps-dapp-description-cent": "Una xarxa social en la que podeu guanyar diners publicant NFT.",
  "page-dapps-dapp-description-compound": "Presteu tokens per guanyar interessos i retirar-los en qualsevol moment.",
  "page-dapps-dapp-description-convex": "Convex permet als proveïdors de liquiditat de Curve guanyar comissions de negociació i reclamar un CRV augmentat sense bloquejar el seu propi CRV.",
  "page-dapps-dapp-description-cryptopunks": "Compreu, liciteu i oferiu punks a la venda, un dels primers token col·leccionables d'Ethereum.",
  "page-dapps-dapp-description-cryptovoxels": "Creeu galeries d'art, construïu botigues i compreu terrenys: un món virtual a Ethereum.",
  "page-dapps-dapp-description-cyberconnect": "Protocol de gràfics socials descentralitzat que ajuda a les dApps a arrencar efectes de xarxa i crear experiències socials personificades",
  "page-dapps-dapp-description-dark-forest": "Conqueriu planetes en un univers infinit, criptogràficament específic i generat procedimentalment.",
  "page-dapps-dapp-description-decentraland": "Col·leccioneu i comercialitzeu amb terrenys virtuals en un món virtual que podeu explorar.",
  "page-dapps-dapp-description-ens": "Noms fàcils d'utilitzar per a adreces Ethereum i llocs web descentralitzats.",
  "page-dapps-dapp-description-foundation": "Invertiu en edicions úniques d'obres d'art digitals i peces comercials amb altres compradors.",
  "page-dapps-dapp-description-gitcoin": "Guanyeu criptomonedes treballant en un programari de codi obert.",
  "page-dapps-dapp-description-gitcoin-grants": "Finançament de grup per als projectes de la comunitat Ethereum amb contribucions amplificades",
  "page-dapps-dapp-description-gm": "Plataforma tot en un per a xat, fòrums i veus que realment comparteixen ingressos amb els seus creadors",
  "page-dapps-dapp-description-gods-unchained": "Joc de cartes estratègic. Guanyeu cartes jugant a allò que podeu vendre en la vida real.",
  "page-dapps-dapp-description-golem": "Accediu a la potència informàtica compartida o llogueu els vostres propis recursos.",
  "page-dapps-dapp-description-graph": "Un protocol d'indexació per consultar xarxes com Ethereum i IPFS.",
  "page-dapps-dapp-description-ipfs": "Un protocol d'hipermèdia d'igual a igual dissenyat per preservar i fer créixer el coneixement de la humanitat fent que la web estigui actualitzada, resistent i més oberta.",
  "page-dapps-dapp-description-radicle": "Col·laboració segura d'igual a igual sense intermediaris.",
  "page-dapps-dapp-description-kyberswap": "Intercanvieu i guanyeu a les millors tarifes.",
  "page-dapps-dapp-description-lido": "Simplifiqueu i assegureu l'aposta per actius digitals.",
  "page-dapps-dapp-description-loopring": "Plataforma per al comerç d'igual a igual construïda per a la velocitat.",
  "page-dapps-dapp-description-marble-cards": "Creeu i comercialitzeu targetes digitals úniques basades en URL.",
  "page-dapps-dapp-description-matcha": "Cerqueu intercanvis múltiples per ajudar-vos a trobar els millors preus.",
  "page-dapps-dapp-description-mirror": "Construïda en web3 i per la web3, la forta plataforma de publicació Mirror dicta els límits de l'escriptura en línia",
  "page-dapps-dapp-description-multichain": "El propulsor definitiu per a la web3. És una infraestructura desenvolupada per a interaccions arbitràries entre cadenes.",
  "page-dapps-dapp-description-nifty-gateway": "Compreu obres en cadena d'artistes famosos, atletes, marques i creadors.",
  "page-dapps-dapp-description-summerfi": "Comercieu, demaneu prestat i estalvieu amb Dai, una moneda estable d'Ethereum.",
  "page-dapps-dapp-description-opensea": "Compreu, veneu, descobriu i intercanvieu béns d'edició limitada.",
  "page-dapps-dapp-description-opera": "Envieu criptomonedes des del vostre navegador a altres comerciants o usuaris i aplicacions.",
  "page-dapps-dapp-description-osuvox": "Avatars 3D que viuen a la cadena de blocs",
  "page-dapps-dapp-description-poap": "Col·leccioneu NFT demostrant que heu assistit a events presencials o virtuals. Utilitzeu'ls per a participar en rifes, votar, col·laborar o simplement per presumir.",
  "page-dapps-dapp-description-polymarket": "Aposteu en resultats. Comercieu en mercats d'informació.",
  "page-dapps-dapp-description-pooltogether": "Una loteria que no us podeu perdre. Premis cada setmana.",
  "page-dapps-dapp-description-index-coop": "Un fons d'índex criptogràfic que proporciona accés als millors tokens DeFi.",
  "page-dapps-dapp-description-nexus-mutual": "Cobertura sense companyia d'assegurances. Protegiu-vos contra errors i piratejos dels contractes intel·ligents.",
  "page-dapps-dapp-description-etherisc": "Una plantilla d'assegurança descentralitzada que qualsevol persona pot utilitzar per a crear la seva cobertura d'assegurança particular.",
  "page-dapps-dapp-description-zapper": "Realitzeu un seguiment del vostre portafolis i utilitzeu una gran varietat de productes DeFi des d'una mateixa interfície.",
  "page-dapps-dapp-description-zerion": "Gestioneu el vostre portafolis i evalueu de manera senzilla qualsevol actiu DeFi del mercat.",
  "page-dapps-dapp-description-rotki": "Eina de programari lliure per a seguiment de portafolis, analítica, comptabilitat i declaració fiscal que respecta la vostra privacitat.",
  "page-dapps-dapp-description-krystal": "Una plataforma única per accedir a tots els vostres serveis DeFi preferits.",
  "page-dapps-dapp-description-rarible": "Creeu, veneu i compreu col·leccionables tokenitzats.",
  "page-dapps-dapp-description-rubic": "Agregador de tecnologia Cross-Chain per a usuaris i dApps.",
  "page-dapps-dapp-description-sablier": "Envieu diners en temps real.",
  "page-dapps-dapp-description-spatial": "Creeu el vostre propi avatar i món 3D",
  "page-dapps-dapp-description-spruce": "Acumulació de codi obert per deixar el control de la identitat i les dades on han d'estar: amb els usuaris.",
  "page-dapps-dapp-description-status": "Dissenyat per permetre el flux lliure d'informació, protegir el dret privat, converses segures i promoure la sobirania de les persones.",
  "page-dapps-dapp-description-superrare": "Compreu obres d'art digitals directament dels artistes o en mercats secundaris.",
  "page-dapps-dapp-description-synthetix": "Synthetix és un protocol per a emetre i negociar actius sintètics",
  "page-dapps-dapp-description-token-sets": "Estratègies d'inversió criptogràfiques que es reequilibren automàticament.",
  "page-dapps-dapp-description-uniswap": "Intercanvieu tokens simplement o proporcioneu tokens per un percentatge de recompenses.",
  "page-dapps-dapp-description-xmtp": "Envieu missatges entre comptes de cadena de blocs, incloent-hi missatges directes, alertes, anuncis i més.",
  "page-dapps-dapp-description-yearn": "Yearn Finance és un agregador de rendiment. Ofereix a particulars, DAO i altres protocols una manera de dipositar actius digitals i rebre rendiments.",
  "page-dapps-docklink-dapps": "Introducció a les dapps",
  "page-dapps-docklink-smart-contracts": "Contractes intel·ligents",
  "page-dapps-dark-forest-logo-alt": "Logotip de Dark Forest",
  "page-dapps-decentraland-logo-alt": "Logotip de Decentraland",
  "page-dapps-index-coop-logo-alt": "Logotip d'Index Coop",
  "page-dapps-nexus-mutual-logo-alt": "Logotip de Nexus Mutual",
  "page-dapps-etherisc-logo-alt": "Logotip d'Etherisc",
  "page-dapps-zapper-logo-alt": "Logotip de Zapper",
  "page-dapps-zerion-logo-alt": "Logotip de Zerion",
  "page-dapps-rotki-logo-alt": "Logotip de Rotki",
  "page-dapps-krystal-logo-alt": "Logotip de Krystal",
  "page-dapps-synthetix-logo-alt": "Logotip de Synthetix",
  "page-dapps-desc": "Trobeu una aplicació Ethereum per provar.",
  "page-dapps-doge-img-alt": "Il·lustració d'un gos utilitzant un ordinador",
  "page-dapps-editors-choice-dark-forest": "Jugueu contra altres persones per conquerir planetes i proveu la tecnologia puntera d'escalada/privacitat d'Ethereum. Potser una per als qui ja estan familiaritzats amb Ethereum.",
  "page-dapps-editors-choice-foundation": "Invertiu en cultura. Compreu, comercieu i veneu obres d'art digitals i moda úniques, d'artistes, músics i marques increïbles.",
  "page-dapps-editors-choice-pooltogether": "Compreu un número per a la loteria sense pèrdues. Cada setmana, l'interès generat per tot el conjunt de números s'envia a un afortunat guanyador. Recupereu els vostres diners quan vulgueu.",
  "page-dapps-editors-choice-uniswap": "Intercanvieu els vostres tokens amb facilitat. Un preferit de la comunitat que us permet intercanviar tokens amb amics arreu de la xarxa.",
  "page-dapps-ens-logo-alt": "Logotip d'Ethereum Name Service",
  "page-dapps-explore-dapps-description": "Encara hi ha un munt de dapps experimentals, provant les possibilitats de les xarxes descentralitzades. Però hi ha hagut alguns precursors exitosos en les categories tecnològiques, financeres, de joc i de col·leccionables.",
  "page-dapps-explore-dapps-title": "Exploreu dapps",
  "page-dapps-features-1-description": "Un cop instal·lat a Ethereum, el codi de la dapp no es pot eliminar. I qualsevol pot utilitzar aquestes característiques de la dapp. Encara que l'equip darrera la dapp es dissolgués, es podria continuar utilitzant. Un cop a Ethereum, s'hi queda per sempre.",
  "page-dapps-features-1-title": "Sense propietaris",
  "page-dapps-features-2-description": "No se us pot bloquejar per utilitzar una dapp o enviar transaccions. Per exemple, si Twitter estigués a Ethereum, ningú podria bloquejar el vostre compte o evitar que enviéssiu tuits.",
  "page-dapps-features-2-title": "Sense censura",
  "page-dapps-features-3-description": "Com que Ethereum té ETH, els pagaments són nadius d'Ethereum. Els desenvolupadors no necessiten malgastar temps integrant proveïdors de pagaments de tercers.",
  "page-dapps-features-3-title": "Pagaments integrats",
  "page-dapps-features-4-description": "El codi dapp normalment està, per defecte, obert i compatible. Els equips acostumen a construir utilitzant el treball d'altres equips. Si voleu permetre que els usuaris canviïn tokens a la vostra dapp, només heu de connectar un altre codi de dapp.",
  "page-dapps-features-4-title": "Connecteu i a jugar",
  "page-dapps-features-5-description": "Amb la majoria de dapps no necessiteu compartir la vostra identitat real. El vostre compte Ethereum es el vostre inici de sessió i només necessiteu una cartera.",
  "page-dapps-features-5-title": "Un inici de sessió anònim",
  "page-dapps-features-6-description": "La criptografia assegura que els atacants no puguin falsificar transaccions i altres interaccions de dapps en el vostre nom. Autoritzeu les vostres accions dapp amb el vostre propi compte Ethereum, normalment via la vostra cartera, per tant manteniu les vostres credencials segures.",
  "page-dapps-features-6-title": "Recolzat mitjançant criptografia",
  "page-dapps-features-7-description": "Un cop la dapp s'està executant a Ethereum, només deixarà de funcionar si Ethereum cau. La grandària de les xarxes d'Ethereum són molt difícils d'atacar.",
  "page-dapps-features-7-title": "Sense temps d'inactivitat",
  "page-dapps-finance-benefits-1-description": "Els serveis financers que s'executen a Ethereum no tenen requisits d'inscripció. Si teniu fons i una connexió a Internet, ja podeu començar.",
  "page-dapps-finance-benefits-1-title": "Accés obert",
  "page-dapps-finance-benefits-2-description": "Hi ha tot un món de tokens amb els quals podeu interactuar a través d'aquests productes financers. La gent està construint tokens nous a sobre d'Ethereum en tot moment.",
  "page-dapps-finance-benefits-2-title": "Una nova economia de tokens",
  "page-dapps-finance-benefits-3-description": "Els equips han construït <a href=\"/glossary/#stablecoin\">monedes estables</a> - una criptomoneda menys volàtil. Aquestes permeten experimentar i utilitzar la criptomoneda sense el risc i la incertesa.",
  "page-dapps-finance-benefits-3-title": "Monedes estables",
  "page-dapps-finance-benefits-4-description": "Els productes financers dins l'espai Ethereum són tots modulars i compatibles els uns amb els altres. Sovint hi ha noves combinacions d'aquests mòduls que surten al mercat, incrementant el que podeu fer amb les vostres criptomonedes.",
  "page-dapps-finance-benefits-4-title": "Serveis financers interconnectats",
  "page-dapps-finance-benefits-description": "Què és el que hi ha a Ethereum que permet que les aplicacions de finances descentralitzades prosperin?",
  "page-dapps-finance-benefits-title": "finances descentralitzades",
  "page-dapps-finance-button": "Finances",
  "page-dapps-finance-description": "Són aplicacions que se centren en crear serveis financers utilitzant criptomonedes. Ofereixen la possibilitat de prestar, demanar prestat, guanyar interessos i realitzar pagaments privats, sense que es requereixin dades personals.",
  "page-dapps-finance-title": "Finances descentralitzades",
  "page-dapps-foundation-logo-alt": "Logotip de Foundation",
  "page-dapps-gaming-benefits-1-description": "Tant si es tracta de terrenys virtuals com de cartes, els vostres objectes es poden intercanviar als mercats de col·leccionables. Els vostres objectes al joc tenen valor en el món real.",
  "page-dapps-gaming-benefits-1-title": "Els objectes del joc es poden utilitzar com a tokens",
  "page-dapps-gaming-benefits-2-description": "Els vostres objectes són de la vostra propietat, i en alguns casos atmbé els vostres progressos, no de les empreses de jocs. Per tant, no perdreu res si l'empresa que hi ha darrera el joc és atacada, pateix un malt funcionament o es dissol.",
  "page-dapps-gaming-benefits-2-title": "Els vostres estalvis estan segurs",
  "page-dapps-gaming-benefits-3-description": "De la mateixa forma que els pagaments a Ethereum estan disponibles perquè qualsevol els verifiqui, els jocs poden utilitzar aquesta qualitat per assegurar la imparcialitat. En teoria, tot és verificable: des del nombre de cops crítics fins a la grandària del botí d'un oponent.",
  "page-dapps-gaming-benefits-3-title": "Imparcialitat demostrable",
  "page-dapps-gaming-benefits-description": "Què és el que hi ha a Ethereum que permet que els jocs descentralitzats prosperin?",
  "page-dapps-gaming-benefits-title": "jocs descentralitzats",
  "page-dapps-gaming-button": "Jocs",
  "page-dapps-gaming-description": "Són aplicacions centrades en la creació de mons virtuals i en batalles entre jugadors utilitzant col·leccionables que tenen valor en el món real.",
  "page-dapps-gaming-title": "Jocs descentralitzats",
  "page-dapps-get-some-eth-description": "Les accions de les dapps tenen una comissió de transacció",
  "page-dapps-get-started-subtitle": "Per provar una dapp, necessitareu una <a href=\"/glossary/#wallet\">cartera</a> i algun ETH. Una cartera us permet connectar-vos o iniciar sessió. I també necessitareu que l'ETH pagui algunes <a href=\"/glossary/#transaction-fee\">comissions de transacció</a>.",
  "page-dapps-get-started-title": "Comenceu",
  "page-dapps-gitcoin-grants-logo-alt": "Logotip de Gitcoin Grants",
  "page-dapps-gitcoin-logo-alt": "Logotip de Gitcoin",
  "page-dapps-gm-logo-alt": "Logotip de gm.xyz",
  "page-dapps-gods-unchained-logo-alt": "Logotip de Gods Unchained",
  "page-dapps-golem-logo-alt": "Logotip de Golem",
  "page-dapps-graph-logo-alt": "Logotip gràfic",
  "page-dapps-radicle-logo-alt": "Logotip de Radicle",
  "page-dapps-hero-header": "Serveis i eines que funcionen amb Ethereum",
  "page-dapps-hero-subtitle": "Les dapps són un moviment creixent d'aplicacions que utilitzen Ethereum per interrompre els models de negocis i crear-ne de nous.",
  "page-dapps-how-dapps-work-p1": "Les dapps tenen el seu pròpi codi (contractes intel·ligents) funcionant en una xarxa descentralitzada i no en un servidor centralitzat. Utilitzen la <a href=\"/glossary/#blockchain\">cadena de blocs</a> Ethereum per a l'emmagatzematge de dades i contractes intel·ligents per a la seva lògica d'aplicacions.",
  "page-dapps-how-dapps-work-p2": "Un contracte intel·ligent és com un conjunt de normes que conviuen en cadena a la vista de tothom i s'executen d'acord a aquelles normes. Imagineu una màquina de vending: si l'ompliu amb fons suficients i la selecció correcta, tindreu el que voleu. I com les màquines de vending, els contractes intel·ligents poden mantenir fons de la mateixa manera que el vostre compte d'Ethereum. Això permet que el codi faci de mitjancer entre acords i transaccions.",
  "page-dapps-how-dapps-work-p3": "Un cop les dapps estan desplegades a la xarxa Ethereum, no podeu canviar-les. Les dapps poden estar descentralitzades perquè estan controlades per la lògica escrita al contracte, no per un individu o una empresa.",
  "page-dapps-how-dapps-work-title": "Com funcionen les dapps",
  "page-dapps-ipfs-logo-alt": "Logotip d'IPFS",
  "page-dapps-kyberswap-logo-alt": "Logotip de KyberSwap",
  "page-dapps-learn-callout-button": "Comenceu a crear",
  "page-dapps-learn-callout-description": "El nostre portal comunitari de desenvolupament conté documents, eines i marcs que us ajudaran a començar a crear la vostra dapp.",
  "page-dapps-learn-callout-image-alt": "Il·lustració d'una mà creant un símbol ETH fet de peces de Lego.",
  "page-dapps-learn-callout-title": "Apreneu a crear una dapp",
  "page-dapps-lido-logo-alt": "Logotip de Lido",
  "page-dapps-loopring-logo-alt": "Logotip de Loopring",
  "page-dapps-magic-behind-dapps-description": "Les dapps poden semblar aplicacions normals i corrents. Però tenen algunes qualitats especials, ja que hereten tots els superpoders d'Ethereum. Això és el què fa les dapps diferents de les apps.",
  "page-dapps-magic-behind-dapps-link": "Què fa que Ethereum sigui tan bo?",
  "page-dapps-magic-behind-dapps-title": "La màgia darrere les dapps",
  "page-dapps-magic-title-1": "La màgia",
  "page-dapps-magic-title-2": "darrere",
  "page-dapps-magician-img-alt": "Il·lustració de mags",
  "page-dapps-marble-cards-logo-alt": "Logotip de marble.cards",
  "page-dapps-async-logo-alt": "Logotip d'Async",
  "page-dapps-matcha-logo-alt": "Logotip de Matcha",
  "page-dapps-metaverse-benefits-title": "metavers",
  "page-dapps-metaverse-benefits-description": "Que s'en sap d'Ethereum que permet que el metavers prosperi?",
  "page-dapps-metaverse-benefits-1-title": "Els NFT",
  "page-dapps-metaverse-benefits-1-description": "Articles únics que són propietat d'usuaris i interoperables a través de mons virtuals i mercats que donen suport als mateixos estàndards.",
  "page-dapps-metaverse-benefits-2-title": "Comunitats propietat de l'usuari",
  "page-dapps-metaverse-benefits-2-description": "Les identitats són propietat dels usuaris amb infinitat d'oportunitats per explorar i crear xarxes socials a través de diversos mons virtuals.",
  "page-dapps-metaverse-button": "Metavers",
  "page-dapps-metaverse-title": "Metavers",
  "page-dapps-metaverse-description": "Són aplicacions que permeten als usuaris participar de manera lliure en mons virtuals. Els usuaris poden formar part de xarxes socials i responsabilitzar-se d'actius digitals",
  "page-dapps-mirror-logo-alt": "Logotip mirall",
  "page-dapps-mobile-options-header": "Cerqueu una altra categoria",
  "page-dapps-multichain-logo-alt": "Logotip multi cadena",
  "page-dapps-nifty-gateway-logo-alt": "Logotip de Nifty Gateway",
  "page-dapps-summerfi-logo-alt": "Logotip de Summer.fi",
  "page-dapps-opensea-logo-alt": "Logotip d'OpenSea",
  "page-dapps-opera-logo-alt": "Logotip d'Opera",
  "page-dapps-osuvox-logo-alt": "Logotip d'OSUVOX",
  "page-dapps-polymarket-logo-alt": "Logotip de Polymarket",
  "page-dapps-poap-logo-alt": "Logotip de Proof of Attendance Protocol",
  "page-dapps-pooltogether-logo-alt": "Logotip de PoolTogether",
  "page-dapps-rarible-logo-alt": "Logotip de Rarible",
  "page-dapps-ready-button": "Accedir-hi",
  "page-dapps-ready-description": "Escolliu una dapp per provar",
  "page-dapps-ready-title": "Esteu a punt?",
  "page-dapps-rubic-logo-alt": "Logotip de Rubic",
  "page-dapps-sablier-logo-alt": "Logotip de Sablier",
  "page-dapps-set-up-a-wallet-button": "Trobeu una cartera",
  "page-dapps-set-up-a-wallet-description": "Una cartera és el vostre \"inici de sessió\" per a una dapp",
  "page-dapps-set-up-a-wallet-title": "Configureu una cartera",
  "page-dapps-social-button": "Social",
  "page-dapps-social-description": "Es tracta d'aplicacions que se centren en la creació de xarxes socials descentralitzades utilitzant tecnologies d'identitat també descentralitzades on les identitats digitals i els gràfics socials són propietat dels usuaris.",
  "page-dapps-social-title": "Social",
  "page-dapps-spatial-logo-alt": "Logotip de Spatial",
  "page-dapps-spruce-logo-alt": "Logotip de Spruce",
  "page-dapps-status-logo-alt": "Logotip de Status",
  "page-dapps-superrare-logo-alt": "Logotip de SuperRare",
  "page-dapps-technology-button": "Tecnologia",
  "page-dapps-technology-description": "Aquestes són aplicacions centrades en eines de desenvolupament descentralitzat, la incorporació de sistemes criptoeconòmics a la tecnologia existent i la creació de mercats per al treball de desenvolupament de codi obert.",
  "page-dapps-technology-title": "Tecnologia descentralitzada",
  "page-dapps-token-sets-logo-alt": "Logotip de Token Sets",
  "page-dapps-uniswap-logo-alt": "Logotip d'Uniswapd",
  "page-dapps-wallet-callout-button": "Trobeu una cartera",
  "page-dapps-wallet-callout-description": "Les carteres també són dapps. Trobeu-ne una basada en les característiques que us convinguin.",
  "page-dapps-wallet-callout-image-alt": "Il·lustració d'un robot.",
  "page-dapps-wallet-callout-title": "Visualitzeu carteres",
  "page-dapps-warning-header": "Feu sempre la vostra pròpia recerca",
  "page-dapps-warning-message": "Ethereum és una tecnologia nova i la majoria d'aplicacions són noves. Abans de depositar qualsevol quantitat gran de diners, assegureu-vos de comprendre els riscos.",
  "page-dapps-what-are-dapps": "Què són les dapps?",
  "page-dapps-more-on-defi-button": "Més informació sobre finances descentralitzades",
  "page-dapps-more-on-nft-button": "Més informació sobre col·leccionables tokenitzats",
  "page-dapps-more-on-nft-gaming-button": "Més informació sobre objectes de joc tokenitzats",
  "page-dapps-dapp-description-pwn": "Préstecs fàcils recolzats per qualsevol testimoni o NFT a Ethereum.",
  "page-dapps-pwn-image-alt": "Logotip de PWN",
  "page-dapps-xmtp-logo-alt": "Logotop de XMTP",
  "opage-dapps-yearn-logo-alt": "Logotip de Yearn",
  "page-dapps-yearn-image-alt": "Logotip de Yearn",
  "page-dapps-convex-image-alt": "Logotip de Convex",
  "foundation": "Fundació",
  "page-wallets-get-some": "Aconseguiu ETH",
  "page-dapps-dapp-description-curve": "Curve és una dex centrada en stablecoins",
  "page-dapps-curve-image-alt": "Logotip de Curve",
  "page-dapps-dapp-description-dodo": "DODO és un proveïdor de liquidació en cadena, que aprofita l'algoritme Proactive Market Maker (PMM)",
  "page-dapps-dodo-image-alt": "Logotip de DODO",
  "page-dapps-dapp-description-artblocks": "Art Blocks es dedica a donar vida a obres d'art generatiu contemporani convincents",
  "page-dapps-artblocks-image-alt": "Logotip d'Art Blocks"
}
