{
  "page-get-eth-cex": "Cases de canvi centralitzades",
  "page-get-eth-cex-desc": "Les cases de canvi són negocis que et permeten comprar criptomonedes utilitzant moneda tradicional. Tenen la custòdia sobre qualsevol ETH que compris fins que ho enviïs a la teva cartera.",
  "page-get-eth-checkout-dapps-btn": "Comprova dapps",
  "page-get-eth-community-safety": "Missatges de la comunitat sobre seguretat",
  "page-get-eth-description": "Ethereum i ETH no estan sota el control governamental ni corporatiu. Estan descentralitzats. Això significa que ETH està obert a tothom.",
  "page-get-eth-dex": "Cases de canvi descentralitzades (DEXs)",
  "page-get-eth-dex-desc": "Si vols més control, compra ETH punt a punt. Amb una DEX pots comerciar sense donar el control dels teus fons a una corporació centralitzada.",
  "page-get-eth-dexs": "Cases de canvi descentralitzades (DEXs)",
  "page-get-eth-dexs-desc": "Les cases de canvi descentralitzats estan obertes als mercats per a ETH i altres monedes. Connecten compradors i venedors directament.",
  "page-get-eth-dexs-desc-2": "En comptes d’utilitzar una tercera entitat de confiança per guardar els fons durant la transacció, s’utilitza un codi. Els ETH del venedor només els transferirà quan un pagament estigui garantitzat. Aquest tipus de codi es coneix com a Contracte intel·ligent.",
  "page-get-eth-dexs-desc-3": "Això significa que hi ha menys restriccions geogràfiques comparades amb alternatives centralitzades. Si algú ven el que vols i accepta el mètode de pagament que pots aportar, endavant. Les DEXs et deixen comprar ETH amb altres tokens, PayPal o diners en efectiu.",
  "page-get-eth-do-not-copy": "EXEMPLE: NO COPIAR",
  "page-get-eth-exchanges-disclaimer": "Recopilem aquesta informació manualment. Si detectes quelcom erroni, fes-nos-ho saber a",
  "page-get-eth-exchanges-empty-state-text": "Introdueix el teu país de residència per a veure la llista de carteres i cases de canvi que pots utilitzar per comprar ETH",
  "page-get-eth-exchanges-except": "Excepte",
  "page-get-eth-exchanges-header": "A quin país vius?",
  "page-get-eth-exchanges-header-exchanges": "Cases de canvi",
  "page-get-eth-exchanges-header-wallets": "Carteres",
  "page-get-eth-exchanges-intro": "Les cases de canvi i les carteres tenen restriccions sobre on es poden vendre criptomonedes.",
  "page-get-eth-exchanges-no-exchanges": "Disculpa, no coneixem cap casa de canvi que et permeti comprar ETH en aquest país. Si tu en coneixes alguna, avisa’ns a",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Disculpa, no coneixem cap casa de canvi o cartera que et permeti comprar ETH en aquest país. Si tu en coneixes alguna, avisa’ns a",
  "page-get-eth-exchanges-no-wallets": "Disculpa, no coneixem cap cartera que et permeti comprar ETH en aquest país. Si tu en coneixes alguna, avisa’ns a",
  "page-get-eth-exchanges-success-exchange": "Registrar-te a una casa de canvi pot trigar diversos dies degut a les comprovacions legals.",
  "page-get-eth-exchanges-success-wallet-link": "carteres",
  "page-get-eth-exchanges-success-wallet-paragraph": "On vius pots comprar ETH directament des d’aquestes carteres. Obtén més informació sobre",
  "page-get-eth-exchanges-usa": "Estats Units d'Amèrica (EUA)",
  "page-get-eth-get-wallet-btn": "Aconsegueix una cartera",
  "page-get-eth-hero-image-alt": "Aconsegueix la imatge de protagonista d'ETH",
  "page-get-eth-keep-it-safe": "Mantenir segur el teu ETH",
  "page-get-eth-meta-description": "Com comprar ETH segons el lloc on vius i consells sobre com cuidar-lo.",
  "page-get-eth-meta-title": "Com comprar ETH",
  "page-get-eth-need-wallet": "Necessitaràs una cartera per utilitzar DEX.",
  "page-get-eth-new-to-eth": "Nou amb l'ETH? Aquí tens una descripció general per començar.",
  "page-get-eth-other-cryptos": "Compra amb altres criptomonedes",
  "page-get-eth-protect-eth-desc": "Si planeges comprar molts ETH, pot ser que desitgis mantenir-los en una cartera que controlis, no en una casa de canvi. El motiu és que una casa de canvi és un objectiu probable per als pirates informàtics. Si un pirata informàtic aconsegueix accedir-hi, podries perdre els teus fons. Alternativament, només tu tens el control de la cartera.",
  "page-get-eth-protect-eth-in-wallet": "Protegeix el teu ETH en una cartera",
  "page-get-eth-search-by-country": "Cerca per país",
  "page-get-eth-security": "Tanmateix, això vol dir que necessites prendre't seriosament la seguretat dels teus fons. Amb ETH, no estàs confiant la cura dels teus diners a un banc, sinó que ho fas tu mateix.",
  "page-get-eth-smart-contract-link": "Més informació sobre els contractes intel·ligents",
  "page-get-eth-swapping": "Intercanvia els teus tokens amb ETH d’altra gent i viceversa.",
  "page-get-eth-traditional-currencies": "Compra amb monedes tradicionals",
  "page-get-eth-traditional-payments": "Compra ETH amb mètodes de pagament tradicionals directament dels venedors.",
  "page-get-eth-try-dex": "Prova un Dex",
  "page-get-eth-use-your-eth": "Utilitza el teu ETH",
  "page-get-eth-use-your-eth-dapps": "Ara que tens ETH, revisa algunes aplicacions descentralitzades d'Ethereum (dapps). Hi dapps per a finances, xarxes socials, jocs i moltes més categories.",
  "page-get-eth-wallet-instructions": "Segueix les instruccions de la cartera",
  "page-get-eth-wallet-instructions-lost": "Si perds a l'accés a la cartera, perdràs l'accés als teus fons. La cartera ha de donar-te instruccions sobre com protegir-te d'això. Assegura't de seguir-les amb atenció. En la majoria dels casos, ningú podrà ajudar-te si perds l'accés a la cartera.",
  "page-get-eth-wallets": "Carteres",
  "page-get-eth-wallets-link": "Més informació sobre les carteres",
  "page-get-eth-wallets-purchasing": "Algunes carteres et permeten comprar criptomonedes amb una targeta de dèbit o crèdit, transferència bancària o fins i tot Apple Pay. S'apliquen restriccions geogràfiques.",
  "page-get-eth-warning": "Aquestes cases de canvi no són per a principiants ja que necessites alguns ETH per utilitzar-les.",
  "page-get-eth-what-are-DEX's": "Què són les DEXs?",
  "page-get-eth-whats-eth-link": "Què és ETH?",
  "page-get-eth-where-to-buy-desc": "Pots comprar ETH des de cases de canvi o carteres directament.",
  "page-get-eth-where-to-buy-desc-2": "Comprova quins serveis pots utilitzar basant-te en el lloc on vius.",
  "page-get-eth-where-to-buy-title": "On comprar ETH",
  "page-get-eth-your-address": "La teva adreça ETH",
  "page-get-eth-your-address-desc": "Quan descarregues una cartera es crea una adreça ETH pública per a tu. Un exemple:",
  "page-get-eth-your-address-desc-3": "Pensa en això com si fos la teva adreça de correu electrònic, però en lloc de correu reps ETH. Si vols transferir ETH d'una casa de canvi a la cartera, utilitza la teva adreça com a destinació. Assegura't de revisar-ho sempre amb cura abans d'enviar!",
  "page-get-eth-your-address-wallet-link": "Comprova les teves carteres"
}
