{
  "comp-withdrawal-comparison-current-title": "Apostadors actuals",
  "comp-withdrawal-comparison-current-li-1": "És possible que alguns usuaris hagin facilitat una direcció de retirada de fons en realitzar el dipòsit d'apilament inicial, per la qual cosa no hauran de fer res més",
  "comp-withdrawal-comparison-current-li-2": "La majoria dels apostadors no van facilitar una adreça de retirada en el dipòsit inicial, per la qual cosa hauran d'actualitzar les seves credencials de retirada. La <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Plataforma de llançament</a> compta amb instruccions de com fer-ho",
  "comp-withdrawal-comparison-current-p": "Pots introduir aquí el número d'índex del teu validador per a veure si encara necessites actualitzar les teves credencials <Text as=\"span\" fontWeight=\"normal\">(això es pot trobar en els registres del teu client):</Text>Validador",
  "comp-withdrawal-comparison-new-title": "Nous apostadors (encara no dipositat)",
  "comp-withdrawal-comparison-new-li-1": "Per defecte, els nous apostadors que desitgin activar automàticament els pagaments de recompenses i la funcionalitat de retirada hauran de proporcionar una direcció de retirada d'Ethereum que ells controlin quan generin les seves claus de validador utilitzant l'eina Staking Deposit CLI",
  "comp-withdrawal-comparison-new-li-2": "Això no és necessari en el moment del dipòsit, però evitarà la necessitat d'actualitzar aquestes claus en una data posterior per a desbloquejar els teus fons",
  "comp-withdrawal-comparison-new-p": "La Plataforma de llançament d'apilament et guiarà a través de la incorporació d'apilament.",
  "comp-withdrawal-comparison-new-link": "Visiteu Plataforma de llançament d'apilament",
  "comp-withdrawal-credentials-placeholder": "Índex Validador",
  "comp-withdrawal-credentials-error": "Vaja! Comprova doblement el número d'índex del validador i torna-ho a provar.",
  "comp-withdrawal-credentials-upgraded-1": "L'índex del validador {{validatorIndex}} està a punt per començar a rebre recompenses!",
  "comp-withdrawal-credentials-upgraded-2": "Credencials de retirada enllaçades a l'adreça d'execució:",
  "comp-withdrawal-credentials-not-upgraded-1": "Cal actualitzar aquest validador.",
  "comp-withdrawal-credentials-not-upgraded-1-testnet": "Aquest validador de la xarxa de proves Holesky necessita una actualització.",
  "comp-withdrawal-credentials-not-upgraded-2": "Les instruccions sobre com actualitzar es poden trobar actualment a la <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Plataforma de llançament d'apilament</a>",
  "comp-withdrawal-credentials-verify-mainnet": "Verificar a la xarxa Principal",
  "comp-withdrawal-credentials-verify-holesky": "Verificar a Holesky",
  "page-staking-withdrawals-when": "Enviat!",
  "page-staking-image-alt": "Imatge de la mascota Rhino per a la plataforma d'apostes.",
  "page-staking-benefits-1-title": "Sigues recompensa't",
  "page-staking-benefits-1-description": "Es donen recompenses per a les accions que ajuden a la xarxa a assolir el consens <a href=\"/glossary/#consensus\"></a>. Obtindràs recompenses per executar programari que empaqueta adequadament les transaccions en blocs nous i comprova el treball d'altres validadors perquè això és el que manté la cadena funcionant de manera segura.",
  "page-staking-benefits-2-title": "Més seguretat",
  "page-staking-benefits-2-description": "Quant més ETH estigui apilat, més segura és la xarxa contra atacs informàtics, ja que els atacants necessitarien encara més ETH per controlar la xarxa. Per a que puguis convertir-te en un problema en la xarxa hauries de posseïr la majoria dels validadores, ergo controlar la majoria d'ETH del sistema, que és moltíssim!",
  "page-staking-benefits-3-title": "Més sostenible",
  "page-staking-benefits-3-description": "Els apostadors no necessiten realitzar càlculs de prova de treball que consumeixen molta energia per a participar en la seguretat de la xarxa, cosa que significa que els nodes d'apilament poden funcionar amb un maquinari relativament modest i consumir molt poca energia.",
  "page-staking-benefits-3-link": "Més informació sobre l'energia que consumeix Ethereum",
  "page-staking-description": "L'apilament és l'acte de dipositar 32 ETH per activar el programari del <a href=\"/glossary/#validator\">validador</a>. Com a validador seràs responsable d'emmagatzemar dades, processar transaccions i afegir <a href=\"/glossary/#block\">blocs</a> a la cadena de blocs. Això mantindrà l'Ethereum segur per a tothom i us guanyarà noves ETH en el procés.",
  "page-staking-hero-title": "Com posar diners al teu ETH",
  "page-staking-hero-header": "Obtén recompenses mentre fas que Ethereum sigui més segur",
  "page-staking-hero-subtitle": "Qualsevol usuari amb qualsevol quantitat d'ETH pot ajudar a assegurar la xarxa i guanyar recompenses en el procés.",
  "page-staking-dropdown-home": "Inici de l'apilament",
  "page-staking-dropdown-solo": "Apilament individual",
  "page-staking-more-on-solo": "Més sobre l'Apilament individual",
  "page-staking-learn-more-solo": "Descobreix més sobre l'apilament individual",
  "page-staking-dropdown-saas": "L'apilament com a servei",
  "page-staking-saas-with-abbrev": "L'apilament com a servei (SaaS)",
  "page-staking-more-on-saas": "Més sobre l'apilament com a servei",
  "page-staking-learn-more-saas": "Descobreix més sobre l'apilament com a servei",
  "page-staking-dropdown-pools": "Apilament en grup",
  "page-staking-dropdown-withdrawals": "Sobre les retirades",
  "page-staking-dropdown-dvt": "Tecnologia de validador distribuïda",
  "page-staking-more-on-pools": "Més sobre l'apilament en grup",
  "page-staking-learn-more-pools": "Descobreix més sobre l'apilament en grup",
  "page-staking-section-what-title": "Què és l'apilament?",
  "page-staking-section-why-title": "Per què posar diners als teus ETH?",
  "page-staking-section-why-p1": "Tot depèn en la quantitat de diners que vulguis posar. Necessitaries 32 ETH per habilitar el teu propi node validador, però és possible posar-ne menys.",
  "page-staking-section-why-p2": "Dona un cop d'ull a les opcions següents i escull la millor per a tu, i per a la xarxa.",
  "page-staking-guide-title-coincashew-ethereum": "Guia Ethereum 2.0 de CoinCashew",
  "page-staking-guide-title-somer-esat": "Somer Esat",
  "page-staking-guide-title-rocket-pool": "Operadors de nodes de Rocket Pool",
  "page-staking-guide-title-stakewise": "Operadors de Nodes StakeWise",
  "page-staking-guide-description-linux": "Linux (CLI)",
  "page-staking-guide-description-mac-linux": "Linux, macOS (CLI)",
  "page-staking-guide-description-mac-linux-windows": "Linux, Windows, MacOS (CLI)",
  "page-staking-hierarchy-solo-h2": "Apilament individual",
  "page-staking-hierarchy-solo-pill-1": "Major impacte",
  "page-staking-hierarchy-solo-pill-2": "Control total",
  "page-staking-hierarchy-solo-pill-3": "Guanya la totalitat de les recompenses",
  "page-staking-hierarchy-solo-pill-4": "Sense acreditacions",
  "page-staking-hierarchy-solo-p1": "L'apilament individual d'Ethereum és el <span class=\"gold\">Sant Grial</span> de l'apilament. Proveeix la totalitat de les recompenses al propietari, incrementa la descentralització de la xarxa i no s'han de confiar mai a ningú els fons propis.",
  "page-staking-hierarchy-solo-p2": "Aquells que considerin apilar ETH individual han de posseir com a mínim 32 ETH i un ordinador dedicat al node que ha d'estar connectat a internet de manera ininterrompuda.\nConèixer els processos de com fer-ho i de com funciona és útil, però existeixen eines i recursos que simplifiquen el procés.",
  "page-staking-hierarchy-solo-p3": "El apostadors individuals poden ajuntar els seus fons amb altres, o anar sols amb almenys 32 ETH. Les solucions de tokens d'apilament líquid es poden utilitzar per mantenir l'accés a DeFi.",
  "page-staking-hierarchy-saas-pill-1": "Els teus 32 ETH",
  "page-staking-hierarchy-saas-pill-2": "Les teves credencials de validador",
  "page-staking-hierarchy-saas-pill-3": "Operació d'un node de confiança",
  "page-staking-hierarchy-saas-p1": "Si no vols o no et sents còmode lidiant amb el maquinari però igualment vols apilar els teus 32 ETH, les opcions de l'apilament com a servei, permeten delegar la part tediosa i obtenir d'igual manera les recompenses.",
  "page-staking-hierarchy-saas-p2": "Aquesta opció d'pilament t'atorga una sèrie de credencials de validador, que serviran com a firma per dipositar els 32 ETH. Això permet que el servei validi en el teu nom.",
  "page-staking-hierarchy-saas-p3": "Aquesta via d'apilament requereix un cert nivell de confiança en el proveïdor del servei. Per a limitar el risc de la contrapart, les credencials per retirar els teus ETH els mantens només tu en propietat.",
  "page-staking-hierarchy-pools-pill-1": "Posa qualsevol quantitat de diners",
  "page-staking-hierarchy-pools-pill-2": "Guanya recompenses",
  "page-staking-hierarchy-pools-pill-3": "Fes-ho fàcil",
  "page-staking-hierarchy-pools-pill-4": "Popular",
  "page-staking-hierarchy-pools-p1": "Actualment existeixen diverses solucions d'agrupament per a ajudar als usuaris que no tenen o no se senten còmodes apostant 32 ETH.",
  "page-staking-hierarchy-pools-p2": "Moltes d'aquestes opcions inclouen el que es coneix com a 'apilament líquid' que implica un token de liquiditat <a href=\"/glossary/#erc-20\">ERC-20</a> que representa el teu ETH en joc.",
  "page-staking-hierarchy-pools-p3": "L'apilament líquid fa que l'apilament i el desapilament siguin tan senzills com un intercanvi de tokens i permet utilitzar el capital apilat a DeFi. Aquesta opció també permet als usuaris mantenir la custòdia dels seus actius a la seva pròpia <a href=\"/glossary/#wallet\">cartera</a> d'Ethereum.",
  "page-staking-hierarchy-pools-p4": "L'apilament agrupat no és natiu de la xarxa Ethereum. Aquestes solucions estan sent desenvolupades per tercers i comporten els seus propis riscos.",
  "page-staking-hierarchy-cex-h2": "Cases de canvi centralitzades",
  "page-staking-hierarchy-cex-pill-1": "Menor impacte",
  "page-staking-hierarchy-cex-pill-2": "Assumpcions de confiança més altes",
  "page-staking-hierarchy-cex-p1": "Molts intercanvis centralitzats ofereixen serveis d'apilament si encara no et sents còmode guardant ETH en la teva pròpia cartera. Poden ser una alternativa que et permeti obtenir algun rendiment de les teves tinences de ETH amb un mínim de supervisió o esforç.",
  "page-staking-hierarchy-cex-p2": "El compromís aquí és que els proveïdors centralitzats consoliden grans grups d'ETH per a executar un gran nombre de validadors. Això pot ser perillós per a la xarxa i els seus usuaris, ja que crea un gran objectiu centralitzat i un punt de fallada, fent que la xarxa sigui més vulnerable a atacs o errors.",
  "page-staking-hierarchy-cex-p3": "Si no et sents còmode guardant les teves pròpies <a href=\"/glossary/#key\">claus</a>, això està bé. Aquestes opcions són aquí per a tu. Mentrestant, considera consultar la nostra pàgina <a href=\"/wallets/\">de moneders</a>, on pots començar a aprendre com prendre la veritable propietat sobre els teus fons. Quan estiguis a punt, torna i puja de nivell el teu joc provant un dels serveis combinats de custòdia que s'ofereixen.",
  "page-staking-hierarchy-subtext": "Com hauràs observat, hi ha moltes maneres de participar en l'estudi d'Ethereum. Aquests camins es dirigeixen a una àmplia gamma d'usuaris i, en última instància, són únics i varien en termes de riscos, recompenses i suposicions de confiança. Alguns són més descentralitzats, provats en combat i/o arriscats que altres. Proporcionem informació sobre projectes populars a l'espai, però <em>sempre fes la teva pròpia recerca</em> abans d'enviar ETH a qualsevol lloc.",
  "page-staking-comparison-solo-saas": "Amb els proveïdors SaaS encara estàs obligat a dipositar 32 ETH, però no has d'executar maquinari. Normalment tindràs accés a les claus del validador, però també has de compartir les claus de signatura perquè l'operador pugui actuar en nom del validador. Això introdueix una capa de confiança no present quan s'executa el teu propi maquinari, i a diferència de l'apilament individual, el SaaS no ajuda tant amb la distribució geogràfica dels nodes. Si estàs incòmode amb el maquinari operatiu però encara busques la participació de 32 ETH, utilitzar un proveïdor SaaS pot ser una bona opció per a tu.",
  "page-staking-comparison-solo-pools": "L'apilament individual està significativament més involucrat que amb un servei d'agrupament, però ofereix accés complet a les recompenses ETH, i control total sobre la configuració i seguretat del teu validador. L'apilament agrupat té una barrera significativament més baixa per a l'entrada. Els usuaris poden participar en petites quantitats d'ETH, no estan obligats a generar claus validadores i no tenen cap requisit de maquinari més enllà d'una connexió a Internet estàndard. Els tokens de liquiditat permeten la possibilitat de sortir de la presa abans que aquesta estigui activada a nivell de protocol. Si t'interessen aquestes característiques, l'pilament agrupat pot ser la teva opció.",
  "page-staking-comparison-saas-solo": "Les similituds inclouen tenir les claus del teu propi validador sense haver de reunir fons, però amb SaaS has de confiar en un tercer, que pot actuar de manera maliciosa o convertir-se en un objectiu d'atac o regulació per si mateix. Si aquests supòsits de confiança o els riscos de centralització et preocupen, el patró or de l'apilament autosobirà és l'apilament individual.",
  "page-staking-comparison-saas-pools": "Són similars en el fet que generalment confies en algú altre per dirigir el client validador, però a diferència de SaaS, l'apilament agrupar permet participar amb quantitats més petites d'ETH. Si estàs buscant posar menys de 32 ETH, considera donar-li una ullada.",
  "page-staking-comparison-pools-solo": "L'apilament agrupat té una barrera d'entrada significativament menor en comparació amb l'apilament individual, però comporta un risc addicional en delegar totes les operacions del node en un tercer, i amb una comissió. L'apilament individual ofereix plena sobirania i control sobre les decisions que es prenen en triar una configuració d'apilament. Els apostadors mai han de lliurar les seves claus, i obtenen totes les recompenses sense que cap intermediari s'emporti una part.",
  "page-staking-comparison-pools-saas": "Aquests són similars en el fet que els apostadors no executen el programari validador per si mateixos, però a diferència de les opcions d'agrupament, SaaS requereix un dipòsit complet de 32 ETH per activar un validador. Les recompenses s'acumulen a l'apostador, i normalment impliquen una quota mensual o una altra participació per utilitzar el servei. Si prefereixes les teves pròpies claus validadores i estàs buscant participar almenys a 32 ETH, utilitzar un proveïdor SaaS pot ser una bona opció per a tu.",
  "page-staking-considerations-dropdown-text": "Consideracions sobre l'apilament",
  "page-staking-considerations-dropdown-aria-label": "Menú desplegable per a consideracions d'apilament",
  "page-staking-considerations-solo-1-title": "Codi obert",
  "page-staking-considerations-solo-1-description": "El codi essencial és 100 % de codi obert i està disponible per al públic per bifurcar i utilitzar",
  "page-staking-considerations-solo-1-warning": "Codi tancat",
  "page-staking-considerations-solo-2-title": "Auditat",
  "page-staking-considerations-solo-2-description": "El codi essencial s'ha sotmès a una auditoria formal amb resultats publicats i disponibles públicament",
  "page-staking-considerations-solo-2-warning": "Cap",
  "page-staking-considerations-solo-3-title": "Recompensa d'error",
  "page-staking-considerations-solo-3-description": "S'ha dut a terme una recompensa d'error públic en qualsevol codi essencial per recompensar els usuaris per informar i/o solucionar les vulnerabilitats de manera segura",
  "page-staking-considerations-solo-3-valid": "Actualment actiu",
  "page-staking-considerations-solo-3-caution": "Completat",
  "page-staking-considerations-solo-4-title": "Experiència de combat",
  "page-staking-considerations-solo-4-description": "El programari ha estat disponible i utilitzat pel públic durant el període de temps indicat",
  "page-staking-considerations-solo-4-valid": "Vida > 1 any",
  "page-staking-considerations-solo-4-caution": "Actiu > 6 mesos",
  "page-staking-considerations-solo-4-warning": "Publicat recentment",
  "page-staking-considerations-solo-5-title": "Sense acreditacions",
  "page-staking-considerations-solo-5-description": "Les claus del validador no es confien a cap altre humà en cap moment del cicle de vida del validador. Qualsevol contracte intel·ligent implicat està lliure de porta posterior, sense dependre de permisos privilegiats per a la seva execució.",
  "page-staking-considerations-solo-5-warning": "Fiable",
  "page-staking-considerations-solo-6-description": "Els usuaris no requereixen cap permís especial per operar un validador utilitzant el programari o el servei",
  "page-staking-considerations-solo-6-valid": "Sense permís",
  "page-staking-considerations-solo-6-warning": "Es requereix permís",
  "page-staking-considerations-solo-7-title": "Multiclient",
  "page-staking-considerations-solo-7-description": "El programari permet als usuaris triar i canviar entre almenys dos o més clients d'execució, i dos o més clients de capa de consens",
  "page-staking-considerations-solo-7-valid": "Canvi fàcil de client",
  "page-staking-considerations-solo-7-warning": "Limitat a un client majoritari",
  "page-staking-considerations-solo-8-title": "Autodetecció",
  "page-staking-considerations-solo-8-description": "L'usuari manté la custòdia de qualsevol credencial de validador, incloses claus de signatura i retirada",
  "page-staking-considerations-solo-8-warning": "Custòdia de tercers",
  "page-staking-considerations-solo-9-title": "Econòmic",
  "page-staking-considerations-solo-9-description": "Els usuaris poden operar un validador prenent menys de 32 ETH, utilitzant fons agrupats d'altres",
  "page-staking-considerations-solo-9-valid": "< 32 ETH",
  "page-staking-considerations-solo-9-warning": "32 ETH",
  "page-staking-considerations-saas-4-description": "El servei ha estat disponible i utilitzat pel públic durant el període de temps indicat",
  "page-staking-considerations-saas-6-description": "Els usuaris no necessiten cap permís especial, ni iniciar sessió o KYC (Identificar-te com a client) per participar en aquest servei",
  "page-staking-considerations-saas-6-valid": "Obert a tothom",
  "page-staking-considerations-saas-6-warning": "Es requereix permís",
  "page-staking-considerations-saas-7-title": "Diversitat d'execució",
  "page-staking-considerations-saas-7-description": "El servei no ha d'executar més del 50 % dels fons agregats pels validadors amb una majoria validadora del client",
  "page-staking-considerations-saas-7-valid": "Menys del 50 %",
  "page-staking-considerations-saas-7-caution": "Actualment desconegut",
  "page-staking-considerations-saas-7-warning": "Més del 50 %",
  "page-staking-considerations-saas-8-title": "Consens de diversitat",
  "page-staking-considerations-saas-8-description": "El servei no ha d'executar més del 50 % dels fons agregats pels validadors amb una majoria validadora del client",
  "page-staking-considerations-saas-8-valid": "Menys del 50 %",
  "page-staking-considerations-saas-8-caution": "Actualment desconegut",
  "page-staking-considerations-saas-8-warning": "Més del 50 %",
  "page-staking-considerations-pools-5-description": "El servei no requereix confiar en cap usuari per custodiar les teves contrasenyes o per distribuir les recompenses",
  "page-staking-considerations-pools-6-title": "Nodes que no requereixen permís",
  "page-staking-considerations-pools-6-description": "El servei permet que qualsevol pugui unir-se com un operador del node en grup, sense demanar permís",
  "page-staking-considerations-pools-7-description": "El servei no ha d'executar més del 50 % dels fons agregats pels validadors amb una majoria validadora del client",
  "page-staking-considerations-pools-8-title": "Token de liquiditat",
  "page-staking-considerations-pools-8-description": "Ofereix un token comerciable que representa els teus ETH apilats, i és guardat en la teva cartera",
  "page-staking-considerations-pools-8-valid": "Token(s) de liquiditat",
  "page-staking-considerations-pools-8-warning": "Sense tokens de liquiditat",
  "page-staking-considerations-pools-9-description": "El servei no ha d'executar més del 50 % dels fons agregats pels validadors amb una majoria validadora del client",
  "page-staking-how-solo-works-item-1": "Obtén maquinari: necessites <a href=\"/run-a-node/\">executar un node</a> per apilar ETH",
  "page-staking-how-solo-works-item-2": "Sincronitza una capa d'execució com a usuari",
  "page-staking-how-solo-works-item-3": "Sincronitza una capa de consens com a usuari",
  "page-staking-how-solo-works-item-4": "Genera les teves credencials i usa-les per firmar el teu validador d'usuari",
  "page-staking-how-solo-works-item-5": "Monitora i mantén operatiu el teu node",
  "page-staking-launchpad-widget-testnet-label": "Xarxa de prova Holesky",
  "page-staking-launchpad-widget-testnet-start": "Comença a apilar en la xarxa de proves Goerli",
  "page-staking-launchpad-widget-mainnet-label": "Xarxa principal",
  "page-staking-launchpad-widget-mainnet-start": "Comença a apilar a la xarxa Principal",
  "page-staking-launchpad-widget-span": "Tria una xarxa",
  "page-staking-launchpad-widget-p1": "S'espera que els validadors individuals <strong>comprovin la seva configuració</strong> i habilitats operatives a la xarxa de proves de Holesky abans d'arriscar fons. Recorda que és important triar un <a href=\"/developers/docs/nodes-and-clients/client-diversity/\">client de minoria</a> ja que millora la seguretat de la xarxa i limita el teu risc.",
  "page-staking-launchpad-widget-p2": "Si estàs còmode amb això, pots configurar tot el que necessitis des de la línia de comandes utilitzant la Plataforma de llançament d'apilament.",
  "page-staking-launchpad-widget-p3": "Per facilitar-ho, consulta algunes de les eines i guies que trobaràs a continuació que t'ajudaran tant com la Plataforma de llançament d'apilament a configurar els teus clients amb facilitat.",
  "page-staking-launchpad-widget-link": "Eines de programari i guia",
  "page-staking-products-get-started": "Comença",
  "page-staking-dropdown-staking-options": "Opcions d'apilament",
  "page-staking-dropdown-staking-options-alt": "Menú desplegable de les opcions d'apilament",
  "page-staking-stats-box-metric-1": "ETH total apilat",
  "page-staking-stats-box-metric-2": "Validadors totals",
  "page-staking-stats-box-metric-3": "TAE actual",
  "page-staking-stats-box-metric-1-tooltip": "Suma d'ETH en joc en la Cadena de Balisa, sense incloure saldos superiors a 32 ETH",
  "page-staking-stats-box-metric-2-tooltip": "Nombre de comptes validadors activats actualment a la Cadena de Balisa",
  "page-staking-stats-box-metric-3-tooltip": "Renda mitjana anualitzada per validador durant el període de 24 hores",
  "page-staking-section-comparison-subtitle": "No hi ha una solució única per a l'apilament, i cadascuna és única. Aquí compararem alguns dels riscos, recompenses i requisits de les diferents maneres en què pots participar.",
  "page-staking-section-comparison-rewards-title": "Recompenses",
  "page-staking-section-comparison-solo-rewards-li1": "Recompenses màximes - rebre recompenses completes directament del protocol",
  "page-staking-section-comparison-solo-rewards-li2": "Recompenses per proposar blocs, incloent-hi comissions de transaccions no cremades, i atestacions regulars de l'estat de la xarxa",
  "page-staking-section-comparison-solo-rewards-li3": "Opció de mintar un token d'apilament líquid contra el teu node casolà per ser utilitzat a DeFi",
  "page-staking-section-comparison-saas-rewards-li1": "Normalment implica recompensa completa del protocol menys comissió mensual per a operacions de node",
  "page-staking-section-comparison-saas-rewards-li2": "Taulers de control sovint disponibles per fer un seguiment fàcil del client validador",
  "page-staking-section-comparison-pools-rewards-li1": "Els participants agrupats acumulen recompenses de manera diferent, depenent de quin mètode d'apilament agrupat s'esculli",
  "page-staking-section-comparison-pools-rewards-li2": "Molts serveis d'apilament agrupat ofereixen un o més <a href=\"/glossary/#liquidity-tokens\">tokens de liquiditat</a> que representen el teu ETH apostat més la teva part de les recompenses del validador",
  "page-staking-section-comparison-pools-rewards-li3": "Els tokens de liquiditat es poden mantenir a la teva pròpia cartera, utilitzar en <a href=\"/glossary/#defi\">DeFi</a> i vendre si decideixes sortir",
  "page-staking-section-comparison-risks-title": "Riscos",
  "page-staking-section-comparison-solo-risks-li1": "Els teus ETH estan en joc",
  "page-staking-section-comparison-solo-risks-li2": "Hi ha penalitzacions, que costen ETH, per desconnexió",
  "page-staking-section-comparison-solo-risks-li3": "Penalització (més gran i expulsió de la xarxa) per comportament maliciós",
  "page-staking-section-comparison-solo-risks-li4": "Mintar un token de'apilament líquid introduirà risc de contracte intel·ligent, però això és totalment opcional",
  "page-staking-section-comparison-saas-risks-li1": "Els mateixos riscos que l'apilament individual més el risc de contraparts del proveïdor de serveis",
  "page-staking-section-comparison-saas-risks-li2": "L'ús de les teves claus de signatura es confia a algú altre que podria comportar-se de manera maliciosa",
  "page-staking-section-comparison-pools-risks-li1": "Els riscos varien segons el mètode utilitzat",
  "page-staking-section-comparison-pools-risks-li2": "En general, els riscos consisteixen en una combinació de risc de contraparts, <a href=\"/glossary/#smart-contract\">contracte intel·ligent</a> i risc d'execució",
  "page-staking-section-comparison-requirements-title": "Requisits",
  "page-staking-section-comparison-solo-requirements-li1": "Has de dipositar 32 ETH",
  "page-staking-section-comparison-solo-requirements-li2": "Mantenir el maquinari que executa tant un <a href=\"/glossary/#execution-client\">client d'execució</a> d'Ethereum com un <a href=\"/glossary/#consensus-client\">client de consens</a> mentre estigui connectat a internet",
  "page-staking-section-comparison-solo-requirements-li3": "El <a href=\"https://holesky.launchpad.ethereum.org\" target=\"_blank\">Plataforma de llaçament d'apilament</a> et guiarà a través del procés i els requisits de maquinari",
  "page-staking-section-comparison-saas-requirements-li1": "Diposita 32 ETH i genera les teves claus amb assistència",
  "page-staking-section-comparison-saas-requirements-li2": "Emmagatzema les teves claus de manera segura",
  "page-staking-section-comparison-saas-requirements-li3": "No cal que pensis en la resta, encara que els serveis específics variaran",
  "page-staking-section-comparison-pools-requirements-li1": "Requisits més baixos d'ETH, alguns projectes requereixen tan sols 0,01 ETH",
  "page-staking-section-comparison-pools-requirements-li2": "Diposita directament des de la teva cartera a diferents plataformes de participació agrupada o simplement intercanvia per un dels tokens de liquiditat de participació",
  "page-staking-faq-1-question": "Què és un validador?",
  "page-staking-faq-1-answer": "Un <em>validador</em> és una entitat virtual que viu a Ethereum i participa en el consens del protocol d'Ethereum. Els validadors estan representats per un balanç, una clau pública i altres propietats. Un <em>client de validador</em> és el programari que actua en nom del validador mantenint i utilitzant la seva clau privada. Un sol client de validador pot contenir molts parells de claus, controlant molts validadors.",
  "page-staking-faq-2-question": "Per què necessito tenir fons en joc?",
  "page-staking-faq-2-answer": "Un validador té la capacitat de proposar i donar fe de blocs per a la xarxa. Per evitar comportaments deshonests, els usuaris han de tenir els seus fons en joc. Això permet al protocol penalitzar els actors maliciosos. La participació és un mitjà per mantenir-se honest, ja que les seves accions tindran conseqüències financeres.",
  "page-staking-faq-3-question": "Com puc comprar 'Eth2'?",
  "page-staking-faq-3-answer-p1": "No hi ha cap token 'Eth2' natiu del protocol, ja que el token natiu èter (ETH) no va canviar quan Ethereum va canviar a prova de participació.",
  "page-staking-faq-3-answer-p2": "Hi ha tokens/indicadors derivats que poden representar ETH en joc (és a dir, rETH de Rocket Pool, stETH de Lido, ETH2 de Coinbase). Obtén més informació sobre <a href=\"/staking/pools/\">grups d'apilament</a>",
  "page-staking-faq-4-question": "L'apilament ja està actiu?",
  "page-staking-faq-4-answer-p1": "Sí. L'apilament està actiu des del 1 de desembre de 2020",
  "page-staking-faq-4-answer-p2": "Això significa que l'apilament està actualment actiu perquè els usuaris dipositin el seu ETH, executin un client de validador i comencin a guanyar recompenses.",
  "page-staking-faq-4-answer-p3": "La actualització de Shanghai/Capella es va completar el 12 d'abril de 2023, permetent les retirades de participació, tancant el cercle de la liquiditat d'apilament.",
  "page-staking-faq-5-question": "Quan puc retirar la meva aposta en ETH?",
  "page-staking-faq-5-answer-p1": "Ara mateix! Els apostadors són lliures de retirar les seves recompenses i/o el dipòsit principal del seu saldo de validador si ho desitgen.",
  "page-staking-faq-5-answer-p2": "Els participants també obtindran recompenses en forma de comissions i MEV (Maximum Extractable Value) quan proposen blocs, que es posen a disposició immediatament a través de l'adreça del destinatari de la comissió establerta.",
  "page-staking-further-reading-author-vitalik-buterin": "Vitalik Buterin",
  "page-staking-further-reading-2-link": "Raó del disseny de Serenity",
  "page-staking-further-reading-4-link": "Notícies Eth2",
  "page-staking-further-reading-4-author": "Ben Edgington",
  "page-staking-further-reading-5-link": "Finalitzat núm. 33, la capa de consens d'Ethereum (gener de 2022)",
  "page-staking-further-reading-5-author": "Danny Ryan",
  "page-staking-further-reading-6-link": "Publicacions de confirmació",
  "page-staking-further-reading-8-link": "Materials educatius aportats per la comunitat de Beaconcha.in",
  "page-staking-further-reading-9-link": "Preguntes freqüents sobre la Plataforma de llançament d'apilament d'Ethereum",
  "page-staking-further-reading-10-link": "Base de coneixement d'EthStaker",
  "page-staking-toc-how-to-stake-your-eth": "Com participar amb els vostres ETH",
  "page-staking-toc-comparison-of-options": "Comparació d'opcions d'apilament",
  "page-staking-toc-faq": "Preguntes freqüents",
  "page-staking-toc-further": "Llegir-ne més",
  "page-staking-dom-info-title": "Apilament amb Ethereum",
  "page-staking-join-community": "Uniu-vos a la comunitat de participació",
  "page-staking-join-community-desc": "EthStaker és una comunitat on tothom pot discutir i aprendre sobre l'apilament a Ethereum. Uneix-te a desenes de milers de membres d'arreu del món per obtenir consells, suport i parlar de tot allò que s'apila.",
  "page-staking-meta-description": "Un resum sobre les apostes a Ethereum: els riscos, les recompenses, els requeriments i on fer-ho.",
  "page-staking-meta-title": "Apostes en Ethereum",
  "page-staking-withdrawals-important-notices": "Avisos importants",
  "page-staking-withdrawals-important-notices-desc": "Les retirades encara no estan disponibles. Si us plau, llegeix les <a href=“https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/” target=“_blank”>Preguntes freqüents sobre la fusió d’Eth2 i post-fusió</a> per a més informació.",
  "page-upgrades-merge-btn": "Més informació sobre La Fusió",
  "subscribe-to-ef-blog": "<a href=“https://blog.ethereum.org/category/protocol/#subscribe” target=“_blank”>Subscriu-te al blog de la EF</a> per rebre notificacions per correu electrònic sobre els últims anuncis del protocol.",
  "page-staking-comparison-with-other-options": "Comparació amb altres opcions",
  "page-staking-any-amount": "Qualsevol quantitat",
  "page-staking-testnet": "testnet"
}
