{
  "page-index-hero-image-alt": "Una il·lustració d'una ciutat futurista, representant l'ecosistema Ethereum.",
  "page-index-meta-description": "Ethereum és una plataforma global i descentralitzada per a diners i nous tipus d’aplicacions. A Ethereum, pots escriure codi que controli diners i crear aplicacions accessibles des de qualsevol lloc del món.",
  "page-index-meta-title": "Inici",
  "page-index-title": "Benvingut a Ethereum",
  "page-index-description": "Ethereum és la tecnologia de gestió comunitària que impulsa la criptomoneda ether (ETH) i milers d'aplicacions descentralitzades.",
  "page-index-title-button": "Explora Ethereum",
  "page-index-get-started": "Comença",
  "page-index-get-started-description": "ethereum.org és el teu portal en el mon d'Ethereum. La tecnologia és nova i està en constant evolució; t'ajudarà tenir una guia. Aqui està el que et recomenem de fer si vols endinsar-t'hi.",
  "page-index-get-started-image-alt": "Il·lustració d'una persona treballant amb un ordinador.",
  "page-index-get-started-wallet-title": "Selecciona una cartera",
  "page-index-get-started-wallet-description": "Una cartera et permet connectar-te a Ethereum i controlar els teus fons.",
  "page-index-get-started-wallet-image-alt": "Imatge d'un robot amb una caixa forta com a cos, que representa una cartera d'Ethereum.",
  "page-index-get-started-eth-title": "Aconsegueix ETH",
  "page-index-get-started-eth-description": "ETH és la moneda d'Ethereum; la pots utliltzar en aplicacions.",
  "page-index-get-started-eth-image-alt": "Il·lustració d'un grup de persones impresionades davant d'un glifo d'ether (ETH).",
  "page-index-get-started-dapps-title": "Utilitza una dapp",
  "page-index-get-started-dapps-description": "Les dapps són applicacions impulsades per Ethereum. Mira què pots fer.",
  "page-index-get-started-dapps-image-alt": "Il·lustració d'un doge utilitzant un ordinador.",
  "page-index-get-started-devs-title": "Comença a crear",
  "page-index-get-started-devs-description": "Si vols començar a escriure codis amb Ethereum, tenim documents, tutorials i molt més en el nostre portal de desenvolupadors.",
  "page-index-get-started-devs-image-alt": "Una il·lustració d'una mà creant un logotip d'ETH fet de peces de lego.",
  "page-index-what-is-ethereum": "Què és l'Ethereum?",
  "page-index-what-is-ethereum-description": "L'Ethereum és una tecnologia que allotja diners digitals, pagaments globals i aplicacions. La comunitat ha construït una economia digital en ple boom, noves maneres de guanyar en línia i molt més. Està oberta a tothom, siguis on siguis del món: tot el que necessites és internet.",
  "page-index-what-is-ethereum-button": "Què és l'Ethereum?",
  "page-index-what-is-ethereum-secondary-button": "Més sobre diners digitals",
  "page-index-what-is-ethereum-image-alt": "Il·lustració d'una persona que entra en un basar, que pretén representar Ethereum.",
  "page-index-defi": "Un sistema financer més just",
  "page-index-defi-description": "Avui en dia, milers de milions de persones no poden obrir comptes bancaris, d'altres tenen els pagaments bloquejats. El sistema financer descentralizat d'Ethereum (DeFi) mai dorm ni discrimina. Només amb connexió a internet, pots enviar, rebre, demanar prèstecs, guanyar interessos i fins i tot transmetre fons a qualsevol lloc del món.",
  "page-index-defi-button": "Explora el DeFi",
  "page-index-defi-image-alt": "Il·lustració d'unes mans oferint el símbol d'ETH.",
  "page-index-internet": "Un internet obert",
  "page-index-internet-description": "Avui en dia, guanyem l'accés a serveis \"gratuïts\" d'internet donant el control de les nostres dades personals. Els serveis d'Ethereum són oberts per defecte: només necessites una cartera. Són gratuïtes i fàcils d'aconseguir, tu mateix les controles, i no utilitzen cap dada personal.",
  "page-index-internet-button": "Explora l'internet obert",
  "page-index-internet-secondary-button": "Més informació sobre les carteres",
  "page-index-internet-image-alt": "Il·lustració d'un ordinador futurístic muntat i alimentat per cristalls Ethereum.",
  "page-index-developers": "Una nova frontera per al desenvolupament",
  "page-index-developers-description": "Ethereum i les seves aplicacions són transparents i de codi obert. Pots bifurcar el codi i reutilitzar les funcionalitats que altres hagin creat. Si no vols aprendre un nou llenguatge pots simplement interactuar amb codis de font oberta utilitzant JavaScript o altres llenguatges existents.",
  "page-index-developers-button": "Portal de desenvolupadors",
  "page-index-developers-code-examples": "Code examples",
  "page-index-developers-code-example-title-0": "El teu propi banc",
  "page-index-developers-code-example-description-0": "Pots construir un compte bancari a través de la lògica que tu hagis programat.",
  "page-index-developers-code-example-title-1": "La teva pròpia moneda",
  "page-index-developers-code-example-description-1": "Pots crear tokens per transferir i utilitzar en diverses aplicacions.",
  "page-index-developers-code-example-title-2": "Una cartera Ethereum JavaScript",
  "page-index-developers-code-example-description-2": "Pots utilitzar els llenguatges existents per interactuar amb Ethereum i altres aplicacions.",
  "page-index-developers-code-example-title-3": "Un DNS obert i sense permisos",
  "page-index-developers-code-example-description-3": "Pots reimaginar els serveis existents com a aplicacions descentralitzades i obertes.",
  "page-index-network-stats-title": "Ethereum avui",
  "page-index-network-stats-subtitle": "Les últimes estadístiques de xarxa",
  "page-index-network-stats-eth-price-description": "Preu de l'ETH (USD)",
  "page-index-network-stats-eth-price-explainer": "El preu més recent d'1 ether. No cal comprar 1 ETH, pots començar amb tan sols 0,000000000000000001, per exemple.",
  "page-index-network-stats-tx-day-description": "Transaccions d'avui",
  "page-index-network-stats-tx-day-explainer": "El nombre de transaccions processades correctament a la xarxa en les darreres 24 hores.",
  "page-index-network-stats-value-defi-description": "Valor bloquejat en DeFi (USD)",
  "page-index-network-stats-value-defi-explainer": "La quantitat de diners en aplicacions de finançament descentralitzades (DeFi), l'economia digital Ethereum.",
  "page-index-network-stats-nodes-description": "Nodes",
  "page-index-network-stats-nodes-explainer": "Ethereum està administrat per milers de voluntaris a tot el món, coneguts com a nodes.",
  "page-index-touts-header": "Explora ethereum.org",
  "page-index-contribution-banner-title": "Contribueix a ethereum.org",
  "page-index-contribution-banner-description": "Aquest lloc web és de codi obert amb centenars de col·laboradors a la comunitat. Pots proposar modificacions a qualsevol contingut d’aquesta web, suggerir noves funcions increïbles o ajudar-nos a eliminar errors.",
  "page-index-contribution-banner-image-alt": "Un logotip d'Ethereum fet de peces de lego.",
  "page-index-contribution-banner-button": "Més informació sobre com contribuir",
  "page-index-tout-upgrades-title": "Amplia els teus coneixements d’Eth2",
  "page-index-tout-upgrades-description": "Ethereum 2.0 és un programa d’actualitzacions interconnectades dissenyat per fer Ethereum més escalable, segur i sostenible.",
  "page-index-tout-upgrades-image-alt": "Il·lustració d’una nau espacial que representa l’augment de la força d’Eth2.",
  "page-index-tout-enterprise-title": "Ethereum per a empreses",
  "page-index-tout-enterprise-description": "Descobreix com Ethereum pot ajudar la teva empresa a trobar nous models de negoci, a reduir els costs i a afrontar el futur.",
  "page-index-tout-enterprise-image-alt": "Il·lustració d'un ordinador/dispositiu futurista.",
  "page-index-tout-community-title": "La comunitat d'Ethereum",
  "page-index-tout-community-description": "Ethereum és tota una comunitat. Està format per persones de diferents orígens i interessos. Mira com pots unir-t'hi.",
  "page-index-tout-community-image-alt": "Il·lustració d'un grup de constructors treballant junts.",
  "page-index-nft": "L'internet d’actius",
  "page-index-nft-description": "Ethereum no són només diners digitals. Tot el que pots posseir es pot representar, canviar i utilitzar com a tokens no fungibles (NFT). Pots tokenitzar el teu art i obtenir drets d'autor automàticament cada vegada que es revengui. O utilitzar un token per obtenir un préstec amb alguna cosa que tinguis. Les possibilitats creixen constantment.",
  "page-index-nft-button": "Més informació sobre els NFT",
  "page-index-nft-alt": "Un logotip d'Eth mostrat mitjançant un holograma."
}
