{
  "page-wallets-accounts-addresses": "Carteres, comptes, claus i adreces",
  "page-wallets-accounts-addresses-desc": "Convé comprendre les diferències entre alguns termes clau.",
  "page-wallets-accounts-ethereum-addresses": "<b>Un compte Ethereum té una adreça</b>, igual que una adreça de correu electrònic té una safata d'entrada. S'utilitza per identificar els teus actius digitals.",
  "page-wallets-alt": "Imatge d'un robot amb una caixa forta com a cos, que representa una cartera d'Ethereum",
  "page-wallets-ethereum-account": "<b>Un compte Ethereum és un parell de claus </b>. <a href=\"/glossary/#public-key\">Una clau</a> s'utilitza per crear l'adreça que podeu compartir lliurament, i <a href=\"/glossary/#private-key\">l'altra clau</a> l'has de mantenir en secret perquè s'utilitza per signar coses. Juntes, aquestes claus et permeten tenir actius i fer transaccions.",
  "page-wallets-blog": "Blog de Coinbase",
  "page-wallets-bookmarking": "Marqueu la vostra cartera",
  "page-wallets-bookmarking-desc": "Si utilitzeu una cartera web, marqueu el lloc per protegir-vos contra estafes de pesca.",
  "page-wallets-cd": "<b>Carteres de maquinària física</b> són dispositius que permeten mantenir la teva criptomoneda fora de línia - molt segur",
  "page-wallets-desc-2": "La majoria de gent fa servir les carteres per guardar els seus actius digitals.",
  "page-wallets-desc-2-link": "Més informació sobre ETH",
  "page-wallets-desc-3": "La vostra cartera és només una eina per gestionar el vostre compte d'Ethereum. Això vol dir que podeu intercanviar proveïdors de carteres en qualsevol moment. Algunes carteres també us permeten gestionar diversos comptes d'Ethereum des d'una aplicació.",
  "page-wallets-desc-4": "Els proveïdors de carteres, no tenen custòdia dels teus fons. Aquests només et proporcionen una finestra per veure els teus actius a Ethereum i poder-los gestionar fàcilment.",
  "page-wallets-description": "Les carteres d'Ethereum són aplicacions que et proporcionen control sobre el teu compte. Com una cartera física, tot el que necessites per demostrar la teva identitat i poder gestionar els teus actius. La cartera et permet entrar a aplicacions, veure el teu saldo, enviar transacciones i verificar la teva identitat.",
  "page-wallets-desktop": "<b>Aplicacions d'escriptori</b> per si prefereixes gestionar els teus actius a través de macOS, Windows o Linux",
  "page-wallets-ethereum-wallet": "<b>Una cartera és una eina que us permet interactuar amb el vostre compte</b>, utilitzant les vostres claus. Us permet veure el saldo del vostre compte, enviar transaccions i més.",
  "page-wallets-explore": "Exploreu Ethereum",
  "page-wallets-features-desc": "Podem ajudar-vos a triar la vostra cartera en funció de les característiques que us interessin.",
  "page-wallets-features-title": "Compara les carteres en funció de les seves característiques",
  "page-wallets-find-wallet-btn": "Trobeu una cartera",
  "page-wallets-find-wallet-link": "Trobeu una cartera",
  "page-wallets-get-some": "Aconseguiu ETH",
  "page-wallets-get-some-alt": "Una il·lustració d'una mà creant un logotip d'ETH fet de peces de lego",
  "page-wallets-get-some-btn": "Aconseguiu ETH",
  "page-wallets-get-some-desc": "ETH és la criptomoneda nativa d'Ethereum. Necessitareu una mica d'ETH a la cartera per utilitzar les aplicacions d'Ethereum.",
  "page-wallets-keys-to-safety": "Les claus per mantenir segures les vostres criptomonedes",
  "page-wallets-manage-funds": "Una aplicació per gestionar els vostres fons",
  "page-wallets-manage-funds-desc": "La vostra cartera mostra els vostres saldos i l'historial de transaccions, i us dona la possibilitat d'enviar o rebre fons. Algunes carteres poden oferir més funcions.",
  "page-wallets-meta-description": "Què cal saber per utilitzar carteres d'Ethereum",
  "page-wallets-meta-title": "Carteres d'Ethereum",
  "page-wallets-mobile": "<b>Aplicacions mòbils</b> fan accessibles els vostres actius des de qualsevol lloc",
  "page-wallets-more-on-dapps-btn": "Més informació sobre les aplicacions descentralitzades (dApps)",
  "page-wallets-most-wallets": "La majoria dels productes de cartera us permetran generar un compte d'Ethereum. Així que no en necessiteu un abans de descarregar una cartera.",
  "page-wallets-protecting-yourself": "Protegiu-vos i protegiu els vostres fons",
  "page-wallets-seed-phrase": "Escriu la teva <a href=\"/glossary/#recovery-phrase\"> frase de recuperació</a>",
  "page-wallets-seed-phrase-desc": "Les carteres sovint us proporcionaran una frase llavor que haureu d'escriure en algun lloc segur. Aquesta és l'única manera de poder recuperar la vostra cartera.",
  "page-wallets-seed-phrase-example": "Aquí teniu un exemple:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "No la deseu en un ordinador. Escriviu-la i manteniu-la fora de perill.",
  "page-wallets-slogan": "La clau del teu futur digital",
  "page-wallets-stay-safe": "Com mantenir-se segur",
  "page-wallets-stay-safe-desc": "La llibertat financera i la capacitat d'accedir i utilitzar fons en qualsevol lloc comporta una responsabilitat, perquè no hi ha atenció al client en criptografia. <b>Tu ets el responsable de mantenir les teves claus segures</b>.",
  "page-wallets-subtitle": "Les carteres us ajuden a accedir als vostres actius digitals i a entrar en les aplicacions.",
  "page-wallets-take-responsibility": "Assumiu la responsabilitat dels vostres propis fons",
  "page-wallets-take-responsibility-desc": "Els intercanvis centralitzats enllacen la vostra cartera a un usuari; i una contrasenya que podeu recuperar de manera tradicional. És important recordar que esteu confiant en aquest intercanvi amb la custòdia dels vostres fons. Si aquesta empresa pateix un atac o una fallida, els vostres fons estan en risc.",
  "page-wallets-tips": "Més consells sobre com mantenir-se segur",
  "page-wallets-tips-community": "De la comunitat",
  "page-wallets-title": "Carteres d'Ethereum",
  "page-wallets-triple-check": "Comproveu-ho tot tres vegades",
  "page-wallets-triple-check-desc": "Recordeu que les transaccions no es poden anul·lar i que les carteres no es poden recuperar fàcilment, així que aneu amb compte.",
  "page-wallets-try-dapps": "Proveu algunes dapps",
  "page-wallets-try-dapps-alt": "Una il·lustració de membres de la comunitat d'Ethereum treballant junts",
  "page-wallets-try-dapps-desc": "Les dapps són aplicacions creades a Ethereum. Són més barates i més justes i tracten millor les vostres dades que les aplicacions tradicionals.",
  "page-wallets-types": "Tipus de carteres",
  "page-wallets-types-desc": "Hi ha diverses maneres d'interactuar amb el teu compte:",
  "page-wallets-web-browser": "<b>Carteres del navegador</b> són aplicacions web que us permeten interactuar amb el vostre compte directament al navegador",
  "page-wallets-web-browser-extension": "<b>Extensió de carteres del navegador</b> són extensions que descarregueu i us permeten interactuar amb el vostre compte i aplicacions a través del navegador",
  "page-wallets-whats-a-wallet": "Què és una cartera d'Ethereum?",
  "page-wallets-your-ethereum-account": "El vostre compte d'Ethereum",
  "page-wallets-your-ethereum-account-desc": "La vostra cartera és la finestra al vostre compte d'Ethereum: al vostre saldo, l'historial de transaccions i més. Però podeu intercanviar proveïdors de cartera en qualsevol moment.",
  "page-wallets-your-login": "Inici de sessió per a aplicacions d'Ethereum",
  "page-wallets-your-login-desc": "La vostra cartera us permet connectar-vos a qualsevol aplicació descentralitzada mitjançant el vostre compte d'Ethereum. És com un inici de sessió que es pot utilitzar en moltes aplicacions.",
  "additional-reading-how-to-create-an-ethereum-account": "Com crear un compte Ethereum",
  "additional-reading-how-to-use-a-wallet": "Com utilitzar la cartera"
}
