{
  "page-eth-buy-some": "Voleu comprar Ethereum?",
  "page-eth-buy-some-desc": "És comú barrejar Ethereum i ETH. Ethereum és la <a href=\"/glossary/#blockchain\">cadena de blocs</a> i ETH és l'actiu principal d'Ethereum. ETH és probablement el que us interessa comprar.",
  "page-eth-cat-img-alt": "Gràfic del glif d'ETH amb un calidoscopi de gats",
  "page-eth-collectible-tokens": "Tokens col·leccionables",
  "page-eth-collectible-tokens-desc": "Tokens que representen un article de joc col·leccionable, una obra d'art digital o qualsevol altre actiu únic. Comunament coneguts com a objectes no fungibles (NFT).",
  "page-eth-cryptography": "Protegit per criptografia",
  "page-eth-cryptography-desc": "Els diners d'internet poden ser nous, però estan assegurats per la <a href=\"/glossary/#cryptography\">criptografia provada </a>. Això protegeix la vostra cartera, el vostre ETH i les vostres transaccions. ",
  "page-eth-currency-for-apps": "És la moneda de les aplicacions d'Ethereum.",
  "page-eth-currency-for-future": "La moneda per al nostre futur digital",
  "page-eth-description": "ETH és una criptomoneda. És un tipus de diner digital escàs que podeu utilitzar a Internet, similar al Bitcoin. Si acabeu d'entrar al món de les criptomonedes, aquí podreu veure en què es diferencia l'ETH dels diners tradicionals.",
  "page-eth-earn-interest-link": "Guanyeu interessos",
  "page-eth-flexible-amounts": "Disponible en quantitats flexibles",
  "page-eth-flexible-amounts-desc": "ETH és divisible fins a 18 posicions decimals; per tant, no heu de comprar 1 ETH complet. Podeu comprar una fracció cada vegada, com ara només 0,000000000000000001 ETH si voleu.",
  "page-eth-fuels": "ETH impulsa i assegura Ethereum",
  "page-eth-fuels-desc": "ETH és un element vital d'Ethereum. Quan envieu ETH o utilitzeu una aplicació d'Ethereum, pagueu una petita comissió en ETH per utilitzar la xarxa d'Ethereum. Aquesta comissió és un incentiu perquè un miner processi i verifiqui el que esteu intentant fer.",
  "page-eth-fuels-desc-2": "Els validadors són com els guardians dels registres d'Ethereum: comproven que ningú fa trampes. Són seleccionats a l'atzar per a proposar un bloc de transaccions. Els validadors que fan aquest treball també són recompensats amb petites quantitats d'ETH acabades d'emetre.",
  "page-eth-fuels-desc-3": "Els validadors de treball ho fan, i el capital que <a href=\"/glossary/#staking\">participa</a>, manté Ethereum segur i lliure de control centralitzat.",
  "page-eth-fuels-staking": "Quan apostes la teva ETH, ajudes a assegurar Ethereum i a guanyar recompenses. En aquest sistema, l'amenaça de perdre ETH dissuadeix als atacants.",
  "page-eth-fuels-more-staking": "Més informació sobre les apostes",
  "page-eth-get-eth-btn": "Aconseguiu ETH",
  "page-eth-gov-tokens": "Tokens de governança",
  "page-eth-gov-tokens-desc": "Testimonis que representen el poder de vot en organitzacions descentralitzades.",
  "page-eth-has-value": "Per què ETH té valor?",
  "page-eth-has-value-desc": "ETH té valor de formes diferents per a persones diferents.",
  "page-eth-has-value-desc-2": "Per als usuaris d'Ethereum, ETH té valor perquè els permet pagar taxes per transacció.",
  "page-eth-has-value-desc-3": "D'altres ho veuen com un magatzem digital de valor perquè la creació de nous ETH es ralentitza amb el temps.",
  "page-eth-has-value-desc-4": "Més recentment, ETH s'ha tornat valuós per als usuaris d'aplicacions financeres a Ethereum. Això és perquè podeu utilitzar ETH com a substitutiu per demanar préstecs criptogràfics o com a sistema de pagament.",
  "page-eth-has-value-desc-5": "És cert que moltes persones ho veuen com una inversió, similar al Bitcoin o qualsevol altra criptomoneda.",
  "page-eth-is-money": "La moneda Ether (ETH) són diners digitals i globals.",
  "page-eth-last-updated": "Gener de 2019",
  "page-eth-monetary-policy": "Política monetària d'Ethereum",
  "page-eth-more-on-ethereum-link": "Més informació sobre Ethereum",
  "page-eth-no-centralized": "Sense control centralitzat ",
  "page-eth-no-centralized-desc": "ETH és descentralitzat i global. No existeix cap companyia ni banc que pugui decidir imprimir més ETH o canviï els termes d'ús.",
  "page-eth-non-fungible-tokens-link": "Tokens no fungibles",
  "page-eth-not-only-crypto": "ETH no és l'única criptomoneda a Ethereum",
  "page-eth-not-only-crypto-desc": "Qualsevol persona pot crear nous tipus d'actius i intercanviar-los a Ethereum. Es denominen \"tokens\". Les persones han \"tokenitzat\" les monedes tradicionals, els seus béns seents, el seu art i fins i tot ells mateixos!",
  "page-eth-not-only-crypto-desc-2": "Ethereum és la llar de milers d'objectes, alguns més útils i valuosos que d'altres. Els desenvolupadors estan creant constantment nous tokens que obren noves possibilitats i nous mercats.",
  "page-eth-open": "Obert a qualsevol",
  "page-eth-open-desc": "Només necessiteu una connexió a Internet i una cartera per acceptar ETH. No cal tenir accés a un compte bancari per acceptar pagaments. ",
  "page-eth-p2p-payments": "Pagaments d'igual a igual",
  "page-eth-p2p-payments-desc": "Podeu enviar els vostres ETH sense un servei intermediari com ara un banc. És com donar diners en efectiu a una persona, però d'una manera segura, en qualsevol lloc i en qualsevol moment.",
  "page-eth-period": ".",
  "page-eth-popular-tokens": "Classes populars de tokens",
  "page-eth-powers-ethereum": "ETH impulsa Ethereum",
  "page-eth-shit-coins": "Monedes inservibles",
  "page-eth-shit-coins-desc": "Com que fabricar noves monedes és fàcil, qualsevol persona pot fer-ho, fins i tot gent amb males intencions o dolentes. Feu sempre la vostra recerca abans d'utilitzar-les!",
  "page-eth-stablecoins": "Monedes estables",
  "page-eth-stablecoins-desc": "Tokens que reflecteixen el valor de monedes tradicionals, com els dòlars. Això soluciona el problema de la volatilitat d'algunes criptomonedes.",
  "page-eth-stablecoins-link": "Aconseguiu monedes estables",
  "page-eth-stream-link": "Feu circular ETH",
  "page-eth-tokens-link": "Tokens d'Ethereum",
  "page-eth-trade-link-2": "Intercanvieu tokens",
  "page-eth-underpins": "ETH aguanta el sistema financer d'Ethereum",
  "page-eth-underpins-desc": "Per si no esteu satisfet amb els pagaments, la comunitat Ethereum està construint un sistema financer complet que és <a href=\"/glossary/#peer-to-peer-network\">d'igual a igual</a> i accessible per a tothom.",
  "page-eth-underpins-desc-2": "Potdeu utilitzar ETH com a garantia per generar tokens de criptomonedes completament diferents. A més, podeu demanar prestat, prestar i guanyar interessos en ETH i altres tokens recolzats per Ethereum.",
  "page-eth-weth": "L'ether embolicat (WETH) s'utilitza per estendre la funcionalitat d'ETH per treballar amb altres fitxes i aplicacions. <a href=\"/wrapped-eth\">Més informació sobre WETH</a>.",
  "page-eth-uses": "Els usos d'ETH creixen cada dia",
  "page-eth-uses-desc": "Com que Ethereum és programable, els desenvolupadors poden donar forma a ETH de moltes maneres diferents.",
  "page-eth-uses-desc-2": "L'any 2015 l'únic que es podia fer era enviar ETH d'un compte d'Ethereum a un altre compte. Aquí teniu algunes de les coses que podeu fer avui en dia.",
  "page-eth-uses-desc-3": "pagar algú o rebre fons en temps real.",
  "page-eth-uses-desc-4": "intercanviar ETH per altres tokens, també bitcoins.",
  "page-eth-uses-desc-5": "en ETH i altres tokens basats en Ethereum.",
  "page-eth-uses-desc-6": "accedir al món de les criptomonedes amb un valor constant i menys volàtil.",
  "page-eth-value": "Per què ether és valuós",
  "page-eth-video-alt": "Vídeo glif ETH",
  "page-eth-whats-eth": "Què és l'ether (ETH)?",
  "page-eth-whats-eth-hero-alt": "Il·lustració d'un grup de persones meravellades davant d'un glif ether (ETH)",
  "page-eth-whats-eth-meta-desc": "Allò que necessiteu conèixer per entendre ETH i el seu lloc a Ethereum.",
  "page-eth-whats-eth-meta-title": "Què és l'ether (ETH)?",
  "page-eth-whats-ethereum": "Què és Ethereum?",
  "page-eth-whats-ethereum-desc": "Si voleu obtenir més informació sobre Ethereum, la tecnologia que s'amaga darrere d'ETH, feu una ullada a la nostra introducció.",
  "page-eth-whats-unique": "Què té d'únic ETH?",
  "page-eth-whats-unique-desc": "Hi ha diverses criptomonedes i molts altres tokens a Ethereum, però hi ha algunes coses que només ETH pot fer.",
  "page-eth-where-to-buy": "On aconseguir ETH",
  "page-eth-where-to-buy-desc": "Podeu aconseguir ETH en un intercanvi o una cartera, però cada país té polítiques diferents. Comproveu els serveis que us permeten comprar ETH.",
  "page-eth-yours": "És vostre de veritat",
  "page-eth-yours-desc": "L'ETH us permet ser el vostre propi banc. Podeu controlar els vostres propis fons amb la vostra <a href=\"/glossary/#wallet\">cartera</a> com a prova de propietat  - no hi ha la necessitat de tercers.",
  "page-eth-more-on-tokens": "Més informació sobre tokens i els seus usos",
  "page-eth-button-buy-eth": "Aconsegueix ETH",
  "page-eth-tokens-stablecoins": "Monedes estables",
  "page-eth-tokens-defi": "Finances descentralitzades (DeFi)",
  "page-eth-tokens-nft": "Tokens no fungibles (NFT)",
  "page-eth-tokens-dao": "Organitzacions autònomes descentralitzades (DAO)",
  "page-eth-tokens-stablecoins-description": "Més informació sobre els tokens Ethereum menys volàtils.",
  "page-eth-tokens-defi-description": "El sistema financer per a tokens Ethereum.",
  "page-eth-tokens-nft-description": "Tokens que representen qui té la propietat dels objectes a Ethereum.",
  "page-eth-tokens-dao-description": "Comunitats d'Internet sovint governades per titulars de tokens.",
  "page-eth-whats-defi": "Més informació sobre DeFi",
  "page-eth-whats-defi-description": "DeFi és el sistema financer descentralitzat construït en Ethereum. Aquest resum us explica què podeu fer.",
  "page-what-is-ethereum-what-is-ether": "Què és l'ether?"
}
