{
  "page-stablecoins-accordion-borrow-crypto-collateral": "Garantia criptogràfica",
  "page-stablecoins-accordion-borrow-crypto-collateral-copy": "Amb Ethereum, pots demanar prestat directament a altres usuaris sense haver de fer operacions amb el teu ETH. Això et pot donar apalancament: algunes persones ho fan per intentar acumular més ETH.",
  "page-stablecoins-accordion-borrow-crypto-collateral-copy-p2": "Però com que el preu de l'ETH és volàtil, hauràs d'aportar una sobregarantia. Això vol dir que si vols demanar prestades 100 monedes estables, probablement necessitaràs almenys 150 $ en ETH. Això protegeix el sistema i els prestadors.",
  "page-stablecoins-accordion-borrow-crypto-collateral-link": "Més informació sobre les monedes estables recolzades per criptomonedes",
  "page-stablecoins-accordion-borrow-pill": "Avançat",
  "page-stablecoins-accordion-borrow-places-intro": "Aquestes dapps et permeten demanar prestades monedes estables mitjançant criptomonedes com a garantia. Algunes accepten altres tokens, així com ETH.",
  "page-stablecoins-accordion-borrow-places-title": "Llocs per demanar prestades monedes estables",
  "page-stablecoins-accordion-borrow-requirement-1": "Una cartera d'Ethereum",
  "page-stablecoins-accordion-borrow-requirement-1-description": "Per utilitzar una dapp, necessitaràs una cartera",
  "page-stablecoins-accordion-borrow-requirement-2": "Ether (ETH)",
  "page-stablecoins-accordion-borrow-requirement-2-description": "Necessitaràs ETH per a les taxes per transacció o garantia",
  "page-stablecoins-accordion-borrow-requirements-description": "Per demanar prestades monedes estables, hauràs d'utilitzar la dapp correcta. També necessitaràs una cartera i alguns ETH.",
  "page-stablecoins-accordion-borrow-risks-copy": "Si fas servir ETH com a garantia i el seu valor cau, la garantia no cobrirà les monedes estables que has generat. Això provocarà la liquidació del teu ETH i és probable que hagis de fer front a una penalització. Així que si demanes prestades monedes estables, hauràs de vigilar el preu de l'ETH.",
  "page-stablecoins-accordion-borrow-risks-link": "Últim preu d'ETH",
  "page-stablecoins-accordion-borrow-risks-title": "Riscos",
  "page-stablecoins-accordion-borrow-text-preview": "Potes demanar prestades algunes monedes estables amb criptomonedes com a garantia, que hauràs de retornar.",
  "page-stablecoins-accordion-borrow-title": "Demanar prestat",
  "page-stablecoins-accordion-buy-exchanges-title": "Intercanvis populars",
  "page-stablecoins-accordion-buy-requirement-1": "Intercanvis de criptomonedes i carteres",
  "page-stablecoins-accordion-buy-requirement-1-description": "Consulta els serveis que pots utilitzar al teu lloc de residència",
  "page-stablecoins-accordion-buy-requirements-description": "Un compte amb un intercanvi o una cartera amb la que pots comprar criptomonedes directament. És probable que ja n'hagis utilitzat una per obtenir ETH. Comprova els serveis que pots utilitzar al teu lloc de residència.",
  "page-stablecoins-accordion-buy-text-preview": "Molts intercanvis i carteres et permeten comprar monedes estables directament. S'aplicaran restriccions geogràfiques.",
  "page-stablecoins-accordion-buy-title": "Comprar",
  "page-stablecoins-accordion-buy-warning": "Les cases de canvi centralitzades només poden enumerar monedes estables de tipus \"fiat-backed\", és a dir, recolzades per diner fiduciari (FIAT), com la moneda estable digital vinculada al dòlar dels Estats Units (USDC), Tether i altres. És possible que no les puguis comprar directament, però hauries de poder intercanviar-les des d'ETH o altres criptomonedes que puguis comprar a la plataforma.",
  "page-stablecoins-accordion-earn-project-1-description": "La major part del treball tècnic és per al moviment de software de codi obert.",
  "page-stablecoins-accordion-earn-project-2-description": "Tecnologia, contingut i altres treballs per a la comunitat MakerDao (l'equip que et va portar Dai).",
  "page-stablecoins-accordion-earn-project-3-description": "Quan coneguis realment totes les teves coses, cerca errors per guanyar Dai.",
  "page-stablecoins-accordion-earn-project-bounties": "Recompenses de gitcoin",
  "page-stablecoins-accordion-earn-project-bug-bounties": "Recompenses per errors d'Eth2",
  "page-stablecoins-accordion-earn-project-community": "Comunitat MakerDao",
  "page-stablecoins-accordion-earn-projects-copy": "Són plataformes que et pagaran en monedes estables per la teva feina.",
  "page-stablecoins-accordion-earn-projects-title": "On guanyar monedes estables",
  "page-stablecoins-accordion-earn-requirement-1": "Una cartera d'Ethereum",
  "page-stablecoins-accordion-earn-requirement-1-description": "Necessitaràs una cartera per rebre les monedes estables que guanyis",
  "page-stablecoins-accordion-earn-requirements-description": "Les monedes estables són un gran mètode de pagament per la feina feta i els serveis oferts, perquè el valor és estable. Però necessitaràs una cartera per al pagament.",
  "page-stablecoins-accordion-earn-text-preview": "Pots guanyar monedes estables si treballes en projectes dins de l'ecosistema d'Ethereum.",
  "page-stablecoins-accordion-earn-title": "Guanyar",
  "page-stablecoins-accordion-less": "Menys",
  "page-stablecoins-accordion-more": "Més",
  "page-stablecoins-accordion-requirements": "Què necessitaràs?",
  "page-stablecoins-accordion-swap-dapp-intro": "Si ja tens ETH i una cartera, pots fer servir dapps per intercanviar monedes estables.",
  "page-stablecoins-accordion-swap-dapp-link": "Més informació sobre els intercanvis descentralitzats",
  "page-stablecoins-accordion-swap-dapp-title": "Dapps per intercanviar tokens",
  "page-stablecoins-accordion-swap-editors-tip": "Consell dels editors",
  "page-stablecoins-accordion-swap-editors-tip-button": "Cerca carteres",
  "page-stablecoins-accordion-swap-editors-tip-copy": "Aconsegueix una cartera que et permetrà comprar ETH i intercanviar-los per tokens directament, monedes estables incloses.",
  "page-stablecoins-accordion-swap-pill": "Recomanat",
  "page-stablecoins-accordion-swap-requirement-1": "Una cartera d'Ethereum",
  "page-stablecoins-accordion-swap-requirement-1-description": "Necessitaràs una cartera per autoritzar l'intercanvi i emmagatzemar les teves monedes",
  "page-stablecoins-accordion-swap-requirement-2": "Ether (ETH)",
  "page-stablecoins-accordion-swap-requirement-2-description": "Pagar per l'intercanvi",
  "page-stablecoins-accordion-swap-text-preview": "Pots recollir la majoria de monedes estables d'intercanvis descentralitzats. Així que pots intercanviar qualsevol dels teus tokens per una de les monedes estables que vulguis.",
  "page-stablecoins-accordion-swap-title": "Intercanviar",
  "page-stablecoins-algorithmic": "Algorítmic",
  "page-stablecoins-algorithmic-con-1": "Has de confiar en l'algoritme (o ser capaç de llegir-lo).",
  "page-stablecoins-algorithmic-con-2": "El teu saldo de monedes canviarà en funció de l'oferta total.",
  "page-stablecoins-algorithmic-description": "Aquestes monedes estables no estan recolzades per cap altre actiu. En el seu lloc, un algoritme vendrà tokens si el preu cau per sota del valor desitjat i els proporcionarà si el valor supera la quantitat desitjada. Com que el nombre de tokens en circulació canvia amb freqüència, el nombre de tokens que tinguis canviarà, però sempre reflectirà la teva quota.",
  "page-stablecoins-algorithmic-pro-1": "No es necessita cap garantia.",
  "page-stablecoins-algorithmic-pro-2": "Controlat per un algoritme públic.",
  "page-stablecoins-bank-apy": "0,05 %",
  "page-stablecoins-bank-apy-source": "El tipus de canvi mitjà pagat pels bancs en comptes d'estalvi bàsiques i assegurades federalment als Estats Units.",
  "page-stablecoins-bank-apy-source-link": "Font",
  "page-stablecoins-bitcoin-pizza": "La pizza infame de Bitcoin",
  "page-stablecoins-bitcoin-pizza-body": "El 2010, algú va comprar 2 pizzes amb 10.000 bitcoins. En aquest moment, equivalien a uns 41 dòlars. En el mercat d'avui en dia, valen milions de dòlars. Hi ha diverses transaccions similars lamentables a la història d'Ethereum. Les monedes estables resolen aquest problema, així que pots gaudir de la pizza i conservar els teus ETH.",
  "page-stablecoins-coin-price-change": "Canvi del preu de la moneda (últims 30 dies)",
  "page-stablecoins-crypto-backed": "Recolzat per criptomoneda",
  "page-stablecoins-crypto-backed-con-1": "Menys estable que les monedes estables recolzades per diner fiduciari.",
  "page-stablecoins-crypto-backed-con-2": "Cal vigilar el valor de la garantia criptogràfica.",
  "page-stablecoins-crypto-backed-description": "Aquestes monedes estables estan recolzades per altres actius criptogràfics, como l’ETH. Els preus depenen del valor de l’actiu subjacent (o valor garantit), que pot ser volàtil. Com que el valor d’ETH pot fluctuar, aquestes monedes estables estan sobregarantides per garantir que el preu es mantingui el més estable possible. Això significa en poques paraules que una criptomoneda valorada en 1 $ recolzada per una moneda estable té una criptomoneda subjacent amb un valor d’almenys 2 $. Així, si el preu d’ETH cau, caldrà utilitzar més ETH per recolzar la moneda estable; en cas contrari, les monedes estables perdran el seu valor.",
  "page-stablecoins-crypto-backed-pro-1": "Transparent i totalmente descentralitzat.",
  "page-stablecoins-crypto-backed-pro-2": "Ràpid per convertir-se en altres actius criptogràfics.",
  "page-stablecoins-crypto-backed-pro-3": "No hi ha amortidors externs: tots els actius estan controlats per comptes d'Ethereum.",
  "page-stablecoins-dai-banner-body": "Dai és probablement la moneda estable descentralitzada més famosa. El seu valor és aproximadament d'1 dòlar i és àmpliament acceptada a les dapps.",
  "page-stablecoins-dai-banner-learn-button": "Més informació sobre Dai",
  "page-stablecoins-dai-banner-swap-button": "Intercanvia ETH per Dai",
  "page-stablecoins-dai-banner-title": "Dai",
  "page-stablecoins-dai-logo": "El logotip de Dai",
  "page-stablecoins-editors-choice": "Recomanacions de l'editor",
  "page-stablecoins-editors-choice-intro": "Aquests són probablement els exemples més coneguts de monedes estables en aquest moment i les monedes que hem trobat útils a l'hora d'utilitzar dapps.",
  "page-stablecoins-explore-dapps": "Explora dapps",
  "page-stablecoins-fiat-backed": "Recolzat per diner fiduciari",
  "page-stablecoins-fiat-backed-con-1": "Centralitzat: algú ha d'emetre els tokens.",
  "page-stablecoins-fiat-backed-con-2": "Requereix auditoria per garantir que l'empresa tingui prou reserves.",
  "page-stablecoins-fiat-backed-description": "És bàsicament la promesa de pagament d'un deute per diner fiduciari tradicional (normalment, dòlars). Utilitzes els teus diners fiduciaris per comprar una moneda estable que després pots canviar en efectiu per la teva moneda original.",
  "page-stablecoins-fiat-backed-pro-1": "Assegurança contra la volatilitat de les criptomonedes.",
  "page-stablecoins-fiat-backed-pro-2": "Els canvis en el preu són mínims.",
  "page-stablecoins-find-stablecoin": "Cerca una moneda estable",
  "page-stablecoins-find-stablecoin-how-to-get-them": "Com obtenir monedes estables",
  "page-stablecoins-find-stablecoin-intro": "Hi ha centenars de monedes estables disponibles. Aquí en tens algunes que t'ajudaran a començar. Si ets nou a Ethereum, et recomanem que primer facis una mica de recerca.",
  "page-stablecoins-find-stablecoin-types-link": "Diferents tipus de monedes estables",
  "page-stablecoins-get-stablecoins": "Com obtenir monedes estables",
  "page-stablecoins-hero-alt": "Les tres monedes estables més grans per capitalització de mercat són: Dai, USDC i Tether.",
  "page-stablecoins-hero-button": "Aconsegueix monedes estables",
  "page-stablecoins-hero-header": "Diners digitals per a l'ús diari",
  "page-stablecoins-hero-subtitle": "Les monedes estables són tokens d'Ethereum dissenyades per mantenir un valor fix, fins i tot quan el valor d'ETH canvia.",
  "page-stablecoins-interest-earning-dapps": "Dapps de guanys d'interessos",
  "page-stablecoins-meta-description": "Una introducció a les monedes estables d'Ethereum: què són, com obtenir-les i per què són tan importants.",
  "page-stablecoins-precious-metals": "Metalls preciosos",
  "page-stablecoins-precious-metals-con-1": "Centralitzat: algú ha d'emitir els tokens.",
  "page-stablecoins-precious-metals-con-2": "Has de confiar en l'emissor de tokens i en les reserves de metalls preciosos.",
  "page-stablecoins-precious-metals-description": "De la mateixa manera que les monedes recolzades pels diners fiduciaris (fiat), aquestes monedes estables utilitzen recursos com l'or per mantenir el seu valor.",
  "page-stablecoins-precious-metals-pro-1": "Assegurança contra la volatilitat de les criptomonedes.",
  "page-stablecoins-prices": "Preus de les monedes estables",
  "page-stablecoins-prices-definition": "Les monedes estables són criptomonedes sense volatilitat. Comparteixen moltes de les capacitats d'ETH, però el seu valor és estable, més com una moneda tradicional. Per tant, tens accés a diners estables que pots utilitzar a Ethereum. ",
  "page-stablecoins-prices-definition-how": "Com obtenen les monedes estables la seva estabilitat",
  "page-stablecoins-research-warning": "Ethereum és una nova tecnologia i la majoria de les aplicacions són noves. Assegura't que ets conscient dels riscos i que només diposites el que pots permetre't perdre.",
  "page-stablecoins-research-warning-title": "Fes sempre la teva pròpia recerca",
  "page-stablecoins-save-stablecoins": "Estalvia amb monedes estables",
  "page-stablecoins-save-stablecoins-body": "Les monedes estables sovint tenen una taxa d'interès mitjà superior pel fet que hi ha molta demanda d'endeutament. Hi ha dapps que et permeten obtenir interès de les teves monedes estables en temps real si les diposites en un fons de préstec. Com passa en l'àmbit bancari, estàs subministrant tokens per als prestataris, però pots retirar els tokens i els interessos en qualsevol moment.",
  "page-stablecoins-saving": "Fes un bon ús dels teus estalvis en monedes estables i guanya una mica d'interès. Com tot en criptografia, els rendiments percentuals anuals previstos (APY) poden canviar diàriament en funció de l'oferta i la demanda en temps real.",
  "page-stablecoins-stablecoins-dapp-callout-description": "Revisa les dapps d'Ethereum. Les monedes estables sovint són més útils per a les transaccions quotidianes.",
  "page-stablecoins-stablecoins-dapp-callout-image-alt": "Il·lustració d'un gos.",
  "page-stablecoins-stablecoins-dapp-callout-title": "Utilitza les teves monedes estables",
  "page-stablecoins-stablecoins-dapp-description-1": "Mercats per a moltes monedes estables, incloses Dai, USDC, TUSD, USDT i més. ",
  "page-stablecoins-stablecoins-dapp-description-2": "Presta monedes estables i guanya interessos i $COMP, el token propi de Compound.",
  "page-stablecoins-stablecoins-dapp-description-3": "Una plataforma comercial on pots guanyar interessos amb els teus Dai i USDC.",
  "page-stablecoins-stablecoins-dapp-description-4": "Una app disenyada per estalviar Dai.",
  "page-stablecoins-stablecoins-feature-1": "Les monedes estables són globals i poden enviar-se a través d'Internet. Són fàcils d'enviar o rebre un cop que es disposa d'un compte Ethereum.",
  "page-stablecoins-stablecoins-feature-2": "La demanda de monedes estables és alta, de manera que pots guanyar interessos per prestar les teves. Assegura't que ets conscient dels riscos abans de prestar-les.",
  "page-stablecoins-stablecoins-feature-3": "Les monedes estables són intercanviables per ETH i altres tokens d'Ethereum. Moltes aplicacions depenen de les monedes estables.",
  "page-stablecoins-stablecoins-feature-4": "Les monedes estables estan protegides per criptografia. Ningú pot falsificar transaccions en nom teu.",
  "page-stablecoins-stablecoins-meta-description": "Una introducció a les monedes estables d'Ethereum: què són, com obtenir-les i per què són tan importants.",
  "page-stablecoins-stablecoins-table-header-column-1": "Moneda",
  "page-stablecoins-stablecoins-table-header-column-2": "Capitalització de mercat",
  "page-stablecoins-stablecoins-table-header-column-3": "Classe de garantia",
  "page-stablecoins-stablecoins-table-type-crypto-backed": "Criptomoneda",
  "page-stablecoins-stablecoins-table-type-fiat-backed": "Fiat",
  "page-stablecoins-stablecoins-table-type-precious-metals-backed": "Metalls preciosos",
  "page-stablecoins-table-error": "No es poden carregar les monedes estables. Prova d'actualitzar la pàgina.",
  "page-stablecoins-table-loading": "S'estan carregant dades de la moneda estable...",
  "page-stablecoins-title": "Monedes estables",
  "page-stablecoins-top-coins": "Millors monedes estables per capitalització de mercat",
  "page-stablecoins-top-coins-intro": "La capitalització del mercat és",
  "page-stablecoins-top-coins-intro-code": "el nombre total de tokens que hi ha multiplicat pel valor de cada símbol. La llista és dinàmica i els projectes enumerats aquí no estan necessàriament recolzats per l'equip d'ethereum.org.",
  "page-stablecoins-types-of-stablecoin": "Com funcionen: tipus de monedes estables",
  "page-stablecoins-usdc-banner-body": "L'USDc és probablement la moneda estable més famosa recolzada per diners fiduciari. El seu valor és aproximadament d'un dòlar i està recolzada per Circle i Coinbase.",
  "page-stablecoins-usdc-banner-learn-button": "Més informació sobre USDC",
  "page-stablecoins-usdc-banner-swap-button": "Intercanvia ETH per USDC",
  "page-stablecoins-usdc-banner-title": "USDC",
  "page-stablecoins-usdc-logo": "El logotip d'USDC",
  "page-stablecoins-why-stablecoins": "Per què monedes estables?",
  "page-stablecoins-how-they-work-button": "Com funcionen",
  "page-stablecoins-why-stablecoins-body": "L'ETH, com el Bitcoin, té un preu volàtil perquè és una tecnologia nova, així que és possible que no vulguis gastar-la regularment. Les monedes estables reflecteixen el valor de les monedes tradicionals per donar-te accés a diners estables que pots utilitzar a Ethereum."
}
