{
  "page-get-eth-article-keeping-crypto-safe": "Les claus per mantenir segures les vostres criptomonedes",
  "page-get-eth-article-protecting-yourself": "Protegiu-vos i protegiu els vostres fons",
  "page-get-eth-article-store-digital-assets": "Com emmagatzemar actius digitals en Ethereum",
  "page-get-eth-article-protecting-yourself-desc": "MyCrypto",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": "Cases de canvi centralitzades",
  "page-get-eth-cex-desc": "Les cases de canvi són negocis que us permeten comprar criptomonedes utilitzant moneda tradicional. Tenen la custòdia sobre qualsevol ETH que compreu fins que ho envieu a la vostra cartera.",
  "page-get-eth-checkout-dapps-btn": "Descobriu dapps",
  "page-get-eth-community-safety": "Missatges de la comunitat sobre seguretat",
  "page-get-eth-description": "Ethereum no està controlat per cap organització; està descentralitzada.",
  "page-get-eth-dex": "Cases de canvi descentralitzades (DEX)",
  "page-get-eth-dex-desc": "Si voleu més control, compreu ETH utilitzant <a href=\"/glossary/#smart-contract\"> contractes intel·ligents </a>. Amb un DEX podreu comerciar actius digitals sense donar mai el control dels vostres fons a una empresa centralitzada.",
  "page-get-eth-peers": "Rebeu l'ETH dels vostres companys",
  "page-get-eth-peers-desc": "Un cop tingueu un compte d'Ethereum, només heu de compartir la vostra adreça per començar a enviar i rebre ETH (i altres tokens) d'igual a igual.",
  "page-get-eth-staking": "Recompenses en joc",
  "page-get-eth-staking-desc": "Si ja teniu ETH, podeu guanyar-ne més executant un node validador. Us paguen per fer aquest treball de verificació en ETH.",
  "page-get-eth-earn": "Guanyeu ETH",
  "page-get-eth-earn-desc": "Podeu guanyar ETH treballant per a DAO o empreses que paguen en criptomonedes, guanyant recompenses, trobant fallades de programari i molt més.",
  "page-get-eth-daos-link-desc": "Més informació sobre les DAO",
  "page-get-eth-cex-link-desc": "Veure la llista de cases de canvi",
  "page-get-eth-staking-link-desc": "Més informació sobre l'apilament",
  "page-get-eth-dexs": "Cases de canvi descentralitzades (DEX)",
  "page-get-eth-dexs-desc": "Les cases de canvi descentralitzades estan obertes als mercats per a ETH i altres monedes. Connecten compradors i venedors directament.",
  "page-get-eth-dexs-desc-2": "En comptes d’utilitzar una tercera entitat de confiança per guardar els fons durant la transacció, s’utilitza un codi. Els ETH del venedor només els transferirà quan un pagament estigui garantitzat. Aquest tipus de codi es coneix com a Contracte intel·ligent.",
  "page-get-eth-dexs-desc-3": "Això significa que hi ha menys restriccions geogràfiques que amb les alternatives centralitzades. Si algú està venent el que voleu i accepteu un mètode de pagament que podeu proporcionar, ja podeu començar.",
  "page-get-eth-dexs-desc-4": "Nota: molts dexes utilitzen ether embolicat (WETH) per funcionar. <a href=\"/wrapped-eth\">. Més informació sobre l'ether embolicat </a>.",
  "page-get-eth-do-not-copy": "Exemple: no copieu",
  "page-get-eth-exchanges-disclaimer": "Recopilem aquesta informació manualment. Si detecteu quelcom erroni, feu-nos-ho saber a",
  "page-get-eth-exchanges-empty-state-text": "Introduïu el vostre país de residència per a veure la llista de carteres i cases de canvi que podeu utilitzar",
  "page-get-eth-exchanges-except": "Excepte",
  "page-get-eth-exchanges-header": "A quin país viviu?",
  "page-get-eth-exchanges-header-exchanges": "Cases de canvi",
  "page-get-eth-exchanges-header-wallets": "Carteres",
  "page-get-eth-exchanges-intro": "Les cases de canvi tenen restriccions sobre on poden vendre criptomonedes. Aquesta és una llista indicativa dels serveis que es creu que operen en cada país. La inclusió en aquesta llista no significa que s'aprovi el seu ús - Heu de fer la vostra pròpia recerca!",
  "page-get-eth-exchanges-no-exchanges": "Disculpeu, no coneixem cap casa de canvi que us permeti comprar ETH en aquest país. Si en coneixeu cap, aviseu-nos a",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Disculpeu, no coneixem cap casa de canvi que us permeti comprar ETH en aquest país. Si en coneixeu cap, aviseu-nos a",
  "page-get-eth-exchanges-no-wallets": "Disculpeu no coneixem cap cartera que us permeti comprar ETH en aquest país. Si en coneixeu cap, aviseu-nos a",
  "page-get-eth-exchanges-search": "Escriviu on viviu...",
  "page-get-eth-exchanges-success-exchange": "Registrar-vos a una casa de canvi pot trigar diversos dies degut a les comprovacions legals.",
  "page-get-eth-exchanges-success-wallet-link": "carteres",
  "page-get-eth-exchanges-success-wallet-paragraph": "On viviu podeu comprar ETH directament des d’aquestes carteres. Obteniu més informació sobre",
  "page-get-eth-exchanges-usa": "Estats Units d'Amèrica (EUA)",
  "page-get-eth-get-wallet-btn": "Aconseguiu una cartera",
  "page-get-eth-hero-image-alt": "Aconseguiu la imatge destacada d'ETH",
  "page-get-eth-keep-it-safe": "Mantenir segurs els vostres ETH",
  "page-get-eth-meta-description": "Com comprar ETH segons el lloc on viviu i consells sobre com cuidar-lo.",
  "page-get-eth-meta-title": "Com obtenir ETH",
  "page-get-eth-need-wallet": "Necessitareu una cartera per utilitzar DEX.",
  "page-get-eth-new-to-eth": "No heu utilitzat mai ETH? Aquí teniu una descripció general per començar.",
  "page-get-eth-other-cryptos": "Compreu amb altres criptomonedes",
  "page-get-eth-protect-eth-desc": "Una de les principals característiques d'Ethereum és que manteniu el control dels vostres propis actius gestionant el vostre propi compte. Això significa que no heu de confiar els vostres actius a tercers i que esteu protegit enfront de l'actuació deshonesta, la fallida o el pirateig de qualsevol custodi. No obstant això, també significa que assumiu la responsabilitat de la vostra pròpia seguretat.",
  "page-get-eth-protect-eth-in-wallet": "Guardeu el vostre ETH en la vostra pròpia cartera",
  "page-get-eth-search-by-country": "Cerca per país",
  "page-get-eth-security": "Tanmateix, això vol dir que necessiteu prendre-vos seriosament la seguretat dels vostres fons. Amb ETH, no esteu confiant la cura dels vostres diners a un banc, sinó que ho feu pel vostre compte.",
  "page-get-eth-smart-contract-link": "Més informació sobre els contractes intel·ligents",
  "page-get-eth-swapping": "Intercanvieu els teus tokens amb ETH d’altra gent i viceversa.",
  "page-get-eth-try-dex": "Proveu un DEX (Plataforma de \"Trading\" Descentralitzada)",
  "page-get-eth-use-your-eth": "Utilitzeu els vostres ETH",
  "page-get-eth-use-your-eth-dapps": "Ara que teniu ETH, reviseu algunes aplicacions descentralitzades d'Ethereum (dapps). Hi ha dapps per a finances, xarxes socials, jocs i moltes més categories.",
  "page-get-eth-wallet-instructions": "Seguiu les instruccions de la cartera",
  "page-get-eth-wallet-instructions-lost": "Si perdeu l'accés a la cartera, perdreu l'accés als vostres fons. La cartera ha de donar-vos instruccions sobre com protegir-vos-en. Assegureu-vos de seguir-les amb atenció. En la majoria dels casos, ningú podrà ajudar-vos si perdeu l'accés a la cartera.",
  "page-get-eth-wallets": "Carteres",
  "page-get-eth-wallets-link": "Més informació sobre les carteres",
  "page-get-eth-wallets-purchasing": "Algunes carteres us permeten comprar criptomonedes amb una targeta de dèbit o crèdit, transferència bancària o fins i tot Apple Pay. S'apliquen restriccions geogràfiques.",
  "page-get-eth-warning": "Aquests DEX no són per a principiants, ja que necessitareu ETH per a usar-los. Aquests són només exemples, no productes avalats. Investigueu pel vostre compte!",
  "page-get-eth-what-are-DEX's": "Què són les DEX?",
  "page-get-eth-whats-eth-link": "Què és ETH?",
  "page-get-eth-where-to-buy-desc": "Podeu guanyar ETH, rebre-ho dels vostres companys o comprar-ho en cases de canvi i aplicacions.",
  "page-get-eth-where-to-buy-desc-2": "Comproveu quins serveis podeu utilitzar basant-vos en el lloc on viviu.",
  "page-get-eth-where-to-buy-title": "On aconseguir ETH",
  "page-get-eth-your-address": "La vostra adreça ETH",
  "page-get-eth-your-address-desc": "Quan descarregueu una cartera se vos crea una adreça ETH pública. Un exemple:",
  "page-get-eth-your-address-desc-3": "Considereu-la una adreça de correu electrònic, però en lloc de correus reps ETH. Si voleu transferir ETH d'una casa de canvi a la cartera, utilitzeu la vostra adreça com a destinació. Assegureu-vos de revisar-ho sempre amb cura abans d'enviar!",
  "page-get-eth-your-address-wallet-link": "Descobriu carteres",
  "listing-policy-raise-issue-link": "Planteja tema",
  "page-find-wallet-last-updated": "Última actualització"
}
