{
  "consensus-client-lighthouse-logo-alt": "Logotip de Lighthouse",
  "consensus-client-lodestar-logo-alt": "Logotip de Lodestar",
  "consensus-client-nimbus-logo-alt": "Logotip de Nimbus",
  "consensus-client-prysm-logo-alt": "Logotip de Prysm",
  "consensus-client-teku-logo-alt": "Logotip de Teku",
  "consensus-client-under-review": "Revisió i auditoria en curs",
  "page-upgrades-answer-1": "Penseu en els canvis desplegats com un conjunt de millores afegides per fer més eficaç l'Ethereum que utilitzem actualment. Aquestes millores incloïen la creació d'una nova cadena anomenada «cadena de balisa» i en el futur introduiran noves cadenes conegudes com a «fragments».",
  "page-upgrades-answer-2": "Algunes millores es troben separades de la xarxa principal d'Ethereum que utilitzem avui dia però no la reemplaçaran. En lloc d'això, la xarxa principal es «fusionarà» amb aquest sistema paral·lel que s'ha anat afegint al llarg del temps.",
  "page-upgrades-answer-4": "En altres paraules, l'Ethereum que utilitzem actualment encarnarà en un moment donat totes les característiques cap a les quals estem apuntant la visió d'Ethereum.",
  "page-upgrade-article-title-two-point-oh": "2.0: la cadena de balisa",
  "page-upgrade-article-title-beacon-chain-explainer": "Heu de llegir primer l'explicació de la cadena de balisa Ethereum 2.0",
  "page-upgrade-article-title-sharding-consensus": "Consens fraccionat",
  "page-upgrade-article-author-ethereum-foundation": "Fundació Ethereum",
  "page-upgrade-article-title-sharding-is-great": "Per què el fraccionament és bo: desmitificant les propietats tècniques",
  "page-upgrade-article-title-rollup-roadmap": "Un full de ruta desplegat",
  "page-upgrades-beacon-chain-btn": "Més informació sobre la cadena de balisa",
  "page-upgrades-beacon-chain-date": "La cadena de balisa es va llençar l’1 de desembre de 2020.",
  "page-upgrades-beacon-chain-desc": "La cadena de balisa va portar l'apilament a Ethereum, va establir les bases per a futures millores i eventualment coordinarà el nou sistema.",
  "page-upgrades-beacon-chain-estimate": "La cadena de balisa està en funcionament",
  "page-upgrades-beacon-chain-title": "La cadena de balisa",
  "page-upgrades-bug-bounty": "Veure el programa de recompenses per errors",
  "page-upgrades-clients": "Doneu una ullada als clients de consens (abans coneguts com a clients «Eth2»)",
  "page-staking-deposit-contract-title": "Consulteu l'adreça del contracte de dipòsit",
  "page-upgrades-diagram-ethereum-mainnet": "Xarxa principal d'Ethereum",
  "page-upgrades-diagram-h2": "Com s’integren les actualitzacions",
  "page-upgrades-diagram-link-1": "Més informació sobre la prova de treball",
  "page-upgrades-diagram-link-2": "Més informació sobre les cadenes de fragments",
  "page-upgrades-diagram-mainnet": "Xarxa principal",
  "page-upgrades-diagram-p": "La xarxa principal d'Ethereum continuarà existint en la seva forma actual durant un temps. Això significa que la cadena de balisa i les actualitzacions de fragments no interrompran la xarxa.",
  "page-upgrades-diagram-p-1": "La xarxa principal es fusionarà en un moment donat amb el nou sistema introduït per la cadena de balisa.",
  "page-upgrades-diagram-p-2": "La cadena de balisa es convertirà en el conductor d’Ethereum, coordinarà els validadors i establirà el ritme per a la creació de blocs.",
  "page-upgrades-diagram-p-3": "Al principi, existirà de forma separada de la xarxa principal i gestionarà els validadors; no tindrà res a veure amb els contractes intel·ligents, les transaccions i els comptes.",
  "page-upgrades-diagram-p-4": "Els fragments proporcionaran moltes dades addicionals per ajudar a augmentar la quantitat de transaccions que la xarxa principal pot gestionar. La cadena de balisa coordinarà aquestes dades.",
  "page-upgrades-diagram-p-5": "Però totes les transaccions confiaran en la xarxa principal, que continuarà existint tal i com la coneixem avui dia: protegida per la prova de treball i els miners.",
  "page-upgrades-diagram-p-6": "La xarxa principal es fusionarà amb el sistema de prova de treball, coordinat per la cadena de balisa.",
  "page-upgrades-diagram-p-8": "Això farà que la xarxa principal es transformi en un fragment dins del nou sistema. Els miners ja no seran necessaris, ja que tot Ethereum estarà protegit pels validadors.",
  "page-upgrades-diagram-p10": "El procés d'escalar Ethereum no és una migració o una sola cosa. Descriu un conjunt de millores treballades per descobrir l'autèntic potencial d'Ethereum. Així és com encaixen totes juntes.",
  "page-upgrades-diagram-scroll": "Desplaceu-vos per explorar, toqueu per obtenir més informació.",
  "page-upgrades-diagram-shard": "Fragment (1)",
  "page-upgrades-diagram-shard-1": "Fragment (...)",
  "page-upgrades-diagram-shard-2": "Fragment (2)",
  "page-upgrades-diagram-shard-3": "Fragment (...)",
  "page-upgrades-diagram-validators": "Més informació sobre els validadors",
  "page-upgrades-dive": "Submergim-nos en la visió",
  "page-upgrades-dive-desc": "Com farem Ethereum més escalable, segur i sostenible? Tot al mateix temps que es manté la base de la descentralització d'Ethereum.",
  "page-upgrades-docking": "La Fusió",
  "page-upgrades-merge-answer-1": "La Fusió és quan la xarxa principal comença a utilitzar la cadena de balisa per al consens i la prova de treball es desconnecta, en algun moment del 2022.",
  "page-upgrades-merge-btn": "Més informació sobre la Fusió",
  "page-upgrades-merge-desc": "La xarxa principal d'Ethereum necessitarà «fusionar-se» amb la cadena de balisa en algun punt. Això permetrà les participacions en tota la xarxa i assenyalarà la fi de la mineria d'alt consum energètic.",
  "page-upgrades-merge-estimate": "Estimació: 2022",
  "page-upgrades-merge-mainnet": "Què és la xarxa principal?",
  "page-upgrades-merge-mainnet-eth2": "Fusió de la xarxa principal amb la cadena de balisa",
  "page-upgrades-eth-blog": "Blog d'ethereum.org",
  "page-upgrades-explore-btn": "Exploreu les millores",
  "page-upgrades-get-involved": "Involucreu-vos a millorar Ethereum",
  "page-upgrades-get-involved-2": "Participeu",
  "page-upgrades-head-to": "Accedir a",
  "page-upgrades-help": "Voleu ajudar amb les millores d'Ethereum?",
  "page-upgrades-help-desc": "Hi ha moltes oportunitats de col·laborar en les millores d'Ethereum, ajudar amb les proves i fins i tot guanyar recompenses.",
  "page-upgrades-index-staking": "Ja han arribat les participacions",
  "page-upgrades-index-staking-desc": "La introducció de les participacions és la clau de les millores d'Ethereum. Si voleu utilitzar els vostres ETH per ajudar a mantenir protegida la xarxa Ethereum, assegureu-vos de seguir aquests passos.",
  "page-upgrades-index-staking-learn": "Més informació sobre les participacions",
  "page-upgrades-index-staking-learn-desc": "La cadena de balisa portarà les participacions a Ethereum. Això vol dir que si teniu ETH, podeu fer un bé públic protegint la xarxa i guanyant més ETH en el procés.",
  "page-upgrades-index-staking-step-1": "1. Configureu la plataforma de llançament",
  "page-upgrades-index-staking-step-1-btn": "Visiteu la plataforma de llançament d'apilament",
  "page-upgrades-index-staking-step-1-desc": "Per fer apilament de participacions a Ethereum necessitareu utilitzar una plataforma de llançament; aquesta us conduirà a través del procés.",
  "page-upgrades-index-staking-step-2": "2. Confirmeu l'adreça de participacions",
  "page-upgrades-index-staking-step-2-btn": "Confirmeu l'adreça del contracte de dipòsit",
  "page-upgrades-index-staking-step-2-desc": "Abans d'apilar els vostres ETH, assegureu-vos de comprovar que teniu l'adreça correcta. Haureu d'haver passat per la plataforma de llançament abans.",
  "page-upgrades-index-staking-sustainability": "Més sostenible",
  "page-upgrades-just-docking": "Més informació sobre la Fusió",
  "page-upgrades-meta-desc": "Un resum de les millores d'Ethereum i la visió que esperen fer realitat.",
  "page-upgrades-meta-title": "Millores d'Ethereum (abans «Eth2»)",
  "page-upgrades-miners": "Més informació sobre els miners",
  "page-upgrades-more-on-upgrades": "Més informació sobre les millores d'Ethereum",
  "page-upgrades-proof-of-stake": "prova de participació",
  "page-upgrades-proof-of-work": "prova de treball",
  "page-upgrades-proof-stake-link": "Més informació sobre la prova de participació",
  "page-upgrades-question-1-title": "Quan sortiran aquestes millores?",
  "page-upgrades-question-1-desc": "Ethereum està essent progressivament millorat, les millores són diferents amb diferents dades de llançament.",
  "page-upgrades-question-2-title": "És la cadena de balisa una cadena de blocs separada?",
  "page-upgrades-question-2-desc": "No és del tot exacte pensar en aquestes millores com en una cadena de blocs separada.",
  "page-upgrades-question-3-answer-2": "Les millores de la Fusió i la cadena de fragmentació poden afectar els desenvolupadors d'aplicacions descentralitzades. Però les especificacions encara no han finalitzat; per tant, no es requereix encara cap acció immediata.",
  "page-upgrades-question-3-answer-3": "Contacteu amb l'equip de recerca i desenvolupament d'Ethereum en ethresear.ch.",
  "page-upgrades-question-3-answer-3-link": "Visitar ethresear.ch",
  "page-upgrades-question-3-desc": "No hey de fer res encara per preparar-vos per a les millores.",
  "page-upgrades-question-3-title": "Com em preparo per a les millores?",
  "page-upgrades-question-4-answer-1": "Quan avui dia envieu una transacció o utilitzeu una aplicació descentralitzada, esteu utilitzant una capa d'execució o xarxa principal. Aquest és l'Ethereum que està protegit pels miners.",
  "page-upgrades-question-4-answer-2": "La xarxa principal continuarà executant-se en mode normal fins a la Fusió.",
  "page-upgrades-question-4-answer-3": "Després de la Fusió, els validadors asseguraran tota la xarxa mitjançant la prova de participació.",
  "page-upgrades-question-4-answer-6": "Qualsevol persona pot esdevenir un validador apostant els seus ETH.",
  "page-upgrades-question-4-answer-7": "Més informació sobre l'apilament",
  "page-upgrades-question-4-answer-8": "La cadena de balisa i les millores en la cadena de fragmentació no interrompran la capa d'execució (xarxa principal) mentre es creen de forma separada.",
  "page-upgrades-question-4-title": "Què és la capa d'execució?",
  "page-upgrades-question-4-desc": "La xarxa principal d'Ethereum en la qual feu transaccions actualment abans s'anomenava «Eth1». Aquest terme ha estat eliminat en favor de «capa d'execució».",
  "page-upgrades-question-5-answer-1": "Per esdevenir un validador total de la xarxa, necessitareu apostar 32 ETH. Si no teniu aquesta quantitat, o no esteu disposats a apostar tant, podeu unir-vos a un grup d'apilament o participacions. Aquests grups us permetran apostar menys quantitat i guanyar fraccions de les recompenses totals.",
  "page-upgrades-question-5-desc": "Haureu d'utilitzar la plataforma d'apilament o unir-vos a un grup.",
  "page-upgrades-question-5-title": "Com puc participar-hi?",
  "page-upgrades-question-6-answer-1": "De moment, no heu de fer res. Però us recomanem estar al dia del desenvolupament de la cadena de fragments i la Fusió.",
  "page-upgrades-question-6-answer-3": "Danny Ryan, de la fundació Ethereum, actualitza regularment la comunitat:",
  "page-upgrades-question-6-answer-4": "Ben Edgington de ConsenSys té un butlletí setmanal sobre les millores d'Ethereum:",
  "page-upgrades-question-6-answer-5": "També podeu unir-vos als debats del grup de recerca i desenvolupament d'Ethereum en ethresear.ch.",
  "page-upgrades-question-6-desc": "La vostra aplicació descentralitzada no es veurà afectada per cap millora imminent. No obstant això, futures millores poden requerir alguns canvis.",
  "page-upgrades-question-6-title": "Què he de fer amb la meva dapp?",
  "page-upgrades-question-7-desc": "Diversos equips de tota la comunitat estan treballant en les diferents millores d'Ethereum.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(Implementació del Rust)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(Implementació del JavaScript)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(Implementació del Nim)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(Implementació del Go)",
  "page-upgrades-question-7-teams": "Els equips de client de consens d'Ethereum:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(Implementació del Java)",
  "page-upgrades-question-7-title": "Qui crea les millores d'Ethereum?",
  "page-upgrades-question-7-clients": "Més informació sobre els clients Ethereum",
  "page-upgrades-question-8-answer-1": "Les millores d'Ethereum ajudaran al seu creixement d'un mode descentralitzat, mentre es manté la seguretat i s'incrementa la sostenibilitat.",
  "page-upgrades-question-8-answer-2": "Potser el problema més obvi és que Ethereum necessita poder gestionar més de 15-45 transaccions per segon. Però les millores d'Ethereum també solucionen alguns altres problemes amb l'Ethereum actual.",
  "page-upgrades-question-8-answer-3": "La xarxa té tanta demanda que fa que Ethereum sigui car d'utilitzar. Els nodes a la xarxa estan tenint problemes amb la mida d'Ethereum i la quantitat de dades que els ordinadors han de processar. I l'algoritme subjacent que manté Ethereum segur i descentralitzat consumeix molta energia i necessita ser més ecològic.",
  "page-upgrades-question-8-answer-4": "Moltes de les coses que estan canviant sempre han estat al full de ruta d'Ethereum, fins i tot des de 2015. Però les condicions actuals fan que la necessitat de millores sigui encara major.",
  "page-upgrades-question-8-answer-6": "Exploreu la visió d'Ethereum",
  "page-upgrades-question-8-desc": "L'Ethereum que utilitzem avui dia necessita oferir una millor experiència als usuaris finals i als participants de la xarxa.",
  "page-upgrades-question-8-title": "Per què són necessàries les millores?",
  "page-upgrades-question-9-answer-1": "El paper més actiu que podeu jugar és apostar els vostres ETH.",
  "page-upgrades-question-9-answer-2": "També pot ser que vulgueu executar un segon client per ajudar a millorar la diversitat dels clients.",
  "page-upgrades-question-9-answer-3": "Si sou més tècnics, podeu ajudar a trobar errors en els nous clients.",
  "page-upgrades-question-9-answer-4": "També podeu prendre part en les discussions tècniques amb els investigadors d'Ethereum en ethresear.ch.",
  "page-upgrades-question-9-desc": "No heu de ser tècnics per contribuir-hi. La comunitat busca contribucions de gent amb tot tipus d'habilitats.",
  "page-upgrades-question-9-stake-eth": "Aposteu ETH",
  "page-upgrades-question-9-title": "Com puc contribuir a les millores d'Ethereum?",
  "page-upgrades-question-9-more": "Trobeu més formes d'involucrar-vos amb Ethereum",
  "page-upgrades-question-10-title": "Quines són les «fases d'Eth2»?",
  "page-upgrades-question-10-desc": "Han canviat algunes coses.",
  "page-upgrades-question-10-answer-0": "El terme «Eth2» en sí mateix ha quedat obsolet, ja que no representa una única millora o una nova xarxa. És més aviat un conjunt de múltiples millores que fan que Ethereum sigui més escalable, segur i sostenible. La xarxa que coneixeu i que us agrada serà coneguda simplement com a Ethereum.",
  "page-upgrades-question-10-answer-1": "Som reticents a parlar massa en termes d'un full de ruta tècnic perquè això és programari: les coses poden canviar. Creiem que és més fàcil comprendre què succeeix quan es llegeixen els resultats.",
  "page-upgrades-question-10-answer-1-link": "Mireu les millores",
  "page-upgrades-question-10-answer-2": "Però si heu estat seguint els debats, així és com les millores encaixen en els fulls de ruta tècnics.",
  "page-upgrades-question-10-answer-3": "La fase 0 descriu el treball per activar la cadena de balisa.",
  "page-upgrades-question-10-answer-5": "La fase 1 originalment estava dirigida a implementar les cadenes de fragments, però la prioritat ha canviat cap a «la Fusió», que és la pròxima millora planejada.",
  "page-upgrades-question-10-answer-6": "La fase 1.5 fou pensada originalment per seguir les implementacions de la fragmentació, tenint en compte que la xarxa principal s'afegiria a l'últim fragment de la cadena de balisa. Per accelerar la transició des de la mineria de prova de treball, la xraxa principal representaria, en el seu lloc, el primer fragment a connectar amb la cadena de balisa. Això es coneix ara com «la Fusió» i serà un pas significant cap a un Ethereum més verd.",
  "page-upgrades-question-10-answer-7": "Tot i que els plans al voltant de la Fase 2 han estat un punt d’intensa investigació i discussió, amb la fusió prevista abans de les cadenes de fragments, aquesta decisió permetrà continuar avaluant les necessitats del desenvolupament d’Ethereum per seguit avançant. Donat un full de ruta centrat en els «rollups», la necessitat immediata de les cadenes de fragments és discutible.",
  "page-upgrades-question-10-answer-8": "Més informació sobre el full de ruta centrat en «rollups»",
  "page-upgrades-question-title": "Preguntes freqüents",
  "page-upgrades-question3-answer-1": "En realitat, els tenidors d'ETH no han de fer res. Els seus ETH no han de canviar o millorar. És molt probable que hi hagi estafadors dient-vos el contrari, així que estigueu atents.",
  "page-upgrades-scalable": "Més escalable",
  "page-upgrades-scalable-desc": "Ethereum ha d'admetre milers de transaccions per segon per fer que les aplicacions siguin més ràpides i barates d'utilitzar.",
  "page-upgrades-secure": "Més segur",
  "page-upgrades-secure-desc": "Ethereum necessita ser més segur. Mentre l'adopció d'Ethereum creix, el protocol necessita ser més segur contra qualsevol forma d'atac.",
  "page-upgrades-shard-button": "Més informació sobre les cadenes de fragments",
  "page-upgrades-shard-date": "Les cadenes de fragments haurien de seguir la Fusió, en algun moment del 2023.",
  "page-upgrades-shard-desc": "Les cadenes de fragments expandiran la capacitat d'Ethereum de processar transaccions i emmagatzemar dades. Les mateixes cadenes guanyaran més atributs amb el temps, en diverses fases.",
  "page-upgrades-shard-estimate": "Estimació: 2023",
  "page-upgrades-shard-lower": "Més informació sobre les cadenes de fragments",
  "page-upgrades-shard-title": "Cadenes de fragments",
  "page-upgrades-stay-up-to-date": "Manteniu-vos al dia",
  "page-upgrades-stay-up-to-date-desc": "Obteniu les últimes notícies sobre els investigadors i desenvolupadors que treballen en les millores d'Ethereum.",
  "page-upgrades-sustainable-desc": "Ethereum necessita ser millor per al medi ambient. La tecnologia d'avui en dia requereix molta potencia de computació i energia.",
  "page-upgrades-take-part": "Participeu en la recerca",
  "page-upgrades-take-part-desc": "Tant els entusiastes com els investigadors d'Ethereum es reuneixen aquí per tractar temes sobre esforços de recerca, incloent-hi qualsevol contigut sobre les millores d'Ethereum.",
  "page-upgrades-the-upgrades": "Millores d'Ethereum",
  "page-upgrades-the-upgrades-desc": "Ethereum consisteix en un conjunt d'actualitzacions que milloren l'escalabilitat, la seguretat i la sostenibilitat d'Ethereum. Encara que cadascuna es treballa per separat, tenen certes dependències que determinen quan s'implementaran.",
  "page-upgrades-unofficial-roadmap": "Aquest no és el full de ruta oficial. Així és com nosaltres veiem què està succeïnt basant-nos en la informació que tenim. Però així és la tecnologia, les coses poden canviar en un instant. Per tant, no ho preneu com un compromís de part nostra.",
  "page-upgrades-upgrade-desc": "L'Ethereum que coneixem i estimem, una mica més escalable, més segur i més sostenible...",
  "page-upgrades-upgrades": "Millores d'Ethereum",
  "page-upgrades-upgrades-aria-label": "Menú de millores d'Ethereum",
  "page-upgrades-upgrades-beacon-chain": "La cadena de balisa",
  "page-upgrades-upgrades-docking": "La Fusió",
  "page-upgrades-upgrades-guide": "Guia de les millores d'Ethereum",
  "page-upgrades-upgrading": "Millorar Ethereum a nivells radicalment nous",
  "page-upgrades-vision": "La visió",
  "page-upgrades-vision-btn": "Més informació sobre la visió d'Ethereum",
  "page-upgrades-vision-desc": "Per incorporar Ethereum a la societat i donar servei a tota la humanitat, hem d'aconseguir que sigui més escalable, segur i sostenible.",
  "page-upgrades-vision-upper": "La visió d'Ethereum",
  "page-upgrades-what-happened-to-eth2-title": "Què va passar amb «Eth2»?",
  "page-upgrades-what-happened-to-eth2-1": "El terme «Eth2» ha quedat obsolet en preparació per a la Fusió.",
  "page-upgrades-what-happened-to-eth2-1-more": "Més informació sobre la Fusió.",
  "page-upgrades-what-happened-to-eth2-2": "Després de fusionar «Eth1» i «Eth2» en una sola cadena, no hi tornarà a haver dues xarxes diferents Ethereum; només hi haurà Ethereum.",
  "page-upgrades-what-happened-to-eth2-3": "Per evitar confusions, la comunitat ha actualitzat aquests termes:",
  "page-upgrades-what-happened-to-eth2-3-1": "«Eth1» ara és la «capa d'execució», que gestiona les dades i les transaccions.",
  "page-upgrades-what-happened-to-eth2-3-2": "«Eth2» ara és la «capa de consens», que suporta els consensos de prova de participació.",
  "page-upgrades-what-happened-to-eth2-4": "Aquestes terminologies només actualitzen les convencions de canvi de nom; no alteren el full de ruta ni l'objectiu d'Ethereum.",
  "page-upgrades-what-happened-to-eth2-5": "Més informació sobre el canvi de nom de «Eth2»",
  "page-upgrades-why-cant-we-just-use-eth2-title": "Per què no podem utilitzar simplement Eth2?",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-title": "Mentalitats",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-description": "Un dels principals problemes amb la marca «Eth2» és que crea una visió falsa de les coses per als nous usuaris d'Ethereum. Intuïtivament pensen que Eth1 va primer i Eth2 després. O que Eth1 deixa d'existir un cop existeix Eth2. Cap d'aquestes dues afirmacions és certa. En eliminar la terminologia Eth2, evitem que tots els futurs usuaris es confonguin.",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-title": "Inclusivitat",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-description": "A mesura que el full de ruta d'Ethereum evoluciona, Ethereum 2.0 s'ha convertit en una representació inexacta del full de ruta d'Ethereum. Tenir cura i precisió en la nostra elecció de paraules permet que el màxim públic possible entengui el contingut d'Ethereum.",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-title": "Prevenció d'estafes",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-description": "Desafortunadament, alguns actors maliciosos han intentat utilitzar el nom equivocat d'Eth2 per estafar a usuaris demanant-los canviar els seus ETH per tókens «ETH2» o que havien de migrar, d'alguna forma, els seus ETH abans de la millora d'Eth2. Esperem que aquesta terminologia actualitzada porti claredat per eliminar el vector d'estafa i ajudi a fer l'ecosistema més segur.",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-title": "Apilant per la Claredat",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-description": "Alguns operaris d'apilament també han representat ETH apilats a la cadena de balisa amb l'indicador «ETH2». Això crea una potencial confusió ja que els usuaris d'aquests serveis no reben en realitat un token «ETH2». Els tókens «ETH2» no existeixen; simplement representa el seu porcentatge de participació en la participació d'aquell proveïdor determinat.",
  "page-upgrades-what-to-do": "Què heu de fer?",
  "page-upgrades-what-to-do-desc": "Si sou usuaris de dapp o propietaris d'ETH, no heu de fer res. Si sou desenvolupadors o voleu començar a apostar-hi, actualment hi ha diferents maneres d'implicar-s'hi.",
  "page-upgrades-whats-next": "Què són les millores d'Ethereum?",
  "page-upgrades-whats-next-desc": "El full de ruta d'Ethereum inclou millores interconnectades en el protocol que faran que la xarxa sigui més escalable, més segura i més sostenible. Aquestes millores estan sent creades per múltiples equips arreu de l'ecosistema d'Ethereum.",
  "page-upgrades-whats-next-history": "Més informació sobre les millores prèvies d'Ethereum",
  "page-upgrades-whats-ethereum": "Un moment, què és Ethereum?",
  "page-upgrades-whats-new": "Què vindrà ara per a Ethereum?",
  "page-upgrades-security-link": "Més informació sobre la seguretat i la prevenció d'estafes"
}
