{
  "page-staking-just-staking": "Participació",
  "page-staking-image-alt": "Imatge de la mascota Rhino per a la plataforma d'apilament.",
  "page-staking-51-desc-1": "La participació fa que unir-se a la xarxa com a validador sigui més accessible, de manera que és probable que pròximament hi hagi més validadors a la xarxa dels que hi ha actualment. Això farà que aquest tipus d'atac sigui encara més difícil a mesura que el cost d'un atac augmenti.",
  "page-staking-accessibility": "Més accesible",
  "page-staking-accessibility-desc": "Amb requeriments de maquinari més fàcils i amb l'oportunitat de participar en grup si no disposeu de 32 ETH, més persones podran unir-se a la xarxa. Això farà que Ethereum sigui més descentralitzat i segur en disminuir la superfície d'atac.",
  "page-staking-at-stake": "Els vostres ETH estan en joc",
  "page-staking-at-stake-desc": "Com que heu de participar amb els vostres ETH per poder validar transaccions i crear nous blocs, podeu perdre'ls si decidiu intentar enganyar el sistema.",
  "page-staking-benefits": "Beneficis de participar a Ethereum",
  "page-staking-check-address": "Comproveu l'adreça de dipòsit",
  "page-staking-consensus": "Més informació sobre els mecanismes de consens",
  "page-staking-deposit-address": "Comproveu l'adreça de dipòsit",
  "page-staking-deposit-address-desc": "Si heu seguit les instruccions de configuració a la plataforma, sabreu que heu de fer una transacció al contracte de dipòsit de participacions. Us recomanem que comproveu l'adreça amb molta cura. Podeu trobar l'adreça oficial a ethereum.org i a altres llocs web de confiança.",
  "page-staking-desc-1": "Si feu accions que ajudin a la xarxa a assolir el consens se us atorgaran. Obtindreu recompenses per agrupar transaccions en un nou bloc o comprovar el treball d'altres validadors, perquè això és el que manté la cadena funcionant de forma segura.",
  "page-staking-desc-2": "Tot i que podeu guanyar recompenses per fer feines que beneficiïn la xarxa, podeu perdre ETH per actes malintencionats, desconnectar-vos i no validar.",
  "page-staking-desc-3": "Us faran falta 32 ETH per esdevenir un validador complet o alguns ETH per unir-vos a un grup de participació. També haureu d'executar un client d'execució (antigament «client Eth1»). La plataforma us guiarà a través del procés i dels requeriments de maquinari. De manera alternativa, podeu utilitzar una API de backend.",
  "page-staking-description": "La participació és l'acte de dipositar 32 ETH per activar el programari de validació. Com a validador, sereu responsable d'emmagatzemar informació, processar transaccions i afegir nous blocs a la cadena de blocs. Això mantindrà Ethereum segur per a tothom i guanyareu nous ETH en el procés. Aquest procés, conegut com a prova de participació, és introduït per la cadena de balisa.",
  "page-staking-docked": "Més informació sobre la Fusió",
  "page-staking-dyor": "Feu la vostra pròpia recerca",
  "page-staking-dyor-desc": "Cap dels serveis de participació enumerats tenen un suport oficial. Assegureu-vos de fer una mica de recerca per esbrinar quin és el millor servei.",
  "page-staking-header-1": "Participeu amb els vostres ETH per esdevenir un validador d'Ethereum",
  "page-staking-how-much": "Quant esteu disposats a apostar?",
  "page-staking-how-to-stake": "Com participar-hi",
  "page-staking-how-to-stake-desc": "Tot depèn de la quantitat que estigueu disposats a invertir. Necessitareu 32 ETH per convertir-vos en un validador complet, però també podeu usar menys ETH.",
  "page-staking-join": "Uniu-vos",
  "page-staking-join-community": "Uniu-vos a la comunitat de participació",
  "page-staking-join-community-desc": "r/ethstaker és una comunitat perquè tothom pugui debatre sobre la participació a Ethereum. Uniu-vos per obtenir consells, suport i per parlar de tot el que està en joc.",
  "page-staking-less-than": "Menys de",
  "page-staking-link-1": "Veure les API de backend",
  "page-staking-meta-description": "Un resum sobre les participacions a Ethereum: els riscos, les recompenses, els requeriments i on fer-ho.",
  "page-staking-meta-title": "Participacions a Ethereum",
  "page-staking-more-sharding": "Més informació sobre la fragmentació",
  "page-staking-pool": "Participeu en un grup",
  "page-staking-pool-desc": "Si teniu menys de 32 ETH, podreu afegir petites participacions en grups de participacions. Algunes empreses poden fer-ho tot en el vostre nom, així que no haureu de preocupar-vos de mantenir-vos connectats. A continuació, s'indiquen algunes empreses perquè hi doneu una ullada.",
  "page-staking-rocket-pool": "Podeu participar al grup Rocket Pool intercanviant ETH per tókens líquids rETH de Rocket \nPool amb només 0,01 ETH. Voleu executar un node? També podeu executar un node apilat a Rocket Pool des de només 16 ETH. Els restants s'assignen des del protocol de Rocket Pool, utilitzant els ETH que els usuaris han dipositat al grup.",
  "page-staking-pos-explained": "Explicació de la prova de participació",
  "page-staking-pos-explained-desc": "Participar (apilament o apostes) és el que heu de fer per convertir-vos en validador del sistema de prova de participació. Aquest és un mecanisme de consens que va substituir el sistema de prova de treball que està actualment en vigor. Els mecanismes de consens són els que mantenen les cadenes de blocs com Ethereum segures i descentralitzades.",
  "page-staking-pos-explained-desc-1": "La prova de participació ajuda a protegir la xarxa de diverses maneres:",
  "page-staking-services": "Veure tots els serveis de participació",
  "page-staking-sharding": "Desbloqueja la fragmentació",
  "page-staking-sharding-desc": "La fragmentació només és possible amb un sistema de prova de participació. Fragmentar un sistema de prova de treball diluiria la quantitat d'energia computacional necessària per corrompre la xarxa i faria més fàcil el control de les fragmentacions als miners maliciosos. Això és el que succeeix amb els apostadors escollits al·leatòriament en la prova de participació.",
  "page-staking-solo": "Participeu en solitari i executeu un validador",
  "page-staking-solo-desc": "Per començar el procés de participació (apilament), necessitareu utilitzar la plataforma d'apilament. Aquesta us guiarà al llarg del procés de configuració. Part de l'apilament executa un client de consens, que és una còpia local de la cadena de blocs; pot trigar una estona en descarregar-se en el vostre ordinador.",
  "page-staking-start": "Comenceu a participar",
  "page-staking-subtitle": "Les participacions són un bé públic per a l'ecosistema d'Ethereum. Podeu ajudar a protegir la xarxa i guanyar recompenses en el procés.",
  "page-staking-sustainability": "Més sostenible",
  "page-staking-sustainability-desc": "Els validadors no necessiten ordinadors amb consums energètics elevats per a participar en el sistema de prova de participació; tan sols un portàtil o un telèfon intel·ligent. Això farà que Ethereum sigui més beneficiós per a l'entorn.",
  "page-staking-the-beacon-chain": "Més informació sobre la cadena de balisa",
  "page-staking-title-1": "Recompenses",
  "page-staking-title-2": "Riscos",
  "page-staking-title-3": "Requisits",
  "page-staking-title-4": "Com participar amb els vostres ETH",
  "page-staking-upgrades-li": "La cadena de balisa gestiona la prova de participació.",
  "page-staking-upgrades-li-2": "En un futur previsible Ethereum tindrà una cadena de balisa amb prova de participació i una xarxa principal amb prova de treball. La xarxa principal és l'Ethereum que hem estat utilitzant durant anys.",
  "page-staking-upgrades-li-3": "Durant aquest temps, els participants podran afegir nous blocs a la cadena de balisa, però no processar transaccions a la xarxa principal.",
  "page-staking-upgrades-li-4": "Ethereum passarà a ser completament un sistema de prova de participació una vegada que la xarxa principal d'Ethereum es fusioni amb la cadena de balisa.",
  "page-staking-upgrades-li-5": "Hi seguirà una petita millora per permetre retirar els fons apostats.",
  "page-staking-upgrades-title": "Millores en la prova de participació i el consens",
  "page-staking-validators": "Més validadors, més seguretat",
  "page-staking-validators-desc": "En una cadena de blocs com Ethereum, és possible censurar i reordenar les transaccions segons el vostre gust si controleu la majoria de la xarxa. Però, per controlar la majoria de la xarxa, necessiteu una majoria de validadors, i per això hauríeu de controlar la majoria de l'ETH del sistema, això és molt! Aquesta quantitat d'ETH creix cada vegada que un nou validador entra al sistema, reforçant la seguretat de la xarxa. La prova de treball, el model de seguretat que substituirà la prova de participació, requereix que els validadors (miners) tinguin hardware especialitzat i molt d'espai físic; entrar al sistema com a miner és difícil, de manera que la seguretat contra els atacs majoritaris no augmenta gaire. La prova de participació no té aquests requisits, cosa que hauria de fer créixer la xarxa (i la seva resistència als atacs majoritaris) a dimensions que no són possibles amb la prova de treball.",
  "page-staking-withdrawals": "Les retirades no estaran disponibles al moment",
  "page-staking-withdrawals-desc": "No podreu retirar la vostra aposta fins que les futures actualitzacions s'hagin implementat. Les retirades estaran disponibles una vegada que la xarxa principal s'hagi fusionat al sistema de la cadena de balisa."
}
