{
  "page-what-is-ethereum-alt-img-bazaar": "Il·lustració d'una persona que entra en un basar, que pretén representar Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Una il·lustració de membres de la comunitat d'Ethereum treballant junts",
  "page-what-is-ethereum-alt-img-lego": "Una il·lustració d'una mà creant un logotip d'ETH fet de peces de lego",
  "page-what-is-ethereum-banking-card": "Banca per a tothom",
  "page-what-is-ethereum-banking-card-desc": "No tothom té accés als serveis financers. Però tot el que necessiteu per accedir a Ethereum, i als productes de préstec i estalvi que s'hi construeixen, és una connexió a Internet.",
  "page-what-is-ethereum-build": "Feu alguna cosa amb Ethereum",
  "page-what-is-ethereum-build-desc": "Si voleu provar de construir amb Ethereum, llegiu els nostres documents, proveu algun tutorial o descobriu les eines que necessiteu per començar.",
  "page-what-is-ethereum-censorless-card": "Resistent a la censura",
  "page-what-is-ethereum-censorless-card-desc": "Cap govern o empresa té control sobre Ethereum. Aquesta descentralització fa gairebé impossible que algú us impedeixi rebre pagaments o utilitzar serveis a Ethereum.",
  "page-what-is-ethereum-comm-desc": "La nostra comunitat acull persones de tots els orígens, inclosos artistes, criptoanarquistes, empreses de la llista Fortune 500 i ara qualsevol. Descobriu com podeu involucrar-vos avui mateix.",
  "page-what-is-ethereum-commerce-card": "Garanties comercials",
  "page-what-is-ethereum-commerce-card-desc": "Els clients tenen una garantia segura i integrada que els fons només canviaran de mans si proporcioneu els acords. De la mateixa manera, els promotors poden tenir la certesa que les regles no canviaran sobre ells.",
  "page-what-is-ethereum-composable-card": "Productes componibles",
  "page-what-is-ethereum-composable-card-desc": "Totes les aplicacions es construeixen a la mateixa cadena de blocs (Blockchain) amb un estat global compartit, el que significa que es poden construir entre si (com els maons de Lego). Això permet millors productes i experiències; garantint que ningú pot eliminar les eines en les quals confien les aplicacions.",
  "page-what-is-ethereum-community": "La comunitat d'Ethereum",
  "page-what-is-ethereum-desc": "La base del nostre futur digital",
  "page-what-is-ethereum-explore": "Exploreu Ethereum",
  "page-what-is-ethereum-internet-card": "Un internet obert",
  "page-what-is-ethereum-internet-card-desc": "Qualsevol persona pot interactuar amb la xarxa Ethereum o crear-hi aplicacions. Això permet controlar els vostres propis actius i identitat, en lloc de ser controlats per unes quantes mega-corporacions.",
  "page-what-is-ethereum-meet-comm": "Coneixeu la comunitat",
  "page-what-is-ethereum-meta-description": "Obteniu informació sobre Ethereum, què fa i com provar-lo.",
  "page-what-is-ethereum-meta-title": "Què és Ethereum?",
  "page-what-is-ethereum-p2p-card": "Una xarxa de parells",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum permet coordinar, fer acords o transferir actius digitals directament amb altres persones. No cal que confieu en intermediaris.",
  "page-what-is-ethereum-start-building-btn": "Comenceu a crear",
  "page-what-is-ethereum-title": "Què és Ethereum?",
  "page-what-is-ethereum-subtitle": "Una completa guia per a principiants sobre com funciona Ethereum, els beneficis que aporta i com ho estan utilitzant milions de persones a tot el món.",
  "page-what-is-ethereum-button-lets-start": "Comencem",
  "page-what-is-ethereum-blockchain-tab-title": "Què és una cadena de blocs?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Una cadena de blocs és una base de dades de transaccions</b> que s'actualitza i es comparteix entre molts ordinadors d'una xarxa. Cada vegada que s'afegeix un nou conjunt de transaccions s'anomena \"bloc\", d'aquí el nom de cadena de blocs. La majoria de les cadenes de blocs són públiques i només es poden afegir dades, no eliminar-les. Si algú volgués alterar qualsevol informació o enganyar el sistema, ho hauria de fer a la majoria d'ordinadors de la xarxa. El qual és gairebé impossible! D'aquesta manera aconseguim fer que les cadenes de blocs descentralitzades com Ethereum siguin molt segures.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Què és una criptomoneda?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "El terme criptomoneda és un terme que s'utilitza per descriure molts tipus de tokens digitals fungibles, els quals estan assegurats mitjançant una cadena de blocs. Tot va començar amb Bitcoin; Bitcoin es pot fer servir per transferir valor entre dues parts sense haver de confiar en un intermediari. Només heu de confiar en el codi Bitcoin, que és obert i gratuït.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "La raó per la qual els actius com bitcoin i ether s'anomenen \"cryptocurrencies\" és que la seguretat de les vostres dades i actius està garantida per la <a href=\"/glossary/#stablecoin\">criptografia</a>, sense necessitat de confiar en una institució o corporació per actuar de manera honesta.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Ethereum té la seva pròpia criptomoneda la qual és anomenada, ether (ETH). Aquesta s'utilitza per pagar determinades activitats a la xarxa. Es pot transferir a altres usuaris o intercanviar-se per altres fitxes a Ethereum. Ether és especial perquè es fa servir per pagar els càlculs necessaris per crear i executar aplicacions i organitzacions a Ethereum.",
  "page-what-is-ethereum-summary-title": "Resum",
  "page-what-is-ethereum-summary-desc-1": "Ethereum és una xarxa d'ordinadors a tot el món que segueix un conjunt de regles anomenades protocol Ethereum. La xarxa Ethereum actua com a base de comunitats, aplicacions, organitzacions i actius digitals que qualsevol pot crear i utilitzar.",
  "page-what-is-ethereum-summary-desc-2": "Pots crear-te un compte d'Ethereum des de qualsevol lloc i en qualsevol moment, explorar un món d'aplicacions o crear-ne el vostre. La principal innovació és que podeu fer tot això sense haver de confiar en una autoritat central que pugui canviar les regles o restringir el vostre accés.",
  "page-what-is-ethereum-summary-desc-3": "Segueix llegint per saber-ne més…",
  "page-what-is-ethereum-btc-eth-diff-title": "Quina és la diferència entre Ethereum i Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "Ethereum es construeix sobre la innovació de Bitcoin, amb algunes grans diferències.",
  "page-what-is-ethereum-btc-eth-diff-2": "Ambdues permeten utilitzar els diners digitals sense proveïdors de pagaments ni bancs. Però <b>Ethereum és programable</b>, per la qual cosa també podeu crear i desplegar aplicacions descentralitzades en la seva xarxa.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin ens permet enviar missatges bàsics sobre el que considerem valuós. Establir valor sense autoritat ja és poderós. Ethereum ho amplia: en lloc de només missatges, es pot escriure qualsevol programa general, o contracte. No hi ha límit al tipus de contractes que poden crear-se i acordar-se, d'aquí ve que en la xarxa Ethereum es produeixin grans innovacions.",
  "page-what-is-ethereum-btc-eth-diff-4": "Mentre que Bitcoin és només una xarxa de pagaments, Ethereum és més aviat un mercat de serveis financers, jocs, xarxes socials i altres aplicacions.",
  "page-what-is-ethereum-what-can-eth-do-title": "Què pot fer Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Per què hauria d'utilitzar Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Si estàs interessat en formes més resistents, obertes i fiables de coordinació global, crear organitzacions, construir aplicacions i compartir valor, Ethereum és per a tu. Ethereum és una història escrita per tothom i per a tothom, així que vine i descobreix quins mons increïbles podem construir junts.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Ethereum també ha estat molt valuós per a les persones que han hagut de fer front a la incertesa amb relació a la seguretat, solidesa o mobilitat dels seus actius a causa de forces externes fora del seu control.",
  "page-what-is-ethereum-slide-1-title": "Pagaments transfronterers més barats i ràpids",
  "page-what-is-ethereum-slide-1-desc-1": "Les <b>Stablecoins</b> són un nou tipus de criptomoneda que es recolza en un actiu més estable com a base del seu valor. La majoria d'elles estan vinculades al dòlar estatunidenc i, per tant, mantenen el valor d'aquesta moneda. Permeten un sistema de pagament global molt barat i estable. Moltes stablecoins actuals es basen en la xarxa Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum i les stablecoins simplifiquen el procés d'enviament de diners a l'estranger. Sovint es triga només uns minuts a moure els fons a tot el món, en lloc d'esperar dies hàbils o fins i tot setmanes, i per una fracció del preu. A més, no hi ha cap comissió addicional per realitzar una transacció de gran valor, i no hi ha restriccions sobre on o per què s'envia els diners.",
  "page-what-is-ethereum-slide-2-title": "L'ajuda més ràpida en temps de crisi",
  "page-what-is-ethereum-slide-2-desc-1": "Si teniu la sort de comptar amb múltiples opcions bancàries a través d'institucions de confiança en el lloc on viviu, la llibertat d'elecció, la seguretat i estabilitat financera que ofereixen estan garantides. Però per a moltes persones de tot el món que s'enfronten a la repressió política o a les dificultats econòmiques, les institucions financeres poden no oferir la protecció o els serveis que necessiten.",
  "page-what-is-ethereum-slide-2-desc-2": "Quan la guerra, les catàstrofes econòmiques o les mesures energètiques contra les llibertats civils van afectar els residents de <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Veneçuela</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Cuba</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afganistan</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigèria</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Bielorússia</a>, i <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ucraïna</a> les criptomonedes van constituir l'agència financera. <sup><a href=\"https://www.financialinclusion.tech/\">1</a></sup> Com es veu en aquests exemples, les criptomonedes com Ethereum poden proporcionar accés sense restriccions a l'economia global quan les persones estan aïllades del món exterior. A més, els \"stablecoins\" (monedes estables) ofereixen una botiga de valor quan les monedes locals s'estan col·lapsant a causa de la hiperinflació.",
  "page-what-is-ethereum-slide-3-title": "Empoderant creadors",
  "page-what-is-ethereum-slide-3-desc-1": "Només en 2021, artistes, músics, escriptors i altres creadors van utilitzar Ethereum per a guanyar al voltant de 3.500 milions de dòlars en conjunt. Això converteix a Ethereum en una de les majors plataformes globals per a creadors, juntament amb Spotify, YouTube i Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Més informació.</a>.",
  "page-what-is-ethereum-slide-4-title": "Empoderant jugadors",
  "page-what-is-ethereum-slide-4-desc-1": "Els jocs \"play to earn\" (en els quals els jugadors són recompensats per jugar) han sorgit recentment i estan transformant la indústria dels videojocs. Tradicionalment, sol estar prohibit comerciar o transferir actius del joc a altres jugadors per diners reals. Això obliga els jugadors a utilitzar llocs web del mercat negre que solen ser un risc per a la seguretat. Els jocs de Blockchain abracen l'economia dins del joc i promouen aquest tipus de comportaments de manera segura.",
  "page-what-is-ethereum-slide-4-desc-2": "A més a més, els jugadors es veuen incentivats en poder canviar fitxes del joc per diners reals i, d'aquesta manera, veure's recompensats pel seu temps de joc.",
  "page-what-is-ethereum-meet-ether-title": "Coneixeu l'ether, la criptomoneda d'Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Moltes accions en la xarxa Ethereum requereixen que es faci un cert treball en l'ordinador integrat d'Ethereum (conegut com a Màquina Virtual Ethereum). Aquesta computació no és gratuïta; es paga utilitzant la criptomoneda nadiua d'Ethereum anomenada ether (ETH). Això significa que es necessita almenys una petita quantitat d'ether per a utilitzar la xarxa.",
  "page-what-is-ethereum-meet-ether-desc-2": "L'ether és purament digital i es pot enviar a qualsevol persona en qualsevol part del món a l'instant. El subministrament d'ether no està controlat per cap govern ni empresa: és descentralitzat i completament transparent. L'ether s'emet de manera precisa segons el protocol i per als stakers que asseguren la xarxa.",
  "page-what-is-ethereum-what-is-ether": "Què és l'ether?",
  "page-what-is-ethereum-get-eth": "Aconseguiu ETH",
  "page-what-is-ethereum-explore-applications": "Explora més aplicacions",
  "page-what-is-ethereum-learn-defi": "Més informació sobre les finances descentralitzades (DeFi)",
  "page-what-is-ethereum-who-runs-ethereum-title": "Qui dirigeix Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum no està controlat per cap entitat en particular. Existeix sempre que hi ha ordinadors connectats que executen programari seguint el protocol Ethereum i afegint a l'Ethereum <a href=\"/glossary/#blockchain\">cadena de blocs</a>. Cada un d'aquests ordinadors es coneix com a node. Els nodes poden ser gestionats per qualsevol persona, tot i que per participar en la seguretat de la xarxa cal <a href=\"/glossary/#staking\">acomulat</a> ETH (testimoni nadiu d'Ethereum). Qualsevol persona amb 32 ETH pot fer-ho sense necessitat de permís.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Ni tan sols el codi font de Ethereum és obra d'una única entitat. Qualsevol pot suggerir canvis en el protocol i discutir actualitzacions. Hi ha diverses implementacions del protocol Ethereum produïdes per organitzacions independents en diversos llenguatges de programació, i normalment es construeixen en obert i fomenten les contribucions de la comunitat.",
  "page-what-is-ethereum-run-a-node": "Executeu un node",
  "page-what-is-ethereum-smart-contract-title": "Què són els contractes intel·ligents?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Els contractes intel·ligents són programes informàtics</b> que viuen en la blockchain de Ethereum. S'executen quan són activats per una transacció d'un usuari. Fan que Ethereum sigui molt flexible quant al que pot fer. Aquests programes actuen com a blocs de construcció per a aplicacions i organitzacions descentralitzades.",
  "page-what-is-ethereum-smart-contract-desc-2": "Heu utilitzat alguna vegada un producte que hagi canviat les seves condicions de servei? O heu eliminat una funció que us resultava útil? Una vegada que un contracte intel·ligent es publica en Ethereum, estarà en línia i operatiu mentre existeixi Ethereum. Ni tan sols l'autor pot retirar-lo. Com els contractes intel·ligents estan automatitzats, no discriminen cap usuari i sempre estan llestos per a ser usats.",
  "page-what-is-ethereum-smart-contract-desc-3": "Exemples populars de contractes intel·ligents són: aplicacions de préstec, intercanvis comercials descentralitzats, assegurances, finançament quadràtic, xarxes socials, <a href=\"/glossary/#nft\">NFT</a> - bàsicament tot el que puguis imaginar.",
  "page-what-is-ethereum-more-on-smart-contracts": "Més sobre els contractes intel·ligents",
  "page-what-is-ethereum-explore-dapps": "Exploreu les aplicacións descentralitzades (dapps)",
  "page-what-is-ethereum-criminal-activity-title": "He sentit que les criptomonedes s'utilitzen com a eina per a activitats delictives. És això cert?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Com qualsevol altra tecnologia, a vegades es fa un mal ús d'ella. No obstant això, atès que totes les transaccions d'Ethereum es realitzen en una cadena de blocs oberta, a les autoritats els sol resultar més fàcil rastrejar les activitats il·lícites que en el sistema financer tradicional, la qual cosa podria fer d'Ethereum una opció menys atractiva per als qui prefereixen passar desapercebuts.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Les criptomonedes s'utilitzen molt menys que les monedes fiduciàries amb finalitats delictives, segons les principals conclusions d'un recent informe d'Europol, l'Agència de Cooperació Policial de la Unió Europea:",
  "page-what-is-ethereum-criminal-activity-desc-3": "\"L'ús de criptomonedes per a activitats il·lícites sembla comprendre només una petita part de l'economia global de les criptomonedes, i sembla ser comparativament menor que la quantitat de fons il·lícits involucrats en les finances tradicionals.\"",
  "page-what-is-ethereum-energy-title": "I el consum d'energia d'Ethereum?",
  "page-what-is-ethereum-energy-desc-1": "El 15 de setembre de 2022, Ethereum va passar per l'actualització \"The Merge\", que va passar de <a href=\"/glossary/#pow\">prova de treball</a> a <a href=\"/glossary/#pos\">prova de presa</a>.",
  "page-what-is-ethereum-energy-desc-2": "La fusió va ser la millora més gran d'Ethereum i va reduir el consum d'energia necessari per assegurar l'Ethereum en un <b>99,95%</b>, creant una xarxa <b>més segura per un cost de carboni molt més petit</b>. Ethereum és ara una cadena de blocs de baixa emissió de carboni alhora que augmenta la seva seguretat i escalabilitat.",
  "page-what-is-ethereum-more-on-energy-consumption": "Més sobre el consum d'energia",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Consum d'Energia Anual en TWh/any",
  "energy-consumption-chart-global-data-centers-label": "Centres de dades globals",
  "energy-consumption-gold-mining-cbeci-label": "Mineria d'or",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Gaming als EUA",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "L'actualització de La Fusió",
  "page-what-is-ethereum-additional-reading": "Llegir més",
  "page-what-is-ethereum-week-in-ethereum": "Notícies de la setmana d'Ethereum",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Un butlletí setmanal que cobreix les principals novetats de l'ecosistema.",
  "page-what-is-ethereum-kernel-dreamers": "Nucli",
  "page-what-is-ethereum-kernel-dreamers-desc": "Somni d'Ethereum",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Àtoms, institucions, cadenes de blocs",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Per què són importants les cadenes de blocs?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum en números",
  "adoption-chart-column-now-label": "Ara",
  "adoption-chart-investors-label": "Inversors",
  "adoption-chart-developers-label": "Desenvolupadors",
  "adoption-chart-companies-label": "Empreses",
  "adoption-chart-artists-label": "Artistes",
  "adoption-chart-musicians-label": "Músics",
  "adoption-chart-writers-label": "Escriptors",
  "adoption-chart-gamers-label": "Gamers",
  "adoption-chart-refugees-label": "Refugiats",
  "page-what-is-ethereum-get-eth-alt": "Aconseguiu ETH",
  "page-what-is-ethereum-get-eth-description": "ETH és la moneda nadiva d'Ethereum. Necessitareu ETH en la vostra cartera per utilitzar aplicacions Ethereum.",
  "page-what-is-ethereum-get-eth-title": "Aconseguiu ETH",
  "page-what-is-ethereum-explore-dapps-alt": "Exploreu dapps",
  "page-what-is-ethereum-explore-dapps-description": "Les aplicacions descentralitzades són aplicacions creades a Ethereum. Aquestes aplicacions trenquen amb els models actuals de negocis i n'inventen de nous.",
  "page-what-is-ethereum-explore-dapps-title": "Proveu algunes dapps"
}
