{
  "page-what-is-ethereum-alt-img-bazaar": "Il·lustració d'una persona que entra en un basar, que pretén representar Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Una il·lustració de membres de la comunitat d'Ethereum treballant junts",
  "page-what-is-ethereum-alt-img-lego": "Una il·lustració d'una mà creant un logotip d'ETH fet de peces de lego",
  "page-what-is-ethereum-banking-card": "Banca per a tothom",
  "page-what-is-ethereum-banking-card-desc": "No tothom té accés a serveis financers; però tot el que necessiteu per accedir a Ethereum i els seus productes de préstec i estalvi és una connexió a Internet.",
  "page-what-is-ethereum-build": "Feu alguna cosa amb Ethereum",
  "page-what-is-ethereum-build-desc": "Si voleu provar de construir amb Ethereum, llegiu els nostres documents, proveu algun tutorial o descobriu les eines que necessiteu per començar.",
  "page-what-is-ethereum-censorless-card": "Resistent a la censura",
  "page-what-is-ethereum-censorless-card-desc": "Cap govern o empresa té control sobre Ethereum. Aquesta descentralització fa gairebé impossible que algú us impedeixi rebre pagaments o utilitzar serveis a Ethereum.",
  "page-what-is-ethereum-comm-desc": "La nostra comunitat acull persones de tots els orígens, inclosos artistes, criptoanarquistes, empreses de la llista Fortune 500 i ara qualsevol. Descobriu com podeu involucrar-vos avui mateix.",
  "page-what-is-ethereum-commerce-card": "Garanties comercials",
  "page-what-is-ethereum-commerce-card-desc": "Els clients tenen una garantia segura i integrada que els fons només canviaran de mans si proporcioneu els acords. De la mateixa manera, els promotors poden tenir la certesa que les regles no canviaran sobre ells.",
  "page-what-is-ethereum-composable-card": "Tots els productes es poden composar",
  "page-what-is-ethereum-composable-card-desc": "Atès que totes les aplicacions es construeixen en la mateixa cadena de blocs amb un estat global compartit, poden construir-se unes a partir d'altres (com els legos). Això permet construir millors productes i experiències.",
  "page-what-is-ethereum-community": "La comunitat d'Ethereum",
  "page-what-is-ethereum-desc": "La base del nostre futur digital",
  "page-what-is-ethereum-explore": "Exploreu Ethereum",
  "page-what-is-ethereum-internet-card": "Una Internet més privada",
  "page-what-is-ethereum-internet-card-desc": "No heu de proporcionar totes les vostres dades personals per fer servir una app d'Ethereum. Ethereum està construint una economia basada en el valor, no en la vigilància.",
  "page-what-is-ethereum-meet-comm": "Coneixeu la comunitat",
  "page-what-is-ethereum-meta-description": "Obteniu informació sobre Ethereum, què fa i com provar-lo.",
  "page-what-is-ethereum-meta-title": "Què és Ethereum?",
  "page-what-is-ethereum-p2p-card": "Una xarxa de parells",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum us permet moure diners o arribar a acords directament amb una altra persona. No necessiteu passar per empreses intermediàries.",
  "page-what-is-ethereum-start-building-btn": "Comenceu a crear",
  "page-what-is-ethereum-title": "Què és Ethereum?",
  "page-what-is-ethereum-subtitle": "Una completa guia per a principiants sobre com funciona Ethereum, els beneficis que aporta i com ho estan utilitzant milions de persones a tot el món.",
  "page-what-is-ethereum-button-lets-start": "Comencem",
  "page-what-is-ethereum-blockchain-tab-title": "Què és una cadena de blocs?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Una cadena de blocs és una base de dades de transaccions</b> que s'actualitza i es comparteix entre molts ordinadors d'una xarxa. Cada vegada que s'afegeix un nou conjunt de transaccions s'anomena \"bloc\", d'aquí el nom de cadena de blocs. La majoria de les cadenes de blocs són públiques i només es poden afegir dades, no eliminar-les. Si algú vol alterar qualsevol informació o enganyar el sistema, hauria de fer-ho a la majoria d'ordinadors de la xarxa. Això és molt! D'aquesta manera aconseguim fer que les cadenes de blocs com Ethereum siguin molt segures.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Per què es diu criptomoneda?",
  "page-what-is-ethereum-cryptocurrency-tab-content": "Les cadenes de blocs, (Blockchains), fan servir tècniques criptogràfiques per tal de garantir que els seus fons estiguin segurs. La industria bancària ha emprat durant anys tècniques similars per reforçar la seguretat de les transaccions monetàries. Així doncs, es pot dir que les criptomonedes tenen un nivell bancari de seguretat.",
  "page-what-is-ethereum-summary-title": "Resum",
  "page-what-is-ethereum-summary-desc-1": "Ethereum és una tecnologia per crear aplicacions i organitzacions, tenir actius, fer transaccions i comunicar-se sense estar controlat per una autoritat central. No cal que entregueu totes les vostres dades personals per utilitzar Ethereum: teniu el control de les vostres pròpies dades i del que es comparteix. Ethereum té la seva pròpia criptomoneda, Ether, que s'utilitza per pagar determinades activitats a la xarxa Ethereum.",
  "page-what-is-ethereum-summary-desc-2": "Encara esteu confosos? Ho explicarem tot pas a pas.",
  "page-what-is-ethereum-what-is-crypto-title": "Què és una criptomoneda?",
  "page-what-is-ethereum-what-is-crypto-desc-1": "<b>\"Cripto\" (abreviatura de criptomoneda) és una nova forma de diners digitals feta amb criptografia </b>",
  "page-what-is-ethereum-what-is-crypto-desc-2": "Tot va començar l'any 2008 amb Bitcoin. Es pot utilitzar per enviar fons a qualsevol persona del món. El que va fer que la criptografia fos diferent de les transferències bancàries normals o d'altres serveis financers com Paypal o Alipay és que no hi havia intermediari per primera vegada.",
  "page-what-is-ethereum-what-is-crypto-desc-3": "Un moment, què és un intermediari?",
  "page-what-is-ethereum-what-is-crypto-desc-4": "Un intermediari és una autoritat central com un banc o un govern que intervé en una transacció entre l'emissor i el destinatari. Tenen el poder de vigilar, censurar o revertir transaccions i poden compartir les dades sensibles que recullen sobre vós amb tercers. També sovint dicten a quins serveis financers teniu accés.",
  "page-what-is-ethereum-what-is-crypto-desc-5": "Les coses són diferents en l'ecosistema de les criptomonedes. <b>Les transaccions són directes entre el que envia i el que rep</b> sense haver de passar per una entitat validadora. Ningú pot tenir accés als vostres actius i <b>ningú et pot dir quins serveis heu de fer servir</b>. Això és possible gràcies a la tecnologia de la cadena de blocs i la forma en la que les criptomonedes funcionen.",
  "page-what-is-ethereum-btc-eth-diff-title": "Quina és la diferència entre Ethereum i Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "Ethereum es construeix sobre la innovació de Bitcoin, amb algunes grans diferències.",
  "page-what-is-ethereum-btc-eth-diff-2": "Ambdues permeten utilitzar els diners digitals sense proveïdors de pagaments ni bancs. Però <b>Ethereum és programable</b>, per la qual cosa també podeu crear i desplegar aplicacions descentralitzades en la seva xarxa.",
  "page-what-is-ethereum-btc-eth-diff-3": "El fet que Ethereum sigui programable significa que es poden crear aplicacions que utilitzin la cadena de blocs per a emmagatzemar dades o controlar el que la vostra aplicació pot fer. Això dona lloc a una cadena de blocs de propòsit general que pot programar-se per a fer qualsevol cosa. Com no hi ha límit al que Ethereum pot fer, permet que es produeixin grans innovacions en la xarxa Ethereum.",
  "page-what-is-ethereum-btc-eth-diff-4": "Mentre que Bitcoin és només una xarxa de pagaments, Ethereum és més aviat un mercat de serveis financers, jocs, xarxes socials i altres aplicacions que respecten la vostra privacitat i no poden censurar-vos.",
  "page-what-is-ethereum-what-can-eth-do-title": "Què pot fer Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Per què hauria d'utilitzar Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Si alguna vegada heu enviat diners a l'estranger (o penseu fer-ho), o heu hagut de preocupar-vos pel futur dels vostres actius a causa d'agents externs aliens al vostre control en el lloc on viviu, o esteu fart de les nombroses restriccions i comissions imposades per les institucions financeres tradicionals per a les transaccions quotidianes, pot ser que us interessi el que ofereixen les criptomonedes.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Cal tenir en compte que Ethereum és una història que encara s'està escrivint, i que s'estan descobrint moltes més raons per a utilitzar-ho a mesura que evoluciona i es desenvolupa amb el temps.",
  "page-what-is-ethereum-slide-1-title": "Pagaments transfronterers més barats i ràpids",
  "page-what-is-ethereum-slide-1-desc-1": "Les <b>Stablecoins</b> són un nou tipus de criptomoneda que es recolza en un actiu més estable com a base del seu valor. La majoria d'elles estan vinculades al dòlar estatunidenc i, per tant, mantenen el valor d'aquesta moneda. Permeten un sistema de pagament global molt barat i estable. Moltes stablecoins actuals es basen en la xarxa Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum i les stablecoins simplifiquen el procés d'enviament de diners a l'estranger. Sovint es triga només uns minuts a moure els fons a tot el món, en lloc d'esperar dies hàbils o fins i tot setmanes, i per una fracció del preu. A més, no hi ha cap comissió addicional per realitzar una transacció de gran valor, i no hi ha restriccions sobre on o per què s'envia els diners.",
  "page-what-is-ethereum-slide-2-title": "L'ajuda més ràpida en temps de crisi",
  "page-what-is-ethereum-slide-2-desc-1": "Si teniu la sort de comptar amb múltiples opcions bancàries a través d'institucions de confiança en el lloc on viviu, la llibertat d'elecció, la seguretat i estabilitat financera que ofereixen estan garantides. Però per a moltes persones de tot el món que s'enfronten a la repressió política o a les dificultats econòmiques, les institucions financeres poden no oferir la protecció o els serveis que necessiten.",
  "page-what-is-ethereum-slide-2-desc-2": "Durant la guerra, les catàstrofes econòmiques o la repressió de les llibertats civils van afectar els residents de <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Veneçuela</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Cuba</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afganistan</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigèria</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Bielorússia</a>, i <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ucraïna</a>, les criptomonedes constituïen l'opció més ràpida i sovint l'única per a conservar l'agència financera.<sup><a to=\"https://www.financialinclusion.tech/\">1</a></sup> Com es veu en aquests exemples, les criptomonedes com Ethereum poden proporcionar un accés sense restriccions a l'economia global quan la gent està aïllada del món exterior. A més, les stablecoins ofereixen un dipòsit de valor quan les monedes locals s'enfonsen a causa de la hiperinflació.",
  "page-what-is-ethereum-slide-3-title": "Empoderant creadors",
  "page-what-is-ethereum-slide-3-desc-1": "Només en 2021, artistes, músics, escriptors i altres creadors van utilitzar Ethereum per a guanyar al voltant de 3.500 milions de dòlars en conjunt. Això converteix a Ethereum en una de les majors plataformes globals per a creadors, juntament amb Spotify, YouTube i Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Més informació.</a>.",
  "page-what-is-ethereum-slide-4-title": "Empoderant jugadors",
  "page-what-is-ethereum-slide-4-desc-1": "Els jocs \"play to earn\" (en els quals els jugadors són recompensats per jugar) han sorgit recentment i estan transformant la indústria dels videojocs. Tradicionalment, sol estar prohibit comerciar o transferir actius del joc a altres jugadors per diners reals. Això obliga els jugadors a utilitzar llocs web del mercat negre que solen ser un risc per a la seguretat. Els jocs de Blockchain abracen l'economia dins del joc i promouen aquest tipus de comportaments de manera segura.",
  "page-what-is-ethereum-slide-4-desc-2": "A més a més, els jugadors es veuen incentivats en poder canviar fitxes del joc per diners reals i, d'aquesta manera, veure's recompensats pel seu temps de joc.",
  "page-what-is-ethereum-meet-ether-title": "Coneixeu l'ether, la criptomoneda d'Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Ethereum té una criptomoneda nativa anomenada ether (ETH). Que és purament digital, i la podeu enviar a qualsevol persona del món, ubicada a qualsevol indret instantàniament. La oferta de ETH no està controlada per cap govern ni cap companyia. És completament descentralitzat i transparent. Les noves monedes (també anomenades testimonis) estan emitides només per els que tenen la moneda i asseguren la xarxa.",
  "page-what-is-ethereum-meet-ether-desc-2": "Cada acció en la xarxa Ethereum requereix una certa quantitat de potència de càlcul. Aquesta quota es paga en forma d'ether. Això significa que necessiteu almenys una petita quantitat d'ETH per a utilitzar la xarxa.",
  "page-what-is-ethereum-what-is-ether": "Què és l'ether?",
  "page-what-is-ethereum-get-eth": "Aconseguiu ETH",
  "page-what-is-ethereum-what-can-i-do-title": "Què puc fer amb les monedes ETH?",
  "page-what-is-ethereum-what-can-i-do-desc-1": "Resulta que: moltes coses! Un dels usos més destacats de la tecnologia Ethereum és el finançament descentralitzat (DeFi), que obre àrees senceres de serveis bancaris a qualsevol persona amb una connexió a Internet. Podeu utilitzar el vostre ether com a garantia per a demanar préstecs o proporcionar liquiditat per a guanyar interessos sobre els vostres fons.",
  "page-what-is-ethereum-explore-applications": "Explora més aplicacions",
  "page-what-is-ethereum-learn-defi": "Més informació sobre les finances descentralitzades (DeFi)",
  "page-what-is-ethereum-who-runs-ethereum-title": "Qui dirigeix Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum no està controlat per cap entitat. Existeix únicament gràcies a la participació i cooperació descentralitzada de la comunitat. Ethereum fa ús de nodes (un ordinador amb una còpia de les dades de la cadena de blocs d'Ethereum) dirigits per voluntaris per a substituir als sistemes de servidors individuals, del núvol propietat dels principals proveïdors i serveis d'Internet.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Aquests nodes distribuïts, gestionats per particulars i empreses de tot el món, proporcionen resistència a la infraestructura de la xarxa d'Ethereum. Per tant, és molt menys vulnerable als hacks o tancaments. <b>Des del seu llançament en 2015, Ethereum mai ha sofert un temps d'inactivitat</b>. Hi ha milers de nodes individuals que executen la xarxa Ethereum. Això fa que Ethereum sigui una de les criptomonedes més descentralitzades que existeixen, només superada pel bitcoin.",
  "page-what-is-ethereum-run-a-node": "Executeu un node",
  "page-what-is-ethereum-smart-contract-title": "Què són els contractes intel·ligents?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Els contractes intel·ligents</b> són simplement programes informàtics que viuen en la cadena de blocs d'Ethereum. Només <b>s'executen quan són activats per una transacció d'un usuari (o un altre contracte)</b>. Fan que Ethereum sigui molt flexible en el que pot fer i ho distingeixen d'unes altres criptomonedes. Aquests programes són el que ara en diem aplicacions descentralitzades, o \"dapps\".",
  "page-what-is-ethereum-smart-contract-desc-2": "Heu utilitzat alguna vegada un producte que hagi canviat les seves condicions de servei? O heu eliminat una funció que us resultava útil? Una vegada que un contracte intel·ligent es publica en Ethereum, estarà en línia i operatiu mentre existeixi Ethereum. Ni tan sols l'autor pot retirar-lo. Com els contractes intel·ligents estan automatitzats, no discriminen cap usuari i sempre estan llestos per a ser usats.",
  "page-what-is-ethereum-smart-contract-desc-3": "Exemples populars de contractes intel·ligents són les aplicacions de préstecs, les bosses de comerç descentralitzades, les assegurances, les aplicacions de micromecenatge, bàsicament qualsevol cosa que se us ocorri.",
  "page-what-is-ethereum-more-on-smart-contracts": "Més sobre els contractes intel·ligents",
  "page-what-is-ethereum-explore-dapps": "Exploreu les aplicacións descentralitzades (dapps)",
  "page-what-is-ethereum-criminal-activity-title": "He sentit que les criptomonedes s'utilitzen com a eina per a activitats delictives. És això cert?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Com qualsevol forma de diners, una part s'utilitzarà de manera indeguda. No obstant això, atès que totes les transaccions d'Ethereum es realitzen en una cadena de blocs oberta, sovint és més fàcil per a les autoritats rastrejar les activitats il·lícites que en el sistema financer tradicional, la qual cosa podria fer d'Ethereum una opció menys atractiva per a aquells que prefereixen passar desapercebuts.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Les criptomonedes s'utilitzen molt menys que les monedes fiduciàries amb finalitats delictives, segons les principals conclusions d'un recent informe d'Europol, l'Agència de Cooperació Policial de la Unió Europea:",
  "page-what-is-ethereum-criminal-activity-desc-3": "\"L'ús de criptomonedes per a activitats il·lícites sembla comprendre només una petita part de l'economia global de les criptomonedes, i sembla ser comparativament menor que la quantitat de fons il·lícits involucrats en les finances tradicionals.\"",
  "page-what-is-ethereum-energy-title": "I el consum d'energia d'Ethereum?",
  "page-what-is-ethereum-energy-desc-1": "Ethereum utilitza actualment un mecanisme de prova de treball que consumeix una gran quantitat d'energia. En els pròxims mesos (Q3/Q4 2022) Ethereum experimentarà la seva major actualització fins avui i canviarà a un mecanisme de prova de participació que <b>reduirà en gran manera el seu impacte mediambiental</b>.",
  "page-what-is-ethereum-energy-desc-2": "Aquesta actualització reduirà l'energia necessària per a assegurar Ethereum en aproximadament un <b>99,95 %</b>, creant una <b>xarxa més segura per un cost de carboni molt menor</b>. Això convertirà a Ethereum en una blockchain realment baixa en carboni, al mateix temps que augmentarà la seva seguretat i escalabilitat.",
  "page-what-is-ethereum-more-on-energy-consumption": "Més sobre el consum d'energia",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Consum d'Energia Anual en TW/any",
  "page-what-is-ethereum-the-merge-update": "L'actualització de La Fusió",
  "page-what-is-ethereum-additional-reading": "Lectures addicionals",
  "page-what-is-ethereum-week-in-ethereum": "Notícies de la setmana d'Ethereum",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Un butlletí setmanal que cobreix les principals novetats de l'ecosistema.",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Àtoms, institucions, cadenes de blocs",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Per què són importants les cadenes de blocs?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum en números"
}
