{
  "page-wallets-accounts-addresses": "Carteres, comptes i adreces",
  "page-wallets-accounts-addresses-desc": "Val la pena comprendre les diferències entre alguns termes clau.",
  "page-wallets-accounts-addresses-desc-2": "és una entitat que pot enviar transaccions i tenir un saldo.",
  "page-wallets-accounts-has": "Un compte d'Ethereum té una",
  "page-wallets-alt": "Imatge d'un robot amb una caixa forta com a cos, que representa una cartera d'Ethereum",
  "page-wallets-an": "An",
  "page-wallets-blog": "Blog de Coinbase",
  "page-wallets-bookmarking": "Marca la teva cartera",
  "page-wallets-bookmarking-desc": "Si utilitzes una cartera web, marca el lloc per protegir-te contra estafes de pesca.",
  "page-wallets-cd": "Carteres físiques de maquinari que et permeten mantenir les teves criptomonedes sense connexió (molt segures)",
  "page-wallets-converted": "Convertit en criptomoneda?",
  "page-wallets-converted-desc": "Si busques tenir un valor seriós, et recomanem una cartera de maquinari, ja que aquestes són més segures. O una cartera amb alertes de frau i límits de retirada.",
  "page-wallets-curious": "Curiositat per les criptomonedes?",
  "page-wallets-curious-desc": "Si ets nou en les criptomonedes i vols tenir-ne una idea, et recomanem una cosa que et donarà l'oportunitat d'explorar aplicacions d'Ethereum o comprar directament el teu primer ETH des de la cartera.",
  "page-wallets-desc-2": "Necessites una cartera per enviar fons i gestionar el teu ETH.",
  "page-wallets-desc-2-link": "Més informació sobre ETH",
  "page-wallets-desc-3": "La teva cartera és només una eina per gestionar el teu compte d'Ethereum. Això vol dir que pots intercanviar proveïdors de carteres en qualsevol moment. Algunes carteres també et permeten gestionar diversos comptes d'Ethereum des d'una aplicació.",
  "page-wallets-desc-4": "Això és degut al fet que les carteres no tenen la custòdia dels teus fons; la tens tu. Les carteres són només una eina per gestionar el que realment és teu.",
  "page-wallets-description": "Les carteres d'Ethereum són aplicacions que et permeten interactuar amb el teu compte d'Ethereum. Pensa que són com una aplicació bancària d'Internet: són un banc. La teva cartera et permet llegir el teu saldo, enviar transaccions i connectar-te a aplicacions.",
  "page-wallets-desktop": "Aplicacions d'escriptori en cas que prefereixis gestionar els teus fons des de Windows, MacOS o Linux",
  "page-wallets-ethereum-account": "Compte d'Ethereum",
  "page-wallets-ethereum-addresses": "Adreça d'Ethereum",
  "page-wallets-ethereum-addresses-2": ", com una safata d'entrada que té una adreça electrònica. Pots utilitzar l'adreça per enviar fons a un compte.",
  "page-wallets-ethereum-wallet": "Una cartera",
  "page-wallets-ethereum-wallet-2": "és un producte que et permet gestionar el teu compte d'Ethereum, com ara veure el saldo del teu compte, enviar transaccions i més coses.",
  "page-wallets-explore": "Explora Ethereum",
  "page-wallets-features-desc": "Podem ajudar-te a triar la teva cartera en funció de les característiques que t'interessin.",
  "page-wallets-features-title": "Prefereixes triar en funció de les característiques?",
  "page-wallets-find-wallet-btn": "Troba una cartera",
  "page-wallets-find-wallet-link": "Troba una cartera",
  "page-wallets-get-some": "Aconsegueix ETH",
  "page-wallets-get-some-alt": "Una il·lustració d'una mà creant un logotip d'ETH fet de peces de lego",
  "page-wallets-get-some-btn": "Aconsegueix ETH",
  "page-wallets-get-some-desc": "ETH és la criptomoneda nativa d'Ethereum. Necessitaràs una mica d'ETH a la cartera per utilitzar les aplicacions d'Ethereum.",
  "page-wallets-get-wallet": "Aconsegueix una cartera",
  "page-wallets-get-wallet-desc": "Hi ha moltes carteres diferents per triar. Volem ajudar-te a seleccionar la millor per a tu.",
  "page-wallets-get-wallet-desc-2": "Recorda: aquesta decisió no és per sempre. El teu compte d'Ethereum no està vinculada al teu proveïdor de cartera.",
  "page-wallets-how-to-store": "Com emmagatzemar actius digitals a Ethereum",
  "page-wallets-keys-to-safety": "Les claus per mantenir segura la teva criptomoneda",
  "page-wallets-manage-funds": "Una aplicació per gestionar els teus fons",
  "page-wallets-manage-funds-desc": "La teva cartera mostra els teus saldos i l'historial de transaccions, i et dona la possibilitat d'enviar o rebre fons. Algunes carteres poden oferir més funcions.",
  "page-wallets-meta-description": "Què cal saber per utilitzar carteres d'Ethereum",
  "page-wallets-meta-title": "Carteres d'Ethereum",
  "page-wallets-mobile": "Aplicacions mòbils que fan que els teus fons siguin accessibles des de qualsevol lloc",
  "page-wallets-more-on-dapps-btn": "Més informació sobre les dapps",
  "page-wallets-most-wallets": "La majoria dels productes de cartera et permetran generar un compte d'Ethereum. Així que no en necessites un abans de descarregar una cartera.",
  "page-wallets-protecting-yourself": "Protecció per a tu i els teus fons",
  "page-wallets-seed-phrase": "Escriu la teva frase llavor",
  "page-wallets-seed-phrase-desc": "Les carteres sovint et proporcionaran una frase llavor que hauràs d'escriure en algun lloc segur. Aquesta és l'única manera de poder recuperar la teva cartera.",
  "page-wallets-seed-phrase-example": "Aquí tens un exemple:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "No la desis en un ordinador. Escriu-la i mantingues-la fora de perill.",
  "page-wallets-slogan": "La clau del teu futur digital",
  "page-wallets-stay-safe": "Com mantenir-se segur",
  "page-wallets-stay-safe-desc": "Les carteres suposen un petit canvi de pensament. La llibertat financera i la capacitat d'accedir i utilitzar els fons en qualsevol lloc comporta una mica de responsabilitat: no hi ha suport tècnic en matèria de criptomoneda.",
  "page-wallets-subtitle": "Les carteres et donen accés als teus fons i aplicacions d'Ethereum. Només tu tens accés a la teva cartera.",
  "page-wallets-take-responsibility": "Assumeix la responsabilitat dels teus propis fons",
  "page-wallets-take-responsibility-desc": "Els intercanvis centralitzats enllaçaran la cartera a un usuari i una contrasenya que podràs recuperar de manera tradicional. Només recorda que estàs confiant en aquest intercanvi amb la custòdia dels teus fons. Si aquesta empresa pateix un atac o una fallida, els teus fons estan en risc.",
  "page-wallets-tips": "Més consells sobre com mantenir-se segur",
  "page-wallets-tips-community": "De la comunitat",
  "page-wallets-title": "Carteres d'Ethereum",
  "page-wallets-triple-check": "Comprova-ho tot tres vegades",
  "page-wallets-triple-check-desc": "Recorda que les transaccions no es poden anul·lar i que les carteres no es poden recuperar fàcilment, així que vés amb compte.",
  "page-wallets-try-dapps": "Prova algunes dapps",
  "page-wallets-try-dapps-alt": "Una il·lustració de membres de la comunitat d'Ethereum treballant junts",
  "page-wallets-try-dapps-desc": "Les dapps són aplicacions creades a Ethereum. Són més barates i més justes i tracten millor les teves dades que les aplicacions tradicionals.",
  "page-wallets-types": "Tipus de carteres",
  "page-wallets-web-browser": "Les carteres web et permeten interactuar amb el teu compte mitjançant un navegador web",
  "page-wallets-whats-a-wallet": "Què és una cartera d'Ethereum?",
  "page-wallets-your-ethereum-account": "El teu compte d'Ethereum",
  "page-wallets-your-ethereum-account-desc": "La teva cartera és la finestra al teu compte d'Ethereum: al teu saldo, l'historial de transaccions i més. Però pots intercanviar proveïdors de cartera en qualsevol moment.",
  "page-wallets-your-login": "El teu inici de sessió per a aplicacions d'Ethereum",
  "page-wallets-your-login-desc": "La teva cartera et permet connectar-te a qualsevol aplicació descentralitzada mitjançant el teu compte d'Ethereum. És com un inici de sessió que pots utilitzar en moltes dapps."
}
