{
  "page-gas-meta-title": "Despeses de gas en Ethereum: com funcionen?",
  "page-gas-meta-description": "Apreneu sobre el gas a Ethereum: com funcionen i com pagar menys en les despenses de gas",
  "page-gas-hero-title": "Despeses de gas",
  "page-gas-hero-header": "Despeses de xarxa",
  "page-gas-hero-button-1-content": "Què és el Gas?",
  "page-gas-hero-subtitle-1": "Les despeses de la xarxa Ethereum s'anomenen gas.",
  "page-gas-hero-subtitle-2": "El gas combustible que alimenta Ethereum.",
  "page-gas-summary-title": "Resum",
  "page-gas-summary-item-1": "Cada transacció a Ethereum requereix una petita forma de pagament a processar",
  "page-gas-summary-item-2": "Aquestes taxes es coneixen com a despenses de gas",
  "page-gas-summary-item-3": "Les despenses de gas no estan fixades, canvien en funció de la congestió de la xarxa",
  "page-gas-what-are-gas-fees-header": "Què són les despenses de gas?",
  "page-gas-what-are-gas-fees-text-1": "Penseu en Ethereum com una gran xarxa d'ordinadors on la gent pot fer tasques com enviar missatges o executar programes. Igual que en el món real, aquestes tasques requereixen energia per realitzar-se.",
  "page-gas-what-are-gas-fees-text-2": "A Ethereum, cada acció computacional té un preu establert de \"gas\". <b> Les vostres comissions de gas són el cost total de les accions de la vostra transacció</b>. Quan envieu una transacció o executeu un contacte intel·ligent <a href=\"/glossary/#smart-contract\">contacte intel·ligent</a>, pagueu en despenses de gas per processar-la.",
  "page-gas-how-do-i-pay-less-gas-header": "Com pago menys gas?",
  "page-gas-how-do-i-pay-less-gas-text": "Encara que de vegades són inevitables unes tarifes més elevades a Ethereum, hi ha estratègies que podeu utilitzar per reduir el cost:",
  "page-gas-how-do-i-pay-less-gas-card-1-title": "Temps de les operacions",
  "page-gas-how-do-i-pay-less-gas-card-1-description": "De la mateixa manera que quan viatges fora de temporada trobes menys gent i és més assequible, Ethereum és generalment més barat d'utilitzar quan Amèrica del Nord està dormint.",
  "page-gas-how-do-i-pay-less-gas-card-2-title": "Espereu que baixi el gas",
  "page-gas-how-do-i-pay-less-gas-card-2-description": "Els preus del gas pugen i baixen cada dotze segons en funció de la congestió de l'Ethereum. Quan els preus del gas són molt alts, esperar uns segons podria reduir el que pagueu.",
  "page-gas-how-do-i-pay-less-gas-card-3-title": "Utilitza la capa 2",
  "page-gas-how-do-i-pay-less-gas-card-3-description": "Capa 2- Les cadenes es construeixen sobre Ethereum, oferint tarifes més baixes i gestionant més transaccions. Són una bona opció per estalviar en comissions per transaccions que no necessiten passar a la xarxa principal d'Ethereum.",
  "page-gas-try-layer-2": "Prova la capa 2",
  "page-gas-what-causes-high-gas-fees-header": "Què provoca altes taxes de gas?",
  "page-gas-what-causes-high-gas-fees-text-1": "Sempre que la quantitat de càlcul (gas) a Ethereum excedeixi un determinat llindar, les taxes de gas comencen a augmentar. Com més superi aquest llindar el gas, més ràpid augmentaran les taxes de gas.",
  "page-gas-what-causes-high-gas-fees-text-2": "Les tarifes més altes podrien ser causades per coses com les populars <a href=\"/glossary/#dapp\">aplicacions descentralitzades (dapps)</a> o NFT, augments periòdics d'intercanvi <a href=\"/glossary/#dex\">DEX</a>, o un nombre aclaparador d'activitat de l'usuari en hores punta.",
  "page-gas-what-causes-high-gas-fees-text-3": "Els desenvolupadors d'Ethereum haurien d'anar amb compte d'optimitzar l'ús dels seus contractes intel·ligents abans de desplegar-los. Si molta gent està utilitzant un contracte intel·ligent mal escrit, consumirà més gas i podria provocar inadvertidament la congestió de la xarxa.",
  "page-gas-want-to-dive-deeper": "Vols submergir-te més profundament?",
  "page-gas-check-out-the-developer-docs": "Consulta els documents del desenvolupador.",
  "page-gas-attack-of-the-cryptokitties-header": "Atac dels \"Cryptokitties\"",
  "page-gas-attack-of-the-cryptokitties-text": "Al novembre de 2017, es va llançar el popular projecte \"CryptoKitties\". El seu ràpid augment de popularitat va provocar una congestió significativa de la xarxa i unes taxes de gas extremadament altes. Els reptes plantejats per \"CryptoKitties\" van accelerar la urgència de trobar solucions per escalar Ethereum.",
  "page-gas-why-do-we-need-gas-header": "Per què necessitem gas?",
  "page-gas-why-do-we-need-gas-text": "El gas és un element fonamental per mantenir Ethereum segur i processar les transaccions. El gas ajuda de diverses maneres:",
  "page-gas-benefits-1-description": "El gas manté Ethereum <a href=\"/glossary/#anti-sybil\">sybil-resistent</a> evitant que els actuadors maliciosos arruïnin la xarxa amb activitats fraudulentes.",
  "page-gas-benefits-2-description": "Atès que el càlcul costa gas, l'ús d'Ethereum amb transaccions cares, ja sigui accidentalment i maliciosament, es desincentiva financerament.",
  "page-gas-benefits-3-description": "Un límit alt en la quantitat de càlcul que es pot fer en qualsevol moment evita que Ethereum estigui aclaparat, ajudant a assegurar que la xarxa sempre és accessible.",
  "page-gas-how-is-gas-calculated-header": "Com es calcula el gas?",
  "page-gas-advanced": "Avançat",
  "page-gas-how-is-gas-calculated-text-1": "La quota total de gas que pagues es compon d'unes poques parts:",
  "page-gas-how-is-gas-calculated-item-1": "<b>Tarifa base:</b> una tarifa establerta per la xarxa que s'ha de pagar per una transacció",
  "page-gas-how-is-gas-calculated-item-2": "<b>Tarifa prioritària:</b> un consell opcional per incentivar operadors de node per incloure la vostra transacció",
  "page-gas-how-is-gas-calculated-item-3": "<b> Unitats de gas utilitzades<i>*</i>:</b> recordeu que hem dit que el gas representava el càlcul? Les accions més complexes, com interactuar amb un contracte intel·ligent, utilitzen més gas que les simples, com ara enviar una transacció.",
  "page-gas-how-is-gas-calculated-list-item-1": "<i><span>*</span> Observar la figura 1 per veure quant gas utilitzen els diferents tipus de transaccions </i>",
  "page-gas-how-is-gas-calculated-text-2": "La fórmula per calcular una quota de gas són les unitats de gas utilitzades * (comissió base + comissió prioritària). La majora de carteres calcularan l'ús del gas i el mostraran d'una manera més directe.",
  "page-gas-table-figure": "<i>Figura 1: Gas utilitzat per tipus de transacció </i>",
  "page-gas-table-header-1": "Tipus de transacció",
  "page-gas-table-header-2": "Unitats de gas utilitzades",
  "page-gas-table-item-1-transaction-type": "S'està enviant ETH",
  "page-gas-table-item-2-transaction-type": "S'estan enviant testimonis d'ERC-20",
  "page-gas-table-item-3-transaction-type": "Transferint un NFT",
  "page-gas-table-item-4-transaction-type": "Intercanvi en \"Uniswap\"",
  "page-gas-faq-header": "Preguntes freqüents",
  "page-gas-faq-question-1-q": "A qui se li paga la quota de gas en la meva transacció?",
  "page-gas-faq-question-1-a-1": "La major part de la quota de gas (la quota base) és destruïda pel protocol (cremat). La quota prioritària, en cas que s'inclogui a la teva transacció, es donarà al validador que hagi proposat la teva transacció.",
  "page-gas-faq-question-1-a-2": "Podeu llegir una descripció detallada del procés a <a href=\"/developers/docs/gas/\">els documents del desenvolupador del gas.</a>",
  "page-gas-faq-question-2-q": "He de pagar gas a l'ETH?",
  "page-gas-faq-question-2-a-1": "Sí. Totes les taxes de gas a l'Ethereum s'han de pagar en la divisa ETH nativa.",
  "page-gas-faq-question-2-a-2": "Més informació sobre ETH",
  "page-gas-faq-question-3-q": "Què és el gwei?",
  "page-gas-faq-question-3-a-1": "A la majoria de carteres o rastrejadors de gas, veureu els preus del gas denominats 'gwei'.",
  "page-gas-faq-question-3-a-2": "Gwei és tan sols una unitat més petita d'ETH, igual que els penics són pels dòlars, amb la diferència que 1 ETH equival a 1 mil milions de gwei. Gwei és útil quan es parla de quantitats molt petites d'ETH.",
  "page-gas-use-layer-2": "Utilitza la capa 2"
}
