{
  "page-eth2-just-staking": "Participació",
  "page-eth2-staking-image-alt": "Imatge de la mascota Rhino per a la plataforma d'Eth2.",
  "page-eth2-staking-51-desc-1": "La participació fa que unir-se a la xarxa com a validador sigui més accessible, de manera que és probable que hi hagi més validadors a la xarxa dels que hi ha actualment. Això farà que aquest tipus d'atac sigui encara més difícil a mesura que el cost d'un atac augmenti.",
  "page-eth2-staking-accessibility": "Més accesible",
  "page-eth2-staking-accessibility-desc": "Amb requeriments de maquinari més fàcils i amb l'oportunitat de participar en grup si no disposes de 32 ETH, més persones podran unir-se a la xarxa. Això farà que Ethereum sigui més descentralitzada i segura en disminuir la superfície d'atac.",
  "page-eth2-staking-at-stake": "El teu ETH està en joc",
  "page-eth2-staking-at-stake-desc": "Degut a que has de participar amb els teus ETH per poder validar transaccions i crear nous blocs, pots perdre'l si decideixes provar d'enganyar el sistema.",
  "page-eth2-staking-benefits": "Beneficis de participació a Ethereum",
  "page-eth2-staking-check-address": "Comprova l'adreça de dipòsit",
  "page-eth2-staking-consensus": "Més informació sobre els mecanismes de consens",
  "page-eth2-staking-deposit-address": "Comprova l'adreça de dipòsit",
  "page-eth2-staking-deposit-address-desc": "Si has seguit les instruccions de configuració a la plataforma, sabràs que has de fer una transacció al contracte de dipòsit de participacions. Et recomanem que comprovis l'adreça amb molta cura. Pots trobar l'adreça oficial a ethereum.org i a un nombre d'altres llocs web de confiança.",
  "page-eth2-staking-desc-1": "S'atorguen recompenses per accions que ajudin a la xarxa a assolir el consens. Obtindràs recompenses per agrupar transaccions en un nou bloc o comprovar el treball d'altres validadors, perquè això és el que manté la cadena funcionant de forma segura.",
  "page-eth2-staking-desc-2": "Tot i que pots guanyar recompenses per fer feines que beneficiïn la xarxa, pots perdre ETH per actes malintencionats, desconnectar-te i no validar.",
  "page-eth2-staking-desc-3": "Necessitaràs 32 ETH per esdevenir un validador complet o alguns ETH per unir-te a un grup de participació. També necessitaràs executar un client d'Eth1 o de la xarxa principal. La plataforma et mostrarà el procès i els requeriments de maquinari. Alternativament, pots utilitzar una API de backend.",
  "page-eth2-staking-description": "La participació és l'acte de depositar 32 ETH per activar el programari de validació. Com a validador, seràs responsable d'emmagatzemar informació, processar transaccions i afegir nous blocs a la cadena de blocs. Això mantindrà Ethereum segura per a tothom i guanyaràs nous ETH en el procés. Aquest procés, conegut com a prova de participació, és introduït per la Cadena de Balisa.",
  "page-eth2-staking-docked": "Més informació sobre l'acoblament",
  "page-eth2-staking-dyor": "Fes la teva pròpia recerca",
  "page-eth2-staking-dyor-desc": "Cap dels serveis de participació enumerats tenen un recolzament oficial. Assegura't de fer una mica de recerca per esbrinar quin és el millor servei per a tu.",
  "page-eth2-staking-header-1": "Aposta el teu ETH per esdevenir un validador d'Ethereum",
  "page-eth2-staking-how-much": "Quant estàs disposat a apostar?",
  "page-eth2-staking-how-to-stake": "Com apostar",
  "page-eth2-staking-how-to-stake-desc": "Tot depèn de quant estiguis disposat a apostar. Necessitaràs 32 ETH per convertir-te en un validador complet, però és possible apostar menys ETH.",
  "page-eth2-staking-join": "Uneix-te",
  "page-eth2-staking-join-community": "Uneix-te a la comunitat de participació",
  "page-eth2-staking-join-community-desc": "r/ethstaker és una comunitat perquè tothom pugui debatre sobre la participació a Ethereum. Uneix-te per obtenir consells, suport i per parlar de tot el que està en joc.",
  "page-eth2-staking-less-than": "Menys de",
  "page-eth2-staking-link-1": "Mostra les API de backend",
  "page-eth2-staking-meta-description": "Un resum sobre les participacions a Ethereum: els riscos, les recompenses, els requeriments i on fer-ho.",
  "page-eth2-staking-meta-title": "Participació a Ethereum",
  "page-eth2-staking-more-sharding": "Més informació sobre la fragmentació",
  "page-eth2-staking-pool": "Aposta en un grup",
  "page-eth2-staking-pool-desc": "Si tens menys de 32 ETH, podràs afegir petites apostes en grups d'apostes. Algunes empreses poden fer-ho tot en el teu nom, així que no hauràs de preocupar de mantenir-te connectat. A continuació, s'indiquen algunes empreses perquè hi facis una ullada.",
  "page-eth2-staking-pos-explained": "Prova de participació explicada",
  "page-eth2-staking-pos-explained-desc": "Apostar és el que has de fer per convertir-te en un validador en el sistema de prova de participació. Aquest és un mecanisme de consens que va substituir el sistema de prova de treball que està actualment en vigor. Els mecanismes de consens són els que mantenen les cadenes de blocs com Ethereum segures i descentralitzades.",
  "page-eth2-staking-pos-explained-desc-1": "La prova de participació ajuda a protegir la xarxa de diverses maneres:",
  "page-eth2-staking-services": "Veure els serveis de participació",
  "page-eth2-staking-sharding": "Desbloqueja la fragmentació",
  "page-eth2-staking-sharding-desc": "La fragmentació només és possible amb el sistema de prova de participació. Fragmentar un sistema de prova de treball dissoldria la quantitat de potència informàtica necessària per a corrompre la xarxa, el que facilitaria que miners maliciosos controlessin els fragments. Aquest no és el cas dels apostadors assignats de forma aleatòria a la prova de participació.",
  "page-eth2-staking-solo": "Apostar en solitari i executar un validador",
  "page-eth2-staking-solo-desc": "Per iniciar el procés de participació, et caldrà utilitzar la plataforma de llançament d'Eth2. Aquesta et guiarà a través de tota la configuració. Part de la participació consisteix en executar un client Eth2, que és una còpia local de la cadena de blocs. Això pot trigar una mica a descarregar-se en l'ordinador.",
  "page-eth2-staking-start": "Comença a participar",
  "page-eth2-staking-subtitle": "El staking és un bé públic per a l'ecosistema d'Ethereum. Pots ajudar a protegir la xarxa i guanyar recompenses en el procés.",
  "page-eth2-staking-sustainability": "Més sostenible",
  "page-eth2-staking-sustainability-desc": "Els validadors no requereixen ordinadors gaire potents per participar en el sistema de prova de participació, únicament un portàtil o un telèfon. Això farà a Ethereum millor per al medi ambient.",
  "page-eth2-staking-the-beacon-chain": "Més informació sobre la Cadena de Balisa",
  "page-eth2-staking-title-1": "Recompenses",
  "page-eth2-staking-title-2": "Riscos",
  "page-eth2-staking-title-3": "Requisits",
  "page-eth2-staking-title-4": "Com apostar el teu ETH",
  "page-eth2-staking-upgrades-li": "La Cadena de Balisa gestiona la prova de participació.",
  "page-eth2-staking-upgrades-li-2": "Ethereum tindrà una Cadena de Balisa de prova de participació i una xarxa principal de prova de treball per a un futur previsible. La xarxa principal és l'Ethereum que hem estat utilitzant durant anys.",
  "page-eth2-staking-upgrades-li-3": "Durant aquest temps, els participants podran afegir nous blocs a la Cadena de Balisa, però no processar transaccions a la xarxa principal.",
  "page-eth2-staking-upgrades-li-4": "Ethereum evolucionarà totalment al sistema de prova de participació una vegada que la xarxa principal d'Ethereum es converteixi en un fragment.",
  "page-eth2-staking-upgrades-li-5": "Només llavors podràs retirar la teva aposta.",
  "page-eth2-staking-upgrades-title": "Millores de prova de participació i Eth2",
  "page-eth2-staking-validators": "Més validadors, més seguretat",
  "page-eth2-staking-validators-desc": "És possible corrompre una cadena de blocs com Ethereum si es controla el 51 % de la xarxa. Per exemple, podries fer que el 51 % dels validadors indiquin que el teu saldo és de 1.000.000 ETH i no d'1 ETH. Però, per controlar el 51 % dels validadors, hauries de posseir el 51 % d'ETH al sistema. Això és molt!",
  "page-eth2-staking-withdrawals": "Les retirades no estaran disponibles al moment",
  "page-eth2-staking-withdrawals-desc": "No podràs retirar la teva aposta fins que les futures actualitzacions s'hagin implementat. Les retirades estaran disponibles una vegada que la xarxa principal s'hagi acoblat al sistema de la Cadena de Balisa."
}
