{
  "page-upgrades-vision-2014": "Mostra una entrada al blog de 2014 sobre la prova de participació",
  "page-upgrades-vision-beacon-chain": "La Cadena de Balisa",
  "page-upgrades-vision-beacon-chain-btn": "Més informació sobre la Cadena de Balisa",
  "page-upgrades-vision-beacon-chain-date": "La Cadena de Balisa està en funcionament",
  "page-upgrades-vision-beacon-chain-desc": "La primera incorporació d’Eth2 a l’ecosistema. La Cadena de Balisa aporta la participació a Ethereum, posa les bases per a futures actualitzacions i, finalment, coordinarà el nou sistema.",
  "page-upgrades-vision-beacon-chain-upper": "La Cadena de Balisa",
  "page-upgrades-vision-desc-1": "Ethereum necessita reduir la congestió a la xarxa i millorar les velocitats per servir millor a una base d'usuaris global.",
  "page-upgrades-vision-desc-2": "Executar un node es fa cada vegada més dificil a mida que la xarxa creix. Això només es farà més dificil amb esforços per escalar la xarxa.",
  "page-upgrades-vision-desc-3": "Ethereum utilitza massa energia. La tecnologia que manté la xarxa protegida necessita ser més sostenible.",
  "page-upgrades-vision-merge-date": "Estimació: 2022",
  "page-upgrades-vision-merge-desc": "La xarxa principal d'Ethereum necessitarà \"acoblar-se\" amb la Cadena de Balisa en algun punt. Això permetrà apostar a tota la xarxa i assenyalarà el final de la mineria d'energia intensa.",
  "page-upgrades-vision-ethereum-node": "Més informació sobre els nodes",
  "page-upgrades-vision-explore-upgrades": "Explora les millores",
  "page-upgrades-vision-future": "Un futur digital a una escala global",
  "page-upgrades-vision-meta-desc": "Un resum de l'impacte que tindran les millores d'Eth2 a Ethereum i els desafiaments que han de superar.",
  "page-upgrades-vision-meta-title": "La visió d'Ethereum 2.0 (Eth2)",
  "page-upgrades-vision-mining": "Més informació sobre la mineria",
  "page-upgrades-vision-problems": "Els problemes actuals",
  "page-upgrades-vision-scalability": "Escalabilitat",
  "page-upgrades-vision-scalability-desc": "Ethereum necessita ser capaç de processar més transaccions per segon sense incrementar el tamany dels nodes a la xarxa. Els nodes són participants vitals de la xarxa que emmagatzemen dades i executen la cadena de blocs. Incrementar el tamany dels nodes no és pràctic perquè només aquells que tinguin ordinadors cars i potents podrien fer-ho. Per escalar, Ethereum necessita més transaccions per segon, juntament amb més nodes. Més nodes significa més protecció.",
  "page-upgrades-vision-scalability-desc-3": "La millora de les cadenes de fragments estendrà la càrdega de la xarxa amb 64 noves cadenes. Això aportarà a Ethereum espai per respirar, reduint la congestió i millorant les velocitats més enllà del límit de les actuals 15-45 transaccions per segon.",
  "page-upgrades-vision-scalability-desc-4": "I encara que hi hagi més cadenes, en realitat requerirà menys treball per part dels validadors, els que mantenen la xarxa. Els validadors només necessitaran \"executar\" el seu fragment i no tota la cadena Ethereum. Això fa que els nodes siguin més lleugers, permetent Ethereum escalar i mantenir-se descentralitzat.",
  "page-upgrades-vision-security": "Seguretat",
  "page-upgrades-vision-security-desc": "Les millores d'Eth2 fan que Ethereum es mantingui protegida contra els atacs coordinats, com un atac del 51 %. Aquest és un tipus d'atac en el qual si algú controla la major part de la xarxa, pot forçar canvis fraudulents.",
  "page-upgrades-vision-security-desc-3": "La transició a la prova de participació significa que el protocol Ethereum te més desincentivadors contra els atacs. Això és perquè a la prova de participació, els validadors que protegeixen la xarxa han de participar amb quantitats significatives d'ETH dins el protocol. Si intenten atacar la xarxa, el protocol pot destruir automàticament el seu ETH.",
  "page-upgrades-vision-security-desc-5": "Això és impossible a la prova de treball, on el millor que pot fer el protocol és forçar les entitats que protegeixen la xarxa (el miners) a perdre recompenses mineres que altrament haguéssin guanyat. Per aconseguir l'efecte equivalent a la prova de treball, el protocol hauria de ser capaç de destruir tot l'equipament d'un miner si tractés de fer trampa.",
  "page-upgrades-vision-security-desc-5-link": "Més informació sobre la prova de treball",
  "page-upgrades-vision-security-desc-8": "El model de seguretat d'Ethereum també necessita canviar degut a la introducció de",
  "page-upgrades-vision-security-desc-9": "ens permet assignar validadors aleatòriament a diferents fragments. Això fa que sigui virtualment impossible per als validadors tenir connivència per atacar un fragment específic. La fragmentació no és segura en una cadena de blocs de prova de treball perquè el protocol no pot controlar els miners d'aquesta manera.",
  "page-upgrades-vision-security-desc-10": "La participació també significa que no has d'invertir en maquinari d'alt nivell per \"executar\" un node d'Ethereum. Això hauria d'encoratjar a més persones a convertir-se en validador, incrementant la descentralització de la xarxa i disminuint la superfície d'atac.",
  "page-upgrades-vision-security-staking": "Aposta ETH",
  "page-upgrades-vision-security-validator": "Pots esdevenir un validador si apostes el teu ETH.",
  "page-upgrades-vision-shard-chains": "cadenes de fragments",
  "page-upgrades-vision-shard-date": "Estimació: 2021",
  "page-upgrades-vision-shard-desc-4": "Les cadenes de fragments estendran la càrrega de la xarxa a 64 noves cadenes de blocs. Els fragments tenen el potencial de millorar dràsticament la velocitat de transacció, fins a 100.000 per segon.",
  "page-upgrades-vision-shard-upgrade": "Més informació sobre les cadenes de fragments",
  "page-upgrades-vision-staking-lower": "Més informació sobre les apostes",
  "page-upgrades-vision-subtitle": "Fes crèixer Ethereum fins que sigui suficientment poderós per ajudar a tota la humanitat.",
  "page-upgrades-vision-sustainability": "Sostenibilitat",
  "page-upgrades-vision-sustainability-desc-1": "No és cap secret que Ethereum i altres cadenes de blocs com Bitcoin necessiten molta energia degut a la mineria.",
  "page-upgrades-vision-sustainability-desc-2": "Però Ethereum s'està movent cap a una protecció amb ETH, no mitjançant el poder de la informàtica, sinó mitjançant la participació.",
  "page-upgrades-vision-sustainability-desc-3": "Tot i que la Cadena de Balisa introduirà les apostes, l'Ethereum que utilitzem avui en dia s'executarà en paral·lel durant un temps abans de \"fusionar-se\" o \"acoblar-se\" amb les actualitzacions d'Eth2. Un sistema protegit per ETH i l'altre pel poder de la informàtica. Això és degut al fet que, al principi, les cadenes de fragments no eren capaces de manejar coses com els nostres comptes o les nostres dapps. Així doncs, no podem oblidar la mineria i la xarxa principal.",
  "page-upgrades-vision-sustainability-desc-8": "Una vegada que la Cadena de Balisa i les actualitzacions de la cadena de fragments s'estiguin executant, el treball començarà amb l'acoblament de la xarxa principal i el nou sistema. Això convertirà la xarxa principal en un fragment perquè així estigui protegida per ETH i requereixi menys consum d'energia.",
  "page-upgrades-vision-sustainability-subtitle": "Ethereum necessita ser més ecològic.",
  "page-upgrades-vision-title": "La visió d'Eth2",
  "page-upgrades-vision-title-1": "Xarxa congestionada",
  "page-upgrades-vision-title-2": "Espai en disc",
  "page-upgrades-vision-title-3": "Massa energia",
  "page-upgrades-vision-trilemma-cardtext-1": "Les millores d'Eth2 faran que Ethereum sigui escalable, segura i descentralitzada. La fragmentació farà que Ethereum sigui més escalable en augmentar les transaccions per segon mentre disminueix el poder necessari per executar un node i validar la cadena. La Cadena de Balisa farà que Ethereum sigui segura mitjançant la coordinació de validadors a través de fragments. I apostar reduirà la barrera de la participació i crearà una xarxa més gran, més descentralitzada.",
  "page-upgrades-vision-trilemma-cardtext-2": "Les xarxes de cadena de blocs segures i descentralitzades requereixen que cada node verifiqui cada transacció processada per la cadena. Aquesta quantitat de treball limita el nombre de transaccions que poden succeïr en un moment donat. Descentralitzada i segura, aixó és la cadena d'Ethereum avui en dia.",
  "page-upgrades-vision-trilemma-cardtext-3": "Les xarxes descentralitzades treballen enviant informació de transaccions a través dels nodes. Tota la xarxa necessita conèixer qualsevol canvi d'estat. Escalar transaccions per segon a través d'una xarxa descentralitzada posa en risc la seguretat, perquè com més transaccions, més llarg serà el retard i, per tant, més alta la probabilitat d'atac mentre la informació estigui circulant.",
  "page-upgrades-vision-trilemma-cardtext-4": "Augmentar la mida i la potència dels nodes d’Ethereum podria augmentar les transaccions per segon d’una manera segura, però els requeriments de maquinari restringiria qui ho podria fer; això amenaça la descentralització. S'espera que la fragmentació i la prova de participació permetin a Ethereum créixer augmentant la quantitat de nodes, no la mida dels nodes.",
  "page-upgrades-vision-trilemma-h2": "El repte del tamany descentralitzat",
  "page-upgrades-vision-trilemma-modal-tip": "Toca els cercles de la part inferior per entendre millor els problemes de l'escalada descentralitzada",
  "page-upgrades-vision-trilemma-p": "Una manera ingènua de solucionar els problemes d'Ethereum seria fer-lo més centralitzat. Però la descentralització és massa important. És la descentralització el que dona a Ethereum resistència contra la censura, obertura, privacitat de les dades i una seguretat pràcticament indestructible.",
  "page-upgrades-vision-trilemma-p-1": "La visió d' Ethereum és esdevenir més escalable i segura, però també mantenir-se descentralitzada. Aconseguir aquestes 3 qualitats és un problema conegut com a trilema d'escalabilitat.",
  "page-upgrades-vision-trilemma-p-2": "L'objectiu de les millores d'Eth2 és solucionar el trilema, però hi ha reptes importants.",
  "page-upgrades-vision-trilemma-press-button": "Prem els botons del triangle per entendre millor els problemes de l'escalada descentralitzada.",
  "page-upgrades-vision-trilemma-text-1": "Descentralització",
  "page-upgrades-vision-trilemma-text-2": "Seguretat",
  "page-upgrades-vision-trilemma-text-3": "Escalabilitat",
  "page-upgrades-vision-trilemma-title-1": "Explora el trilema d'escalabilitat",
  "page-upgrades-vision-trilemma-title-2": "Millores d'Eth2 i escalada descentralitzada",
  "page-upgrades-vision-trilemma-title-3": "Segura i descentralitzada",
  "page-upgrades-vision-trilemma-title-4": "Descentralitzada i escalable",
  "page-upgrades-vision-trilemma-title-5": "Escalable i segura",
  "page-upgrades-vision-understanding": "Comprendre la visió d'Eth2",
  "page-upgrades-vision-upgrade-needs": "La necessitat de millores d'Eth2",
  "page-upgrades-vision-upgrade-needs-desc": "El protocol d'Ethereum que es va llançar el 2015 ha tingut un èxit increïble. Però la comunitat d'Ethereum sempre ha contemplat que serien necessàries algunes millores clau per desbloquejar tot el potencial d'Ethereum.",
  "page-upgrades-vision-upgrade-needs-desc-2": "L'alta demanda està fent pujar les taxes per transacció que fan que Ethereum sigui cara per a l'usuari mitjà. L'espai en disc necessari per a executar un client d'Ethereum creix cada cop més. I l'algoritme de consens de prova de treball subjacent que manté Ethereum segura i descentralitzada té un gran impacte ambiental.",
  "page-upgrades-vision-upgrade-needs-desc-3": "Normalment, Eth2 es refereix a un conjunt d'actualitzacions que aborden aquests problemes, entre d'altres. Aquest conjunt d'actualitzacions es va denominar originalment \"Serenity\", i ha estat un àrea activa de recerca i desenvolupament des de 2014.",
  "page-upgrades-vision-upgrade-needs-desc-6": " Això vol dir que no hi ha cap canvi per a Eth2. Les millores s'enviaran gradualment amb el pas del temps.",
  "page-upgrades-vision-upgrade-needs-serenity": "Mostra una entrada al blog de 2015 sobre \"Serenity\"",
  "page-upgrades-vision-upgrade-needs-desc-5": "Ara que la tecnologia està preparada, aquestes millores reestructuraran Ethereum per fer-la més escalable, segura i sostenible i millorar la vida dels usuaris actuals i atraure'n de nous. Tot això mentre es preserva el valor central de descentralització d'Ethereum."
}
