{
  "page-what-is-ethereum-101": "Ethereum 101",
  "page-what-is-ethereum-101-desc": "Ethereum és una tecnologia que et permet enviar criptomonedes a qualsevol persona a canvi d'una petita taxa. També potencia aplicacions que tothom pot utilitzar i ningú no pot tombar.",
  "page-what-is-ethereum-101-desc-2": "Ethereum es construeix sobre la innovació de Bitcoin, amb algunes grans diferències.",
  "page-what-is-ethereum-101-desc-3": "Les dues et permeten utilitzar diners digitals sense haver de pagar proveïdors o bancs, però Ethereum és programable, així que també es pot utilitzar per a molts actius diferents, fins i tot Bitcoin!",
  "page-what-is-ethereum-101-desc-4": "Això també significa que Ethereum serveix més que pels pagaments. És un mercat de serveis financers, jocs i aplicacions que no poden robar les teves dades o censurar-te.",
  "page-what-is-ethereum-101-italic": "la cadena de blocs programable mundial.",
  "page-what-is-ethereum-101-strong": "És ",
  "page-what-is-ethereum-accessibility": "Ethereum és obert per a tothom.",
  "page-what-is-ethereum-adventure": "Escull la teva aventura!",
  "page-what-is-ethereum-alt-img-bazaar": "Il·lustració d'una persona que entra en un basar, que pretén representar Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Una il·lustració de membres de la comunitat d'Ethereum treballant junts",
  "page-what-is-ethereum-alt-img-lego": "Una il·lustració d'una mà creant un logotip d'ETH fet de peces de lego",
  "page-what-is-ethereum-alt-img-social": "Una il·lustració de personatges en un espai social dedicat a Ethereum amb un gran logotip d'ETH",
  "page-what-is-ethereum-banking-card": "Banca per a tothom",
  "page-what-is-ethereum-banking-card-desc": "No tothom té accés a serveis financers; però tot el que necessites per accedir a Ethereum i els seus productes de préstec i estalvi és una connexió a Internet.",
  "page-what-is-ethereum-build": "Fes alguna cosa amb Ethereum",
  "page-what-is-ethereum-build-desc": "Si vols provar de construir amb Ethereum, llegeix els nostres documents, prova algun tutorial o descobreix les eines que necessites per començar.",
  "page-what-is-ethereum-censorless-card": "Resistent a la censura",
  "page-what-is-ethereum-censorless-card-desc": "Cap govern o empresa té control sobre Ethereum. Aquesta descentralització fa gairebé impossible que algú t'impedeixi rebre pagaments o utilitzar serveis a Ethereum.",
  "page-what-is-ethereum-comm-desc": "La nostra comunitat acull persones de tots els orígens, inclosos artistes, criptoanarquistes, empreses de la llista Fortune 500 i ara tu. Descobreix com pots involucrar-te avui mateix.",
  "page-what-is-ethereum-commerce-card": "Garanties comercials",
  "page-what-is-ethereum-commerce-card-desc": "Ethereum crea un camp de joc més equilibrat. Els clients tenen una assegurança, una garantia integrada per la qual els fons només canviaran de mans si proporciones el que es va acordar. No necessites una gran influència empresarial per fer negocis.",
  "page-what-is-ethereum-community": "La comunitat d'Ethereum",
  "page-what-is-ethereum-compatibility-card": "Compatibilitat per a la victòria",
  "page-what-is-ethereum-compatibility-card-desc": "S'estan creant contínuament millors productes i experiències, perquè els productes Ethereum són compatibles per defecte. Les empreses poden basar-se en l'èxit dels altres.",
  "page-what-is-ethereum-dapps-desc": "Productes i serveis que funcionen a Ethereum. Hi ha dapps per a finances, feina, xarxes socials, jocs d'atzar i molt més: descobreix les aplicacions del nostre futur digital.",
  "page-what-is-ethereum-dapps-img-alt": "Una il·lustració d'un gos que fa servir una aplicació d'Ethereum en un ordinador",
  "page-what-is-ethereum-dapps-title": "Dapps d'Ethereum",
  "page-what-is-ethereum-desc": "La base del nostre futur digital",
  "page-what-is-ethereum-explore": "Explora Ethereum",
  "page-what-is-ethereum-get-started": "La millor manera d'aprendre més és descarregar una cartera, aconseguir ETH i provar una DAPP d'Ethereum.",
  "page-what-is-ethereum-in-depth-description": "Ethereum és un accés obert als diners digitals i als serveis d'informació per a tots, independentment de l'origen o ubicació. És una tecnologia creada per la comunitat després de la criptomoneda ether (ETH) i milers d'aplicacions que pots fer servir avui.",
  "page-what-is-ethereum-internet-card": "Una Internet més privada",
  "page-what-is-ethereum-internet-card-desc": "No has de proporcionar totes les teves dades personals per fer servir una app d'Ethereum. Ethereum està construint una economia basada en el valor, no en la vigilància.",
  "page-what-is-ethereum-meet-comm": "Coneix la comunitat",
  "page-what-is-ethereum-meta-description": "Obtén informació sobre Ethereum, què fa i com provar-ho per tu mateix.",
  "page-what-is-ethereum-meta-title": "Què és Ethereum?",
  "page-what-is-ethereum-native-alt": "El símbol de l'ether (ETH)",
  "page-what-is-ethereum-native-crypto": "Criptomoneda nativa d'Ethereum i equivalent a Bitcoin. Pots fer servir ETH en aplicacions d'Ethereum o per enviar valors a amics i família.",
  "page-what-is-ethereum-native-img-alt": "Una il·lustració d'un robot amb una caixa forta com a tors, utilitzada per representar les carteres d'Ethereum",
  "page-what-is-ethereum-native-title": "ETH",
  "page-what-is-ethereum-p2p-card": "Una xarxa de parells",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum et permet moure diners o arribar a acords directament amb una altra persona. No necessites passar per empreses intermediàries.",
  "page-what-is-ethereum-singlecard-desc": "Si estàs interessat en la cadena de blocs i la part tècnica d'Ethereum, t'hem trobat.",
  "page-what-is-ethereum-singlecard-link": "Com funciona Ethereum",
  "page-what-is-ethereum-singlecard-title": "Com funciona Ethereum",
  "page-what-is-ethereum-start-building-btn": "Comença a crear",
  "page-what-is-ethereum-title": "Què és Ethereum?",
  "page-what-is-ethereum-tools-needed": "Tot el que necessites per participar és una cartera.",
  "page-what-is-ethereum-try": "Prova Ethereum",
  "page-what-is-ethereum-tryit": "Així que entra al basar i prova-ho...",
  "page-what-is-ethereum-wallets": "Carteres",
  "page-what-is-ethereum-wallets-desc": "Com pots administrar els teus ETH i teu compte d'Ethereum? Necessitaràs una cartera per començar. T'ajudarem a triar-ne una.",
  "page-what-is-ethereum-welcome": "Benvingut a Ethereum",
  "page-what-is-ethereum-welcome-2": "Esperem que et quedis."
}
