{
  "page-run-a-node-build-your-own-title": "Creeu el vostre propi",
  "page-run-a-node-build-your-own-hardware-title": "Pas 1 - Maquinari",
  "page-run-a-node-build-your-own-minimum-specs": "Especificacions mínimes",
  "page-run-a-node-build-your-own-min-ram": "4 - 8 GB RAM",
  "page-run-a-node-build-your-own-ram-note-1": "Veure nota sobre les participacions",
  "page-run-a-node-build-your-own-ram-note-2": "Veure nota sobre Raspberry Pi",
  "page-run-a-node-build-your-own-min-ssd": "2 TB SSD",
  "page-run-a-node-build-your-own-ssd-note": "SSD necessària per a velocitats d'escriptura requerides.",
  "page-run-a-node-build-your-own-min-internet": "Connexió a Internet",
  "page-run-a-node-build-your-own-recommended": "Recomanació",
  "page-run-a-node-build-your-own-nuc": "Intel NUC de 7a generació o superior",
  "page-run-a-node-build-your-own-nuc-small": "Processador x86",
  "page-run-a-node-build-your-own-connection": "Connexió a internet per cable",
  "page-run-a-node-build-your-own-connection-small": "No es requereix, però aporta una configuració més senzilla i una connexió més consistent",
  "page-run-a-node-build-your-own-peripherals": "Pantalla i teclat",
  "page-run-a-node-build-your-own-peripherals-small": "A no ser que utilitzeu DAppNode o ssh/configuració sense capçals",
  "page-run-a-node-build-your-own-software": "Pas 2 - Programari",
  "page-run-a-node-build-your-own-software-option-1-title": "Opció 1 - DAppNode",
  "page-run-a-node-build-your-own-software-option-1-description": "Quan tingueu llest el teu maquinari, el sistema operatiu del DAppNode pot descarregar-se utilitzant qualsevol ordinador i instal·lar-se en un disc SSD nou via llapis USB.",
  "page-run-a-node-build-your-own-software-option-1-button": "Configuració del DAppNode",
  "page-run-a-node-build-your-own-software-option-2-title": "Opció 2 - Línia de comandament",
  "page-run-a-node-build-your-own-software-option-2-description-1": "Per tenir un control total, els usuaris avançats poden preferir utilitzar en el seu lloc la línia de comandament.",
  "page-run-a-node-build-your-own-software-option-2-description-2": "Doneu una ullada als documents per a desenvolupadors per a obtenir més informació sobre com començar amb la selecció de clients.",
  "page-run-a-node-build-your-own-software-option-2-button": "Configuració de la línia de comandament",
  "page-run-a-node-buy-fully-loaded-title": "Comprar-ne un complet",
  "page-run-a-node-buy-fully-loaded-description": "Demaneu als venedors una opció d'endollar i usar (comunament conegut com «plug & play») per a una experiència d'incorporació més simple.",
  "page-run-a-node-buy-fully-loaded-note-1": "No cal construir.",
  "page-run-a-node-buy-fully-loaded-note-2": "Configuració semblant a una aplicació amb una GUI.",
  "page-run-a-node-buy-fully-loaded-note-3": "No es requereix una línia d'ordres.",
  "page-run-a-node-buy-fully-loaded-plug-and-play": "Aquestes solucions són de mida reduïda, però venen completes.",
  "page-run-a-node-censorship-resistance-title": "Resistència a la censura",
  "page-run-a-node-censorship-resistance-preview": "Assegureu l'accés quan ho necessiteu i no us censuraran.",
  "page-run-a-node-censorship-resistance-1": "Un node de tercers podria escollir refusar transaccions des d'una adreça IP específica o transaccions que involucressin comptes específics, bloquejant potencialment l'opció d'utilitzar la xarxa quan ho necessitéssiu. ",
  "page-run-a-node-censorship-resistance-2": "Tenir el vostre propi node per presentar transaccions garanteix que pugueu emetre la vostra transacció a la resta de la xarxa entre parells en qualsevol moment.",
  "page-run-a-node-community-title": "Trobeu ajudants",
  "page-run-a-node-community-description-1": "Les plataformes en línia com ara Discord o Reddit són la llar d'un gran nombre de constructors de comunitat desitjant ajudar-vos amb totes aquelles qüestions que se us puguin presentar.",
  "page-run-a-node-community-description-2": "No ho feu tot sols. Si teniu algun dubte és probable que algú us pugui ajudar a trobar una resposta.",
  "page-run-a-node-community-link-1": "Uniu-vos al Discord del DAppNode",
  "page-run-a-node-community-link-2": "Trobeu comunitats connectades en línia",
  "page-run-a-node-choose-your-adventure-title": "Escolliu la vostra aventura",
  "page-run-a-node-choose-your-adventure-1": "Us farà falta maquinari per començar. Encara que executar programari de node és possible en un ordinador personal, tenir una màquina exclusivament dedicada pot millorar enormement l'execució del vostre node minimitzant l'impacte en el vostre ordinador principal.",
  "page-run-a-node-choose-your-adventure-2": "A l'hora de seleccionar maquinari, tingueu en compte que la cadena està en continu creixement i serà inevitable un manteniment determinat. Incrementar les especificacions pot ajudar a retardar la necessitat de manteniment del node.",
  "page-run-a-node-choose-your-adventure-build-1": "Una opció més barata i personalitzable per a uns usuaris una mica més tècnics.",
  "page-run-a-node-choose-your-adventure-build-bullet-1": "Obteniu les vostres pròpies peces.",
  "page-run-a-node-choose-your-adventure-build-bullet-2": "Instal·leu DAppNode.",
  "page-run-a-node-choose-your-adventure-build-bullet-3": "O escolliu el vostre propi SO i els vostres clients.",
  "page-run-a-node-choose-your-adventure-build-start": "Comenceu a crear",
  "page-run-a-node-decentralized-title": "Descentralització",
  "page-run-a-node-decentralized-preview": "Resistir l'enfortiment dels punts de falla centralitzats.",
  "page-run-a-node-decentralized-1": "Els servidors al núvol centralitzats poden proveir un munt de poder computacional, però comporten un objectiu per a les nacions-estat o els atacants que busquen interrompre la xarxa.",
  "page-run-a-node-decentralized-2": "La resiliència de la xarxa s'aconsegueix amb més nodes, a localitzacions geogràfiques diverses, operats per més persones de procedència diversa. Com més gent executa el seu propi node, disminueix la dependència als punts de falla centralitzats, fent que la xarxa sigui més forta.",
  "page-run-a-node-feedback-prompt": "Heu trobat útil aquesta pàgina?",
  "page-run-a-node-further-reading-title": "Llegir-ne més",
  "page-run-a-node-further-reading-1-link": "Dominar Ethereum: Hauria d'executar un node sencer?",
  "page-run-a-node-further-reading-1-author": "Andreas Antonopoulos",
  "page-run-a-node-further-reading-2-link": "Ethereum en un ARM: Guia d'inici ràpid",
  "page-run-a-node-further-reading-3-link": "Els límits a l'escalabilitat de cadena de blocs",
  "page-run-a-node-further-reading-3-author": "Vitalik Buterin",
  "page-run-a-node-getting-started-title": "Primers passos",
  "page-run-a-node-getting-started-software-section-1": "En els inicis de la xarxa, els usuaris havien de tenir la capacitat d'interfície amb la línia d'ordres per tal d'operar un node d'Ethereum.",
  "page-run-a-node-getting-started-software-section-1-alert": "Si aquesta és la vostra preferència, i teniu les habilitats, no dubteu en revisar els nostres documents tècnics.",
  "page-run-a-node-getting-started-software-section-1-link": "Poseu a funcionar el vostre node Ethereum",
  "page-run-a-node-getting-started-software-section-2": "Ara tenim el DAppNode, que és <b>gratuït i de programari obert</b> i que aporta als usuaris una <b>experiència semblant a una aplicació</b> mentre gestionen el seu node.",
  "page-run-a-node-getting-started-software-section-3a": "En uns quants tocs podeu tenir el vostre node en funcionament.",
  "page-run-a-node-getting-started-software-section-3b": "DAppNode fa que sigui més fàcil per als usuaris executar nodes complets, així com aplicacions descentralitzades i altres xarxes P2P, sense necessitat de tocar la línia d'ordres. Això ho fa més fàcil per a tothom qui vulgui participar i crear una xarxa més descentralitzada.",
  "page-run-a-node-getting-started-software-title": "Part 2: Programari",
  "page-run-a-node-glyph-alt-terminal": "Icona de Terminal",
  "page-run-a-node-glyph-alt-phone": "Icona de Toc de telèfon",
  "page-run-a-node-glyph-alt-dappnode": "Icona de DAppNode",
  "page-run-a-node-glyph-alt-pnp": "Icona de Plug and play",
  "page-run-a-node-glyph-alt-hardware": "Icona de maquinari",
  "page-run-a-node-glyph-alt-software": "Icona de Descàrrega de programari",
  "page-run-a-node-glyph-alt-privacy": "Icona de Privacitat",
  "page-run-a-node-glyph-alt-censorship-resistance": "Icona de Megàfon resistent a la censura",
  "page-run-a-node-glyph-alt-earth": "Icona de Terra",
  "page-run-a-node-glyph-alt-decentralization": "Icona de Descentralització",
  "page-run-a-node-glyph-alt-vote": "Icona d'Expresseu el vostre vot",
  "page-run-a-node-glyph-alt-sovereignty": "Icona de Sobirania",
  "page-run-a-node-hero-alt": "Gràfic de node",
  "page-run-a-node-hero-header": "Preneu el control absolut.<br />Executeu el vostre node.",
  "page-run-a-node-hero-subtitle": "Esdeveniu plenament sobirans mentre ajudeu a protegir la xarxa. Esdeveniu Ethereum.",
  "page-run-a-node-hero-cta-1": "Més informació",
  "page-run-a-node-hero-cta-2": "Submergim-nos!",
  "page-run-a-node-install-manually-title": "Instal·lar manualment",
  "page-run-a-node-install-manually-1": "Si sou usuaris més tècnics i heu decidit construir el vostre propi aparell, el DAppNode es pot descarregar des de qualsevol ordinador i instal·lar-ho en un SSD nou via llapis USB.",
  "page-run-a-node-meta-description": "Una introducció de què, per què i com executar un node Ethereum.",
  "page-run-a-node-participate-title": "Participeu",
  "page-run-a-node-participate-preview": "La revolució de la descentralització comença amb <strong>vosaltres</strong>.",
  "page-run-a-node-participate-1": "Executant un node feu part d'un moviment global per a descentralitzar el control i el poder sobre un món d'informació.",
  "page-run-a-node-participate-2": "Si sou tenidors, doneu valor als vostres ETH donant suport a la descentralització i a la salut de la xarxa, i assegureu-vos que teniu quelcom a dir en el seu futur.",
  "page-run-a-node-privacy-title": "Privadesa i seguretat",
  "page-run-a-node-privacy-preview": "Deixeu de filtrar la vostra informació personal a nodes de tercers.",
  "page-run-a-node-privacy-1": "Quan s'envien transaccions utilitzant nodes públics, la informació personal es pot filtrar a aquests serveis de tercers com ara la vostra adreça IP i quines adreces Ethereum teniu.",
  "page-run-a-node-privacy-2": "Apuntant carteres compatibles amb el vostre propi node podeu utilitzar la vostra cartera de forma privada i interactuar de forma protegida amb la cadena de blocs.",
  "page-run-a-node-privacy-3": "D'altra banda, si un node maliciós distribueix una transacció invàlida, el vostre node simplement la ignorarà. Cada transacció es verifica localment a la vostra màquina, per tant no heu de depositar la confiança en ningú altre.",
  "page-run-a-node-rasp-pi-title": "Una nota sobre Raspberry Pi (processador ARM)",
  "page-run-a-node-rasp-pi-description": "Els Raspberry Pi són ordinadors lleugers i que us els podeu permetre, però tenen limitacions que poden impactar en el rendiment del vostre node. Encara que no es recomanen actualment per fer apostes, poden ser una opció excel·lent i barata per executar un node per a ús personal, amb poc més d'entre 4 - 8 GB de RAM.",
  "page-run-a-node-rasp-pi-note-1-link": "DAppNode en ARM",
  "page-run-a-node-rasp-pi-note-1-description": "Doneu una ullada a aquestes instruccions si penseu executar un DAppNode en un Raspberry Pi",
  "page-run-a-node-rasp-pi-note-2-link": "Documentació d'Ethereum en ARM",
  "page-run-a-node-rasp-pi-note-2-description": "Apreneu a configurar un node via la línia d'ordres en un Raspberry Pi",
  "page-run-a-node-rasp-pi-note-3-link": "Executeu un node amb Raspberry Pi",
  "page-run-a-node-rasp-pi-note-3-description": "Seguiu aquí si els tutorials són la vostra preferència",
  "page-run-a-node-shop": "Comprar",
  "page-run-a-node-shop-avado": "Comprar Avado",
  "page-run-a-node-shop-dappnode": "Comprar DAppNode",
  "page-run-a-node-staking-title": "Aposteu els vostres ETH",
  "page-run-a-node-staking-description": "Encara que no es requereixi, amb un node llest per funcionar esteu un pas més a prop per fer apostes amb els vostres ETH per guanyar recompenses i ajudar a contribuir en la seguretat de diferents components d'Ethereum.",
  "page-run-a-node-staking-link": "Aposteu ETH",
  "page-run-a-node-staking-plans-title": "Esteu pensant a fer apilament?",
  "page-run-a-node-staking-plans-description": "Per a maximitzar l'eficiència del vostre validador, es recomana un mínim de 16GB de RAM, però 32GB és millor, amb una puntuació de referència de més de 6667 a <a href=\"https://cpubenchmark.net\" target=\"_blank\">cpubenchmark.net</a>. També es recomana que els apostadors tinguin accés il·limitat a una banda ample d'alta velocitat d'internet, encara que no és un requeriment absolut.",
  "page-run-a-node-staking-plans-ethstaker-link-label": "Com comprar maquinari per a un validador d'Ethereum",
  "page-run-a-node-staking-plans-ethstaker-link-description": "EthStaker entra en més detalls en aquest especial d'una hora",
  "page-run-a-node-sovereignty-title": "Sobirania",
  "page-run-a-node-sovereignty-preview": "Penseu en l'execució d'un node com en el següent pas enllà de tenir la vostra pròpia cartera Ethereum.",
  "page-run-a-node-sovereignty-1": "Una cartera d'Ethereum us permet tenir la custòdia i el control total dels vostres actius digitals mantenint les claus privades a les vostres adreces, però aquestes claus no mostren l'estat actual de la cadena de blocs, com ara el balanç de la vostra cartera.",
  "page-run-a-node-sovereignty-2": "Per defecte, les carteres Ethereum arriben normalment a un node de tercers, com ara Infura o Alchemy, quan mireu els vostres balanços. Executar el vostre propi node us permet tenir la vostra pròpia còpia de la cadena de blocs d'Ethereum.",
  "page-run-a-node-title": "Executeu un node",
  "page-run-a-node-voice-your-choice-title": "Expresseu la vostra opinió",
  "page-run-a-node-voice-your-choice-preview": "No renuncieu al control en una bifurcació.",
  "page-run-a-node-voice-your-choice-1": "Durant una bifurcació, on dues cadenes emanen amb dos conjunts diferents de normes, executar el vostre node us garanteix la capacitat d'escollir quin conjunt de normes suporteu. Decidiu si actualitzar-vos a les noves normes i donar suport als canvis proposats, o no.",
  "page-run-a-node-voice-your-choice-2": "Si esteu fent apilament d'ETH, executar el vostre propi node us permet escollir el vostre propi client, per minimitzar el risc de tall i reaccionar a demandes fluctuants de la xarxa al llarg del temps. Fer apilament amb terceres parts fa que perdeu l'opció de vot de quin client creieuque seria la millor opció.",
  "page-run-a-node-what-title": "<i>Què</i> significa «executar un node»?",
  "page-run-a-node-what-1-subtitle": "Executar programari.",
  "page-run-a-node-what-1-text": "Conegut com a «client», aquest programari descarrega una còpia de la cadena de blocs d'Ethereum i verifica la validesa de cada bloc. Després els manté actualitzats amb els nous blocs i transaccions i ajuda els altres a descarregar i actualitzar les seves pròpies còpies.",
  "page-run-a-node-what-2-subtitle": "Amb maquinari.",
  "page-run-a-node-what-2-text": "Ethereum està dissenyat per executar un node en ordinadors de grau mitjà de consum. Podeu utilitzar qualsevol ordinador personal, però la majoria dels usuaris opten per executar els seus nodes en maquinaris dedicats només a això per eliminar l'impacte del rendiment a les seves màquines i minimitzar el temps d'inactivitat del node.",
  "page-run-a-node-what-3-subtitle": "En línia.",
  "page-run-a-node-what-3-text": "Executar un node d'Ethereum pot semblar complicat al principi, però és senzillament el fet d'executar continuament programari de client en un ordinador conectat a internet. Mentre esteu fora de línia, el vostre node està inactiu fins que torneu a estar en línia i us torneu a enganxar als últims canvis.",
  "page-run-a-node-who-title": "<i>Qui</i> hauria d'executar un node?",
  "page-run-a-node-who-preview": "Tothom! Els nodes no són només per als miners i als validadors. <i>Qualsevol</i> pot executar un node. No necessiteu ni tan sols ETH.",
  "page-run-a-node-who-copy-1": "No necessiteu apostar ETH o ser un miner per executar un node. De fet, és qualsevol altre node en Ethereum el que és responsable dels miners i els validadors.",
  "page-run-a-node-who-copy-2": "Pot ser que no rebeu les recompenses financeres que guanyen els validadors i els miners, però existeixen molts altres beneficis d'executar un node per ser considerats per qualsevol usuari d'Ethereum, inclosa la privacitat, la seguretat, la reducció de dependència de servidors de tercers, la resistència a la censura i una salut i una descentralització millorada a la xarxa.",
  "page-run-a-node-who-copy-3": "Tenir el vostre propi node significa que no heu de confiar en la informació de l'estat de la xarxa aportada per tercers.",
  "page-run-a-node-who-copy-bold": "No confieu. Verifiqueu.",
  "page-run-a-node-why-title": "<i>Per què</i> executar un node?"
}
