{
  "layer-2-arbitrum-note": "Petosten tunnistaminen vain listatuille käyttäjille, sallittujen käyttäjien lista ei vielä avoin",
  "layer-2-boba-note": "Valtion validointi kehitteillä",
  "layer-2-optimism-note": "Petosten tunnistaminen kehitteillä",
  "layer-2-hero-title": "Taso 2",
  "layer-2-hero-header": "Ethereum kuuluu kaikille",
  "layer-2-hero-subtitle": "Ethereumin skaalausta ilman kompromissia suojauksen ja hajautuksen välillä.",
  "layer-2-hero-alt-text": "Kuvitus transaktioista, jotka on viety tasolle 2 ja lähetetty Ethereumin Mainnetiin",
  "layer-2-hero-button-1": "Mikä taso 2 (Layer 2) on?",
  "layer-2-hero-button-2": "Hyödynnä tasoa 2",
  "layer-2-hero-button-3": "Siirry tasolle 2",
  "layer-2-statsbox-1": "Tasolle 2 kiinnitetty yhteissumma (USD)",
  "layer-2-statsbox-2": "Taso 2 keskimääräinen Etherien transaktiokustannus (USD)",
  "layer-2-statsbox-3": "Tasolle 2 kiinnitetyn kokonaissumman muutos (30 päivää)",
  "layer-2-what-is-layer-2-title": "Mikä taso 2 (Layer 2) on?",
  "layer-2-what-is-layer-2-1": "Taso 2 (L2) on yhteisnimitys, jolla kuvataan tiettyjä Ethereumin skaalausratkaisuja. <strong>Taso 2 on erillinen lohkoketju, joka laajentaa Ethereumia ja perii Ethereumin</strong>turvallisuustakuut.",
  "layer-2-what-is-layer-2-2": "Ennen kuin syvennymme tasoon 2 lisää, kannattaa tutustua tason 1 (L1) perusteisiin.",
  "layer-2-what-is-layer-1-title": "Mikä on taso 1 (L1)?",
  "layer-2-what-is-layer-1-1": "Taso 1 on peruslohkoketju. Ethereum ja Bitcoin ovat molemmat tason 1 lohkoketjuja, koska ne ovat <strong>perusta, jonka päälle tason 2 verkot rakentuvat</strong>. Esimerkkejä tason 2 hankkeista ovat Ethereumin ”rollupit” ja Bitcoinin päällä oleva Lightning Network. Kaikki käyttäjien transaktiotoiminta näissä tason 2 hankkeissa voi lopulta siirtyä takaisin tason 1 lohkoketjuun.",
  "layer-2-what-is-layer-1-2": "Ethereum toimii myös datan säilyttäjänä tason 2 projekteille. Tason 2 projektit lähettävät dataa Ethereumiin, luottaen datan saatavuuteen. Dataa voidaan käyttää tarvittaessa tason 2 tilanteen päivittämiseen tai hylkäämään tasolla 2 tehtyjä toimenpiteitä.",
  "layer-2-what-is-layer-1-list-title": "<strong>Ethereum-lohkoketju tasolla 1 (L1) kattaa: </strong>",
  "layer-2-what-is-layer-1-list-1": "<strong>Solmupisteiden operaattoreiden verkoston</strong>koko verkon suojaamiseen ja tapahtumien varmentamiseen",
  "layer-2-what-is-layer-1-list-2": "<strong>Lohkojen tuottajien verkoston</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>Lohkoketjun</strong> tietoineen sekä kattavan datahistorian",
  "layer-2-what-is-layer-1-list-4": "<strong>Konsensusmekanismin</strong>verkostolle",
  "layer-2-what-is-layer-1-list-link-1": "Vieläkö jokin Ethereumissa hämmentää?",
  "layer-2-what-is-layer-1-list-link-2": "Opettele, mitä Ethereum on.",
  "layer-2-why-do-we-need-layer-2-title": "Miksi taso 2 (L2) tarvitaan?",
  "layer-2-why-do-we-need-layer-2-1": "Lohkoketjun kolme toivottavaa ominaisuutta ovat: <strong>hajautus, turvallisuus ja skaalautuvuus</strong>. Artikkeli<a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">blockchain trilemma</a> esittää, että yksinkertainen lohkoketjuarkkitehtuuri voi saavuttaa näistä vain kaksi. Jos halutaan erittäin suojattu ja hajautettu lohkoketju, tulee uhrata jotakin skaalautuvuudessa.",
  "layer-2-why-do-we-need-layer-2-2": "Ethereum on saavuttanut verkon nykyisen kapasiteetin: <a href=\"https://etherscan.io/chart/tx\" target=\"_blank\">yli 1 miljoonalla transaktiolla päivässä</a> ja transaktioiden suurella kysynnällä. Ethereumin menestys ja sen käytön kysyntä ovat aiheuttaneet huomattavan kaasun hinnannousun. Siksi skaalautumisratkaisujen tarvekin on kasvanut. Tässä kohtaa tason 2 verkot tulevat kuvaan.",
  "layer-2-why-do-we-need-layer-2-scalability": "Skaalautuvuus",
  "layer-2-why-do-we-need-layer-2-scalability-1": "Skaalautuvuuden tavoitteena on lisätä transaktioiden nopeutta ja kykyä toteuttaa haastavampia transaktioita sekunnin aikana uhraamatta hajautus- tai suojauskyvykkyyttä.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "Ethereum-yhteisö on ottanut tiukasti kantaa siihen, että se ei hylkää hajauttamista tai turvallisuutta skaalautumisen vuoksi. Ennen <a href=\"/roadmap/danksharding/\">shardingia</a>, Ethereum Mainnet (taso 1) pystyy käsittelemään <a href=\"https://ethtps.info/Network/Ethereum\">vain noin 15 transaktiota sekunnissa</a>. Kun Ethereumin käytön kysyntä on suurta, verkko ruuhkautuu, mikä nostaa transaktiomaksuja ja hinnoittelee pois käyttäjiä, joilla ei ole varaa näihin maksuihin. Tässä kohtaa Ethereum skaalautuu nykyään tason 2 avulla.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "Lisää Ethereumin visiosta",
  "layer-2-benefits-of-layer-2-title": "Tason 2 (L2) edut",
  "layer-2-lower-fees-title": "Edullisemmat käyttömaksut",
  "layer-2-lower-fees-description": "Yhdistämällä monipuolisesti verkon ulkopuolisia transaktioita tason 1 transaktioihin saadaan käyttömaksuja alennettua huomattavasti, mikä tekee Ethereumista saavutettavamman useammalle.",
  "layer-2-maintain-security-title": "Suojauksen ylläpitäminen",
  "layer-2-maintain-security-description": "Tason 2 (L2) lohkoketjut hyödyntävät transaktioihin Ethereumin pääverkkoa eli tasoa 1 (L1), jolloin käyttäjät hyötyvät Ethereumin turvallisuudesta.",
  "layer-2-expand-use-cases-title": "Lisää uusia sovelluskohteita",
  "layer-2-expand-use-cases-description": "Nopeammilla transaktioilla, edullisemmilla kustannuksilla ja uudella teknologialla voidaan luoda uusia sovellustapoja paremmilla käyttäjäkokemuksilla.",
  "layer-2-how-does-layer-2-work-title": "Kuinka taso 2 (L2) vaikuttaa kokonaisuuteen?",
  "layer-2-how-does-layer-2-work-1": "Kuten mainittua taso 2 (L2) on termi Ethereumin skaalausratkaisuille, jotka käsittelevät transaktioita tason 1 (L1) ulkopuolella hyödyntäen kuitenkin tason 1 suojausta. <strong>Taso 2 on erillinen lohkoketju, joka ulottuu Ethereumiin</strong> Kuinka tämä kaikki toimii?",
  "layer-2-how-does-layer-2-work-2": "Tason 2 lohkoketju kommunikoi Ethereumin kanssa säännöllisesti (lähettämällä nipun transaktioita) varmistuakseen, että tasoilla on yhtenevä suojaus- ja hajautuskäytäntö. Muutoksia Ethereumin L1-protokollaan ei tarvita ja L1 käsittelee suojausta, datan hyödynnettävyyttä ja hajautusta, kun L2 keskittyy skaalaamiseen. L2 ottaa transaktioiden ”laskentataakan” pois L1:ltä ja palauttaa lopulliset tulokset L1:lle. L1:n taakan keventämisen ansiosta L1 ruuhkautuu vähemmän ja kaikesta tulee sujuvampaa.",
  "layer-2-rollups-title": "Rollupsit",
  "layer-2-rollups-1": "Rollupsit ovat suosittu tason 2 ratkaisu Ethereumin skaalaamiseen. Käyttämällä näitä rollup-ratkaisuja käyttäjät voivat<a href=\"https://l2fees.info/\">vähentää kaasukustannuksia satakertaisesti</a> verrattuna tason 1 kaasukustannuksiin.",
  "layer-2-rollups-2": "Rollupsit niputtaa (tai rullaa) satoja transaktioita yhdeksi transaktioksi, joka toteutetaan tasolla 1 (L1). Toimenpide jakaa kustannuksen ”rullassa” mukana olevien kesken tehden siitä edullisemman jokaiselle. Nämä transaktiot ajetaan tason 1 ulkopuolella, mutta niiden tieto toimitetaan tasolle 1. Näin transaktiot perivät Ethereumin suojauksen. Rollupseja sovelletaan kahdella eri tavalla: optimisesti ja nollatiedolla (zk). Niden erona on lähinnä, miten transaktiodata toimitetaan tasolle 1.",
  "layer-2-optimistic-rollups-title": "Optimistic (optimistiset) niput rullaukseen",
  "layer-2-optimistic-rollups-description": "Optimistiset rollupsit ovat siinä mielessä optimistisia, että lähtökohtaisesti transaktioiden oletetaan olevan valideja, mutta ne voidaan tarvittaessa kyseenalaistaa. Jos transaktion pätevyyttä epäillään, sen paikkaansa pitävyyttä varmistetaan vikailmoituksella.",
  "layer-2-optimistic-rollups-childSentance": "Lisää optimistisista rullauksista",
  "layer-2-zk-rollups-title": "Zero-knowledge (nolla-tieto) rullat tai niput",
  "layer-2-zk-rollups-description": "Nollatietorullaukset käyttävät varmennustapaa, jossa transaktiot lasketaan off-chain-tilassa ja pakatut tiedot toimitetaan Ethereumiin (L1), jolloin niillä on todiste voimassaolosta.",
  "layer-2-zk-rollups-childSentance": "Lisää ZK-rollupseista",
  "layer-2-dyor-title": "Perehdy aina itse huolella: Tason 2 (L2) riskit",
  "layer-2-dyor-1": "Koska tason 2 ketjut perivät suojauksen Ethereumista (L1), idealimaailmassa L2 on yhtä turvallinen kuin Ethereum (L1). Kuitenkin monet <strong>projektit ovat kokeiluasteella </strong>. Vuosien tutkimuksen ja kehityksen jälkeen L2-teknologiat, jotka skaalaavat Ethereumia, julkaistiin vuonna 2021. Monet projektit omaavat vielä olettamuksia luottamuksen osalta, kun ne pyrkivät hajauttamaan verkkoaan. Perehdy aina itse huolella, ennen kuin päätät toteutuksesta, jotta ymmärrät riskit ja hyväksyt ne.",
  "layer-2-dyor-2": "Lisää tietoa teknologiasta, riskeistä ja oletuksista L2-tason luotettavuudesta. Suosittelemme tutustumaan L2BEATIIN, joka tarjoaa kattavan riskiarvioinnin kehyksen projekteille.",
  "layer-2-dyor-3": "Siirry L2BEATIIN",
  "layer-2-use-layer-2-title": "Hyödynnä Tasoa 2 (L2)",
  "layer-2-use-layer-2-1": "Nyt kun ymmärrät, mihin tasoa 2 tarvitaan ja miten se toimii, pääset toden teolla vauhtiin!",
  "layer-2-contract-accounts": "<strong>HUOMAUTUS:</strong> Kun käytät siltausta ja tasoa 2, on tärkeää huomata, että hallitset EOA-tilisi osoitetta (tili, jota hallitsee vain yksi yksityinen avain) aivan kuten Ethereumin pääverkossa. Jos kuitenkin käytät sopimustiliä, kuten <a href=\"https://safe.global/\"  target=”_blank”>Safe</a> tai <a href=\"https://www.argent.xyz/\"  target=”_blank”>Argent</a>, sinulla ei ole määräysvaltaa tähän osoitteeseen tasolla 2, ennen kuin otat sopimustilisi uudelleen käyttöön kyseiseen osoitteeseen tasolla 2. Jos käytät siltatiliä tai lähetät varoja sopimustilille, etkä hallitse tätä sopimustilin osoitetta, varasi voivat hävitä.",
  "layer-2-use-layer-2-generalized-title": "Yleistyneet L2-tasot",
  "layer-2-use-layer-2-generalized-1": "Yleistyneet L2-tasot ovat lähtökohtaisesti kuten Ethereum mutta halvempia. Samat asiat voidaan toteuttaa niin tasolla 1 kuin 2. Monet dAppit ovat jo alkaneet siirtyä L2-verkkoihin toimintansa toteuttamiseksi.",
  "layer-2-use-layer-2-application-specific-title": "Sovelluskohtaiset L2-tasot",
  "layer-2-use-layer-2-application-specific-1": "Sovelluskohtaiset L2-tasot ovat projekteja, jotka erikoistuvat optimoimaan tiettyjä sovelluskohtaisia ominaisuuksia, jolloin suorituskykyä voidaan parantaa.",
  "layer-2-sidechains-title": "Merkintä oheisketjuista, validointi-perustaisista ketjuista ja muista vaihtoehtoisista lohkoketjuista",
  "layer-2-sidechains-1": "<strong>Oheisketjut ja validointiperustaiset ketjut</strong> mahdollistavat Ethereumissa olevien varojen kytkemisen ja käytön toisessa lohkoketjussa. Nämä vaihtoehtoiset ketjut toimivat rinnan Ethereumin kanssa ja kommunikoivat siltojen kautta, mutta ne eivät kytke suojaustaan tai datan saatavuutta Ethereumin yhteyteen.",
  "layer-2-sidechains-2": "Edellä mainitut toimivat kuten tason 2 ratkaisut – ne tarjoavat matalammat käyttömaksut ja tehokkaamman transaktiovälityksen – suojaukseen liittyvät oletukset ovat erilaiset.",
  "layer-2-more-on-sidechains": "Lisää tietoja oheisketjuista",
  "layer-2-more-on-validiums": "Lisää tietoja pätevöittäjistä (Validiums)",
  "layer-2-sidechains-4": "Joillakin<strong> tason 1 (L1) lohkoketjuilla</strong> on korkeampi teho ja alhaisemmat käyttömaksut kuin Ethereumilla. Nämä vaihtoehtoiset ykköstason ketjut ovat joutuneet <b> uhraamaan suojauksen tai hajautuksen ominaisuuksia </b> saavuttaakseen riittävän tehokkuuden ja alhaiset käyttökustannukset.",
  "layer-2-sidechains-5": "Ethereum-ekosysteemin perusoletuksena on vahvasti linjattu, että <strong> tason 2 skaalaustapa on ainoa oikea ratkaisu</strong>, jotta hajautus ja turvallisuus säilyvät.",
  "layer-2-onboard-title": "Kuinka voi päästä tasolle 2",
  "layer-2-onboard-1": "On kaksi tapaa siirtää varasi tasolle 2 (L2): kytkeä varat Ethereumista älysopimuksen avulla tai nostaa varasi välityksen palveluntarjoajalta ja siirtää ne L2-verkkoon.",
  "layer-2-onboard-wallet-title": "Onko lompakossasi varoja?",
  "layer-2-onboard-wallet-1": "Jos Etherit ovat lompakossasi, sinun täytyy käyttää siltaa siirtääksesi ne tasolle 2.",
  "layer-2-more-on-bridges": "Lisätietoja silloista",
  "layer-2-onboard-wallet-input-placeholder": "Valitse L2, johon haluat kytkeytyä",
  "layer-2-onboard-wallet-selected-1": "Voit kytkeytyä",
  "layer-2-onboard-wallet-selected-2": "käyttäen näitä lompakoita:",
  "layer-2-bridge": "Silta",
  "layer-2-onboard-exchange-title": "Varoja vaihtotorilla tai välittäjällä?",
  "layer-2-onboard-exchange-1": "Jotkut keskitetyt välityspalvelut tarjoavat suoria nostoja ja tallennuksia tasolle 2. Tarkista, mitkä palveluista toteuttavat L2-nostoja ja minkä L2-tasojen kanssa ne ovat yhteen sopivia.",
  "layer-2-onboard-exchange-2": "Tarvitset lompakon myös varojen mahdolliseen palauttamiseen.",
  "layer-2-onboard-find-a-wallet": "Etsi sopiva Ethereum-lompakko.",
  "layer-2-onboard-exchange-input-placeholder": "Tarkista vaihdonvälittäjät, jotka tukevat tasoa 2",
  "layer-2-deposits": "Talletukset",
  "layer-2-withdrawals": "Nostot",
  "layer-2-go-to": "Siirry",
  "layer-2-tools-title": "Välineet tehostamaan toimintaa Tasolla 2 (L2)",
  "layer-2-tools-l2beat-description": "L2BEAT toimii hyvin teknisessä riskiarvioinnissa tason 2 projekteilla. Suosittelemme vahvasti tutustumaan heidän tarjoamiinsa resursseihin riskiarvioinnissa, kun arvioidaan tason 2 projektien käynnistämistä.",
  "layer-2-tools-l2fees-description": "L2-käyttömaksut ovat nähtävillä (USD) transaktioiden toteuttamiseksi eri L2-verkostoissa.",
  "layer-2-tools-chainlist-description": "Ketjulista on erinomainen resurssi tuomaan verkon RPCt lompakkoihin. Löydät listalta sopivat RPCt L2-projekteille, mikä helpottaa sinua kytkeytymään.",
  "layer-2-tools-zapper-description": "Hallitse koko web3-portfoliotasi DeFistä NFTiin ja paljon muuta. Sijoita uusimpiin mahdollisuuksiin yhdestä kätevästä paikasta.",
  "layer-2-tools-zerion-description": "Rakenna ja hallitse koko DeFi-salkkuasi yhdestä paikasta. Tutustu hajautetun rahoituksen maailmaan tänään.",
  "layer-2-tools-debank-description": "Pysy ajan tasalla kaikista tärkeistä tapahtumista web3-maailmassa",
  "layer-2-faq-title": "Usein Kysyttyä",
  "layer-2-faq-question-1-title": "Miksi Ethereum L2 ei ”virallisesti” ole olemassa?",
  "layer-2-faq-question-1-description-1": "Olemassa ei ole virallista Ethereumia, joten ei myöskään virallista tasoa 2. Ethereum on käyttövapaa – teknisesti kuka tahansa voi luoda tason 2. Useat tiimit luovat versioita tasosta 2sta, ja koko ekosysteemi hyötyy suunnittelun monimuotoisuudesta, joka on optimoitua eri käyttötapauksille. Koska Ethereum on niin moniulotteinen ja eri tahojen toteuttama, se myös näkyy monimuotoisuutena verkostossa. Näin tasot 2 tulevat kehittymään tulevaisuudessa.",
  "layer-2-faq-question-2-title": "Mitä eroa on optimistisilla (optimistic) ja nolla-tieto (zk) -rullauksilla/nipuilla (rollups)?",
  "layer-2-faq-question-2-description-1": "Sekä optimistiset rullat että nollatietorullat niputtavat satoja liiketoimia yhteen liiketoimeen tasolla 1 (L1). Nipun tapahtumat suoritetaan tason 1 ulkopuolella, mutta tapahtumatiedot lähetetään tasolle 1.",
  "layer-2-faq-question-2-description-2": "Suurin ero on siinä, mitä dataa on lähetetty tasolle 1 ja miten data on vahvistettu. Validoivassa mallissa (zk) niput lasketaan ketjun ulkopuolella ja todiste lähetetään ketjuun, kun taas vikatodisteinen malli (optimistic) ajaa tapahtumat ketjussa ja tarkastaa virheet, mikäli sellaisia epäillään.",
  "layer-2-faq-question-2-description-3": "Tällä hetkellä useimmat zk-niputtajat ovat sovelluskohtaisia, toisin kuin optimistiniputtajat, jotka ovat suurelta osin yleistyneet.",
  "layer-2-more-info-on-optimistic-rollups": "Lisätietoja optimistiniputtajista",
  "layer-2-more-info-on-zk-rollups": "Lisätietoja nollatietoniputtajista",
  "layer-2-faq-question-4-title": "Mitkä ovat tason 2 riskit?",
  "layer-2-faq-question-4-description-1": "Tason 2 projektit sisältävät oheisriskejä verrattuna holding-varojen pitämiseen tai liiketoimiin suoraan Ethereumin pääverkossa. Jotkut järjestelmän osat voivat kaatua, jolloin sinun on odotettava pääsyä varoihisi.",
  "layer-2-faq-question-4-description-2": "Suosittelemme perehtymään huolella itsenäisesti, ennen kuin siirrät huomattavia rahamääriä tasolle 2. Lisätietoa teknologiasta, riskeistä ja luotettavuudesta tasolla 2 tarjoaa <a href=\"https://l2beat.com/?view=risk\">L2BEAT</a>, joka sisältää kattavan riskinhallinnan kehyksen projekteille.",
  "layer-2-faq-question-4-description-3": "Lohkoketjusillat, jotka auttavat varojensiirrossa ja kytkeytymisessä tasolle 2, ovat varhaisessa kehitysaiheessa. Optimaalista ratkaisua ei vielä ole löydetty. <a href=\"https://rekt.news/wormhole-rekt/\">Siltojen kehitys, ajankohtaista</a>.",
  "layer-2-faq-question-5-title": "Miksi joitakin tason 2 projekteja ei ole listattu?",
  "layer-2-faq-question-5-description-1": "Haluamme varmistaa, että listaamme parhaat mahdolliset resurssit, jotta käyttäjät voivat navigoida tasolla 2 turvallisesti ja luottavaisina. Pidämme yllä kriteerejä sille, miten hankkeita arvioidaan yhtenäisyyden edistämiseksi.",
  "layer-2-faq-question-5-view-listing-policy": "Tutustu tason 2 käyttöehtoihin ja käytäntöihin.",
  "layer-2-faq-question-5-description-2": "Kuka tahansa voi ehdottaa uutta tasoa 2 Ethereum.org-sivustolla. Emme varmasti ole hoksanneet kaikkia mahdollisuuksia, joten<a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">ole hyvä ja ehdota toki!</a>",
  "layer-2-further-reading-title": "Lisää luettavaa",
  "a-rollup-centric-ethereum-roadmap": "Rollupseihin perustuva Ethereumim tiekartta",
  "an-incomplete-guide-to-rollups": "Lähes täydellinen opas Rollupseihin",
  "polygon-sidechain-vs-ethereum-rollups": "Polygon sidechain vai Ethereum rollups: Tason 2 skaalaamistapoja | Vitalik Buterin ja Lex Fridman",
  "rollups-the-ultimate-ethereum-scaling-strategy": "RULLAUKSET – Paras Ethereumin skaalausstrategia? Arbitrum & optimismi avattuna",
  "scaling-layer-1-with-shard-chains": "Tason 1 skaalaaminen sirpaloituneilla ketjuilla",
  "understanding-rollup-economics-from-first-principals": "Rullauksen tuottavuuden periaatteet alusta pitäen",
  "arbitrum-description": "Arbitrum on optimistinen rullaustapa, jonka tavoitteena on samanlainen käyttäjäkokemus kuin Ethereumissa, mutta transaktiot maksavat murto-osan verrattuna tasoon 1.",
  "optimism-description": "Optimismi on nopea, yksinkertainen ja turvallinen EVM-toiminen optimistinen niputtaja. Se skaalaa Ethereumin tekniikkaa samalla, kun se mukauttaa arvojaan taannehtivalla julkishyödykkeiden rahoituksella.",
  "boba-description": "Boba on optimisten niputtaja, joka on alunperin haarukoitu optimisista, joka on siis skaalausratkaisu vähentämään kaasukustannuksia, tehostamaan transaktioiden suorittamisen kyvykkyyttä ja laajentamaan älysopimusten ominaisuuksia.",
  "loopring-description": "Loopringin zkRollup L2 -ratkaisu pyrkii tarjoamaan samat turvatakuut kuin Ethereumissa, minkä lisäksi tarjotaan suuri skaalautuvuus: määrä kasvoi 1000x, ja kustannukset alennetaan vain 0,1 prosenttiin tason 1 kustannuksista.",
  "zksync-description": "ZKsync on Matter Labsin käyttäjäkeskeinen zk rollup -alusta. Se on skaalausratkaisu Ethereumiin, jossa se jo toimii. ZKsync tukee maksuja, rahakkeiden vaihtoa ja NFT-julkaisuja.",
  "zkspace-description": "ZKSpace -alusta koostuu kolmesta pääosasta: Layer 2 AMM DEX, joka hyödyntää ZK-Rollups-tekniikkaa nimeltä ZKSwap, maksupalvelu nimeltä ZKSquare ja NFT-markkinapaikka nimeltään ZKSea.",
  "aztec-description": "Aztec Network on ensimmäinen yksityinen zk-Niputtaja Ethereumissa, ja sen avulla hajautetut sovellukset voivat hyödyntää Ethereumin yksityisyyttä ja koko skaalaa.",
  "layer-2-note": "Huomaa:",
  "layer-2-ecosystem-portal": "Ekosysteemin portaali",
  "layer-2-token-lists": "Rahakkeiden listat",
  "layer-2-explore": "Tutki",
  "page-dapps-ready-button": "Nyt!"
}
