{
  "page-get-eth-article-keeping-crypto-safe": "Avaimet kryptovaluutan suojaamiseen",
  "page-get-eth-article-protecting-yourself": "Henkilötietojesi ja varojesi suojaaminen",
  "page-get-eth-article-store-digital-assets": "Digitaalisten varantojen säilyttäminen Ethereumissa",
  "page-get-eth-cex": "Keskitetty vaihdanta",
  "page-get-eth-cex-desc": "Vaihtopörssit ovat toimijoita, joiden kautta voit ostaa kryptovaluuttoja perinteisillä valuutoilla. Vaihtopörssit säilyttävät hankkimiesi Etherien oikeuksia, kunnes lähetät ne hallitsemaasi kryptolompakkoon.",
  "page-get-eth-checkout-dapps-btn": "Tutustu hajautettuihin sovelluksiin (dApps)",
  "page-get-eth-community-safety": "Turvallisuutta koskevat yhteisön julkaisut",
  "page-get-eth-description": "Mikään keskitetty hallintoyksikkö tai yritys ei ylläpidä Ethereumia tai ETH-valuuttaa – ne molemmat toimivat hajautetussa järjestelmässä. Näin ollen Etherit ovat avoimesti kaikkien hyödynnettävissä.",
  "page-get-eth-dex": "Hajautetun vaihdannan pörssit (DEX)",
  "page-get-eth-dex-desc": "Jos haluat hallita varantojasi itse, hanki Etheriä kahdenvälisesti (peer-to-peer). DEXin avulla voit käydä kauppaa antamatta kolmansille tahoille oikeuksia hallita varantojasi.",
  "page-get-eth-dexs": "Hajautetun vaihdannan pörssit (DEX)",
  "page-get-eth-dexs-desc": "Hajautettu pörssi on avoin markkinapaikka ETH-valuutalle ja muille rahakkeille. Nämä pörssit yhdistävät myyjät ja ostajat ilman välikäsiä.",
  "page-get-eth-dexs-desc-2": "Hajautetun vaihdannan pörssi huolehtii varojen vaihdannan turvallisuudesta koodin avulla. Myyjän Etherit siirretään vasta, kun siirto on varmennettu. Tällaista koodiin perustuvaa varmentamista kutsutaan älysopimukseksi.",
  "page-get-eth-dexs-desc-3": "Tämä tarkoittaa sitä, että maantieteellisiä rajoitteita kaupankäynnille on vähemmän kuin keskitetyissä vaihtoehdoissa. Jos kysyntä ja tarjonta kohtaavat ja myyjä hyväksyy ehdottamasi maksutavan, voit tehdä kaupat. Hajautetussa pörssissä Ethereitä voi ostaa muilla rahakkeilla, myös PayPalin käyttö tai jopa käteistoimitukset onnistuvat.",
  "page-get-eth-do-not-copy": "Esimerkki: Älä kopioi",
  "page-get-eth-exchanges-disclaimer": "Keräämme informaation manuaalisesti. Jos huomaat virheitä, kerro siitä meille osoitteeseen",
  "page-get-eth-exchanges-empty-state-text": "Lisäämällä asuinmaasi näet listan lompakoista ja vaihtopörsseistä, joita voit käyttää Etherien hankkimiseen",
  "page-get-eth-exchanges-except": "Lukuun ottamatta",
  "page-get-eth-exchanges-header": "Missä maassa asut?",
  "page-get-eth-exchanges-header-exchanges": "Vaihtopörssit",
  "page-get-eth-exchanges-header-wallets": "Lompakot",
  "page-get-eth-exchanges-intro": "Vaihtopörsseissä ja lompakoissa on rajoituksia sen suhteen, missä ne voivat myydä kryptoja.",
  "page-get-eth-exchanges-no-exchanges": "Emme valitettavasti tiedä vaihtopörssejä, joiden avulla voisit ostaa Ethereitä tästä maasta. Jos sinä tiedät, kerro siitä meille osoitteeseen",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Emme valitettavasti tiedä vaihtopörssejä tai lompakkoja, joiden avulla voisit ostaa Ethereitä tästä maasta. Jos sinä tiedät, kerro siitä meille osoitteeseen",
  "page-get-eth-exchanges-no-wallets": "Emme valitettavasti tiedä lompakkoja, joiden avulla voisit ostaa Ethereitä tästä maasta. Jos sinä tiedät, kerro siitä meille osoitteeseen",
  "page-get-eth-exchanges-search": "Kirjoita asuinpaikkasi...",
  "page-get-eth-exchanges-success-exchange": "Oikeudellisten tarkastusten vuoksi voi kestää useita päiviä rekisteröityä vaihtopörssiin.",
  "page-get-eth-exchanges-success-wallet-link": "lompakot",
  "page-get-eth-exchanges-success-wallet-paragraph": "Asuinmaasi perusteella voit ostaa Ethereitä suoraan näillä lompakoilla. Lisätietoa:",
  "page-get-eth-exchanges-usa": "Yhdysvallat (USA)",
  "page-get-eth-get-wallet-btn": "Hanki lompakko",
  "page-get-eth-hero-image-alt": "Hanki Ethereitä -hero-kuva",
  "page-get-eth-keep-it-safe": "Suojaa Etherisi",
  "page-get-eth-meta-description": "Kuinka voit ostaa Ethereitä asuinpaikkasi perusteella ja huolehtia varannosta.",
  "page-get-eth-meta-title": "Kuinka ostaa Ethereitä",
  "page-get-eth-need-wallet": "Tarvitset lompakon, jotta voit ostaa valuuttapörssistä (DEX).",
  "page-get-eth-new-to-eth": "Etherit tutuiksi. Näillä tiedoilla pääset alkuun.",
  "page-get-eth-other-cryptos": "Osta toisella kryptovaluutalla",
  "page-get-eth-protect-eth-desc": "Jos aiot ostaa suuren määrän Ethereitä tai muuta kryptovaluuttaa, haluat ehkä hallita sitä lompakkosi kautta, et valuuttapörssin. Valuuttapörssi on haavoittuvampi hakkeroinnille ja on mahdollista, että menetät varasi. Vaihtoehtoisesti sinulla itselläsi on hallinta valuuttaan lompakkosi kautta.",
  "page-get-eth-protect-eth-in-wallet": "Käytä lompakkoa Etherien suojaamiseen",
  "page-get-eth-search-by-country": "Etsi maan nimellä",
  "page-get-eth-security": "Tämä tarkoittaa myös sitä, että sinun on syytä varmistaa varojesi suojaaminen huolellisesti. Kun hankit Ethereitä, pankki ei huolehdi varoistasi, vaan ne ovat sinun vastuullasi.",
  "page-get-eth-smart-contract-link": "Lisätietoa älysopimuksista",
  "page-get-eth-swapping": "Vaihda rahakkeitasi toisten Ethereihin ja päinvastoin.",
  "page-get-eth-try-dex": "Kokeile hajautettua vaihtopörssiä (DEX)",
  "page-get-eth-use-your-eth": "Käytä Ethereitäsi",
  "page-get-eth-use-your-eth-dapps": "Kun sinulla on nyt Ethereitä, tutustu muutamaan Ethereum-sovellukseen (dApp). Niitä on tarjolla niin rahoitukseen, sosiaaliseen mediaan, pelaamiseen kuin muihinkin aloihin liittyen.",
  "page-get-eth-wallet-instructions": "Noudata lompakon käyttöohjeita",
  "page-get-eth-wallet-instructions-lost": "Menetät pääsyn varoihisi, jos menetät pääsyn lompakkoosi. Vastuullinen lompakko tarjoaa sinulle selkeät ohjeet tällaisen tilanteen estämiseksi. Varmista, että seuraat ohjeita huolellisesti – useimmiten kukaan ei voi auttaa sinua, jos menetät pääsyn lompakkoosi.",
  "page-get-eth-wallets": "Lompakot",
  "page-get-eth-wallets-link": "Lisää lompakoista",
  "page-get-eth-wallets-purchasing": "Jotkin lompakot mahdollistavat kryptovaluutan ostamisen pankki- tai luottokorteilla, pankkisiirtona tai jopa Apple Paylla. Maantieteellisiä rajoituksia voidaan soveltaa.",
  "page-get-eth-warning": "Nämä valuuttapörssit (DEX) eivät sovi aloittelijoille, koska tarvitset Ethereitä niiden käyttämiseen.",
  "page-get-eth-what-are-DEX's": "Mitä hajautetut vaihtopörssit (DEX) ovat?",
  "page-get-eth-whats-eth-link": "Mitä Etherit ovat?",
  "page-get-eth-where-to-buy-desc": "Voit ostaa Ethereitä valuuttapörssistä, vaihtotoreilta tai lompakoista.",
  "page-get-eth-where-to-buy-desc-2": "Tarkista asuinpaikassasi käytettävissä olevat palvelut.",
  "page-get-eth-where-to-buy-title": "Mistä Ethereitä voi ostaa?",
  "page-get-eth-your-address": "Ether-osoitteesi",
  "page-get-eth-your-address-desc": "Kun lataat valitsemasi lompakon, sille luodaan Ether-osoite. Alla malli osoitteesta:",
  "page-get-eth-your-address-desc-3": "Osoite toimii kuten sähköpostiosoite, mutta sähköpostin sijaan se voi vastaanottaa Ethereitä. Jos haluat tehdä vaihdantaa Ethereillä, käytä osoitetta vastaanottotietona. Tarkista osoite huolellisesti ennen kuin lähetät sen!",
  "page-get-eth-your-address-wallet-link": "Tutustu lompakkoihin",
  "listing-policy-raise-issue-link": "Ilmoita ongelmasta",
  "page-find-wallet-last-updated": "Päivitetty"
}
