{
  "page-wallets-accounts-addresses": "Lompakot, tilit ja osoitteet",
  "page-wallets-accounts-addresses-desc": "On syytä ymmärtää joidenkin keskeisten termien välisiä eroja.",
  "page-wallets-accounts-ethereum-addresses": "Ethereum-tilillä on Ethereum-osoite, kuten sähköpostilaatikolla on oma osoitteensa. Voit käyttää Ethereum-tilin osoitetta varojen lähettämiseen tilille.",
  "page-wallets-alt": "Kuva robotista, jonka keho on Ethereum-lompakkoa edustava holvi",
  "page-wallets-ethereum-account": "Ethereum-tilillä on saldo, ja sillä voi toteuttaa maksutapahtumia.",
  "page-wallets-blog": "Coinbase-blogi",
  "page-wallets-bookmarking": "Lisää lompakkosi kirjanmerkkeihin",
  "page-wallets-bookmarking-desc": "Voit suojata lompakkoasi kalastelu-huijauksilta kirjanmerkillä.",
  "page-wallets-cd": "Fyysiset laitteistolompakot ovat laitteita, joiden avulla voit säilyttää kryptovaluuttaa offline-tilassa – erittäin turvallista",
  "page-wallets-desc-2": "Tarvitset lompakon varojen siirtoihin ja hallinnoidaksesi Ethereitä.",
  "page-wallets-desc-2-link": "Lisätietoa Ethereistä",
  "page-wallets-desc-3": "Lompakkosi on työkalu, jolla hallinnoit Ethereum-tiliä. Voit vaihtaa lompakkopalvelun tarjoajaa milloin vain. Useimmilla lompakoilla voit myös hallinnoida useita Ethereum-tilejä yhdellä sovelluksella.",
  "page-wallets-desc-4": "Sujuva vaihtomahdollisuus on olemassa, koska lompakot eivät säilytä varojasi, ne ovat sinulla. Lompakoilla vain hallitaan tietoa varallisuudesta, joka on sinun.",
  "page-wallets-description": "Ethereum-lompakot ovat sovelluksia, jotka toimivat siltana Ethereum-tiliisi. Kuvittele netissä toimiva pankkisovellus, ilman pankkia. Lompakko näyttää saldosi, toteuttaa siirtokomentoja ja pitää yllä yhteyttä muihin valitsemiisi dAppeihin.",
  "page-wallets-desktop": "Työpöytäsovellukset varojesi hallinnointiin macOS:n, Windowsin tai Linuxin kautta",
  "page-wallets-ethereum-wallet": "Lompakko on digitaalinen tuote, jolla hallinnoit Ethereum-tiliäsi. Voit esimerkiksi tarkistaa saldosi ja toteuttaa transaktioita.",
  "page-wallets-explore": "Tutkimusmatkalle Ethereumiin",
  "page-wallets-features-desc": "Voimme auttaa sinua valitsemaan soveltuvan lompakon.",
  "page-wallets-features-title": "Vertaile lompakkoja niiden ominaisuuksilla",
  "page-wallets-find-wallet-btn": "Lompakon metsästykseen",
  "page-wallets-find-wallet-link": "Valitse lompakko",
  "page-wallets-get-some": "Hanki Ethereitä",
  "page-wallets-get-some-alt": "Kuvaus kämmenestä, joka luo legopalikoista rakennetun ETH-logon",
  "page-wallets-get-some-btn": "Hanki Ethereitä",
  "page-wallets-get-some-desc": "Ether (ETH) on alkuperäinen Ethereumin kryptovaluutta. Tarvitset pohjakassan käyttääksesi Ethereum-sovelluksia, dAppeja.",
  "page-wallets-how-to-store": "Digitaalisten varantojen säilyttäminen Ethereumissa",
  "page-wallets-keys-to-safety": "Salausavaimet",
  "page-wallets-manage-funds": "Sovellus varojesi hallintaan",
  "page-wallets-manage-funds-desc": "Lompakkosi näyttää saldon, transaktiohistorian ja mahdollistaa siirtojen toteuttamisen. Joissakin lompakoissa ominaisuuksia on tätäkin enemmän.",
  "page-wallets-meta-description": "Hyvä tietää Ethereum-lompakkojen käytöstä.",
  "page-wallets-meta-title": "Ethereum-lompakot",
  "page-wallets-mobile": "Mobiilisovellukset, joilla varasi ovat käytettävissä mistä tahansa",
  "page-wallets-more-on-dapps-btn": "Lisätietoa dAppeista",
  "page-wallets-most-wallets": "Useimmat lompakot mahdollistavat Ethereum-tilin luomisen, joten tiliä ei tarvitse luoda ennen lompakon lataamista.",
  "page-wallets-protecting-yourself": "Kuinka suojaat henkilötietojasi ja varojasi",
  "page-wallets-seed-phrase": "Kirjoita paperille tukilause, jota voidaan käyttää lompakkosi palauttamiseen",
  "page-wallets-seed-phrase-desc": "Lompakot ehdottavat usein sinulle tukilausetta, joka tulee kirjoittaa muistiin turvalliseen paikkaan. Tämä tukilause on ainoa tapa lompakon palauttamiseen.",
  "page-wallets-seed-phrase-example": "Esimerkki lauseesta:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Älä tallenna lausetta koneellesi. Kirjoita se paperille ja säilytä huolellisesti.",
  "page-wallets-slogan": "Avain digitaaliseen tulevaisuuteen",
  "page-wallets-stay-safe": "Näin voit suojautua",
  "page-wallets-stay-safe-desc": "Lompakkojen kanssa tarvitaan uudenlaista ajattelutapaa, turvallisuuden varmistamiseksi. Mahdollisuus käyttää varoja vapaasti milloin ja missä vain sisältää myös vastuun - kryptomaailmassa ei ole asiakastukea.",
  "page-wallets-subtitle": "Lompakot luovat sillan varoihisi ja Ethereumin sovelluksiin. Vain sinulla pitäisi olla pääsy lompakkoosi.",
  "page-wallets-take-responsibility": "Ota vastuu omista varoista",
  "page-wallets-take-responsibility-desc": "Keskitetyt vaihdantapalvelut käyttävät käyttäjätunnusta ja salasanaa, jotka voit palauttaa perinteiseen tapaan. Muista, että tällöin luotat varasi palveluntarjoajalle. Mikäli palveluntarjoajaa kohtaan hyökätään tai palvelu kaatuu, varasi ovat vaarassa.",
  "page-wallets-tips": "Lisää turvallisuusvinkkejä",
  "page-wallets-tips-community": "Yhteisön suositukset",
  "page-wallets-title": "Ethereum-lompakot",
  "page-wallets-triple-check": "Tarkista kaikki kolmasti",
  "page-wallets-triple-check-desc": "Muista, että transaktioita ei voi pysäyttää eikä lompakkoja voi helposti palauttaa, joten varaudu ja ole huolellinen.",
  "page-wallets-try-dapps": "Kokeile hajautettuja sovelluksia (dApps)",
  "page-wallets-try-dapps-alt": "Kuva Ethererum-yhteisön jäsenistä työskentelemässä yhdessä",
  "page-wallets-try-dapps-desc": "Hajautetut sovellukset (dApps) ovat Ethereumin päälle rakennettuja sovelluksia. Ne ovat halvempia ja reilumpia ja kohtelevat tietojasi paremmin kuin perinteiset sovellukset.",
  "page-wallets-types": "Lompakkotyypit",
  "page-wallets-types-desc": "Tiliin kytkeytymiseen ja sen käyttämiseen on muutamia eri tapoja:",
  "page-wallets-web-browser": "Selainlompakot ovat verkkosovelluksia, joiden avulla voit käyttää tiliäsi suoraan selaimessa",
  "page-wallets-web-browser-extension": "Selainlaajennuslompakot ovat ladattavia laajennuksia, joiden avulla voit käyttää tiliäsi ja sovelluksia selaimen kautta",
  "page-wallets-whats-a-wallet": "Mikä Ethereum-lompakko on?",
  "page-wallets-your-ethereum-account": "Ethereum-tilisi",
  "page-wallets-your-ethereum-account-desc": "Lompakkosi on ikkuna Ethereum-tiliisi – saldoon, transaktiohistoriaan ynnä muuhun. Lompakko-palveluntarjoajaa voit vaihtaa milloin vain.",
  "page-wallets-your-login": "Avain Ethereum-sovelluksiin",
  "page-wallets-your-login-desc": "Lompakkosi avulla voit kirjautua mihin tahansa hajautetun verkon sovellukseen, käyttäen Ethereum-tiliäsi. Lompakko on tavallaan sisäänkirjautumisen avain, jota voit käyttää useisiin dAppeihin.",
  "additional-reading-how-to-register-an-ethereum-account": "Miten Ethereum-tili rekisteröidään",
  "additional-reading-how-to-use-a-wallet": "Miten lompakkoa käytetään"
}
