{
  "page-what-is-ethereum-alt-img-bazaar": "Kuva henkilöstä, joka silmäilee Ethereumia edustavaa basaaria",
  "page-what-is-ethereum-alt-img-comm": "Kuva Ethererum-yhteisön jäsenistä työskentelemässä yhdessä",
  "page-what-is-ethereum-alt-img-lego": "Kuva kämmenestä, joka rakentaa ETH-logoa legopalikoista",
  "page-what-is-ethereum-banking-card": "Ole oma pankkiirisi",
  "page-what-is-ethereum-banking-card-desc": "Kaikilla ei ole mahdollisuutta käyttää rahoituspalveluja. Ethereumin ja siihen perustuvien lainaus-, lainananto- ja säästötuotteiden käyttämiseen tarvitaan kuitenkin vain internet-yhteys.",
  "page-what-is-ethereum-build": "Rakenna itse Ethereumissa",
  "page-what-is-ethereum-build-desc": "Jos haluat aloittaa ohjelmoinnin Ethereumissa, lue ohjeita, vilkaise tutoriaaleja ja löydä työkalut, joilla pääset alkuun.",
  "page-what-is-ethereum-censorless-card": "Ei sensuuria",
  "page-what-is-ethereum-censorless-card-desc": "Mikään hallitus tai yritys ei hallitse Ethereumia. Hajauttamisen ansiosta kukaan ei voi estää sinua vastaanottamasta maksuja tai käyttämästä Ethereum-palveluja.",
  "page-what-is-ethereum-comm-desc": "Yhteisömme koostuu taustoiltaan erilaisista henkilöistä: taiteilijoista, kryptoanarkisteista, Fortune 500 -listan yrityksistä ja nyt myös sinusta. Katso, kuinka voit osallistua jo tänään.",
  "page-what-is-ethereum-commerce-card": "Sisäänrakennettu kaupankäynnin takuu",
  "page-what-is-ethereum-commerce-card-desc": "Asiakkailla on turvallinen, sisään rakennettu takuu siitä, että varat vaihtavat omistajaa vain, jos annat sen, mistä on sovittu. Kehittäjät voivat samoin olla varmoja siitä, että säännöt eivät muutu.",
  "page-what-is-ethereum-composable-card": "Yhdistettävät tuotteet",
  "page-what-is-ethereum-composable-card-desc": "Kaikki sovellukset on rakennettu samalle lohkoketjulle, jolla on jaettu globaali tila, eli ne voivat rakentua toistensa varaan (kuin Lego-palikat). Tämä mahdollistaa paremmat tuotteet ja kokemukset ja takaa, ettei kukaan voi poistaa sovellusten käyttämiä työkaluja.",
  "page-what-is-ethereum-community": "Ethereum-yhteisö",
  "page-what-is-ethereum-desc": "Digitaalisen tulevaisuutemme perusta",
  "page-what-is-ethereum-explore": "Tutustu Ethereumiin",
  "page-what-is-ethereum-internet-card": "Avoin internet",
  "page-what-is-ethereum-internet-card-desc": "Kuka tahansa voi olla vuorovaikutuksessa Ethereum-verkon kanssa tai rakentaa siihen sovelluksia. Näin voit hallita omaa omaisuuttasi ja identiteettiäsi sen sijaan, että muutamat megayhtiöt hallitsisivat niitä.",
  "page-what-is-ethereum-meet-comm": "Moikkaa yhteisöä",
  "page-what-is-ethereum-meta-description": "Opiskele Ethereumia: mitä se tekee ja kuinka voit kokeilla.",
  "page-what-is-ethereum-meta-title": "Mikä on Ethereum?",
  "page-what-is-ethereum-p2p-card": "Kahdenvälinen vertaisverkko",
  "page-what-is-ethereum-p2p-card-desc": "Ethereumin avulla voit koordinoida, tehdä sopimuksia tai siirtää digitaalista omaisuutta suoraan muiden ihmisten kanssa. Sinun ei tarvitse turvautua välikäsiin.",
  "page-what-is-ethereum-start-building-btn": "Aloita rakentaminen",
  "page-what-is-ethereum-title": "Mikä on Ethereum?",
  "page-what-is-ethereum-subtitle": "Täydellinen aloittelijan opas Ethereumin toiminnasta sekä eduista ja kuvaus siitä, miten miljoonat ihmiset ympäri maailmaa käyttävät sitä.",
  "page-what-is-ethereum-button-lets-start": "Aloitetaan",
  "page-what-is-ethereum-blockchain-tab-title": "Mikä on lohkoketju eli blockchain?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Lohkoketju on transaktiotietokanta</b> , jota päivitetään ja jaetaan useiden tietokoneiden kesken verkossa. Aina kun uusi transaktiosarja lisätään, sitä kutsutaan ”lohkoksi” – siitä nimi lohkoketju. Julkiset lohkoketjut, kuten Ethereum, mahdollistavat sen, että kuka tahansa voi lisätä tietoja, mutta ei poistaa niitä. Jos joku haluaisi muuttaa tietoja tai huijata järjestelmää, hänen olisi tehtävä se suurimmalla osalla verkon tietokoneista. Se on paljon! Se tekee Ethereumin kaltaisista hajautetuista lohkoketjuista erittäin turvallisia.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Mitä on kryptovaluutta?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Kryptovaluutta on termi, jota käytetään kuvaamaan monenlaisia vaihdettavia digitaalisia rahakkeita, jotka on suojattu lohkoketjun avulla. Kaikki alkoi Bitcoinista. Bitcoinilla voidaan siirtää arvoa kahden osapuolen välillä ilman, että tarvitsee luottaa välikäteen. On luotettava vain Bitcoin-koodiin, joka on avoin ja vapaasti saatavilla.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "Bitcoinin ja eetterin kaltaisia varoja kutsutaan ”kryptovaluutoiksi” siksi, että tietojesi ja varojesi turvallisuus taataan kryptografian avulla, ei luottamalla siihen, että laitos tai yritys toimii rehellisesti.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Ethereumilla on oma kryptovaluutta, eetteri (ETH), jolla maksetaan tietyistä verkon toiminnoista. Sitä voidaan siirtää toisille käyttäjille tai vaihtaa muihin Ethereumissa oleviin rahakkeisiin. Eetteri on erityinen, koska sillä maksetaan laskennasta, jota tarvitaan sovellusten ja organisaatioiden rakentamiseen ja pyörittämiseen Ethereumissa.",
  "page-what-is-ethereum-summary-title": "Yhteenveto",
  "page-what-is-ethereum-summary-desc-1": "Ethereum on eri puolilla maailmaa sijaitsevien tietokoneiden verkosto, joka noudattaa sääntöjä, joita kutsutaan Ethereum-protokollaksi. Ethereum-verkko toimii perustana yhteisöille, sovelluksille, organisaatioille ja digitaalisille varoille, joita kuka tahansa voi rakentaa ja käyttää.",
  "page-what-is-ethereum-summary-desc-2": "Voit luoda Ethereum-tilin mistä tahansa ja milloin tahansa ja tutustua sovellusten maailmaan tai rakentaa omia sovelluksia. Keskeinen innovaatio on se, että voit tehdä kaiken tämän tarvitsematta luottaa keskusviranomaiseen, joka voisi muuttaa sääntöjä tai rajoittaa pääsyäsi.",
  "page-what-is-ethereum-summary-desc-3": "Lue lisää…",
  "page-what-is-ethereum-btc-eth-diff-title": "Mikä sitten erottaa Ethereumin Bitcoinista?",
  "page-what-is-ethereum-btc-eth-diff-1": "Ethereum käynnistettiin vuonna 2015 ja se rakentuu Bitcoinin innovaatiolle. Ero näiden kahden välillä on huomattava.",
  "page-what-is-ethereum-btc-eth-diff-2": "Molemmilla voit käyttää digitaalista rahaa ilman maksupalveluntarjoajia tai pankkeja. <b>Ethereum on lisäksi ohjelmoitava</b>, joten voit myös rakentaa ja ottaa käyttöön hajautettuja sovelluksia verkossa.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoinin avulla voimme lähettää toisillemme perusviestejä siitä, mitä pidämme arvokkaana. Arvojen määrittäminen ilman auktoriteetteja toimii jo tehokkaasti. Ethereum laajentaa tätä: pelkkien viestien sijaan voit kirjoittaa minkä tahansa yleisen ohjelman tai sopimuksen. Sopimuksia voidaan luoda ja niistä voidaan sopia rajattomasti, joten Ethereum-verkossa tapahtuu suuria innovaatioita.",
  "page-what-is-ethereum-btc-eth-diff-4": "Bitcoin on pelkkä maksuvälineverkko, mutta Ethereum on enemmänkin rahoituspalvelujen, pelien, sosiaalisten verkostojen ja muiden sovellusten markkinapaikka.",
  "page-what-is-ethereum-what-can-eth-do-title": "Mitä Ethereum voi tehdä?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Miksi käyttäisin Ethereumia?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Jos olet kiinnostunut joustavammista, avoimemmista ja luotettavammista tavoista koordinoida maailmanlaajuisesti, luoda organisaatioita, rakentaa sovelluksia ja jakaa arvoa, Ethereum on sinua varten. Ethereum on tarina, jonka me kaikki kirjoitamme, joten tule tutustumaan siihen, millaisia uskomattomia maailmoja voimme rakentaa sen avulla yhdessä.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Ethereum on ollut korvaamaton myös ihmisille, jotka ovat joutuneet käsittelemään epävarmuutta omaisuutensa turvallisuudesta, luotettavuudesta tai liikkuvuudesta, joka on johtunut ulkoisista voimista, jotka eivät ole olleet heidän hallinnassaan.",
  "page-what-is-ethereum-slide-1-title": "Halvemmat ja nopeammat globaalit maksut",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Vakaat kryptovaluutat</b> ovat uudenlainen kryptovaluutta-tyyppi, joka nojaa vakaammaksi luokiteltuihin omaisuustyyppeihin. Useimmat vakaat krypot on sidottu Yhdysvaltain dollariin ja ne säilyttävät siten paremmin arvonsa vakaana. Nämä kryptot mahdollistavat edullisen maailmanlaajuisen maksujärjestelmän. Monet nykyiset vakaat kryptot on rakennettu Ethereum-verkkoon.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum ja vakaat kryptot yksinkertaistavat valuttasiirron prosessia ulkomaille. Varojen siirtäminen ympäri maailmaa kestää usein vain muutaman minuutin, kun se perinteisillä siirroilla voi viedä useita arkipäiviä tai jopa viikkoja. Ylimääräisiä siirtomaksuja lähetettävän summan perusteella ei tule, ja rajoitukset sen suhteen, minne tai miksi lähetät valuuttaa, ovat minimaalisia.",
  "page-what-is-ethereum-slide-2-title": "Nopeinta kriisiapua",
  "page-what-is-ethereum-slide-2-desc-1": "Parhaimmillaan (ja kuten esimerkiksi Suomessa) pankkitoiminta on vakailla ja luotettavilla toimijoilla, voit pitää itsestään selvänä niiden tarjoamaa taloudellista vapautta, turvallisuutta ja vakautta.\n\nKuitenkin monet ihmiset eri puolilla maailmaa kohtaavat poliittista sortoa tai taloudellisia vaikeuksia ja rahoituslaitokset eivät välttämättä tarjoa heidän tarvitsemaansa suojelua tai palveluita.",
  "page-what-is-ethereum-slide-2-desc-2": "Sodan, talouden romahtamisen tai kansalaisvapauksien tukahduttamisen keskellä <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuelassa</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Kuubassa</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afganistanissa</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigeriassa</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Valko-Venäjällä</a> ja <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukrainassa</a> kryptovaluutat ovat kansalaisille nopea (ja usein ainoa) mahdollisuus talouden toimintakyvyn turvaamiseen.<sup><a href=\"https://www.financialinclusion.tech/\">1</a></sup> Kuten näistä esimerkeistä nähdään, kryptovaluutat ja Ethereum voivat tarjota eristyksissä oleville ihmisille pääsyn globaalin talouden pariin. Kryptovaluutat voivat myös tasata inflaation luomaa talouden epätasapainoa paikallisten valuuttojen arvon romahtaessa.",
  "page-what-is-ethereum-slide-3-title": "Luovien alojen toimijoiden tukena",
  "page-what-is-ethereum-slide-3-desc-1": "Pelkästään vuonna 2021 taiteilijat, muusikot, kirjailijat ja muut luovan alan toimijat ansaitsivat Ethereumissa yhteensä noin 3,5 miljardia dollaria. Tämä tekee Ethereumista yhden suurimmista globaaleista alustoista luoville toimialoille Spotifyn, YouTuben ja Etsyn rinnalla. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Lue lisää</a>.",
  "page-what-is-ethereum-slide-4-title": "Pelialan tukena",
  "page-what-is-ethereum-slide-4-desc-1": "Ansaitseminen (missä pelaajat saavat arvokkaita palkintoja pelaamalla) on tullut osaksi pelaamista, ja se muokkaa valtavasti pelialaa. Perinteisesti on ollut kiellettyä käydä kauppaa tai siirtää pelin sisäisiä resursseja perinteistä valuuttaa vastaan. Pelaaminen onkin osin siirtynyt epäluotettaville sivustoille, jotka ovat turvallisuusriski. Lohkoketjun kautta pelaamisen talouspuoli toimii läpinäkyvästi, ja samalla turvallisuus paranee.",
  "page-what-is-ethereum-slide-4-desc-2": "Pelaamisen kannustimena on osaltaan aito kaupankäynti rahakkeilla, joten peliaika tosiasiallisesti palkitaan.",
  "page-what-is-ethereum-meet-ether-title": "Saammeko esitellä: Ether, Ethereumin kryptovaluutta",
  "page-what-is-ethereum-meet-ether-desc-1": "Monet Ethereum-verkon toiminnot edellyttävät jonkin verran työtä Ethereumin sulautetussa tietokoneessa (Ethereum Virtual Machine). Tämä laskenta ei ole ilmaista, vaan siitä maksetaan käyttämällä Ethereumin omaa kryptovaluuttaa nimeltä eetteri (ETH). Tämä tarkoittaa, että tarvitset ainakin pienen määrän eetteriä käyttääksesi verkkoa.",
  "page-what-is-ethereum-meet-ether-desc-2": "Eetteri on puhtaasti digitaalinen, ja voit lähettää sitä kenelle tahansa maailmassa välittömästi. Eetterin tarjontaa ei valvo mikään hallitus tai yritys – se on hajautettu ja täysin läpinäkyvä. Eetteriä lasketaan liikkeeseen tarkasti protokollan mukaisesti vain verkon turvaaville stakerille.",
  "page-what-is-ethereum-what-is-ether": "Mikä on Ether?",
  "page-what-is-ethereum-get-eth": "Hanki Ethereitä (ETH)",
  "page-what-is-ethereum-explore-applications": "Tutustu sovelluksiin",
  "page-what-is-ethereum-learn-defi": "Lue lisää DeFi-järjestelmästä",
  "page-what-is-ethereum-who-runs-ethereum-title": "Kuka Ethereumia pyörittää?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum ei ole minkään tietyn tahon hallinnassa. Se on olemassa aina, kun siihen on kytketty tietokoneita, jotka käyttävät Ethereumin protokollaa noudattavia ohjelmistoja ja lisäävät tietoja Ethereumin lohkoketjuun. Kutakin näistä tietokoneista kutsutaan solmuksi. Solmuja voi pyörittää kuka tahansa, mutta osallistuaksesi verkon turvaamiseen sinun on panostettava ETH:ta (Ethereumin oma token). Kuka tahansa, jolla on 32 ETH, voi tehdä tämän ilman lupaa.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Edes Ethereumin lähdekoodia ei tuota yksi ainoa taho. Kuka tahansa voi ehdottaa muutoksia protokollaan ja keskustella päivityksistä. Ethereum-protokollasta on useita toteutuksia, joita tuottavat riippumattomat organisaatiot useilla ohjelmointikielillä, ja ne on yleensä rakennettu avoimesti ja kannustavat yhteisöä osallistumaan.",
  "page-what-is-ethereum-run-a-node": "Oman solmupisteen käynnistäminen",
  "page-what-is-ethereum-smart-contract-title": "Mitä älysopimukset ovat?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Älykkäät sopimukset ovat tietokoneohjelmia</b> , jotka elävät Ethereumin lohkoketjussa. Ne suoritetaan, kun käyttäjä käynnistää transaktion. Ne tekevät Ethereumista erittäin joustavan sen suhteen, mitä se voi tehdä. Nämä ohjelmat toimivat hajautettujen sovellusten ja organisaatioiden rakennuspalikoina.",
  "page-what-is-ethereum-smart-contract-desc-2": "Oletko koskaan käyttänyt tuotetta tai palvelua, joka muutti käyttöehtojaan? Tai poisti ominaisuuden, jonka koit hyödylliseksi? Kun älysopimus on julkaistu Ethereumiin, se on verkossa ja toiminnassa niin kauan kuin Ethereum on olemassa. Edes kirjoittaja ei voi poistaa sitä. Koska älysopimukset automatisoidaan, ne eivät syrji mitään käyttäjäryhmää tai käyttäjää ja ne ovat aina käyttövalmiita.",
  "page-what-is-ethereum-smart-contract-desc-3": "Suosittuja esimerkkejä älykkäistä sopimuksista ovat lainaussovellukset, hajautetut kaupankäyntipörssit, vakuutukset, kvadraattinen rahoitus, sosiaaliset verkostot, NFT:t – periaatteessa kaikki, mitä vain voit ajatella.",
  "page-what-is-ethereum-more-on-smart-contracts": "Lisätietoa älysopimuksista",
  "page-what-is-ethereum-explore-dapps": "Tutkimusmatka dAppeihin",
  "page-what-is-ethereum-criminal-activity-title": "Kuulin, että kryptoa käytetään rikollisessa toiminnassa. Pitääkö tämä paikkansa?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Kuten mitä tahansa tekniikkaa, sitäkin käytetään joskus väärin. Koska kaikki Ethereumin transaktiot tapahtuvat avoimessa lohkoketjussa, viranomaisten on usein helpompi jäljittää laitonta toimintaa kuin perinteisessä rahoitusjärjestelmässä, mikä tekee Ethereumista vähemmän houkuttelevan vaihtoehdon niille, jotka haluavat pysyä huomaamatta.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Kryptoja käytetään rikollisiin tarkoituksiin paljon vähemmän kuin fiat-rahaa (perinteiset valuutat) Europolin äskettäisen raportin tärkeimpien havaintojen mukaan (Europol: Euroopan unionin lainvalvontayhteistyöstä vastaava virasto):",
  "page-what-is-ethereum-criminal-activity-desc-3": "”Kryptovaluuttojen käyttö laittomaan toimintaan näyttää olevan vain pieni osa koko kryptovaluuttataloudesta. Osuus näyttää olevan verrattain pienempi kuin perinteiseen rahoitukseen osallistuvien laittomien varojen määrä.”",
  "page-what-is-ethereum-energy-title": "Entäpä Ethereumin energiankulutus?",
  "page-what-is-ethereum-energy-desc-1": "15. syyskuuta 2022 Ethereum päivitettiin The Merge-päivityksellä, jonka myötä Ethereum siirtyi proof-of-work-konsensusmekanismista (PoW) proof-of-stake-mekanismiin (PoS).",
  "page-what-is-ethereum-energy-desc-2": "The Merge oli Ethereumin vaikuttavin versiopäivitys, joka vähensi energiantarvetta Ethereumin suojauksessa <b>99,95 %</b> ja sai aikaan <b>turvallisemman verkon huomattavasti pienemmällä hiilidioksidijalanjäljellä</b>. Ethereum on nyt vähähiilinen lohkoketju, jolla on entistä parempi skaalautuvuus ja suojaus.",
  "page-what-is-ethereum-more-on-energy-consumption": "Lisää energiankulutuksesta",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Vuotuinen energiankulutus TWh/vuosi",
  "energy-consumption-chart-global-data-centers-label": "Globaalit datakeskukset",
  "energy-consumption-gold-mining-cbeci-label": "Kulta (louhinta)",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Pelaaminen Yhdysvalloissa",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "The Merge -päivitys",
  "page-what-is-ethereum-additional-reading": "Lisää luettavaa",
  "page-what-is-ethereum-week-in-ethereum": "Ethereumin viikko -uutiset",
  "page-what-is-ethereum-week-in-ethereum-desc": "– viikottainen uutiskirje, joka kattaa keskeiset muutokset ekosysteemissä",
  "page-what-is-ethereum-kernel-dreamers": "Ydin",
  "page-what-is-ethereum-kernel-dreamers-desc": "Ethereumin unelma",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atomeja, instituutioita, lohkoketjuja",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "– miksi lohkoketjuilla on väliä?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum numeroina",
  "adoption-chart-column-now-label": "Nyt",
  "adoption-chart-investors-label": "Sijoittajat",
  "adoption-chart-developers-label": "Kehittäjät",
  "adoption-chart-companies-label": "Yritykset",
  "adoption-chart-artists-label": "Artistit",
  "adoption-chart-musicians-label": "Muusikot",
  "adoption-chart-writers-label": "Kirjoittajat",
  "adoption-chart-gamers-label": "Pelaajat",
  "adoption-chart-refugees-label": "Pakolaiset"
}
