{
  "page-what-is-ethereum-alt-img-bazaar": "Kuva henkilöstä, joka silmäilee basaaria, jonka tarkoitus on kuvata Ethereumia",
  "page-what-is-ethereum-alt-img-comm": "Kuva Ethererum-yhteisön jäsenistä työskentelemässä yhdessä",
  "page-what-is-ethereum-alt-img-lego": "Kuva kädestä, joka tekee ETH-logoa legopalikoista",
  "page-what-is-ethereum-banking-card": "Kaikkien pankki",
  "page-what-is-ethereum-banking-card-desc": "Kaikilla ei ole pääsyä rahoituspalveluihin. Ethereumin laina- ja säästöpalvelutuotteiden käyttämiseen tarvitset kuitenkin vain internetyhteyden.",
  "page-what-is-ethereum-build": "Tee jotain Ethereumissa",
  "page-what-is-ethereum-build-desc": "Jos haluat kokeilla rakentamista Ethereumissa, lue ohjeita, katso tutoriaaleja ja etsi työkalut, joilla pääset alkuun.",
  "page-what-is-ethereum-censorless-card": "Ei sensuuria",
  "page-what-is-ethereum-censorless-card-desc": "Julkishallinto tai yritykset eivät hallitse Ethereumia. Hajautuksen ansiosta kenenkään on lähes mahdotonta estää sinua saamasta maksuja tai käyttämästä palveluita Ethereumissa.",
  "page-what-is-ethereum-comm-desc": "Yhteisömme koostuu taustoiltaan erilaisista henkilöistä: taiteilijoista, kryptoanarkisteista, Fortune 500 -listan yrityksistä ja nyt myös sinusta. Katso, kuinka voit osallistua jo tänään.",
  "page-what-is-ethereum-commerce-card": "Kaupankäynnin takuut",
  "page-what-is-ethereum-commerce-card-desc": "Asiakkailla on turvallinen, sisään rakennettu takuu siitä, että varat vaihtavat omistajaa vain, jos annat sen, mistä on sovittu. Kehittäjät voivat samoin olla varmoja siitä, että säännöt eivät muutu.",
  "page-what-is-ethereum-composable-card": "Palvelutuotteet ovat muokattavissa",
  "page-what-is-ethereum-composable-card-desc": "Koska kaikki sovellukset on rakennettu samaan lohkoketjuun, jolla on jaettu globaali rakenne, ne voivat rakentua toistensa varaan (kuten legot). Tämä mahdollistaa parempien tuotteiden ja käyttökokemusten parantelun kaiken aikaa.",
  "page-what-is-ethereum-community": "Ethereum-yhteisö",
  "page-what-is-ethereum-desc": "Digitaalisen tulevaisuutemme perusta",
  "page-what-is-ethereum-explore": "Tutustu Ethereumiin",
  "page-what-is-ethereum-internet-card": "Yksityisempi internet",
  "page-what-is-ethereum-internet-card-desc": "Sinun ei tarvitse antaa henkilötietojasi käyttääksesi Ethereumin sovelluksia. Ethereum rakentuu vahvojen arvojen ekosysteemille, jolle valvontakulttuuri on vierasta.",
  "page-what-is-ethereum-meet-comm": "Tutustu yhteisöön",
  "page-what-is-ethereum-meta-description": "Lue lisää Ethereumista, siitä, mitä se tekee ja kuinka voit kokeilla.",
  "page-what-is-ethereum-meta-title": "Mikä Ethereum on?",
  "page-what-is-ethereum-p2p-card": "Kahdenvälinen vertaisverkko",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum antaa sinun siirtää valuttaa ja tehdä sopimuksia suoraan toisen osapuolen kanssa. Et tarvitse kolmansia osapuolia välittäjäksi.",
  "page-what-is-ethereum-start-building-btn": "Aloita rakentaminen",
  "page-what-is-ethereum-title": "Mikä Ethereum on?",
  "page-what-is-ethereum-subtitle": "Täydellinen aloittelijan opas Ethereumin toiminnasta sekä eduista ja kuvaus siitä, miten miljoonat ihmiset ympäri maailmaa käyttävät sitä.",
  "page-what-is-ethereum-button-lets-start": "Aloitetaan",
  "page-what-is-ethereum-blockchain-tab-title": "Mikä on lohkoketju eli blockchain?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Lohkoketju on sellainen tietokanta tapahtumista</b>, joka on päivitetty ja jaettu useille verkossa oleville tietokoneille. Aina kun uusi joukko tapahtumia lisätään ketjuun, sitä kutsutaan termillä ”lohko” – siitä nimi blockchain. Useimmat lohkoketjut ovat julkisia, ja voit vain lisätä tietoja, et poistaa. Jos joku haluaisi muuttaa tietoa tai huijata järjestelmää, se tulisi tehdä suurimmalle osalle verkossa olevista tietokoneista. Eli todella monelle! Tämä tekee vakiintuneista lohkoketjuista kuten Ethereumista erittäin turvallisen.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Miksi sitä kutsutaan kryptovaluutaksi?",
  "page-what-is-ethereum-cryptocurrency-tab-content": "Lohkoketjut käyttävät kryptaamista varmistaakseen, että varasi ovat turvassa. Vastaavanlaisia tekniikoita on käytetty pankkisektorilla rahamääräisten liiketoimien turvallisuuden varmistamiseen jo vuosia. Voi siis sanoa, että kryptovaluutat on suojattu kuten pankkitalletukset, turvallisuustaso on samankaltainen.",
  "page-what-is-ethereum-summary-title": "Yhteenveto",
  "page-what-is-ethereum-summary-desc-1": "Ethereum on tekniikka, jolla voi rakentaa rakentaa sovelluksia ja organisaatioita, pitää hallussaan varoja, toteuttaa liiketoimia ja kommunikoida ilman keskusviranomaisen hallintaa. Sinun ei tarvitse luovuttaa kaikkia henkilötietojasi, jotta voit käyttää Ethereumia – voit kontrolloida tietojasi ja sitä, mitä jaetaan. Ethereumilla on oma kryptovaluutta, Ether, jota käytetään tiettyjen toimintojen maksamiseen Ethereum-verkossa.",
  "page-what-is-ethereum-summary-desc-2": "Kuulostaako yhä hämmentävältä? Edetään siis vaiheittain.",
  "page-what-is-ethereum-what-is-crypto-title": "Mitä on kryptovaluutta?",
  "page-what-is-ethereum-what-is-crypto-desc-1": "<b>Krypto (lyhenne kryptovaluutasta) on uudenlainen digitaalisen valuutan muoto, joka toimii kryptauksen avulla.</b>",
  "page-what-is-ethereum-what-is-crypto-desc-2": "Kaikki alkoi vuonna 2008 Bitcoinista. Sillä voitiin lähettää varoja kenelle tahansa maailmanlaajuisesti. Se, mikä erottaa kryptovaluutat pankkisiirroista tai muista rahoituspalveluista, kuten Paypal tai Alipay, on se, että ensimmäistä kertaa transaktioon ei tarvittu välittäjää.",
  "page-what-is-ethereum-what-is-crypto-desc-3": "Hetkinen, mitä tarkoittaa välittäjä?",
  "page-what-is-ethereum-what-is-crypto-desc-4": "Usein lähettäjän ja vastaanottajan välille tarvitaan keskitettyä välittäjää, kuten pankkia tai keskushallintoa, joka osallistuu tavalla tai toisella transaktioon eli siirtoon tai tapahtumaan. Välittäjällä on valtuudet tarkkailla, sensuroida tai peruuttaa tapahtumia, ja tietojen (myös arkaluonteisten) jakaminen kolmansille osapuolille voi olla mahdollista. Välittäjillä voi olla valtaa myös sen suhteen, mitä rahoituspalveluita voit käyttää.",
  "page-what-is-ethereum-what-is-crypto-desc-5": "Edellä oleva muun muassa erottaa kryptovaluuttojen välittämisen perinteisistä valuutoista. <b>Tapahtumat yhdistävät suoraan lähettäjän ja vastaanottajan</b> ilman, että niitä käsitellään keskitetysti. Kukaan muu ei pääse käsiksi varoihisi, <b>eikä kukaan määrää, mitä palveluja voit käyttää</b>. Tämän mahdollistaa lohkoketjutekniikka, jonka avulla kryptovaluutat toimivat.",
  "page-what-is-ethereum-btc-eth-diff-title": "Mikä sitten erottaa Ethereumin Bitcoinista?",
  "page-what-is-ethereum-btc-eth-diff-1": "Ethereum käynnistettiin vuonna 2015, ja se rakentuu Bitcoinin innovaatiolle. Ero näiden kahden välillä on huomattava.",
  "page-what-is-ethereum-btc-eth-diff-2": "Molemmilla voit käyttää digitaalista rahaa ilman maksupalveluntarjoajia tai pankkeja. <b>Ethereum on lisäksi ohjelmoitava</b>, joten voit myös rakentaa ja ottaa käyttöön hajautettuja sovelluksia Ethereum-verkossa.",
  "page-what-is-ethereum-btc-eth-diff-3": "Ethereumin ohjelmoitavuus tarkoittaa, että voit rakentaa sovelluksia, jotka käyttävät lohkoketjua tietojen tallennukseen tai sovelluksen toimintojen ohjaukseen. Lopputulos on yleiskäyttöinen lohkoketju, eli se voidaan ohjelmoida tekemään mitä tahansa. Koska sille, mitä Ethereum voi tehdä, ei lähtökohtaisesti ole rajoitteita, Ethereum-verkostossa suuret digitaaliset innovaatiot ovat mahdollisia.",
  "page-what-is-ethereum-btc-eth-diff-4": "Bitcoin on lähtökohtaisesti maksuverkosto. Ethereum taas on enemmänkin kuin markkinapaikka rahoituspalveluille, peleille, sosiaalisille verkostoille ja muille sovelluksille, jotka kunnioittavat yksityisyyttäsi eivätkä rajoita sinua.",
  "page-what-is-ethereum-what-can-eth-do-title": "Mitä Ethereum voi tehdä?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Miksi käyttäisin Ethereumia?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Jos olet lähettänyt rahaa ulkomaille (tai aiot lähettää), murehtinut varojesi kohtaloa voimatta juuri vaikuttaa siihen tai kyllästynyt perinteisten talouslaitosten asettamiin rajoituksiin tai arkisista tapahtumista perimiin maksuihin, kryptovaluutat saattavat kiinnostaa sinua.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Muista, että Ethereumin tarina on vasta alkumetreillä ja sen kehittyessä sille keksitään vielä paljon lisää käyttömahdollisuuksia.",
  "page-what-is-ethereum-slide-1-title": "Halvemmat ja nopeammat globaalit maksut",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Vakaat kryptovaluutat</b> ovat uudenlainen kryptovaluuttatyyppi, joka nojaa vakaammaksi luokiteltuihin omaisuustyyppeihin. Useimmat vakaat kryptot on sidottu Yhdysvaltain dollariin, ja ne säilyttävät siten dollarin arvon. Nämä kryptot mahdollistavat edullisen maailmanlaajuisen maksujärjestelmän. Monet nykyiset vakaat kryptot on rakennettu Ethereum-verkkoon.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum ja vakaat kryptot yksinkertaistavat valuttasiirron prosessia ulkomaille. Varojen siirtäminen ympäri maailmaa kestää usein vain muutaman minuutin, kun se perinteisillä siirroilla voi viedä useita arkipäiviä tai jopa viikkoja. Ylimääräisiä siirtomaksuja lähetettävän summan perusteella ei tule, ja rajoitukset sen suhteen, minne tai miksi lähetät valuuttaa, ovat minimaalisia.",
  "page-what-is-ethereum-slide-2-title": "Nopeinta kriisiapua",
  "page-what-is-ethereum-slide-2-desc-1": "Parhaimmillaan pankkitoiminta on useilla vakailla ja luotettavilla toimijoilla, jolloin voit pitää itsestään selvänä niiden tarjoamaa taloudellista vapautta, turvallisuutta ja vakautta. Monet ihmiset eri puolilla maailmaa kohtaavat kuitenkin poliittista sortoa tai taloudellisia vaikeuksia, eivätkä rahoituslaitokset välttämättä tarjoa heidän tarvitsemaansa suojelua tai palveluita.",
  "page-what-is-ethereum-slide-2-desc-2": "Sodan, talouden romahtamisen tai kansalaisvapauksien tukahduttamisen keskellä <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuelassa</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Kuubassa</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afganistanissa</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigeriassa</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Valko-Venäjällä</a> ja <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukrainassa</a> kryptovaluutat ovat kansalaisille nopea (ja usein ainoa) mahdollisuus talouden toimintakyvyn turvaamiseen.<sup><a to=\"https://www.financialinclusion.tech/\">1</a></sup> Kuten näistä esimerkeistä nähdään, kryptovaluutat ja Ethereum voivat tarjota eristyksissä oleville ihmisille pääsyn globaalin talouden pariin. Kryptovaluutat voivat myös tasata inflaation luomaa talouden epätasapainoa paikallisten valuuttojen arvon romahtaessa.",
  "page-what-is-ethereum-slide-3-title": "Luovien alojen toimijoiden tukena",
  "page-what-is-ethereum-slide-3-desc-1": "Pelkästään vuonna 2021 taiteilijat, muusikot, kirjailijat ja muut luovan alan toimijat ansaitsivat Ethereumissa yhteensä noin 3,5 miljardia dollaria. Tämä tekee Ethereumista yhden suurimmista globaaleista alustoista luoville toimialoille Spotifyn, YouTuben ja Etsyn rinnalla. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Lue lisää</a>.",
  "page-what-is-ethereum-slide-4-title": "Pelialan tukena",
  "page-what-is-ethereum-slide-4-desc-1": "Ansaitseminen (missä pelaajat saavat arvokkaita palkintoja pelaamalla) on tullut osaksi pelaamista, ja se muokkaa valtavasti pelialaa. Perinteisesti on ollut kiellettyä käydä kauppaa tai siirtää pelin sisäisiä resursseja perinteistä valuuttaa vastaan. Pelaaminen onkin osin siirtynyt epäluotettaville sivustoille, jotka ovat turvallisuusriski. Lohkoketjun kautta pelaamisen talouspuoli toimii läpinäkyvästi, ja samalla turvallisuus paranee.",
  "page-what-is-ethereum-slide-4-desc-2": "Pelaamisen kannustimena on osaltaan aito kaupankäynti rahakkeilla, joten peliaika tosiasiallisesti palkitaan.",
  "page-what-is-ethereum-meet-ether-title": "Saammeko esitellä: Ether, Ethereumin kryptovaluutta",
  "page-what-is-ethereum-meet-ether-desc-1": "Ethereum has a native cryptocurrency called ether (ETH). It is purely digital, and you can send it to anyone anywhere in the world instantly. The supply of ETH isn’t controlled by any government or company - it is decentralized and completely transparent. New coins (also commonly called tokens) are issued only to stakers who secure the network.",
  "page-what-is-ethereum-meet-ether-desc-2": "Jokainen toimenpide Ethereum-verkossa vaatii tietyn määrän laskennallista tehoa. Tämä maksu maksetaan Etherien muodossa. Tämä tarkoittaa, että tarvitset ainakin pienen määrän Etheriä voidaksesi käyttää verkkoa.",
  "page-what-is-ethereum-what-is-ether": "Mitä Ether on?",
  "page-what-is-ethereum-get-eth": "Hanki Ethereitä (ETH)",
  "page-what-is-ethereum-what-can-i-do-title": "Mitä voin tehdä ETH-valuutalla?",
  "page-what-is-ethereum-what-can-i-do-desc-1": "Vaikka mitä! Yksi merkittävimmistä Ethereum-tekniikan käyttötavoista on hajautettu rahoitus (DeFi), joka avaa kattauksen pankkipalvelujen kenelle tahansa, jolla on internetyhteys. Voit käyttää Etheriä vakuutena ottaessasi lainaa tai tarjota Ethereitä sijoittamiseen ja ansaitaksesi korkoa.",
  "page-what-is-ethereum-explore-applications": "Tutustu sovelluksiin",
  "page-what-is-ethereum-learn-defi": "Lue lisää DeFi-järjestelmästä",
  "page-what-is-ethereum-who-runs-ethereum-title": "Kuka Ethereumia pyörittää?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Mikään yksi taho ei hallitse Ethereumia. Se on olemassa hajautetun osallistumisen ja yhteisön yhteistyön ansiosta. Ethereum pyörii tietokoneilla, joita kutsutaan solmupisteiksi (solmu). Nämä tietokoneet sisältävät kopion Ethereum-lohkoketjun datasta. Tietokoneita käyttävät vapaaehtoiset, ja kokonaisuus korvaa suurten internetpalveluntarjoajien omistamat yksittäiset palvelin- ja pilvijärjestelmät.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Nämä yhteisessä verkossa toimivat solmupisteet, joita yksilöt ja toimijat globaalissa yhteisössä pyörittävät, tuottavat resilienssiä Ethereumin verkostorakenteeseen. Sen vuoksi Ethereum on huomattavasti vähemmän altis hakkeroinnille tai sulkemisille. <b>Vuoden 2015 jälkeen Ethereum on ollut käytettävissä kaiken aikaa, ilman katkoja</b>. Tuhannet yksittäiset solmut pyörittävät siis Ethereumia. Ethereum on Bitcoinin jälkeen kattavin hajautettu kryptojärjestelmä.",
  "page-what-is-ethereum-run-a-node": "Oman solmupisteen käynnistäminen",
  "page-what-is-ethereum-smart-contract-title": "Mitä älysopimukset ovat?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Älysopimukset ovat tietokoneohjelmia</b> Ethereum-lohkoketjussa. Ne <b>suoritetaan vain, kun käyttäjä (tai muu sopimus) käynnistää tapahtuman</b>. Tämä ominaisuus tekee Ethereumista erittäin joustavan sen suhteen, mitä se voi tehdä, ja myös erottaa Ethereumin muista kryptoista. Näitä ohjelmia kutsutaan nykyisin hajautetuiksi sovelluksiksi (dApps).",
  "page-what-is-ethereum-smart-contract-desc-2": "Oletko koskaan käyttänyt tuotetta tai palvelua, joka muutti käyttöehtojaan? Tai poisti ominaisuuden, jonka koit hyödylliseksi? Kun älysopimus on julkaistu Ethereumiin, se on verkossa ja toiminnassa niin kauan kuin Ethereum on olemassa. Edes kirjoittaja ei voi poistaa sitä. Koska älysopimukset automatisoidaan, ne eivät syrji mitään käyttäjäryhmää tai käyttäjää ja ne ovat aina käyttövalmiita.",
  "page-what-is-ethereum-smart-contract-desc-3": "Suosittuja esimerkkejä älysopimuksista ovat sovellusten mahdollistama lainananto, hajautettu kaupankäynti, vakuuttaminen, joukkorahoitussovellukset – yleisesti ottaen kaikki mitä keksit.",
  "page-what-is-ethereum-more-on-smart-contracts": "Lisätietoa älysopimuksista",
  "page-what-is-ethereum-explore-dapps": "Tutustu hajautettuihin sovelluksiin (dApps)",
  "page-what-is-ethereum-criminal-activity-title": "Kuulin, että kryptoa käytetään rikollisessa toiminnassa. Pitääkö tämä paikkansa?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Kuten mitä tahansa rahaa, osaa siitä käytetään väärin. Kaikki Ethereum-tapahtumat tapahtuvat avoimessa lohkoketjussa, joten viranomaisten on usein helpompi jäljittää laitonta toimintaa siellä kuin perinteisessä rahoitusjärjestelmässä. Tämä tekee luultavasti Ethereumista vähemmän houkuttelevan valinnan niille, jotka mieluummin haluavat pysyä huomaamatta.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Kryptoja käytetään rikollisiin tarkoituksiin paljon vähemmän kuin fiat-rahaa (perinteiset valuutat) Europolin äskettäisen raportin tärkeimpien havaintojen mukaan (Europol: Euroopan unionin lainvalvontayhteistyöstä vastaava virasto):",
  "page-what-is-ethereum-criminal-activity-desc-3": "”Kryptovaluuttojen käyttö laittomaan toimintaan näyttää olevan vain pieni osa koko kryptovaluuttataloudesta. Osuus näyttää olevan verrattain pienempi kuin perinteiseen rahoitukseen osallistuvien laittomien varojen määrä.”",
  "page-what-is-ethereum-energy-title": "Entäpä Ethereumin energiankulutus?",
  "page-what-is-ethereum-energy-desc-1": "Ethereum käyttää tällä hetkellä Proof of Work -mekanismia, joka kuluttaa paljon energiaa. Tulevina kuukausina (Q3/Q4 2022) Ethereum kokee historiansa suurimman päivityksen ja vaihtaa Proof of Stake -mekanismiin, joka <b>vähentää Ethereumin ympäristövaikutuksia huomattavasti</b>.",
  "page-what-is-ethereum-energy-desc-2": "Tämä päivitys vähentää Ethereumin toiminnan turvaamiseen tarvittavaa energiaa noin <b>99,5 </b>. Näin luodaan <b>turvallisempi verkko huomattavasti pienemmillä hiilidioksidipäästöillä</b>. Tämä tekee Ethereumista energiatehokkaan lohkoketjun ja parantaa sen turvallisuutta ja skaalautuvuutta.",
  "page-what-is-ethereum-more-on-energy-consumption": "Lisätietoa energiankulutuksesta",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Annual Energy Consumption in TW/yr",
  "page-what-is-ethereum-the-merge-update": "The Merge -päivitys",
  "page-what-is-ethereum-additional-reading": "Lisää luettavaa",
  "page-what-is-ethereum-week-in-ethereum": "Ethereumin viikkouutiset",
  "page-what-is-ethereum-week-in-ethereum-desc": "– viikottainen uutiskirje, joka käsittelee keskeisiä muutoksia ekosysteemissä",
  "page-what-is-ethereum-the-year-in-ethereum-2021": "Ethereumin vuosi 2021",
  "page-what-is-ethereum-the-year-in-ethereum-2021-desc": "17. tammikuuta 2022 – Josh Stark ja Evan Van Ness",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atomeja, instituutioita, lohkoketjuja",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "– miksi lohkoketjuilla on väliä?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum numeroina"
}
