{
    "page-apps-category-social": "Asetenam",
    "page-apps-category-collectibles": "Nneɛma a wɔboaboa ano",
    "page-apps-category-gaming": "Agodie",
    "page-apps-category-productivity": "Dwumadie",
    "page-apps-app-sub-category-lending-and-borrowing": "Dema ne adesre",
    "page-apps-app-sub-category-stablecoin-issuance": "Stablecoin yi ma",
    "page-apps-app-sub-category-rwa": "RWA",
    "page-apps-app-sub-category-yield": "Nea efiri mu ba",
    "page-apps-app-sub-category-dex": "DEX",
    "page-apps-app-sub-category-prediction": "Nkomhye",
    "page-apps-app-sub-category-crowdfunding": "Amansansikama",
    "page-apps-app-sub-category-salary-distribution": "Akatua ma",
    "page-apps-app-sub-category-onramp-/-offramp": "Wo ramp so/ firi ramp so",
    "page-apps-app-sub-category-social-network": "Amansan 'network'",
    "page-apps-app-sub-category-messaging": "Mesagyin",
    "page-apps-app-sub-category-video": "Sini",
    "page-apps-app-sub-category-music": "Nnwom",
    "page-apps-app-sub-category-stealth-address": "Nsie adres",
    "page-apps-app-sub-category-shielded": "Banbo",
    "page-apps-app-sub-category-pools": "Pools",
    "page-apps-app-sub-category-compliance": "Asotie",
    "page-apps-app-sub-category-market": "Dwom",
    "page-apps-app-sub-category-art": "Art",
    "page-apps-app-sub-category-ip": "IP",
    "page-apps-app-sub-category-gaming": "Agodie",
    "page-apps-app-sub-category-membership": "Kuomayo",
    "page-apps-app-sub-category-attendance": "Nko",
    "page-apps-app-sub-category-collect": "Gye",
    "page-apps-app-sub-category-mmorpg": "MMORPG",
    "page-apps-app-sub-category-retro-gaming": "gaming tetetete",
    "page-apps-app-sub-category-casual": "Kasual",
    "page-apps-app-sub-category-ai-gaming": "AI gaming",
    "page-apps-app-sub-category-card-&-deck-building": "Kad ne dek sie",
    "page-apps-app-sub-category-governance": "Nniso",
    "page-apps-app-sub-category-organization": "Adwumukuo",
    "page-apps-app-sub-category-offchain-voting": "Offchain abatoɔ",
    "page-apps-app-sub-category-onchain-voting": "Onchain abatoɔ",
    "page-apps-app-sub-category-tokenomics": "Tokenomics",
    "page-apps-app-sub-category-dao-creation": "DAO bɔ",
    "page-apps-app-sub-category-governor": "Manpanyin",
    "page-apps-app-sub-category-role-management": "Botae manegyement",
    "page-apps-app-sub-category-permissions": "Ho kwan ma",
    "page-apps-app-sub-category-framework": "Frameadwuma",
    "page-apps-app-sub-category-treasury-management": "Sika manegyement",
    "page-apps-app-sub-category-moloch": "Moloch",
    "page-apps-app-sub-category-delegation": "Nnanmusini",
    "page-apps-app-sub-category-agentic": "Agentic",
    "page-apps-app-sub-category-multi-sig": "Multi-sig",
    "page-apps-app-sub-category-smart-account": "Nyansa akawnt",
    "page-apps-app-sub-category-recognition": "Hunu",
    "page-apps-app-sub-category-compensation": "Dwantoɔ",
    "page-apps-app-sub-category-signalling": "Kwankyere",
    "page-apps-app-sub-category-philanthropy": "Papayɔ",
    "page-apps-app-sub-category-ai": "AI",
    "page-apps-app-sub-category-dns": "DNS",
    "page-apps-app-sub-category-communication": "Nkitahodie",
    "page-apps-app-sub-category-storage": "Akoraeɛ",
    "page-apps-app-sub-category-depin": "DePIN",
    "page-apps-app-sub-category-ticketing": "Tikit ma",
    "page-apps-app-sub-category-memberships": "Kuomma",
    "page-apps-app-sub-category-proof-of-personhood": "Adansie-de ma-nipayɔ",
    "page-apps-app-sub-category-ai-agents": "AI Agent ahodoɔ",
    "page-apps-app-sub-category-chain-abstraction": "Chain abstrakshin",
    "page-apps-app-sub-category-liquidity-network": "Sika netwek",
    "page-apps-app-sub-category-generalized-message-passing": "Messagye soma aa ewɔ ho ma obiaa",
    "page-apps-app-sub-category-validator-or-oracle": "Validator anaa orakle",
    "page-apps-app-sub-category-swap": "sesa",
    "page-apps-app-description-aave": "Aave ye decentralized sika protokol aa enhye obiaa ase aa dwumayefo betumi de omo ho ahye mu se adetonfo anaa adegyefo. Adetonfo no ma dwom no sika mmre aa fotoɔ da so, na adegyefo no betumi enya sika no ho kwan se omo de colateral aa eboro sika na omogye no so ba aa.",
    "page-apps-app-sky/maker---usds": "Sky/Maker-USDS",
    "page-apps-app-description-sky/maker---usds": "Sky.money ye pono kwan bi aa enhye obiaa ase de ko decentralized Sky Protokol no so, aa edi ne dwuma wɔ USDS stablecoin no ho.",
    "page-apps-app-ethena---usde": "Ethena-USDE",
    "page-apps-app-description-ethena---usde": "Ethena ye syntethik dola protokol aa yesi wɔ ethereum so aa ema crypto-native solushin de ma sika, USDe, aa ene dola nsie agyapadie aa ewɔ wiase nyinaa mu na edi dwuma, sUSDe.",
    "page-apps-app-description-uniswap": "Uniswap ye sika protokol aa eye otomated aa prodakt fomula aa esi so daa na ema no tumi na yeye wo sistem bi so aa eye nea ntumi nko n'anim nyansa apam wo Ethereum blockchain so. Eyi nipa foforo aa yegye won di ho hiade firi ho, ma decentralization ye nimpon, ko tia 'censorship', na ebɔ ban.",
    "page-apps-app-pendle": "Pendle",
    "page-apps-app-description-pendle": "Pendle ye DeFi protokol aa ne to si sikanya adeton so, aa ema dwumayefo kwan se omo besiesie anaa omo be leveragye omo sikanya no.",
    "page-apps-app-spark": "Spark",
    "page-apps-app-description-spark": "Spark Fi ye DeFi protokol aa enhye obiaa ase aa ema dwumayefo kwan ma omo ma bosia san sre digyital gyapade de fa Sparklend so, mmere aa omo nya sika kakraa fa USDS stablecoin no so aa ene Sky Savings Rate no na ebo ahyie.",
    "page-apps-app-morpho": "Morpho",
    "page-apps-app-description-morpho": "Morpho yɛ ɔboɔ, mfasoɔ wom, na ɛyɛ den platform a ɛma obiara tumi nya mfasoɔ fi sika a wɔde gu so ne sika a wɔbɔ ka. Saa ara nso na, ɛma nnwumafoɔ anaa nnwumakuo tumi bɔ ndwa, si vaults, na si ahorow ahorow a ɛwɔ so a wɔde bɛyɛ adwuma wɔ ne ho banbɔ ho a ɛnni kɔntɔnkye.\".",
    "page-apps-app-compound": "Compound",
    "page-apps-app-description-compound": "Compound yɛ EVM ho bɔ protocol a ɛma wubetumi de kripto agyapadeɛ yɛ agyapadeɛ a wode bɛtua ka, na wubetumi nso agye sika a wɔfrɛ no 'base asset'. Akawuntfoɔ nso betumi anya mfasoɔ so agyapadeɛ so sɛ wɔde 'base' agyapadeɛ no ma protokol no so.",
    "page-apps-app-description-curve": "Curve.fi yɛ decentralized exchange a ɛnyɛ obiara dea, na ɛsesaɛɛ kwan a wɔfa so yɛ stablecoin trading. Ɛhyɛɛ ase sɛ ɛde papa kyɛ nsesaɛ brɛ stablecoin swaps (te sɛ DAI kɔ USDC) fa liquidity pools so, baabi a nnipa de wɔn sika gu na wɔnya mfasoɔ fi so.",
    "page-apps-app-balancer": "Balancer",
    "page-apps-app-description-balancer": "Balancer yɛ decentralized otomated market maker (AMM) protokol a wɔbɔɔ no wɔ Ethereum so, na ne botae titiriw ne sɛ ɔde fungible ne 'yield-bearing liquidity' bɛboa. Balancer nkɔso no hyɛ den wɔ nkɔso a ɛba fi protokols ne nkwaeɛ a wɔde si platform no so no mu.",
    "page-apps-app-usual-": "Usual ",
    "page-apps-app-description-usual-": "Usual yɛ decentralized protocol a ɛyɛ te sɛ decentralized banki sistem. Ɛpam stablecoin a ɛda sika a ɛyɛ fiat akyi, na wɔde Ewiase-Ankasa Agyapade (RWAs) si ho ban. Eyi bɔ real agyapadeɛ ho ban, na ɛka ne ho DeFi mfasoɔ te sɛ ne dɔm no na ne sika a ɛyɛ den.",
    "page-apps-app-fluid": "Fluid",
    "page-apps-app-description-fluid": "Fluid yɛ DeFi protokol a ɛboaboa 'liquidity layer', otomatedd limits, ka deɛ ɛfa sika a wɔbɔ ka ho ne vault protokols, dennen oracle sistem, ne DEX protokol ano",
    "page-apps-app-frax": "Frax",
    "page-apps-app-description-frax": "Frax deɛ, ɛpam stablecoin 3 seesei: FRAX, FPI, ne frxETH, ne nsɛkan foforɔ a ɛnyɛ stablecoin nso. Ɛwɔ mu nso sɛ ɛwɔ nkabom nhyehyɛe bebree, anaasɛ ‘subprotokols’, a wɔde saa nsɛkan no bɔ mu ma ɛyɛ adwuma na ɛma system no nya gyinapɛn. Eyi kɔfa Fraxtal ho nso – L2 blockchain a wɔabɔ no sɛ modular sistem.",
    "page-apps-app-aerodrome": "Aerodrome",
    "page-apps-app-description-aerodrome": "Aerodrome yɛ decentralized nsesaɛ a wubetumi ayɛ nsesaɛ a ɛwɔ akatua ketewa so, de nsɛkan gu so na nya akatua, na nso wopɛ a, wubetumi akɔ so ne onchain ekonomi no mu ayɛ adwuma.",
    "page-apps-app-moonwell": "Moonwell",
    "page-apps-app-description-moonwell": "Ma wo digyital agyapadeɛ nyɛ adwuma. Tumi de bɔ ka anaa ma ɛyɛ ka ma afoforo, na fa so di nkunim wɔ biribiara a nkwa de brɛ wo so. Tua ka no akyire wo bo pɛ so ɛnni bosome sika a ɛsɛ sɛ wotua anaa akatua foforɔ a ɛka ho.",
    "page-apps-app-franklin-templeton---benji": "Franklin Templeton-BENJI",
    "page-apps-app-description-franklin-templeton---benji": "Benji yɛ Franklin Templeton dea ankasa, na ɛyɛ blockchain a wɔde abɔ mu system a ɛkyerɛ nwoma ho nsɛm. Ɛma ɛyɛ yie sɛ wɔbɛtumi atwe 'mutual funds' aba token so na wɔatumi ayɛ adwuma wɔ public blockchain akade so.",
    "page-apps-app-synthetix": "Synthetix",
    "page-apps-app-description-synthetix": "Synthetix ma sika ma 'derivatives' a wonni kwan sɛ wobɛhwɛ so te sɛ 'perpetual daakye, opshins, parimutuel nndwa, ne nneɛma foforɔ wɔ EVM chains nyinaa so.",
    "page-apps-app-zerolend": "ZeroLend",
    "page-apps-app-description-zerolend": "ZeroLend yɛ bosia suahunu a ɛyɛ mmerɛ ne a ɛnyɛ den ma nnipa bebree a wɔpɛ sɛ wɔde kɔ Defi mu. Wɔbɔɔ no wɔ L2 so.",
    "page-apps-app-syncswap": "SyncSwap",
    "page-apps-app-description-syncswap": "SyncSwap de 'zero-knowledge' teknɔlɔgyi so ma nnipa bebree nya DeFi a ɛyɛ mmerɛ ne akatua ketewa, na ɛde Ethereum ho ban pa ara bɛbrɛ wɔn.",
    "page-apps-app-ekubo": "Ekubo",
    "page-apps-app-description-ekubo": "Ekubo yɛ otomated dwom yefo a ɛwɔ nneɛma pii a ɛyɛ fɛfɛɛfɛ te sɛ konsentrated sika ne 'architecture' a ɛyɛ 'gas efficient' na ɛtumi kɔ so.",
    "page-apps-app-maple": "Maple",
    "page-apps-app-description-maple": "Maple de mfaso strategyis a ɛyɛ pɛpɛɛpɛ ne sika boa ma USDC, USDT, BTC, ne nneɛma foforɔ so ma amanamanmu mpanyimfoɔ ne onchain nnipa a wɔwɔ wiase nyinaa.",
    "page-apps-app-centrifuge": "Centrifuge",
    "page-apps-app-description-centrifuge": "Centrifuge yɛ platform a wɔde yɛ adwuma ma tokenized ewiase-ankasa agyapade, na ɛma wɔn tumi de yɛ dwuma, hwɛ so, ne sika gu mu wɔ RWAs mu.",
    "page-apps-app-goldfinch": "Goldfinch",
    "page-apps-app-description-goldfinch": "Goldfinch yɛ decentralized sika ho nhyehyɛe a ɛma obi tumi gye crypto ka a ɔmfa crypto ho agyapade nnyɛ ho nhyehyɛe. Ɛkɔ so de nsesaefo hyɛ asetena mu adwumayɛfo nsam.",
    "page-apps-app-superstate": "Superstate",
    "page-apps-app-description-superstate": "Superstate de sika ho agyapade bɔ ne crypto sika guaregyamma ho abɔde ano, de yɛ eyi wɔ 'on-chain public listings' ne tokenized securities mu.",
    "page-apps-app-tether---usdt": "Tether-USDT",
    "page-apps-app-description-tether---usdt": "Tether (USDT) yɛ stablecoin, ɛyɛ cryptocurrency a wɔde ne bo hyɛ fiat sika te sɛ U.S. dollar ho na wɔboa no so wɔ sika pa mu.",
    "page-apps-app-circle---usdc": "Circle-USDC",
    "page-apps-app-description-circle---usdc": "USDC yɛ digital dollar a wɔahyɛ ne ho ban 100% wɔ sika a ɛda hɔ mpofirim ne sika-te-sika agyapade mu, na wobɛtumi asesa no 1:1 akɔ U.S. dollar mu.",
    "page-apps-app-ondo": "Ondo",
    "page-apps-app-description-ondo": "Ondo yɛ dwumadi a ɔyɛ institutional-grade platforms, agyapade, ne infrastructure a ɛboa de sika guaregyamma kɔ onchain so.",
    "page-apps-app-paypal---pyusd": "PayPal-PYUSD",
    "page-apps-app-description-paypal---pyusd": "PayPal USD (PYUSD) yɛ stablecoin a wɔahyɛ ne ho ban wɔ sika a ɛyɛ nokware ne ɛda hɔ mpofirim mu. Wobɛtumi atɔ, atɔn, asie, anaa asoma no wɔ PayPal app anaa wɛbsaet so.",
    "page-apps-app-etherisc": "Etherisc",
    "page-apps-app-description-etherisc": "Etherisc ma nsiesiei a ɛyɛ pɛe ama ɛbɛyɛ mmerɛw sɛ wobɛtumi ayɛ, adi so, na ahwɛ mu yie wɔ decentralized honya ho banbo dwumadie mu.",
    "page-apps-app-polymarket": "Polymarket",
    "page-apps-app-description-polymarket": "Polymarket yɛ wiase nyinaa so prediction market a ɛkɛse sen biara, na ɛma wo tumi tena ase wɔ nsɛm ho nimdeɛ mu na nya mfaso fi wo nimdeɛ mu sɛ wobetɔ ntonto wɔ nneɛma a ɛrebɛsi daakye so, wɔ nsɛm akɛse akɛse ho.",
    "page-apps-app-1inch": "1inch",
    "page-apps-app-description-1inch": "1inch yɛ nsesae 'aggregator' a ɔhwehwɛ decentralized nsesae so, na ɔhwehwɛ crypto sika a ɛwɔ nsɔhwɛ a ɛtɔ so kakra ama wɔn a wɔyɛ sika ho adwuma.",
    "page-apps-app-liquity": "Liquity",
    "page-apps-app-description-liquity": "Liquity V2 yɛ decentralized bosia gye protokol a ɛma nnipa tumi gye ka wɔ sika a ne bo yɛ pɛ so na wɔtumi yɛ stablecoin a wɔfrɛ no BOLD",
    "page-apps-app-cowswap": "Cowswap",
    "page-apps-app-description-cowswap": "CoW Swap hwehwɛ sika a ne bo yɛ fam paa fi decentralized exchanges ne DEX 'aggregators' nyinaa mu, na ɛboa wo sɛ wunya sika dodow wɔ p2p trading mu, ɛno nso de boaboa wo ho ano fi MEV haw mu.",
    "page-apps-app-description-pooltogether": "PoolTogether yɛ sika-sie agorɔ a ɛma nnipa boaboa wɔn token so mfaso ano na wɔnya akwan so anya akyɛde. Nhyehyɛe no yɛ agorɔ-tebea nhyehyɛe a ɛma nnipa tumi sie wɔn token na wɔanya kwan anya akyɛde kɛse nso bere koro mu.",
    "page-apps-app-yearn": "Yearn",
    "page-apps-app-description-yearn": "Yearn Finance yɛ mfaso 'aggregator' a ɔhwehwɛ sika so mfaso a ɛkɔ so ho kwan ama crypto adwumayɛfo, na ɔyɛ eyi otomatikali wɔ nyansa apam mu.",
    "page-apps-app-true-markets": "True Markets",
    "page-apps-app-description-true-markets": "TrueMarkets yɛ decentralized nkomhye dwom platform a ɛma nnipa tumi hyɛ nneɛma a ɛrekɔ so wɔ wiase mu ho nkɔm wɔ binary opshins dwadie mu. Ɛboa ma wɔtumi hwɛ adwene a nnipa wɔ wɔ bere pɔtee mu na wɔanya nsɛm foforɔ nso.",
    "page-apps-app-flaunch": "Flaunch",
    "page-apps-app-description-flaunch": "Flaunch yɛ protokol a ɛnkyɛ nkɔntɔmposo ne engine ama tokenization ahorow nyinaa te sɛ memes, AI agents, nneɛma a wɔyɛ, adwuma a ɛyɛ anwonwade, RWAs, ne nneɛma foforɔ. Nhyehyɛe no ma wɔn a wɔyɛ adwuma tumi yɛ wɔn ankasa Token Managers, na ɛma wɔn ahoɔden ne ahofadi a ɛyɛ pɛpɛɛpɛ wɔ sika guaregyamma a ɛfa agyapade a wɔahyɛ ase ho.",
    "page-apps-app-octant": "Octant",
    "page-apps-app-description-octant": "Octant pɛ sɛ ɔbɛyɛ ahenni a ɛtumi gyina ne nan so ankasa a ɛboa ma wɔtumi bɔ sika guaregyamma ma wiase nyinaa so nneɛma pa, na ɛma ɔman nyinaa mfaso ne onipa baako baako sika tumi nya pɔtee ne pɔkyere.",
    "page-apps-app-superfluid": "SuperFluid",
    "page-apps-app-description-superfluid": "Nya sika bere biara. Superfluid yɛ sika streamin protokol a ɛma apps tumi yɛ adwuma ama sika nyini, sika guare ne sika ntonto wɔ onchain so, na eyi nyinaa si so bere tenten biara mu.",
    "page-apps-app-splits.org": "Splits.org",
    "page-apps-app-description-splits.org": "Splits.org yɛ decentralized platform a ɛma sika kyɛ ne sika mu kyɛfa yɛ mmerɛw na ɛyɛ otomatik wɔ on-chain, na ɛtumi yɛ eyi wɔ blockchain ahorow bebree so.",
    "page-apps-app-juiceboxeth": "JuiceboxETH",
    "page-apps-app-description-juiceboxeth": "Juicebox yɛ programmable treasury ne community funding protokol a ɛwɔ Ethereum so, a ɛma nnipa tumi hyɛ dwumadie ase wɔ sika boa bere ahorow a wɔtumi sesa mu, kyɛ sika wɔ kwan a obiara betumi ahu, na wɔtumi ma tokens anaa NFTs sɛ akatua—Wɔde no taa di dwuma wɔ DAOs, adwuma a ɛyɛ ntorɔ ne adwene foforɔ, ne nneɛma a ɛsɔre sɛ adwumayɛ foforɔ ma ɔman mu.",
    "page-apps-app-zkp2p": "zkp2p",
    "page-apps-app-description-zkp2p": "ZKP2P yɛ gyidie-nteso, yeho-yeho fiat-to-crypto on-ramp/off-ramp protokol a ɛde zero-knowledge adansedie (ZKPs) di dwuma sɛnea ɛbɛtumi akyerɛ sɛ off-chain sika aboɔ (sɛ Venmo anaa Revolut) asi nokware mu a wɔrenkyerɛ data a ɛyɛ ahintasɛm. Eyi ma fiat sika bɛtumi asesa kɔ crypto mu wɔ kwan a ɛyɛ ahofadi ne banbɔ ho.",
    "page-apps-app-teller": "Teller",
    "page-apps-app-description-teller": "Teller yɛ decentralized, yeho-yeho bosia protokol a ɛwɔ Ethereum ne Polygon so. Ɛma nnipa tumi gye ka a ɛyɛ bere so na ne mmara da hɔ a wonni margin sika biara. Wɔn a wɔgye ka no tua ka wɔ sika a ne bo yɛ pɛ so, na wɔsan nya wɔn agyapade nyinaa akyire sɛ ka no atwa mu.",
    "page-apps-app-eigencloud": "EigenCloud",
    "page-apps-app-description-eigencloud": "EigenLayer (EigenCloud) yɛ restaking protokol a ɛwɔ Ethereum so, a ɛma ETH ne LST (Liquid Staking Token) wurafo tumi de wɔn sika a wɔde asi yɛ adwuma bio sɛnea ɛbɛ bɔ protokols a wɔka ho (AVSs) ho ban, na wɔanya mfaso a ɛka ho bio.",
    "page-apps-app-zora": "Zora",
    "page-apps-app-description-zora": "Zora yɛ on-chain social network a ɛma akwankyerɛ foforɔ sɛnea wobɛtumi ayɛ nneɛma, anya nkɔmmɔ ne nkabom, na anya sika fi wo abrabɔ a ɛyɛ online mu.",
    "page-apps-app-rodeo": "Rodeo",
    "page-apps-app-description-rodeo": "Rodeo yɛ 'creative social network' a ɛma artists, adwumayɛfo, ne nsɛmfuafo ba bom sɛ wɔbɛ kyɛ ne di wɔn adwuma ho afahyɛ. Ɛde nsusuwii a ɛda social platforms so ne akwan soronko a wɔde boa ne ma obi nya sika fi adwene foforɔ mu bɔ abɔ mu.",
    "page-apps-app-towns": "Towns",
    "page-apps-app-description-towns": "Towns Protokol yɛ open-source protocol a wɔde yɛ decentralized bere-potee messagyin apps. Ɛwɔ EVM-compatible L2 chain, 'decentralized off-chain stream nodes', ne nyansa apam a wɔde asi Base so.",
    "page-apps-app-farcaster": "Farcaster",
    "page-apps-app-description-farcaster": "Farcaster yɛ social network a ɛyɛ decentralized a ɛboro mpɔtama wɔde asi Ethereum so. Ɛyɛ amansan social network te sɛ X ne Reddit. Wɔ mu no, nnipa betumi ayɛ wɔn ankasa profiles, post ‘casts’, na di afoforo akyi. Wɔn ankasa na wɔwɔ akwankyerɛ ne nkabom, na wɔwɔ ahoɔden sɛ wɔbɛtumi akɔ ne aba app ahorow mu.",
    "page-apps-app-orb": "Orb",
    "page-apps-app-description-orb": "Orb.club yɛ social mobile app a wɔde Lens Protokol asi so. Wɔnim no sɛ app a ɔwɔ 'viral sticker drops', 'collectible posts', 'native tipping', ne nsusuwii a ɛma nsɛmfuafo nya animuonyam.",
    "page-apps-app-shibuya-films": "Shibuya Films",
    "page-apps-app-description-shibuya-films": "Shibuya yɛ crowdfunding platform a ɛboa mfonini a wɔyɛ wɔn ankasaa wɔwɔ akokoduru. Ɛma creators nya nnyinasoɔ sɛnea wɔbɛtumi aboa sika, ayɛ nkabom, na abɔ nsɛm a ɛyɛ dedaw aba abrabɔ mu—episod baako baako mu.",
    "page-apps-app-hey.xyz": "Hey.xyz",
    "page-apps-app-description-hey.xyz": "Hey yɛ decentralized ne amansan media app a enhia kwanma a wɔde Lens Protokol asi so.",
    "page-apps-app-audius": "Audius",
    "page-apps-app-description-audius": "Audius yɛ music streaming platform a ɛde blockchain tɛknɔlɔgyi di dwuma ma artists ne asomfo nya tumi ne ahofadi kɛse. Wɔ Audius mu no, 'artists' betumi atwe wɔn nnwom na wɔbɛkora wɔn adwuma so tumi nyinaa, ɛberɛ a asomfo nso betumi ate nnwom bebree a ɛfiri mmarima ne mmea a wɔyɛ nnwom ho adwuma wɔ wiase nyinaa mu ",
    "page-apps-app-paragraph": "Paragraph",
    "page-apps-app-description-paragraph": "Paragraph yɛ Web3 tɛknɔlɔgyi so nsɛnbisa platform a ɛma akyerɛwfo betumi abɔ newsletters a wɔde crypto tokens bɔ mu ban ne yɛ wɔn nsɛm NFTs wɔ Ethereum ne Base blockchains so.",
    "page-apps-app-ethereum-follow-protocol": "Ethereum Nniakyire Protokol",
    "page-apps-app-description-ethereum-follow-protocol": "EFP yɛ on-chain social graph protocol a ɛma Ethereum users tumi “follow” anaa “tag” addresses foforɔ wɔ NFT-powered lists so. Ɛboa ma ENS ne Sign-In with Ethereum (SIWE)—yɛ adwuma pɛpɛɛpɛ sɛ Ethereum identity stack no ho afɔrebɔ, ma obiara tumi yɛ ne ho adwene wɔ Web3 so ",
    "page-apps-app-jokerace": "JokeRace",
    "page-apps-app-description-jokerace": "JokeRace yɛ decentralized governance protokol a ɛma communities tumi bɔ, abɔ ntonto, ne nya akatua wɔ wɔn nsusuwso ho. Wɔn a wɔka ho no bɔ ntonto kɛse so na wɔtumi nya akatua wɔ wɔn gyedie ne akyɛde ho, ma yɛn amammerɛ ne akatua nyinaa bɔ community-driven decision-making' ho ban pɛpɛɛpɛ.",
    "page-apps-app-description-interface": "Interface yɛ 'trading-focused social network' a ɛwɔ Ethereum so. Wobetumi kyerɛ w’adwene, hunu nsesae foforɔ wɔ markets mu, di w’adamfo akyi, na yɛ ntonto sɛnea wɔyɛ de live nkaebo boa wo ma wo nim nea ɛrekɔ so.",
    "page-apps-app-poidh": "poidh",
    "page-apps-app-description-poidh": "Poidh yɛ app a ɛwɔ onchain mu koraa a ɛma obiara tumi bɔ, sika gu so, na gye 'bounties' ama nsɛnhyɛso a ɛkɔ so wɔ wiase-ankosa mu. Ɛma ɛyɛ mmerɛ ne anigye sɛnea wobetumi de crypto ayɛ akatua ama biribiara, firi viral challenges kɔsi 'community-driven initiatives'.",
    "page-apps-app-fluidkey": "Fluidkey",
    "page-apps-app-description-fluidkey": "Fluidkey ma nnipa tumi hwɛ, gye, ne soma wɔn onchain agyapade a ɛnkyerɛ wɔn ahintasɛm.",
    "page-apps-app-rarimo": "Rarimo",
    "page-apps-app-description-rarimo": "Rebue abɔnten foforɔ ama social apps, a nnipa tumi tena wɔn ho ahintasɛm mu nanso wɔnnya nkorɔ wɔn nneɛma a wɔyɛe dada, wɔn nnamfo nwɔtwe, ne wɔn ho nsusuwso",
    "page-apps-app-railgun": "Railgun",
    "page-apps-app-description-railgun": "RAILGUN yɛ kokoam sistem a wɔde asi onchain pɔtee. Ɛde zero-knowledge cryptography di dwuma sɛnea ɛbɛma obi atumi de smart contracts ne DeFi yɛ nneɛma wɔ ne ho ahintasɛm mu, a ɔnnya hwee fi blockchain a ɔpɛ ne ho ban wɔ so ",
    "page-apps-app-privacy-pools": "Privacy Pools",
    "page-apps-app-description-privacy-pools": "Privacy Pools a 0xbow bɔɔ no yɛ kwan a ɛyɛ mmara mu ma obi tumi yɛ dwumadi ahintasɛm so wɔ Ethereum. 0xbow de siw wɔn a wɔyɛ bɔne kwan so de bɔ pool no mu nokwaredi ho ban.",
    "page-apps-app-tornado-cash": "Tornado Cash",
    "page-apps-app-description-tornado-cash": "Banbɔ, Decentralized, ne Ahintasɛm-so Protocol",
    "page-apps-app-zk-pass": "ZK Pass",
    "page-apps-app-description-zk-pass": "Hwɛ mu sɛ w’ankasa wo ho nsɛm yɛ nokware wɔ wiase mu, nanso nkyerɛ wo ho nsɛm ahintasɛm.",
    "page-apps-app-0xbow": "0xbow",
    "page-apps-app-description-0xbow": "0xbow yɛ privacy protokol a ɛwɔ Ethereum so, a ɛma obi tumi yɛ private transactions a ɛyɛ mmara mu na ɛda so wɔ 'zero-knowledge technology' so, de 'customizable Privacy Pools' boa ma ɛyɛ mmerɛ ne banbɔ mu.",
    "page-apps-app-opensea": "OpenSea",
    "page-apps-app-description-opensea": "OpenSea yɛ online marketplace ama 'non-fungible tokens' (NFTs) a ɛma nnipa tumi tɔ, tɔn, ne bɔ NFTs. Ɛyɛ decentralized platform a ɛma nnipa tumi yɛ ntonto wɔ agyapade a ɛyɛ digyital te sɛ art, music, nneɛma a ɛwɔ agorɔ mu, ne nsɛm foforɔ so, wɔ blockchains bebree so ",
    "page-apps-app-blur": "Blur",
    "page-apps-app-description-blur": "Blur yɛ NFT marketplace a ɛyɛ adwuma sɛ nimdifo pɛ ma NFT trading a ɛnni ka ne nketenkete ahorow ma wɔn a wɔyɛ traders a wɔwɔ nimdeɛ ne adwenem wɔ dwumadi mu.",
    "page-apps-app-highlight": "Highlight",
    "page-apps-app-description-highlight": "Highlight yɛ platform a wɔde bɔ ne boaboa digital art ne amammerɛ ano.",
    "page-apps-app-manifold": "Manifold",
    "page-apps-app-description-manifold": "Manifold Studio yɛ mfidie mfurum dodow a ɛma wo tumi si w’ankasa Web3 creative platform. Studio no ma wotumi bɔ na fa kyɛ agyapade a ɛyɛ digyital, a wɔfrɛ no non-fungible tokens (NFTs).",
    "page-apps-app-rarible": "Rarible",
    "page-apps-app-description-rarible": "Rarible yɛ multi-chain platform a ɛma wo tumi tɔ, tɔn, ne bɔ 'non-fungible tokens' (NFTs).",
    "page-apps-app-pudgy-penguins": "Pudgy Penguins",
    "page-apps-app-description-pudgy-penguins": "Pudgy Penguins yɛ wiase nyinaa so IP a ne gyinae ne sɛ wɔbɛma penguin, ne memetic amammerɛ ne anigye ne papa adwene atrɛ wiase nyinaa.",
    "page-apps-app-bored-ape-yacht-club": "Bored Ape Yacht Club",
    "page-apps-app-description-bored-ape-yacht-club": "Bored Ape Yacht Club yɛ dwumadi a ɛwɔ Bored Ape NFTs 10000— baako digyital nneɛma a wɔde sie a wɔte Ethereum blockchain so.",
    "page-apps-app-art-blocks": "Art Blocks",
    "page-apps-app-description-art-blocks": "Art Blocks yɛ digyital platform a ɛma 'generative artists' tumi da wɔn adwuma a ɛyɛ baako ne baako adi de creative code yɛ adwuma. Ɛwɔ ne fi ase wɔ conceptual art mu, na 'generative art' yɛ adwuma a wɔyɛ algorithm de computer code so, a wɔde ahokyere ka ho wɔ artist no 'algorithm' mu sɛnea ɛbɛma adwuma a ɛyɛ soronko abɔ mu.",
    "page-apps-app-cool-cats": "Cool Cats",
    "page-apps-app-description-cool-cats": "Cool Cats yɛ dwumadi a ɛwɔ NFT 'avatars' 9,999 a wɔde 'random generation' ayɛ. 'Avatars' biara yɛ Blue Cat a ɔwɔ ne ho nsusuwii ne nsɛmfua soronko te sɛ ntama, tiho nhyehyɛe, ne nkata ho nneɛma.",
    "page-apps-app-doodles": "Doodles",
    "page-apps-app-description-doodles": "Doodles yɛ ntorɔwtoɔ dwumakuo foforɔ a ɛyɛ awo ntoasoɔ a ne gyinae ne nsɛm a wɔka mu a ɛma obi bɛte mu yie. Wɔyɛ eyi de yɛ na kyɛ nkɔmɔsoɔ ne anigye a ɛyɛ live ne digyital, yɛ nsɛm a ɛyɛ dedaw, ne nneɛma a ɛfa abrabɔ ho.",
    "page-apps-app-basepaint": "Basepaint",
    "page-apps-app-description-basepaint": "BasePaint.xyz yɛ onchain pixel art app a ɛma 'artists' tumi yɛ adwuma bom sɛ wɔbɛbɔ mfonini a wɔyɛ da biara, na wɔde wɔn adwuma no hyɛ NFT mu akɔ so wɔ blockchain so.",
    "page-apps-app-foundation": "Fapem",
    "page-apps-app-description-foundation": "Foundation.app yɛ NFT dwombeae a ɛma 'artists' tumi de wɔn adwuma bɔ mu sɛ NFTs, na ɛma agyefo tumi tɔ, tɔn, ne yɛ ntonto wɔ digyital 'artworks' a wɔde yɛ ho dwuma no mu.",
    "page-apps-app-sandbox": "Sandbox",
    "page-apps-app-description-sandbox": "The Sandbox yɛ 'community-driven creative' platform a ɛma 'artists', anwonsemtufuo, ne agodi yefo tumi yɛ, da adi, nya agyapade, ne nya sika wɔ adwuma ne nsɛm a ɛyɛ soronko bebree so. Wɔyɛ eyi nyinaa wɔ decentralized platform a ɛwɔ blockchain so.",
    "page-apps-app-superrare": "SuperRare",
    "page-apps-app-description-superrare": "SuperRare yɛ platform a ɛma nnipa tumi bɔ, boaboa ano, ne ntoto digyital 'art' a ɛyɛ na a wɔahyɛ ho ban wɔ 'non-fungible tokens' (NFTs) mu wɔ Ethereum blockchain so. Adwuma biara a ɛwɔ SuperRare yɛ edishin baako pɛ, kyerɛ sɛ adwuma biara yɛ soronko na nni ne mpaemuka.",
    "page-apps-app-decentraland": "Decentraland",
    "page-apps-app-description-decentraland": "Decentraland yɛ wiase nyinaa mu decentralized, social virtual world a edi kan, a ɛma nnipa tumi nya agyapade, yɛ nneɛma, na di wɔn ankasa digyital aset so. Wɔhyɛɛ ase wɔ 2020, na Decentraland wɔ asase a ɛda hɔ ma obiara betumi afa so a nnipa ankasa na wɔbɔ mu nsɛm, na ɛkɔ so sesakra ne nyini wɔ bere pɔtee mu.",
    "page-apps-app-magic-eden": "Magic Eden",
    "page-apps-app-description-magic-eden": "Magic Eden yɛ 'non-fungible token' (NFT) dwadiebeae a ɛma nnipa tumi tɔ, tɔn, bɔ, ne hwɛ wɔn NFTs so. Ɛyɛ platform a ɛyɛ din wɔ nnipa a wɔyɛ NFT dwumadie foforɔ ne wɔn a wɔpɛ sɛ wɔyɛ NFT ntonto wɔ akyire dwaso no mu ",
    "page-apps-app-azuki": "Azuki",
    "page-apps-app-description-azuki": "Azuki yɛ brand a ɛwoo no wɔ bea a adwuma, tɛknɔlɔgyi, ne intanɛt amammerɛ bɔ abɔ. Ne fi ase yɛɛ web3 project, nanso akyiri no agye nkɔ anim akɔ yɛ wiase nyinaa mu kurompɔn a ɛyɛ adwumayɛfo ne nsɛmfuafo a wɔyɛ abɔdin foforɔ, nsɛm, ne anigye nsɛm bom. Efi digyital collectibles kɔ ntama ne nneɛma a ɛsi ase wɔ wiase mu, Azuki rebɔ abɔde kɛse ama digyital natives a wɔpɛ nneɛma a ɛreba daakye no.",
    "page-apps-app-description-poap": "POAP yɛ nsɛm-kyɛw ama wo abrabɔ. Wobɛtumi abɔ wo nkae a ɛho hia paa wɔ wo abrabɔ mu sɛ digyital collectibles a wɔbɛtena hɔ daa wɔ blockchain so.",
    "page-apps-app-courtyard": "Courtyard",
    "page-apps-app-description-courtyard": "Courtyard yɛ platform a ɛma wo tumi bɔ ne yɛ ntonto NFTs a wɔahyɛ ho ban wɔ ewiase-ankasa collectibles te sɛ adeton kads mu. Agyapade no wɔ insured vaults mu na wɔtumi gye wɔ on-chain so.",
    "page-apps-app-eve-frontier": "EVE Frontier",
    "page-apps-app-description-eve-frontier": "EVE Frontier yɛ sandbox agodi a nnipa ankasa adwuma na ɛma no nyini. Efi kuw a agyegyefo ankasa na wɔbɔe, kɔ bases, wɔn ankasa sika ho nsɔwɔw ne stargate network, ɛma wo tumi bɔ wiase a ɛte ase na ɛyɛ ankasa wo dea.",
    "page-apps-app-description-remix": "Remix yɛ platform a ɛde AI ne mobile agodi bɔ abɔ mu, na wɔayɛ no sɛnea ɛbɛma on-chain, AI-powered agodi aba mu ama nnipa anya ho akwannya.",
    "page-apps-app-illuvium": "Illuvium",
    "page-apps-app-description-illuvium": "Illuvium yɛ collectible RPG gagodine 'auto-battler' a wɔde abɔ mu sɛ agodi baako. Wɔ 'overworld' no mu, wobɛtumi anya 'open-world RPG' anigye, fa so yɛ mining, hwɛ so ma nneɛma nyini, kyere Illuvials, na ko. Sɛ woaboa wo team ano a, wobɛtumi akɔ 'autobattler' no mu sɛnea wobɛbɛyɛ wo team den ama wɔatumi ako na adi so wɔ ɔko mu.",
    "page-apps-app-parallel": "Parallel",
    "page-apps-app-description-parallel": "Parallel yɛ 'free-to-play', 'turn-based strategy' agodi a agyinatufo de card 40 bɔ wɔn deck fi factions enum anaa universal kads mu, na wɔde ko wɔn ho wɔ ɔko mu.",
    "page-apps-app-snapshot": "Snapshot",
    "page-apps-app-description-snapshot": "Snapshot yɛ abatoɔ platform a ɛma DAOs, DeFi protokols, ne NFT nkuro tumi bɔ aba mmerɛw mu a wɔmfa gas fees nnyɛ ho adwuma. Saa dwumadie yi ma abatoɔ kwan no betumi asesa sɛnea ɛbɛyɛ a ɛbɛhyɛ nnipa ne nwumakuo a wɔde yɛ adwuma no nsɛntitire ne ɛhia ahorow mu pɔtee.",
    "page-apps-app-tally": "Tally",
    "page-apps-app-description-tally": "Tally yɛ platform a ne gyinae ne on-chain governance ama 'decentralized autonomous organizations' ne blockchain protokols. Ɛma wɔn nnyinasoɔ ne infrastructure a ɛboa wɔ dwumadi sɛ hyɛ DAO ase, hwɛ so, ne fa ho mu.",
    "page-apps-app-hats-protocol": "Hats Protocol",
    "page-apps-app-description-hats-protocol": "Hats de nnwumakuo sesa bɔ mu yɛ digyital akade a wɔtumi yɛ ne ho nhyehyɛe. Ahoɔden, ananmusɛm, ne tumi a wɔwɔ wo adwumakuo mu no, wobɛtumi ayɛ otomatik, sɛnea software sistem a ɛda hɔ no te pɛpɛɛpɛ.",
    "page-apps-app-aragon": "Aragon",
    "page-apps-app-description-aragon": "Aragon yɛ full-stack DAO tɛknɔlɔgyi a ɛboa nnwumakuo ma wɔtumi di wɔn nhyehyɛe ne agyapade so mmerɛw ne wɔbanbɔ mu wɔ on-chain so.",
    "page-apps-app-daohaus": "DAOhaus",
    "page-apps-app-description-daohaus": "DAOhaus ma nkuro tumi bɔ wɔn ankasa DAO, na wɔtumi hwɛ so, ma no nyini, ne kyɛ sika a wɔde ka bom.",
    "page-apps-app-event-horizon": "Event Horizon",
    "page-apps-app-description-event-horizon": "Event Horizon yɛ amansan agudie a ɛboa DAOs ma wɔtumi yɛ wɔn aba-to, token ho dwuma, ne amamuo kwan no nyinaa yɛ papa. Wɔyɛ eyi de agentic amamuo ne 'Incentivized Delegation Vaults' boa ho ",
    "page-apps-app-splits": "Splits",
    "page-apps-app-description-splits": "Splits yɛ platform a ɛma sika ho nhyehyɛe ama on-chain kuo, na ɛyɛ adwuma titiriw wɔ sika to ne sika kyɛ de audited, open-source nyansa apam yɛ adwuma.",
    "page-apps-app-safe": "Safe",
    "page-apps-app-description-safe": "Di Intanɛt no so. Fa Ethereum Nyansa Akawnts di dwuma sɛnea wobɛtumi abo wo digyital agyapade ho ban na ayɛ ade foforɔ ama daakye a ɛfa agyapade ho.",
    "page-apps-app-coordinape": "Coordinape",
    "page-apps-app-description-coordinape": "Coordinape de mfidie ma nnipa tumi hunu, da so, ne nyinaa nyɛ adwuma bom wɔ onchain networks a wɔda gyidie so.",
    "page-apps-app-endaoment": "Endaoment",
    "page-apps-app-description-endaoment": "Endaoment yɛ amammɔbea a ɛwɔ aban anim a ɛma obi tumi yɛ Donor-Advised Funds (DAFs) na ɛboa nso ma akyɛde kɔ amammɔbea a ɛnyɛ sika-hia.",
    "page-apps-app-researchhub": "ResearchHub",
    "page-apps-app-description-researchhub": "ResearchHub yɛ platform a wɔabɔ no ho ban sɛnea ɛbɛma sɔhwɛ ahorow wɔ nyansapɛ mu ayɛ ntɛm. Ɛyɛ saa de hyɛ suapɔnfo ne nsɛnhyɛnfo nkuran sɛ wɔnyɛ adwuma bom wɔ kwan a ɛda hɔ ma obiara na ɛyɛ patapaa ",
    "page-apps-app-prime-intellect": "Prime Intellect",
    "page-apps-app-description-prime-intellect": "Prime Intellect de AI mpontuo ma obiara tumi ka ho wɔ akwan kɛse so, efisɛ ɛma ɛyɛ mmerɛ sɛ wubenya compute resources a ɛwɔ wiase nyinaa, na wutumi sua AI models a ɛyɛ fɛfɛɛfɛ de 'distributed training' yɛ adwuma wɔ clusters nyinaa mu.",
    "page-apps-app-agora": "Agora",
    "page-apps-app-description-agora": "Agora yɛ on-chain amamuo platform a ɛyɛ den ne ɛyɛ foforɔ a ɛma protokols ne nkuro (te sɛ Uniswap, Optimism, ne ENS) nya tumi wɔ voting systems a ɛyɛ kɛse, banbɔ mu, na ɛyɛ mmerɛ ma obiara — a ɛsan yi hia a wɔde custom code yɛ adwuma no fi hɔ.",
    "page-apps-app-sablier": "Sablier",
    "page-apps-app-description-sablier": "Sablier yɛ protokol a ɛboa ma tokens betumi akyɛ wɔn ho nkyɛmu kɔ bere tenten mu otomatik mu. Saa ‘streaming’ tumi yi ahotoso a ɛhia sɛ yɛyɛ ntonto nkutoo fi hɔ, na ɛboa ma bere ne ahohoroho yɛ ho mmerɛ.",
    "page-apps-app-description-ens": "Ethereum Name Service anaa ENS yɛ decentralized naming protokol a wɔde asi Ethereum blockchain so. Ɛdi open-source standards akyi na ɛyɛ adwuma wɔ smart contracts a wɔyɛ decentralized mu, a wɔn adwuma ne sɛ wosesa blockchain adres ahodo ma ɛyɛ din a nnipa betumi akan ne ate ase.",
    "page-apps-app-huddle01": "Huddle01",
    "page-apps-app-description-huddle01": "Huddle01 yɛ decentralized mmere-potee nkitahodie platform a ɛma vsini nhyiamu wɔ kwan foforɔ a ɛnyɛ centralized. Ne botae ne sɛ ɔbɛtɔ latensi fam, bɛma adwumadi ayɛ ntɛm na ayɛ yiye, na asiw sika a wɔde si ahyɛnsode so, de yɛ nkɔmmɔyɛ no mmerɛ ne kɛse.",
    "page-apps-app-livepeer": "Livepeer",
    "page-apps-app-description-livepeer": "Livepeer yɛ decentralized network a ɛde sini komputin yɛ adwuma a nni ahohuru. Ɛma AI prosesin ne transkoding adwumadi tumi boa ma video daakye ayɛ den ne nyansa wɔ blockchain so.",
    "page-apps-app-zk-/-open-passport": "ZK / Open Passport",
    "page-apps-app-description-zk-/-open-passport": "ZKPassport SDK ma 'identity verification' yɛ adwuma wɔ ahintasɛm mu, de passports ne ID kads boa ho. Ɛma developers tumi bisa na ahwehwɛ akwan bi a ɛfa onipa ho, nanso wɔnkyerɛ onipa ho nsɛm a ɛnyɛ hia.",
    "page-apps-app-quarkid": "QuarkID",
    "page-apps-app-description-quarkid": "QuarkID yɛ digyital gyidie framework a Buenos Aires kurow aban na ɔbɔɔ no, a ne botae ne sɛ ɔbɛbɔ digyital identity system foforɔ ama nnipa ne aban dwumadi.",
    "page-apps-app-rotki": "Rotki",
    "page-apps-app-description-rotki": "Rotki yɛ open-source, self-hosted portfolio managya a ɛka ho sɛ akontabuo ne analitiks tool, na ne botae ne sɛ ɔbɔ wo ho ban na ɔhwɛ wo ho ahintasɛm so.",
    "page-apps-app-fileverse---ddocs": "Fileverse - ddocs",
    "page-apps-app-description-fileverse---ddocs": "Fileverse yɛ decentralized alternative ma Notion ne Google Workspace. Wobetumi de kyerɛw nsɛm, yɛ adwuma bom wɔ docs ne sheets so, yɛ nsusuwso, bo wo files ano, hwɛ wo nimdeɛbea so, bɔ wo ankasa webpage, ne nneɛma foforɔ bebree -pɛpɛɛpɛ anaa sɛ ɔmanfoɔ nkutoo.",
    "page-apps-app-fileverse---dsheets": "Fileverse - dsheets",
    "page-apps-app-description-fileverse---dsheets": "dSheets yɛ open-source spreadsheet tool a ne gyinae yɛ ahintasem ne onchain nkitahodie. Ɛma nnipa tumi fa onchain data aba mu, yɛ smart contracts, ne fa Web3 nsusuwso di dwuma. Wɔde end-to-end encryption ne zero data storage ahorow abɔ mu, ma banbɔ ne ahintasɛm yɛ den paa.",
    "page-apps-app-eas": "EAS",
    "page-apps-app-description-eas": "Ethereum Attestation Service (EAS) yɛ akade amansan agudie a ɛma obi tumi yɛ agyina nsɛm anaa adanseɛ wɔ onchain anaa offchain fa biribiara ho.",
    "page-apps-app-unlock": "Unlock",
    "page-apps-app-description-unlock": "Unlock Protokol yɛ protocol a ɛma creators tumi nya sika fi wɔn content mu de nsɛm kakra bi pɛ, wɔ kwan a ɛyɛ decentralized koraa so. Ɛda so wɔ memberships ne subscription NFTs so, a ɛwɔ features te sɛ bere nhyehyɛe, nsakrae wɔ pricing mu, ne ntuotuo sika. Wɔsɔ mu wɔ developers ne kuromafo mpempem pii mu a wɔde yɛ membership products a ɛyɛ foforɔ ama daakye",
    "page-apps-app-human-passport": "Human Passport",
    "page-apps-app-description-human-passport": "Human Passport yɛ 'identity verification app' ne 'Sybil resistance' protokol. Developers betumi de Human Passport nsesae ahorow ne nsom di dwuma de si 'humanity solution' a ɛyɛ soronko ma wɔn app anaa project, ma ɛyɛ nokwaredi, gyidie ne pɛyɛ wɔ kuro mu.",
    "page-apps-app-sequence": "Sequence",
    "page-apps-app-description-sequence": "Sequence yɛ developer platform a ɛma nyansa apam sika kotoku, SDKs, ne akade ama wɔn a wɔpɛ sɛ wɔsi Web3 apps ne agorɔ wɔ Ethereum ne EVM chains so.",
    "page-apps-app-eternal-ai": "Eternal AI",
    "page-apps-app-description-eternal-ai": "ChatGPT said:\n\nEternal AI yɛ platform a ɛwɔ blockchain so a ɛma obi tumi bɔ, de yɛ adwuma, na nya sika fi AI agents a wɔde cryptographic banbɔ ayɛ den, sɛ nyansa apam.",
    "page-apps-app-virtuals": "Virtuals",
    "page-apps-app-description-virtuals": "Virtuals Protokol yɛ kuo a ɛwɔ AI agents a wɔyɛ adwuma mu, a biara wɔ abɔde sɛ ɔbɛbɔ nsom anaa nneeɛma na ɔbɛtumi ayɛ ntonto ne dwumadi wɔ onchain. Wɔde agents no ayɛ tokens, ma ɛyɛ mmerɛ ma sika-bɔ, adwuma a ɛnnhia ahyɛde, ne akatua a ɛbɔ abofo, investors, ne agents ho ban pɛpɛɛpɛ.",
    "page-apps-app-particle-network": "Particle Network",
    "page-apps-app-description-particle-network": "Tua sika de agyapade biara. Yɛ ntonto wɔ chains nyinaa mu a ɛyɛ mmerɛ. Mma wo ho nhu bridging bio da.",
    "page-apps-app-layerswap": "Layerswap",
    "page-apps-app-description-layerswap": "Layerswap yɛ abanbɔ mu na nokwaredi wom solution ama sika a ɛyɛ crypto a wɔpɛ sɛ wɔtua kɔ networks foforɔ so wɔ mmeneda kakra pɛ. App no ma cross-chain transfers yɛ mmerɛ ne ahomegye mu wɔ blockchains 35+ so, na ɛma nso ntonto pɔtee wɔ chains ne exchanges 15+ ntam.",
    "page-apps-app-hop": "Hop",
    "page-apps-app-description-hop": "Hop yɛ token bridge a ɛyɛ skalable na ɛfa rollup-to-rollup so yɛ adwuma. Ɛma nnipa tumi soma tokens fi rollup anaa sidechain kɔ foforɔ so ntɛm ara pɛ, na ɛnnhia sɛ wɔtwɛn network akwanhyia bere no.",
    "page-apps-app-stargate": "Stargate",
    "page-apps-app-description-stargate": "Stargate yɛ 'composable cross-chain liquidity transport' protokol a ɛma agyapade tumi tu kwan ntɛm ne mmerɛ mu wɔ blockchains ntam.",
    "page-apps-app-across": "Across",
    "page-apps-app-description-across": "Across yɛ 'cross-chain bridge' ama L2s ne rollups a UMA ne 'optimistic oracle' no na ɛbɔ ho ban. Wɔayɛ no sɛnea ɛbɛyɛ capital efficiency de liquidity pool baako pɛ, relayers a wɔne wɔn ho bɔ ho nkontaa, ne akatua model a ɛnni 'slippage'.",
    "page-apps-app-meson": "Meson",
    "page-apps-app-description-meson": "Meson yɛ kwan a ɛyɛ ntɛm ne banbɔ ho yie ma wɔtumi yɛ cross-chain nsesaeɛ a ɛyɛ low-cost, zero-slippage wɔ blockchain ahodoɔ titiriw ne layer-2 rollups nyinaa so.",
    "page-apps-app-debridge": "deBridge",
    "page-apps-app-description-debridge": "DeBridge yɛ DeFi sika guaregyamma internet, a ɛma agyapade ne nsɛm tumi kɔ so fi beae ba beae wɔ bere pɔtee mu wɔ DeFi wiase mu. Ɛyɛ eyi a ɛnni sika nsuo no haw ne ɔhaw ho, na deBridge tumi ma cross-chain adwumayɛ nyinaa so wɔ sika a ɛyɛ dɔɔso, nsesae a ɛyɛ ketewa, ne bo a wɔahyɛ ho ban mu.",
    "page-apps-app-orbiter-finance": "Orbiter Finance",
    "page-apps-app-description-orbiter-finance": "Orbiter Finance ma wɔtumi yɛ cross-rollup nkitahodie a ɛfa Ethereum ne Bitcoin native agyapade ho wɔ kwan a ɛnni gyidie ho hia ne a ɛyɛ mmerɛw na ɛnni nkɔntonsom so.",
    "page-apps-app-celer-cbridge": "Celer cBridge",
    "page-apps-app-description-celer-cbridge": "Celer yɛ blockchain interoperability protokol a ɛma nnipa tumi nya one-click suahunu de kɔ tokens, DeFi, GameFi, NFTs, amamuo, ne nneɛma foforɔ a ɛwɔ blockchain ahorow bebree so.",
    "page-apps-app-synapse": "Synapse",
    "page-apps-app-description-synapse": "Synapse Bridge yɛ cross-chain akade a wɔde asi hɔ ma ɛboa nnipa sɛ wɔtumi twa agyapade mu mmerɛw na ɔhaw nni ho wɔ blockchain nyinaa so.",
    "page-apps-app-gas.zip": "Gas.zip",
    "page-apps-app-description-gas.zip": "Ɔyɛ gas refuel bridge a ɛyɛ ntɛm sen biara, na ɛyɛ bea baako pɛ ama blockchain 350+ so. Fa so kɔ na hwehwɛ wo alt-chains ne L2s a wopɛ nyinaa, ntɛm ara.",
    "page-apps-app-staking-launchpad": "Staking Launchpad",
    "page-apps-app-description-staking-launchpad": "Bɛyɛ validator na boa bɔ Ethereum daakye ho ban.",
    "page-apps-app-bungee": "Bungee",
    "page-apps-app-description-bungee": "Bungee ma swap a ɛyɛ mmerɛw ne ɔhaw nni ho wɔ blockchain biara mu. Wɔde akɔ sika ho adwuma a ɛboro $20B ne gyidi a sika kotoku akese ne dApps de wɔ mu, Bungee ma agyapade a wɔtwa fi network ba network yɛ mmerɛw, banbɔ ho yie, na obiara betumi ayɛ."
}