{
    "page-layer-2-hero-title": "Layer 2",
    "page-layer-2-hero-header": "Ethereum ntam nkitahodi ahorow",
    "page-layer-2-hero-description": "Fa Ethereum di dwuma ma ɛka no fã ketewaa bi.",
    "page-layer-2-hero-button-2-content": "Sua bi ka ho",
    "page-layer-2-calloutCard-1-title": "$0.01 ɛka",
    "page-layer-2-calloutCard-1-description": "Wubetumi adi gua, de sika amena wiase nyinaa, anaasɛ wode dwumadie ahorow adi dwuma a worenhaw wo ho wɔ ɛka kɛse ho.",
    "page-layer-2-calloutCard-2-title": "Nkitahodi a ɛbɛn ntɛm ara",
    "page-layer-2-calloutCard-2-description": "Sɛ ebia woretua sika ntɛmntɛm anaasɛ wode wo ho rehyɛ sikasɛm a wɔde ahyɛ aman nsa mu (DeFi) no, ɛsɛ sɛ woyɛ adwuma no nyinaa gye mmɛrɛ kakraa bi pɛ.",
    "page-layer-2-calloutCard-3-title": "Ethereum na ɛboaa no",
    "page-layer-2-calloutCard-3-description": "Ethereum bere-a wɔada no adi na amansin blockchain adwuma sɛ settlement layer ma afoforo foforo networks.",
    "page-layer-2-meta-title": "Intro to Ethereum Layer 2: mfasoɔ ne dwumadie",
    "page-layer-2-meta-description": "Sua Ethereum layer 2 ntam nkitahodi ho ade",
    "page-layer-2-powered-by-ethereum-title": "Ethereum na ɛma ahoɔden",
    "page-layer-2-powered-by-ethereum-description-1": "Ethereum nyɛ ntwamutam baako kɛkɛ bio.",
    "page-layer-2-powered-by-ethereum-description-2": "Ethereum nyɛ ntwamutam baako pɛ bio.",
    "page-layer-2-powered-by-ethereum-description-3": "Kamfo daakye denam nkitahodibea pii a Ethereum na ɛma ahoɔden no biako a wobɛka ho no so!",
    "page-layer-2-man-and-dog-alt": "Onipa ne ɔkraman a wɔredi agoru",
    "page-layer-2-blockchain-transaction-cost": "Sɛ wɔkyekyem pɛpɛɛpɛ a, ɛka a wɔbɔ wɔ dwumadie ahorow ho wɔ Ethereum blockchain no so",
    "page-layer-2-networks-transaction-cost": "Sɛ wɔkyekyem pɛpɛɛpɛ a, dwumadie ho ka wɔ Ethereum akyi ntam nkitahodi ahorow so",
    "page-layer-2-network-of-networks-title": "Netwek nyinaa netwek",
    "page-layer-2-network-of-networks-description": "Ethereum ahoɔden ne ahobanbɔ ma kwan a ntwamutam afoforo betumi de asi so. Sɛ wowɔ akontaabu biako a, biribiara hyia na ɛka bom a ɛnyɛ den.",
    "page-layer-2-ethereum-logo-alt": "Ethereum a wɔde yɛ adwuma",
    "page-layer-2-ready-to-start-title": "Woasiesie wo ho sɛ wubefi ase?",
    "page-layer-2-ready-to-start-description": "Hwɛ nkitahodi ahorow a wubetumi anya no nyinaa.",
    "page-layer-2-ready-to-start-button": "Hwehwɛ nkitahodi nhyehyɛe ahorow mu",
    "page-layer-2-walking-alt": "Nanteɛ",
    "page-layer-2-why-do-we-need-multiple-networks-1": "Dɛn nti na yehia nkitahodibea ahorow pii wɔ Ethereum so?",
    "page-layer-2-why-do-we-need-multiple-networks-2": "Dɛn nti na saa nkitahodi ahorow yi nyinaa wɔ hɔ na ɛnyɛ Ethereum ntam nkitahodi biako pɛ na ɛwɔ hɔ?",
    "page-layer-2-faq-ExpandableCard-1-title": "Mɛyɛ dɛn ahu sɛ nkitahodibea bi yɛ Ethereum fã?",
    "page-layer-2-faq-ExpandableCard-1-description-1": "Akwan ahodoɔ pii wɔ hɔ a obi bɛtumi afa so akyekyɛ nkitahodiɛ mu wɔ Ethereum ho. Ntwamutam pii kyerɛ sɛ wɔreyɛ Ethereum scaling de aboaboa agye din ano. Nanso, adwene biako a emu da hɔ ne sɛ ebia ntwamutam no de ne data sie wɔ Ethereum ntwamutam titiriw no so anaa. Eyi ma ɔdefo ahobammɔ ne Ethereum anisoadehu a enni kwan no nya nkɔso kɛse. Wɔtaa frɛ nnwuma a ɛtete saa no “rollups”. Sɛ wɔde data sie baabi foforo a, ɛnde adwuma no nyɛ Ethereum ntrɛwmu tẽẽ na ɛde ne ho mmom. Hwɛ nea agye din sen biara no bi",
    "page-layer-2-faq-ExpandableCard-1-description-2": "Ebia nnwuma pɔtee bi renhia abusuabɔ a emu yɛ den tẽẽ te sɛ agodie anaa dwumadie a ɛnyɛ sikasɛm a mfiridwuma ahodoɔ fata yie.",
    "page-layer-2-faq-ExpandableCard-2-title": "So saa nkitahodibea ahorow yi nyinaa yɛ nea ahobammɔ wom?",
    "page-layer-2-faq-ExpandableCard-2-description-1": "Bere a wɔtaa de ahobammɔ ho nneɛma a emu yɛ den na ɛyɛ no, wɔn ahobammɔ gyina mfiridwuma a ɛhyɛ ase, nyansa krataa wom ahobammɔ so, ne",
    "page-layer-2-faq-ExpandableCard-2-link": "onyin a ɛwɔ nkitahodi nhyehyɛe no mu",
    "page-layer-2-faq-ExpandableCard-2-description-2": "Ɛsɛ sɛ wɔn a wɔde di dwuma no yɛ nhwehwɛmu a ɛfata, wofi ase wɔ nnwuma nketenkete so na wɔtra nkɔso a wɔayɛ no foforo so de hwɛ hu sɛ wɔde bedi dwuma dwoodwoo.",
    "page-layer-2-faq-ExpandableCard-3-title": "Dɛn nti na Ethereum ntumi nsene n’ankasa nkɔnsɔnkɔnsɔn mmom sen sɛ ɛde ne ho bɛto saa nkitahodibea ahorow yi so?",
    "page-layer-2-faq-ExpandableCard-3-description": "Ethereum ntumi nyɛ n’ankasa nkɔnsɔnkɔnsɔn titiriw no kɛse ntɛm efisɛ ɛsɛ sɛ ɛkɔ so yɛ nea ahobammɔ wom na wɔde ahyɛ aman nyinaa mu. Nkɔnsɔnkɔnsɔn titiriw no a wɔbɛma ayɛ ntɛmntɛm no betumi ama ayɛ nea ahobammɔ nnim na ɛnyɛ nea ɛwɔ mfinimfini kɛse. Ethereum nkitahodibea ahorow boa denam nnwuma a wodi ho dwuma fi nkɔnsɔnkɔnsɔn titiriw no so na afei wɔde nkɔnsɔnkɔnsɔn titiriw no di dwuma de yɛ ahobammɔ, na ɛma Ethereum tumi di nnwuma pii ho dwuma a wɔrenhwere ahobammɔ anaasɛ wɔmfa nni dwuma bio.",
    "page-layer-2-faq-ExpandableCard-4-title": "Dɛn nti na Ethereum ntam nkitahodi ahorow a ɛyɛ ‘ɔmanfo’ biara nni hɔ?",
    "page-layer-2-faq-ExpandableCard-4-description": "Sɛnea 'official' Ethereum client biara nni hɔ no, saa ara na 'official' Ethereum layer 2 nni hɔ. Ethereum ma kwan - mfiridwuma mu no obiara betumi ayɛ layer 2! Akuo ahodoɔ de wɔn nkyerɛaseɛ a ɛyɛ layer 2 no bedi dwuma, na abɔdeɛ a nkwa wom no nyinaa bɛnya mfasoɔ afiri nhyehyɛɛ akwan ahodoɔ a wɔayɛ no yie ama dwumadie ahodoɔ mu. Sɛnea yɛwɔ Ethereum afɛfoɔ dodoɔ a akuo ahodoɔ ayɛ sɛdeɛ ɛbɛyɛ a yɛbɛnya ahodoɔ wɔ ntam no, yei nso bɛyɛ sɛdeɛ layer 2s bɛnya nkɔsoɔ daakye.",
    "page-layer-2-callout-1-title": "Hwehwɛ nkitahodi ahorow mu",
    "page-layer-2-callout-1-description": "Sua sɛnea nkitahodi ahorow no yɛ soronko wɔ wɔn ho wɔn ho ne baabi a akɔ akyiri wɔ wɔn nkɔso mu.",
    "page-layer-2-callout-2-title": "Wopɛ sɛ wuhu nsɛm no ho pii?",
    "page-layer-2-callout-2-description": "Wopɛ sɛ wuhu mfiridwuma ne nea enti a wɔde saa kwan a wɔfa so yɛ nneɛma kɛse yi? Sua pii fa nsusuwii ne mfiridwuma mu akwan horow ho.",
    "page-layer-2-arbitrum-description": "Arbitrum One yɛ Optimistic Rollup a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so a Offchain Labs na ɛyɛe na Arbitrum DAO na ɛhwɛ so.",
    "page-layer-2-base-description": "Base yɛ Optimistic Rollup a wɔde OP Stack ayɛ. Ɛde ɔkwan a ne bo nyɛ den na ɛyɛ nea ɛfata ɔdansifo ma obiara, baabiara, sɛ obesi onchain.",
    "page-layer-2-optimism-description": "OP Mainnet yɛ EVM-a ɛne no sɛ Optimistic Rollup. Ɛde asi n’ani so sɛ ɛbɛyɛ ntɛmntɛm, ɛnyɛ den, na ahobammɔ wom.",
    "page-layer-2-blast-description": "Blast yɛ Optimistic Rollup a ɛne EVM hyia a ɛboa kurom hɔ aba.",
    "page-layer-2-zksync2-description": "ZKsync Era yɛ ZK Rollup a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so a EVM a ɛne ne ho hyia koraa.",
    "page-layer-2-linea-description": "Linea yɛ ZK Rollup a Consensys zKEVM na ɛma ahoɔden, a wɔayɛ sɛ ɛbɛma Ethereum ntam nkitahodi no ayɛ kɛse.",
    "page-layer-2-scroll-description": "Scroll yɛ ZK Rollup a ɛtrɛw Ethereum’s tumi mu denam ZK tech ne EVM a ɛne ne ho hyia so.",
    "page-layer-2-starknet-description": "Starknet yɛ ZK Rollup a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so a egyina STARKs ne Cairo VM so.",
    "page-layer-2-mode-description": "Mode yɛ OP stack Optistitic Rollup a ɛkyekyere AIFi sikasɛm.",
    "page-layer-2-taiko-description": "Taiko yɛ ZK-EVM rollup a wɔde ahyɛ aman nyinaa nsa, Ethereum no ne hyia ma ɛma wotumi di nkitaho wɔ cross-chain mu a ɛnyɛ den."
}
