{
  "page-get-eth-article-keeping-crypto-safe": "Nneɛma a ɛbɛma wo crypto no ayɛ nea ahobammɔ wom",
  "page-get-eth-article-protecting-yourself": "Wo ho ne wo sika a wobɛbɔ ho ban",
  "page-get-eth-article-store-digital-assets": "Sɛnea wɔkora kɔmputa so agyapade so wɔ Ethereum so",
  "page-get-eth-article-protecting-yourself-desc": "MyCrypto",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": "Sikasesaɛ gyinabea titriw",
  "page-get-eth-cex-desc": "Sika nsasae yɛ nnwuma a ɛma wotumi de sika a wɔde di dwuma wɔ amanne kwan so tɔ crypto. Wɔn na wɔwɔ ETH biara a wobɛtɔ no sohwɛ kosi sɛ wode bɛkɔ sika kotoku a wohwɛ so mu.",
  "page-get-eth-checkout-dapps-btn": "Sɔ dapps hwɛ",
  "page-get-eth-community-safety": "Mpɔtam nsɛm a wɔde to gua a ɛfa ahobammɔ ho",
  "page-get-eth-description": "Ethereum nnyɛ adeɛ aa ahyehyɛdeɛ baako na ɛdi so - ɛyɛ amansa nhwɛso.",
  "page-get-eth-dex": "Aman nyinaa sikasesaɛ (DEXs)",
  "page-get-eth-dex-desc": "Sɛ wopɛ sɛ wodi so pii a, tɔ ETH denam <a href=\"/glossary/#smart-contract\">nyansa apam</a> so. Sɛ wode DEX di dwuma a wubetumi adi kɔmputa so agyapade ho gua a woremfa wo sika so tumi mma adwumakuw bi a ɛwɔ mfinimfini da.",
  "page-get-eth-peers": "Gye ETH firi wo mfɛfo hɔ",
  "page-get-eth-peers-desc": "Sɛ wonya Ethereum akontaabu wie a, nea ɛsɛ sɛ woyɛ ara ne sɛ wobɛkyɛ wo fie kwan no na woafi ase de ETH (ne token afoforo) amane na woagye atipɛnfo-ne-atipɛnfo.",
  "page-get-eth-staking": "Si awowa akatuapa",
  "page-get-eth-staking-desc": "Sɛ wowɔ ETH bi dedaw a, wubetumi anya pii denam ɔhwɛfo ɛpɔw a wobɛma so. Wonya akatua wɔ saa sisu dua adwuma yi a woayɛ wɔ ETH mu no ho.",
  "page-get-eth-earn": "Brɛ nya ETH",
  "page-get-eth-earn-desc": "Wubetumi anya ETH denam adwuma a wobɛyɛ ama DAOs anaa nnwumakuw a wotua ka wɔ crypto mu, nkonimdi sika, hwehwɛ kɔmputa so mfomsoɔ ne nea ɛkeka ho so.",
  "page-get-eth-daos-link-desc": "Sua DAOs ho nsɛm",
  "page-get-eth-cex-link-desc": "Hwɛ sika sesa din frɛ nhoma",
  "page-get-eth-staking-link-desc": "Sua sɛnea yɛ si awowa ho nsɛm bi ka ho",
  "page-get-eth-dexs": "Aman nyinaa sikasesaɛ (DEXs)",
  "page-get-eth-dexs-desc": "Amansan sika sesaɛ yɛ gua a wɔabue ama ETH ne token afoforo. Wɔka adetɔfo ne adetɔnfo bom kor.",
  "page-get-eth-dexs-desc-2": "Sɛ anka wɔde obi a ɔto so abiɛsa a wogye no di bedi dwuma de abɔ sika ho ban wɔ asɛm no mu no, wɔde mmara di dwuma. Wɔde nea ɔtɔn ne ETH no bɛkɔ baabi foforo bere a wɔahyɛ sɛ wobetua ho bɔ nkutoo. Wɔfrɛ saa mmara yi sɛ nyansa apam.",
  "page-get-eth-dexs-desc-3": "Eyi kyerɛ sɛ asasesin mu anohyeto kakraa bi na ɛwɔ hɔ sen nea ɛwɔ mmeae a wɔde si ananmu a ɛwɔ mfinimfini no. Sɛ obi retɔn nea wopɛ na ɔregye ɔkwan a wobɛfa so atua sika a wubetumi de ama no atom a, eye sɛ wobɛkɔ.",
  "page-get-eth-dexs-desc-4": "Hyɛ no nso: dexes pii de wrapped ether (WETH) di dwuma de yɛ adwuma. <a href=\"/wrapped-eth\">Sua pii fa wrapped ether</a> ho.",
  "page-get-eth-do-not-copy": "Nhwɛso: ɛnhwɛ so ntwerɛ",
  "page-get-eth-exchanges-disclaimer": "Yɛ di yɛn nsa na boa boa kasakyerɛ wie ano. Sɛ wo hu biribia ensisi so a, ma yɛn hu wɔ",
  "page-get-eth-exchanges-empty-state-text": "Wora ɔman a wote mu na hwɛ ndwumadie a wɔde sesa sika a ebia wubetumi de adi dwuma no din",
  "page-get-eth-exchanges-except": "Gye sɛ",
  "page-get-eth-exchanges-header": "Ɔman bɛn mu na wo ti?",
  "page-get-eth-exchanges-header-exchanges": "Sikasesaɛ",
  "page-get-eth-exchanges-header-wallets": "Sika kotoku",
  "page-get-eth-exchanges-intro": "Sika sesa wɔ anohyeto ahorow wɔ baabi a wobetumi atɔn crypto. Eyi yɛ nnwuma a wosusuw sɛ ɛyɛ adwuma wɔ ɔman biara mu no din a ɛkyerɛ. Nea ɛka ha no nyɛ nea wɔpene so - ɛsɛ sɛ woyɛ w'ankasa wo nhwehwɛmu!",
  "page-get-eth-exchanges-no-exchanges": "Kosɛ, yennim sika sesa biara a ɛma wotɔ ETH fi ɔman yi mu. Sɛ wonim a, ka kyerɛ yɛn wɔ",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Kosɛ, yennim sika sesa biara a ɛma wotɔ ETH fi ɔman yi mu. Sɛ wonim a, ka kyerɛ yɛn wɔ",
  "page-get-eth-exchanges-no-wallets": "Kosɛ, yennim sika kotoku biara a ɛma wotɔ ETH fi ɔman yi mu. Sɛ wonim a, ka kyerɛ yɛn wɔ",
  "page-get-eth-exchanges-search": "Twerɛw bebia wo ti...",
  "page-get-eth-exchanges-success-exchange": "Ebetumi agye nna dodow bi ansa na woakyerɛw wo din wɔ sika sesa bi esiane wɔn mmara kwan so hwɛ ahorow nti.",
  "page-get-eth-exchanges-success-wallet-link": "sika kotoku",
  "page-get-eth-exchanges-success-wallet-paragraph": "Bebia wo ti, wo tumi tɔ ETH firi sika kotoku yi. Sua ɛho nsɛm",
  "page-get-eth-exchanges-usa": "United States of America (USA)",
  "page-get-eth-get-wallet-btn": "Nya sika kotoku",
  "page-get-eth-hero-image-alt": "Nya ETH frankaa mfonini",
  "page-get-eth-keep-it-safe": "Bɔ wo ETH ho ban",
  "page-get-eth-meta-description": "Sɛnea wobɛtɔ ETH a egyina baabi a wote ne afotu a ɛfa sɛnea wobɛhwɛ so.",
  "page-get-eth-meta-title": "Sɛnea wobɛtɔ Ethereum (ETH)",
  "page-get-eth-need-wallet": "Wo bɛ hia sika kotoku di adi sikasesaɛ wo dwuma.",
  "page-get-eth-new-to-eth": "Wo yɛ amono ba ETH so? Wie yɛ ɛho nsɛm a wo tumi di fi ase.",
  "page-get-eth-other-cryptos": "Fa crypto fofro tɔ",
  "page-get-eth-protect-eth-desc": "Ethereum no mu nneɛma atitiriw no mu biako ne sɛ wobɛkɔ so adi w’ankasa w’agyapade so denam w’ankasa akontaabu a wobɛhwɛ so no so. Wei kyerɛ sɛ ɛnsɛ sɛ wode w’agyapade di obi foforo biara mu ahotoso, na wɔabɔ wo ho ban afi ɔhwɛfo biara a ɔbɛyɛ ade wɔ ɔkwan a ɛnteɛ so, ɔbɛkɔ sikasɛm mu ahokyere mu anaasɛ wɔbɛtow ahyɛ wo so. Nanso, ɛkyerɛ nso sɛ wobɛfa w’ankasa ahobammɔ ho asodi.",
  "page-get-eth-protect-eth-in-wallet": "Kora wo ETH ɛwɔ woa wo sika kotoku mu",
  "page-get-eth-search-by-country": "Hwehwɛ ɔman",
  "page-get-eth-security": "Eyi kyerɛ sɛ ɛsɛ sɛ wubu wo sika ahobammɔ aniberesɛm. wowɔ a ETH, wo nnye sikakorabea anaa adwumakuw bi nni sɛ wɔbɛhwɛ w’agyapade so, na mmom worefa wo ho asodi.",
  "page-get-eth-smart-contract-link": "Pii wɔ nyansa apam hu",
  "page-get-eth-swapping": "Sesa wo tokens ma afoforo wɔn ETH. Na nea ɛne no bɔ abira nso.",
  "page-get-eth-try-dex": "Sɔ DEX hwɛ",
  "page-get-eth-use-your-eth": "Fa wo ETH di dwuma",
  "page-get-eth-use-your-eth-dapps": "Seesei a wowɔ ETH bi no, hwɛ Ethereum kɔmputa dwumadie (dapps) bi. yɛwɔ dapps ma sikasɛm, nsɛm ho amanneɛbɔ, agodie ne akuw afoforo pii.",
  "page-get-eth-wallet-instructions": "Di sika kotoku no asekyerɛ akyi",
  "page-get-eth-wallet-instructions-lost": "Sɛ wohwere wo akontaabu a, wobɛhwere wo sika. Ɛsɛ sɛ wo sika kotoku ma wo akwankyerɛ a ɛfa sɛnea wobɛbɔ wo ho ban afi eyi ho. Hwɛ sɛ wobɛdi wɔn akyi yie – mpɛn pii no, obiara ntumi mmoa wo sɛ wohwere kwan a wobɛfa so akɔ wo akonta mu a.",
  "page-get-eth-wallets": "Sika kotoku",
  "page-get-eth-wallets-link": "Sika kotoku ho nsɛm",
  "page-get-eth-wallets-purchasing": "Sika kotoku binom ma wo tɔ crypto denam debit/credit card, sikakorabea sika a wɔde mane anaa mpo Apple Pay so. Asasesin ho anohyeto ahorow na ɛwɔ hɔ.",
  "page-get-eth-warning": "Saa DEXs yi nyɛ mma wɔn a wɔrefi aseɛ efisɛ wobɛhia ETH bi na wode adi dwuma. Eyinom yɛ nhwɛso ara kwa, ɛnyɛ nneɛma a wɔapene so. Yɛ w’ankasa nhwehwɛmu!",
  "page-get-eth-what-are-DEX's": "Dɛn ni DEXs?",
  "page-get-eth-whats-eth-link": "Dɛn ni ETH?",
  "page-get-eth-where-to-buy-desc": "Wo tumi brɛ nya ETH, gye firi wo mfɛfo hɔ, anaa tɔ firi sikasesaɛ ni dwumadie hɔ.",
  "page-get-eth-where-to-buy-desc-2": "Hwɛ nnwuma a wubetumi de adi dwuma a egyina baabi a wote.",
  "page-get-eth-where-to-buy-title": "Ɛhe na wo bɛ nya ETH",
  "page-get-eth-your-address": "Wo ETH siberɛ",
  "page-get-eth-your-address-desc": "Sɛ wo twe sika kotoku a ɛbɛbɔ ɔmanfo ETH addrɛse ama wo. Sɛnea ebi te ni:",
  "page-get-eth-your-address-desc-3": "Susuw eyi ho te sɛ wo email addrɛse, nanso sɛ anka wode bɛmmane no, ebetumi anya ETH. Sɛ wopɛ sɛ wode ETH fi sika sesa bi mu kɔ wo sika kotoku mu a, fa wo addrɛse no yɛ baabi a worekɔ. Hwɛ hu sɛ wobɛhwɛ mu mprenu bere nyinaa ansa na wode amane!",
  "page-get-eth-your-address-wallet-link": "Hwɛ wo sika kotoku mu",
  "listing-policy-raise-issue-link": "Ma asɛm so",
  "page-find-wallet-last-updated": "Daa etwa so a woyɛ no foforo"
}
