{
  "page-what-is-ethereum-alt-img-bazaar": "Nsa mfoniniyɔ a ɛkyerɛ onipa a ɔhwɛ eguaso mu, nea ogyina hɔ ma Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Mfoni a ɛkyerɛ Ethereum amanfoɔ a wɔyɛ adwuma abom",
  "page-what-is-ethereum-alt-img-lego": "Nsa mfoniniyɔ a ɛkyerɛ nsa a ɛbɔ ETH nhyɛnsodi ɛfri lego ntaya",
  "page-what-is-ethereum-banking-card": "Sikakorae ma obibiara",
  "page-what-is-ethereum-banking-card-desc": "Ɛnyɛ obibiara na ɔwɔ sika dwuma nhyehyɛeɛ hokwan. Na wo hia de nya Ethereum ho kwan ni sɛ wobɛkɔ ntanɛte so, wobɛ tumi agye sanso abɔ bosea na nya dwetiribɔ ɛso ade wɔ so.",
  "page-what-is-ethereum-build": "Fa Ethereum yɛ biribi",
  "page-what-is-ethereum-build-desc": "Sɛ wo pɛ sɛ wo sɔ sɛnea yɛdi Ethereum ɛdi dwuma hwɛ a, kan yɛn nhoma, yɛ nkyerɛkyerɛe no bi anaa susu adwinnade a wo hia di fi ase.",
  "page-what-is-ethereum-censorless-card": "Nhwɛso-a ɛko tia",
  "page-what-is-ethereum-censorless-card-desc": "Aban anaa adwumakuw biara nni Ethereum so tumi. Amansa nsa a ɛhyɛ nti ɛkame ayɛ sɛ ɛrentumi nyɛ yiye sɛ obiara besiw wo kwan sɛ wubegye sika anaasɛ wode nnwuma bedi dwuma wɔ Ethereum so.",
  "page-what-is-ethereum-comm-desc": "Yɛn mpɔtamfoɔ yɛ nnipa a wofi mmeae ahorow nyinaa, a adwumfo, crypto-banbɔfoɔ, ti pa 500 nnwumakuw, ne mprempren wo ka ho. Hwehwɛ sɛnea wubetumi de wo ho ahyɛ mu nnɛ.",
  "page-what-is-ethereum-commerce-card": "Aguadi ho bɔhyɛ ahorow",
  "page-what-is-ethereum-commerce-card-desc": "Adetɔfo wɔ ahotoso a ahobammɔ wom a wɔde ahyɛ mu sɛ sɛ wode nea wɔpenee so no ma nkutoo a, sika bɛsesa nsa. Saa ara nso na nneɛma betumi anya awerɛhyem sɛ mmara no rensakra wɔ wɔn so.",
  "page-what-is-ethereum-composable-card": "Nneɛma a wɔde yɛ nneɛma nneɛma",
  "page-what-is-ethereum-composable-card-desc": "Wɔasisi kɔmputa dwumadie nyinaa wɔ blockchain koro no ara so a ɛwɔ wiase nyinaa tebea a wɔkyɛ, a ɛkyerɛ sɛ wobetumi akyekye afi wɔn ho wɔn ho so (te sɛ Lego birikisi). Wei ma kwan ma wonya nneɛma a eye ne osuahu ne awerɛhyem a obiara ntumi nyi nnwinnade biara a kɔmputa dwumadie de wɔn ho to so no mfi hɔ.",
  "page-what-is-ethereum-community": "Ethereum ɔmanfo",
  "page-what-is-ethereum-desc": "Yɛ kɔmputa daakye ho mfiase",
  "page-what-is-ethereum-explore": "Hwehwɛ Ethereum mu",
  "page-what-is-ethereum-internet-card": "Ahoma torofo a wɔabue mu",
  "page-what-is-ethereum-internet-card-desc": "Obiara betumi ne Ethereum ntwamutam adi nkitaho anaasɛ ɔbɛkyekye kɔmputa dwumadie wɔ so. Eyi ma wutumi di w’ankasa w’agyapade ne wo nipasu so, sen sɛ nnwumakuw akɛse kakraa bi na wobedi so.",
  "page-what-is-ethereum-meet-comm": "Hyia ɔmanfoɔ no",
  "page-what-is-ethereum-meta-description": "Sua Ethereum ho nsɛm, nea etumi yɛ ne sɛnea wobɛtumi asɔ ahwɛ.",
  "page-what-is-ethereum-meta-title": "Dɛn ni Ethereum?",
  "page-what-is-ethereum-p2p-card": "Atipɛnfo ntam nkitahodi",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum ma wo kwan ma wo ne nnipa afoforo yɛ nhyehyɛe, yɛ apam anaasɛ wode dijitaal agyapade kɔ baabi foforo tee. Ɛho nhia sɛ wode wo ho to ntamgyinafo so.",
  "page-what-is-ethereum-start-building-btn": "Fi ase yɛ bi",
  "page-what-is-ethereum-title": "Dɛn ni Ethereum?",
  "page-what-is-ethereum-subtitle": "Akwankyerɛ a edi mu a ɛfa sɛnea Ethereum yɛ adwuma, mfaso a ɛde ba ne sɛnea nnipa ɔpepem pii a wɔwɔ wiase nyinaa de redi dwuma ho.",
  "page-what-is-ethereum-button-lets-start": "Yɛn fi ase",
  "page-what-is-ethereum-blockchain-tab-title": "Dɛn ni blockchain?",
  "page-what-is-ethereum-blockchain-tab-content": "Blockchain yɛ databea a ɛkyerɛ nkitahodi</b>a wɔayɛ no foforo na wɔkyɛ wɔ kɔmputa pii so wɔ ntam bi mu. Bere biara a wɔde nnwuma foforo bɛka ho no, wɔfrɛ no “block” - ɛno nti na wɔtoo din blockchain. Ɔmanfoɔ blockchains te sɛ Ethereum ma obiara kwan ma ɔde data ka ho, nanso rentumi nye. Sɛ obi pɛ sɛ ɔsesa nsɛm no biara anaasɛ ɔsisi nhyehyɛe no a, ɛho behia sɛ ɔyɛ saa wɔ kɔmputa dodow no ara a ɛwɔ ntam no so. Ɛno yɛ pii! Eyi ma amansa blockchains te sɛ Ethereum yɛ ahobammɔ kɛse.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Dɛn ni ntanɛte so sika?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Cryptocurrency yɛ asɛmfua a wɔde kyerɛkyerɛ digital token ahorow a etumi sesa pii a wɔde blockchain abɔ ho ban. Ne nyinaa fii ase wɔ Bitcoin so. Wobetumi de Bitcoin adi dwuma de akɔma bo a ɛsom wɔ nnipa abien ntam a enhia sɛ wɔde wɔn ho to mfinimfinigyinafo bi so. Ɛsɛ sɛ wode wo ho to Bitcoin koodu no so nkutoo, a ne nyinaa abue na wobetumi anya bi kwa.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "Nea enti a wɔfrɛ agyapade te sɛ bitcoin ne ether “cryptocurrencies” ne sɛ wo data ne w’agyapade ahobammɔ yɛ nea <a href=\"/glossary/#cryptography\">cryptography</a> na ɛhwɛ ma, ɛnyɛ sɛ wode wo ho to ahyehyɛde anaa adwumakuw bi so sɛ wɔde nokwaredi bɛyɛ ade.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Ethereum wɔ n’ankasa mani cryptosika, ether (ETH), a wɔde tua dwumadi ahorow bi ho ka wɔ ntam nkitahode no so. Wobetumi de akɔma wɔn a wɔde di dwuma afoforo anaasɛ wɔde bɛsesa token afoforo wɔ Ethereum so. Ether yɛ soronko efisɛ wɔde tua akontaabu a ɛho hia na wɔde ayɛ na wɔde ayɛ kɔmputa dwuamdie ne ahyehyɛde ahorow wɔ Ethereum so.",
  "page-what-is-ethereum-summary-title": "Nkonta",
  "page-what-is-ethereum-summary-desc-1": "Ethereum yɛ kɔmputa ahodoɔ a ɛwɔ wiase nyinaa a ɛdi mmara ahodoɔ bi a wɔfrɛ no Ethereum nhyehyɛ akyi. Ethereum ntam nkitahodi no yɛ adwuma sɛ fapem ma mpɔtam, dwumadie, ahyehyɛdeɛ ne digyital agyapadeɛ a obiara bɛtumi akyekye na ɔde adi dwuma.",
  "page-what-is-ethereum-summary-desc-2": "Wubetumi ayɛ Ethereum akontaabu afi baabiara, bere biara, na woahwehwɛ wiase a kɔmputa dwumadie wom anaasɛ woakyekye w’ankasa de. Ade foforo titiriw ne sɛ wubetumi ayɛ eyinom nyinaa a wunnye tumidi titiriw bi a ebetumi asesa mmara no anaasɛ asiw wo kwan a wobɛfa so no mu ahotoso.",
  "page-what-is-ethereum-summary-desc-3": "Toa so kenkan fa sua bi ka ho…",
  "page-what-is-ethereum-btc-eth-diff-title": "Dɛn ni nsonsoneɛ a ɛda Ethereum ne Bitcoin ntam?",
  "page-what-is-ethereum-btc-eth-diff-1": "Wɔde sii hɔ wɔ afe 2015 mu, Ethereum si wɔ Bitcoin nnoɔma foforɔ so, a nsonsonoeɛ akɛseɛ bi wɔ mu.",
  "page-what-is-ethereum-btc-eth-diff-2": "Wɔn baanu nyinaa ma wode dijitaal sika di dwuma a wonni wɔn a wɔde sikatua anaa sikakorabea ahorow. Nanso <b>Ethereum yɛ adanadan</b>, enti wobɛtumi nso ayɛ na wode amansa kɔmputa dwumadie ahyɛ ne ntam so.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin ma yetumi de nkrasɛm titiriw mane yɛn ho yɛn ho fa nea yesusuw sɛ ɛsom bo ho. Botae a wɔde besi hɔ a tumi biara nni mu no wɔ tumi dedaw. Ethereum trɛw eyi mu: sɛ anka wobɛkyerɛw nkrasɛm kɛkɛ no, wubetumi akyerɛw nhyehyɛe biara a ɛfa biribiara ho, anaa apam biara. Anohyeto biara nni apam ahorow a wobetumi ayɛ na wɔapene so no ho, ɛno nti na nneɛma foforo kɛse kɔ so wɔ Ethereum ntam nkitahodi no so.",
  "page-what-is-ethereum-btc-eth-diff-4": "Bere a Bitcoin yɛ sikatua ntam nkitahodi nkutoo no, Ethereum te sɛ sikasɛm mu nnwuma, agodie, amansa nkitahodi ne dwuamdie afoforo gua kɛse.",
  "page-what-is-ethereum-what-can-eth-do-title": "Dɛn na Ethereum tumi yɛ?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Adɛn nti na me di Ethereum bɛ di dwuma?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Sɛ w’ani gye akwan a ɛyɛ den, ɛbue, na wotumi de ho to so a wobɛfa so ayɛ biako wɔ wiase nyinaa, abɔ ahyehyɛde ahorow, akyekye dwumadie na woakyɛ bo a ɛsom ho a, Ethereum yɛ ma wo. Ethereum yɛ asɛm a yɛn nyinaa na yɛakyerɛw, enti bra na hu wiase ahorow a ɛyɛ nwonwa a yebetumi de abom akyekye.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Ethereum nso ayɛ nea ɛsom bo kɛse ama nnipa a ɛsɛ sɛ wodi adwenem naayɛ a ɛfa ahobammɔ anaa ahoɔden anaa nkɔso a ɛfa wɔn agyapade ho esiane abɔnten tumi ahorow a wonni wɔn tumi nti ho dwuma.",
  "page-what-is-ethereum-slide-1-title": "Ahye a Wɔde Tua Ka a Ne Bo Nyɛ Den na Ɛyɛ Ntɛmntɛm",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Stablecoins</b> yɛ cryptosika foforo a ɛde ne ho to agyapade a ɛyɛ den kɛse so sɛ nea egyina so ma ne bo. Wɔn mu dodow no ara ne United States dɔla wɔ abusuabɔ ma enti wɔkura saa sika no bo mu. Eyinom ma kwan ma wɔyɛ wiase nyinaa sikatua nhyehyɛe a ne bo nyɛ den yiye na ɛyɛ den. Wɔasisi mprempren stablecoins pii wɔ Ethereum ntam.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum ne stablecoins ma ɔkwan a wɔfa so de sika kɔ amannɔne no yɛ mmerɛw. Mpɛn pii no, egye simma kakraa bi pɛ na wode sika akɔ wiase nyinaa, a ɛne adwuma nna pii anaa adapɛn pii mpo a ebia ebegye wo sikakorabea a wɔkyekyem pɛpɛɛpɛ no bɔ abira, na ɛyɛ bo no fa ketewaa bi. Bio nso, wontua sika foforo biara mfa nyɛ ade a ɛsom bo kɛse, na anohyeto biara nni baabi a wode wo sika remane anaa nea enti a wode mane no ho.",
  "page-what-is-ethereum-slide-2-title": "Mmoa a Ɛyɛ Ntɛmntɛm wɔ Ɔhaw Mmere Mu",
  "page-what-is-ethereum-slide-2-desc-1": "Sɛ ti yɛ sɛ wowɔ sikakorabea akwan pii denam ahyehyɛde ahorow a wotumi de ho to so wɔ baabi a wote so a, ebia wobɛfa sikasɛm mu ahofadi, ahobammɔ ne ahotɔ a wɔde ma no sɛ ɛnyɛ hwee. Nanso wɔ nnipa pii a wɔwɔ wiase nyinaa a wohyia amammui mu nhyɛso anaa sikasɛm mu ahokyere fam no, ebia sikasɛm asoɛe ahorow remfa ahobammɔ anaa nnwuma a wohia no mma.",
  "page-what-is-ethereum-slide-2-desc-2": "Bere a ɔko, sikasɛm mu asiane anaa ɔmanfo ahofadi a wɔhyɛe no baa <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>fo no so no, <a href=\"https: //www.economist.com/the-americas/2021/10/30/cubas-komunist- nniso-rebɔ mmɔden-sɛ-wɔ-di-crypto\">Cuba</a>, <a href=\"https:// www.aljazeera.com/news/2022/3/21/crypto-de-siesie-ma ebinom-a-wɔ-ahokyere-ayɛ-afghanistan\">Afghanistan</a>, <a href=\"https://qz. com/africa/1922466/sɛnea-bitcoin-tumi-nigerias-endsars-protests/\">Nigeria</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22 /hyia-wɔ-kɔ-dan-kɔ-cryptocurrencies-de-boa-desperate-belarusians\">Belarus</a>, ne <a href=\"https://internationalbanker.com/sikasɛm/cryptocurrencies-filling-crucial- role-in-the-russia-ukraine-conflict/\">Ukraine</a>, cryptosika na ɛyɛɛ ntɛm na ɛtaa yɛ ɔkwan biako pɛ a wɔfa so kura sikasɛm adwumayɛbea.<sup><a href=\"https://www.financialinclusion. tech/\">1</a></sup> Sɛnea yehu wɔ saa nhwɛso ahorow yi mu no, cryptosika te sɛ Ethereum betumi ama kwan a anohyeto biara nni ho akɔ wiase nyinaa sikasɛm mu bere a wɔatwa nkurɔfo afi wiase a ɛwɔ akyi no. Bio nso, stablecoins de adekorabea a ɛsom bo ma bere a mpɔtam hɔ sika resɛe esiane hyperinflation nti.",
  "page-what-is-ethereum-slide-3-title": "Hyɛ ɔdebɔfoɔ ahoɔden",
  "page-what-is-ethereum-slide-3-desc-1": "Wɔ afe 2021 nkutoo mu no, adwumfo, nnwontofo, akyerɛwfo, ne adebɔfo afoforo de Ethereum dii dwuma de nyaa bɛyɛ dɔla ɔpepepem 3.5 a wɔaka abom. Wei ma Ethereum yɛ wiase nyinaa nhyiamu akɛseɛ a ɛwɔ hɔ ma adebɔfoɔ no mu baako, ɛka Spotify, YouTube, ne Etsy ho. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Sua pii</a>.",
  "page-what-is-ethereum-slide-4-title": "Agodifo denhyɛ",
  "page-what-is-ethereum-slide-4-desc-1": "Di agoru a wɔde di agoru (baabi a wotua agodifo ka ankasa wɔ agodie no a wɔadi ho) aba nnansa yi na ɛresakra agodie adwuma no. Sɛnea wɔtaa yɛ no, wɔtaa bara sɛ wɔbɛsesa anaasɛ wɔde agyapade a ɛwɔ agodie no mu bɛma agodifo afoforo de agye sika ankasa. Eyi hyɛ agodifo ma wɔde black market wɛbsaet ahorow a ɛtaa yɛ ahobammɔ ho asiane di dwuma. Blockchain agodie gye sikasɛm mu sikasɛm tom na ɛhyɛ nneyɛe a ɛte saa ho nkuran wɔ ɔkwan a wotumi de ho to so so.",
  "page-what-is-ethereum-slide-4-desc-2": "Afei nso, wɔkanyan agodifo denam sɛnea wotumi de token ahorow a ɛwɔ agoru no mu sesa sika ankasa na wɔnam saayɛ so tua wɔn bere a wɔde di agoru no so akatua ankasa no so.",
  "page-what-is-ethereum-meet-ether-title": "Hyia ether, Ethereum cryptosika no",
  "page-what-is-ethereum-meet-ether-desc-1": "Nneyɛe pii a ɛwɔ Ethereum ntam nkitahodi no so hwehwɛ sɛ wɔyɛ adwuma bi wɔ Ethereum kɔmputa a wɔde ahyɛ mu (a wonim no sɛ Ethereum Virtual Machine) no so. Saa akontaabu yi nyɛ nea wontua hwee; wotua ho ka wɔ Ethereum mani hɔ cryptosika a wɔfrɛ no ether (ETH) a wɔde di dwuma no ho. Wei kyerɛ sɛ anyɛ yie koraa no, wuhia ether kakraa bi na wode adi dwuma wɔ ntam nkitahodi no mu.",
  "page-what-is-ethereum-meet-ether-desc-2": "Ether yɛ dijitaal ara kwa, na wubetumi de amane obiara a ɔwɔ wiase baabiara ntɛm ara. Ether a wɔde ma no nyɛ aban anaa adwumakuw biara na ɛhwɛ so - ɛyɛ amansa na ɛda adi koraa. Wɔde Ether ma wɔ ɔkwan a ɛyɛ pɛpɛɛpɛ so sɛnea nhyehyɛ no te, ma awowafo a wɔbɔ network no ho ban nkutoo.",
  "page-what-is-ethereum-what-is-ether": "Dɛn ni ether?",
  "page-what-is-ethereum-get-eth": "Nya ETH",
  "page-what-is-ethereum-explore-applications": "Hwehwɛ aplikehyɛn no mu",
  "page-what-is-ethereum-learn-defi": "Sua fa DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Ɛhena na ɔyɛ Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum nyɛ adwuma pɔtee biara na ɛhwɛ so. Ɛwɔ hɔ bere biara a kɔmputa ahorow a ɛka bom wɔ hɔ a ɛde softwea di dwuma a edi Ethereum nhyehyɛ no akyi na ɛde bi ka Ethereum <a href=\"/glossary/#blockchain\">blockchain</a> ho. Wonim kɔmputa ahorow yi mu biara sɛ node. Nodes betumi ayɛ nea obiara betumi ayɛ adwuma, ɛwom sɛ sɛ wopɛ sɛ wode wo ho hyɛ ntam nkithodi no ahobammɔ mu a ɛsɛ sɛ wosi <a href=\"/glossary/#staking\">awowa</a> ETH (Ethereum’s native token). Obiara a ɔwɔ 32 ETH betumi ayɛ eyi a enhia kwan.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Ethereum farebae code no mpo nyɛ nea entity biako pɛ na ɛyɛe. Obiara betumi ahyɛ nsakrae ho nyansa wɔ nhyehyɛe no mu na wasusuw nkɔso ho. Ethereum nhyehyɛe no dwumadie ahodoɔ bi wɔ hɔ a ahyehyɛdeɛ a wɔde wɔn ho na ɛyɛ wɔ nhyehyɛeɛ kasa ahodoɔ mu, na wɔtaa si wɔ abɔnten na ɛhyɛ mpɔtam hɔfoɔ ntoboa ho nkuran.",
  "page-what-is-ethereum-run-a-node": "Bɔ ɛpɔw",
  "page-what-is-ethereum-smart-contract-title": "Dɛn ni nyansa apam?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>nyansa apam yɛ kɔmputa nhyehyɛe</b> a ɛte Ethereum blockchain so. Wɔyɛ bere a asɛm bi a efi obi a ɔde di dwuma hɔ na ɛkanyan wɔn no. Wɔma Ethereum yɛ nea ɛyɛ mmerɛw yiye wɔ nea ebetumi ayɛ mu. Saa nhyehyɛe ahorow yi yɛ adwuma sɛ adansi nneɛma ma apps ne ahyehyɛde ahorow a wɔde ahyɛ aman nsa.",
  "page-what-is-ethereum-smart-contract-desc-2": "So wode ade bi a ɛsakraa ne dwumadi ho nhyehyɛe adi dwuma pɛn? Anaasɛ woayi ade bi a wuhui sɛ mfaso wɔ so afi hɔ? Sɛ wɔtintim nyansa apam ma Ethereum wie a, ɛbɛyɛ ahoma torofo so na ayɛ adwuma bere tenten a Ethereum wɔ hɔ no. Ɔkyerɛwfo no mpo ntumi mfa nsi fam. Esiane sɛ nyansa apam yɛ automated nti, ɛnyɛ nyiyim tia obiara a ɔde di dwuma na ɛyɛ krado sɛ wɔde bedi dwuma bere nyinaa.",
  "page-what-is-ethereum-smart-contract-desc-3": "Nyansa apam wo nhwɛsoɔ a atwerɛ no bi yɛ bosea bɔ dwumadi, aman nyinaa sikasesaɛ, bɔ dwetiri, nipakuo nhyiamu, <a href=\"/glossary/#nft\">NFTs</a> - nea wo bɛ dwen no biara.",
  "page-what-is-ethereum-more-on-smart-contracts": "Nyansa apam ho nsɛm",
  "page-what-is-ethereum-explore-dapps": "Hwehwɛ dapps mu",
  "page-what-is-ethereum-criminal-activity-title": "Ma ti sɛ ɔdebɔneyɛfo di crypto ɛɛyɛ wɔn nsiyɛ. Wie yɛ nokware anaa?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Sɛdeɛ nkitaho fidea ɛte biara no, ɛyɛ sɛ ɛyɛ bi no, ɛwɔ ho sɛ nkurɔfoɔ bɛfa so yɛ nneɛma a ɛnyɛ papa. Nanso, ɛfiri sɛ Ethereum dwumadie nyinaa ba ɔmanfoɔ anim wɔ nkitaho fidea a ɛda hɔ firi ase so, ɛyɛ na ɛyɛ mmerɛ sen sɛ obi bɛda so de ahwehwɛ wɔn a wɔyɛ nneɛma a ɛnkɔda hɔ so, ma enti ɛbɛyɛ sɛ Ethereum yɛ sɛ ɔkwan a ɛnyɛ sɛ nnipa no pɛ sɛ wɔde di dwan wɔn ho.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Wo de Crypto de dwuma wo bone kwan so sene fiat currencies wo nhwehwe mu aaa \nEuropol fior y3 y3, a 3y3 European Union Agency mmra hye Cooperation:",
  "page-what-is-ethereum-criminal-activity-desc-3": "Cryptocurrency a wɔde yɛ adwene bɔne dɔɔso nyɛ bebree wɔ cryptocurrency sika mu, na ɛda hɔ sɛ ɛyɛ ketewa kyɛn sika bɔne a ɛda hɔ wɔ tetesem sika mu",
  "page-what-is-ethereum-energy-title": "Ɛdeɛn na ɛfa Ethereum's ɛhohyɛ den nsɛnhia ho?",
  "page-what-is-ethereum-energy-desc-1": "Wɔ September 15, 2022, Ethereum ɛfaa The Merge pagyam mu ɛyii Ethereum firi <a href=\"/glossary/#pow\">adwuma-adanse</a>kɔ<a href=\"/glossary/#pos\">awowa-adanse</a>.",
  "page-what-is-ethereum-energy-desc-2": "Merge no yɛ Ethereum mpagyam mu kɛseɛ na ɛtiw ahoɔden a wɔde di dwuma a ɛhia na wɔde abɔ Ethereum ho ban mu <b>99.95%</b>, di abɔ<b>ntam nkitahodi ɛho banbɔ wo mu kɛse ma carbon ho ka ketewaa bi</b>Ethereum sesea yɛ a ɛho yɛ teɛ kwan nkonsonkonson mmerɛ a ɛrema ne ahobanbɔ ne ne ahomaso anya nkɔsoɔ.",
  "page-what-is-ethereum-more-on-energy-consumption": "Nkyerɛmu pii fa ɛhohyɛ den nsɛnhia ho",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Afe afe ahoɔden adefwere wɔ TWh/yr",
  "energy-consumption-chart-global-data-centers-label": "Wiase nyinaa nkyeremu mmeaɛ ahorow",
  "energy-consumption-gold-mining-cbeci-label": "Sika nkorondwuma",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Agorɔ di wɔ US",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "Nka bom mpagya mu",
  "page-what-is-ethereum-additional-reading": "Kan anim noho",
  "page-what-is-ethereum-week-in-ethereum": "Nnaawotwe wɔ Ethereum atesem",
  "page-what-is-ethereum-week-in-ethereum-desc": "Nnawɔtwe biara amanneɛbɔ krataa a ɛka nkɔsoɔ atitiriw a aba wɔ abɔde a nkwa wom nyinaa mu ho nsɛm.",
  "page-what-is-ethereum-kernel-dreamers": "Aba",
  "page-what-is-ethereum-kernel-dreamers-desc": "Ethereum daeso",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Ade ketekete, Asoɛe, si kwan apokyere",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "Adɛn nti na kwan apokyere ho hia?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum wɔ dodo",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "Adwene-nhyehyɛe a yɛ si wɔ Ethereum so",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "Sikakorae (sika kotoku) a ɛwɔ ETH nsesa",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "Wakawaka apam wɔ Ethereum so",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "Ebo banbɔ wɔ Ethereum so",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "Adebɔfoɔ berɛ nsa ka wɔ Ethereum so afe 2021",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "Dwadie dodow nnɛ",
  "adoption-chart-column-now-label": "Sesɛɛ",
  "adoption-chart-investors-label": "Nea ɔde ne ho ahyɛ mu",
  "adoption-chart-developers-label": "Nipa aa ɔma di nya nkɔsoɔ",
  "adoption-chart-companies-label": "Mfɛfo",
  "adoption-chart-artists-label": "Odwinkyerɛfo",
  "adoption-chart-musicians-label": "Adwontofo",
  "adoption-chart-writers-label": "Ɔkyerɛwfo",
  "adoption-chart-gamers-label": "Agorɔdifo",
  "adoption-chart-refugees-label": "Aguanfo",
  "page-what-is-ethereum-get-eth-alt": "Nya ETH bi",
  "page-what-is-ethereum-get-eth-description": "ETH yɛ sika yɛ di no wɔ Ethereum so. Wo bɛ hia ETH no bi wɔ wo sika kotoku mu na wo de ɛdi dwuma.",
  "page-what-is-ethereum-get-eth-title": "Nya ETH bi",
  "page-what-is-ethereum-explore-dapps-alt": "Hwehwɛ dapps mu",
  "page-what-is-ethereum-explore-dapps-description": "Dapps yɛ dwumadi a yɛ si no Ethereum so. Dapps ama mpaapaemu ato sɛnea ye fa so yɛ adwuma na ɛsan so ɛbue kwan foforɔ yɛ fa so yɛ adwuma.",
  "page-what-is-ethereum-explore-dapps-title": "Sɔ dapps no bi hwɛ"
}
