{
  "page-apps-dapp-description-cent": "Social network a wunya sika denam NFT ahorow a wode bɛto gua so.",
  "page-apps-dapp-description-decentraland": "Boaboa, di virtual asase gua wɔ virtual wiase a wubetumi ahwehwɛ mu.",
  "page-apps-dapp-description-ens": "Edin a ɛyɛ mmerɛw sɛ wɔde bedi dwuma ma Ethereum address ne amansin mmeae mu.",
  "page-apps-dapp-description-gitcoin": "Nya crypto efri adwuma ye wɔ software a wɔabue ano so.",
  "page-apps-dapp-description-gods-unchained": "Akwankyerɛ ɛfa aguadi kaad agodie. Nya kaad denam agodie a wubetumi atɔn wɔ asetra ankasa mu no so.",
  "page-apps-dapp-description-augur": "Fa kyakyatow to nea ebefi mu aba so. Di gua wɔ nsɛm ho gua ahorow so.",
  "foundation": "Fapem",
  "page-wallets-get-some": "Nya ETH bi",
  "page-apps-title": "Dwuma Nnwuma",
  "page-apps-subtitle": "Hwehwɛ application ahorow a wɔakora so a ɛyɛ adwuma wɔ ethereum ne layer 2 ntwamutam so",
  "page-apps-learn-button": "Sua apps ho nsɛm",
  "page-apps-highlights-title": "Nsɛntitiriw",
  "page-apps-discover-title": "Pɛhunu",
  "page-apps-categories-title": "Dwumadie akuw ahorow",
  "page-apps-community-picks-title": "Mpɔtam hɔfo a wɔpaw wɔn",
  "page-apps-meta-title": "Crypto dwumadie kɛse a ɛwɔ Ethereum so",
  "page-apps-meta-description": "Hwehwɛ crypto dwumadie wɔ ethereum: hwehwɛ DeFi, NFTs, Social, Gaming, Bridges, Privacy, Productivity & DAO dApps mu. Hwehwɛ onchain apps a wotumi de ho to so a wode bɛdi gua, anya sika, na woadi nkitaho.",
  "page-apps-category-defi-description": "DeFi yɛ amansin dwumadie kuw bi a ɛma wɔn a wɔde di dwuma no tumi bosea, bɔ bosea, di gua, na wonya mfɛntom wɔ wɔn crypto agyapade so.",
  "page-apps-category-defi-meta-title": "Ethereum DeFi dwumadie ahodoɔ — Ma bosea, Bɔ bosea na nya Mfasoɔ",
  "page-apps-category-defi-meta-description": "Hwehwɛ DeFi dwumadie kɛse wɔ Ethereum so ma boseama, boseabɔ, stablecoin a wɔde ma, boseabɔ ne on-chain DEX aguadi.",
  "page-apps-category-collectibles-name": "Nneɛma a wɔboaboa ano",
  "page-apps-category-collectibles-description": "Nneɛma a wɔboaboa ano yɛ ntanɛte so agyapade a ɛyɛ soronko na wontumi nsuasua.",
  "page-apps-category-collectibles-meta-title": "NFT dwumadie a ɛyɛ sen na ɛwɔ ethereum so nyinaa din",
  "page-apps-category-collectibles-meta-description": "Hwehwɛ NFT dwumdie kɛse a wode tɔ nneɛma a wɔboaboa ano, di agoru ho nwoma, na wuhu ntanɛte agyapade foforo wɔ Ethereum gua ahorow a edi kan no nyinaa so.",
  "page-apps-category-social-name": "Asetenam",
  "page-apps-category-social-description": "Asetenam yɛ dwumdie ahorow a wɔde ahyɛ aman nsa a ɛma wɔn a wɔde di dwuma no tumi ne afoforo di nkitaho na wɔkyɛ nneɛma a ɛwɔ mu.",
  "page-apps-category-social-meta-title": "Asetenam dwumadie wɔ ethereum so: farcaster, zora ne nea ɛkeka ho",
  "page-apps-category-social-meta-description": "Hwehwɛ nkrasɛm ne asetenam dwumadie a ɛyɛ papa paa wɔ ethereum so.",
  "page-apps-category-gaming-name": "Agodie",
  "page-apps-category-gaming-description": "Agodie yɛ dwumdie ahorow a wɔde ahyɛ obiara nsa a ɛma wɔn a wɔde di dwuma no tumi di agoru na wonya akatua.",
  "page-apps-category-gaming-meta-title": "Crypto ne NFT agodie ahorow a wɔahyehyɛ wɔ Ethereum so",
  "page-apps-category-gaming-meta-description": "Hu blockchain agodie a ɛyɛ sen biara a ɛyɛ anigye sɛ wobɛbɔ. MMORPG, kaad agodie, AI agodie, RPG, agodie a ɛnyɛ anibereɛ so",
  "page-apps-category-bridge-description": "Bridge yɛ amansin dwumadie ahodoɔ bi a ɛma wɔn a wɔde di dwuma no tumi de wɔn agyapadeɛ twene so wɔ network ahodoɔ ntam.",
  "page-apps-category-bridge-meta-title": "Ethereum bridge ahodo de ma network ahodo",
  "page-apps-category-bridge-meta-description": "Hunu crypto bridge papa aa wode betu wo gyapade afa layer ahodo ne networks ahodo so.",
  "page-apps-category-productivity-name": "Dwumadie",
  "page-apps-category-productivity-description": "Dwumadie ye category wo decentralized applications so aa ema dwumadifo no ye dwuma yie.",
  "page-apps-category-productivity-meta-title": "Dwumadie ne decentralized nipa hunu app ahodo",
  "page-apps-category-productivity-meta-description": "Hwehwe Ethereum app de ma decentralized nipa hunu, nsie, DNS, ne sini komputing.\nFa akade aa yegye no di tu wo 'on-chain' dwumadie mu mpon.",
  "page-apps-category-privacy-description": "Nsie ye category wo decentralized applications so aa ema dwumadifo no tumi sie.",
  "page-apps-category-privacy-meta-title": "Ethereum nsie apps: tornado sika ne afoforo",
  "page-apps-category-privacy-meta-description": "Hwehwe Ethereum nsie apps bi te se Tornado sika ne afoforo aa eboa ma wo sie, di nkitahodie aa obiara nhu, na etu 'on-chain' nsie mu mpon.",
  "page-apps-category-dao-description": "DAO ye kategori wo decentralized applications mu aa ema dwumadifo ho kwan ma omo bo decentralized nnwumakuo aa obiaa nhye omo so.",
  "page-apps-category-dao-meta-title": "DAO akade ahodo aa ewo Ethereum so",
  "page-apps-category-dao-meta-description": "Hunu DAO akade aa ewo soro wo Ethereum so de ma amamuo, sika siesie, abato, ne mafo nhyehye. Yi pu, manegye, na nyini wo decentralized dwumakuo no.",
  "page-apps-see-all": "Hwɛ ne nyinaa",
  "page-apps-suggest-an-app-title": "Fa dwumadie ho nyansahyɛ ma",
  "page-apps-suggest-an-app-description": "Yɛrehwehwɛ dwumadie foforo a yɛde bɛka yɛn list ho bere nyinaa. Sɛ wunim dwumadie bi a wususuw sɛ ɛsɛ sɛ ɛwɔ list no mu a, yɛsrɛ wo ma yɛnhu.",
  "page-apps-suggest-an-app-button": "Fa dwumadie ho nyansahyɛ ma",
  "page-apps-filter-by": "Yiyi mu",
  "page-apps-filter-all": "Nyinaa",
  "page-apps-showing": "Kyerɛ",
  "page-apps-visit-app": "Sra {appName}",
  "page-apps-see-next": "Hwɛ nea edi hɔ",
  "page-apps-info-title": "Nsɛm",
  "page-apps-info-founded": "To nhyɛase a",
  "page-apps-info-last-updated": "Daa etwa so a woyɛ no foforo",
  "page-apps-gallery-title": "Adekyerɛbea",
  "page-apps-more-apps-like-this": "Dwumadie pii te sɛ eyi",
  "page-apps-today": "Nnɛ",
  "page-apps-one-day-ago": "Da 1 a atwam ni",
  "page-apps-days-ago": "{days} nna a atwam ni"
}