{
  "page-what-is-ethereum-meta-title": "Deɛn ne Ethereum? (Akwankyerɛ a Edi Mu) | ethereum.org so na ɛwɔ hɔ",
  "page-what-is-ethereum-meta-description": "Nea Ethereum yɛ, sɛnea ɛyɛ adwuma, nea ɛyɛ ne sɛnea wofi ase de di dwuma anaasɛ wobɛkyekye wɔ so ho nsɛm a edi mũ. Wɔde nsɛm a ɛnyɛ den akyerɛkyerɛ mu.",
  "page-what-is-ethereum-title": "Deɛn ni Ethereum?",
  "page-what-is-ethereum-hero-description-1": "Ethereum yɛ 'decentralized blockchain network' ne 'software' nkɔso 'platform', a cryptocurrency ether (ETH) na ɛma ahoɔden.",
  "page-what-is-ethereum-hero-description-2": "Ɛyɛ fie a cryptocurrencies mpempem pii ne aplikeshins wɔ DeFi, NFTs, agodie, 'decentralized social media' ne stablecoins nyinaa.",
  "page-what-is-ethereum-ethereum-intro-1": "Ethereum yɛ blockchain a ɛbue, ɔmanfoɔ a wɔde sii hɔ wɔ July 2015 mu a software developer bi a wɔfrɛ no Vitalik Buterin ne kuw ketewa bi a wɔka ho.",
  "page-what-is-ethereum-ethereum-intro-2": "Ná adwene a ɛwɔ Ethereum akyi no yɛ tiawa. Bere a Bitcoin ma wo kwan ma wode dijitaal sika mena na wogye no, Ethereum de nhyehyɛe ahorow a wɔabue ano a wɔfrɛ no <a>smart contracts</a> bɛto eyi so.",
  "page-what-is-ethereum-ethereum-intro-3": "<strong>Smart contracts</strong> ma obiara yɛ n’ankasa digyital agyapade ne decentralized applications (dapps) a ɛkɔ so 24/7, wiase nyinaa. Na ɛnte sɛ sikakorabea, nnwumakuw anaa ahyehyɛde afoforo no, smart contracts wɔ hɔ ma obiara a ɔwɔ intanɛt nkitahodi.",
  "page-what-is-ethereum-ethereum-intro-4": "Efi afe 2015 no, Ethereum anyin abɛyɛ abɔdeɛ a nkwa wom a ɛrenya nkɔsoɔ a ɛwɔ digyital agyapadeɛ te sɛ <strong>stablecoins</strong>, non-fungible tokens (<strong>NFTs</strong>), ne nnisoɔ token, ne wiase a ɛtrɛ a dapps ma 'decentralized finance' (<strong>DeFi</strong>), adwini ne nneɛma a wɔboaboa ano, agodie ne 'decentralized social media'.",
  "page-what-is-ethereum-ethereum-intro-5": "Sɛ wɔka ne nyinaa bom a, wɔfrɛ saa abɔdeɛ a nkwa wom yi \"<strong>web3</strong>\", a egyina hɔ ma <strong>intanɛt no fã a ɛtɔ so mmiɛnsa a ɛtwe adwene si owurayɛ</strong> so.",
  "page-what-is-ethereum-ethereum-intro-6": "Ɛnnɛ, Ethereum yɛ nea nnipa <ɔpepem>ɔpepem</ɔpepem> pii a wɔwɔ wiase nyinaa <ɔpepepem>a wɔwɔ dɔla ɔpepepem</ɔpepepem> wɔ agyapade mu a wɔde dɔla ɔpepepem</ɔpepepem</trillion> mena na wogye afe biara —ne nyinaa nni sikakorabea.",
  "page-what-is-ethereum-ethereum-intro-7": "Eyi nyinaa mfinimfini ne Ethereum kurom hɔ cryptocurrency <strong>ether (ETH)</strong>, dijitaal sika foforo a wɔde di dwuma de ma nkitahodi nhyehyɛe no nyinaa ahoɔden.",
  "page-what-is-ethereum-network-title": "Deɛn ne Ethereum ntam nkitahodi?",
  "page-what-is-ethereum-network-intro-1": "Wubetumi asusuw ethereum ntwamutam no ho sɛ <strong>wiase nyinaa dijitaal nhyehyɛe a obiara betumi de adi dwuma</strong> nanso obiara ntumi mfa nni dwuma ɔkwammɔne so.",
  "page-what-is-ethereum-network-intro-2": "Netwɛk no yɛ <strong>kɔmputa mpempem pii a ɛde ne ho</strong> wɔ wiase nyinaa a wɔfrɛ no nodes. Saa nodes yi a nnipa a wɔyɛ daa na wɔhwɛ so no bom yɛ adwuma de sikasɛm mu nnwuma ne dijitaal application ahorow ma obiara, baabiara.",
  "page-what-is-ethereum-network-intro-3": "Ethereum ntwamutam no wɔ <strong>mfaso titiriw 3</strong> sen atetesɛm ntwamutam a ahyehyɛde ahorow wɔ. Eyinom ne censorship resistance, ahobammɔ a ɛkɔ anim ne ahotoso a ɛkɔ anim.",
  "page-what-is-ethereum-network-censorship-title": "Empe se yebeyi bi efri mu",
  "page-what-is-ethereum-network-censorship-desc-1": "Bere a atetesɛm apps ne sikasɛm dwumadi ahorow de wɔn ho to sikakorabea anaa nnwumakuw a wobetumi asi gyinae sɛ wobesiw kwan a wɔfa so kɔ hɔ anaasɛ wɔbɛma akontaabu ahorow ayɛ nwini so no, dapps a ɛwɔ Ethereum so no yɛ nea ɛko tia 'censorship'.",
  "page-what-is-ethereum-network-censorship-desc-2": "Eyi te saa efisɛ ethereum no network of nodes no kyerɛw asɛm biara a wɔyɛ no a nyiyim biara nni ho —na wɔde saa mmara yi ahyɛ mmara no mu.",
  "page-what-is-ethereum-network-security-title": "Ahobammɔ kɛse",
  "page-what-is-ethereum-network-security-desc-1": "Bere a 'apps' pii nnɛ wɔ hɔ wɔ cloud providers te sɛ AWS na ebetumi ayɛ mmerɛw wɔ takedowns ne attacks ho no, dapps a ɛwɔ Ethereum so no, network no ankasa na ɛbɔ ho ban. Node biara sie na ɛyɛ sync Ethereum tebea no nyinaa, a apam nyinaa ka ho.",
  "page-what-is-ethereum-network-security-desc-2": "Sɛ obi bɔ mmɔden sɛ ɔbɛsesa apam bi a, na network no bɛpo efisɛ ɛne wɔn kyerɛwtohɔ ahorow no renhyia. Sɛ wɔbɛtow app biako agu a, ɛsɛ sɛ ntuafo gye network no nyinaa, na ɛno bɛma wɔabɔ ka ɔpepepem pii na ɛbɛyɛ den yiye sɛ wɔbɛyɛ biako.",
  "page-what-is-ethereum-network-reliability-title": "Ɛyɛ den na wotumi de ho to so",
  "page-what-is-ethereum-network-reliability-desc-1": "'Downtime' wɔ 'cloud hosting platforms' betumi agye apps offline, nanso Ethereum nhyehyɛe hwɛ hu sɛ uptime a edi mũ. Netwɛk no bɛkɔ so ayɛ adwuma sɛ mpo node ahorow bi kɔ 'offline' esiane 'software bugs', aban nhyɛso, abɔde mu asiane, anaa ɔko nti.",
  "page-what-is-ethereum-network-reliability-desc-2": "Nnipa ɔpepem pii de dapps mpempem pii di dwuma wɔ Ethereum so da biara. Bere a ahwehwɛde kɛse betumi ama wɔabɔ ka a ɛkɔ soro wɔ nkitahodi ho no, ɛda ahoɔden a ɛwɔ nkitahodi nhyehyɛe a ɛde ahobammɔ, decentralization, ne ahotoso a ɛwɔ hɔ sɛ ɛwɔ hɔ bere nyinaa bere a wuhia no di kan no adi.",
  "page-what-is-ethereum-network-layer2-title": "Ethereum ntrɛwmu (Layer 2)",
  "page-what-is-ethereum-network-layer2-desc-1": "Akuo ahodoɔ ayɛ Layer 2 (L2) ntam nkitahodiɛ a ɛtu mmirika wɔ Ethereum atifi de ma Ethereum tumi kɔ soro. L2 ahorow no yɛ adwuma te sɛ akwan a ɛkɔ ntɛmntɛm, na ɛma nnwuma yɛ ntɛmntɛm na ne bo yɛ mmerɛw —ɛtɔ mmere bi a sɛ wɔkyekyem pɛpɛɛpɛ a, ɛho ka nnu cent biako.",
  "page-what-is-ethereum-network-layer2-desc-2": "L2 a agye din paa no bi a <optimism>Optimism</optimism>, <arbitrum>Arbitrum</arbitrum>, <zksync>ZKSync</zksync>, ne <base>Base</base> ka ho mprempren di nnwuma ɔpepem pii a ne bo yɛ dɔla ɔpepepem pii ho dwuma afe biara.",
  "page-what-is-ethereum-network-learn-more": "Sua pii fa Ethereum ntam nkitahodi no ho",
  "page-what-is-ethereum-ether-title": "Dɛn ni ether (ETH)?",
  "page-what-is-ethereum-ether-intro-1": "Ether (ETH) yɛ Ethereum no kurom hɔ cryptocurrency.",
  "page-what-is-ethereum-ether-intro-2": "Ɛyɛ <strong>digital sika foforo a wubetumi de amena obiara, wiase baabiara wɔ sikani</strong> mu de agye sika ketewaa bi te sɛ cent kakraa bi. Nanso ETH fa pii ho sen sikatua ara kwa. Ɛdi dwuma titire wɔ Ethereum ntwamutam no a wɔbɛma akɔ so ayɛ adwuma no mu.",
  "page-what-is-ethereum-ether-intro-3": "Sɛ wode Ethereum di dwuma de mena sika, boaboa adwini ano anaa woyɛ dapp foforo a, wotua <strong>asɛmdi ho ka ketewaa bi</strong> (anaa gas ho ka) <strong>wɔ ETH</strong> mu. Saa sika yi boa ma wɔsiw spam ano na ɛma nnipa a wɔfrɛ wɔn validators a wɔyɛ nnwuma ho adwuma no akatua.",
  "page-what-is-ethereum-ether-intro-4": "Saa <strong>validators yi boa ma ɛbɔ ethereum network</strong> no ho ban denam nhyehyɛe bi a wɔfrɛ no staking so. Ɛdenam wɔn ETH a wɔbɛto mu so no wɔfata sɛ wodi nnwuma ho dwuma. Nea wɔde tua ho ka no, wonya ETH sɛ akatua. Wei ma Ethereum nya n’ankasa sikasɛm a ɛtumi gyina ne ho so, a wɔn a wɔde di dwuma na ɛma ahoɔden mmom sen nnwumakuo.",
  "page-what-is-ethereum-ether-intro-5": "Nea ɛnte sɛ atetesɛm sika pii no, <strong>ETH betumi ayɛ nea ɛho yɛ na kɛse bere kɔ so</strong>. Bere biara a obi de Ethereum bedi dwuma no, wɔhyew ETH no fã ketewaa bi, na eyi fi nea wɔde ma no mu daa. Wɔ nna a adagyew nnim mu no, wɔhyew ETH pii sen nea wɔbɔe, na ɛma ETH bo yɛ den na bere kɔ so no, ɛma ne bo kɔ soro. Dodow a wɔde Ethereum di dwuma no, dodow no ara na wɔhyew ETH.",
  "page-what-is-ethereum-ether-intro-6": "Esiane eyi nti, nnipa pii hu ETH sɛ sika a wɔde bɛto mu na wɔpaw sɛ wɔbɛkura mu, de ahyɛ mu anaasɛ wɔbɛbɔ bosea de ama wɔn sika a wɔde asie no anyin.",
  "page-what-is-ethereum-ether-learn-more": "Sua pii fa ether (ETH)",
  "page-what-is-ethereum-how-title": "Ɔkwan bɛn so na Ethereum yɛ adwuma?",
  "page-what-is-ethereum-how-intro-1": "Bere a Ethereum <strong>fii ase wɔ afe 2015</strong> mu no, ɛde nhyehyɛe bi a wɔfrɛ no adwuma ho adanse dii dwuma.",
  "page-what-is-ethereum-how-intro-2": "Saa adwinnade yi a Bitcoin na ɛyɛɛ akwampaefo no, ne sɛnea kɔmputa nyinaa penee so wɔ nea ɔwɔ nea ɔwɔ ho. Ná kɔmputa ahorow de ahoɔden pii bedi dwuma de abɔ mmɔden sɛ wobedi akontaabu mu ahodwiriwde bi a ɛyɛ den ho dwuma. Na nea odi nkonim no benya kwan ahyɛ nyansa sɛ wɔmfa 'block of incoming transactions' na wanya ETH foforo.",
  "page-what-is-ethereum-how-intro-3": "Wɔ afe 2022 mu no, Ethereum yɛɛ foforɔ kɔɔ nhyehyɛeɛ foforɔ a wɔfrɛ no <strong>proof of stake</strong> <a>a ɛyɛ 99% a ɛyɛ ahoɔden a ɛyɛ adwuma yie</a>. Sɛ́ anka wɔbɛyɛ akontaabu mu ahodwiriwde no, wɔn a wɔma ɛyɛ nokware no to wɔn ETH mu sɛ ahobammɔ sika na ama wɔanya hokwan adi nnwuma ho dwuma.",
  "page-what-is-ethereum-how-intro-4": "Sɛ wɔyɛ no yiye a, wonya ETH. Sɛ wosisi a, wɔhwere wɔn kyɛfa no bi.",
  "page-what-is-ethereum-how-intro-5": "Wie yɛ nhwɛsoɔ:",
  "page-what-is-ethereum-how-example-1-title": "Sɛ wode $10 a ɛyɛ stablecoins kɔma w’adamfo bi wɔ Ethereum a:",
  "page-what-is-ethereum-how-example-1-step-1": "Wobue wo sika kotoku no, de akontaabu address ne sika no ka ho, afei klik 'send' so.",
  "page-what-is-ethereum-how-example-1-step-2": "Wo sika kotoku no de ne nsa hyɛ sika a woatua no ase na ɛde kɔ 'network' no so.",
  "page-what-is-ethereum-how-example-1-step-3": "Katua no twɛn wɔ ɔmanfo ntonto (mempool) mu kosi sɛ 'block proposer' bi bɛpaw.",
  "page-what-is-ethereum-how-example-1-step-4": "'Block proposer' no de ka 'block' a edi hɔ a ɛfa nnwuma ho no ho, bɔ amanneɛ, na onya sika.",
  "page-what-is-ethereum-how-example-1-step-5": "Stablecoin apam no tu $10 fi wo hɔ kɔ w’adamfo no nkyɛn, na sika kotoku abien no nyinaa yɛ foforo.",
  "page-what-is-ethereum-how-example-1-step-6": "Wiase nyinaa nkitahodi nhyehyɛe a ɛyɛ validators hwɛ mprenu na di adanse sɛ nsakrae no yɛ nokware.",
  "page-what-is-ethereum-how-example-2-title": "Sɛ wo minti $5 'collectible' wɔ Ethereum:",
  "page-what-is-ethereum-how-example-2-step-1": "Wode wo sika kotoku no bata dapp no ​​ho na wopaw ade a wobɛyɛ mint no.",
  "page-what-is-ethereum-how-example-2-step-2": "Wo si so dua sɛ woatɔ; sika kotoku no de ne nsa hyɛ asɛm no ase na ɛbɔ amanneɛ.",
  "page-what-is-ethereum-how-example-2-step-3": "Mint abisadeɛ no kɔka mempool no ho na wɔde ka block bi ho denam 'validator' bi so.",
  "page-what-is-ethereum-how-example-2-step-4": "NFT nyansa apam no kyerɛw wo sika kotoku no sɛ owura foforo.",
  "page-what-is-ethereum-how-example-2-step-5": "Wo 'collectible' foforo no bɛpue wɔ wo sika kotoku mu wɔ sikɔne kakraa bi akyi.",
  "page-what-is-ethereum-how-outro-1": "Eyi nyinaa betumi aba esiane tumi a apam ahorow a nyansa wom wɔ nti; 'open-source programs' a ɛte Ethereum so na ɛyɛ adwuma 24/7, 365 a obiara betumi anya bi, baabiara.",
  "page-what-is-ethereum-how-outro-2": "<strong>Wɔde nkitahodi, nsɛm foforo, ne adeyɛ biara ayɛ biako wɔ node mpempem pii a ɛde ne ho so.</strong> Wei ma Ethereum nya ahotoso, nea ɛda adi, ne nea ɛko tia 'censorship'.",
  "page-what-is-ethereum-how-learn-more-1": "Sua pii fa sɛnea Ethereum yɛ adwuma no ho",
  "page-what-is-ethereum-how-learn-more-2": "Kenkan developer docs ma mfiridwuma ho nsɛm a ɛfa Ethereum ho",
  "page-what-is-ethereum-what-title": "Dɛn adwuma na wɔde Ethereum di?",
  "page-what-is-ethereum-what-intro-1": "Nkurɔfo de Ethereum di dwuma de yɛ nneɛma a na entumi nyɛ yiye kan.",
  "page-what-is-ethereum-what-intro-2": "Akuafo a wɔwɔ Kenya betumi anya <insurance>automated insurance wɔ wɔn nnɔbae ho</insurance> a wɔmfa wɔn ho nhyɛ sikakorabea. Nnwuma te sɛ <strong>Visa</strong> betumi afi <payment>akatua nhyehyɛe foforo a ɛyɛ adwuma wɔ wiase nyinaa</payment> ase fi da a edi kan. Wiase nyinaa ahyehyɛde ahorow te sɛ <strong>UN</strong> betumi de <mmoa>mmoa ama aguanfo</aid> de akora ɔpepem pii so wɔ sikakorabea ka mu.",
  "page-what-is-ethereum-what-intro-3": "Saa dapps ne agyapadeɛ yi tu mmirika wɔ Ethereum so de open-source code di dwuma na wɔrentumi nsiw ano.",
  "page-what-is-ethereum-what-intro-4": "Sɛnea akuw ahorow de redi dwuma nnɛ ni:",
  "page-what-is-ethereum-what-consumers-title": "Adetɔfo",
  "page-what-is-ethereum-what-consumers-desc-1": "Nnipa ɔpepem pii de dapps di dwuma dedaw wɔ Ethereum so de tu sika, di gua, na wonya dijitaal agyapade da biara da. Nea ɛnte sɛ apps a wɔde di dwuma wɔ amanne kwan so no, ɛho nhia sɛ wode wo din kyerɛw wo din, twɛn ma sikakorabea bi pene wo so, anaasɛ wode w’ankasa wo data bɛma.",
  "page-what-is-ethereum-what-consumers-desc-2": "Sɛ wode sika kotoku ne intanɛt nkitahodi nkutoo di dwuma a wubetumi:",
  "page-what-is-ethereum-what-consumers-benefit-1": "<strong>Kɔ sikasɛm mu nnwuma a wunni sikakorabea</strong> akontaabu anaa boseabɔ ho abakɔsɛm",
  "page-what-is-ethereum-what-consumers-benefit-2": "<strong>Wɔ digyital nneɛma a wɔboaboa ano</strong>, adwinni, ne agyapade a wontumi nkyerɛw anaa wontumi nnye",
  "page-what-is-ethereum-what-consumers-benefit-3": "Fa wo sika kotoku hyɛ dapps mu, ɛnyɛ wo email—<strong>asɛmfua biara nni hɔ, ankorankoro ho nsɛm biara nni hɔ a ɛho nhia</strong>",
  "page-what-is-ethereum-what-consumers-benefit-4": "Fa wo ho hyɛ wiase nyinaa mpɔtam a wubetumi ato aba, de ntoboa, na woanya sika a anohyeto biara nni ho mu",
  "page-what-is-ethereum-what-businesses-title": "Nnwuma ne 'developers'",
  "page-what-is-ethereum-what-businesses-benefit-1": "Fa dapps a wɔde wiase nyinaa sikatua nhyehyɛe a wɔasisi mu fi da a edi kan no ase",
  "page-what-is-ethereum-what-businesses-benefit-2": "Fa apam ahorow a wontumi nsɛe no a <strong>hyɛ apam ahorow so</strong>di dwuma ara kwa di dwuma",
  "page-what-is-ethereum-what-businesses-benefit-3": "Yɛ sikasɛm mu nneɛma a obiara betumi de asi so na ama mfaso akɔ so",
  "page-what-is-ethereum-what-businesses-example": "Sɛ nhwɛsoɔ no, <a>PayPal de n’ankasa stablecoin, PYUSD, sii hɔ wɔ Ethereum</a> so. Eyi yɛ sɛnkyerɛnne a ɛkyerɛ sɛ wiase no mu nnwumakuw akɛse a wotua sika mpo hu mfaso a ɛwɔ Ethereum su a ɛbue na ɛyɛ nhyehyɛe no so.",
  "page-what-is-ethereum-what-governments-title": "Nniso ahorow",
  "page-what-is-ethereum-what-governments-intro": "Aban ahorow nso afi ase rehwehwɛ nea Ethereum ma ɛyɛ yiye no mu.",
  "page-what-is-ethereum-what-governments-benefit-1": "<strong>Wɔkyekyɛ ɔman sika</strong> ne mfasoɔ ma ɔman mma tẽẽ a wɔda no adi koraa",
  "page-what-is-ethereum-what-governments-benefit-2": "<strong>Ma digyital ID</strong> anaa kyerɛwtohɔ a wotumi di ho adanse na wotumi de fa ahye so",
  "page-what-is-ethereum-what-governments-benefit-3": "Si <strong>ɔmanfoɔ nhyehyɛeɛ a ɛnyɛ nsakraeɛ a wɔde bɛto aba</strong>, asase ho nkrataa, ne nkrataa a wɔde bɛkyerɛw",
  "page-what-is-ethereum-what-governments-example-1": "Wɔ tebea foforo mu no, Ukraine Ministry of Digital Transformation <a>de Ethereum dii dwuma de kyekyɛɛ ɔko bere mu mmoa</a>.",
  "page-what-is-ethereum-what-governments-example-2": "Wɔde sika kɔmaa ɔman mma ne NGO ahorow tẽẽ denam smart contracts a wɔabue ano so, na ɛmaa wɔyɛɛ nea ɛda adi pefee, ɛyɛ ntɛmntɛm, na wobu akontaa wɔ ɔhaw bi mu.",
  "page-what-is-ethereum-what-learn-more": "Sua pii fa nea wɔde Ethereum di dwuma ho",
  "page-what-is-ethereum-start-title": "Sɛnea wobɛhyɛ aseɛ de Ethereum adi dwuma",
  "page-what-is-ethereum-start-intro-1": "Ethereum a wode befi ase no yɛ mmerɛw sen sɛnea ebia wubesusuw.",
  "page-what-is-ethereum-start-intro-2": "Wonhia kwan. Wonhia sikakorabea anaasɛ ID krataa mpo. Nea ɛsɛ sɛ wufi ase ara ne mfiri ne intanɛt nkitahodi.",
  "page-what-is-ethereum-start-individuals-title": "Wɔ ankorankoro fam",
  "page-what-is-ethereum-start-individuals-desc-1": "Ade a edi kan a ɛsɛ sɛ woyɛ ne sɛ wobɛtwe sika kotoku bi.",
  "page-what-is-ethereum-start-individuals-desc-2": "Fa no sɛ app a ɛyɛ adwuma sɛ wo akonta ne wo intanɛt browser nyinaa ma Ethereum. Ɛhwɛ wo crypto so, ɛma wo kɔ dapps mu, na ɛsan nso de dijitaal agyapadeɛ te sɛ token ne NFTs mena na wogye.",
  "page-what-is-ethereum-start-individuals-desc-3": "Sika kotoku a agye din te sɛ <zerion>Zerion</zerion>, <rainbow>Rainbow</rainbow>, ne <coinbase>Coinbase Wallet</coinbase> yɛ nea wontua hwee na ɛnyɛ den sɛ wode bedi dwuma. Sɛ wɔhyehyɛ wo sika kotoku no wie a, wubetumi:",
  "page-what-is-ethereum-start-individuals-step-1": "Kɔtɔ ETH kakraa bi wɔ exchange anaasɛ tẽẽ wɔ sika kotoku bi mu",
  "page-what-is-ethereum-start-individuals-step-2": "Fa saa ETH no tua nnwuma te sɛ token a wode bɛmena anaa NFT a wobɛboaboa ano",
  "page-what-is-ethereum-start-individuals-step-3": "Hwehwɛ dapps te sɛ <zora>Zora</zora>, <uniswap>Uniswap</uniswap>, anaa <farcaster>Farcaster</farcaster>—ɛho nhia sɛ wobɛkɔ mu foforo anaa wobɛpene so",
  "page-what-is-ethereum-start-individuals-desc-4": "Saa nneɛma a ɛho hia yi bɛboa ma wɔahwɛ ahu sɛ Ethereum yɛ nea ahobammɔ wom, ɛyɛ nea wotumi sesa na ɛyɛ mmerɛw sɛ wɔde di dwuma bere a nnipa pii de wɔn ho to ntwamutam no so da biara da.",
  "page-what-is-ethereum-start-individuals-desc-5": "Saa dapps yi tu mmirika wɔ wo browser mu na ɛne wo sika kotoku no yɛ adwuma ntɛm ara. Wubetumi afi ase de Ethereum adi dwuma wɔ simma kakraa bi mu.",
  "page-what-is-ethereum-start-individuals-cta-1": "Fi ase ha",
  "page-what-is-ethereum-start-individuals-cta-2": "Hwɛ app ahorow",
  "page-what-is-ethereum-start-developers-desc-1": "Ethereum yɛ agoprama a wɔde di agoru ma wɔn a wɔyɛ no. Wubetumi afi ase asi dan a wunnyaa kwan, pene, anaa sika ankasa mpo.",
  "page-what-is-ethereum-start-developers-desc-2": "<a>Ethereum Developer Docs</a> no nantew wo wɔ biribiara mu fi wo smart contract a edi kan a wobɛkyerɛw so kosi sɛ wode bedi dwuma wɔ sɔhwɛ ntwamutam te sɛ Sepolia so.",
  "page-what-is-ethereum-start-developers-desc-3": "Wubetumi de nnwinnade te sɛ <hardhat>Hardhat</hardhat>, <foundry>Foundry</foundry>, ne <ethers>Ethers.js</ethers> ayɛ dapps a ɛyɛ pɛpɛɛpɛ, anaasɛ wobɛsɔ platform ahorow a ɛba fam te sɛ <thirdweb>thirdweb</thirdweb> anaa <moralis>Moralis</moralis> ahwɛ.",
  "page-what-is-ethereum-start-developers-desc-4": "Biribiara yɛ open-source na wotumi hyehyɛ, enti wubetumi ayɛ remix na woakyekye nea ɛwɔ hɔ dedaw a wunsrɛ kwan.",
  "page-what-is-ethereum-start-developers-cta": "Fi ase si dan wɔ Ethereum so",
  "page-what-is-ethereum-start-business-title": "Fa Ethereum di dwuma wɔ adwumayɛ mu",
  "page-what-is-ethereum-start-business-desc-1": "Nnwumakuw de Ethereum redi dwuma dedaw de ama nnwuma foforo ahoɔden.",
  "page-what-is-ethereum-start-business-desc-2": "Nnwumakuw bebree de L2 ntam nkitahodi te sɛ 'Optimism' ne Base refi ase de aboa nsɛm a wɔde di dwuma kɛse. Saa ntwamutam yi ma ɛka a ɛba fam, ahoɔhare a ɛyɛ ntɛmntɛm bere a wɔda so ara nya mfaso fi Ethereum ahobammɔ mu na woyi asiane a ɛne wɔn ho wɔn ho di nkitaho no fi hɔ.",
  "page-what-is-ethereum-start-business-desc-3": "Wo bɛtumi:",
  "page-what-is-ethereum-start-business-benefit-1": "Fi ase 'modular loyalty' nhyehyɛe ahorow a ɛma retention kɔ soro na ɛtew 'third-party' ka so",
  "page-what-is-ethereum-start-business-benefit-2": "'Tokenizi' agyapadeɛ te sɛ tekiti, kupons, anaa adansedie nkrataa na ama nsisi ne asiane a ɛwɔ hɔ sɛ wɔbɛsan atɔn no so ate",
  "page-what-is-ethereum-start-business-benefit-3": "Ma wiase nyinaa sikatua ntɛm ara nyɛ adwuma na ama wɔatew aguadi ho ka so na wɔabue gua foforo",
  "page-what-is-ethereum-start-business-example": "Sɛ nhwɛsoɔ no, wɔ afe 2025 mu no, <a>Shopify hyɛɛ aseɛ wɔ Base</a> so sɛdeɛ ɛbɛyɛ a adetɔfoɔ bɛtumi asɛe stablecoins ne aguadifoɔ ɔpepem pii wɔ wiase nyinaa.",
  "page-what-is-ethereum-start-business-cta": "Fa Ethereum di dwuma wɔ adwumayɛ mu",
  "page-what-is-ethereum-bitcoin-title": "Nsonsonoe bɛn na ɛwɔ Ethereum ne Bitcoin ntam?",
  "page-what-is-ethereum-bitcoin-intro-1": "Bitcoin ne Ethereum yɛ cryptocurrencies akɛseɛ mmienu wɔ wiase.",
  "page-what-is-ethereum-bitcoin-intro-2": "Wɔn baanu nyinaa ma wo kwan ma wode sika mena a wunni sikakorabea, wɔn baanu nyinaa de 'blockchain' mfiridwuma di dwuma, na abien no nyinaa <strong>abue ama obiara</strong>. Nanso ɛhɔ na nsɛdi no ba awiei.",
  "page-what-is-ethereum-bitcoin-comparison-1-title": "Bitcoin te sɛ digyital sika kɔkɔɔ.",
  "page-what-is-ethereum-bitcoin-comparison-1-desc": "Ɛwɔ sika ɔpepem 21 a wɔde ma a wɔahyɛ da ayɛ, ɛtwe adwene si atipɛnfo sikatua so ketewaa bi, ne scripting kasa titiriw a ɛto nea wubetumi de asi ano hye. Saa mmerɛwyɛ yi yɛ nea wɔayɛ efisɛ Bitcoin de nea wobetumi ahyɛ ho nkɔm, nea ɛbɛtra hɔ akyɛ, ne ahobammɔ a ɛtra hɔ kyɛ di kan sen sɛnea wobetumi ayɛ nsakrae.",
  "page-what-is-ethereum-bitcoin-comparison-2-title": "Ethereum fa ɔkwan a ɛtrɛw so.",
  "page-what-is-ethereum-bitcoin-comparison-2-desc": "Ɛnyɛ sika nko, ɛyɛ programmable infrastructure. Sɛ anka wɔde bɛsoma na wɔagye boɔ kɛkɛ no, Ethereum ma 'developers' kyekye applications nyinaa. Woahu eyi dedaw wɔ adeyɛ mu: efi boseabɔ gua ne stablecoins so kosi nneɛma a wɔboaboa ano, sohyial media, ne bere ankasa mu sikatua so —ne nyinaa nam apam a nyansa wom so na ɛma ahoɔden na ETH na ɛbɔ ho ban.",
  "page-what-is-ethereum-bitcoin-comparison-3-title": "Ɔkwan a nkitahodi nhyehyɛe ahorow no fa so nya adwene koro nso yɛ soronko.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-1": "Bitcoin de miners di dwuma de bɔ network no ho ban. Eyinom yɛ kɔmputa ahorow a tumi wom a esi akan de siesie ahodwiriwde a ɛyɛ den, na nea odi nkonim no nya kwan de nkitahodi ahorow a edi hɔ no ka nkɔnsɔnkɔnsɔn no ho na ɔka sɛ bitcoins yɛ akatua. Wɔfrɛ saa adeyɛ yi sɛ 'mining' na ɛde anyinam ahoɔden pii na edi dwuma.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-2": "Ethereum nso na ɛyɛ adwuma saa. Nanso wɔ afe 2022 mu no, ɛdan fii adwuma ho adanse so kɔɔ stade ho adanse so. Ɛnnɛ, validators a wɔto ETH mu sɛ 'collateral'na ɛsi nnwuma so dua. Wɔn a wodi nokware no nya ETH akatua bere a wɔn a wonni nokware biara hwere wɔn kyɛfa no fã bi. Saa nsakrae yi maa Ethereum bɛboro 99.988% ahoɔden a wɔde di dwuma yiye a wɔamfa ahobammɔ anaa decentralization mmɔ afɔre.",
  "page-what-is-ethereum-bitcoin-comparison-4-title": "Nsonsonoe nso wɔ sɛnea wodi nneɛma a wɔde ma ho dwuma no mu.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-1": "Bitcoin wɔ 'fixed supply' a wɔde ma. Sika ɔpepem 21 pɛ na ɛbɛba da biara. Ethereum deɛ, ɛwɔ ahoɔden a wɔde ma. Wɔde ETH foforo ma de tua validators ka, bere a wɔhyew ɔfã bi wɔ asɛm biara a wɔyɛ mu. Wei kyerɛ sɛ <strong>Ethereum ntumi \"ntintim ETH a enni ano\" kɛkɛ.</strong>",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-2": "ETH dodow a wɔde to gua no na ɛto dodow a wɔde ma no ano hye. Bere a wɔde ETH pii to asiane mu no, ankorankoro akatua so tew, na ɛma abɔde mu kari pɛ ba. Saa nhyehyɛe yi hwɛ hu sɛ wobenya ahobammɔ ho sikasɛm nhyehyɛe a ɛbɛkɔ so atra hɔ daa akosi daakye, a wɔmfa wɔn ho nto aguadi ho ka nkutoo so.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-3": "Ne tiawa mu no, Bitcoin yɛ adwinnade a wɔde mena bo. Ethereum yɛ 'platform' a wɔde si no.",
  "page-what-is-ethereum-bitcoin-learn-more": "Sua pii fa nsonsonoe a ɛda Ethereum ne Bitcoin ntam no ho",
  "page-what-is-ethereum-when-who-title": "Bere bɛn na Ethereum fii ase, hena na ɔhyehyɛɛ no ​​na hena na ɔhwɛ so mprempren?",
  "page-what-is-ethereum-when-who-intro-1": "Efi mfiase no, wɔyɛɛ Ethereum sɛ ne mpɔtam hɔfo na wɔhwɛ so.",
  "page-what-is-ethereum-when-who-intro-2": "Wɔ afe 2013 mu no, Vitalik Buterin tintim krataa fitaa bi a ɛhyɛ nyansa sɛ wɔmfa 'blockchain' foforo mma sika ne apps a obiara betumi de adi dwuma. Adwene no nyaa nea wɔtwetwe no ntɛm ara.",
  "page-what-is-ethereum-when-who-intro-3": "Eduu afe 2014 no, wɔn a wɔka ho hyehyɛɛ adwuma no te sɛ Gavin Wood ne Joseph Lubin bɛkaa mmɔdenbɔ no ho, na kuw no nam crypto crowdfunding ɔsatu a edi kan no biako so boaboaa sika ano.",
  "page-what-is-ethereum-when-who-intro-4": "Ethereum fii ase wɔ aban kwan so wɔ Kitawonsa 2015 mu.",
  "page-what-is-ethereum-when-who-history-title": "Mmere titiriw wɔ Ethereum abakɔsɛm mu",
  "page-what-is-ethereum-when-who-history-2013": "Vitalik Buterin a wadi mfe 19 no tintim Ethereum krataa fitaa no",
  "page-what-is-ethereum-when-who-history-2014": "Ethereum Foundation hyehyɛ na wɔde nnipadɔm sika ho ɔsatu bi fi ase",
  "page-what-is-ethereum-when-who-history-2015": "Wɔn a wɔyɛ no de <em>Frontier</em> a wɔayi no adi no fi ase Ethereum ntwamutam no",
  "page-what-is-ethereum-when-who-history-2016": "Nyansa apam eyiyiade twitwi $60M (3.6M ETH) fi DAO kanyan nkɔnsɔnkɔnsɔn fɔk",
  "page-what-is-ethereum-when-who-history-2020": "Beacon Chain yi pue fi ase tu kɔ Awowa-ho-adansie",
  "page-what-is-ethereum-when-who-history-2021": "<em>London</em> nkanko fi ase hyew gas ho ka denam EIP-1559 so",
  "page-what-is-ethereum-when-who-history-2022": "<em>The Merge</em> de awowa si egudietuo ananmu, na ɛtew ahoɔden a wɔde di dwuma no so 99%",
  "page-what-is-ethereum-when-who-history-2025": "<em>Pectra</em> nkɔsoɔ ma smart wallet mmoa ne L2 nhyiamu tu mpɔn",
  "page-what-is-ethereum-when-who-governance-1": "Ɛnnɛ, onipa biako anaa adwumakuw biara nni hɔ a ɛhwɛ Ethereum so.",
  "page-what-is-ethereum-when-who-contributors-title": "Wɔn a wɔde mmoa ma kuw kɛse bi na wɔhwɛ nkitahodi no so:",
  "page-what-is-ethereum-when-who-contributors-1": "'Developers' a wɔkyerɛw na wɔhyɛ nyansa sɛ wɔnyɛ nkanko",
  "page-what-is-ethereum-when-who-contributors-2": "Node adwumayɛfo a wɔboa ma wɔkyekyɛ honam fam nhyehyɛe",
  "page-what-is-ethereum-when-who-contributors-3": "Awowasifo a wɔma nnwuma a wɔyɛ no yɛ nokware",
  "page-what-is-ethereum-when-who-contributors-4": "Mpɔtam hɔfoɔ a wɔkyekyere nnwinnadeɛ ne amammerɛ",
  "page-what-is-ethereum-when-who-contributors-5": "<strong>Wo</strong> denam ntwamutam no a wode bedi dwuma no so",
  "page-what-is-ethereum-when-who-governance-2": "<strong>CEO, board, anaa central authority biara nni hɔ.</strong> Ethereum Foundation da so ara boa ma wɔde sika ma nhwehwɛmu ne nkɔsoɔ, nanso abɔdeɛ a nkwa wom nhyehyɛeɛ no tu mmirika wɔ kyɛfa a wɔbue so.",
  "page-what-is-ethereum-when-who-governance-3": "Wɔnam <eips>Ethereum Nkɔsoɔ Nsusuiɛ (EIPs)</eips> so na ɛhyɛ nsakraeɛ ho nyansa, wɔka ho asɛm wɔ baguam, na sɛ ɔmanfoɔ a wɔdɔɔso no boa wɔn</governance> nkutoo a, wɔgye tom <governance>.",
  "page-what-is-ethereum-when-who-governance-4": "Wei ma Ethereum yɛ brɛoo sɛ ɛbɛsesa sene startup, nanso ɛyɛ den nso kɛseɛ sɛ wobɛto mu anaa wobɛfa.",
  "page-what-is-ethereum-when-who-learn-more": "Sua pii fa Ethereum abakɔsɛm ho",
  "page-what-is-ethereum-roadmap-title": "Dɛn ne Ethereum kwankyerɛ a ɛfa afe 2025 ho?",
  "page-what-is-ethereum-roadmap-intro-1": "Ethereum nni ɔkwan a wɔahyɛ da ayɛ akyi. Ɛdi anisoadehunu a wɔkyɛ akyi.",
  "page-what-is-ethereum-roadmap-intro-2": "Wɔyɛ network upgrades sɛ EIP nsusuiɛ na wɔyɛ wɔ baguam a wɔn a wɔde mmoa ma wɔ wiase nyinaa na wɔyɛ. Mfinimfini kuw biara nni hɔ a ɛresi nea ɛbɛba ho gyinae, nnipa a wogyina wɔn a wɔde di dwuma no ahiade so si nea wogye di sɛ mfaso wɔ so no nkutoo.",
  "page-what-is-ethereum-roadmap-intro-3": "Pectra yɛ nnansa yi ara nkɔsoɔ a wɔde sii hɔ wɔ May 2025. Saa nkɔsoɔ yi maa sika kotokuo mu nneɛma yɛɛ yie, ɛmaa stakers nyaa nkɔsoɔ kɛseɛ, na ɛmaa ɛyɛɛ mmerɛ maa dapps sɛ wɔbɛtu mmirika wɔ L2s so. Na botae no ne sɛ wɔbɛma sɛnea wɔde di dwuma no atu mpɔn a wɔrensɛe ahobammɔ anaa decentralization.",
  "page-what-is-ethereum-roadmap-priorities-intro": "<a>Sɛ yɛhwɛ yɛn anim</a>, Ethereum nneɛma a ɛho hia no bi ne:",
  "page-what-is-ethereum-roadmap-priority-1": "Making the core protocol ne ne L2s no ntɛmntɛm na ne bo yɛ mmerɛw ama obiara",
  "page-what-is-ethereum-roadmap-priority-2": "Osuahu a wɔbɛma atu mpɔn ama wɔn a wɔde di dwuma ne wɔn a wɔyɛ no",
  "page-what-is-ethereum-roadmap-outro-1": "Saa nneɛma a ɛho hia yi bɛboa ma wɔahwɛ ahu sɛ Ethereum yɛ nea ahobammɔ wom, ɛyɛ nea wotumi sesa na ɛyɛ mmerɛw sɛ wɔde di dwuma bere a nnipa pii de wɔn ho to ntwamutam no so da biara da.",
  "page-what-is-ethereum-roadmap-outro-2": "Sɛ wopɛ sɛ wokyerɛ akwankyerɛ no kwan ma Ethereum a, <a>fa wo ho hyɛ mu</a>. Wonhia kwan, ɔpɛ a wowɔ sɛ wobɛma nsakrae aba dijitaal sikasɛm foforo yi mu ara kwa.",
  "page-what-is-ethereum-roadmap-learn-more": "Hwɛ Ethereum kwankyerɛ no ho nsɛm a wɔaka abom",
  "page-what-is-ethereum-further-reading-title": "Kenkan nea edi hɔ",
  "page-what-is-ethereum-further-reading-wallets": "Dɛn ne sika kotoku?",
  "page-what-is-ethereum-further-reading-eth": "Dɛn ni ether (ETH)?",
  "page-what-is-ethereum-further-reading-web3": "Dɛn ne web3?",
  "page-what-is-ethereum-further-reading-networks": "Sua pii fa Ethereum ntam nkitahodi no ho",
  "page-what-is-ethereum-toc-ethereum": "Dɛn ni Ethereum?",
  "page-what-is-ethereum-toc-network": "Deɛn ne Ethereum ntam nkitahodi?",
  "page-what-is-ethereum-toc-ether": "Dɛn ni ether (ETH)?",
  "page-what-is-ethereum-toc-how": "Ɔkwan bɛn so na Ethereum yɛ adwuma?",
  "page-what-is-ethereum-toc-what": "Dɛn adwuma na wɔde Ethereum di?",
  "page-what-is-ethereum-toc-start": "Sɛnea wobɛhyɛ aseɛ de Ethereum adi dwuma",
  "page-what-is-ethereum-toc-bitcoin": "Nsonsonoe bɛn na ɛwɔ Ethereum ne Bitcoin ntam?",
  "page-what-is-ethereum-toc-when-who": "Bere bɛn na Ethereum fii ase, hena na ɔhyehyɛɛ no ​​na hena na ɔhwɛ so mprempren?",
  "page-what-is-ethereum-toc-roadmap": "Dɛn ne Ethereum kwankyerɛ a ɛfa afe 2025 ho?",
  "page-what-is-ethereum-banner-networks-alt": "Mfonini a ɛkyerɛ daakye Ethereum mpɔtam hɔ beae",
  "page-what-is-ethereum-banner-ether-alt": "Nsa a wɔabue a wokurakura ether glyph",
  "page-what-is-ethereum-banner-how-alt": "Ɔbarima bi a ɔresiesie kɔmputa",
  "page-what-is-ethereum-banner-contributing-alt": "Ɔbarima bi a ɔresiesie kɔmputa",
  "page-what-is-ethereum-banner-what-alt": "Futuristic nipa anan ne barima baako aa omo hwe Ethereum prism no mu",
  "page-what-is-ethereum-banner-start-alt": "Futuristic mpɔtam hɔ nhyiambea",
  "page-what-is-ethereum-banner-when-who-alt": "Nnipa baanu a wɔnantew na wɔrekasa"
}
