{
  "page-wallets-accounts-addresses": "Sikakorae, akontaabu, nsafe ne address ahorow",
  "page-wallets-accounts-addresses-desc": "Ɛfata sɛ yɛte nsonsonoe a ɛda nsɛmfua atitiriw bi ntam no ase.",
  "page-wallets-accounts-ethereum-addresses": "<b>Ethereum akonta bi wɔ address</b>, te sɛ inbox wɔ email address. Wɔde eyi di dwuma de hu wo ntanɛte so agyapade.",
  "page-wallets-alt": "Efide nipa bi a ɔwɔ kwan a wɔde nneɛma gu mu ma nipadua bi ho mfonini, a egyina hɔ ma Ethereum sika kotoku",
  "page-wallets-ethereum-account": "<b>Ethereum akonta yɛ safoa mmienu</b>. <a href=\"/glossary/#public-key\">Wɔde safoa baako</a> yɛ address a wobɛtumi akyɛ no kwa, ne <a href=\"/glossary/#private-key\">safoa foforɔ</a> a ɛhia sɛ wode sie ɛfiri sɛ wɔde hyɛ nneɛma ase. Saa nsafe yi bom ma wukura agyapade na wodi nkitaho.",
  "page-wallets-blog": "Coinbase atwerɛ",
  "page-wallets-bookmarking": "Hyɛ wo akontaabu no nso",
  "page-wallets-bookmarking-desc": "Sɛ wode wɛb sikakorae di dwuma a, hyɛ website no agyirae na ama woabɔ wo ho ban afi phishing nsisi ho.",
  "page-wallets-cd": "<b>Nnadeguade sikakorae</b> yɛ mfiri a ɛma wo ma wo crypto no kɔ so nni intanɛt so – ahobammɔ kɛse",
  "page-wallets-desc-2": "Sikakorae ne nea nnipa dodow no ara de di wɔn ntanɛte agyapade ne wɔn nipasu ho dwuma.",
  "page-wallets-desc-2-link": "Nsɛm pii fa ETH ho",
  "page-wallets-desc-3": "Wo sikakorae yɛ adwinnade a wode ne wo Ethereum akonta di nkitaho. Ɛno kyerɛ sɛ wubetumi asesa wɔn a wɔde sikakorae ma no bere biara. Sikakorae pii nso ma wo kwan ma wohwɛ Ethereum akontaabuo dodoɔ bi so firi dwumadie baako so.",
  "page-wallets-desc-4": "Wɔn a wɔde sikakorae ma no nni wo sika sohwɛ. Wɔma wo mfɛnsere kɛkɛ a wobɛhunu w’agyapadeɛ wɔ Ethereum ne nnwinnadeɛ a wode bedi dwuma ntɛm.",
  "page-wallets-description": "Ethereum sikakorae yɛ dwumadie ahorow a ɛma wudi wo akontaabu so. Sɛnea wo honam fam sikakorae te no, saa ara na biribiara a wuhia na wode akyerɛ sɛ wo nipasu na woadi w’agyapade ho dwuma wɔ mu. Wo sikakorae ma wo kwan ma wode wo nsa hyɛ dwumadie ahorow mu, kenkan wo sikasɛm nhyehyɛe, de nnwuma mena na hwɛ sɛ wo nipasu te.",
  "page-wallets-desktop": "<b>Desktop dwumadie</b> sɛ wopɛ sɛ wofa macOS, Windows anaa Linux so hwɛ wo sika so a",
  "page-wallets-ethereum-wallet": "<b>Wallet yɛ adwinnadeɛ a ɛma wotumi ne wo akonta di nkitaho</b>, de wo nsafe di dwuma. Ɛma wotumi hwɛ wo akontaabu a ɛkari pɛ, de nnwuma mena, ne nea ɛkeka ho.",
  "page-wallets-explore": "Hwehwɛ Ethereum mu",
  "page-wallets-features-desc": "Yebetumi aboa wo ma woapaw wo sikakorae a egyina nneɛma a wodwen ho so.",
  "page-wallets-features-title": "Fa sikakorae a egyina nneɛma a ɛwom so toto ho",
  "page-wallets-find-wallet-link": "Pɛ sika kotoku",
  "page-wallets-get-some": "Nya ETH bi",
  "page-wallets-get-some-alt": "Nsa mfoniniyɔ a ɛkyerɛ nsa a ɛbɔ ETH nhyɛnsodi ɛfri lego ntaya",
  "page-wallets-get-some-btn": "Nya ETH bi",
  "page-wallets-get-some-desc": "ETH yɛ Ethereum no kurom hɔ crypto. Wobɛhia ETH bi wɔ wo sikakorae mu na wode Ethereum dwumadie adi dwuma.",
  "page-wallets-keys-to-safety": "Nneɛma a ɛbɛma wo crypto no ayɛ nea ahobammɔ wom",
  "page-wallets-manage-funds": "App a wode hwɛ wo sika so",
  "page-wallets-manage-funds-desc": "Wo sikakorae no kyerɛ wo sika a aka, asɛm a woayɛ ho abakɔsɛm na ɛma wo kwan a wobɛfa so de sika amena/gye. Ebia sikakorae binom de nnɛema pii bɛma.",
  "page-wallets-meta-description": "Nea ɛsɛ sɛ wuhu na wode Ethereum sikakorae adi dwuma.",
  "page-wallets-meta-title": "Ethereum sikakorae: Tɔ, Sie na Mena crypto",
  "page-wallets-mobile": "<b>Mobile dwumadie</b> a ɛma wo sika tumi fi baabiara",
  "page-wallets-more-on-dapps-btn": "Nsɛm pii fa dapps ho",
  "page-wallets-most-wallets": "Sikakorae nneɛma dodow no ara bɛma woayɛ Ethereum akontaabu. Enti wunhia bi ansa na woatwe sika kotoku.",
  "page-wallets-protecting-yourself": "Wo ho ne wo sika a wobɛbɔ ho ban",
  "page-wallets-seed-phrase": "Kyerɛw wo <a href=\"/glossary/#recovery-phrase\">asɛmfua a wode bɛsan agye</a>",
  "page-wallets-seed-phrase-desc": "Mpɛn pii no, sikakorae bɛma wo aba kasasin bi a ɛsɛ sɛ wokyerɛw to baabi a ahobammɔ wɔ. Eyi nkutoo ne ɔkwan a wobɛfa so asan anya wo sikakorae no.",
  "page-wallets-seed-phrase-example": "Wie yɛ nhwɛsoɔ:",
  "page-wallets-seed-phrase-write-down": "Mfa nsie wɔ kɔmputa so. Kyerɛw to hɔ na fa sie.",
  "page-wallets-simulator-create-account-title": "Yɛ akontaabu",
  "page-wallets-simulator-create-account-explanation-1-header": "Fi w’akwantu no ase denam sika kotoku a wobɛtwe so",
  "page-wallets-simulator-create-account-explanation-1-desc-1": "Sɛ wubefi ase a, ɛho behia sɛ wotwe sika kotoku app bi.",
  "page-wallets-simulator-create-account-explanation-1-desc-2": "Nnipa dodow no ara de mobile apps di dwuma, nanso desktop apps ne browser extensions nso wɔ hɔ.",
  "page-wallets-simulator-create-account-explanation-1-desc-3": "Momma yɛnhyehyɛ mobile wallet. Klik \"Install a wallet\" so na fi ase.",
  "page-wallets-simulator-create-account-explanation-2-header": "Walets yɛ app ahorow a wontua hwee a wubetumi atwe",
  "page-wallets-simulator-create-account-explanation-2-desc-1": "Wobetumi atwe mobile wallet apps na wɔde ahyɛ mu denam app store biara so.",
  "page-wallets-simulator-create-account-explanation-2-desc-2": "Walets ma ɔkwan a ɛyɛ mmerɛw a wobɛfa so ayɛ Ethereum akonta, na afei wode Ethereum ne ne application ahorow adi dwuma.",
  "page-wallets-simulator-create-account-explanation-2-desc-3": "Kɔ w’anim na bue wo wallet app foforo no.",
  "page-wallets-simulator-create-account-explanation-3-header": "Akonta a wobɛbɔ no yɛ kwa, kokoam na ɛnyɛ den",
  "page-wallets-simulator-create-account-explanation-3-desc-1": "Wɔyɛ Ethereum akontaabu no wɔ kokoam na enhia nkrataa anaa pene biara —ɛho nhia sɛ wɔde nsɛm a ɛkyerɛ sɛ obi hu obi!",
  "page-wallets-simulator-create-account-explanation-3-desc-2": "Klik \"Create account\" so na yɛ account foforo.",
  "page-wallets-simulator-create-account-explanation-4-header": "Eyi yɛ WO akontaabu, na ɛnyɛ obi foforo de —wo na wudi so koraa",
  "page-wallets-simulator-create-account-explanation-4-desc-1": "Adwumakuw biara nni hɔ, a nea ɔde wo sika kotoku ma no ka ho, nni wo akontaabu no mu kwan.",
  "page-wallets-simulator-create-account-explanation-5-header": "Wɔde kasasin a wɔde gye sika di dwuma de ma akontaabu no yɛ nea ahobammɔ wom",
  "page-wallets-simulator-create-account-explanation-5-desc-1": "Wo ne wo nko ara na wodi saa kasasin yi so, enti ɛho hia sɛ wotu anammɔn de yɛ backup na wobɔ ho ban.",
  "page-wallets-simulator-create-account-explanation-5-desc-2": "Kenkan yiye na klik \"Mete ase\" na hwɛ na backup wo recovery phrase.",
  "page-wallets-simulator-create-account-explanation-6-header": "Ma wo kasasin no nsie!",
  "page-wallets-simulator-create-account-explanation-6-storing-small": "Nneɛma a ɛsom bo kakraa bi a wɔde sie:",
  "page-wallets-simulator-create-account-explanation-6-storing-small-item": "Susuw ho sɛ wode besie wɔ password manager mu",
  "page-wallets-simulator-create-account-explanation-6-storing-significant": "Botae titiriw biara a wɔde besie:",
  "page-wallets-simulator-create-account-explanation-6-storing-significant-item-1": "Kyerɛw wo kasasin a wode bɛsan atɔ wo yam no to hɔ",
  "page-wallets-simulator-create-account-explanation-6-storing-significant-item-2": "Fa sie baabi a ahobammɔ wɔ (susuw backup ahorow pii ho)",
  "page-wallets-simulator-create-account-explanation-6-unsafe": "Akwan a ahobammɔ nnim a wɔfa so de sie:",
  "page-wallets-simulator-create-account-explanation-6-unsafe-item-1": "Sɛ wode text kɔma w’adamfo (anaa obiara!)",
  "page-wallets-simulator-create-account-explanation-6-unsafe-item-2": "Kasasin no mfonini a wɔbɛtwe",
  "page-wallets-simulator-create-account-explanation-6-unsafe-item-3": "Sɛ wode sie fael bi mu wɔ wo kɔmputa so",
  "page-wallets-simulator-create-account-explanation-7-header": "Tia kasasin no mu de kyerɛ sɛ woakora so",
  "page-wallets-simulator-create-account-explanation-7-desc-1": "Wɔyɛ eyi wɔ mfitiase nhyehyɛe nkutoo so, nanso ɛnyɛ nea wɔhwehwɛ bere biara.",
  "page-wallets-simulator-create-account-explanation-7-desc-2": "Fa eyi sie kokoam! Ɛnsɛ sɛ obiara a ofi customer service bisa wo eyi da.",
  "page-wallets-simulator-create-account-explanation-7-desc-3": "Klik nsɛmfua no so nnidiso nnidiso sɛnea ɛfata na kyerɛ sɛ woayɛ wo kasasin no backup.",
  "page-wallets-simulator-create-account-explanation-8-header": "Ɛno ne no! Yɛma wo akwaaba ba Ethereum 🎉",
  "page-wallets-simulator-create-account-explanation-8-desc-1": "Wɔ adesua a edi hɔ no mu no yɛbɛsua sɛnea wode wo akontaabu foforo no bedi dwuma de agye sika bi na wode amena.",
  "page-wallets-simulator-create-account-cta-1": "Fa sika kotoku bi hyɛ mu",
  "page-wallets-simulator-create-account-cta-2": "Bue sika kotoku mu",
  "page-wallets-simulator-create-account-cta-3": "Yɛ akontaabu",
  "page-wallets-simulator-create-account-cta-5": "mete aseɛ",
  "page-wallets-simulator-create-account-cta-7": "Fi ase de sika kotoku di dwuma",
  "page-wallets-simulator-create-account-final-link": "Twe sika kotoku ankasa",
  "page-wallets-simulator-send-receive-title": "Kra / gye token ahorow",
  "page-wallets-simulator-send-receive-explanation-1-header": "Nya digytal agyapade fi baabiara",
  "page-wallets-simulator-send-receive-explanation-1-desc-1": "Wo sika kotoku boa wo ma wohwɛ wo sika, NFTs, Web3 identity ne nea ɛkeka ho so. Ɛha na yɛbɛkɔ sɛdeɛ yɛbɛgye na yɛde tokens bi akɔma wɔ Ethereum so.",
  "page-wallets-simulator-send-receive-explanation-1-desc-2": "Momma yenni kan nhwɛ sɛnea yebenya ether (ETH), Ethereum kurom sika.",
  "page-wallets-simulator-send-receive-explanation-1-desc-3": "Klik \"Receive\" button no so na hwɛ sɛnea wobenya sika.",
  "page-wallets-simulator-send-receive-explanation-2-header": "Token a wubegye no yɛ mmerɛw te sɛ wo address a wobɛkyɛ",
  "page-wallets-simulator-send-receive-explanation-2-desc-1": "Wo address yɛ ade a wɔde kyɛ wo akontaabu no —kyɛ eyi ma afoforo na woanya token.",
  "page-wallets-simulator-send-receive-explanation-2-desc-2": "Ethereum address te sɛ ɔmanfo dropbox a ɛda adi pefee, a w’ankasa nɔma soronko wɔ so —obiara betumi ahu mu, anaasɛ wode nneɛma ahyɛ mu, nanso wo nkutoo na wowɔ tumi a wode bebue na wode emu nsɛm adi dwuma.",
  "page-wallets-simulator-send-receive-explanation-3-header": "Wo nsa kaa ether (ETH)! Afei momma yɛmfa bi nkɔma",
  "page-wallets-simulator-send-receive-explanation-3-desc-1": "Seesei wowɔ ETH bi a wode bɛtua network fees, a ɛma wo kwan ma w’ankasa wode nnwuma bɛmena.",
  "page-wallets-simulator-send-receive-explanation-3-desc-2": "Hyɛ no nsow sɛ na enhia sɛ wode w’ankasa wo ho nsɛm biara ma, anaasɛ wunya sika biara a wode befi ase de afi ase agye agyapade akɔ w’address so—wɔmfa hwee mma.",
  "page-wallets-simulator-send-receive-explanation-3-desc-3": "Momma yɛmmɔ mmɔden sɛ yɛde ETH bi bɛmena denam \"Send\" button no a yɛbɛbɔ so.",
  "page-wallets-simulator-send-receive-explanation-4-header": "Token a wɔde mena no yɛ ntɛm na wontumi nsakra",
  "page-wallets-simulator-send-receive-explanation-4-desc-1": "Nea ɛnte sɛ sikakorabea a wɔde di dwuma wɔ amanne kwan so no, ahye biara nni hɔ, anaasɛ nnipa foforo a wɔde wɔn ho gye mu na wogyae wo nnwuma.",
  "page-wallets-simulator-send-receive-explanation-4-desc-2": "Ethereum nnyɛ nyiyim, na ennyae da, na ɛma wutumi di wo sika so koraa —24/7.",
  "page-wallets-simulator-send-receive-explanation-4-desc-3": "Paw sika dodow bi a wode bɛmena afei klik \"Paw nea ogye.\"",
  "page-wallets-simulator-send-receive-explanation-5-header": "Wubetumi de nkitahodi ahorow asie na ama ayɛ mmerɛw",
  "page-wallets-simulator-send-receive-explanation-5-desc-1": "Sɛ wopɛ sɛ wode token bɛmena a, nea ehia ara ne sɛ wubehu wɔn a wogye no Ethereum address.",
  "page-wallets-simulator-send-receive-explanation-5-desc-2": "Wubetumi de token amena baabiara wɔ wiase nyinaa bere biara.",
  "page-wallets-simulator-send-receive-explanation-5-desc-3": "Bere a wode wo sika kotoku redi dwuma no, wubetumi de wɔn a wɔde di dwuma no asie sɛ nkitahodifo a wode bedi dwuma mpɛn pii. Momma yɛmfa sika bi nsan nkɔma obi a ɔne no bɛdi nkitaho.",
  "page-wallets-simulator-send-receive-explanation-6-header": "Wobɛhia ETH kakraa bi na wode token (fee) amena",
  "page-wallets-simulator-send-receive-explanation-6-desc-1": "Hwɛ sɛ wo akontaabu no wɔ ETH a ɛdɔɔso a ɛbɛma woatumi atua network ho ka. Fees sesa gyina nnipa dodow a wɔde Ethereum redi dwuma so.",
  "page-wallets-simulator-send-receive-explanation-7-header": "Atipɛnfo ne atipɛnfo. Amansan. Ɛwɔ hɔ bere nyinaa. 🎉 na ɛyɛ",
  "page-wallets-simulator-send-receive-explanation-7-desc-1": "Fi ase adesua a edi hɔ no na sua sɛnea wode wo sika kotoku bedi dwuma de akɔ Web3 application ahorow mu.",
  "page-wallets-simulator-send-receive-cta-2": "Kyɛ address",
  "page-wallets-simulator-send-receive-cta-4": "Paw nea obegye no",
  "page-wallets-simulator-send-receive-cta-6": "Soma mprempren",
  "page-wallets-simulator-send-receive-final-link": "Twe sika kotoku ankasa",
  "page-wallets-simulator-connect-web3-title": "Fa wo ho to Web3 so",
  "page-wallets-simulator-connect-web3-explanation-1-header": "Hwehwɛ Web3: efi NFTs so kosi sikasɛm ne nipasu a wɔde ahyɛ aman nsa so\n",
  "page-wallets-simulator-connect-web3-explanation-1-desc-1": "Wobetumi de wo sika kotoku no adi dwuma de akɔ application ahorow nyinaa so, na ama woatumi ne wo onchain agyapade ahorow adi nkitaho.",
  "page-wallets-simulator-connect-web3-explanation-1-desc-2": "W’adamfo no de NFT adwinni bi kɔmaa w’address nkyɛe! Momma yɛnkɔ NFT gua so wɛbsaet foforo bi so nkɔhwɛ.",
  "page-wallets-simulator-connect-web3-explanation-2-header": "Ɛho nhia sɛ wobɔ akontaabu foforo ma ɔsom biara",
  "page-wallets-simulator-connect-web3-explanation-2-desc-1": "Wo akontaabu no yɛ amansan nyinaa de wɔ Ethereum ne Ethereum-compatible applications nyinaa mu.",
  "page-wallets-simulator-connect-web3-explanation-2-desc-2": "Wobetumi anya agyapade a wɔde asie onchain afi application biara mu.",
  "page-wallets-simulator-connect-web3-explanation-3-header": "Wubetumi anya login biako ama Ethereum based projects dodow no ara",
  "page-wallets-simulator-connect-web3-explanation-3-desc-1": "Akontaabu address koro no ara begyina hɔ ama wo nipasu wɔ Ethereum a ɛne no hyia blockchains ahorow pii te sɛ Arbitrum, Polygon anaa Optimism so.",
  "page-wallets-simulator-connect-web3-explanation-3-desc-2": "Wo sika kotoku na edi logins ho dwuma —ɛnyɛ password ahorow a ahobammɔ nnim bio.",
  "page-wallets-simulator-connect-web3-explanation-4-header": "Personal identifying information is not sharedWɔnkyɛ obi ho nsɛm a ɛma obi hu no",
  "page-wallets-simulator-connect-web3-explanation-4-desc-1": "Wo kokoam nsɛm no tra hɔ kokoam.",
  "page-wallets-simulator-connect-web3-explanation-4-desc-2": "Ɛho nhia sɛ w’ankasa wo ho nsɛm, te sɛ email anaa telefon nɔma, na wode Web3 apps adi dwuma—sika kotoku nkutoo na wuhia.",
  "page-wallets-simulator-connect-web3-explanation-4-desc-3": "Hyɛ no nso sɛ atɔfoɔ ho ka biara nni ha—sɛ wode Ethereum bedi dwuma a, ɛyɛ kwa, ɛyɛ ntɛm na ɛnyɛ den!",
  "page-wallets-simulator-connect-web3-explanation-5-header": "Asasesin anaa amammui mu nyiyim biara nni hɔ a wɔde tia wɔn a obetumi de Ethereum nnwuma adi dwuma",
  "page-wallets-simulator-connect-web3-explanation-5-desc-1": "NFT a wo nsa kaa no wɔ hɔ!",
  "page-wallets-simulator-connect-web3-explanation-5-desc-2": "Wɔ mfiridwuma mu no, sika kotoku yɛ interface a ɛbɛkyerɛ wo wo sika a aka no nkutoo na wode ayɛ nnwuma —wɔnkora w’agyapade so wɔ sika kotoku no mu, na mmom wɔ blockchain no so.",
  "page-wallets-simulator-connect-web3-explanation-6-header": "Fi w’akwantu no ase mprempren",
  "page-wallets-simulator-connect-web3-explanation-6-desc-1": "Adwuma kɛse! Woasiesie wo ho sɛ wubefi ase de apps adi dwuma wɔ Ethereum so.",
  "page-wallets-simulator-connect-web3-explanation-6-desc-2": "Nea ɛsɛ sɛ woyɛ akyi:",
  "page-wallets-simulator-connect-web3-explanation-6-desc-link-1": "Sua sɛnea wobɛtena ahobammɔ mu wɔ Web3 mu",
  "page-wallets-simulator-connect-web3-explanation-6-desc-link-2": "Sua pii fa Ethereum ho",
  "page-wallets-simulator-connect-web3-explanation-6-desc-link-3": "Hwɛ apps bi a ɛyɛ adamfofa su ma wɔn a wɔrefi ase",
  "page-wallets-simulator-connect-web3-cta-1": "Kɔ NFT gua so",
  "page-wallets-simulator-connect-web3-cta-3": "Fa wo ho to app so",
  "page-wallets-simulator-connect-web3-cta-4": "Kɔ akontaabu mu",
  "page-wallets-simulator-connect-web3-cta-5": "Wieeɛ",
  "page-wallets-simulator-connect-web3-final-link": "Nya sika kotoku",
  "page-wallets-slogan": "Wo ntanɛte daakye nsafe a wokura mu",
  "page-wallets-stay-safe": "Sɛnea wobɛkɔ so anya ahobammɔ",
  "page-wallets-stay-safe-desc": "Sikasɛm mu ahofadi ne tumi a wotumi nya sika na wode di dwuma wɔ baabiara no de asɛyɛde ba – adetɔfo mmoa biara nni crypto mu. <b>Wo na ɛyɛ wo asɛdeɛ sɛ wobɛkora wo safoa so dwoodwoo na woabɔ ho ban</b>.",
  "page-wallets-subtitle": "Sikakorae boa wo ma wunya wo ntanɛte so agyapade na wokɔ dwumadie ahorow mu.",
  "page-wallets-take-responsibility": "Fa w’ankasa sika ho asodi to wo ho so",
  "page-wallets-take-responsibility-desc": "Biakofo sikasesa bea bɛma wo sikakorae no abata username ne password a wobɛtumi asan anya wɔ atetesɛm kwan so. Kae kɛkɛ sɛ wode wo ho to saa sikasesa bea no so ne duam'nna wɔ wo sika so. Sɛ sika a wɔde sesa nneɛma no wɔ sikasɛm mu haw a, anka wo sika bɛkɔ asiane mu.",
  "page-wallets-tips": "Afotu pii a ɛbɛma woanya ahobammɔ",
  "page-wallets-tips-community": "Efi mpɔtam hɔfo hɔ",
  "page-wallets-title": "Ethereum sika kotoku",
  "page-wallets-triple-check": "Hwɛ biribiara mu mprɛnsa",
  "page-wallets-triple-check-desc": "Kae sɛ nkitahodi ntumi nsan na sikakorae ntumi nnye ntɛm enti fa ahwɛyiye na hwɛ yiye bere nyinaa.",
  "page-wallets-try-dapps": "Sɔ dapps no bi hwɛ",
  "page-wallets-try-dapps-alt": "Mfoni a ɛkyerɛ Ethereum amanfoɔ a wɔyɛ adwuma abom",
  "page-wallets-try-dapps-desc": "Dapps yɛ dwumadie ahorow a wɔasisi wɔ Ethereum so. Wɔn bo yɛ mmerɛw, wɔyɛ pɛpɛɛpɛ na wɔyɛ ayamye wɔ wo data so sen atetesɛm dwumadie dodow no ara.",
  "page-wallets-types": "Sika kotoku mu ahorow",
  "page-wallets-types-desc": "Akwan kakraa bi wɔ hɔ a wobɛfa so ne wo akontaabu adi nkitaho:",
  "page-wallets-web-browser": "<b>Browser sikakorae</b> yɛ ntanɛte dwumadie a ɛma wo ne wo akonta di nkitaho tẽẽ wɔ browser no mu",
  "page-wallets-web-browser-extension": "<b>Browser ntrɛwmu sikakorae</b> yɛ ntrɛwmu a wotwe a ɛma wo ne wo akontaabu ne dwumadie ahorow di nkitaho denam browser no so",
  "page-wallets-whats-a-wallet": "Dɛn ne Ethereum sikakorae?",
  "page-wallets-your-ethereum-account": "Wo Ethereum akontaabu",
  "page-wallets-your-ethereum-account-desc": "Wo sikakorae yɛ wo mfɛnsere a ɛkɔ wo Ethereum akontaabu mu – wo sika a aka, wo ho abakɔsɛm ne nea ɛkeka ho. Nanso wubetumi asesa wɔn a wɔde sikakorae ma no bere biara.",
  "page-wallets-your-login": "Wo login ma Ethereum apps",
  "page-wallets-your-login-desc": "Wo sikakorae no ma wo kwan ma wode wo Ethereum akonta di dwuma kɔ dwumadie ahorow so. Ɛte sɛ login a wobɛtumi de adi dwuma wɔ apps pii so.",
  "additional-reading-how-to-create-an-ethereum-account": "Sɛnea wo tumi bɔ Ethereum sikakorae",
  "additional-reading-how-to-use-a-wallet": "Sɛnea yɛdi sika kotoku no di dwuma"
}
