{
  "page-wallets-accounts-addresses": "Pulqabılar, hesablar, açarlar və ünvanlar",
  "page-wallets-accounts-addresses-desc": "Bəzi əsas terminlər arasındakı fərqləri başa düşməyə dəyər.",
  "page-wallets-accounts-ethereum-addresses": "Ethereum hesabının bir ünvanı var, gələnlər qutusunun e-poçt ünvanı kimi. Bu rəqəmsal aktivlərinizi müəyyən etmək üçün istifadə olunur.",
  "page-wallets-alt": "Ethereum pulqabısını təmsil edən, bədəninin yerinə seyf daşıyan bir robot illustrasiyası",
  "page-wallets-ethereum-account": "Ethereum hesabı bir cüt açardır. Bir açar sərbəst paylaşa biləcəyiniz ünvanı yaratmaq üçün istifadə olunur, digər açar isə gizli saxlamağınız lazımdır, çünki o, hər şeyi imzalamaq üçün istifadə olunur. Bu açarlar birlikdə aktivləri saxlamağa və əməliyyatlar aparmağa imkan verir.",
  "page-wallets-blog": "Coinbase blog",
  "page-wallets-bookmarking": "Pulqabını işarələyin",
  "page-wallets-bookmarking-desc": "Veb Pulqabıdan istifadə edirsinizsə, özünüzü fişinq fırıldaqlarından qorumaq üçün saytı işarələyin.",
  "page-wallets-cd": "Fiziki aparat pulqabılar kriptovalyutanızı oflayn saxlamağa imkan verən cihazlardır – çox təhlükəsiz",
  "page-wallets-desc-2": "Pulqabılar insanların çoxunun rəqəmsal aktivlərini və şəxsiyyətlərini təsdiq etmək üçün istifadə etdiyi şeydir.",
  "page-wallets-desc-2-link": "ETH haqqında daha çox",
  "page-wallets-desc-3": "Pulqabı Ethereum hesabınızı idarə etmək üçün bir vasitədir. Bu o deməkdir ki, istənilən vaxt pulqabı provayderlərini dəyişdirə bilərsiniz. Bir çox pulqabı da, bir tətbiqdən bir neçə Ethereum hesabını idarə etməyə imkan verir.",
  "page-wallets-desc-4": "Pulqabı provayderləri sizin vəsaitlərinizə nəzarət etmir. Onlar, Ethereum-dakı aktivlərinizi görmək üçün bir pəncərə və onları asanlıqla idarə etmək üçün alətlər təqdim edirlər.",
  "page-wallets-description": "Ethereum pulqabıları sizə hesabınıza nəzarət imkanı verən proqramlardır. Fiziki pulqabıları kimi, şəxsiyyətinizi sübut etmək və aktivlərinizi idarə etmək üçün lazım olan hər şeyi ehtiva edir. Pul pulqabı sizə proqramlara daxil olmağa, balansınızı oxumağa, əməliyyatlar göndərməyə və şəxsiyyətinizi təsdiq etməyə imkan verir.",
  "page-wallets-desktop": "Masaüstü tətbiqlər, əgər vəsaitlərinizi macOS, Windows və ya Linux vasitəsilə idarə etməyi üstün tutursunuzsa",
  "page-wallets-ethereum-wallet": "Pulqabı Ethereum hesabınızı idarə etməyə imkan verən bir alətdir. Bu alət, hesabınızın balansına baxmaq, əməliyyatlar göndərmək və s. üçün imkan yaradır.",
  "page-wallets-explore": "Ethereum-u kəşf edin",
  "page-wallets-features-desc": "Diqqət etdiyiniz xüsusiyyətlərə əsasən pulqabı seçməyinizə kömək edə bilərik.",
  "page-wallets-features-title": "Xüsusiyyətlərə əsasən pulqabıları müqayisə edin",
  "page-wallets-find-wallet-btn": "Pulqabı tap",
  "page-wallets-find-wallet-link": "Pulqabı tapın",
  "page-wallets-get-some": "Bir az ETH alın",
  "page-wallets-get-some-alt": "Leqo kərpicdən hazırlanmış ETH loqosu yaradan əlin təsviri",
  "page-wallets-get-some-btn": "Bir az ETH al",
  "page-wallets-get-some-desc": "ETH Ethereum-un doğma kriptovalyutasıdır. Ethereum tətbiqlərindən istifadə etmək üçün pulqabıda bir qədər ETH lazımdır.",
  "page-wallets-how-to-store": "Ethereum-da rəqəmsal aktivləri necə saxlamaq olar",
  "page-wallets-keys-to-safety": "Kriptovalyutanızı təhlükəsiz saxlamaq üçün açarlar",
  "page-wallets-manage-funds": "Vəsaitlərinizi idarə etmək üçün tətbiq",
  "page-wallets-manage-funds-desc": "Pulqabı balanslarınızı, əməliyyat tarixçənizi göstərir və sizə pul göndərmək/qəbul etmək üçün bir yol təqdim edir. Bəzi pulqabılar daha çox təklif edə bilər.",
  "page-wallets-meta-description": "Ethereum pulqabılarını istifadə etmək üçün nə bilmək lazımdır.",
  "page-wallets-meta-title": "Ethereum pulqabısı",
  "page-wallets-mobile": "Vəsaitlərinizi hər yerdən əlçatan edən mobil tətbiqlər",
  "page-wallets-more-on-dapps-btn": "Dappslar haqqında daha çox",
  "page-wallets-most-wallets": "Çox pulqabları məhsulları sizə Ethereum hesabı yaratmağa imkan verəcək. Beləliklə, pulqabını yükləməzdən əvvəl hesaba ehtiyacınız yoxdur.",
  "page-wallets-protecting-yourself": "Özünüzü və vəsaitlərinizi qorumaq",
  "page-wallets-seed-phrase": "Seed ifadənizi yazın",
  "page-wallets-seed-phrase-desc": "Pulqabılar tez-tez sizə yazmağınız lazım olan etibarlı ifadə verəcəkdir. Bu, pulqabılarınızı bərpa edə biləcəyiniz yeganə yoldur.",
  "page-wallets-seed-phrase-example": "Nümunə:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Onu kompüterdə saxlamayın. Bunu yazın və qoruyun.",
  "page-wallets-slogan": "Rəqəmsal gələcəyinizin açarlarını saxlamaq",
  "page-wallets-stay-safe": "Necə təhlükəsiz qalmaq",
  "page-wallets-stay-safe-desc": "Maliyyə azadlığı və istənilən yerdə vəsait əldə etmək və istifadə etmək imkanı məsuliyyət daşıyır – kriptovalyutada müştəri dəstəyi yoxdur. Açarlarınızı təhlükəsiz və etibarlı saxlamağa cavabdehsiniz.",
  "page-wallets-subtitle": "Pulqabılar rəqəmsal aktivlərinizə daxil olmağa və tətbiqlərə daxil olmağa kömək edir.",
  "page-wallets-take-responsibility": "Öz vəsaitləriniz üçün məsuliyyət daşıyın",
  "page-wallets-take-responsibility-desc": "Mərkəzləşdirilmiş mübadilələr pulqabılarınızı ənənəvi şəkildə yenidən eldə edə biləcəyiniz istifadəçi adı və şifrə ilə əlaqələndirəcək. Yalnız yadda saxlayın ki, siz bu mübadiləyə pulunuz üzərində nəzarətlə etibar edirsiniz. Əgər həmin şirkətin maliyyə problemləri olursa, vəsaitləriniz risk altında olacaq.",
  "page-wallets-tips": "Təhlükəsiz qalmaq üçün daha çox məsləhətlər",
  "page-wallets-tips-community": "İcmadan",
  "page-wallets-title": "Ethereum pulqabısı",
  "page-wallets-triple-check": "Hər şeyi üç dəfə yoxlayın",
  "page-wallets-triple-check-desc": "Unutmayın ki, əməliyyatlar geri qaytarıla bilməz və pulqabırı asanlıqla bərpa edilə bilməz, buna görə də ehtiyat tədbirləri görün və həmişə diqqətli olun.",
  "page-wallets-try-dapps": "Dappları sınayın",
  "page-wallets-try-dapps-alt": "Birlikdə işləyən Ethereum icma üzvlərinin təsviri",
  "page-wallets-try-dapps-desc": "Dapps Ethereum üzərində qurulmuş tətbiqlərdir. Məlumatlarınıza qarşı ənənəvi tətbiqlərdən daha ucuz, daha ədalətli və daha hörmətlidirlər.",
  "page-wallets-types": "Pulqabıların növləri",
  "page-wallets-types-desc": "Hesabınızla interfeys və əlaqə qurmağın bir neçə yolu var:",
  "page-wallets-web-browser": "Brauzer pulqabılar hesabınızla birbaşa brauzerdə əlaqə saxlamağa imkan verən veb-tətbiqlərdir",
  "page-wallets-web-browser-extension": "Brauzer genişləndirmə Pulqabıları endirdiyiniz uzantılardır və brauzer vasitəsilə hesabınız və tətbiqlərinizlə əlaqə saxlamağa imkan verir",
  "page-wallets-whats-a-wallet": "Ethereum pulqabı nədir?",
  "page-wallets-your-ethereum-account": "Ethereum hesabınız",
  "page-wallets-your-ethereum-account-desc": "Pulqabı Ethereum hesabınıza açılan pəncərənizdir – balansınız, əməliyyat tarixçəniz və s. Ancaq istədiyiniz zaman pulqabının provayderlərini dəyişə bilərsiniz.",
  "page-wallets-your-login": "Ethereum tətbiqlərinə girişiniz",
  "page-wallets-your-login-desc": "Pulqabınız, Ethereum hesabınızdan istifadə edərək tətbiqlərə qoşulmağa imkan verir. Bu, bir çox tətbiqdə istifadə edə biləcəyiniz giriş kimidir.",
  "additional-reading-how-to-create-an-ethereum-account": "How to create an Ethereum account",
  "additional-reading-how-to-use-a-wallet": "Pulqabını necə istifadə etmək olar"
}
