{
  "page-apps-1inch-logo-alt": "1inch loqosu",
  "page-apps-aave-logo-alt": "Aave loqosu",
  "page-apps-add-button": "MT təklif edin",
  "page-apps-add-title": "MT əlavə edin",
  "page-apps-ankr-logo-alt": "Ankr loqosu",
  "page-apps-api3-logo-alt": "API3 loqosu",
  "page-apps-arweave-logo-alt": "ARweave loqosu",
  "page-apps-audius-logo-alt": "Audius loqosu",
  "page-apps-augur-logo-alt": "Augur loqosu",
  "page-apps-axie-infinity-logo-alt": "Axie Infinity loqosu",
  "page-apps-balancer-logo-alt": "Balancer loqosu",
  "page-apps-brave-logo-alt": "Brave loqosu",
  "page-apps-beginner-friendly-description": "Başlayanlar üçün yaxşı olan bir neçə dapp. Aşağıda, daha çox dappları araşdırın.",
  "page-apps-beginner-friendly-header": "Yeni başlayan üçün uyğun",
  "page-apps-category-arts": "İncəsənət və moda",
  "page-apps-category-browsers": "Brauzerlər",
  "page-apps-category-code-marketplaces": "Kod bazarları",
  "page-apps-category-collectibles": "Rəqəmsal kolleksiyalar",
  "page-apps-category-competitive": "Web3 oyunları",
  "page-apps-category-computing": "Tərtibatçı alətləri",
  "page-apps-category-dex": "Birja",
  "page-apps-category-investments": "İnvestisiya fondları",
  "page-apps-category-lending": "Kredit vermək və borc vermək",
  "page-apps-category-lottery": "Kraudfanding",
  "page-apps-category-marketplaces": "Bazar yerləri",
  "page-apps-category-music": "Musiqi",
  "page-apps-category-payments": "Ödənişlər",
  "page-apps-category-insurance": "Sığorta",
  "page-apps-category-portfolios": "Portfelin idarə edilməsi",
  "page-apps-category-trading": "Proqnoz bazarları",
  "page-apps-category-utilities": "Infrastruktur",
  "page-apps-category-worlds": "Virtual dünyalar",
  "page-apps-category-demand-aggregator": "Tələb aqreqatorları",
  "page-apps-category-derivatives": "Törəmələr",
  "page-apps-category-liquid-staking": "Maye staking",
  "page-apps-category-bridges": "Bridges",
  "page-apps-category-experiences": "Paylaşılan təcrübələr",
  "page-apps-category-guilds": "Gəlir gildiyaları",
  "page-apps-category-avatar": "Avatarlar",
  "page-apps-choose-category": "Kateqoriya seçin",
  "page-apps-category-social": "Sosial mediya",
  "page-apps-category-content": "Məzmun",
  "page-apps-category-messaging": "Mesajlaşma",
  "page-apps-category-identity": "Identity",
  "page-apps-collectibles-benefits-1-description": "İncəsənət Ethereum-da tokenləşdirildikdə, sahiblik hamının görməsi üçün sübut edilə bilər. Sənət əsərinin yaradılışından indiki sahibinə qədər olan səyahətini izləyə bilərsiniz. Bu, saxtakarlığın qarşısını alır.",
  "page-apps-collectibles-benefits-1-title": "Mülkiyyət sübut olunur",
  "page-apps-collectibles-benefits-2-description": "Musiqi yayımlamaq və ya sənət əsərləri almaq üçün pul ödəmək sənətçilər üçün daha ədalətlidir. Ethereum ilə vasitəçilərə daha az ehtiyac var. Vasitəçilərə ehtiyac varsa, onların xərcləri o qədər də yüksək deyil, çünki platformaların şəbəkənin infrastrukturu üçün pul ödəməyə ehtiyacı yoxdur.",
  "page-apps-collectibles-benefits-2-title": "Yaradıcılar üçün daha ədalətli",
  "page-apps-collectibles-benefits-3-description": "Tokenləşdirilmiş kolleksiyalar platformaya deyil, Ethereum ünvanınıza bağlıdır. Beləliklə, siz oyundaxili elementlər kimi şeyləri təkcə oyunun özündə deyil, istənilən Ethereum bazarında sata bilərsiniz.",
  "page-apps-collectibles-benefits-3-title": "Kolleksiyalar sizinlə gedir",
  "page-apps-collectibles-benefits-4-description": "Sənətinizi təsdiqləmək və satmaq üçün alətlər və məhsullar artıq mövcuddur! Və tokenləriniz istənilən və bütün Ethereum kolleksiya platformalarında satıla bilər.",
  "page-apps-collectibles-benefits-4-title": "İnfrastruktur artıq hazırdır",
  "page-apps-collectibles-benefits-description": "Bunlar rəqəmsal sahibliyə, yaradıcılar üçün qazanc potensialını artırmağa və sevimli yaradıcılarınıza və onların işinə investisiya etməyin yeni yollarını ixtira etməyə yönəlmiş tətbiqlərdir.",
  "page-apps-collectibles-benefits-title": "mərkəzləşdirilməmiş kolleksiyalar və axın",
  "page-apps-collectibles-button": "İncəsənət və kolleksiyalar",
  "page-apps-collectibles-description": "Bunlar rəqəmsal sahibliyə, yaradıcılar üçün qazanc potensialını artırmağa və sevimli yaradıcılarınıza və onların işinə investisiya etməyin yeni yollarını ixtira etməyə yönəlmiş tətbiqlərdir.",
  "page-apps-collectibles-title": "Mərkəzləşdirilməmiş incəsənət və kolleksiyalar",
  "page-apps-compound-logo-alt": "Compound loqosu",
  "page-apps-convex-logo-alt": "Convex loqosu",
  "page-apps-cryptopunks-logo-alt": "CryptoPunks loqosu",
  "page-apps-cryptovoxels-logo-alt": "Cryptovoxels loqosu",
  "page-apps-cyberconnect-logo-alt": "CyberConnect loqosu",
  "page-apps-dapp-description-1inch": "Ən yaxşı qiymətləri birləşdirərək yüksək qiymətdən qaçmağa kömək edir.",
  "page-apps-dapp-description-aave": "Faiz qazanmaq və istənilən vaxt geri çəkmək üçün tokenlərinizi borc verin.",
  "page-apps-dapp-description-ankr": "Qurmaq, qazanmaq, oyun oynamaq və sair üçün müxtəlif Web3 infrastruktur məhsulları dəsti – hamısı blockchaində.",
  "page-apps-dapp-description-api3": "10 şəbəkədə (və hesablamada) dApp-lara kripto və forex qiymətləri də daxil olmaqla real vaxt aktiv qiymət məlumatlarına qoşulmağa imkan verən birinci tərəfin qiymət arayışı məlumat lentləri.",
  "page-apps-dapp-description-arweave": "Bir ilkin ödənişlə məlumatları daimi, davamlı şəkildə saxlayın.",
  "page-apps-dapp-description-async-art": "#ProgrammableArt yaradın, toplayın və mübadilə edin - rəqəmsal rəsmlər ümumi təsvirə təsir etmək üçün istifadə edə biləcəyiniz \"Laylara\" bölünür. Hər bir Master və Layer ERC721 tokenidir.",
  "page-apps-dapp-description-audius": "Mərkəzləşdirilməmiş axın platforması. Dinləyir = etiketlər deyil, yaradıcılar üçün pul.",
  "page-apps-dapp-description-augur": "İdman, iqtisadiyyat və digər dünya hadisələrinin nəticələrinə mərc edin.",
  "page-apps-dapp-description-axie-infinity": "Axies adlı ticarət və döyüş canlıları. Oynadıqca qazanın - mobil cihazlarda mövcuddur",
  "page-apps-dapp-description-balancer": "Balancer avtomatlaşdırılmış portfel meneceri və ticarət platformasıdır.",
  "page-apps-dapp-description-brave": "Baxış üçün tokenlər qazanın və onlarla sevimli yaradıcılarınızı dəstəkləyin.",
  "page-apps-dapp-description-cent": "NFT göndərməklə pul qazandığınız sosial şəbəkə.",
  "page-apps-dapp-description-compound": "Faiz qazanmaq və istənilən vaxt geri çəkmək üçün tokenlərinizi borc verin.",
  "page-apps-dapp-description-convex": "Convex, Curve likvidlik provayderlərinə ticarət haqqı qazanmağa və CRV-lərini bağlamadan artırılmış CRV tələb etməyə imkan verir.",
  "page-apps-dapp-description-cryptopunks": "Ethereum-da ilk token kolleksiyalarından biri olan pankları alın, təklif edin və satışa təqdim edin.",
  "page-apps-dapp-description-cryptovoxels": "İncəsənət qalereyaları yaradın, mağazalar tikin və torpaq satın alın – Ethereum virtual dünyası.",
  "page-apps-dapp-description-cyberconnect": "Dapps şəbəkə effektlərini yükləməyə və fərdi sosial təcrübələr qurmağa kömək edən mərkəzləşdirilməmiş sosial qrafik protokolu",
  "page-apps-dapp-description-dark-forest": "Sonsuz, prosedurla yaradılan, kriptoqrafik olaraq müəyyən edilmiş kainatda planetləri fəth edin.",
  "page-apps-dapp-description-decentraland": "Tədqiq edə biləcəyiniz virtual dünyada virtual torpaq toplayın, ticarət edin.",
  "page-apps-dapp-description-ens": "Ethereum ünvanları və mərkəzləşdirilməmiş saytlar üçün istifadəçi üçün uyğun adlar.",
  "page-apps-dapp-description-foundation": "Rəqəmsal sənət əsərlərinin unikal nəşrlərinə investisiya qoyun və digər alıcılarla elemetləri mübadilə edin.",
  "page-apps-dapp-description-gitcoin": "Açıq mənbəli proqram təminatı üzərində işləyərək kripto qazanın.",
  "page-apps-dapp-description-gitcoin-grants": "Gücləndirilmiş töhfələrlə Ethereum icma layihələri üçün kraudfanding",
  "page-apps-dapp-description-gm": "Söhbət, forumlar və səs üçün hamısı bir yerdə platformadır ki, gəliri yaradıcıları ilə bölüşür",
  "page-apps-dapp-description-gods-unchained": "Strateji ticarət kartı oyunu. Real həyatda sata biləcəyiniz kartları oynayaraq qazanın.",
  "page-apps-dapp-description-golem": "Paylaşılan hesablama gücünə daxil olun və ya öz resurslarınızı icarəyə götürün.",
  "page-apps-dapp-description-graph": "Ethereum və IPFS kimi şəbəkələri sorğulamaq üçün indeksləşdirmə protokolu.",
  "page-apps-dapp-description-ipfs": "Vebi yenilənə bilən, davamlı və daha açıq etməklə bəşəriyyətin biliyini qorumaq və inkişaf etdirmək üçün nəzərdə tutulmuş peer-to-peer hipermedia protokolu.",
  "page-apps-dapp-description-radicle": "Vasitəçilər olmadan birəbir kod əməkdaşlığını təmin edin.",
  "page-apps-dapp-description-kyberswap": "Mübadilə edin və ən yaxşı qiymətlərlə qazanın.",
  "page-apps-dapp-description-lido": "Rəqəmsal aktivlər üçün sadələşdirilmiş və təhlükəsiz staking.",
  "page-apps-dapp-description-loopring": "Sürət üçün qurulmuş birəbir ticarət platforması.",
  "page-apps-dapp-description-marble-cards": "URL-lərə əsaslanan unikal rəqəmsal kartları yaradın və ticarət edin.",
  "page-apps-dapp-description-matcha": "Ən yaxşı qiymətləri tapmağınıza kömək etmək üçün bir çox mübadilələri axtarır.",
  "page-apps-dapp-description-mirror": "Web3 üçün web3 üzərində qurulan Mirror-un güclü nəşriyyat platforması onlayn yazının sərhədlərini aşır",
  "page-apps-dapp-description-multichain": "Web3 üçün son marşrutlaşdırıcı. Bu, ixtiyari zəncirlərarası qarşılıqlı əlaqə üçün hazırlanmış bir infrastrukturdur.",
  "page-apps-dapp-description-nifty-gateway": "Ən yaxşı rəssamlardan, idmançılardan, brendlərdən və yaradıcılardan şəbəkəli şəkildə əsərləri satın alın.",
  "page-apps-dapp-description-oasis": "Ethereum stabilkoini olan Dai ilə ticarət edin, borc alın və qənaət edin.",
  "page-apps-dapp-description-opensea": "Məhdud sayda mal alın, satın, kəşf edin və mübadilə edin.",
  "page-apps-dapp-description-opera": "Brauzerinizdən tacirlərə, digər istifadəçilərə və proqramlara kripto göndərin.",
  "page-apps-dapp-description-osuvox": "Blockchain üzərində yaşayan 3D avatarlar",
  "page-apps-dapp-description-poap": "Müxtəlif virtual və ya şəxsi tədbirlərdə olduğunuzu sübut edən NFT-ləri toplayın. Onlardan lotereyaya qoşulmaq, səs vermək, əməkdaşlıq etmək və ya sadəcə lovğalanmaq üçün istifadə edin.",
  "page-apps-dapp-description-polymarket": "Nəticələrə mərc. İnformasiya bazarlarında ticarət.",
  "page-apps-dapp-description-pooltogether": "Uduza bilməyəcəyiniz lotereya. Hər həftə mükafatlar.",
  "page-apps-dapp-description-index-coop": "Portfelinizə ən yaxşı DeFi tokenlərinə məruz qalma imkanı verən kripto indeks fondu.",
  "page-apps-dapp-description-nexus-mutual": "Sığorta şirkəti olmadan sığorta. Ağıllı müqavilə xətalarından və hakerlərdən qorunun.",
  "page-apps-dapp-description-etherisc": "Hər kəsin öz sığorta əhatəsini yaratmaq üçün istifadə edə biləcəyi mərkəzləşdirilməmiş sığorta şablonu.",
  "page-apps-dapp-description-zapper": "Portfelinizi izləyin və bir interfeysdən bir sıra DeFi məhsullarından istifadə edin.",
  "page-apps-dapp-description-zerion": "Portfelinizi idarə edin və sadəcə bazardakı hər bir DeFi aktivini qiymətləndirin.",
  "page-apps-dapp-description-rotki": "Məxfiliyinizə hörmət edən açıq mənbəli portfel izləmə, analitika, mühasibat uçotu və vergi hesabatı aləti.",
  "page-apps-dapp-description-krystal": "Bütün sevimli DeFi xidmətlərinə daxil olmaq üçün bir pəncərə.",
  "page-apps-dapp-description-rarible": "Tokenləşdirilmiş kolleksiya elmentləri yaradın, satın və alın.",
  "page-apps-dapp-description-rubic": "İstifadəçilər və dApplar üçün çarpaz zəncirli texnoloji toplayıcısı.",
  "page-apps-dapp-description-sablier": "Real vaxtda pul axını.",
  "page-apps-dapp-description-spatial": "Öz fərdi avatarınızı və 3D dünyalarınızı yaradın",
  "page-apps-dapp-description-spruce": "Şəxsiyyət və məlumatlara nəzarəti olması lazım olduğu yerdə tərk etmək üçün açıq mənbə yığını: istifadəçilərlə.",
  "page-apps-dapp-description-status": "Sərbəst məlumat axınını təmin etmək, şəxsi, təhlükəsiz söhbət haqqını qorumaq və fərdlərin suverenliyini irəlilətmək üçün nəzərdə tutulmuşdur.",
  "page-apps-dapp-description-superrare": "Rəqəmsal sənət əsərlərini birbaşa rəssamlardan və ya ikincil bazarlardan alın.",
  "page-apps-dapp-description-synthetix": "Synthetix sintetik aktivlərin buraxılış və ticarəti üçün bir protokoldur",
  "page-apps-dapp-description-token-sets": "Avtomatik olaraq yenidən tarazlaşan kriptovalyuta investisiya strategiyaları.",
  "page-apps-dapp-description-uniswap": "Tokenləri sadəcə dəyişdirin və ya % mükafat üçün tokenlər təmin edin.",
  "page-apps-dapp-description-xmtp": "DM-lər, xəbərdarlıqlar, elanlar və s. daxil olmaqla blockchain hesabları arasında mesajlar göndərin.",
  "page-apps-dapp-description-yearn": "Yearn Finance gəlir toplayıcısıdır. Fiziki şəxslərə, DAO-lara və digər protokollara rəqəmsal aktivləri yerləşdirmək və gəlir əldə etmək üçün bir imkan yaradır.",
  "page-apps-docklink-dapps": "Dapp-lərə giriş",
  "page-apps-docklink-smart-contracts": "Ağıllı müqavilələr",
  "page-apps-dark-forest-logo-alt": "Dark Forest loqosu",
  "page-apps-decentraland-logo-alt": "Decentraland loqosu",
  "page-apps-index-coop-logo-alt": "Index Coop loqosu",
  "page-apps-nexus-mutual-logo-alt": "Nexus Mutual loqosu",
  "page-apps-etherisc-logo-alt": "Etherisc loqosu",
  "page-apps-zapper-logo-alt": "Zapper loqosu",
  "page-apps-zerion-logo-alt": "Zerion loqosu",
  "page-apps-rotki-logo-alt": "Rotki loqosu",
  "page-apps-krystal-logo-alt": "Krystal loqosu",
  "page-apps-synthetix-logo-alt": "Synthetix loqosu",
  "page-apps-desc": "Sınamaq üçün Ethereum tətbiqini tapın.",
  "page-apps-doge-img-alt": "Kompüterdən istifadə edən itin təsviri",
  "page-apps-editors-choice-dark-forest": "Planetləri fəth etmək üçün başqalarına qarşı oynayın və qabaqcıl Ethereum miqyası/məxfilik texnologiyasını sınayın. Bəlkə Ethereum ilə artıq tanış olanlar üçün.",
  "page-apps-editors-choice-foundation": "Mədəniyyətə sərmayə qoyun. Bəzi inanılmaz rəssamların, musiqiçilərin və brendlərin unikal rəqəmsal sənət əsərlərini və modasını alın, mübadilə edin və satın.",
  "page-apps-editors-choice-pooltogether": "İtkisiz lotereya üçün bilet alın. Hər həftə bütün bilet fondundan əldə edilən faiz bir şanslı qalibə göndərilir. İstədiyiniz zaman pulunuzu geri alın.",
  "page-apps-editors-choice-uniswap": "Tokenlərinizi asanlıqla dəyişdirin. Şəbəkədəki insanlarla token ticarətinə imkan verən icma sevimlisi.",
  "page-apps-ens-logo-alt": "Ethereum Name Service loqosu",
  "page-apps-explore-dapps-description": "Bir çox dapp hələ də eksperimentaldır, mərkəzləşdirilməmiş şəbəkələrin imkanlarını sınaqdan keçirir. Ancaq texnologiya, maliyyə, oyun və kolleksiya kateqoriyalarında bəzi uğurlu erkən köçürmələr var.",
  "page-apps-explore-dapps-title": "Dapps-ı araşdırın",
  "page-apps-features-1-description": "Ethereum-a yerləşdirildikdən sonra dapp kodu silinə bilməz. Və hər kəs mərkəzləşdirilməmiş tətbiq xüsusiyyətlərindən istifadə edə bilər. Mərkəzləşdirilməmiş tətbiqin arxasında olan komanda dağılsa belə, siz hələ də ondan istifadə edə bilərsiniz. Ethereum-da bir dəfə orada qalır.",
  "page-apps-features-1-title": "Sahibləri yoxdur",
  "page-apps-features-2-description": "Heç kim sizə mərkəzləşdirilməmiş tətbiqdən istifadə etməyinizi və ya əməliyyatlar göndərməyinizi bloklaya bilməz. Məsələn, Twitter Ethereum-da olsaydı, heç kim hesabınızı bloklaya bilməz və ya tvit yazmağınıza mane ola bilməzdi.",
  "page-apps-features-2-title": "Senzuradan azad",
  "page-apps-features-3-description": "Ethereum-da ETH olduğundan, ödənişlər Ethereum-a aiddir. Tərtibatçıların üçüncü tərəf ödəniş təminatçıları ilə inteqrasiyaya vaxt sərf etmələrinə ehtiyac yoxdur.",
  "page-apps-features-3-title": "Quraşdırılmış ödənişlər",
  "page-apps-features-4-description": "Mərkəzləşdirilməmiş tətbiq kodu açıqdır və standart olaraq uyğundur. Komandalar müntəzəm olaraq digər komandaların işlərindən istifadə edərək qururlar. İstifadəçilərə mərkəzləşdirilməmiş tətbiqdə tokenləri dəyişməyə icazə vermək istəyirsinizsə, sadəcə başqa bir mərkəzləşdirilməmiş tətbiq kodunu daxil edə bilərsiniz.",
  "page-apps-features-4-title": "Qoşmaq və oynamaq",
  "page-apps-features-5-description": "Əksər mərkəzləşdirilməmiş tətbiqlərdə real dünya şəxsiyyətinizi paylaşmağa ehtiyac yoxdur. Ethereum hesabınız sizin girişinizdir və sizə sadəcə pul kisəsi lazımdır.",
  "page-apps-features-5-title": "Bir anonim giriş",
  "page-apps-features-6-description": "Kriptoqrafiya hücumçuların sizin adınıza əməliyyatlar və digər mərkəzləşdirilməmiş tətbiq qarşılıqlı əlaqələrini saxtalaşdıra bilməyəcəyini təmin edir. Ethereum hesabınızla - adətən cüzdanınız vasitəsilə - mərkəzləşdirilməmiş tətbiq hərəkətlərinə icazə verirsiniz ki, etimadnamələriniz təhlükəsiz olsun.",
  "page-apps-features-6-title": "Kriptoqrafiya ilə dəstəklənir",
  "page-apps-features-7-description": "MT Ethereum-da canlı olduqdan sonra, yalnız Ethereum-un özü aşağı düşərsə, enəcək. Ethereum ölçüsündə şəbəkələrə hücum etmək çox çətindir.",
  "page-apps-features-7-title": "Fasilə yoxdur",
  "page-apps-finance-benefits-1-description": "Ethereum-da işləyən maliyyə xidmətlərinin qeydiyyat tələbləri yoxdur. Pulunuz və internet bağlantınız varsa, getməyə hazırsınız.",
  "page-apps-finance-benefits-1-title": "Açıq giriş",
  "page-apps-finance-benefits-2-description": "Bu maliyyə məhsulları ilə qarşılıqlı əlaqə qura biləcəyiniz bütün əlamətlər dünyası var. İnsanlar hər zaman Ethereum-un üstündə yeni tokenlər qururlar.",
  "page-apps-finance-benefits-2-title": "Yeni token iqtisadiyyatı",
  "page-apps-finance-benefits-3-description": "Komandalar stabilkoinlər yaratdılar - daha az dəyişkən kriptovalyuta. Bunlar sizə risk və qeyri-müəyyənlik olmadan kriptovalyutanı sınaqdan keçirməyə və istifadə etməyə imkan verir.",
  "page-apps-finance-benefits-3-title": "Stabil koinlər",
  "page-apps-finance-benefits-4-description": "Ethereum məkanındakı maliyyə məhsulları hamısı moduldur və bir-biri ilə uyğun gəlir. Bu modulların yeni konfiqurasiyaları hər zaman bazara çıxır və kriptovalyutanızla nə edə biləcəyinizi artırır.",
  "page-apps-finance-benefits-4-title": "Bir-biri ilə əlaqəli maliyyə xidmətləri",
  "page-apps-finance-benefits-description": "Mərkəzləşdirilməmiş maliyyə tətbiqlərinin inkişaf etməsinə imkan verən Ethereum haqqında nə var?",
  "page-apps-finance-benefits-title": "mərkəzləşdirilməmiş maliyyə",
  "page-apps-finance-button": "Maliyyə",
  "page-apps-finance-description": "Bunlar kriptovalyutalardan istifadə edərək maliyyə xidmətlərinin yaradılmasına yönəlmiş proqramlardır. Onlar borc vermək, borc götürmək, faiz qazanmaq və şəxsi ödənişlər təklif edirlər - şəxsi məlumat tələb olunmur.",
  "page-apps-finance-title": "Mərkəzləşdirilməmiş maliyyə",
  "page-apps-foundation-logo-alt": "Foundation loqosu",
  "page-apps-gaming-benefits-1-description": "İstər virtual torpaq, istərsə də ticarət kartları olsun, elementləriniz kolleksiya bazarlarında satıla bilər. Oyundaxili elmentləriniz real dünya dəyərinə malikdir.",
  "page-apps-gaming-benefits-1-title": "Oyun elementləri tokenlərin iki qatıdır",
  "page-apps-gaming-benefits-2-description": "Siz əşyalarınıza və bəzi hallarda oyun şirkətlərinə deyil, irəliləyişinizə sahibsiniz. Beləliklə, oyunun arxasında olan şirkət hücuma məruz qaldıqda, server nasazlığı ilə qarşılaşarsa və ya dağılırsa, heç nə itirməyəcəksiniz.",
  "page-apps-gaming-benefits-2-title": "Topladıqlarınız təhlükəsizdir",
  "page-apps-gaming-benefits-3-description": "Eyni şəkildə Ethereum ödənişlərini hər kəs yoxlamaq üçün əlçatandır, oyunlar ədalətliliyi təmin etmək üçün bu keyfiyyətdən istifadə edə bilər. Nəzəri olaraq, kritik vuruşların sayından rəqibin döyüş qabiliyyətinə qədər hər şey yoxlanıla bilər.",
  "page-apps-gaming-benefits-3-title": "Sübut edilə bilən ədalət",
  "page-apps-gaming-benefits-description": "Mərkəzləşdirilməmiş oyunun inkişaf etməsinə imkan verən Ethereum haqqında nə var?",
  "page-apps-gaming-benefits-title": "mərkəzləşdirilməmiş oyun",
  "page-apps-gaming-button": "Oyun",
  "page-apps-gaming-description": "Bunlar virtual dünyaların yaradılmasına və real dünya dəyəri olan kolleksiyalardan istifadə edərək digər oyunçularla mübarizəyə yönəlmiş proqramlardır.",
  "page-apps-gaming-title": "Mərkəzləşdirilməmiş oyun",
  "page-apps-get-some-eth-description": "MT hərəkətləri əməliyyat haqqına başa gəlir",
  "page-apps-get-started-subtitle": "MT-ni sınamaq üçün sizə pulqabı və bir az ETH lazımdır. Pulqabı sizə qoşulmağa və ya daxil olmağa imkan verəcək. İstənilən əməliyyat haqqını ödəmək üçün sizə ETH lazımdır.",
  "page-apps-get-started-title": "Başla",
  "page-apps-gitcoin-grants-logo-alt": "Gitcoin Grants loqosu",
  "page-apps-gitcoin-logo-alt": "Gitcoin loqosu",
  "page-apps-gm-logo-alt": "gm.xyz loqosu",
  "page-apps-gods-unchained-logo-alt": "Gods Unchained loqosu",
  "page-apps-golem-logo-alt": "Golem loqosu",
  "page-apps-graph-logo-alt": "Graph loqosu",
  "page-apps-radicle-logo-alt": "Radicle loqosu",
  "page-apps-hero-header": "Ethereum tərəfindən dəstəklənən alətlər və xidmətlər",
  "page-apps-hero-subtitle": "MT biznes modellərini pozmaq və ya yenilərini icad etmək üçün Ethereum-dan istifadə edən tətbiqlərin artan hərəkətidir.",
  "page-apps-how-dapps-work-p1": "MT mərkəzləşdirilmiş serverdə deyil, mərkəzləşdirilməmiş şəbəkədə işləyən backend koduna (ağıllı müqavilələrə) malikdir. Onlar məlumatların saxlanması üçün Ethereum blokçeynindən və tətbiq məntiqi üçün ağıllı müqavilələrdən istifadə edirlər.",
  "page-apps-how-dapps-work-p2": "Ağıllı müqavilə hamının görməsi və tam olaraq bu qaydalara uyğun işləməsi üçün zəncir üzərində yaşayan qaydalar toplusuna bənzəyir. Bir avtomat təsəvvür edin: onu kifayət qədər vəsait və düzgün seçimlə təmin etsəniz, istədiyiniz əşyanı alacaqsınız. Avtomatlar kimi, ağıllı müqavilələr də Ethereum hesabınız kimi vəsait saxlaya bilər. Bu, koda razılaşma və əməliyyatlarda vasitəçilik etməyə imkan verir.",
  "page-apps-how-dapps-work-p3": "MT Ethereum şəbəkəsində yerləşdirildikdən sonra onları dəyişdirə bilməzsiniz. MT mərkəzləşdirilə bilər, çünki onlar fərdi və ya şirkət tərəfindən deyil, müqavilədə yazılmış məntiqlə idarə olunur.",
  "page-apps-how-dapps-work-title": "MT necə işləyir",
  "page-apps-ipfs-logo-alt": "IPFS loqosu",
  "page-apps-kyberswap-logo-alt": "KyberSwap loqosu",
  "page-apps-learn-callout-button": "Quraşdır",
  "page-apps-learn-callout-description": "İcma tərtibatçı portalımızda proqram yaratmağa başlamağınıza kömək edəcək sənədlər, alətlər və çərçivələr var.",
  "page-apps-learn-callout-image-alt": "Leqo kərpicdən ETH simvolu quran əlin təsviri.",
  "page-apps-learn-callout-title": "MT qurmağı öyrənin",
  "page-apps-lido-logo-alt": "Lido loqosu",
  "page-apps-loopring-logo-alt": "Loopring loqosu",
  "page-apps-magic-behind-dapps-description": "MT adi proqramlar kimi görünə bilər. Ancaq pərdə arxasında bəzi xüsusi keyfiyyətlərə malikdirlər, çünki Ethereum-un bütün super güclərini miras alırlar. MT-ləri tətbiqlərdən fərqləndirən budur.",
  "page-apps-magic-behind-dapps-link": "Ethereum-u möhtəşəm edən nədir?",
  "page-apps-magic-behind-dapps-title": "MT-nin arxasındakı sehr",
  "page-apps-magic-title-1": "Sehr",
  "page-apps-magic-title-2": "arxasında",
  "page-apps-magician-img-alt": "Sehrbazların illüstrasiyaları",
  "page-apps-marble-cards-logo-alt": "marble.cards loqosu",
  "page-apps-async-logo-alt": "Async loqosu",
  "page-apps-matcha-logo-alt": "Matcha loqosu",
  "page-apps-metaverse-benefits-title": "metadünya",
  "page-apps-metaverse-benefits-description": "Ethereum-da metadünyanın inkişaf etməsinə imkan verən nədir?",
  "page-apps-metaverse-benefits-1-title": "NFT-lər",
  "page-apps-metaverse-benefits-1-description": "İstifadəçilərə məxsus olan və eyni standartları dəstəkləyən virtual aləmlərdə və bazarlarda qarşılıqlı istifadə edilə bilən unikal oyundaxili elementlər.",
  "page-apps-metaverse-benefits-2-title": "İstifadəçiyə məxsus icmalar",
  "page-apps-metaverse-benefits-2-description": "Şəxsiyyətlər çoxsaylı virtual aləmlərdə sosial şəbəkələri araşdırmaq və yaratmaq üçün sonsuz imkanları olan istifadəçilərə məxsusdur.",
  "page-apps-metaverse-button": "Metadünya",
  "page-apps-metaverse-title": "Metadünya",
  "page-apps-metaverse-description": "Bunlar istifadəçilərə virtual aləmlərdə sərbəst iştirak etməyə imkan verən proqramlardır. İstifadəçilər şəxsi şəbəkələr yarada və rəqəmsal aktivlərə sahib ola bilərlər",
  "page-apps-mirror-logo-alt": "Mirror loqosu",
  "page-apps-mobile-options-header": "Başqa kateqoriyaya baxın",
  "page-apps-multichain-logo-alt": "Multichain loqosu",
  "page-apps-nifty-gateway-logo-alt": "Nifty Gateway loqosu",
  "page-apps-oasis-logo-alt": "Oasis loqosu",
  "page-apps-opensea-logo-alt": "OpenSea loqosu",
  "page-apps-opera-logo-alt": "Opera loqosu",
  "page-apps-osuvox-logo-alt": "OSUVOX loqosu",
  "page-apps-polymarket-logo-alt": "Polymarket loqosu",
  "page-apps-poap-logo-alt": "Proof of Attendance Protocol loqosu",
  "page-apps-pooltogether-logo-alt": "PoolTogether loqosu",
  "page-apps-rarible-logo-alt": "Rarible loqosu",
  "page-apps-ready-button": "Keç",
  "page-apps-ready-description": "Sınamaq üçün bir MT seçin",
  "page-apps-ready-title": "Hazırsan?",
  "page-apps-rubic-logo-alt": "Rubic loqosu",
  "page-apps-sablier-logo-alt": "Sablier loqosu",
  "page-apps-set-up-a-wallet-button": "Pulqabı tap",
  "page-apps-set-up-a-wallet-description": "Pulqabı MT üçün \"girişiniz\"dir",
  "page-apps-set-up-a-wallet-title": "Pulqabı qurun",
  "page-apps-social-button": "Sosial",
  "page-apps-social-description": "Bunlar rəqəmsal şəxsiyyətlərin və sosial qrafiklərin istifadəçilərə məxsus olduğu mərkəzləşdirilməmiş şəxsiyyət texnologiyalarından istifadə edərək mərkəzləşdirilməmiş sosial şəbəkələrin yaradılmasına yönəlmiş proqramlardır.",
  "page-apps-social-title": "Sosial",
  "page-apps-spatial-logo-alt": "Spatial loqosu",
  "page-apps-spruce-logo-alt": "Spruce loqosu",
  "page-apps-status-logo-alt": "Status loqosu",
  "page-apps-superrare-logo-alt": "SuperRare loqosu",
  "page-apps-technology-button": "Texnologiya",
  "page-apps-technology-description": "Bunlar tərtibatçı alətlərinin mərkəzsizləşdirilməsinə, kripto-iqtisadi sistemlərin mövcud texnologiyaya daxil edilməsinə və açıq mənbəli inkişaf işləri üçün bazarların yaradılmasına yönəlmiş tətbiqlərdir.",
  "page-apps-technology-title": "Mərkəzləşdirilməmiş texnologiya",
  "page-apps-token-sets-logo-alt": "Token Sets loqosu",
  "page-apps-uniswap-logo-alt": "Uniswap loqosu",
  "page-apps-wallet-callout-button": "Pulqabı tap",
  "page-apps-wallet-callout-description": "Pulqabılar da mərkəzləşdirilməmiş tətbiqlərdir. Sizə uyğun olan xüsusiyyətlərə əsasən birini tapın.",
  "page-apps-wallet-callout-image-alt": "Robotun təsviri.",
  "page-apps-wallet-callout-title": "Pulqabılara baxın",
  "page-apps-warning-header": "Həmişə öz araşdırmanızı edin",
  "page-apps-warning-message": "Ethereum yeni texnologiyadır və tətbiqlərin əksəriyyəti yenidir. Hər hansı böyük miqdarda pul yatırmazdan əvvəl riskləri anladığınızdan əmin olun.",
  "page-apps-what-are-dapps": "MT nədir?",
  "page-apps-more-on-defi-button": "Mərkəzləşdirilməmiş maliyyə haqqında daha çox",
  "page-apps-more-on-nft-button": "Tokenləşdirilmiş kolleksiyalar haqqında daha çox",
  "page-apps-more-on-nft-gaming-button": "Tokenləşdirilmiş oyundaxili elementlər haqqında ətraflı",
  "page-apps-dapp-description-pwn": "Ethereum-da hər hansı bir token və ya NFT ilə dəstəklənən asan kreditlər.",
  "page-apps-pwn-image-alt": "PWN loqosu",
  "page-apps-xmtp-logo-alt": "XMTP loqosu",
  "opage-apps-yearn-logo-alt": "Yearn loqosu",
  "page-apps-yearn-image-alt": "Yearn loqosu",
  "page-apps-convex-image-alt": "Convex loqosu",
  "foundation": "Fond",
  "transaction-fees": "Köçürmə üzrə xidmət haqları nə qədərdir?",
  "page-wallets-get-some": "Bir az ETH alın",
  "page-apps-dapp-description-curve": "Curve stabilcoinlara yönəlmiş bir dexdir",
  "page-apps-curve-image-alt": "Curve loqosu",
  "page-apps-dapp-description-dodo": "DODO, Proactive Market Maker alqoritmindən (PMM) istifadə edən zəncirli likvidlik təminatçısıdır",
  "page-apps-dodo-image-alt": "DODO loqosu",
  "page-apps-dapp-description-artblocks": "Art Blocks, müasir generativ sənətin cəlbedici əsərlərini həyata keçirməyə həsr edilmişdir",
  "page-apps-artblocks-image-alt": "Art Blocks loqosu"
}
