{
  "layer-2-arbitrum-note": "Yalnız ağ siyahıya alınmış istifadəçilər üçün saxtakarlık sübutları, ağ siyahı isə hələ açılmayıb",
  "layer-2-boba-note": "İnkişafda dövlət zəmanəti",
  "layer-2-optimism-note": "İnkişafda qüsurların sübutu",
  "layer-2-hero-title": "Layer 2",
  "layer-2-hero-header": "Hər kəs üçün Ethereum",
  "layer-2-hero-subtitle": "Kütləvi qəbul üçün Ethereum-un miqyaslaması.",
  "layer-2-hero-alt-text": "2-ci qatda yığılan və Ethereum Mainnet-də yerləşdirilən əməliyyatların təsviri",
  "layer-2-hero-button-1": "Qat 2 nədir",
  "layer-2-hero-button-2": "Qat 2-dən istifadə edin",
  "layer-2-hero-button-3": "Qat 2-yə keçin",
  "layer-2-statsbox-1": "Qat 2-də kilidlənən TVL (ABŞ dolları)",
  "layer-2-statsbox-2": "Qat 2-də orta ETH transfer haqqı (ABŞ dolları)",
  "layer-2-statsbox-3": "Qat 2-də TVL dəyişikliyi (30 gün)",
  "layer-2-what-is-layer-2-title": "Qat 2 nədir?",
  "layer-2-what-is-layer-2-1": "Qat 2 (L2) xüsusi Ethereum miqyaslama həllər dəstini təsvir etmək üçün kollektiv termindir. <strong>Qat 2 Ethereum-u genişləndirən və Ethereum-un təhlükəsizlik zəmanətlərini miras alan ayrıca blokçeyndir</strong>.",
  "layer-2-what-is-layer-2-2": "İndi bir az daha dərindən araşdıraq. Bunu etmək üçün əvvəlcə 1-ci qatı (L1) izah etməliyik.",
  "layer-2-what-is-layer-1-title": "Qat 1 nədir?",
  "layer-2-what-is-layer-1-1": "Qat 1 əsas blokçeyndir. Ethereum və Bitcoin hər ikisi qat 1 blokçeynləridir, çünki onlar<strong>müxtəlif qat 2 şəbəkələrin onun üzərində qurulduğu əsas təməldir</strong>. Qat 2 layihələrinin nümunələri arasında Ethereum-da \"toplamalar\" və Bitcoin-da Lightning Network daxildir. Bu qat 2 layihələrində bütün istifadəçi əməliyyatları son nəticədə 1-ci qat blokçeyninə geri qayıda bilər.",
  "layer-2-what-is-layer-1-2": "Ethereum həmçinin qat 2-lər üçün məlumatların mövcudluğu qatı kimi fəaliyyət göstərir. Qat 2 layihələri, məlumatların mövcudluğu üçün Ethereum-a güvənərək, əməliyyat məlumatlarını Ethereum-da yerləşdirəcək. Bu məlumatlar qat 2-nin vəziyyətini öyrənmək və ya qat 2 üzrə əməliyyatları mübahisə etmək üçün istifadə edilə bilər.",
  "layer-2-what-is-layer-1-list-title": "<strong>Qat 1 kimi Ethereum-da daxildir:</strong>",
  "layer-2-what-is-layer-1-list-1": "Şəbəkənin təhlükəsizliyini təmin etmək və yoxlamaq üçün <strong>düyün operatorları şəbəkəsi</strong>",
  "layer-2-what-is-layer-1-list-2": "<strong>Blok istehsalçıları şəbəkəsi</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>Blokchain</strong>-in özü və əməliyyat məlumatlarının tarixi",
  "layer-2-what-is-layer-1-list-4": "Şəbəkə üçün <strong>konsensus mexanizmi</strong>",
  "layer-2-what-is-layer-1-list-link-1": "Ethereum-da hələ də çaşqınsınız?",
  "layer-2-what-is-layer-1-list-link-2": "Ethereumun nə olduğunu öyrənin.",
  "layer-2-why-do-we-need-layer-2-title": "Niyə bizə qat 2 lazımdır?",
  "layer-2-why-do-we-need-layer-2-1": "Blockchain-in arzuolunan üç xüsusiyyəti onun<strong>mərkəzləşdirilməmiş, təhlükəsiz və miqyaslana bilən</strong> olmasıdır. <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">blokchain trilemması</a> bildirir ki, sadə blokchain arxitekturası yalnız iki nəticə əldə edə bilər. üçdən. Təhlükəsiz və mərkəzləşdirilməmiş blokchain istəyirsiniz? Miqyaslana bilməni qurban verməlisiniz.",
  "layer-2-why-do-we-need-layer-2-2": "Ethereum hazırda <a href=\"https://etherscan.io/chart/tx\" target=\"_blank\">gündə 1+ milyon əməliyyat</a> həyata keçirir. Ethereum-dan istifadə tələbi əməliyyat haqqı qiymətlərinin yüksək olmasına səbəb ola bilər. Bu, 2-ci qat şəbəkələrinin daxil olduğu yerdir.",
  "layer-2-why-do-we-need-layer-2-scalability": "Scalability",
  "layer-2-why-do-we-need-layer-2-scalability-1": "2-ci qatın əsas məqsədi mərkəzsizləşdirmə və təhlükəsizlikdən imtina etmədən əməliyyat qabiliyyətini (saniyədə daha çox əməliyyatlar) artırmaqdır.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "Ethereum Mainnet (qat 1) yalnız <a href=\"https://ethtps.info/Network/Ethereum\">saniyədə təxminən 15 əməliyyatı</a> emal edə bilir. Ethereum-dan istifadə tələbi yüksək olduqda, şəbəkə tıxanır və bu, əməliyyat haqlarını artırır və bu ödənişləri ödəyə bilməyən istifadəçilərin sayını artırır. Qat 2-lər, L1 blockchain-dən kənar əməliyyatları emal etməklə bu qiymətləri azaldan həllərdir.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "Ethereum-un vizyonu haqqında daha çox məlumat",
  "layer-2-benefits-of-layer-2-title": "2-ci qatın üstünlükləri",
  "layer-2-lower-fees-title": "Aşağı qiymətlər",
  "layer-2-lower-fees-description": "Çoxlu zəncirdənkənar əməliyyatları tək qat 1 əməliyyatında birləşdirməklə, əməliyyat haqları kütləvi şəkildə azaldılır və Ethereum hamı üçün daha əlçatan olur.",
  "layer-2-maintain-security-title": "Təhlükəsizliyi qoruyun",
  "layer-2-maintain-security-description": "Qat 2 blokchain-ləri öz əməliyyatlarını Ethereum Mainnet-də həyata keçirir və istifadəçilərə Ethereum şəbəkəsinin təhlükəsizliyindən faydalanmağa imkan verir.",
  "layer-2-expand-use-cases-title": "İstifadə hallarını genişləndirin",
  "layer-2-expand-use-cases-description": "Saniyədə daha yüksək əməliyyatlar, aşağı ödənişlər və yeni texnologiya ilə layihələr, təkmilləşdirilmiş istifadəçi təcrübəsi ilə birlikdə yeni tətbiqlərə əlavə ediləcək.",
  "layer-2-how-does-layer-2-work-title": "2-ci qat necə işləyir?",
  "layer-2-how-does-layer-2-work-1": "Yuxarıda qeyd etdiyimiz kimi, 2-ci qat 1-ci qat Ethereum-un güclü mərkəzləşdirilməmiş təhlükəsizliyindən faydalanmaqla yanaşı, 1-ci qat Ethereundan kənar əməliyyatları idarə edən Ethereum miqyaslama həllər üçün kollektiv termindir.<strong>2-ci qat, Ethereum-u genişləndirən ayrıca blokchaindir</strong>. Necə işləyir?",
  "layer-2-how-does-layer-2-work-2": "2-ci qatın bir neçə fərqli növü var, hər birinin öz mübadilələri və təhlükəsizlik modelləri var. 2-ci qatlar əməliyyat yükünü 1-ci qatdan götürərək, onun daha az tıxac olmasına imkan verir və hər şey daha miqyaslı olur.",
  "layer-2-rollups-title": "Rollups",
  "layer-2-rollups-1": "Toplamalar dəstəsi (və ya \"toplama\"), 1-ci qatda yüzlərlə əməliyyatı tək bir əməliyyatda birləşdirir. Bu, Q1 əməliyyat haqlarını yığımdakı hər kəs arasında paylayır və onu hər bir istifadəçi üçün daha ucuz edir.",
  "layer-2-rollups-2": "Toplama əməliyyatları 1-ci qatdan kənarda yerinə yetirilir, lakin əməliyyat məlumatları 1-ci qata təqdim olunur. Əməliyyat məlumatlarını 1-ci qata təqdim etməklə, yığımlar Ethereum təhlükəsizliyini miras alır. Bunun səbəbi budur ki, məlumat 1-ci qata yükləndikdən sonra toplama əməliyyatını geri qaytarmaq Ethereum-un geri qaytarılmasını tələb edir. Toplamalara iki fərqli yanaşma var: optimist və sıfır bilik - onlar ilk növbədə bu əməliyyat məlumatlarının Q1-ə necə təqdim olunduğuna görə fərqlənirlər.",
  "layer-2-optimistic-rollups-title": "Optimistic rollups",
  "layer-2-optimistic-rollups-description": "Optimist toplamalar, əməliyyatların etibarlı olduğu güman edildiyi mənada \"nikbindir\", lakin zəruri hallarda şübhə edilə bilər. Etibarsız əməliyyatdan şübhələnirsinizsə, bunun baş verib-vermədiyini yoxlamaq üçün qüsur sübutu işə salınır.",
  "layer-2-optimistic-rollups-childSentance": "Optimist yığımlar haqqında daha çox məlumat",
  "layer-2-zk-rollups-title": "Zero-knowledge rollups",
  "layer-2-zk-rollups-description": "Sıfır bilik yığımları, əməliyyatların zəncirdən kənar hesablandığı və sonra onların etibarlılığının sübutu kimi sıxılmış məlumatların Ethereum Mainnet-ə təqdim edildiyi etibarlılıq sübutlarından istifadə edir.",
  "layer-2-zk-rollups-childSentance": "ZK-toplamaları haqqında daha çox məlumat",
  "layer-2-dyor-title": "Öz tədqiqatınızı aparın: 2-ci qatın riskləri",
  "layer-2-dyor-1": "Bir çox qat 2 layihələri nisbətən gəncdir və hələ də istifadəçilərdən bəzi operatorlara öz şəbəkələrini mərkəzsizləşdirməyə çalışdıqları üçün dürüst olmalarını tələb edir. Daxil olan hər hansı riskdən razı olub-olmadığınıza qərar vermək üçün həmişə öz araşdırmanızı aparın.",
  "layer-2-dyor-2": "2-ci qatların texnologiyası, riskləri və etibar fərziyyələri haqqında daha çox məlumat üçün hər bir layihə üçün hərtərəfli risk qiymətləndirmə çərçivəsini təqdim edən L2BEAT-ı yoxlamağı tövsiyə edirik.",
  "layer-2-dyor-3": "L2BEAT-ə keçin",
  "layer-2-use-layer-2-title": "Qat 2-dən istifadə edin",
  "layer-2-use-layer-2-1": "İndi 2-ci qatın niyə mövcud olduğunu və necə işlədiyini başa düşdüyünüz üçün gəlin işə başlayaq!",
  "layer-2-contract-accounts": "Safe və ya Argent kimi ağıllı müqavilə cüzdanından istifadə edirsinizsə, müqavilə hesabınızı 2-ci qatdakı həmin ünvana yenidən yerləşdirməyənə qədər 2-ci qat üzrə bu ünvana nəzarət edə bilməyəcəksiniz. Bərpa ifadəsi olan klassik hesablar, avtomatik olaraq bütün qat 2 şəbəkələrində eyni hesaba sahib olacaq.",
  "layer-2-use-layer-2-generalized-title": "Ümumiləşdirilmiş qat 2-lər",
  "layer-2-use-layer-2-generalized-1": "Ümumiləşdirilmiş qat 2-lər Ethereum kimi davranır, lakin daha ucuzdur. Ethereum 1-ci qatda edə biləcəyiniz hər şeyi siz 2-ci qatda da edə bilərsiniz. Bir çox dapp-lər artıq bu şəbəkələrə köçməyə başlayıb və ya birbaşa qat 2-də yerləşmək üçün Mainnet-dən tamamilə atlayıb.",
  "layer-2-use-layer-2-application-specific-title": "Tətbiq üçün xüsusi qat 2",
  "layer-2-use-layer-2-application-specific-1": "Tətbiq üçün xüsusi qat 2-lər xüsusi tətbiq sahəsi üçün optimallaşdırma üzrə ixtisaslaşan qatlardı və təkmilləşdirilmiş çışıxa səbəb olur.",
  "layer-2-sidechains-title": "Yan zəncirlər, validiumlar və alternativ blokchain-lər haqqında qeyd",
  "layer-2-sidechains-1": "<strong>Yan zəncirlər və validiumlar</strong> Ethereum-dan olan aktivlərin üzərində körpü qurmağa və başqa blokchain-də istifadə etməyə imkan verən blokchain-lərdir. Yan zəncirlər və validiumlar Ethereum ilə paralel işləyir və körpülər vasitəsilə Ethereum ilə qarşılıqlı əlaqə qurur, lakin Ethereum-dan təhlükəsizliyini və ya məlumat mövcudluğunu əldə etmirlər.",
  "layer-2-sidechains-2": "Hər ikisi 2-ci qata oxşar şəkildə miqyas alır - onlar daha aşağı əməliyyat haqqı və daha yüksək əməliyyat ötürmə qabiliyyəti təklif edirlər - lakin fərqli etibar fərziyyələrinə malikdirlər.",
  "layer-2-more-on-sidechains": "Yan zəncirlər haqqında daha çox məlumat",
  "layer-2-more-on-validiums": "Validiumlar haqqında ətraflı məlumat",
  "layer-2-sidechains-4": "Bəzi 1-ci qat blokchainlərin Ethereum-dan daha yüksək ötürmə qabiliyyəti və daha aşağı əməliyyat haqları olduğu söylənir, lakin ümumiyyətlə, başqa yerlərdəki mübadilələrdə, məsələn, işləyən qovşaqlar üçün daha böyük avadanlıq tələbləri.",
  "layer-2-onboard-title": "2-ci qata necə qalxmaq olar",
  "layer-2-onboard-1": "Aktivlərinizi 2-ci qata çatdırmağın iki əsas yolu var: ağıllı müqavilə vasitəsilə Ethereum-dan vəsaitləri birləşdirin və ya birjada vəsaitlərinizi birbaşa 2-ci qat şəbəkəsinə çıxarın.",
  "layer-2-onboard-wallet-title": "Pulqabınızda vəsait?",
  "layer-2-onboard-wallet-1": "Əgər pulqabınızda öndəcən ETH varsa, onu Ethereum Mainnet-dən 2-ci qata keçirmək üçün körpüdən istifadə etməlisiniz.",
  "layer-2-more-on-bridges": "Körpülər haqqında ətraflı məlumat",
  "layer-2-onboard-wallet-input-placeholder": "Körpü qurmaq istədiyiniz Q2-ni seçin",
  "layer-2-onboard-wallet-selected-1": "Buna qoşula bilərsiniz",
  "layer-2-onboard-wallet-selected-2": "bu pulqabılardan istifadə edərək:",
  "layer-2-bridge": "Körpü",
  "layer-2-onboard-exchange-title": "Birjada vəsait?",
  "layer-2-onboard-exchange-1": "Bəzi mərkəzləşdirilmiş birjalar indi 2-ci qatda birbaşa pul çıxarılması və depozitlər təklif edir. Hansı birjaların 2-ci qata pul çıxarılmanı dəstəklədiyini və onlar hansı 2-ci qatları dəstəklədiyini yoxlayın.",
  "layer-2-onboard-exchange-2": "Pullarınızı çıxarmaq üçün pulqabı da lazımdır.",
  "layer-2-onboard-find-a-wallet": "Ethereum pulqabı tapın.",
  "layer-2-onboard-exchange-input-placeholder": "Q2-ni dəstəkləyən birjaları yoxlayın",
  "layer-2-deposits": "Depozitlər",
  "layer-2-withdrawals": "Çıxarışlar",
  "layer-2-go-to": "Get",
  "layer-2-tools-title": "2-ci qatda təsirli olacaq alətlər",
  "layer-2-tools-l2beat-description": "L2BEAT 2-ci qat layihələrinin texniki risk qiymətləndirmələrinə baxmaq üçün əla resursdur. Xüsusi qat 2 layihələrini araşdırarkən onların resurslarını yoxlamağı tövsiyə edirik.",
  "layer-2-tools-l2fees-description": "Q2 Haqları, müxtəlif səviyyə 2-ci qat əməliyyatların aparılması üçün cari dəyəri (USD ilə ifadə olunmuş) görməyə imkan verir.",
  "layer-2-tools-chainlist-description": "Chainlist, şəbəkə RPC-lərini dəstəkləyən pulqabılara idxal etmək üçün əla mənbədir. Sizə qoşulmağınıza kömək etmək üçün, 2-ci qat layihələri üçün RPC-ləri burada tapa bilərsiniz.",
  "layer-2-tools-zapper-description": "DeFi-dən NFT-lərə qədər bütün web3 portfelinizi və sonra gələn hər şeyi idarə edin. Ən son imkanlar üçün bir rahat yerdən investisiya edin.",
  "layer-2-tools-zerion-description": "Bütün DeFi portfelinizi bir yerdən qurun və idarə edin. Bu gün mərkəzləşdirilməmiş maliyyə dünyasını kəşf edin.",
  "layer-2-tools-debank-description": "Web3 dünyasındakı bütün mühüm hadisələrdən xəbərdar olun",
  "layer-2-faq-title": "FAQ",
  "layer-2-faq-question-1-title": "Niyə “rəsmi” Ethereum Q2 yoxdur?",
  "layer-2-faq-question-1-description-1": "\"Rəsmi\" Ethereum müştərisi olmadığı kimi, \"rəsmi\" Ethereum 2-ci qatı da yoxdur. Ethereum icazəsizdir - texniki cəhətdən hər kəs bir 2-ci qat yarada bilər! Bir neçə komanda öz 2-ci qat versiyasını həyata keçirəcək və bütövlükdə ekosistem müxtəlif istifadə halları üçün optimallaşdırılmış müxtəlif dizayn yanaşmalarından faydalanacaq. Şəbəkədə müxtəlifliyə sahib olmaq üçün çoxlu komandalar tərəfindən hazırlanmış çoxsaylı Ethereum müştərimiz olduğu kimi, bu həmçinin 2-ci qatların gələcəkdə necə inkişaf edəcəyidir.",
  "layer-2-faq-question-2-title": "Optimist və sıfır bilik yığımları arasında fərq nədir?",
  "layer-2-faq-question-2-description-1": "Həm optimist, həm də sıfır bilik yığımları 1-ci qatda yüzlərlə əməliyyatı tək bir əməliyyatda birləşdirir (və ya 'toplayır'). Toplama əməliyyatları 1-ci qatdan kənarda həyata keçirilir, lakin əməliyyat məlumatları 1-ci qata yerləşdirilir.",
  "layer-2-faq-question-2-description-2": "Əsas fərq 1-ci qata hansı məlumatların göndərildiyi və məlumatların necə yoxlanıldığıdır. Etibarlılıq sübutları (sıfır bilik yığımları tərəfindən istifadə olunur) hesablamaları zəncirdən kənarda aparır və sübut göndərir, halbuki qüsur sübutları (nikbin yığımlar tərəfindən istifadə olunur) yalnız xətadan şübhələndikdə hesablamaları aparır və yoxlanılmalıdır.",
  "layer-2-faq-question-2-description-3": "Hal-hazırda, ZK-toplamalarının əksəriyyəti, əsasən ümumiləşdirilə bilən optimist yığımlardan fərqli olaraq, tətbiqə xasdır.",
  "layer-2-more-info-on-optimistic-rollups": "Optimist yığımlar haqqında ətraflı məlumat",
  "layer-2-more-info-on-zk-rollups": "Sıfır bilik yığımları haqqında ətraflı məlumat",
  "layer-2-faq-question-4-title": "2-ci qat ilə bağlı risklər nələrdir?",
  "layer-2-faq-question-4-description-1": "Qat 2 layihələri, vəsaitlərin saxlanması və birbaşa Ethereum Mainnet-də əməliyyatların aparılması ilə müqayisədə əlavə riskləri ehtiva edir. Məsələn, sekvenslər aşağı düşə bilər və bu, vəsait əldə etmək üçün gözləməli olmanıza səbəb ola bilər.",
  "layer-2-faq-question-4-description-2": "Biz sizi 2-ci qata yüksək səviyyədə vəsait köçürməzdən əvvəl öz araşdırmanızı etməyi tövsiyə edirik. 2-ci qatın texnologiyası, riskləri və etibar fərziyyələri haqqında ətraflı məlumat üçün <a href=\"https://l2beat.com/\"u yoxlamağı tövsiyə edirik.?view=risk\">L2BEAT</a>, ki hər bir layihənin hərtərəfli risk qiymətləndirmə çərçivəsini təqdim edir.",
  "layer-2-faq-question-4-description-3": "2-ci qata aktiv köçürmələrini asanlaşdıran blokchain körpüləri inkişafın ilk mərhələsindədir və çox güman ki, optimal körpü dizaynı hələ kəşf olunmayıb. Son zamanlarda <a href=\"https://rekt.news/wormhole-rekt/\">körpülərə hücumlar</a> olub.",
  "layer-2-faq-question-5-title": "Niyə bəzi qat 2 layihələri burada qeyd edilməyib?",
  "layer-2-faq-question-5-description-1": "Mümkün olan ən yaxşı resursları siyahıya saldığımızdan əmin olmaq istəyirik ki, istifadəçilər 2-ci qat məkanına təhlükəsiz və inamlı şəkildə hərəkət edə bilsinlər. Biz layihələrin, daxil olmaq üçün, necə qiymətləndirilməsi ilə bağlı meyarlar çərçivəsini saxlayırıq.",
  "layer-2-faq-question-5-view-listing-policy": "Qat 2 siyahı siyasətimizə burada baxın.",
  "layer-2-faq-question-5-description-2": "Hər kəs ethereum.org saytında 2-ci qatı əlavə etməyi təklif edə bilər. Əgər qaçırdığımız 2-ci qat varsa, <a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">zəhmət olmasa, onu təklif edin</a>.",
  "layer-2-further-reading-title": "Further reading",
  "a-rollup-centric-ethereum-roadmap": "Toplama mərkəzli ethereum-un yol xəritəsi",
  "an-incomplete-guide-to-rollups": "An Incomplete Guide to Rollups",
  "polygon-sidechain-vs-ethereum-rollups": "Poliqon yan zəncirinə qarşı Ethereum yığımları: qat 2 miqyaslama yanaşmalar| Vitalik Buterin və Lex Fridman",
  "rollups-the-ultimate-ethereum-scaling-strategy": "TOPLAMALAR- Ultimate Ethereum Miqyaslama Strategiyası? Arbitrum və Optimizm izah edildi",
  "scaling-layer-1-with-shard-chains": "Qat 1-i parça zəncirləri ilə miqyasmaq",
  "understanding-rollup-economics-from-first-principals": "İlk prinsiplərdən yığım iqtisadiyyatını başa düşmək",
  "arbitrum-description": "Arbitrum One, tam olaraq Ethereum ilə qarşılıqlı əlaqədə olmaq kimi hiss etməyi hədəfləyən, lakin Q1-də etdiklərinin bir hissəsinə başa gələn əməliyyatlarla bir Optimist Toplamadır.",
  "optimism-description": "Optimism sürətli, sadə və təhlükəsiz EVM-ekvivalent optimist yığımdır. O, Ethereum-un texnologiyasını miqyaslandırır, eyni zamanda geriyə qüvvədə olan ictimai malların maliyyələşdirilməsi vasitəsilə öz dəyərlərini miqyaslandırır.",
  "boba-description": "Boba, qaz haqlarını azaltmaq, əməlliyat ötürmə qabiliyyətini yaxşılaşdırmaq və ağıllı müqavilələrin imkanlarını genişləndirmək məqsədi daşıyan miqyaslandırma yolu olan Optimism-dən hazırlanmış bir Optimist Toplamadır.",
  "loopring-description": "Loopring-in zkRollup Q2 həlli böyük miqyaslandırma qabiliyyəti təkanla Ethereum əsas şəbəkəsi ilə eyni təhlükəsizlik zəmanətlərini təklif etməyi hədəfləyir: ötürmə qabiliyyəti 1000 qat artdı və xərc Q1-in cəmi 0,1%-inə endirildi.",
  "zksync-description": "ZKsync, Matter Labs-dan istifadəçi mərkəzli zk toplama platformasıdır. Bu, artıq Ethereum şəbəkəsində yaşayan Ethereum üçün bir miqyaslandırma həlldir. Ödənişləri, token dəyişdirmələrini və NFT zərbini dəstəkləyir.",
  "zkspace-description": "ZKSpace platforması üç əsas hissədən ibarətdir: ZKSwap adlı ZK-Rollups texnologiyasından istifadə edən 2 AMM DEX qat, ZKSquare adlı ödəniş xidməti və ZKSea adlı NFT bazarı.",
  "aztec-description": "Aztec Network Ethereum-da mərkəzləşdirilməmiş tətbiqlərə məxfilik və miqyas əldə etməyə imkan verən ilk şəxsi zk-toplamadır.",
  "starknet-description": "Starknet, bir lay 2 Validity Rollup'dır. O, yüksək ötürmə qabiliyyətini, aşağı qaz xərclərini təmin edir və Ethereum lay 1 təhlükəsizlik səviyyələrini saxlayır.",
  "layer-2-note": "Qeydlər:",
  "layer-2-ecosystem-portal": "Ekosistem Portalı",
  "layer-2-token-lists": "Token siyahıları",
  "layer-2-explore": "Araşdır",
  "page-dapps-ready-button": "Keç"
}
