{
  "page-index-hero-image-alt": "EEthereum ekosistemini təmsil edən futuristik bir şəhərin təsviri.",
  "page-index-meta-description": "Ethereum pul və yeni növ tətbiqlər üçün qlobal, mərkəzləşdirilməmiş platformadır. Ethereum-da siz pula nəzarət edə, kodlar yaza və dünyanın istənilən yerindən daxil oluna biləcək tətbiqlər yarada bilərsiniz.",
  "page-index-meta-title": "Əsas səhifə",
  "page-index-title": "Ethereum-a xoş gəldin",
  "page-index-description": "Ethereum, kriptovalyuta, ether (ETH) və minlərlə mərkəzləşdirilməmiş tətbiqləri gücləndirən icma tərəfindən idarə olunan texnologiyadır.",
  "page-index-title-button": "Ethereum-u kəşf et",
  "page-index-get-started": "Başla",
  "page-index-get-started-description": "ethereum.org Ethereum dünyasına portalınızdır. Texnologiya yenilənir və daim inkişaf edir - bələdçinin olması sizə yol göstərəcək. Bu dünyaya dalmaq istəyirsinizsə, bu yolda sizə kömək edəcək ipuclarımız var.",
  "page-index-get-started-image-alt": "Kompüterdə işləyən şəxsin təsviri.",
  "page-index-get-started-wallet-title": "Pulqabı seçin",
  "page-index-get-started-wallet-description": "Pulqabı sizə Ethereum-a qoşulmağa və vəsaitlərinizi idarə etməyə imkan verir.",
  "page-index-get-started-wallet-image-alt": "Bir Ethereum pulqabısını təmsil edən, bədəninin yerinə seyf olan bir robot illustrasiyası.",
  "page-index-get-started-eth-title": "ETH al",
  "page-index-get-started-eth-description": "ETH Ethereum-un valyutasıdır - onu tətbiqlərdə istifadə edə bilərsiniz.",
  "page-index-get-started-eth-image-alt": "Bir efir (ETH) qlifinə heyranlıqla baxan bir qrup insan illustrasiyası.",
  "page-index-get-started-dapps-title": "Dapp istifadə edin",
  "page-index-get-started-dapps-description": "Dapp-lər Ethereum tərəfindən dəstəklənən tətbiqlərdir. Nələr edə biləcəyinizə nəzər salın.",
  "page-index-get-started-dapps-image-alt": "Kompüterdən istifadə edən itin təsviri.",
  "page-index-get-started-devs-title": "Quraşdır",
  "page-index-get-started-devs-description": "Ethereum ilə kodlamağa başlamaq istəyirsinizsə, bizim developer portalımızda sənədlərimiz, dərsliklərimiz və s. var.",
  "page-index-get-started-devs-image-alt": "Leqo kərpicdən hazırlanmış ETH loqosu yaradan əlin təsviri.\n",
  "page-index-what-is-ethereum": "Ethereum nədir?",
  "page-index-what-is-ethereum-description": "Ethereum rəqəmsal pula, qlobal ödənişlərə və tətbiqlərə ev sahibliyi edən bir texnologiyadır. İcma yaradıcıların onlayn qazanmas üçün cəsarətli yeni yolların, sürətlə inkişaf edən rəqəmsal iqtisadiyyatın və bir çox digər yeniliklərin müəllifidir. Dünyanın istənilən yerində hər kəs üçün açıqdır - sizə lazım olan tək şey internetdir.",
  "page-index-what-is-ethereum-button": "Ethereum nədir?",
  "page-index-what-is-ethereum-secondary-button": "Rəqəmsal pul haqqında daha ətraflı",
  "page-index-what-is-ethereum-image-alt": "Ethereum-u təmsil etmək üçün bazarı diqqətlə izləyən bir insanın təsviri.",
  "page-index-defi": "Daha ədalətli maliyyə sistemi",
  "page-index-defi-description": "Bu gün milyardlarla insan bank hesabı aça bilmir, bir çox insanın ödənişləri bloklanıb. Ethereum-un mərkəzləşdirilməmiş maliyyə (DeFi) sistemi heç vaxt fəalliyyətinə ara vermir, ayrı-seçkilik etmir. Sadəcə internet bağlantısı ilə siz dünyanın istənilən yerinə pul göndərə, qəbul edə, borc götürə, faiz qazana və hətta pul köçürə bilərsiniz.",
  "page-index-defi-button": "DeFi-ı kəşf et",
  "page-index-defi-image-alt": "ETH simvolu təklif edən əllərin təsviri.",
  "page-index-internet": "Açıq internet",
  "page-index-internet-description": "Bu gün biz şəxsi məlumatlarımıza nəzarətdən imtina etməklə \"pulsuz\" internet xidmətlərinə çıxış əldə edirik. Ethereum xidmətləri standart olaraq açıqdır - sizə sadəcə pulqabı lazımdır. Pulqabı ödənişsizdir və quraşdırılması asandır, sizin tərəfinizdən idarə olunur və heç bir şəxsi məlumat olmadan işləyir.",
  "page-index-internet-button": "Açıq interneti kəşf et",
  "page-index-internet-secondary-button": "Pulqabılar haqqında daha ətraflı",
  "page-index-internet-image-alt": "Ethereum kristalları ilə təchiz edilmiş futuristik kompüterin təsviri.",
  "page-index-developers": "İnkişaf üçün yeni hədd",
  "page-index-developers-description": "Ethereum, eləcə də tətbiqləri şəffaf və açıq mənbəlidir. Siz kodu ayıra və başqalarının artıq qurduğu funksionallıqdan yenidən istifadə edə bilərsiniz. Əgər yeni bir dil öyrənmək istəmirsinizsə, sadəcə olaraq JavaScript və digər mövcud dillərdən istifadə edərək açıq mənbəli kodla ünsiyyət qura bilərsiniz.",
  "page-index-developers-button": "Tərtibatçı portalı",
  "page-index-developers-code-examples": "Kode nümunələri",
  "page-index-developers-code-example-title-0": "Şəxsi bank hesabınız",
  "page-index-developers-code-example-description-0": "Proqramlaşdırdığınız məntiqlə idarə olunan bank qura bilərsiniz.",
  "page-index-developers-code-example-title-1": "Şəxsi valyutanız",
  "page-index-developers-code-example-description-1": "Siz tətbiqlər arasında köçürə və istifadə edə biləcəyiniz nişanlar yarada bilərsiniz.",
  "page-index-developers-code-example-title-2": "JavaScript Ethereum pulqabısı",
  "page-index-developers-code-example-description-2": "Ethereum və digər tətbiqlərlə qarşılıqlı əlaqə yaratmaq üçün mövcud dillərdən istifadə edə bilərsiniz.",
  "page-index-developers-code-example-title-3": "Açıq, icazəsiz bir DNS",
  "page-index-developers-code-example-description-3": "Mövcud xidmətləri mərkəzləşdirilməmiş, açıq tətbiqlər kimi yenidən təsəvvür edə bilərsiniz.",
  "page-index-network-stats-title": "Ethereum bu gün",
  "page-index-network-stats-subtitle": "Ən son şəbəkə statistikaları",
  "page-index-network-stats-eth-price-description": "ETH qiyməti (USD)",
  "page-index-network-stats-eth-price-explainer": "1 ether üçün son qiymət. Siz 0.000000000000000001 qədər az ala bilərsiniz - 1 tam ETH almağa ehtiyac yoxdur.",
  "page-index-network-stats-tx-day-description": "Bu günə olan əməliyyatlar",
  "page-index-network-stats-tx-day-explainer": "Son 24 saatda şəbəkə üzərində uğurla emal edilən əməliyyatların sayı.",
  "page-index-network-stats-value-defi-description": "DeFi (USD) ilə saxlanılan dəyər",
  "page-index-network-stats-value-defi-explainer": "Mərkəzləşdirilməmiş (DeFi) maliyyə tətbiqlərindəki pulun miqdarı, Ethereum rəqəmsal iqtisadiyyatı.",
  "page-index-network-stats-nodes-description": "Düyünlər (Node)",
  "page-index-network-stats-nodes-explainer": "Ethereum, düyünlər olaraq bilinən minlərlə könüllü tərəfindən idarə edilir.",
  "page-index-touts-header": "Ethereum.org-u kəşf et",
  "page-index-contribution-banner-title": "Ethereum.org-a töhfə ver",
  "page-index-contribution-banner-description": "Bu veb-səhifə, yüzlərlə cəmiyyət töhfəçiləri olan açıq mənbədir. Bu saytdakı hər hansısa məzmun üçün düzəlişlər, yeni və möhtəşəm özəlliklər təklif edə və ya xətaları tapmağımıza kömək edə bilərsiniz.",
  "page-index-contribution-banner-image-alt": "Lego kərpiclərindən hazırlanan Ethereum loqosu.",
  "page-index-contribution-banner-button": "Töhfə vermək haqqında daha ətraflı",
  "page-index-tout-upgrades-title": "Təkmilləşdirmə biliklərinizi artırın",
  "page-index-tout-upgrades-description": "Ethereum, şəbəkəni genişləndirən, onu təhlükəsiz və davamlı etmək üçün nəzərdə tutulmuş bir-biri ilə əlaqəli təkmilləşdirmələrdən ibarətdir.",
  "page-index-tout-upgrades-image-alt": "Ethereum təkmilləşdirmələrindən sonra artan gücü təmsil edən kosmik gəminin təsviri.",
  "page-index-tout-enterprise-title": "Müəssisə üçün Ethereum",
  "page-index-tout-enterprise-description": "Ethereum-un yeni biznes modellərini tərtib etmə, xərclərinizi azaltma və biznesinizi gələcək üçün hazır vəziyyətə gətirmə yollarına nəzər salın.",
  "page-index-tout-enterprise-image-alt": "Futuristik kompüter/cihaz illustrasiyası.",
  "page-index-tout-community-title": "Ethereum icması",
  "page-index-tout-community-description": "Ethereum-un məğzini icma təşkil edir. Fərqli keçmişə və maraqlara sahib insanlardan ibarət olan bu icmaya necə qoşula biləcəyinizə nəzər salın.",
  "page-index-tout-community-image-alt": "Birlikdə işləyən bir qrup inşaatçının illustrasiyası.",
  "page-index-nft": "Varlıqların interneti",
  "page-index-nft-description": "Ethereum sadəcə kriptovalyuta deyil. Sahib ola biləcəyiniz hər şey təmsil edilə, satıla və bir-birini əvəz edə bilməyən nişanlar (NFTs) kimi istifadə edilə bilər. Sənət işinizi nişanlayaraq hər dəfə yenidən satıldıqda avtomatik olaraq qonorar əldə edə bilərsiniz. Həmçinin, sahib olduğunuz hər hansı bir şey üçün nişan istifadə edərək kredit ala bilərsiniz. İmkanlar gün keçdikcə artır.",
  "page-index-nft-button": "NFT-lər haqqında daha ətraflı",
  "page-index-nft-alt": "Holoqram ilə görüntülənən Eth loqosu."
}
