{
  "page-what-is-ethereum-alt-img-bazaar": "Ethereum-u təmsil etmək üçün bazarı diqqətlə izləyən bir insanın təsviri",
  "page-what-is-ethereum-alt-img-comm": "Birlikdə işləyən Ethereum icma üzvlərinin təsviri",
  "page-what-is-ethereum-alt-img-lego": "Leqo kərpicdən hazırlanmış ETH loqosu yaradan əlin təsviri",
  "page-what-is-ethereum-banking-card": "Hər kəs üçün bankçılıq",
  "page-what-is-ethereum-banking-card-desc": "Hər kəsin maliyyə xidmətlərinə çıxışı yoxdur. Ancaq Ethereum və onun kredit, borc və əmanət məhsullarına daxil olmaq üçün sizə lazım olan tək şey internet bağlantısıdır.",
  "page-what-is-ethereum-build": "Ethereum ilə nəsə yaradın",
  "page-what-is-ethereum-build-desc": "Ethereum ilə qurmağa cəhd etmək istəyirsinizsə, sənədlərimizi oxuyun, bəzi dərslikləri sınayın və ya işə başlamaq üçün lazım olan alətləri yoxlayın.",
  "page-what-is-ethereum-censorless-card": "Senzuraya davamlı",
  "page-what-is-ethereum-censorless-card-desc": "Heç bir hökumət və ya şirkət Ethereum üzərində nəzarətə malik deyil. Bu qeyri-mərkəzləşdirmə, hər kəsin Ethereum-da ödənişləri almanızı və ya xidmətlərdən istifadənizi dayandırmasını demək olar ki, qeyri-mümkün edir.",
  "page-what-is-ethereum-comm-desc": "Bizim icmaya rəssamlar, kripto-anarxistlər, Fortune 500 şirkətləri və indi siz də daxil olmaqla bütün mənşəli insanlar daxildir. Necə iştirak edə biləcəyinizi öyrənin.",
  "page-what-is-ethereum-commerce-card": "Ticarət zəmanətləri",
  "page-what-is-ethereum-commerce-card-desc": "Müştərilərin təhlükəsiz, daxili zəmanəti var ki, siz razılaşdırılmış şeyi təmin etsəniz, vəsaitlər əllərini dəyişəcək. Eynilə, tərtibatçılar qaydaların onlarda dəyişməyəcəyinə əmin ola bilərlər.",
  "page-what-is-ethereum-composable-card": "Bütün məhsullar birləşdirilə bilər",
  "page-what-is-ethereum-composable-card-desc": "Bütün tətbiqlər ümumi qlobal mövcudluğu olan eyni blokçeyn üzərində qurulduğundan, onlar bir-birini (leqolar kimi) qura bilərlər. Bu, hər zaman daha yaxşı məhsullar və təcrübələr yaratmağa imkan verir.",
  "page-what-is-ethereum-community": "Ethereum icması",
  "page-what-is-ethereum-desc": "Rəqəmsal gələcəyimizin təməli",
  "page-what-is-ethereum-explore": "Ethereum-u kəşf et",
  "page-what-is-ethereum-internet-card": "Daha şəxsi internet",
  "page-what-is-ethereum-internet-card-desc": "Ethereum tətbiqindən istifadə etmək üçün bütün şəxsi məlumatlarınızı təqdim etməyinizə ehtiyac yoxdur. Ethereum nəzarətə deyil, dəyərə əsaslanan iqtisadiyyat qurur.",
  "page-what-is-ethereum-meet-comm": "İcma ilə tanış olun",
  "page-what-is-ethereum-meta-description": "Ethereum, onun nə etdiyini və özünüz üçün necə sınaqdan keçirəcəyinizi öyrənin.",
  "page-what-is-ethereum-meta-title": "Ethereum nədir?",
  "page-what-is-ethereum-p2p-card": "Peer-to-peer şəbəkəsi",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum sizə pul köçürməyə və ya birbaşa başqası ilə müqavilələr bağlamağa imkan verir. Vasitəçi şirkətlərdən keçməyə ehtiyac yoxdur.",
  "page-what-is-ethereum-start-building-btn": "Qurmağa başla",
  "page-what-is-ethereum-title": "Ethereum nədir?",
  "page-what-is-ethereum-subtitle": "Ethereum-un necə işlədiyinə, onun gətirdiyi faydalara və bütün dünyada milyonlarla insan tərəfindən necə istifadə edildiyinə dair tam başlanğıc bələdçisi.",
  "page-what-is-ethereum-button-lets-start": "Başlayaq",
  "page-what-is-ethereum-blockchain-tab-title": "Blokçeyn nədir?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Blokçeyn tranzaksiyaların verilənlər bazasıdır</b> o, şəbəkədəki bir çox kompüterdə yenilənir və paylaşılır. Hər dəfə yeni əməliyyatlar dəsti əlavə edildikdə, ona “blok” deyilir - buna görə də blokçeyn adı. Əksər blokçeynlər ictimaidir və siz yalnız məlumat əlavə edə bilərsiniz, onları silə bilməzsiniz. Əgər kimsə hər hansı məlumatı dəyişdirmək və ya sistemi aldatmaq istəyirsə, bunu şəbəkədəki əksər kompüterlərdə etməli olacaq. Bu, çoxdur! Bu, Ethereum kimi qurulmuş blokçeynləri yüksək dərəcədə təhlükəsiz edir.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Niyə kriptovalyuta adlanır?",
  "page-what-is-ethereum-cryptocurrency-tab-content": "Blokçeynlər vəsaitlərinizin təhlükəsiz olmasını təmin etmək üçün kriptoqrafik üsullardan istifadə edir. Oxşar üsullar illərdir ki, pul əməliyyatlarının təhlükəsizliyini təmin etmək üçün bank sənayesində istifadə edilir. Beləliklə, kriptovalyutaların bank təhlükəsizlik səviyyəsinə malik olduğunu söyləyə bilərsiniz.",
  "page-what-is-ethereum-summary-title": "İcmal",
  "page-what-is-ethereum-summary-desc-1": "Ethereum mərkəzi orqan tərəfindən idarə olunmadan tətbiqlər və təşkilatlar yaratmaq, aktivləri saxlamaq, əməliyyatlar aparmaq və ünsiyyət qurmaq üçün texnologiyadır. Ethereum-dan istifadə etmək üçün bütün şəxsi məlumatlarınızı təhvil verməyə ehtiyac yoxdur - siz öz məlumatlarınıza və paylaşılanlara nəzarət edirsiniz. Ethereum şəbəkəsində müəyyən fəaliyyətlər üçün ödəniş etmək üçün istifadə olunan Ether adlı öz kriptovalyutası var.",
  "page-what-is-ethereum-summary-desc-2": "Hələ də çaşqınsınız? Gəlin hər şeyi addım-addım izah edək.",
  "page-what-is-ethereum-what-is-crypto-title": "Kriptovalyuta nədir?",
  "page-what-is-ethereum-what-is-crypto-desc-1": "<b>Kripto (kriptovalyutanın qısaltması) kriptoqrafiya ilə işləyən rəqəmsal pulun yeni formasıdır.</b>",
  "page-what-is-ethereum-what-is-crypto-desc-2": "Hər şey 2008-ci ildə Bitcoin ilə başladı. Ondan dünyanın istənilən yerinə pul göndərmək üçün istifadə edə bilərsiniz. Kriptovalyutanı adi bank köçürmələrindən və ya Paypal və ya Alipay kimi digər maliyyə xidmətlərindən fərqləndirən odur ki, ilk dəfə vasitəçi olmayıb.",
  "page-what-is-ethereum-what-is-crypto-desc-3": "Gözləyin, vasitəçi nədir?",
  "page-what-is-ethereum-what-is-crypto-desc-4": "Vasitəçi, göndərən və alıcı arasında əməliyyata müdaxilə edən bank və ya hökumət kimi mərkəzi orqandır. Onların əməliyyatları izləmək, senzura etmək və ya geri qaytarmaq səlahiyyəti var və onlar sizin haqqınızda topladıqları həssas məlumatları üçüncü tərəflərlə paylaşa bilərlər. Onlar həmçinin tez-tez hansı maliyyə xidmətlərinə çıxışınız olduğunu diktə edirlər.",
  "page-what-is-ethereum-what-is-crypto-desc-5": "Kripto ilə hər şey fərqlidir. <b>Əməliyyatlar heç bir mərkəzi orqanla əlaqə saxlamadan göndərən və alıcını birbaşa əlaqələndirir</b>. Başqa heç kimin vəsaitlərinizə girişi olmayacaq və <b>heç kim sizə hansı xidmətlərdən istifadə edə biləcəyinizi deyə bilməz</b>. Bu, kriptovalyutaların fəaliyyət göstərdiyi blokçeyn texnologiyası sayəsində mümkündür.",
  "page-what-is-ethereum-btc-eth-diff-title": "Ethereum və Bitcoin arasındakı fərq nədir?",
  "page-what-is-ethereum-btc-eth-diff-1": "2015-ci ildə istifadəyə verilən Ethereum bəzi böyük fərqlərlə Bitcoin-in innovasiyası üzərində qurulur.",
  "page-what-is-ethereum-btc-eth-diff-2": "Hər ikisi ödəniş təminatçıları və ya banklar olmadan rəqəmsal puldan istifadə etməyə imkan verir. Lakin <b>Ethereum proqramlaşdırıla bilər</b>, ona görə də siz onun şəbəkəsində mərkəzləşdirilməmiş tətbiqlər yarada və yerləşdirə bilərsiniz.",
  "page-what-is-ethereum-btc-eth-diff-3": "Ethereumun proqramlaşdırıla bilməsi o deməkdir ki, məlumatların saxlanması və ya tətbiqinizin nə edə biləcəyinə nəzarət etmək üçün blokçeyndən istifadə edən tətiqlər yarada bilərsiniz. Bu, hər şeyi etmək üçün proqramlaşdırıla bilən ümumi məqsədli blokçeynlə nəticələnir. Ethereum-un edə biləcəkləri üçün heç bir məhdudiyyət olmadığı üçün, Ethereum şəbəkəsində böyük yeniliklərin baş verməsinə imkan verir.",
  "page-what-is-ethereum-btc-eth-diff-4": "Bitcoin yalnız bir ödəniş şəbəkəsi olsa da, Ethereum daha çox maliyyə xidmətləri, oyunlar, sosial şəbəkələr və məxfiliyinizə hörmət edən və sizi senzura edə bilməyən digər tətbiqlər bazarına bənzəyir.",
  "page-what-is-ethereum-what-can-eth-do-title": "Ethereum nə edə bilər?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Niyə Ethereum istifadə edim?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Əgər siz nə vaxtsa xaricə pul göndərmisinizsə (və ya etməyi planlaşdırmısınızsa) və ya yaşadığınız yerdə nəzarətinizdən kənarda olan xarici qüvvələr səbəbindən aktivlərinizin gələcəyi ilə bağlı narahat olmusunuzsa və ya ənənəvi maliyyə tərəfindən qoyulan çoxsaylı məhdudiyyətlərdən və rüsumlardan bezmisinizsə. Gündəlik əməliyyatlar üçün təşkilatlar üçün kriptovalyutaların nə təklif etdiyi ilə maraqlana bilərsiniz.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Nəzərə alın ki, Ethereum hələ də yazılmaqda olan bir hekayədir və zamanla inkişaf etdikcə və inkişaf etdikcə ondan istifadə etmək üçün bir çox səbəblər üzə çıxır.",
  "page-what-is-ethereum-slide-1-title": "Daha Ucuz və Sürətli Ödənişlər",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Stabilkoin</b>, dəyərinin əsası kimi daha sabit aktivə əsaslanan yeni kriptovalyuta növüdür. Onların əksəriyyəti Abş dolları ilə bağlıdır və buna görə də həmin valyutanın dəyərini saxlayır. Bu çox ucuz və sabit qlobal ödəniş sisteminə imkan verir. Bir çox cari stabilkoinlər Ethereum şəbəkəsində qurulur.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum və stabilkoinlər xaricə pul göndərmə prosesini sadələşdirir. Bir neçə iş günü və ya hətta həftələrlə müqayisədə, bütün dünya üzrə pul köçürmək çox vaxt cəmi bir neçə dəqiqə çəkir. Bundan əlavə, yüksək dəyərli əməliyyat etmək üçün əlavə ödəniş yoxdur və pulunuzu hara və ya niyə göndərdiyinizə dair heç bir məhdudiyyət yoxdur.",
  "page-what-is-ethereum-slide-2-title": "Böhran Zamanı Ən Sürətli Yardım",
  "page-what-is-ethereum-slide-2-desc-1": "Əgər yaşadığınız etibarlı qurumlar vasitəsilə çoxsaylı bank seçimlərinə sahib olmaq şanslısınızsa, onların təklif etdiyi maliyyə azadlığını, təhlükəsizliyini və sabitliyini adi hal kimi qəbul edə bilərsiniz. Lakin dünyada siyasi repressiya və ya iqtisadi çətinliklərlə üzləşən bir çox insan üçün maliyyə institutları ehtiyac duyduqları müdafiə və ya xidmətləri təmin etməyə bilər.",
  "page-what-is-ethereum-slide-2-desc-2": "Müharibə, iqtisadi fəlakətlər və ya vətəndaş azadlıqlarına təzyiqlər sakinləri vurduqda<a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venesuela</a>,<a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Kuba</a>,<a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Əfqanıstan</a>,<a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigeriya</a>,<a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Belarusiya</a>,və<a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukrayna</a>, kriptovalyutalar maliyyə agentliyini saxlamaq üçün ən sürətli və çox vaxt yeganə variant idi.<sup><a to=\"https://www.financialinclusion.tech/\">1</a></sup>Bu nümunələrdə göründüyü kimi, Ethereum kimi kriptovalyutalar insanların xarici dünya ilə əlaqəsi kəsildikdə qlobal iqtisadiyyata maneəsiz çıxış təmin edə bilər. Əlavə olaraq, stabilkoinlər superinflyasiya səbəbindən yerli valyutalar çökdüyü zaman dəyər anbarı təklif edir.",
  "page-what-is-ethereum-slide-3-title": "Yaradıcıların Gücləndirilməsi",
  "page-what-is-ethereum-slide-3-desc-1": "Təkcə 2021-ci ildə rəssamlar, musiqiçilər, yazıçılar və digər yaradıcılar birlikdə təxminən 3,5 milyard dollar qazanmaq üçün Ethereum-dan istifadə etdilər. Bu, Ethereum-u Spotify, YouTube və Etsy ilə birlikdə yaradıcılar üçün ən böyük qlobal platformalardan birinə çevirir.<a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Daha ətraflı</a>.",
  "page-what-is-ethereum-slide-4-title": "Oyunçuları gücləndirmək",
  "page-what-is-ethereum-slide-4-desc-1": "Oyunlar qazanmaq üçün oynayın (oyunçuların həqiqətən oyun oynadıqlarına görə mükafatlandırıldığı yer) bu yaxınlarda ortaya çıxdı və oyun sənayesini dəyişdirir. Ənənəvi olaraq, oyundaxili aktivləri real pul müqabilində başqa oyunçulara satmaq və ya köçürmək çox vaxt qadağandır. Bu, oyunçuları tez-tez təhlükəsizlik riski olan qara bazar veb saytlarından istifadə etməyə məcbur edir. Blockchain oyunu oyundaxili iqtisadiyyatı əhatə edir və bu cür davranışı etibarlı şəkildə təşviq edir.",
  "page-what-is-ethereum-slide-4-desc-2": "Üstəlik, oyunçular oyundaxili tokenləri real pula alqı-satqı edə bilməklə həvəsləndirilir və beləliklə, oynadıqları vaxta görə həqiqətən mükafatlandırılırlar.",
  "page-what-is-ethereum-meet-ether-title": "Ethereum-un kriptovalyutası olan eterlə tanış olun",
  "page-what-is-ethereum-meet-ether-desc-1": "Ethereum-un eter (ETH) adlı yerli kriptovalyutası var. O, sırf rəqəmsaldır və siz onu dərhal dünyanın istənilən yerinə göndərə bilərsiniz. ETH tədarükü heç bir hökumət və ya şirkət tərəfindən idarə olunmur - mərkəzləşdirilməmiş və tamamilə şəffafdır. Yeni sikkələr (ümumiyyətlə tokenlər də adlanır) yalnız şəbəkəni qoruyan stakerlərə verilir.",
  "page-what-is-ethereum-meet-ether-desc-2": "Ethereum şəbəkəsindəki hər bir hərəkət müəyyən bir hesablama gücü tələb edir. Bu haqq ether şəklində ödənilir. Bu o deməkdir ki, şəbəkədən istifadə etmək üçün ən azı az miqdarda ETH lazımdır.",
  "page-what-is-ethereum-what-is-ether": "Ethereum nədir?",
  "page-what-is-ethereum-get-eth": "ETH əldə et",
  "page-what-is-ethereum-what-can-i-do-title": "ETH pulları ilə nə edə bilərəm?",
  "page-what-is-ethereum-what-can-i-do-desc-1": "Belə çıxır: çox şey! Ethereum texnologiyasının ən görkəmli istifadələrindən biri, internet bağlantısı olan hər kəsə bank xidmətlərinin bütün sahələrini açan mərkəzləşdirilməmiş maliyyədir (DeFi). Ether-i kredit götürmək və ya vəsaitlərinizdən faiz qazanmaq üçün likvidlik təmin etmək üçün girov kimi istifadə edə bilərsiniz.",
  "page-what-is-ethereum-explore-applications": "Proqramları araşdırın",
  "page-what-is-ethereum-learn-defi": "DeFi haqqında öyrənin",
  "page-what-is-ethereum-who-runs-ethereum-title": "Ethereum-u kim idarə edir?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum heç bir qurum tərəfindən idarə olunmur. O, yalnız cəmiyyətin qeyri-mərkəzləşdirilmiş iştirakı və əməkdaşlığı sayəsində mövcuddur. Ethereum, böyük internet provayderləri və xidmətlərinə məxsus fərdi server və bulud sistemlərini əvəz etmək üçün könüllülər tərəfindən idarə olunan qovşaqlardan (Ethereum blokçeyn məlumatlarının surəti olan kompüter) istifadə edir.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Bütün dünyada fərdlər və müəssisələr tərəfindən idarə olunan bu paylanmış qovşaqlar Ethereum şəbəkə infrastrukturuna davamlılıq təmin edir. Buna görə də, hacklərə və ya bağlanmalara qarşı daha az həssasdır. <b>2015-ci ildə istifadəyə verildiyi vaxtdan Ethereum-da heç vaxt dayanma vaxtı olmayıb</b>. Ethereum şəbəkəsini idarə edən minlərlə fərdi qovşaq var. Bu, Ethereum-u bitkoindən sonra ən qeyri-mərkəzləşdirilmiş kriptovalyutalardan birinə çevirir.",
  "page-what-is-ethereum-run-a-node": "Düyün başladın",
  "page-what-is-ethereum-smart-contract-title": "Ağıllı müqavilələr nədir?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Ağıllı müqavilələr Ethereum blokçeynində yaşayan sadəcə kompüter tətbiqləridir</b>. Onlar yalnız <b>istifadəçidən (və ya başqa müqavilədən) tranzaksiyaya səbəb olduqda icra edirlər</b>. Ethereum-u edə biləcəyi işlərdə çox çevik edir və onu digər kriptovalyutalardan fərqləndirirlər. Bu proqramlar indi mərkəzləşdirilməmiş tətbiqlər və ya dapps dediyimiz proqramlardır.",
  "page-what-is-ethereum-smart-contract-desc-2": "Xidmət şərtlərini dəyişdirən məhsuldan istifadə etmisinizmi? Və ya faydalı hesab etdiyiniz funksiya silindi? Ağıllı müqavilə Ethereum-da dərc edildikdən sonra, Ethereum mövcud olduğu müddətdə onlayn və işlək olacaq. Müəllifin özü də onu götürə bilmir. Ağıllı müqavilələr avtomatlaşdırıldığı üçün heç bir istifadəçiyə ayrı-seçkilik qoymur və həmişə istifadəyə hazırdır.",
  "page-what-is-ethereum-smart-contract-desc-3": "Ağıllı müqavilələrin məşhur nümunələri kredit tətbiqləri, qeyri-mərkəzləşdirilmiş ticarət birjaları, sığorta, kraudfandinq tətbiqləri - ağlınıza gələn hər şeydir.",
  "page-what-is-ethereum-more-on-smart-contracts": "Ağıllı müqavilələr haqqında daha çox",
  "page-what-is-ethereum-explore-dapps": "Dapps-ı araşdırın",
  "page-what-is-ethereum-criminal-activity-title": "Eşitdim ki, kriptovalyuta cinayət fəaliyyəti üçün alət kimi istifadə olunur. Bu doğrudur?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Hər hansı bir pul forması kimi, onun bir hissəsi sui-istifadə ediləcək. Bununla belə, bütün Ethereum əməliyyatları açıq blokçeyndə baş verdiyi üçün, səlahiyyətlilər üçün qeyri-qanuni fəaliyyəti izləmək ənənəvi maliyyə sistemində olduğundan daha asandır və bu, Ethereum-u aşkarlanmamaq istəyənlər üçün daha az cəlbedici seçim edir.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Avropa İttifaqının Hüquq Mühafizə Orqanları üzrə Əməkdaşlıq Agentliyi olan Europol-un son hesabatının əsas nəticələrinə görə kriptovalyuta cinayət məqsədləri üçün fiat valyutalarından daha az istifadə olunur:",
  "page-what-is-ethereum-criminal-activity-desc-3": "“Qeyri-qanuni fəaliyyətlər üçün kriptovalyutaların istifadəsi ümumi kriptovalyuta iqtisadiyyatının yalnız kiçik bir hissəsini təşkil edir və bu, ənənəvi maliyyəyə cəlb olunan qeyri-qanuni vəsaitlərin miqdarından nisbətən kiçik görünür.”",
  "page-what-is-ethereum-energy-title": "Ethereum-un enerji istehlakı haqqında nə demək olar?",
  "page-what-is-ethereum-energy-desc-1": "15 sentyabr 2022-ci ildə Ethereum, sübutundan proof-of-stake-ə keçirən The Merge təkmilləşdirməsindən keçdi.",
  "page-what-is-ethereum-energy-desc-2": "Merge Ethereum-un ən böyük təkmilləşdirməsi idi və Ethereum-un təhlükəsizliyini təmin etmək üçün tələb olunan enerji istehlakını <b>99,95%</b> azaldıb, <b>daha az karbon dəyəri</b> üçün daha təhlükəsiz şəbəkə yaratdı. Ethereum indi təhlükəsizliyini və miqyasını artırarkən aşağı karbonlu blokçeyndir.",
  "page-what-is-ethereum-more-on-energy-consumption": "Enerji istehlakı haqqında daha çox",
  "page-what-is-ethereum-energy-consumption-chart-legend": "İllik enerji istehlakı TWh/il",
  "energy-consumption-chart-youtube-label": "YouTube",
  "energy-consumption-chart-gold-mining-galaxy-label": "Qızıl hasilatı (Galaxy Digital)",
  "energy-consumption-chart-global-data-centers-label": "Qlobal məlumat mərkəzləri",
  "energy-consumption-chart-gold-mining-cbeci-label": "Qızıl hasilatı (CBECI)",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "ABŞ-da Gaming",
  "energy-consumption-chart-paypal-label": "Paypal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "Birləşdirmə (The Merge) yeniləməsi",
  "page-what-is-ethereum-additional-reading": "Əlavə oxuma",
  "page-what-is-ethereum-week-in-ethereum": "Ethereum həftə xəbərləri",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Ekosistem üzrə əsas inkişafları əhatə edən həftəlik xəbər bülleteni.",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atomlar, Təsisatlar, Blokçeynlər",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Blokçeyn niyə vacibdir?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum rəqəmlərdə",
  "adoption-chart-column-now-label": "İndi",
  "adoption-chart-investors-label": "İnvestorlar",
  "adoption-chart-developers-label": "Tərtibatçılar",
  "adoption-chart-companies-label": "Şirkətlər",
  "adoption-chart-artists-label": "Sənətkarlar",
  "adoption-chart-musicians-label": "Musiqiçilər",
  "adoption-chart-writers-label": "Yazıçılar",
  "adoption-chart-gamers-label": "Oyunçular",
  "adoption-chart-refugees-label": "Qaçqınlar"
}
