{
  "page-get-eth-article-keeping-crypto-safe": "Kriptovalyutanızı təhlükəsiz saxlamağın yolları",
  "page-get-eth-article-protecting-yourself": "Özünüzü və pullarınızı qoruyun",
  "page-get-eth-article-store-digital-assets": "Ethereum-da rəqəmsal aktivləri necə saxlamaq olar",
  "page-get-eth-cex": "Mərkəzləşdirilmiş mübadilələr",
  "page-get-eth-cex-desc": "Birjalar ənənəvi valyutalardan istifadə edərək kriptovalyuta almağa imkan verən müəssisələrdir. Nəzarət etdiyiniz pulqabıya göndərənə qədər satın aldığınız hər hansı bir ETH üzərində nəzarətə sahibdirlər.",
  "page-get-eth-checkout-dapps-btn": "Dapps-ı yoxlayın",
  "page-get-eth-community-safety": "Təhlükəsizliklə bağlı icma yazıları",
  "page-get-eth-description": "Ethereum və ETH heç bir hökumət və ya şirkət tərəfindən idarə olunmur - ETH mərkəzləşdirilməmişdir. Bu, ETH-nin hər kəsin istifadəsinə açıq olması deməkdir.",
  "page-get-eth-dex": "Mərkəzləşdirilməmiş mübadilələr (DEXs)",
  "page-get-eth-dex-desc": "Daha çox nəzarət istəyirsinizsə, ETH peer-to-peer alın. DEX ilə vəsaitlərinizə nəzarəti mərkəzləşdirilmiş şirkətə vermədən ticarət edə bilərsiniz.",
  "page-get-eth-dexs": "Mərkəzləşdirilməmiş mübadilələr (DEXs)",
  "page-get-eth-dexs-desc": "Mərkəzləşdirilməmiş birjalar ETH və digər tokenlər üçün açıq bazarlardır. Onlar alıcı və satıcıları birbaşa əlaqələndirirlər.",
  "page-get-eth-dexs-desc-2": "Əməliyyatda vəsaitləri qorumaq üçün etibarlı üçüncü tərəfdən istifadə etmək əvəzinə, koddan istifadə edirlər. Satıcının ETH-si yalnız ödənişə zəmanət verildikdə köçürüləcək. Bu kod növü ağıllı müqavilə kimi tanınır.",
  "page-get-eth-dexs-desc-3": "Bu o deməkdir ki, mərkəzləşdirilmiş alternativlərlə müqayisədə coğrafi məhdudiyyətlər daha azdır. Əgər kimsə istədiyinizi satırsa və təmin edə biləcəyiniz ödəniş üsulunu qəbul edirsə, alqı-satqı baş verə bilər. DEX-lər sizə digər tokenlər, PayPal və ya hətta şəxsən nağd çatdırılma ilə ETH almağa imkan verə bilər.",
  "page-get-eth-do-not-copy": "Nümunə: Kopyalamayın",
  "page-get-eth-exchanges-disclaimer": "Biz bu məlumatı əl ilə topladıq. Səhv bir şey görsəniz, bizə bildirin",
  "page-get-eth-exchanges-empty-state-text": "ETH almaq üçün istifadə edə biləcəyiniz pul pulqabı və mübadilələrin siyahısını görmək üçün yaşayış ölkənizi daxil edin",
  "page-get-eth-exchanges-except": "Başqa",
  "page-get-eth-exchanges-header": "Hansı ölkədə yaşayırsınız?",
  "page-get-eth-exchanges-header-exchanges": "Birja",
  "page-get-eth-exchanges-header-wallets": "Pulqabıları",
  "page-get-eth-exchanges-intro": "Birjalar və pul pulqabılari harada sata biləcəkləri ilə bağlı məhdudiyyətlərə malikdir.",
  "page-get-eth-exchanges-no-exchanges": "Təəssüf ki, bu ölkədən ETH almağınıza icazə verən heç bir mübadilə bilmirik. Əgər edirsinizsə, bizə deyin",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Təəssüf ki, bu ölkədən ETH almağınıza icazə verən heç bir birja və ya pulqabı bilmirik. Əgər bilirsinizsə, bizə məlumat verin:",
  "page-get-eth-exchanges-no-wallets": "Təəssüf ki, bu ölkədən ETH almağınıza icazə verən heç bir pulqabı bilmirik. Əgər edirsinizsə, bizə deyin",
  "page-get-eth-exchanges-search": "Yaşayış yerinizi yazın...",
  "page-get-eth-exchanges-success-exchange": "Qanuni yoxlamalar səbəbindən birjada qeydiyyatdan keçmək bir neçə gün çəkə bilər.",
  "page-get-eth-exchanges-success-wallet-link": "pulqabıları",
  "page-get-eth-exchanges-success-wallet-paragraph": "Yaşadığınız yerdə siz birbaşa bu pulqabıdan ETH ala bilərsiniz. Bu barədə ətraflı məlumat əldə edin",
  "page-get-eth-exchanges-usa": "Amerika Birləşmiş Ştatları(ABŞ)",
  "page-get-eth-get-wallet-btn": "Pulqabi alın",
  "page-get-eth-hero-image-alt": "ETH hero şəklini əldə edin",
  "page-get-eth-keep-it-safe": "ETH-ni təhlükəsiz saxlamaq",
  "page-get-eth-meta-description": "Yaşadığınız yerdən asılı olaraq ETH-ni necə almaq olar və ona necə baxacağınıza dair məsləhətlər.",
  "page-get-eth-meta-title": "ETH-ni necə almaq olar",
  "page-get-eth-need-wallet": "DEX-dən istifadə etmək üçün sizə pulqabı lazımdır.",
  "page-get-eth-new-to-eth": "ETH-də yenisiniz? Başlamaq üçün burada məlumat var.",
  "page-get-eth-other-cryptos": "Digər kriptovalyuta ilə alın",
  "page-get-eth-protect-eth-desc": "Çoxlu ETH almağı planlaşdırırsınızsa, onu mübadilədə deyil, nəzarət etdiyiniz pulqabıda saxlamaq istəyə bilərsiniz. Bunun səbəbi, mübadilə hakerlər üçün ehtimal olunan hədəfdir. Bir haker giriş əldə edərsə, vəsaitinizi itirə bilərsiniz. Alternativ olaraq, pulqabı yalnız siz nəzarət edirsiniz.",
  "page-get-eth-protect-eth-in-wallet": "ETH-ni pulqabı qoruyun",
  "page-get-eth-search-by-country": "Ölkə üzrə axtarın",
  "page-get-eth-security": "Amma bu həm də o deməkdir ki, siz öz vəsaitlərinizin təhlükəsizliyinə ciddi yanaşmalısınız. ETH ilə siz pulunuza baxmaq üçün banka etibar etmirsiniz, özünüzə güvənirsiniz.",
  "page-get-eth-smart-contract-link": "Ağıllı müqavilələr haqqında daha çox",
  "page-get-eth-swapping": "Tokenlərinizi başqalarının ETH ilə dəyişdirin. Və əksinə.",
  "page-get-eth-try-dex": "DEX-i sınayın",
  "page-get-eth-use-your-eth": "ETH-dən istifadə edin",
  "page-get-eth-use-your-eth-dapps": "İndi bəzi ETH sahibi olduğunuz üçün bəzi Ethereum tətbiqlərini (dapps) yoxlayın. Maliyyə, sosial media, oyun və bir çox digər kateqoriyalar üçün proqramlar var.",
  "page-get-eth-wallet-instructions": "Pulqabı təlimatlarına əməl edin",
  "page-get-eth-wallet-instructions-lost": "Pulqabı girişi itirsəniz, vəsaitlərinizə girişi itirəcəksiniz. Pulqabınızi bundan qorunmaq üçün sizə göstərişlər verməlidir. Onları diqqətlə izlədiyinizə əmin olun - əksər hallarda pulqabınin girişi itirsəniz, heç kim sizə kömək edə bilməz.",
  "page-get-eth-wallets": "Pulqabıları",
  "page-get-eth-wallets-link": "Pulqabılar haqqında daha ətraflı",
  "page-get-eth-wallets-purchasing": "Bəzi pulqabılar sizə debet/kredit kartı, bank köçürməsi və ya hətta Apple Pay ilə kriptovalyuta almağa imkan verir. Coğrafi məhdudiyyətlər tətbiq olunur.",
  "page-get-eth-warning": "Bu DEX-lər yeni başlayanlar üçün deyil, çünki onlardan istifadə etmək üçün ETH lazımdır.",
  "page-get-eth-what-are-DEX's": "DEX-lər nədir?",
  "page-get-eth-whats-eth-link": "ETH nədir?",
  "page-get-eth-where-to-buy-desc": "Siz ETH-ni birjalardan və ya pulqabılardan birbaşa ala bilərsiniz.",
  "page-get-eth-where-to-buy-desc-2": "Yaşadığınız yerə əsasən hansı xidmətlərdən istifadə edə biləcəyinizi yoxlayın.",
  "page-get-eth-where-to-buy-title": "Haradan ETH almaq olar",
  "page-get-eth-your-address": "ETH ünvanınız",
  "page-get-eth-your-address-desc": "Pulqabı yüklədiyiniz zaman o, sizin üçün ictimai ETH ünvanı yaradacaq. Nümunə kimi görünən budur:",
  "page-get-eth-your-address-desc-3": "Bunu e-poçt ünvanınız kimi düşünün, lakin poçt əvəzinə ETH qəbul edə bilər. ETH-ni mübadilədən pulqabına köçürmək istəyirsinizsə, ünvanınızı təyinat yeri kimi istifadə edin. Göndərməzdən əvvəl həmişə iki dəfə yoxladığınızdan əmin olun!",
  "page-get-eth-your-address-wallet-link": "Pulqabıları yoxlayın",
  "listing-policy-raise-issue-link": "Məsələ qaldır",
  "page-find-wallet-last-updated": "Son yeniləmə"
}
