{
  "page-gas-meta-title": "Ethereum-da qaz haqları: necə işləyirlər?",
  "page-gas-meta-description": "Ethereum-da qaz haqqında məlumat əldə edin: necə işləyirlər və qaz haqlarında necə daha az ödəmək olar",
  "page-gas-hero-title": "Qaz haqları",
  "page-gas-hero-header": "Şəbəkə haqları",
  "page-gas-hero-button-1-content": "Qaz nədir?",
  "page-gas-hero-subtitle-1": "Ethereum-da şəbəkə haqları qaz adlanır.",
  "page-gas-hero-subtitle-2": "Qaz Ethereum-a güc verən yanacaqdır.",
  "page-gas-summary-title": "İcmal",
  "page-gas-summary-item-1": "Ethereum-da hər bir əməliyyatın işlənməsi üçün kiçik bir ödəniş forması tələb olunur",
  "page-gas-summary-item-2": "Bu ödənişlər “qaz” haqqı kimi tanınır",
  "page-gas-summary-item-3": "Qaz ödənişləri şəbəkə sıxlığından asılı olaraq dəyişir",
  "page-gas-what-are-gas-fees-header": "Qaz haqları nədir?",
  "page-gas-what-are-gas-fees-text-1": "Ethereum-u insanların mesaj göndərmək və ya proqramları işlətmək kimi işləri yerinə yetirə biləcəyi böyük bir kompüter şəbəkəsi kimi düşünün. Real dünyada olduğu kimi, bu vəzifələri yerinə yetirmək üçün enerji tələb olunur.",
  "page-gas-what-are-gas-fees-text-2": "Ethereum-da hər bir hesablama hərəkətinin müəyyən bir \"qaz\" qiyməti var. Qaz haqlarınız əməliyyatınızdakı hərəkətlərin ümumi maliyyətidir. Tranzaksiya göndərdiyiniz və ya ağıllı müqavilə bağladığınız zaman onu emal etmək üçün qaz haqqı ödəyirsiniz.",
  "page-gas-how-do-i-pay-less-gas-header": "Daha az qaz necə ödəyə bilərəm?",
  "page-gas-how-do-i-pay-less-gas-text": "Ethereum-da daha yüksək ödənişlər bəzən qaçınılmaz olsa da, maliyyəti azaltmaq üçün istifadə edə biləcəyiniz strategiyalar var:",
  "page-gas-how-do-i-pay-less-gas-card-1-title": "Əməliyyatlarınıza vaxt ayırın",
  "page-gas-how-do-i-pay-less-gas-card-1-description": "Pikdən kənarda səyahət etmək daha az izdihamlı və daha sərfəli olduğu kimi, Ethereum da, Şimali Amerika yuxuda olarkən istifadə edildikdə, ümumiyyətlə daha ucuzdur.",
  "page-gas-how-do-i-pay-less-gas-card-2-title": "Qazın enməsini gözləyin",
  "page-gas-how-do-i-pay-less-gas-card-2-description": "Ethereumun nə qədər sıx olduğuna görə qaz qiymətləri hər on iki saniyədə qalxıb enir. Qaz qiymətləri yüksək olduqda, əməliyyat etməzdən əvvəl bir neçə dəqiqə gözləmək, ödədiyiniz məbləğdə əhəmiyyətli bir azalma ola bilər.",
  "page-gas-how-do-i-pay-less-gas-card-3-title": "Qat 2-dən istifadə edin",
  "page-gas-how-do-i-pay-less-gas-card-3-description": "Layer-2 zəncirləri Ethereumun üstündə qurulur, daha aşağı ödənişlər təklif edir və daha çox əməliyyat aparır. Onlar əsas Ethereum şəbəkəsində baş verməsi lazım olmayan əməliyyatlarda ödənişlərə qənaət etmək üçün yaxşı seçimdir.",
  "page-gas-try-layer-2": "2-ci qatı sınayın",
  "page-gas-what-causes-high-gas-fees-header": "Qaz qiymətlərinin yüksək olması nədən qaynaqlanır?",
  "page-gas-what-causes-high-gas-fees-text-1": "Ethereum-da hesablama miqdarı (qaz) müəyyən həddi aşdıqda, qaz haqları artmağa başlayır. Qaz bu həddi nə qədər çox keçərsə, qaz haqları bir o qədər tez artır.",
  "page-gas-what-causes-high-gas-fees-text-2": "Daha yüksək ödənişlərə, populyar dapplar və ya NFT-lər, DEX-lərdə vaxtaşırı artan ticarət və ya pik vaxtlarda çox sayda istifadəçi fəaliyyəti səbəb ola bilər.",
  "page-gas-what-causes-high-gas-fees-text-3": "Ethereum-da tərtibatçılar yerləşmədən əvvəl ağıllı müqavilələrdən istifadəni optimallaşdırmağa diqqət yetirməlidirlər. Bir çox insan zəif yazılmış ağıllı müqavilədən istifadə edərsə, o, daha çox qaz istehlak olub təsadüfən şəbəkə tıxanmasına səbəb ola bilər.",
  "page-gas-want-to-dive-deeper": "Daha ətraflı öyrənmək istəyirsiniz?",
  "page-gas-check-out-the-developer-docs": "Tərtibatçı sənədlərini yoxlayın.",
  "page-gas-attack-of-the-cryptokitties-header": "Kriptokitilərin hücumu",
  "page-gas-attack-of-the-cryptokitties-text": "2017-ci ilin noyabr ayında məşhur Kriptokitilər layihəsi istifadəyə verildi. Onun populyarlığının sürətlə artması şəbəkədə əhəmiyyətli sıxlığa və həddindən artıq yüksək qaz haqlarına səbəb oldu. Kriptokitilərin yaratdığı problemlər Ethereum-un miqyaslandırması üçün həll yolların tapılmasının aktuallığını sürətləndirdi.",
  "page-gas-why-do-we-need-gas-header": "Niyə qaza ehtiyacımız var?",
  "page-gas-why-do-we-need-gas-text": "Qaz Ethereum-u təhlükəsiz saxlamaq və əməliyyatları emal etmək üçün vacib elementdir. Qaz bir çox cəhətdən kömək edir:",
  "page-gas-benefits-1-description": "Qaz, zərərli aktyorların fırıldaqçılıq fəaliyyətləri ilə şəbəkəni sıxışdırmasının qarşısını alaraq Ethereum sybil-ə davamlıdır.",
  "page-gas-benefits-2-description": "Hesablama qaza başa gəldiyi üçün, Ethereum-a bahalı əməliyyatlarla ya təsadüfən və ya zərərli şəkildə spam göndərmək maliyyə cəhətdən təsirsiz hala gətirilir.",
  "page-gas-benefits-3-description": "İstənilən vaxt həyata keçirilə bilən hesablamaların miqdarına dair sərt məhdudiyyət Ethereum-un həddindən artıq yüklənməsinin qarşısını alır və şəbəkənin həmişə əlçatan olmasını təmin edir.",
  "page-gas-how-is-gas-calculated-header": "Qaz necə hesablanır?",
  "page-gas-advanced": "Təkmilləşmiş",
  "page-gas-how-is-gas-calculated-text-1": "Ödədiyiniz ümumi qaz haqqı bir neçə hissədən ibarətdir:",
  "page-gas-how-is-gas-calculated-item-1": "<b>Baza haqq:</b> tranzaksiya üçün ödənilməli olan şəbəkə tərəfindən müəyyən edilmiş haqq",
  "page-gas-how-is-gas-calculated-item-2": "<b>Prioritet haqqı:</b> qovşaq operatorları əməliyyatınıza daxil etməyə təşviq etmək üçün əlavə bəxşiş",
  "page-gas-how-is-gas-calculated-item-3": "<b>İstifadə olunan qaz vahidləri<i>*</i>:</b> xatırlayırsınız ki, qaz hesablamanı təmsil edir? Ağıllı müqavilə ilə qarşılıqlı əlaqə kimi, daha mürəkkəb hərəkətlər, əməliyyat göndərmək kimi sadə hərəkətlərdən daha çox qaz istifadə edir.",
  "page-gas-how-is-gas-calculated-list-item-1": "<i><span>*</span> Müxtəlif növ əməliyyatların nə qədər qaz istifadə etdiyini görmək üçün Şəkil 1-ə baxın</i>",
  "page-gas-how-is-gas-calculated-text-2": "Qaz haqqını hesablama düsturu, istifadə olunan qaz vahidləridir * (əsas haqq+ prioritet haqqı). Əksər pulqabları qaz istifadəsini hesablayacaq və onu daha sadə şəkildə göstərəcək.",
  "page-gas-table-figure": "<i>Şəkil 1: Əməliyyat növünə görə istifadə edilən qaz</i>",
  "page-gas-table-header-1": "Əməliyyat növü",
  "page-gas-table-header-2": "İstifadə olunan qaz vahidləri",
  "page-gas-table-item-1-transaction-type": "ETH göndərmək",
  "page-gas-table-item-2-transaction-type": "ERC-20 tokenlərini göndərmək",
  "page-gas-table-item-3-transaction-type": "Köçürmək və NFT",
  "page-gas-table-item-4-transaction-type": "Uniswap-da dəyişdirmə",
  "page-gas-faq-header": "Tez-tez soruşulan suallar",
  "page-gas-faq-question-1-q": "Mənim əməliyyatımda qaz haqqını kim ödəyir?",
  "page-gas-faq-question-1-a-1": "Əksəriyyət qaz haqqıdır - baza haqqı - protokolla məhv edilir (yandırılır). Əməliyyatınıza daxil edilərsə, prioritet haqqı əməliyyatınızı təklif edən validatora veriləcək.",
  "page-gas-faq-question-1-a-2": "Prosesin ətraflı təsvirini <a href=\"/developers/docs/gas/\">qaz tərtibatçısı sənədlərində</a> oxuya bilərsiniz",
  "page-gas-faq-question-2-q": "Mən ETH-də qaz ödəməliyəmmi?",
  "page-gas-faq-question-2-a-1": "Bəli. Ethereum-da bütün qaz haqları yerli ETH valyutasında ödənilməlidir.",
  "page-gas-faq-question-2-a-2": "ETH haqqında daha çox",
  "page-gas-faq-question-3-q": "Gwei nədir?",
  "page-gas-faq-question-3-a-1": "Əksər pul kisələrində və ya qaz izləyicilərində siz qaz qiymətlərinin 'gwei' olaraq ifadə edildiyini görəcəksiniz.",
  "page-gas-faq-question-3-a-2": "Gwei, pennilər dollara nisbətdə olduğu kimi, ETH-nin daha kiçik bir vahididir, fərq 1 ETH-nin 1 milyard gwei-yə bərabər olmasıdır. Gwei ETH-nin çox az miqdarında faydalıdır.",
  "page-gas-use-layer-2": "Qat 2-dən istifadə edin"
}
