{
  "page-what-is-ethereum-alt-img-bazaar": "Ethereum-u təmsil etmək üçün bazarı diqqətlə izləyən bir insanın təsviri",
  "page-what-is-ethereum-alt-img-comm": "Birlikdə işləyən Ethereum icma üzvlərinin təsviri",
  "page-what-is-ethereum-alt-img-lego": "Leqo kərpicdən hazırlanmış ETH loqosu yaradan əlin təsviri",
  "page-what-is-ethereum-banking-card": "Hər kəs üçün bankçılıq",
  "page-what-is-ethereum-banking-card-desc": "Hər kəsin maliyyə xidmətlərinə çıxışı yoxdur. Ancaq Ethereum və onun üzərində qurulmuş kredit, borc və əmanət məhsullarına daxil olmaq üçün sizə lazım olan tək şey internet bağlantısıdır.",
  "page-what-is-ethereum-build": "Ethereum ilə nəsə yaradın",
  "page-what-is-ethereum-build-desc": "Ethereum ilə qurmağa cəhd etmək istəyirsinizsə, sənədlərimizi oxuyun, bəzi dərslikləri sınayın və ya işə başlamaq üçün lazım olan alətləri yoxlayın.",
  "page-what-is-ethereum-censorless-card": "Senzuraya davamlı",
  "page-what-is-ethereum-censorless-card-desc": "Heç bir hökumət və ya şirkət Ethereum üzərində nəzarətə malik deyil. Mərkəzsizləşdirmə, Ethereum-da ödəniş almanızın və ya xidmətlərdən istifadə etmənizin hər hansı şəxsin tərəfindən dayandırılmasını demək olar ki, qeyri-mümkün edir.",
  "page-what-is-ethereum-comm-desc": "Bizim icmaya rəssamlar, kripto-anarxistlər, Fortune 500 şirkətləri və indi siz də daxil olmaqla bütün mənşəli insanlar daxildir. Necə iştirak edə biləcəyinizi öyrənin.",
  "page-what-is-ethereum-commerce-card": "Ticarət zəmanətləri",
  "page-what-is-ethereum-commerce-card-desc": "Müştərilərin təhlükəsiz, daxili zəmanəti var ki, siz razılaşdırılmış şeyi təmin etsəniz, vəsaitlər əllərini dəyişəcək. Eynilə, tərtibatçılar qaydaların onlarda dəyişməyəcəyinə əmin ola bilərlər.",
  "page-what-is-ethereum-composable-card": "Yarana bilən məhsullar",
  "page-what-is-ethereum-composable-card-desc": "Bütün proqramlar, ümumi qlobal vəziyyətə malik, eyni blokçeyn üzərində qurulur, yəni onlar bir-birin üzərində qurula bilirlər (Lego kərpicləri kimi). Bu, daha yaxşı məhsul və təcrübə əldə etməyə imkan verir və heç kimin proqramların etibar etdiyi alətləri silə bilməyəcəyinə zəmanət verir.",
  "page-what-is-ethereum-community": "Ethereum icması",
  "page-what-is-ethereum-desc": "Rəqəmsal gələcəyimizin təməli",
  "page-what-is-ethereum-explore": "Ethereum-u kəşf et",
  "page-what-is-ethereum-internet-card": "Açıq internet",
  "page-what-is-ethereum-internet-card-desc": "Hər kəs Ethereum şəbəkəsi ilə əlaqə saxlaya və ya onun üzərində proqramlar qura bilər. Bu, bir neçə meqa-korporasiya tərəfindən idarə edilmək əvəzinə, öz aktivlərinizi və məlumatlarınızı idarə etməyə imkan verir.",
  "page-what-is-ethereum-meet-comm": "İcma ilə tanış olun",
  "page-what-is-ethereum-meta-description": "Ethereum, onun nə etdiyini və özünüz üçün necə sınaqdan keçirəcəyinizi öyrənin.",
  "page-what-is-ethereum-meta-title": "Ethereum nədir?",
  "page-what-is-ethereum-p2p-card": "Peer-to-peer şəbəkəsi",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum, birbaşa digər insanlarla müqavilələr bağlamağa, onları koordinə etməyə və ya rəqəmsal aktivləri ötürməyə imkan verir. Vasitəçilərə etibar etmək lazım deyil.",
  "page-what-is-ethereum-start-building-btn": "Qurmağa başla",
  "page-what-is-ethereum-title": "Ethereum nədir?",
  "page-what-is-ethereum-subtitle": "Ethereum-un necə işlədiyinə, onun gətirdiyi faydalara və bütün dünyada milyonlarla insan tərəfindən necə istifadə edildiyinə dair tam başlanğıc bələdçisi.",
  "page-what-is-ethereum-button-lets-start": "Başlayaq",
  "page-what-is-ethereum-blockchain-tab-title": "Blokçeyn nədir?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Blokçeyn bir əməliyyatlar bazasıdır</b> ki, şəbəkədəki bir çox kompüterdə yenilənir və paylaşılır. Hər dəfə yeni əməliyyatlar dəsti əlavə edildikdə, ona “blok” deyilir - blokçeyn adı da buna görədir. Ethereum kimi ictimai blokçeynlər hər kəsə məlumat əlavə etməyə imkan verir, lakin silməyə imkan vermir. Əgər kimsə hər hansı məlumatı dəyişdirmək və ya sistemi aldatmaq istəyirsə, bunu şəbəkədəki əksər kompüterlərdə etməli olacaq. Bu çox çətindir! Bu, Ethereum kimi mərkəzləşdirilməmiş blokçeynləri yüksək dərəcədə təhlükəsiz edir.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Kriptovalyuta nədir?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Kriptovalyuta blokçeyndən istifadə edərək qorunan bir çox dəyişə bilən rəqəmsal tokenləri təsvir etmək üçün istifadə olunan bir termindir. Hər şey Bitcoin ilə başladı. Bitcoin bir vasitəçiyə etibar etmədən iki tərəf arasında dəyəri köçürmək üçün istifadə edilə bilər. Yalnız açıq və sərbəst olaraq mövcud olan Bitcoin koduna etibar etməlisiniz.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "Bitcoin və Ether kimi aktivlərin “kriptovalyutalar” adlandırılmasının səbəbi, məlumatlarınızın və aktivlərinizin təhlükəsizliyinə bir qurum və ya korporasiyanın dürüst davranacağına inanmaqla deyil, kriptoqrafiya ilə təmin olunmasıdır.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Ethereum-un öz kriptovalyutası var, Ether (ETH), ki şəbəkədəki bəzi faaliyyətlərin ödənişi üçün istifadə olunur. Digər istifadəçilərə ötürülə və ya Ethereum-da digər tokenlərlə dəyişdirilə bilər. Ether xüsusidir, çünki Ethereum-da tətbiqləri və təşkilatları qurmaq və idarə etmək üçün tələb olunan hesablamaların ödənişi üçün istifadə olunur.",
  "page-what-is-ethereum-summary-title": "İcmal",
  "page-what-is-ethereum-summary-desc-1": "Ethereum bütün dünyada Ethereum protokolu adlanan bir sıra qaydalara əməl edən kompüterlər şəbəkəsidir. Ethereum şəbəkəsi hər kəsin qura və istifadə edə biləcəyi icmalar, proqramlar, təşkilatlar və rəqəmsal aktivlər üçün təməl kimi çıxış edir.",
  "page-what-is-ethereum-summary-desc-2": "İstənilən yerdən, istənilən vaxt Ethereum hesabı yarada, tətbiqlər dünyasını araşdıra və ya özünüzünkünü yarada bilərsiniz. Əsas yenilik ondan ibarətdir ki bütün bunları, qaydaları dəyişdirə və ya girişinizi məhdudlaşdıra biləcək mərkəzi orqana etibar etmədən edə bilərsiniz.",
  "page-what-is-ethereum-summary-desc-3": "Daha çox öyrənmək üçün oxumağa davam edin…",
  "page-what-is-ethereum-btc-eth-diff-title": "Ethereum və Bitcoin arasındakı fərq nədir?",
  "page-what-is-ethereum-btc-eth-diff-1": "2015-ci ildə istifadəyə verilən Ethereum bəzi böyük fərqlərlə Bitcoin-in innovasiyası üzərində qurulur.",
  "page-what-is-ethereum-btc-eth-diff-2": "Hər ikisi ödəniş təminatçıları və ya banklar olmadan rəqəmsal puldan istifadə etməyə imkan verir. Lakin <b>Ethereum proqramlaşdırıla bilər</b>, ona görə də siz onun şəbəkəsində mərkəzləşdirilməmiş tətbiqlər yarada və yerləşdirə bilərsiniz.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin bizə dəyərli olduğunu düşündüyümüz şeylər haqqında bir-birimizə əsas mesajlar göndərməyə imkan verir. Səlahiyyətsiz dəyər yaratmaq artıq güclüdür. Ethereum bunu genişləndirir: sadəcə mesajlar deyil, hər hansı bir ümumi proqram və ya müqavilə yaza bilərsiniz. Yaradıla bilən və razılaşdırıla bilən müqavilələr üçün heç bir məhdudiyyət yoxdur, buna görə də Ethereum şəbəkəsində böyük yeniliklər baş verir.",
  "page-what-is-ethereum-btc-eth-diff-4": "Bitcoin yalnız bir ödəniş şəbəkəsi olsa da, Ethereum daha çox maliyyə xidmətləri, oyunlar, sosial şəbəkələr və digər tətbiqlər bazarına bənzəyir.",
  "page-what-is-ethereum-what-can-eth-do-title": "Ethereum nə edə bilər?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Niyə Ethereum istifadə edim?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Qlobal miqyasda koordinasiya etmək, təşkilatlar yaratmaq, tətbiqlər qurmaq və dəyər paylaşmaq üçün daha davamlı, açıq və etibarlı yollarla maraqlanırsınızsa, Ethereum sizin üçündür. Ethereum hamımızın yazdığı bir hekayədir, ona görə gəlin və onunla birlikdə hansı inanılmaz dünyalar qura biləcəyimizi kəşf edin.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Ethereum, nəzarətlərindən kənar xarici qüvvələr səbəbindən aktivlərinin təhlükəsizliyi, sağlamlığı və ya hərəkətliliyi ilə bağlı qeyri-müəyyənliyi idarə etmək məcburiyyətində qalan insanlar üçün də qiymətə gəlməz olmuşdur.",
  "page-what-is-ethereum-slide-1-title": "Daha Ucuz və Sürətli Ödənişlər",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Stabilkoin</b>, dəyərinin əsası kimi daha sabit aktivə əsaslanan yeni kriptovalyuta növüdür. Onların əksəriyyəti Abş dolları ilə bağlıdır və buna görə də həmin valyutanın dəyərini saxlayır. Bu çox ucuz və sabit qlobal ödəniş sisteminə imkan verir. Bir çox cari stabilkoinlər Ethereum şəbəkəsində qurulur.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum və stabilkoinlər xaricə pul göndərmə prosesini sadələşdirir. Bir neçə iş günü və ya hətta həftələrlə müqayisədə, bütün dünya üzrə pul köçürmək çox vaxt cəmi bir neçə dəqiqə çəkir. Bundan əlavə, yüksək dəyərli əməliyyat etmək üçün əlavə ödəniş yoxdur və pulunuzu hara və ya niyə göndərdiyinizə dair heç bir məhdudiyyət yoxdur.",
  "page-what-is-ethereum-slide-2-title": "Böhran Zamanı Ən Sürətli Yardım",
  "page-what-is-ethereum-slide-2-desc-1": "Əgər yaşadığınız etibarlı qurumlar vasitəsilə çoxsaylı bank seçimlərinə sahib olmaq şanslısınızsa, onların təklif etdiyi maliyyə azadlığını, təhlükəsizliyini və sabitliyini adi hal kimi qəbul edə bilərsiniz. Lakin dünyada siyasi repressiya və ya iqtisadi çətinliklərlə üzləşən bir çox insan üçün maliyyə institutları ehtiyac duyduqları müdafiə və ya xidmətləri təmin etməyə bilər.",
  "page-what-is-ethereum-slide-2-desc-2": "Müharibə, iqtisadi fəlakətlər və ya vətəndaş azadlıqlarına təzyiqlər sakinləri vurduqda<a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venesuela</a>,<a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Kuba</a>,<a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Əfqanıstan</a>,<a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigeriya</a>,<a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Belarusiya</a>,və<a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukrayna</a>, kriptovalyutalar maliyyə agentliyini saxlamaq üçün ən sürətli və çox vaxt yeganə variant idi.<sup><a href=\"https://www.financialinclusion.tech/\">1</a></sup>Bu nümunələrdə göründüyü kimi, Ethereum kimi kriptovalyutalar insanların xarici dünya ilə əlaqəsi kəsildikdə qlobal iqtisadiyyata maneəsiz çıxış təmin edə bilər. Əlavə olaraq, stabilkoinlər superinflyasiya səbəbindən yerli valyutalar çökdüyü zaman dəyər anbarı təklif edir.",
  "page-what-is-ethereum-slide-3-title": "Yaradıcıların Gücləndirilməsi",
  "page-what-is-ethereum-slide-3-desc-1": "Təkcə 2021-ci ildə rəssamlar, musiqiçilər, yazıçılar və digər yaradıcılar birlikdə təxminən 3,5 milyard dollar qazanmaq üçün Ethereum-dan istifadə etdilər. Bu, Ethereum-u Spotify, YouTube və Etsy ilə birlikdə yaradıcılar üçün ən böyük qlobal platformalardan birinə çevirir.<a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Daha ətraflı</a>.",
  "page-what-is-ethereum-slide-4-title": "Oyunçuları gücləndirmək",
  "page-what-is-ethereum-slide-4-desc-1": "Oyunlar qazanmaq üçün oynayın (oyunçuların həqiqətən oyun oynadıqlarına görə mükafatlandırıldığı yer) bu yaxınlarda ortaya çıxdı və oyun sənayesini dəyişdirir. Ənənəvi olaraq, oyundaxili aktivləri real pul müqabilində başqa oyunçulara satmaq və ya köçürmək çox vaxt qadağandır. Bu, oyunçuları tez-tez təhlükəsizlik riski olan qara bazar veb saytlarından istifadə etməyə məcbur edir. Blockchain oyunu oyundaxili iqtisadiyyatı əhatə edir və bu cür davranışı etibarlı şəkildə təşviq edir.",
  "page-what-is-ethereum-slide-4-desc-2": "Üstəlik, oyunçular oyundaxili tokenləri real pula alqı-satqı edə bilməklə həvəsləndirilir və beləliklə, oynadıqları vaxta görə həqiqətən mükafatlandırılırlar.",
  "page-what-is-ethereum-meet-ether-title": "Ethereum-un kriptovalyutası olan eterlə tanış olun",
  "page-what-is-ethereum-meet-ether-desc-1": "Ethereum şəbəkəsindəki bir çox hərəkətlər Ethereum-un quraşdırılmış kompüterində (Ethereum Virtual Machine kimi tanınır) bəzi işlərin görülməsini tələb edir. Bu hesablama pulsuz deyil; ödəniş, Ethereum-un Ether (ETH) adlı yerli kriptovalyutasından istifadə üçün həyata keçir. Bu o deməkdir ki, şəbəkədən istifadə etmək üçün sizə ən azı az miqdarda Ether lazımdır.",
  "page-what-is-ethereum-meet-ether-desc-2": "Ether sırf rəqəmsaldır və siz onu dünyanın istənilən yerinə dərhal göndərə bilərsiniz. Ether tədarükü heç bir hökumət və ya şirkət tərəfindən idarə olunmur - mərkəzləşdirilməmiş və tamamilə şəffafdır. Ether protokola uyğun olaraq dəqiq şəkildə yalnız şəbəkənin təhlükəsizliyini təmin edən stakerlərə verilir.",
  "page-what-is-ethereum-what-is-ether": "Ethereum nədir?",
  "page-what-is-ethereum-get-eth": "ETH əldə et",
  "page-what-is-ethereum-explore-applications": "Proqramları araşdırın",
  "page-what-is-ethereum-learn-defi": "DeFi haqqında öyrənin",
  "page-what-is-ethereum-who-runs-ethereum-title": "Ethereum-u kim idarə edir?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum heç bir xüsusi qurum tərəfindən idarə olunmur. O, Ethereum protokolunu izləyən və Ethereum blokçeyninə əlavə edən proqram ilə işləyən qoşulmuş kompüterlər olduqda mövcuddur. Bu kompüterlərin hər biri bir düyün kimi tanınır. Düyünlər hər kəs tərəfindən idarə oluna bilər, baxmayaraq ki, şəbəkənin təhlükəsizliyində iştirak etmək üçün siz ETH (Ethereum-un əsl tokeni) paylamalısınız. 32 ETH sahibi hər kəs bunu icazəyə ehtiyacı olmadan edə bilər.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Hətta Ethereum mənbə kodu, tək bir qurum tərəfindən istehsal olunmur. Hər kəs protokola dəyişikliklər təklif edə və təkmilləşdirmələri müzakirə edə bilər. Müstəqil təşkilatlar tərəfindən bir neçə proqramlaşdırma dillərində istehsal olunan Ethereum protokolunun bir neçə tətbiqi var və onlar adətən açıq şəkildə qurulur və icma töhfələrini təşviq edir.",
  "page-what-is-ethereum-run-a-node": "Düyün başladın",
  "page-what-is-ethereum-smart-contract-title": "Ağıllı müqavilələr nədir?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Ağıllı müqavilələr kompüter proqramlarıdır</b> ki Ethereum blokçeynində yaşayırlar. Onlar bir istifadəçinin əməliyyatı ilə tətikləndiğində icra edirlər. Edə biləcəyi işlərdə, Ethereum-u çox çevik edir. Bu proqramlar mərkəzləşdirilməmiş tətbiqlər və təşkilatlar üçün tikinti blokları kimi çıxış edir.",
  "page-what-is-ethereum-smart-contract-desc-2": "Xidmət şərtlərini dəyişdirən məhsuldan istifadə etmisinizmi? Və ya faydalı hesab etdiyiniz funksiya silindi? Ağıllı müqavilə Ethereum-da dərc edildikdən sonra, Ethereum mövcud olduğu müddətdə onlayn və işlək olacaq. Müəllifin özü də onu götürə bilmir. Ağıllı müqavilələr avtomatlaşdırıldığı üçün heç bir istifadəçiyə ayrı-seçkilik qoymur və həmişə istifadəyə hazırdır.",
  "page-what-is-ethereum-smart-contract-desc-3": "Ağıllı müqavilələrin məşhur nümunələri kredit tətbiqləri, qeyri-mərkəzləşdirilmiş ticarət birjaları, sığorta, kvadrat maliyyələşdirmə, sosial şəbəkələr, NFT-lərdir - əsasən ağlınıza gələn hər şey.",
  "page-what-is-ethereum-more-on-smart-contracts": "Ağıllı müqavilələr haqqında daha çox",
  "page-what-is-ethereum-explore-dapps": "Dapps-ı araşdırın",
  "page-what-is-ethereum-criminal-activity-title": "Eşitdim ki, kriptovalyuta cinayət fəaliyyəti üçün alət kimi istifadə olunur. Bu doğrudur?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Hər hansı bir texnologiyalarda olduğu kimi, bəzən ondan da sui-istifadə ediləcək. Bununla belə, bütün Ethereum əməliyyatları açıq blokçeyndə baş verdiyi üçün, səlahiyyətlilər üçün qeyri-qanuni fəaliyyəti izləmək ənənəvi maliyyə sistemində olduğundan daha asan olur və bu, Ethereum-u gizli işlər görmək istəyənlər üçün daha az cəlbedici edir.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Avropa İttifaqının Hüquq Mühafizə Orqanları üzrə Əməkdaşlıq Agentliyi olan Europol-un son hesabatının əsas nəticələrinə görə kriptovalyuta cinayət məqsədləri üçün fiat valyutalarından daha az istifadə olunur:",
  "page-what-is-ethereum-criminal-activity-desc-3": "“Qeyri-qanuni fəaliyyətlər üçün kriptovalyutaların istifadəsi ümumi kriptovalyuta iqtisadiyyatının yalnız kiçik bir hissəsini təşkil edir və bu, ənənəvi maliyyəyə cəlb olunan qeyri-qanuni vəsaitlərin miqdarından nisbətən kiçik görünür.”",
  "page-what-is-ethereum-energy-title": "Ethereum-un enerji istehlakı haqqında nə demək olar?",
  "page-what-is-ethereum-energy-desc-1": "15 sentyabr 2022-ci ildə Ethereum, sübutundan proof-of-stake-ə keçirən The Merge təkmilləşdirməsindən keçdi.",
  "page-what-is-ethereum-energy-desc-2": "Merge Ethereum-un ən böyük təkmilləşdirməsi idi və Ethereum-un təhlükəsizliyini təmin etmək üçün tələb olunan enerji istehlakını <b>99,95%</b> azaldıb, <b>daha az karbon dəyəri</b> üçün daha təhlükəsiz şəbəkə yaratdı. Ethereum indi təhlükəsizliyini və miqyasını artırarkən aşağı karbonlu blokçeyndir.",
  "page-what-is-ethereum-more-on-energy-consumption": "Enerji istehlakı haqqında daha çox",
  "page-what-is-ethereum-energy-consumption-chart-legend": "İllik enerji istehlakı TWh/il",
  "energy-consumption-chart-global-data-centers-label": "Qlobal məlumat mərkəzləri",
  "energy-consumption-gold-mining-cbeci-label": "Gold mining",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "ABŞ-da Gaming",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "Paypal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "Birləşdirmə (The Merge) yeniləməsi",
  "page-what-is-ethereum-additional-reading": "Further reading",
  "page-what-is-ethereum-week-in-ethereum": "Ethereum həftə xəbərləri",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Ekosistem üzrə əsas inkişafları əhatə edən həftəlik xəbər bülleteni.",
  "page-what-is-ethereum-kernel-dreamers": "Nüvə",
  "page-what-is-ethereum-kernel-dreamers-desc": "Ethereum-un Xəyalı",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atomlar, Təsisatlar, Blokçeynlər",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Blokçeyn niyə vacibdir?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum rəqəmlərdə",
  "adoption-chart-column-now-label": "İndi",
  "adoption-chart-investors-label": "İnvestorlar",
  "adoption-chart-developers-label": "Tərtibatçılar",
  "adoption-chart-companies-label": "Şirkətlər",
  "adoption-chart-artists-label": "Sənətkarlar",
  "adoption-chart-musicians-label": "Musiqiçilər",
  "adoption-chart-writers-label": "Yazıçılar",
  "adoption-chart-gamers-label": "Oyunçular",
  "adoption-chart-refugees-label": "Qaçqınlar"
}
