{
  "page-eth-buy-some": "Ethereum almaq istəyirsiniz?",
  "page-eth-buy-some-desc": "Ethereum və ETH-ni qarışdırmaq çox yaygındır. Ethereum blokçeyndir və ETH Ethereum-un əsas aktividir. ETH, yəqin ki, almaq istədiyiniz şeydir.",
  "page-eth-cat-img-alt": "Pişiklərin kaleydoskopu ilə ETH qlifinin qrafiki",
  "page-eth-collectible-tokens": "Kolleksiyalı tokenler",
  "page-eth-collectible-tokens-desc": "Kolleksiya edilə bilən oyun elementini, rəqəmsal sənət əsərini və ya digər unikal aktivləri təmsil edən tokenlər. Ümumiyyətlə qeyri-işlənə bilməyən tokenlər (NFTs) kimi tanınır.",
  "page-eth-cryptography": "Kriptoqrafiya ilə qorunur",
  "page-eth-cryptography-desc": "İnternet pulları yeni ixtira ola bilər, lakin o, sübut edilmiş kriptoqrafiya ilə qorunur. Bu, pulqabınızı, ETH-nizi və əməliyyatlarınızı qoruyur. ",
  "page-eth-currency-for-apps": "Ethereum tətbiqlərinin valyutasıdır.",
  "page-eth-currency-for-future": "Rəqəmsal gələcəyimiz üçün valyuta",
  "page-eth-description": "ETH kriptovalyutadır. Bitcoin kimi internetdə istifadə edə biləcəyiniz qıt rəqəmsal puldur. Əgər kriptovalyutada yenisinizsə, ETH ənənəvi puldan nə ilə fərqlənir.",
  "page-eth-earn-interest-link": "Faiz qazanmaq",
  "page-eth-flexible-amounts": "Çevik miqdarlarda mövcuddur",
  "page-eth-flexible-amounts-desc": "ETH 18 onluq yerinə qədər bölünür, ona görə də 1 tam ETH almaq məcburiyyətində deyilsiniz. Siz bir anda fraksiya ala bilərsiniz – istəsəniz 0,000000000000000001 ETH qədər.",
  "page-eth-fuels": "ETH Ethereum-u dəstəkləyir və qoruyur",
  "page-eth-fuels-desc": "ETH Ethereum-un can damarıdır. ETH göndərdiyiniz və ya Ethereum tətbiqindən istifadə etdiyiniz zaman Ethereum şəbəkəsindən istifadə etmək üçün ETH-də bir haqq ödəyəcəksiniz. Bu ödəniş blok istehsalçısı üçün nə etməyə çalışdığınızı emal etmək və yoxlamaq üçün stimuldur.",
  "page-eth-fuels-desc-2": "Validatorlar Ethereum-un qeydlərini saxlayanlara bənzəyirlər - onlar heç kimin aldatmadığını yoxlayır və sübut edirlər. Onlar əməliyyatlar blokunu təklif etmək üçün təsadüfi seçilirlər. Bu işi görən təsdiqləyicilər də az miqdarda yeni buraxılmış ETH ilə mükafatlandırılırlar.",
  "page-eth-fuels-desc-3": "Validatorların gördükləri iş və onların steyk etdiyi kapital Ethereum-u təhlükəsiz və mərkəzləşdirilmiş nəzarətdən azad edir.",
  "page-eth-fuels-staking": "ETH-ni steyk etdiyiniz zaman Ethereum-un təhlükəsizliyinə kömək edirsiniz və mükafatlar qazanırsınız. Bu sistemdə ETH-ni itirmək təhlükəsi təcavüzkarları çəkindirir.",
  "page-eth-fuels-more-staking": "Steykinq haqqında daha çox",
  "page-eth-get-eth-btn": "ETH əldə et",
  "page-eth-gov-tokens": "İdarəetmə tokenləri",
  "page-eth-gov-tokens-desc": "Mərkəzləşdirilməmiş təşkilatlarda səsvermə gücünü təmsil edən tokenlər.",
  "page-eth-has-value": "Niyə ETH-in dəyəri var?",
  "page-eth-has-value-desc": "ETH müxtəlif insanlar üçün fərqli yollarla dəyərlidir.",
  "page-eth-has-value-desc-2": "Ethereum istifadəçiləri üçün ETH dəyərlidir, çünki o, sizə əməliyyat haqqını ödəməyə imkan verir.",
  "page-eth-has-value-desc-3": "Digərləri onu rəqəmsal dəyər aktiv kimi görürlər, çünki yeni ETH-in yaradılması zamanla yavaşlayır.",
  "page-eth-has-value-desc-4": "Son vaxtlar ETH tokeni Ethereum-da maliyyə tətbiqlərinin istifadəçiləri üçün daha dəyərli oldu. Bunun səbəbi ETH-dən kripto kreditləri üçün girov və ya ödəniş sistemi kimi istifadə edə bilərsiniz.",
  "page-eth-has-value-desc-5": "Təbii ki, çoxları bunu Bitcoin və ya digər kriptovalyutalara bənzər bir investisiya kimi də görür.",
  "page-eth-how-to-buy": "Ether-i necə almaq olar",
  "page-eth-how-to-buy-caption": "Tez-tez yenilənir",
  "page-eth-is-money": "ETH rəqəmsal, qlobal puldur.",
  "page-eth-last-updated": "Yanvar 2019",
  "page-eth-monetary-policy": "Ethereum-un monetar siyasəti",
  "page-eth-more-on-ethereum-link": "Ethereum haqqında daha çox",
  "page-eth-no-centralized": "Mərkəzləşdirilmiş idarəetmə yoxdur ",
  "page-eth-no-centralized-desc": "ETH mərkəzləşdirilməmiş və qlobaldır. Daha çox ETH çap etməyə və ya istifadə şərtlərini dəyişdirməyə qərar verə biləcək heç bir şirkət və ya bank yoxdur.",
  "page-eth-non-fungible-tokens-link": "Bir-birini əvəz edə bilməyən tokenlər",
  "page-eth-not-only-crypto": "ETH Ethereum-da yeganə kriptovalyuta deyil",
  "page-eth-not-only-crypto-desc": "Hər kəs yeni növ aktivlər yarada və onları Ethereum-da ticarət edə bilər. Bunlar \"tokenlər\" kimi tanınır. İnsanlar ənənəvi valyutaları, daşınmaz əmlaklarını, sənətlərini və hətta özlərini tokenləşdirdilər!",
  "page-eth-not-only-crypto-desc-2": "Ethereum minlərlə tokenə ev sahibliyi edir – bəziləri digərlərindən daha faydalı və dəyərlidir. Tərtibatçılar daim yeni imkanlar açan və yeni bazarlar açan yeni tokenlər qururlar.",
  "page-eth-open": "Hər kəsə açıq",
  "page-eth-open-desc": "FETH qəbul etmək üçün sizə yalnız internet bağlantısı və pulqabı lazımdır. Ödənişləri qəbul etmək üçün bank hesabına giriş tələb olunmur. ",
  "page-eth-p2p-payments": "Peer-to-peer ödənişləri",
  "page-eth-p2p-payments-desc": "ETH-nizi bank kimi heç bir vasitəçilik xidməti olmadan göndərə bilərsiniz. Bu, nağd pulu şəxsən təhvil vermək kimidir, lakin siz bunu hər kəslə, hər yerdə və istənilən vaxt təhlükəsiz şəkildə edə bilərsiniz.",
  "page-eth-period": ".",
  "page-eth-popular-tokens": "Populyar token növləri",
  "page-eth-powers-ethereum": "ETH Ethereum-a güc verir",
  "page-eth-shit-coins": "P*x tokenlər",
  "page-eth-shit-coins-desc": "Yeni tokenlər hazırlamaq asan olduğundan, bunu hər kəs edə bilər - hətta bəd və ya pis niyyətli insanlar da. Onları istifadə etməzdən əvvəl həmişə araşdırma aparın!",
  "page-eth-stablecoins": "Stabil koinlər",
  "page-eth-stablecoins-desc": "Dollar kimi ənənəvi valyutanın dəyərini əks etdirən tokenlər. Bu tokenlər, bir çox kriptovalyuta volatillik problemini həll edir.",
  "page-eth-stablecoins-link": "Stabilkoinlər əldə edin",
  "page-eth-stream-link": "ETH-ni yayımlayın",
  "page-eth-tokens-link": "Ethereum tokenləri",
  "page-eth-trade-link-2": "Tokenləri dəyişin",
  "page-eth-underpins": "ETH, Ethereum maliyyə sisteminin əsasını qoyur",
  "page-eth-underpins-desc": "Ödəniş sistemi ilə kifayətlənməyən Ethereum icması həmyaşıd olan və hər kəs üçün əlçatan olan bütöv bir maliyyə sistemi qurur.",
  "page-eth-underpins-desc-2": "Ethereum-da tamamilə fərqli kriptovalyuta tokenləri yaratmaq üçün girov kimi ETH-dən istifadə edə bilərsiniz. Üstəlik siz ETH və digər ETH ilə dəstəklənən tokenləri borc götürə, borc verə və faiz qazana bilərsiniz.",
  "page-eth-uses": "ETH istifadəsi hər gün artır",
  "page-eth-uses-desc": "Ethereum proqramlaşdırıla bildiyi üçün tərtibatçılar ETH-ni saysız-hesabsız üsullarla formalaşdıra bilərlər.",
  "page-eth-uses-desc-2": "Hələ 2015-ci ildə edə biləcəyiniz tək şey bir Ethereum hesabından digərinə ETH göndərmək idi. İndi edə biləcəyiniz şeylər bunlardır.",
  "page-eth-uses-desc-3": "kiməsə ödəyin və ya real vaxtda pul alın.",
  "page-eth-uses-desc-4": "ETH-ni Bitcoin daxil olmaqla digər tokenlərlə ticarət edə bilərsiniz.",
  "page-eth-uses-desc-5": "ETH və digər Ethereum əsaslı tokenlərdə.",
  "page-eth-uses-desc-6": "sabit, az dəyişkən dəyərlə kriptovalyutalar dünyasına daxil olun.",
  "page-eth-value": "Niyə ether qiymətlidir",
  "page-eth-video-alt": "ETH qlifli video",
  "page-eth-whats-eth": "Ether (ETH) nədir?",
  "page-eth-whats-eth-hero-alt": "Bir ether (ETH) qlifinə heyranlıqla baxan bir qrup insan illustrasiyası",
  "page-eth-whats-eth-meta-desc": "ETH və onun Ethereum-dakı yerini anlamaq üçün nəyi bilməlisiniz.",
  "page-eth-whats-eth-meta-title": "Efir (ETH) nədir? | ethereum.org",
  "page-eth-whats-ethereum": "Ethereum nədir?",
  "page-eth-whats-ethereum-desc": "ETH-nin arxasındakı texnologiya olan Ethereum haqqında daha çox öyrənmək istəyirsinizsə, girişimizə baxın.",
  "page-eth-whats-unique": "ETH-nin unikallığı nədir?",
  "page-eth-whats-unique-desc": "Ethereum-da bir çox kriptovalyuta və bir çox digər əlamətlər var, lakin yalnız ETH-nin edə biləcəyi bəzi şeylər var.",
  "page-eth-where-to-buy": "ETH-ni haradan almaq olar",
  "page-eth-where-to-buy-desc": "ETH-ni mübadilə və ya pulqabıdan əldə edə bilərsiniz, lakin fərqli ölkələrin fərqli siyasətləri var. ETH almağınıza imkan verəcək xidmətləri görmək üçün yoxlayın.",
  "page-eth-yours": "O, həqiqətən sənindir",
  "page-eth-yours-desc": "ETH sizə öz bankınız olmağa imkan verir. Sahiblik sübutu olaraq pulqabı ilə öz vəsaitinizə nəzarət edə bilərsiniz – üçüncü tərəf tələb olunmur.",
  "page-eth-more-on-tokens": "Tokenlər və onların istifadəsi haqqında daha çox",
  "page-eth-button-buy-eth": "ETH al",
  "page-eth-tokens-stablecoins": "Stabil koinlər",
  "page-eth-tokens-defi": "Mərkəzləşdirilməmiş maliyyə (DeFi)",
  "page-eth-tokens-nft": "Bir-birini əvəz edə bilməyən nişanlar (NFTs)",
  "page-eth-tokens-dao": "Mərkəzləşdirilməmiş muxtar təşkilatlar (DAO)",
  "page-eth-tokens-stablecoins-description": "Ethereum tokenlərinin ən az dəyişkənliyi haqqında daha çox məlumat.",
  "page-eth-tokens-defi-description": "Ethereum tokenləri üçün maliyyə sistemi.",
  "page-eth-tokens-nft-description": "Ethereum-da əşyaların sahibliyini əks etdirən tokenlər.",
  "page-eth-tokens-dao-description": "İnternet icmaları çox vaxt token sahibləri tərəfindən idarə olunur.",
  "page-eth-whats-defi": "DeFi haqqında daha çox",
  "page-eth-whats-defi-description": "DeFi Ethereum üzərində qurulmuş mərkəzləşdirilməmiş maliyyə sistemidir. Bu ümumi baxış nə edə biləcəyinizi izah edir.",
  "page-what-is-ethereum-what-is-ether": "Ethereum nədir?"
}
