{
  "page-local-environment-brownie-desc": "Python based development wey dey test framework for smart contract and e dey also target ethereum virtual machine.",
  "page-local-environment-brownie-logo-alt": "Brownie logo",
  "page-local-environment-kurtosis-desc": "Container based toolkit wey demo easuly configure and e fit spin multi client Ethereum testnet for rapid local dApp development, prototyping and testing.",
  "page-local-environment-kurtosis-logo-alt": "Kurtosis logo",
  "page-local-environment-epirus-desc": "Platform wey dem dey use develop, deploy and monitor blockchain applications on to the pava virtual machine.",
  "page-local-environment-epirus-logo-alt": "Epirus logo",
  "page-local-environment-eth-app-desc": "Create power apps from Ethereum with one commmand. E come with wide offfering UI framework and DeFi template to choose from.",
  "page-local-environment-eth-app-logo-alt": "Create Eth App logo",
  "page-local-environment-foundry-desc": "Modular toolkit for ethereum application development wey dem use rust write, e fast and e dey portable.",
  "page-local-environment-foundry-logo-alt": "Foundry logo",
  "page-local-environment-framework-feature-1": "Features wey we go take spin up local blockchain instance.",
  "page-local-environment-framework-feature-2": "Utilities wey dem dey use compile and test smart contracts.",
  "page-local-environment-framework-feature-3": "Cleint development adds on wey dem dey use build user facing application with the same project repository.",
  "page-local-environment-framework-feature-4": "Configuration wey dem dey use connect to ethereum network and deploy contracts, whether na to run am locally abi on top one of ethereum public networks.",
  "page-local-environment-framework-feature-5": "Decentralized app distribution - integrations wey get storage options like IPFS.",
  "page-local-environment-framework-features": "These frameworks dem come with different out of the box functionality like:",
  "page-local-environment-frameworks-desc": "Wi rekomend say make yu pick framework especially if you just dey start. if you dey build a full fledge dapp e go require pieces of technology. Frameworks fit include many features or provide easy plugin system to take pick tools wey i desire.",
  "page-local-environment-frameworks-title": "Frameworks and premade stack",
  "page-local-environment-hardhat-desc": "Hardhat na ethereum development environment for proffesionals.",
  "page-local-environment-hardhat-logo-alt": "Hardhart logo",
  "page-local-environment-openZeppelin-desc": "E dey save hours of development time and e dey compile, upgrade, deploy and also interact with smart contracts with our CLI.",
  "page-local-environment-openZeppelin-logo-alt": "OpenZeppelin logo",
  "page-local-environment-scaffold-eth-desc": "Ethers + Hardhat + React: everything wey you need to help you start to dey build decentralized applications wey dey powered by smart contracts.",
  "page-local-environment-scaffold-eth-logo-alt": "scaffold-eth logo",
  "page-local-environment-setup-meta-desc": "Wey go help youu choose your software stacks for ethereum development.",
  "page-local-environment-setup-meta-title": "Ethereum local development setup",
  "page-local-environment-setup-subtitle": "If yu don already dey build, na the time wey you go choose your stack.",
  "page-local-environment-setup-subtitle-2": "Na the tools and frameworks wey you fit use build your ethereum application.",
  "page-local-environment-setup-title": "Set up ya local development environment",
  "page-local-environment-solidity-template-desc": "GitHub template wey dem don pre built the setup ffor your solidity smart contracts. E include hardhat loca network, waffle for tests, Ethers for wallet implementation, and more.",
  "page-local-environment-solidity-template-logo-alt": "Solidity template logo",
  "page-local-environment-waffle-desc": "Library wey advance pass if you dey test smart contracts. Use alone abi scaffold-eth abi Hardhat.",
  "page-local-environment-waffle-logo-alt": "Waffle logo"
}
