{
  "page-what-is-ethereum-meta-title": "Wetin bi Ethereum? (One Komplet Guide) | ethereum.org",
  "page-what-is-ethereum-meta-description": "One full ovaview of wetin Ethereum bi, hau e dey work, wetin e dey do and hau to start to dey yus abi dey build on am. Dem eksplain am for simpol way.",
  "page-what-is-ethereum-title": "Wetin bi Ethereum?",
  "page-what-is-ethereum-hero-description-1": "Ethereum na desentralized blockchain netwok and softwia divelopment platfom, wey crytocurrency ether (ETH) dey run.",
  "page-what-is-ethereum-hero-description-2": "Na home wey kontain thousands of cryptocurrencies and applikashons akross Defi, NFTs, gaming, desentralized soshial media and stablecoins.",
  "page-what-is-ethereum-ethereum-intro-1": "Ethereum na one open, publik blockchain wey dem bigin dey yus on July 2015 by one softwia divelopa dem koll Vitalik Buterin and one smoll team of pipol wey follow start am.",
  "page-what-is-ethereum-ethereum-intro-2": "Di idea bihind Ethereum dey simpol. As bitcoin dey allow yu send and risiv dijital money, Ethereum go build on dis wit program wey dey open wey dem koll <a>smart kontracts</a>.",
  "page-what-is-ethereum-ethereum-intro-3": "<strong>Smart kontracts</strong> dey allow anyone kreate dem own dijital assets and desentralised applikashon dem (dapps) wey dey run 24/7, globally. E nor bi laik banks, korporashons abi oda institushons, smart kontracts dey afailabol to anyone wit one internet konetshon.",
  "page-what-is-ethereum-ethereum-intro-4": "SInse 2015, Ethereum don grow into one ekosystem of dijital assets wey dey thrive laik <strong>stablecoins</strong>, non-fungible tokens(<strong>NFTs</strong>), and governance tokens, and as one sprawlin world of dapps for disentralized finans (<strong>Defi</strong>), art and kollectibols, gaming and disentralized soshial media.",
  "page-what-is-ethereum-ethereum-intro-5": "All togeda, dem dey koll dis ekosystem \"<strong>web3</strong>\", wey dey reprisent di third phase of di <strong>Internet wey dem centre around ownaship</strong>.",
  "page-what-is-ethereum-ethereum-intro-6": "Today, <millions>millions of pipol</millions> for di whole world dey yus Ethereum take <billions>hold billions of dollars</billions> in assets wey dey send and risiv <trillions>trillions of dollars</trillions> efri year—all witout bank.",
  "page-what-is-ethereum-ethereum-intro-7": "Di main part of all dis tins na Ethereum own native cryptocurrency <strong>ether(ETH)</strong>, one new kain of dijital money wey dem yus take start di whole netwok.",
  "page-what-is-ethereum-network-title": "Wetin bi Ethereum netwok?",
  "page-what-is-ethereum-network-intro-1": "Yu fit rizin di Ethereum netwok as <strong>one global dijital infastrukture wey anibodi fit yus</strong>but nobodi fit spoil am.",
  "page-what-is-ethereum-network-intro-2": "Dis netwok dey made up of <strong>plenti indipendent komputas</strong>around di world wey dem koll nodes. Dis nodes, wey regular pipol dey run, dey work togeda to provide finanshia savis and dijital applikashons to anibodi for anywia.",
  "page-what-is-ethereum-network-intro-3": "Di Ethereum netwok get <strong>3 ogbonge advantaj </strong> ova tradishonal netwok wey institushon dem own. Dis na sensorship resistans, wey sukurity dey make strong and dey reliabol wella.",
  "page-what-is-ethereum-network-censorship-title": "Sensorship resistant",
  "page-what-is-ethereum-network-censorship-desc-1": "As tradishonal apps and finanshial savis rely on banks abi corporashons wey fit deside to blok access abi freeze akants, dapps on Ethereum dey censorship resistant.",
  "page-what-is-ethereum-network-censorship-desc-2": "Dis na bikos ethereum netwok of nodes rekod efri singol transakshon witout kona-kona—and dis rule dey inside di kode.",
  "page-what-is-ethereum-network-security-title": "E deysekure wella",
  "page-what-is-ethereum-network-security-desc-1": "As mani apps tuday on top kloud providas laik AWS and dem fit dey open to takedown abi attak. But dapps for Ethereum dey sekured by di netwok imsef. Everi node dey store and dey sync di whole state of Ethereum, inkludin all kontracts.",
  "page-what-is-ethereum-network-security-desc-2": "If pesin try chanj one kontract, di netwok go rijet am as e nor go match dem rekod. To take down one singol app, attakas nid to take ova di whole netwok, wey go cost billions and go dey hard wella to koordinate.",
  "page-what-is-ethereum-network-reliability-title": "Durabol and reliabol",
  "page-what-is-ethereum-network-reliability-desc-1": "Downtaim on kloud hostin platfoms fit take apps offline, but Ethereum disign dey ensure pafet uptaim. Di netwok go kontinu to dey run even if some node go offline due to softwia bugs, government crakdowns nashural disasta, abi war.",
  "page-what-is-ethereum-network-reliability-desc-2": "Millions of pipol dey yus plenti dapps on Ethereum evri day. As high dimand fit lead to elevated transakshon fees, e dey show di pawa of netwok wey put sekurity, disentralizashon fes, and di make sure sey im go always dey afailabol wen yu nid am.",
  "page-what-is-ethereum-network-layer2-title": "Ethereum extenshons (Layer 2)",
  "page-what-is-ethereum-network-layer2-desc-1": "Difren teams don kreate Layer 2 (L2) netwoks wey dey run ontop of Ethereum to fit inkrease Ethereum kapasity. L2s dey do laik sey na ekspress lanes, wey dey make transakshons fast and dey cheap pass—somtaims wey dey cost less pass one cent on averaj.",
  "page-what-is-ethereum-network-layer2-desc-2": "Some of di popula L2s laik <optimism>Optimisim</optimism>, <optimism>Arbitrum</arbitrum>,<zksync>Zksync</zksync>, and <base>Base</base> dey process millions of transakshons wey worth billions of dollars evri year.",
  "page-what-is-ethereum-network-learn-more": "Make yu learn more abaut di Ethereum netwok",
  "page-what-is-ethereum-ether-title": "Wetin bi ether (ETH)?",
  "page-what-is-ethereum-ether-intro-1": "Ether (ETH) na di native cryptocurrency of Ethereum.",
  "page-what-is-ethereum-ether-intro-2": "Na new kain of <strong> dijital money wey yu fit send to anyone, anywia for di world sharp sharp</strong> for as litol as few cents. But ETH pass juz payments. Im dey play ogbonge role to dey kip di Ethereum netwok run.",
  "page-what-is-ethereum-ether-intro-3": "Wen yu yus Ethereum to send money, kollet art abi build new dapp, yu go pay smoll<strong>transakshon fee</strong> (abi gas fee) <strong>for ETH</strong>. Dis fee dey helep privent spam and go riwod di pipol dem koll validators wey dey run transakshons.",
  "page-what-is-ethereum-ether-intro-4": "All dis <strong>validators dey helep sekure di ethereum netwok</strong> thru system dem koll staking. By lockin up dem ETH dem dey eligibol to prosess transakshons. In riturn, dem dey earn ETH as riwod. Dis dey give Ethereum im own ekonomy wey dey sef-sustainin, wey users dey run rather dan kompanis.",
  "page-what-is-ethereum-ether-intro-5": "Unlaik plenti tradishonal kurensis, <strong>ETH fit bikom more skarce as taim dey pass</strong>. Evri taim pesin yus Ethereum, smoll porshon of ETH go burn, wey rimuv am from di supply kpatakpata. For days wey busy, dem burn more ETH pass wetin dem kreate, e dey mak ETH deflationary and dey inkrease en value as taim dey pass. Di more dem dey yus Ethereum, di more ETH dey burn.",
  "page-what-is-ethereum-ether-intro-6": "Bikos of dis, plenti pipol dey si ETH as one investment and chuse to hold, stake abi lend am to grow dem savings.",
  "page-what-is-ethereum-ether-learn-more": "Make yu learn abaut ether (ETH)",
  "page-what-is-ethereum-how-title": "Hau Ethereum dey work?",
  "page-what-is-ethereum-how-intro-1": "Wen dem start Ethereum<strong>for 2015</strong>, im don yus one system dem koll proof of work.",
  "page-what-is-ethereum-how-intro-2": "Dis mekanisim wey Bitcoin start, na hau all komputas don agri on who own wat. Komputas go yus plenti enargi to dey try solve komplex mathematikal puzzol. Di winner go propose one blok of inkomin transakshon and dey earn new ETH.",
  "page-what-is-ethereum-how-intro-3": "For 2022, Ethereum wey don upgrade to new system wey dem koll <strong>proof of stake</strong><a>dat na 99% pass enargi effishient</a>. Insted of mathematikal puzzol, validator lock dem ETH as one sekurity deposit to earn di rite to process transakshon.",
  "page-what-is-ethereum-how-intro-4": "If dem do am koretly, dem earn ETH. If dem cheat, dem luz some of dia stake.",
  "page-what-is-ethereum-how-intro-5": "Here na eksampol:",
  "page-what-is-ethereum-how-example-1-title": "Wen you send $10 for stablecoins to one padi on Ethereum:",
  "page-what-is-ethereum-how-example-1-step-1": "Yu open yor wallet, add di akant address and di amount, den klick send.",
  "page-what-is-ethereum-how-example-1-step-2": "Yor wallet dey sign di payment and broadkast am to di netwok.",
  "page-what-is-ethereum-how-example-1-step-3": "Di payment dey wait in di publik line (mempool) ontil one block proposer dey pick am.",
  "page-what-is-ethereum-how-example-1-step-4": "Di block proposer dey add am to di next block of transakshon, dey broadkast am, and dey earn one fee.",
  "page-what-is-ethereum-how-example-1-step-5": "Di stablecoin kontrat dey muv $10 from yu to yor friend, and di two wallets update.",
  "page-what-is-ethereum-how-example-1-step-6": "Na global netwok of validators go doubol-chek kon attest to di validity of di chanjis.",
  "page-what-is-ethereum-how-example-2-title": "Wen yu mint $5 kolletibol on Ethereum:",
  "page-what-is-ethereum-how-example-2-step-1": "Yu konet yor wallet to di dapp con chuse di item to mint.",
  "page-what-is-ethereum-how-example-2-step-2": "Yu konfam di purchase; di wallet sign kon broadkast di transakshon.",
  "page-what-is-ethereum-how-example-2-step-3": "Di mint rikwest to join di mempool dem kon add am to one block by one validator.",
  "page-what-is-ethereum-how-example-2-step-4": "Di NFT smart kontract dey rikod yor wallet as di new owna.",
  "page-what-is-ethereum-how-example-2-step-5": "Yor new kolletibol dey appia in yor wallet few sekonds later.",
  "page-what-is-ethereum-how-outro-1": "Dis na all posibol tanks to di pawa of smart kontract; open-source program wey live on Ethereum and run 24/7, 365 assessibol to anyone, anywia.",
  "page-what-is-ethereum-how-outro-2": "<strong>Dem don sync all di transakshon, update, and akshon akross plenti indipendent nodes.</strong> Dis dey give Ethereum im reliability, transparensy, and sensorship resitans.",
  "page-what-is-ethereum-how-learn-more-1": "Make yu learn more abaut hau Ethereum woks",
  "page-what-is-ethereum-how-learn-more-2": "Rid divelopa docs for one teknika ovaview of Ethereum",
  "page-what-is-ethereum-what-title": "Wetin dem dey yus Ethereum do?",
  "page-what-is-ethereum-what-intro-1": "Pipol dey yus Ethereum to do tins wey nor dey posibol bifor.",
  "page-what-is-ethereum-what-intro-2": "Farmers for Kenya fit risiv </insurance>automated insurans for dia crops</insurance> witout applyin to one bank. Businesis laik <strong>Visa</strong> fit launch <payment>new payment systems wey dey work globally</payment> from day one. Global organizashons laik di <strong>UN</strong> fit deliva <aid>aid to refugees</aid> we dey save millions inside bank fees.",
  "page-what-is-ethereum-what-intro-3": "Dis dapps and assets wey dey run on Ethereum wey dey yus open-source code and wey wi nor fit stop, sensor abi turn off.",
  "page-what-is-ethereum-what-intro-4": "Hia na hua difren frups dey yus am tuday:",
  "page-what-is-ethereum-what-consumers-title": "Konsumas",
  "page-what-is-ethereum-what-consumers-desc-1": "Plenti is pipol dey yus dapps on Ethereum already to muv money, trade, and own dijital assets evri day. Unlaik tradishonal apps, nor nid to rejista wit yor name, wait for one bank to apruf yu, abi hand ova yor pesina data.",
  "page-what-is-ethereum-what-consumers-desc-2": "Wit juz one wallet and one intanet konekshon wey yu fit:",
  "page-what-is-ethereum-what-consumers-benefit-1": "<strong>Assess finanshial savis witout one bank</strong> akant abi kredit tori",
  "page-what-is-ethereum-what-consumers-benefit-2": "<strong>Own dijital kolletibols</strong>, art, and assets wey dem nor fit kopy abi konfiskate",
  "page-what-is-ethereum-what-consumers-benefit-3": "Make yu sign into dapps as yu dey yus yor wallet, nor bi yor email—<strong>no passwods, no pesina infomashon wey necessary</strong>",
  "page-what-is-ethereum-what-consumers-benefit-4": "Patisipate in global komunitis wia yu fit vote, kontribute, and earn witout border",
  "page-what-is-ethereum-what-businesses-title": "Biznes & divelopa dem",
  "page-what-is-ethereum-what-businesses-benefit-1": "Make yu launch dapps wit built-in global payment system from day one",
  "page-what-is-ethereum-what-businesses-benefit-2": "Yus tampa-pruf kontract wey <strong>automatikaly enforse agriment</strong>",
  "page-what-is-ethereum-what-businesses-benefit-3": "Kreate finanshial produts wey anyone fit build on and drive value to",
  "page-what-is-ethereum-what-businesses-example": "For eksampol, <a>PayPal don launch im own stablecoin, PYUSD on top Ethereum</a>. Dis na sign sey even di payments kompanis wey larj pass for di world si sey di benefit of Ethereum open and programabol nashure.",
  "page-what-is-ethereum-what-governments-title": "Governments",
  "page-what-is-ethereum-what-governments-intro": "Governments dey also start to eksplore wetin Ethereum make posibol.",
  "page-what-is-ethereum-what-governments-benefit-1": "<strong>Shia publik funds</strong> and benefits diretly to citizen wit full transparensy",
  "page-what-is-ethereum-what-governments-benefit-2": "<strong>Issue dijital IDs</strong> abi rikods wey wi fit verify kon portabol akross bordas",
  "page-what-is-ethereum-what-governments-benefit-3": "Build<strong>tamper-pruf publik infrastrukshure to dey vote</strong>land titols, and rejistris",
  "page-what-is-ethereum-what-governments-example-1": "For anoda case, Ukraine Ministry of Dijital Transfomashon <a>don yus Ethereum to distribute wartaim aid</a>.",
  "page-what-is-ethereum-what-governments-example-2": "Dem don send funds diret to citizens and NGOs to dey yus open smart kontracts, dey provide transparensy, speed, and akantability durin one krisis.",
  "page-what-is-ethereum-what-learn-more": "Make yu learn abaut wetin dem yus Ethereum for",
  "page-what-is-ethereum-start-title": "Hau to stat to dey yus Ethereum",
  "page-what-is-ethereum-start-intro-1": "To dey start wit Ethereum izy pass wetin yu fit tink.",
  "page-what-is-ethereum-start-intro-2": "Yu nor nid pamishon. Yu nor nid one bank abi one ID dokument. All yu nid to start na one devise and one intanet koneshon.",
  "page-what-is-ethereum-start-individuals-title": "For individuals",
  "page-what-is-ethereum-start-individuals-desc-1": "Di fes step to dey download one wallet.",
  "page-what-is-ethereum-start-individuals-desc-2": "Tink of am laik one app wey akt as yor akant and yor intanet browser for Ethereum. Im dey manaj yor crypto, wey dey allow yu sign in to dapps, as well as send and risiv dijital assets laik tokens and NFTs.",
  "page-what-is-ethereum-start-individuals-desc-3": "Popular wallets laik <zerion>Zerion</zerion>, <rainbow>Rainbow</rainbow>, and <coinbase>Coinbase Wallet</coinbase> dey fri and dey izy to yus. If yu nor arranj yor wallet, yu fit:",
  "page-what-is-ethereum-start-individuals-step-1": "Buy one smoll amount of ETH for one ekshanj abi diretly inside some wallets",
  "page-what-is-ethereum-start-individuals-step-2": "Yus dat ETH to pay for transakshon laik to dey send tokens abi kolet NFTs",
  "page-what-is-ethereum-start-individuals-step-3": "Make yu eksplore dapps laik <zora>Zora</zora>, <uniswap>Uniswap</uniswap>, abi <farcaster> Farcaster</farcaster> —nor new logins abi aprufa wey dem nid",
  "page-what-is-ethereum-start-individuals-desc-4": "Dis prioritis go helep ensure Ethereum dey sekure, skalabol and user friendly as more pipol rely on di netwok evriday.",
  "page-what-is-ethereum-start-individuals-desc-5": "Dis dapps run for yor browser and wok wit yor wallet instanta. yu fit start to dey yus Ethereum for minutes.",
  "page-what-is-ethereum-start-individuals-cta-1": "Make yu stat here",
  "page-what-is-ethereum-start-individuals-cta-2": "Si apps",
  "page-what-is-ethereum-start-developers-title": "Na for people wey make am",
  "page-what-is-ethereum-start-developers-desc-1": "Ethereum na playground for divelopas. Yu fit start to dey build witout pamishon, aprufa, abi even real money.",
  "page-what-is-ethereum-start-developers-desc-2": "Di <a>Ethereum Divelopa Docs</a> dey waka yu thru evritin from writin yor fes smart kontract to dey deploy on test netwok laik Sepolia.",
  "page-what-is-ethereum-start-developers-desc-3": "Yu fit build full-stack dapps wit tools laik <hardhat>Hardhat</hardhat>,<foundry>Foundry</foundry>, and <ethers>Ethers.js</ethers>, abi eksperiment wit low-code platfoms laik <thirdweb>thirdweb</thirdweb> abi <moralis>Moralis</moralis>.",
  "page-what-is-ethereum-start-developers-desc-4": "Evritin dey open-source and komposabol, so yu fit rimix and build on wetin wey don already komot from dia witout askin for pamishon.",
  "page-what-is-ethereum-start-developers-cta": "Start to dey build on top Ethereum",
  "page-what-is-ethereum-start-business-title": "Yus Ethereum for biznes",
  "page-what-is-ethereum-start-business-desc-1": "Enterprises already dey yus Ethereum to pawa new infrastrukshure.",
  "page-what-is-ethereum-start-business-desc-2": "Plenti enterprise dey start wit L2 netwok laik Optimism and Base to suppot high-volume yus cases. Dis netwoks dey run lower fees, fasta speeds as e still dey benefit from Ethereum sekurity and dey rimuv countaparty risk.",
  "page-what-is-ethereum-start-business-desc-3": "Yu fit:",
  "page-what-is-ethereum-start-business-benefit-1": "Make yu launch modular loyalty programs wey dey boost retenshon and kut third-party costs",
  "page-what-is-ethereum-start-business-benefit-2": "Assets wey get token laik tickets, coupons, abi certificates to ridus fraud and resale risk",
  "page-what-is-ethereum-start-business-benefit-3": "Enabol instant global payments to lowa transakshon fees and unlock new markets",
  "page-what-is-ethereum-start-business-example": "For eksampol, for 2025<a>Shopify don launch on Base</a> to allow konsumers to spend stablecoins wit plenti merchants around di globe.",
  "page-what-is-ethereum-start-business-cta": "Yus Ethereum for biznes",
  "page-what-is-ethereum-bitcoin-title": "Wetin bi di difrens bitwin Ethereum and Bitcoin?",
  "page-what-is-ethereum-bitcoin-intro-1": "Bitcoin and Ethereum na di two cryptocurrencis for di world wey big pass.",
  "page-what-is-ethereum-bitcoin-intro-2": "Di two dey allow yu send money witout bank, dey run on blockchain teknology, and dey <strong>open to anyone</strong>. But na dia resembol finish.",
  "page-what-is-ethereum-bitcoin-comparison-1-title": "Bitcoin na laik dijital gold.",
  "page-what-is-ethereum-bitcoin-comparison-1-desc": "E get one fixed supply of 21 million coins, one narrow fokus on peer-to-peer payments, and one basik languaj to dey write wey limit wetin yu fit build wit am. Dis simplisity dey by disign sinse Bitcoin priortize preditability, durability, and long-tam sekurity ova flexibility.",
  "page-what-is-ethereum-bitcoin-comparison-2-title": "Ethereum dey take one approach wey big.",
  "page-what-is-ethereum-bitcoin-comparison-2-desc": "Nor bi juz money, na programmabol infrastrukshure. Insted to juz dey send and dey risiv value, Ethereum dey allow divelopas build all di applikashons. Yu don already si dis in akshon: from to dey lend markets and stablecoins to koletibols, soshial media, and real-taim payments—dem don pawa all by smart kontracts and sekure by ETH.",
  "page-what-is-ethereum-bitcoin-comparison-3-title": "Di way di netwoks reach konsensus also dey difren.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-1": "Bitcoin dey yus miners to sekure di netwok. Dis na pawafu komputas wey dey kompete to solve komplex puzzol, and di winna get to add di next block of transakshon to di chain and claim bitcoins as one riwod. Dem don koll dis process mining and im dey yus larj amount of elektrisity.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-2": "Ethereum yus to work laik dis too. But in 2022, im don chanj from pruf of work to pruf of stake. Tuday, dem don konfam transakshon by validators wey lock up ETH as kollateral. Honest validators dey earn ETH riwods as any one wey nor dey honest go luz part of dia stake. Dis shift don make Ethereum ova 99.988% more enargi effishient witout to dey sakrifise sekurity abi disentralizashon.",
  "page-what-is-ethereum-bitcoin-comparison-4-title": "One difrens dey in hau dem dey handol supply.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-1": "Bitcoin get supply wey fix. Na only 21 million coins fit ever dey. Ethereum, get dynamik supply. Dem don isuue new ETH to riwod validators, as dem dey burn smoll porshon wit evri transakshon. Dis mean sey <strong>Ethereum nor fit juz \"print infinite ETH.\"</strong>",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-2": "Di issuans rate dey limited by hau much ETH dem don stake. As dem don stake more ETH, individual riwod go dekrease, e go kreate nashural balans. Dis disign dey enshure sustainabol sekurity budget well for di fushure, witout sey yu dey rely only on transakshon fees.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-3": "In short, Bitcoin na one tool to dey send value. Ethereum na one platform to dey build am.",
  "page-what-is-ethereum-bitcoin-learn-more": "Learn more abaut di difren bitwin Ethereum and Bitcoin",
  "page-what-is-ethereum-when-who-title": "Wen dem launch Ethereum, who found am and who dey run am nau?",
  "page-what-is-ethereum-when-who-intro-1": "From di start, dem don disign make im komunity dey run Ethereum.",
  "page-what-is-ethereum-when-who-intro-2": "For 2013, Vitalik Buterin publish one white paper and dey propose new kind of blockchain for money and apps wey anybodi go fit yus. Di idia don popular kwik-kwik.",
  "page-what-is-ethereum-when-who-intro-3": "By 2014, co-foundas laik Gavin Wood and Joseph Lubin don join di effort, and di team don raise funds thru one of di crypto krowdfundin campaigns dem do bifor.",
  "page-what-is-ethereum-when-who-intro-4": "Dem don launch Ethereum offishialy in July 2015.",
  "page-what-is-ethereum-when-who-history-title": "Key moments inside Ethereum tori",
  "page-what-is-ethereum-when-who-history-2013": "19-year-old Vitalik Buterin dey publish di Ethereum whitepaper",
  "page-what-is-ethereum-when-who-history-2014": "Di Ethereum Foundashon dey form and launch one krowdfundin campaign",
  "page-what-is-ethereum-when-who-history-2015": "Divelopas launch di Ethereum netwok wit di <em>Frontier</em> riliz",
  "page-what-is-ethereum-when-who-history-2016": "Smart kontract exploit drain $60M (3.6M ETH) from DAO wey dey prompt chain fork",
  "page-what-is-ethereum-when-who-history-2020": "Beacon Chain launch dey start di muv to Proof-of-Stake",
  "page-what-is-ethereum-when-who-history-2021": "<em>London</em> upgrade dey start to dey burn gas fees thru EIP-1559",
  "page-what-is-ethereum-when-who-history-2022": "<em>Di Merge</em> dey riplase minin wit stakin, dey kut enargi yus by 99%",
  "page-what-is-ethereum-when-who-history-2025": "<em>Pectra</em> upgrade dey impruf smart wallet support and L2 kompatibility",
  "page-what-is-ethereum-when-who-governance-1": "Tuday, nor singol pesin abi kompany dey run Ethereum.",
  "page-what-is-ethereum-when-who-contributors-title": "Dem maintain di netwok by one broad grup of kontributors:",
  "page-what-is-ethereum-when-who-contributors-1": "Divelopas wey write and propose upgrades",
  "page-what-is-ethereum-when-who-contributors-2": "Node operators wey dey kontribute to distrute fisika infrastrukshure",
  "page-what-is-ethereum-when-who-contributors-3": "Stakers wey dey approve transakshon",
  "page-what-is-ethereum-when-who-contributors-4": "Komunity membas weybuild di tools and kulshure",
  "page-what-is-ethereum-when-who-contributors-5": "<strong>Yu</strong> as yu dey yu di netwok",
  "page-what-is-ethereum-when-who-governance-2": "<strong>Nor CEO, board, abi sentral authority dey.</strong> Di Ethereum Foundashon still dey helep fund risearch and divelopment, but di ekosystem dey run on open partisipashon.",
  "page-what-is-ethereum-when-who-governance-3": "Dem don propose chanjis thru <eips>Ethereum Imprufment Proposals (EIPs)</eips>, wey dem don diskus for publik, and go only hapun <governance>if di wider komunity put hand</governance>.",
  "page-what-is-ethereum-when-who-governance-4": "Dis dey make Ethereum slowa to chanj pass one startup, but also much harda to shut down abi take ova.",
  "page-what-is-ethereum-when-who-learn-more": "Make yu learn plenti abaut Ehereum tori",
  "page-what-is-ethereum-roadmap-title": "Wetin bi di Ethereum roadmap for 2025?",
  "page-what-is-ethereum-roadmap-intro-1": "Ethereum no dey follow one fixed roadmap. Im dey follow vishon wey dey shia.",
  "page-what-is-ethereum-roadmap-intro-2": "Dem don make netwok upgrade as EIP proposals and don divelop in publik by kontributors around di world. Nor sentral team dey deside wetin dey hapun, juz pipol wey dey build wetin dem biliv dey yusful based on wetin users nid.",
  "page-what-is-ethereum-roadmap-intro-3": "Pectra na di upgrade launch in May 2025 wey risent pass. Dis upgrade don impruf wallet features, don give stakers more flexibility, and don make am izy for dapps to run on L2s. Di goal na to impruf yusability witout kompromisin on sekurity abi disentralizashon.",
  "page-what-is-ethereum-roadmap-priorities-intro": "<a>To dey look ahead</a>, Ethereum prioritis na:",
  "page-what-is-ethereum-roadmap-priority-1": "To dey make di kore protokol and im L2s fasta and cheapa for evrione",
  "page-what-is-ethereum-roadmap-priority-2": "To dey impruf di ekspiriens for users and divelopas",
  "page-what-is-ethereum-roadmap-outro-1": "Dis prioritis go helep ensure Ethereum dey sekure, skalabol and user friendly as more pipol rely on di netwok evriday.",
  "page-what-is-ethereum-roadmap-outro-2": "If yu wan steer di direshon for Ethereum,<a>go involve yorsef</a>. Yu nor nid pamishon,\njuz di desire to dey make difrens for dis new dijital ekonomy.",
  "page-what-is-ethereum-roadmap-learn-more": "Si one ovaview of di Ethereum roadmap",
  "page-what-is-ethereum-further-reading-title": "Make yu read next",
  "page-what-is-ethereum-further-reading-wallets": "Wetin bi wallet?",
  "page-what-is-ethereum-further-reading-eth": "Wetin bi ether (ETH)?",
  "page-what-is-ethereum-further-reading-web3": "Wetin bi web3?",
  "page-what-is-ethereum-further-reading-networks": "Make yu learn more abaut di Ethereum netwok",
  "page-what-is-ethereum-toc-ethereum": "Wetin bi Ethereum?",
  "page-what-is-ethereum-toc-network": "Wetin bi Ethereum netwok?",
  "page-what-is-ethereum-toc-ether": "Wetin bi ether (ETH)?",
  "page-what-is-ethereum-toc-how": "Hau Ethereum dey work?",
  "page-what-is-ethereum-toc-what": "Wetin dem dey yus Ethereum do?",
  "page-what-is-ethereum-toc-start": "Hau to stat to dey yus Ethereum",
  "page-what-is-ethereum-toc-bitcoin": "Wetin bi di difrens bitwin Ethereum and Bitcoin?",
  "page-what-is-ethereum-toc-when-who": "Wen dem launch Ethereum, who found am and who dey run am nau?",
  "page-what-is-ethereum-toc-roadmap": "Wetin bi di Ethereum roadmap for 2025?",
  "page-what-is-ethereum-banner-networks-alt": "Pikshure of fushuristik Ethereum komunity senta",
  "page-what-is-ethereum-banner-ether-alt": "Open hands to dey hold ether glyph",
  "page-what-is-ethereum-banner-how-alt": "Man wey dey repair komputa",
  "page-what-is-ethereum-banner-contributing-alt": "Doge wey dey smile for di komputa",
  "page-what-is-ethereum-banner-what-alt": "Four fushuristik humans and doge wey gaze inside Ethereum prism",
  "page-what-is-ethereum-banner-start-alt": "Fushuristik komunity to fit gada for senta",
  "page-what-is-ethereum-banner-when-who-alt": "Two human wey dey waka and tok"
}
