{
  "page-dapps-1inch-logo-alt": "1inch logo",
  "page-dapps-aave-logo-alt": "Aave logo",
  "page-dapps-add-button": "Yu fit sujest dapp",
  "page-dapps-add-title": "Add dapp",
  "page-dapps-ankr-logo-alt": "Ankr logo",
  "page-dapps-api3-logo-alt": "API3 logo",
  "page-dapps-arweave-logo-alt": "ARweave logo",
  "page-dapps-audius-logo-alt": "Audius dem logo",
  "page-dapps-augur-logo-alt": "Augur dem logo",
  "page-dapps-axie-infinity-logo-alt": "Axie infinity dem logo",
  "page-dapps-balancer-logo-alt": "Balancer dem logo",
  "page-dapps-brave-logo-alt": "Brave dem logo",
  "page-dapps-beginner-friendly-description": "E get some dapps wey good for pipol wey just start. Make yu shek more dapps bilow.",
  "page-dapps-beginner-friendly-header": "Im dey izy for pesin wey just dey start",
  "page-dapps-category-arts": "Art and fashon",
  "page-dapps-category-browsers": "Browsers",
  "page-dapps-category-code-marketplaces": "Kode marketplaces",
  "page-dapps-category-collectibles": "Kolectibols wey dey Digital",
  "page-dapps-category-competitive": "Web3 games",
  "page-dapps-category-computing": "Divelopa tools",
  "page-dapps-category-dex": "Eshanjis",
  "page-dapps-category-investments": "Investment monie",
  "page-dapps-category-lending": "Lending and borrowing",
  "page-dapps-category-lottery": "Crowdfunding",
  "page-dapps-category-marketplaces": "Marketplaces wey dey",
  "page-dapps-category-music": "Musik",
  "page-dapps-category-payments": "Payments",
  "page-dapps-category-insurance": "Insurance",
  "page-dapps-category-portfolios": "Portfolio management",
  "page-dapps-category-trading": "Predishon markets",
  "page-dapps-category-utilities": "Utilities",
  "page-dapps-category-worlds": "Virtual worlds dem",
  "page-dapps-category-demand-aggregator": "Demand aggregators",
  "page-dapps-category-derivatives": "Derivatives",
  "page-dapps-category-liquid-staking": "Liquid staking",
  "page-dapps-category-bridges": "Bridges",
  "page-dapps-category-experiences": "Ekpiriens wey dem shia",
  "page-dapps-category-guilds": "Yield guilds",
  "page-dapps-category-avatar": "Avatars",
  "page-dapps-choose-category": "Shuse kategory",
  "page-dapps-category-social": "Soshia Media",
  "page-dapps-category-content": "Kontent",
  "page-dapps-category-community": "Komunity",
  "page-dapps-category-messaging": "Mesajin",
  "page-dapps-category-identity": "Identity",
  "page-dapps-collectibles-benefits-1-description": "Wen art get token on Ethereum, dem fit pruf ownaship make evrybody si. Yu fit trace di artwork's journey from di kreashon to di pesin wey dey hold am nau-nau. E dey privent forgeris.",
  "page-dapps-collectibles-benefits-1-title": "Ownaship dey prufabol",
  "page-dapps-collectibles-benefits-2-description": "To dey pay to stream musik abi buy artwork dey okay wella to di artists. Wit Ethereum na less intamediaris yu nid. And if yu nid intamediaris, dia costs nor dey high bikos platfoms nor nid tu pay for di infrastructures of di network.",
  "page-dapps-collectibles-benefits-2-title": "Im dey okay for kreators",
  "page-dapps-collectibles-benefits-3-description": "Kolectibols wey get token konet to yor Ethereum address, nor bi di platfom. So yu fit sell tins like items for di games on any Ethereum marketplace, nor bi just in di game imsef.",
  "page-dapps-collectibles-benefits-3-title": "Kolectibols dey go wit yu",
  "page-dapps-collectibles-benefits-4-description": "Di tools and products already dey exist for yu tu tokenise yor art and tu sell am! And yu fit sell yor tokens on any and all Ethereum kolectibols platfom.",
  "page-dapps-collectibles-benefits-4-title": "Infrastructures already dey in place",
  "page-dapps-collectibles-benefits-description": "Dis na aplikashons wey dey fokus on digital ownaship, dey inkrease earning potenshial for kreators, and dem invent new ways to invest for yor favorite kreators and dia work.",
  "page-dapps-collectibles-benefits-title": "decentralize kolectibols and streaming",
  "page-dapps-collectibles-button": "Arts and kolectibols",
  "page-dapps-collectibles-description": "Dis na aplikashons wey dey fokus on digital ownaship, dey inkrease earning potenshial for kreators, and dem invent new ways to invest for yor favorite kreators and dia work.",
  "page-dapps-collectibles-title": "Desentralize arts and kolectibols dem",
  "page-dapps-compound-logo-alt": "Komunity logo",
  "page-dapps-convex-logo-alt": "Convex logo",
  "page-dapps-cryptopunks-logo-alt": "CryptoPunks dem logo",
  "page-dapps-cryptovoxels-logo-alt": "Cryptovoxels logo",
  "page-dapps-cyberconnect-logo-alt": "CyberConnect logo",
  "page-dapps-dapp-description-1inch": "E dey helep yu afoid high shange-in-price by to dey helep yu look for best price.",
  "page-dapps-dapp-description-aave": "Lend yor tokens make yu earn interest and withdraw any taim.",
  "page-dapps-dapp-description-ankr": "Set of difren Web3 infrastructure products wey wi fit yus build, earn, game, and more -- all on blockchain.",
  "page-dapps-dapp-description-api3": "First party price referens data feeds wey allow dApps on 10 netwoks (and dey kount) to konet to real-taim asset price data, wey inklude crypto and forex prices.",
  "page-dapps-dapp-description-arweave": "Make yu store data pamanently, sustainably, wit one fee wey yu go pay wons.",
  "page-dapps-dapp-description-async-art": "Kreate, kolect, and trade #Artwork-wey-dem-program - digital paintings wey dem divide into “Layers” wey yu fit yus to affect di whole picture. Evry Masta and Layer dem bi ERC721 token.",
  "page-dapps-dapp-description-audius": "Hear musik without any barrier on platfom. All de musik wey yu hear dey generate money for di singa, nor bi for di dia rekod label.",
  "page-dapps-dapp-description-augur": "Play bettins on spots, and many oda tins wey dey hapun for dis world.",
  "page-dapps-dapp-description-axie-infinity": "Trade and fight wit some animal wey dem dey koll Axies. Yu go dey earn money as yu dey play am - e dey afailabol for fone",
  "page-dapps-dapp-description-balancer": "Balansa na one tin wey dem don program to dey manaj walet balans automatikaly and wi fit yus am trade too.",
  "page-dapps-dapp-description-brave": "Earn fri coins just for browsing and yus di coins suport artists wey yu like.",
  "page-dapps-dapp-description-cent": "Somwia wey yu fit earn fri money by just posting NFTs.",
  "page-dapps-dapp-description-compound": "Lend yor tokens make yu earn interest and withdraw any taim.",
  "page-dapps-dapp-description-convex": "Covex dey alow Curve liquidity providas to earn tradin fees and klaim boosted CRV witout to dey lock dem CRV.",
  "page-dapps-dapp-description-cryptopunks": "Buy, bid on, and offa punks for sale – one of di first token kolectibols on Ethereum.",
  "page-dapps-dapp-description-cryptovoxels": "Kreate art shops, build stores, and buy land – evrytin inside Ethereum online world.",
  "page-dapps-dapp-description-cyberconnect": "Disentralized soshia graph protokol wey dey helep dApps bootstrap netwok effects and build pesinalized soshia eksperiensis",
  "page-dapps-dapp-description-dark-forest": "Make yu win planets for infinite, proceduraly-generated, cryptographically-specified univarse.",
  "page-dapps-dapp-description-decentraland": "Kolect, trade virtual land wey dey virtual world wey yu fit eksplor.",
  "page-dapps-dapp-description-ens": "User-friendly names wey dey for Ethereum deu address and desentralize sites.",
  "page-dapps-dapp-description-foundation": "Invest for unik edishons of digital artwork den folow dey trade wit oda buyas.",
  "page-dapps-dapp-description-gitcoin": "Dey get crypto as yu dey work on open-source software.",
  "page-dapps-dapp-description-gitcoin-grants": "Crowdfundin for Ethereum komunity projects wit amplified kontribushons",
  "page-dapps-dapp-description-gm": "All-in-one platfom for chat, forum, and voice wey dey shia revenue wit im kreators",
  "page-dapps-dapp-description-gods-unchained": "Stratejik kard game wey dem fit trade. Yu fit chop kards by playin di game, and yu fit sell dis kards for real moni.",
  "page-dapps-dapp-description-golem": "Yu fit yus shia komputin pawa abi rent yor own resorsis.",
  "page-dapps-dapp-description-graph": "One indexing protokol to dey yus query netwoks like Ethereum and IPFS.",
  "page-dapps-dapp-description-ipfs": "Peer-to-peer hypermedia protokol wey dem design to kip and grow pipol knowlege by making di web sometin dem fit upgrade, strong, and more open.",
  "page-dapps-dapp-description-radicle": "E dey kip peer-to-peer kode collabo witout intamediaris.",
  "page-dapps-dapp-description-kyberswap": "Swap and earn for di rate wey betta pass.",
  "page-dapps-dapp-description-lido": "Simplified and sikure staking for digital assets.",
  "page-dapps-dapp-description-loopring": "Peer-to-peer tradin platfom wey get speed.",
  "page-dapps-dapp-description-marble-cards": "Yu fit kreate and trade unik kards wey dey digital based on URLs.",
  "page-dapps-dapp-description-matcha": "Yu fit even look ontop plenti ekshanges make yu fit find di best price.",
  "page-dapps-dapp-description-meeds": "Web3 komunity hubs na for di age of disentralized work. Dey riwod good and klear kontribushons wey matta.",
  "page-dapps-dapp-description-mirror": "Dem build am on web3 for web3, Dey show big publishin platfom wey dey push di boundaris of writing online",
  "page-dapps-dapp-description-multichain": "Di ogbonge Router for web3. Na one infrastrukshure dem divelop for arbitary kross-chain interakshons.",
  "page-dapps-dapp-description-nifty-gateway": "Make yu buy works on-chain from top artists, athletes, brands, and kreators.",
  "page-dapps-dapp-description-summerfi": "Yu fit trade, borow, and save wit Dai, one Ethereum stabolcoin.",
  "page-dapps-dapp-description-opensea": "Yu fit buy, sell, diskova, and trade goods wey get limited edishons.",
  "page-dapps-dapp-description-opera": "Yu fit even send crypto from ontop yor browsa to pipol wey dey buy and sell, oda users wey dey ontop di app.",
  "page-dapps-dapp-description-osuvox": "3D avatars wey dey live ontop di blockchain",
  "page-dapps-dapp-description-poap": "Colect NFTs wey go pruf sey yu don attend plenti virtual abi events wey yu go pesinaly. Yu fit yus dem to enta raffols, vote, collabo, abi just yus am show off.",
  "page-dapps-dapp-description-polymarket": "Yu fit bet on hau tins go bi. Trade on infomashon markets.",
  "page-dapps-dapp-description-pooltogether": "Lottery wey yu nor fit luz. prizes dey evry week.",
  "page-dapps-dapp-description-index-coop": "Na one crypto index fund wey go give yor portfolio exposure to top DeFi tokens.",
  "page-dapps-dapp-description-nexus-mutual": "Yu fit get proteshon ova smart contract yamayama and hacks witout di nid for insurans companies.",
  "page-dapps-dapp-description-etherisc": "Na one decentralized insurans template wey anybody fit yus to make dem own insurans koveraj.",
  "page-dapps-dapp-description-zapper": "Yu fit to dey si yor portfolio and yus plenti of Defi products ontop one interface.",
  "page-dapps-dapp-description-zerion": "Manage yor portfolio and simply evaluate evry singol DeFi asset wey dey di market.",
  "page-dapps-dapp-description-rotki": "Open source portfolio tracking, analytics, accounting and tax reporting tool wey dey respect yor privacy.",
  "page-dapps-dapp-description-krystal": "A one-stop platfom tu asess all yor favorite DeFi savis.",
  "page-dapps-dapp-description-rarible": "Yu fit make, sell and buy kolectibols wey get token.",
  "page-dapps-dapp-description-request-finance": "Kombine finanshia tools for crypto invoices, payroll, and expenses.",
  "page-dapps-dapp-description-rubic": "Kross-Chain tech aggregator for users and dApps dem.",
  "page-dapps-dapp-description-sablier": "Stream moni for real-taim.",
  "page-dapps-dapp-description-spatial": "Kreate yor own kustom avatar and 3D worlds",
  "page-dapps-dapp-description-spruce": "Open-source stack to leave kontrol of identity and data wia im suppose bi: wit users.",
  "page-dapps-dapp-description-status": "Don disign to enabol di fri flow of di informashon, protect di rite to private, sikure tok-tok, and promote di lead of individuals.",
  "page-dapps-dapp-description-superrare": "Buy digital artworks diret from artists dem or in sekondri markets.",
  "page-dapps-dapp-description-synthetix": "Synthetix na protokol wey dey for giving and trading assets wey dey synthetik",
  "page-dapps-dapp-description-token-sets": "Crypto investment strategis wey dey automatically rebalans.",
  "page-dapps-dapp-description-uniswap": "Yu fit to swap tokens abi make you provide tokens for % benefits.",
  "page-dapps-dapp-description-xmtp": "Send mesajis bitwin blockchain akants, inkludin DMs, alerts, announsments, and more.",
  "page-dapps-dapp-description-yearn": "Yearn Finans na yield aggregator. E dey give individuals, DAOs and oda protokol a way to deposit digital assets and risiv yield.",
  "page-dapps-docklink-dapps": "Tori about dapps",
  "page-dapps-docklink-smart-contracts": "Smart contracts",
  "page-dapps-dark-forest-logo-alt": "Dark Forest dem logo",
  "page-dapps-decentraland-logo-alt": "Decentraland logo",
  "page-dapps-index-coop-logo-alt": "Index Coop logo",
  "page-dapps-nexus-mutual-logo-alt": "Nexus Mutual dem logo",
  "page-dapps-etherisc-logo-alt": "Etherisc logo",
  "page-dapps-zapper-logo-alt": "Zapper logo",
  "page-dapps-zerion-logo-alt": "Zerion logo",
  "page-dapps-rotki-logo-alt": "Rotki logo",
  "page-dapps-krystal-logo-alt": "Krystal logo",
  "page-dapps-synthetix-logo-alt": "Synthetix logo",
  "page-dapps-desc": "Find one Ethereum aplikashons wey yu fit try.",
  "page-dapps-doge-img-alt": "Wi dey show pesin wey dey yus komputa",
  "page-dapps-editors-choice-dark-forest": "E dey Play against odas to konka planets and try out latest edge Ethereum scaling/privacy teknologi. E fit bi game for people wey already sabi how Ethereum dey work.",
  "page-dapps-editors-choice-foundation": "Invest for culture. You fit buy, trade, and sell unik digital artwork and fashion from dem inkredibol artists, musicians, and brands.",
  "page-dapps-editors-choice-pooltogether": "Buy ticket for di no-loss lottery. Evry week, di interest wey dem generate from di enyata ticket pool go reach one lucky winna. Yu fit kolet yor money back anytaim yu wont.",
  "page-dapps-editors-choice-uniswap": "Swap yor tokens wit ease. Na komunity padi wey go fit alow yu trade tokens wit pipol all ova di network.",
  "page-dapps-ens-logo-alt": "Ethereum Name Savis Logo",
  "page-dapps-explore-dapps-description": "Plenti dapps still dey experimental as dem dey test di possibilitis wey desentralized networks fit offa. But some dapps don already make am for arias like teknology, finans, gaming, and colectibols.",
  "page-dapps-explore-dapps-title": "Search dapps",
  "page-dapps-features-1-description": "Wons dem deploy dapp kode to Ethereum, dem nor fit rimuv am again. Anybody fit yus di features of di dapp. Even if di team wey kreate di dapp skatta, yu still fit yus am. Wons im dey on Ethereum, im nor dey komot.",
  "page-dapps-features-1-title": "Ownas nor dey",
  "page-dapps-features-2-description": "Yu nor fit dey block from yusin one dapp abi as yu dey submit transakshons. For eksampol, if Twitter dey on Ethereum, nor pesin for fit block yor akant abi stop yu from to dey tweet.",
  "page-dapps-features-2-title": "Free from censorship",
  "page-dapps-features-3-description": "Bikos Ethereum get ETH, payments dey native to Ethereum. Developas nor nid to spend taim to dey integrate wit third-party payment providas.",
  "page-dapps-features-3-title": "Payments wey dey built-in",
  "page-dapps-features-4-description": "Dapp kode dey always open and kompatibol by default. Teams on regular build wey dey yus oda teams' work. If yu wont alow users swap tokens in yur dapp, yu fit just plug in anoda dapp's kode.",
  "page-dapps-features-4-title": "Plug and play",
  "page-dapps-features-5-description": "Wit most dapps, yu nor nid to shia yor real-world identity. Yur Ethereum akant na yor login and yu just nid a wallet.",
  "page-dapps-features-5-title": "One koded login",
  "page-dapps-features-6-description": "Cryptography dey ensure make attackas nor fit forge transakshons and oda dapp interashons on yor behalf. Yu authorize dapp aktshons wit yor Ethereum akant - usually via yor wallet - so dat yor kredentials stay safe.",
  "page-dapps-features-6-title": "Backed by cryptography",
  "page-dapps-features-7-description": "Wons di Dapp dey live on Ethereum, e go only go down if Ethereum imsef go down. Networks of Ethereum's size dey notoriously dificut to attak.",
  "page-dapps-features-7-title": "Down taim nor dey",
  "page-dapps-finance-benefits-1-description": "Finanshia sarvis wey dey run on Ethereum nor get sign up rikwayament. If yu get funds and intanet koneshon, yu dey good to go.",
  "page-dapps-finance-benefits-1-title": "Asess dey Open",
  "page-dapps-finance-benefits-2-description": "E get whole world of tokens wey yu fit play wit for dis finanshial products. Pipol dey build new tokens on top of Ethereum all di taim.",
  "page-dapps-finance-benefits-2-title": "Ekonomy wit new token",
  "page-dapps-finance-benefits-3-description": "Teams don build <a href=\"/glossary/#stablecoin\">stabolcoins</a> - na less volatile cryptocurrency. E dey alow yu try and yus crypto witout di risk and wahala.",
  "page-dapps-finance-benefits-3-title": "Stabolcoins",
  "page-dapps-finance-benefits-4-description": "Finanshial produts wey dey di Ethereum space dey all modular and kompatibol wit one anoda. New konfigurashons wey dey dis modules dey hit di market all di taim, e dey inkrease wetin yu fit do wit yor crypto.",
  "page-dapps-finance-benefits-4-title": "Intakoneted finanshial sarvis",
  "page-dapps-finance-benefits-description": "Wetin dey about Ethereum wey dey alow decentralize finans aplikashons to thrive?",
  "page-dapps-finance-benefits-title": "decentralize finans",
  "page-dapps-finance-button": "Finans",
  "page-dapps-finance-description": "These na aplikashons wey dey fokus on buildin out finanshial sarvis as yu dey yus cryptocurrencies. Dem dey offa d likes of lending, borrowing, earning interest, and private payments - yu nor rikwaya pesina data.",
  "page-dapps-finance-title": "Decentralized finans",
  "page-dapps-foundation-logo-alt": "Foundashon logo",
  "page-dapps-gaming-benefits-1-description": "Weda na virtual land abi trading kards, yu fit trade yor items on colectibols markets. Yor in-game items get real world value.",
  "page-dapps-gaming-benefits-1-title": "Game items doubol as tokens",
  "page-dapps-gaming-benefits-2-description": "Yur own items, and in some cases yor progress, nor bi game kompanis. So yu nor go luz anytin if di company behind di game dey attacked, suffa one server malfunction, abi disbands.",
  "page-dapps-gaming-benefits-2-title": "Yur saves dey safe",
  "page-dapps-gaming-benefits-3-description": "For di same way Ethereum payments dey afailabol to anyone to verify, games fit yus dis kwolify to ensure fairness. For theory, yu fit verify evrytin from di numba of kritical hits to di size of an opponent's war chest.",
  "page-dapps-gaming-benefits-3-title": "Fairness wey fit pruf",
  "page-dapps-gaming-benefits-description": "Wetin dey about Ethereum wey dey alow decentralized gaming to thrive?",
  "page-dapps-gaming-benefits-title": "decentralized gaming",
  "page-dapps-gaming-button": "Gaming",
  "page-dapps-gaming-description": "Dis na aplikashons wey dey fokus on di kreashon of virtual worlds and wey dey battol oda playas wey dey yus kolectibol wey dey karry real-world value.",
  "page-dapps-gaming-title": "Decentralized gaming",
  "page-dapps-get-some-eth-description": "Dapp akshon dey kost trasacshon fee",
  "page-dapps-get-started-subtitle": "To try one dapp, yu go nid one <a href=\"/glossary/#wallet\">wallet</a> and some ETH. Wallet go alow yu konet, abi log in. And yu go nid ETH to pay any <a href=\"/glossary/#transaction-fee\">transakshon fees</a>.",
  "page-dapps-get-started-title": "Oya start",
  "page-dapps-gitcoin-grants-logo-alt": "Gitcoin Grants logo",
  "page-dapps-gitcoin-logo-alt": "Gitcoin logo",
  "page-dapps-gm-logo-alt": "gm.xyz logo",
  "page-dapps-gods-unchained-logo-alt": "Gods Unchained logo",
  "page-dapps-golem-logo-alt": "Golem logo",
  "page-dapps-graph-logo-alt": "Graph logo",
  "page-dapps-radicle-logo-alt": "Radicle logo",
  "page-dapps-hero-header": "Ethereum-powered tools and sarvis",
  "page-dapps-hero-subtitle": "Dapps na growing movement of aplikashons wey dey yus Ethereum to distub biznes models abi invent new ones.",
  "page-dapps-how-dapps-work-p1": "Dapps get dem backend kode (smart kontracts) wey dey run on one disentralized netwok and nor bi one sentralized server. Dem yus di Ethereum <a href=\"/glossary/#blockchain\">blockchain</a> for data storage and smart kontracts for dem app logik.",
  "page-dapps-how-dapps-work-p2": "One smart contract na like set of rules wey dey live on-chain for all tu see and run exactly akordin to doz rules. Imagin one vending machine: if yu supply am wit enuf funds and di rite seleshon, yu go get di item yu wont. And like vending machines, smart contracts fit hold funds like yor Ethereum akant. Dis dey alow kode to mediate agriments and transakshon.",
  "page-dapps-how-dapps-work-p3": "Wons dapps don dey for di Ethereum network yu nor fit shange dem. Dapps fit dey decentralized bikos na logik dey control wey dem write into di contract, nor bi individual abi kompany.",
  "page-dapps-how-dapps-work-title": "How dapps dey work",
  "page-dapps-ipfs-logo-alt": "IPFS logo",
  "page-dapps-kyberswap-logo-alt": "KyberSwap logo",
  "page-dapps-learn-callout-button": "Stat to dey build",
  "page-dapps-learn-callout-description": "Awa komunity divelopa portal get docs, tools, and frameworks to helep yu start buildin a dapp.",
  "page-dapps-learn-callout-image-alt": "Illustrashon of a hand wey dey build one ETH symbol wey dem make out of lego bricks.",
  "page-dapps-learn-callout-title": "Learn to fit build dapp",
  "page-dapps-lido-logo-alt": "Lido logo",
  "page-dapps-loopring-logo-alt": "Loopring logo",
  "page-dapps-magic-behind-dapps-description": "Dapps fit dey like regular apps. But bihind wetin yu nor dey si dem get some speshial kwolitis bikos dem inherit all of Ethereum's supapawas. Si wetin dey make dapps difren from apps.",
  "page-dapps-magic-behind-dapps-link": "Wetin dey makes Ethereum great?",
  "page-dapps-magic-behind-dapps-title": "Di magik wey dey bihind dapps",
  "page-dapps-magic-title-1": "Di magik",
  "page-dapps-magic-title-2": "bihind",
  "page-dapps-magician-img-alt": "Illustrashon of majishians",
  "page-dapps-marble-cards-logo-alt": "marble.cards logo",
  "page-dapps-async-logo-alt": "Async logo",
  "page-dapps-matcha-logo-alt": "Matcha logo",
  "page-dapps-meeds-logo-alt": "Meeds logo",
  "page-dapps-metaverse-benefits-title": "metaverse",
  "page-dapps-metaverse-benefits-description": "Wetin dey abou Ethereum wey go make di metaverse to thrive?",
  "page-dapps-metaverse-benefits-1-title": "NFTs",
  "page-dapps-metaverse-benefits-1-description": "Unik in-game items wey dem users own and tins wey fit ekshanj and make yus of informashon akross di virtual worlds and marketplaces wey dey support di same standards.",
  "page-dapps-metaverse-benefits-2-title": "Komunitis wey user own",
  "page-dapps-metaverse-benefits-2-description": "Di users own identitis wit oportunitis wey nor dey end to eksplore and kreate soshia netwoks akross plenti virtual worlds.",
  "page-dapps-metaverse-button": "Metaverse",
  "page-dapps-metaverse-title": "Metaverse",
  "page-dapps-metaverse-description": "Dis na aplikashons wey go alow users to participate freely for virtual worlds. Users fit form pesina netwoks and own digital assets",
  "page-dapps-mirror-logo-alt": "Mirror logo",
  "page-dapps-mobile-options-header": "Browse anoda kategory",
  "page-dapps-multichain-logo-alt": "Multichain logo",
  "page-dapps-nifty-gateway-logo-alt": "Nifty Gateway logo",
  "page-dapps-summerfi-logo-alt": "Summer.fi logo",
  "page-dapps-opensea-logo-alt": "OpenSea logo",
  "page-dapps-opera-logo-alt": "Opera logo",
  "page-dapps-osuvox-logo-alt": "OSUVOX logo",
  "page-dapps-polymarket-logo-alt": "Polymarket logo",
  "page-dapps-poap-logo-alt": "Pruf of Attendans protocol logo",
  "page-dapps-pooltogether-logo-alt": "PoolTogether logo",
  "page-dapps-rarible-logo-alt": "Rarible logo",
  "page-dapps-ready-button": "Go",
  "page-dapps-ready-description": "Shuse one dapp to try out",
  "page-dapps-ready-title": "Ready?",
  "page-dapps-request-finance-logo-alt": "Request Finance logo",
  "page-dapps-rubic-logo-alt": "Rubic logo",
  "page-dapps-sablier-logo-alt": "Sablier logo",
  "page-dapps-set-up-a-wallet-button": "Find wallet",
  "page-dapps-set-up-a-wallet-description": "Wallet na yor \"login\" for a dapp",
  "page-dapps-set-up-a-wallet-title": "Set up a wallet",
  "page-dapps-social-button": "Soshia",
  "page-dapps-social-description": "Dis na aplikashons wey fokus on hau to kreate disentralized soshia netwoks wey dey yus decentralized identity teknologis, wia di users own di digital identitis and soshia graphs.",
  "page-dapps-social-title": "Soshia",
  "page-dapps-spatial-logo-alt": "Spatial logo",
  "page-dapps-spruce-logo-alt": "Spruce logo",
  "page-dapps-status-logo-alt": "Status logo",
  "page-dapps-superrare-logo-alt": "SuperRare logo",
  "page-dapps-technology-button": "Teknologi",
  "page-dapps-technology-description": "Dis na aplikashons wey dey fokus on decentralizin divelopa tools, e dey kombine cryptoekonomik systems into teknologi wey dey exist, and e dey create marketplaces for open source divelopment work.",
  "page-dapps-technology-title": "Decentralized teknologi",
  "page-dapps-token-sets-logo-alt": "Token Sets Logo",
  "page-dapps-uniswap-logo-alt": "Uniswap logo",
  "page-dapps-wallet-callout-button": "Find wallet",
  "page-dapps-wallet-callout-description": "Wallets na dapps too. Find one wey dey based on di features wey yu like.",
  "page-dapps-wallet-callout-image-alt": "Illustrashon of robot.",
  "page-dapps-wallet-callout-title": "View wallets",
  "page-dapps-warning-header": "Always do yor own risearsh",
  "page-dapps-warning-message": "Ethereum na new teknologi and aplikashons wey new pass. Bifor yu deposit any big kwontity of moni, make sure yu undastand di risks.",
  "page-dapps-what-are-dapps": "Wetin be dapps?",
  "page-dapps-more-on-defi-button": "Plenti wey dey decentralized Finans",
  "page-dapps-more-on-nft-button": "Plenti wey dey tokenised kollectibol",
  "page-dapps-more-on-nft-gaming-button": "Plenti wey dey tokenised in-game items",
  "page-dapps-dapp-description-pwn": "Izy loans wey dey backed by any token abi NFTs on Ethereum.",
  "page-dapps-pwn-image-alt": "PWN logo",
  "page-dapps-xmtp-logo-alt": "XMTP logo",
  "opage-dapps-yearn-logo-alt": "Yearn logo",
  "page-dapps-yearn-image-alt": "Yearn logo",
  "page-dapps-convex-image-alt": "Convex logo",
  "foundation": "Foundashon",
  "page-wallets-get-some": "Mak yu get ETH",
  "page-dapps-dapp-description-curve": "Curve na dex wey fokus on stabolcoins",
  "page-dapps-curve-image-alt": "Curve logo",
  "page-dapps-dapp-description-dodo": "DODO na on-chain liquidity provida, wey dipend on Proactive Market Maker algorithm (PMM)",
  "page-dapps-dodo-image-alt": "DODO logo",
  "page-dapps-dapp-description-artblocks": "Art Blocks fokus to bring beta works of kontemporary generative art to life",
  "page-dapps-artblocks-image-alt": "Art Blocks logo",
  "page-dapps-explore-title": "Yu wan browse more apps?",
  "page-dapps-explore": "Sheck plenti dapps"
}
