{
  "comp-withdrawal-comparison-current-title": "Pipol wey dey stake nau",
  "comp-withdrawal-comparison-current-li-1": "Some users fit don provide one withdrawal address wen dem dey set up dia staking deposit—dis users nor get anytin wey dem wan do",
  "comp-withdrawal-comparison-current-li-2": "Plenti pipol wey dey stake nor provide address to witdraw wen dem first depoit, and go nid update dem witdrawal info. Di <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Staking Launchpad</a> get instrukshons on hau to do dis",
  "comp-withdrawal-comparison-current-p": "Yu fit enta yor validator index numba for di plase wey yu fit update yor kredenshials<Text as=\"span\" fontWeight=\"normal\">(wi fit find dis in yor klient logs):</Text>",
  "comp-withdrawal-comparison-new-title": "New pipol wey dey stake (wey dem neva deposit)",
  "comp-withdrawal-comparison-new-li-1": "Normal, new pipol wey dey stake wey wan automatikaly enabol riwod payments and get witdraw funkshon supose provide one address to witdraw Ethereum dem kontrol wen dem dey generate dem validator keys as dem dey yus di Stakin Deposit CLI tool",
  "comp-withdrawal-comparison-new-li-2": "Dem nor nid dis for deposit taim, but go prevent di nid to update dis keys later to free yor funds",
  "comp-withdrawal-comparison-new-p": "The Staking Launchpad go guide yu thru staking onboarding.",
  "comp-withdrawal-comparison-new-link": "Make yu visit Staking Launchpad",
  "comp-withdrawal-credentials-placeholder": "Index for pipol wey dey validate",
  "comp-withdrawal-credentials-error": "Oops! Make yu konfam index numba for pipol wey dey validate and try again.",
  "comp-withdrawal-credentials-upgraded-1": "Index for pipol wey dey validate {{validatorIndex}} dey ready to dey receive riwods!",
  "comp-withdrawal-credentials-upgraded-2": "Witdrawal kredenshials wey dem link to exekushon address:",
  "comp-withdrawal-credentials-not-upgraded-1": "Wi nid to upgrade pipol wey dey validate.",
  "comp-withdrawal-credentials-not-upgraded-1-testnet": "Wi nid to upgrade pipol wey dey validate dis Holesky testnet.",
  "comp-withdrawal-credentials-not-upgraded-2": "Wi fit find instrukshons on hau to upgrade at <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Stakinging Launchpad</a>",
  "comp-withdrawal-credentials-verify-mainnet": "Make yu verify on Mainnet",
  "comp-withdrawal-credentials-verify-holesky": "Make yu verify on Holesky",
  "page-staking-image-alt": "Image of di Rhino mascot for di staking launchpad.",
  "page-staking-benefits-1-title": "Make yu earn riwods",
  "page-staking-benefits-1-description": "Dem give riwods for akshons wey helep di netwok rish <a href=\"/glossary/#consensus\">agriment</a>. Yu go get riwods to run software wey batch transakshons wella into new bloks and sheks di work of oda pipol wey dey validate bikos dat na wetin dey kip di chain to dey run sikure.",
  "page-staking-benefits-2-title": "Betta sekurity",
  "page-staking-benefits-2-description": "Di netwok dey strong against attaks as dem dey stake more ETH, as im rikwaya more ETH to kontrol majority of di netwok. To bikom threat, yu go nid hold plenti pesin wey dey validate, wich mean yu go nid kontrol di majority of ETH in di system-dat one plenti!",
  "page-staking-benefits-3-title": "More sustainabol",
  "page-staking-benefits-3-description": "Pipol wey dey stake nor nid do hard work to dey kalkulate to helep sekure di netwok wey mean sey stakin nodes fit run on hardware wey good pass as dem dey yus littol enagi.",
  "page-staking-benefits-3-link": "More on hau Ethereum dey konsume enagi",
  "page-staking-description": "Staking na like act of depositing 32 ETH to aktivate <a href=\"/glossary/#validator\">pesin wey dey validate</a> software. As pesin wey dey validate yu go dey responsibol for storing data, processing transakshons, and adding new <a href=\"/glossary/#block\">blocks</a> to di blockchain join. Dis go kip Ethereum sikure for everybody and go earn yu new ETH in di process.",
  "page-staking-hero-title": "Hau to stake yor ETH",
  "page-staking-hero-header": "Earn riwods as dem dey sikure Ethereum",
  "page-staking-hero-subtitle": "Any user wit any amount of ETH fit helep sikure di netwok and earn riwods in di process.",
  "page-staking-dropdown-home": "Staking home",
  "page-staking-dropdown-solo": "Home Staking",
  "page-staking-more-on-solo": "More on home staking",
  "page-staking-learn-more-solo": "Make yu learn more about solo staking",
  "page-staking-dropdown-saas": "To dey stake as one savis",
  "page-staking-saas-with-abbrev": "Staking as a savis (SaaS)",
  "page-staking-more-on-saas": "More on staking as one savis",
  "page-staking-learn-more-saas": "Make yu learn more about staking as one savis",
  "page-staking-dropdown-pools": "Pooled stakin",
  "page-staking-dropdown-withdrawals": "About witdrawals",
  "page-staking-dropdown-dvt": "Pesin wey dey validate tech wey dem don distribute",
  "page-staking-more-on-pools": "More on pooled staking",
  "page-staking-learn-more-pools": "Make yu learn more about pooled staking",
  "page-staking-section-what-title": "Wetin bi staking?",
  "page-staking-section-why-title": "Why yu go stake yor ETH?",
  "page-staking-section-why-p1": "All dipend on hau mush yu wan stake. Yu go nid 32 ETH to aktivate yor own validator, but im dey posibol to stake less.",
  "page-staking-section-why-p2": "Shek di opshon bilow and go for di ones wey betta pass for yu, and for di netwok.",
  "page-staking-guide-title-coincashew-ethereum": "CoinCashew's Ethereum 2.0 Guide",
  "page-staking-guide-title-somer-esat": "Somer Esat",
  "page-staking-guide-title-rocket-pool": "Rocket Pool Node Operators",
  "page-staking-guide-title-stakewise": "StakeWise Node Operators",
  "page-staking-guide-description-linux": "Linux (CLI)",
  "page-staking-guide-description-mac-linux": "Linux, macOS (CLI)",
  "page-staking-guide-description-mac-linux-windows": "Linux, Windows, MacOS (CLI)",
  "page-staking-hierarchy-solo-h2": "Home Staking",
  "page-staking-hierarchy-solo-pill-1": "Wey dey impakt pass",
  "page-staking-hierarchy-solo-pill-2": "Full kontrol",
  "page-staking-hierarchy-solo-pill-3": "Full riwods",
  "page-staking-hierarchy-solo-pill-4": "Trust nor dey",
  "page-staking-hierarchy-solo-p1": "Home staking on Ethereum na di <span class=\"gold\">gold standard</span> to dey stake. Im dey provide full partisipashon riwods, impruf di disentralizashon of di netwok, and neva nid to dey trust anyone else wit yor funds.",
  "page-staking-hierarchy-solo-p2": "Doz wey dey konsida to dey stake from home suppose get some amount of ETH and one komputa wey konet to di intanet ~24/7. Some teknika knowlej dey helep, but tools wey dey izy to yus nau exist to helep make di process simpol.",
  "page-staking-hierarchy-solo-p3": "Home stakers fit gada dem funds wit odas, abi go solo wit at least 32 ETH. Dem fit yus likwid staking token solushons to maintain access to DeFi.",
  "page-staking-hierarchy-saas-pill-1": "Yor 32 ETH",
  "page-staking-hierarchy-saas-pill-2": "Yor validator keys",
  "page-staking-hierarchy-saas-pill-3": "Node operashon wey dem trust",
  "page-staking-hierarchy-saas-p1": "If yu nor wont abi nor dey komfotabol to dey deal wit hardware but still wont stake yor 32 ETH, wey dem dey stake-as-one-savis opshons dey allow yu delegate di hard part while yu earn native block riwods.",
  "page-staking-hierarchy-saas-p2": "Dis opshons dey always waka yu thru kreatin a set of validator kredenshials, as yu dey upload yor signing keys to dem, and dey deposit yor 32 ETH. Dis dey allow di savis to validate for yu.",
  "page-staking-hierarchy-saas-p3": "Dis metod of staking rikwaya some level of trust in di provida. To limit kanta-party risk, di keys to witdraw yor ETH always dey wit yu.",
  "page-staking-hierarchy-pools-pill-1": "Stake any amount",
  "page-staking-hierarchy-pools-pill-2": "Make yu earn riwods",
  "page-staking-hierarchy-pools-pill-3": "Make yu kip am simpol",
  "page-staking-hierarchy-pools-pill-4": "Popula",
  "page-staking-hierarchy-pools-p1": "Plenti gada solushons hapun to assist users wey nor get abi feel komfotabol to dey stake 32 ETH.",
  "page-staking-hierarchy-pools-p2": "Plenti of dis opshon inklude wetin yu sabi as 'liquid staking' wey get one <a href=\"/glossary/#erc-20\">ERC-20</a> liquidity token wey reprisent yor ETH wey dem stake.",
  "page-staking-hierarchy-pools-p3": "Likwid to dey stake dey make staking and unstaking as simpol as a token swap and dey enabol di yus of kapital in DeFi wey dem stake. Dis opshon also dey allow users to hold kustody of dem assets in dem own Ethereum <a href=\"/glossary/#wallet\">wallet</a>.",
  "page-staking-hierarchy-pools-p4": "Pooled staking nor bi native to di Ethereum netwok. Third parties dey build dis solushons, and dem karry dem own risks.",
  "page-staking-hierarchy-cex-h2": "Sentralize ekshanj",
  "page-staking-hierarchy-cex-pill-1": "Impakt wey smoll pass",
  "page-staking-hierarchy-cex-pill-2": "Trust asumpshons wey high pass",
  "page-staking-hierarchy-cex-p1": "Many sentralized ekshanjis provide staking savis if yu neva dey komfotabol to dey hold ETH for yor own wallet. Dem fit bi follbak to allow yu to earn some yield on yor ETH holdings wit minimal ovasite abi effort.",
  "page-staking-hierarchy-cex-p2": "Di trade-off hia na dat sentralized providas dey konsolidate large pools of ETH to tun large numbas of pipol wey dey validate. Dis fit dey dangeros for di netwok and im users as im dey kreate large sentralized target and point of failure, wey dey make di netwok more vulnerabol to attak abi bugs.",
  "page-staking-hierarchy-cex-p3": "If yu nor dey feel komfotabol to dey hold yor own <a href=\"/glossary/#key\">keys</a>, dat one dey okay. Dis opshons dey hia for yu. In di meantaim, make yu konsida to dey shek awa <a href=\"/wallets/\">wallets page</a>, wia yu go start to dey learn hau yu go fit take true ownaship ova yor monie. wen yu don ready, kom bak kon level up yor staking game to dey try one of di sef-kustody pooled staking savis wey dem day offer.",
  "page-staking-hierarchy-subtext": "As yu fit don notis, plenti ways dey to join Ethereum staking. Dis path dey target difren kain of users and dem don get dem own unik and dey vary in terms of risks, riwods, and trust asumpshons. Some dey more disentralized, don battol am well and/abi risky pass odas. Wi go provide some informate on popular project for di space, but <em>dey always do yor own researsh</em> bifor yu send ETH anywia.",
  "page-staking-comparison-solo-saas": "Wit SaaS providas wi still wont make yu deposit 32 ETH, but yu nor nid run hardware. Yu still dey kip yor validator keys, but also nid to shia yor signing keys so dat di operator fit do am for yor validator. Dis dey show one layer of trust wey nor present wen yu dey run yor own hardware, and unlaik solo staking for home, SaaS nor helep as much wit geographic distribushon of nodes. If yu nor dey komfortabol to dey operate hardware but still dey look to stake 32 ETH, as yu dey yus one SaaS provida fit bi one good opshon for yu.",
  "page-staking-comparison-solo-pools": "Solo staking dey impotant pass staking wit one pooling savis, but dey offer full access to ETH riwods, and full kontrol ova di setup and sekurity of yor validator. Pooled staking get one strong lower barrier to enter. Users fit stake smoll amounts of ETH, dem nor nid to generate validator keys, and get nor hardware rikwayament pass one standard intanet koneshon. Liquidity tokens go make yu komot from staking bifor dem enabol am for protokol level. if yu get interest in dis feature, pooled staking fit dey good.",
  "page-staking-comparison-saas-solo": "Wetin bi di same na to get your own validator keys as yu nor nid get pool funds, but wit SaaS yu suppose trust anoda pesin, wey fit cause kpatakpata abi bikom target of attak abi dey regulate demsef. If dis trust asumpshons abi sentralizashon risks konsan yu, di gold standard of sef-sovereign staking na solo staking.",
  "page-staking-comparison-saas-pools": "Dis tins na same wey be say yu don dey totally rest on anoda pesin to run di validator klient, but unlaik SaaS, dis pooled staking go give yu shance to join wit smoll amunt of ETH. If yu wont stake wit monie wey nor rish 32 ETH, make yu shek dis.",
  "page-staking-comparison-pools-solo": "Pooled staking get ogbonge barrier to entry wey low pass wen dem kompia am to home staking, but dey kome wit addishonal risk by delegating all node operashons to one third-party, and wit one fee. Home staking dey give full pawa and kontrol ova di shoise wey go into shoosing one staking setup. Pipol wey dey stake neva get to give dem keys, and dem earn full riwods witout any middolmen taking one kut.",
  "page-staking-comparison-pools-saas": "Dis tins dey similar in that stakers no dey run the validator software demsef, but unlike pooling options wey dem get, SaaS wont a total 32 ETH deposit wey go activate a validator. Riwods go join togeda for di stakers, one monthly fee go dey part abi oda stakes wey dem yus as savis. If yu wan prefer yur own validator keys and yu dey fin stake at least 32 ETH, yuing SaaS provida go bi beta opshon for yu.",
  "page-staking-considerations-dropdown-text": "Staking Konsiderashons",
  "page-staking-considerations-dropdown-aria-label": "Dropdown menu kondiderashons fro staking",
  "page-staking-considerations-solo-1-title": "Open sorse",
  "page-staking-considerations-solo-1-description": "Essenshial code na 100% open sourse wey dey afailabol to di publik to di pipol wey dey yus am",
  "page-staking-considerations-solo-1-warning": "Closed sourse",
  "page-staking-considerations-solo-2-title": "Audited",
  "page-staking-considerations-solo-2-description": "Essenshia kode don go thru formal audit, and dem don publish di rizuts, e dey afailabol for publik",
  "page-staking-considerations-solo-2-warning": "Nortin",
  "page-staking-considerations-solo-3-title": "Bug bounty",
  "page-staking-considerations-solo-3-description": "One publik bug bounty don already pafom on any ogbonge kode wey go riwod di users wey report safely and wey fix vulnerabilitis",
  "page-staking-considerations-solo-3-valid": "Yu dey aktive nau",
  "page-staking-considerations-solo-3-caution": "Don komplet",
  "page-staking-considerations-solo-4-title": "Battol wey yu don test",
  "page-staking-considerations-solo-4-description": "Software don dey afailabol and e don tey wey pipol don dey yus am",
  "page-staking-considerations-solo-4-valid": "Live > 1 year",
  "page-staking-considerations-solo-4-caution": "Live > 6 months",
  "page-staking-considerations-solo-4-warning": "Sometin wey dem jus drop",
  "page-staking-considerations-solo-5-title": "Trust nor dey",
  "page-staking-considerations-solo-5-description": "Validator keys no dey trust to any oda pesin at any taim for di validator life cycle. Any smart kontracts wey dey fri of back doors, and e nor dipend on any speshial pamishon to run.",
  "page-staking-considerations-solo-5-warning": "Trusted",
  "page-staking-considerations-solo-6-title": "Pamishonless",
  "page-staking-considerations-solo-6-description": "Users nor rikwaya any speshia pamishon to operate a validator wey dey yus di softwia abi savis",
  "page-staking-considerations-solo-6-valid": "Nor pamishon",
  "page-staking-considerations-solo-6-warning": "Yu nid pamishon",
  "page-staking-considerations-solo-7-title": "Plenti klient",
  "page-staking-considerations-solo-7-description": "Softwia dey enabol users to pik from and switsh bitwin at least two abi more exekushon klients, and two abi more konsensus layer klients",
  "page-staking-considerations-solo-7-valid": "Izy klient dey switsh",
  "page-staking-considerations-solo-7-warning": "E get limit for plenti klient",
  "page-staking-considerations-solo-8-title": "Sef custodi",
  "page-staking-considerations-solo-8-description": "User go dey maintain custodi of any validator kredenshias, wey inklude keys to dey sign and witdrawal",
  "page-staking-considerations-solo-8-warning": "Anoda pesin wey dey hold am",
  "page-staking-considerations-solo-9-title": "Ekonomikal",
  "page-staking-considerations-solo-9-description": "Users fit operate one validator wen dem stake less 32 ETH, wen dem dey yus pooled funds wey dem get from oda pesin",
  "page-staking-considerations-solo-9-valid": "< 32 ETH",
  "page-staking-considerations-solo-9-warning": "32 ETH",
  "page-staking-considerations-saas-4-description": "Savis don dey afailabol and pipol don dey yus am for di taim wey dem tok",
  "page-staking-considerations-saas-6-description": "Users nor nid any speshia pamishon, to sign up akant abi KYC to dey do di savis",
  "page-staking-considerations-saas-6-valid": "Anyone fit join",
  "page-staking-considerations-saas-6-warning": "Yu nid pamishon",
  "page-staking-considerations-saas-7-title": "Exekushon wey dey diffren",
  "page-staking-considerations-saas-7-description": "Savis nor suppose run pass 50% of dem total validators wit majority exekushon klient",
  "page-staking-considerations-saas-7-valid": "Less dan 50%",
  "page-staking-considerations-saas-7-caution": "Wi nor sabi am nau",
  "page-staking-considerations-saas-7-warning": "E pass 50%",
  "page-staking-considerations-saas-8-title": "Difren tins wey wi gri for",
  "page-staking-considerations-saas-8-description": "Savis nor suppose run pass 50% of dem total validators wit majority konsensus klient",
  "page-staking-considerations-saas-8-valid": "Less dan 50%",
  "page-staking-considerations-saas-8-caution": "Wi nor sabi am nau",
  "page-staking-considerations-saas-8-warning": "E pass 50%",
  "page-staking-considerations-pools-5-description": "Savis nor rikwaya to dey trust any human to hold yor keys abi distribute riwods",
  "page-staking-considerations-pools-6-title": "Nodes wey nor nid pamishon",
  "page-staking-considerations-pools-6-description": "Savis go allow anyone join as one node operator for di pool, witout pamishon",
  "page-staking-considerations-pools-7-description": "Savis nor suppose run pass 50% of dem total validators wit majority exekushon klient",
  "page-staking-considerations-pools-8-title": "Liquidity token",
  "page-staking-considerations-pools-8-description": "Dey give likwidity token wey yu fit trade to dey reprisent yor ETH wey yu stake, hold inside yor own wallet",
  "page-staking-considerations-pools-8-valid": "Likwidity token(s)",
  "page-staking-considerations-pools-8-warning": "Likwidity token nor dey",
  "page-staking-considerations-pools-9-description": "Savis nor suppose run pass 50% of dem total validators wit majority konsensus klient",
  "page-staking-how-solo-works-item-1": "Yu get some hardwia: Yu go nid to <a href=\"/run-a-node/\">run one node</a> to stake",
  "page-staking-how-solo-works-item-2": "Sync one exekushon layer klient",
  "page-staking-how-solo-works-item-3": "Sync one konsensus layer klient",
  "page-staking-how-solo-works-item-4": "Make yu generate yor keys and load dem into yor validator klient",
  "page-staking-how-solo-works-item-5": "Make yu monitor and maintain yor node",
  "page-staking-launchpad-widget-testnet-label": "Holesky testnet",
  "page-staking-launchpad-widget-testnet-start": "Make yu start to dey stake on Holesky testnet",
  "page-staking-launchpad-widget-mainnet-label": "Mainnet",
  "page-staking-launchpad-widget-mainnet-start": "Make una start to dey stake on Mainnet",
  "page-staking-launchpad-widget-span": "Make yu shuse netwok",
  "page-staking-launchpad-widget-p1": "Solo validators suppose <strong>confam dem setup</strong> and skills dem dey yus operate on di Holesky testnet bifor yu go risk funds. Rimemba sey e dey impotant to shuse one <a href=\"/developers/docs/nodes-and-clients/client-diversity/\">minority klient</a> as im dey impruv di sekurity of di netwok and e dey redus risk.",
  "page-staking-launchpad-widget-p2": "If yu dey okay wit am yu fit set up efritin wey yu go nid from di komand line as yu dey yus di Staking Launchpad alone.",
  "page-staking-launchpad-widget-p3": "To make tins izy wella, shek some of di tools and guides below wey fit helep yu wit di Staking Launchpad to get yor klients set up izy.",
  "page-staking-launchpad-widget-link": "Softwia tools and guide",
  "page-staking-products-get-started": "Oya start",
  "page-staking-products-follow": "Visit on",
  "page-staking-dropdown-staking-options": "Staking Opshons",
  "page-staking-dropdown-staking-options-alt": "Staking Opshons dropdown menu",
  "page-staking-stats-box-metric-1": "Total ETH wey dem stake",
  "page-staking-stats-box-metric-2": "Total pipol wey dey validate",
  "page-staking-stats-box-metric-3": "Kurrent APR",
  "page-staking-stats-box-metric-1-tooltip": "Sum of ETH dem stake on di Beakon Chain, nor bi to inklude balans wey don pass 32 ETH",
  "page-staking-stats-box-metric-2-tooltip": "Numba of akants for pipol wey dey validate wey dey work on di Beakon Chain",
  "page-staking-stats-box-metric-3-tooltip": "Averaj annualized finanshia return per pesin wey dey validate ova di past 24-hour period",
  "page-staking-section-comparison-subtitle": "One-size-fits-all solushon nor dey for staking, and ish one dey unik. For here wi go kompia some of di risks, riwods and rikwayament of di difren ways yu fit stake.",
  "page-staking-section-comparison-rewards-title": "Riwods",
  "page-staking-section-comparison-solo-rewards-li1": "Boku riwods - get boku riwods direct from di protokol",
  "page-staking-section-comparison-solo-rewards-li2": "Riwods for proposing bloks, wey inklud unburnt transakshon fees, and dey attest wella to di state of di netwok",
  "page-staking-section-comparison-solo-rewards-li3": "Opshon to mint one likwid wey dey stake token against yor home node wey dem go yus in DeFi",
  "page-staking-section-comparison-saas-rewards-li1": "E dey always get full protokol riwods minus monthly fee for node operashons",
  "page-staking-section-comparison-saas-rewards-li2": "Dashboards dey often dey afailabol to track yor validator klient izy",
  "page-staking-section-comparison-pools-rewards-li1": "Pooled stakers accrue riwods difrent, as e dipend on wich metod of pooled staking dem shuse",
  "page-staking-section-comparison-pools-rewards-li2": "Many pooled staking savis dey offer one abi more <a href=\"/glossary/#liquidity-tokens\">liquidity tokens</a> wey reprisent yor ETH wey yu stake plus yor shia of di validator riwods",
  "page-staking-section-comparison-pools-rewards-li3": "Liquidity tokens fit dey yor own wallet, wey dem yus in <a href=\"/glossary/#defi\">DeFi</a> and sell if yu deside to komot",
  "page-staking-section-comparison-risks-title": "Risks",
  "page-staking-section-comparison-solo-risks-li1": "Yor ETH dey at stake",
  "page-staking-section-comparison-solo-risks-li2": "Penaltis dey, wey kost ETH, for goin offline",
  "page-staking-section-comparison-solo-risks-li3": "To dey slash (larger penalties and ejekshon from di netwok) for malishios behaviour",
  "page-staking-section-comparison-solo-risks-li4": "To dey mint one likwid staking token go introduce smart kontract risk, but dis nor bi by forse",
  "page-staking-section-comparison-saas-risks-li1": "Same risks as solo staking plus kounta-party risk of savis provida",
  "page-staking-section-comparison-saas-risks-li2": "Di yus of yor signing keys na to trust someone wey fit do bad",
  "page-staking-section-comparison-pools-risks-li1": "Risks nor bi di same dipending on di metod yu yus",
  "page-staking-section-comparison-pools-risks-li2": "In general, risks karry body join kombinashon of kounta-party, <a href=\"/glossary/#smart-contract\">smart contract</a> and exekushon risk",
  "page-staking-section-comparison-requirements-title": "Rikwayament",
  "page-staking-section-comparison-solo-requirements-li1": "Yu suppose deposit 32 ETH",
  "page-staking-section-comparison-solo-requirements-li2": "Maintain hardwia wey dey run both Ethereum <a href=\"/glossary/#execution-client\">exekushon klient</a> and <a href=\"/glossary/#consensus-client\">konsensus klient</a> as im konect to di intanet",
  "page-staking-section-comparison-solo-requirements-li3": "Di <a href=\"https://holesky.launchpad.ethereum.org\" target=\"_blank\">Staking Launchpad</a> go waka yu aroun di process and hardwia rikwayament",
  "page-staking-section-comparison-saas-requirements-li1": "Deposit 32 ETH and generate yor keys wit assistans",
  "page-staking-section-comparison-saas-requirements-li2": "Store yor keys sikurely",
  "page-staking-section-comparison-saas-requirements-li3": "Wi don take kia of di rest, doh spesifik savis go dey difren",
  "page-staking-section-comparison-pools-requirements-li1": "ETH rikwayaments wey low pass, some projects rikwaya as littol as 0.01 ETH",
  "page-staking-section-comparison-pools-requirements-li2": "Make yu deposit diret from yor wallet to difren pooled staking platforms abi dey trade for one of di staking liquidity tokens",
  "page-staking-faq-1-question": "Wetin bi pesin wey dey validate?",
  "page-staking-faq-1-answer": "Pesin <em>wey dey validate</em> na virtual entity wey dey live on Ethereum and dey partisipates for di konsensus of di Ethereum protokol. Pesin wey dey validate dey reprisent by one balans, publik key, and oda propatis. Pesin <em>wey dey validate klient</em> na di softwia wey dey act on behalf of di pesin wey dey validate by holding and dey yus im private key. One singol klient wey dey validate fit hold many key pairs, and dey kontrol plenti pipol wey dey validate.",
  "page-staking-faq-2-question": "Why I suppose get funds at stake?",
  "page-staking-faq-2-answer": "Pesin wey dey validate get pawa to propose and attest to blocks for di netwok. To privent dishonest bihavior, users suppose get dem funds at stake. Dis dey allow di protokol to penalize malisjios aktors. Staking na means to make dey honest, as yor akshons go get finashia konsikwensis.",
  "page-staking-faq-3-question": "I fit buy 'Eth2'?",
  "page-staking-faq-3-answer-p1": "'Eth2' token native to di protokol nor dey, as di native token ether (ETH) nor shanj wen Ethereum don switch for proof-of-stake.",
  "page-staking-faq-3-answer-p2": "Dem derivative tokens/tickers wey fit reprisent staked ETH (ie. rETH from Rocket Pool, stETH from Lido, ETH2 from Coinbase). Learn more abou <a href=\"/staking/pools/\">staking pools</a>",
  "page-staking-faq-4-question": "Staking don dey live already?",
  "page-staking-faq-4-answer-p1": "Na so. Staking don dey live sinse December 1, 2020",
  "page-staking-faq-4-answer-p2": "Dis mean sey staking dey live nau for users to deposit dem ETH, run one validator klient, kon start to dey earn riwods.",
  "page-staking-faq-4-answer-p3": "Di Shanghai/Capella upgrade don complete sinse April 12, 2023, wey make staking witdrawals dey izy, closing di loop on top staking liquidity.",
  "page-staking-faq-5-question": "When I fit witdraw mai ETH wey I stake?",
  "page-staking-faq-5-answer-p1": "Nau nau! Pipol wey stake fit witdraw dem riwods and/abi prinsipol deposit from dem validator balans if dem shuse.",
  "page-staking-faq-5-answer-p2": "Pipol wey stake go dey earn riwods in form of fees and MEV wen dem propose blocks, wey go dey afailabol immediately thru di set fee recipient address.",
  "page-staking-faq-5-answer-link": "More on staking witdrawals",
  "page-staking-further-reading-author-vitalik-buterin": "Vitalik Buterin",
  "page-staking-further-reading-2-link": "Serenity Design Rationale",
  "page-staking-further-reading-4-link": "Eth2 News",
  "page-staking-further-reading-4-author": "Ben Edgington",
  "page-staking-further-reading-5-link": "Finalized no. 33, the Ethereum konsensus-layer (Jan 2022)",
  "page-staking-further-reading-5-author": "Danny Ryan",
  "page-staking-further-reading-6-link": "Posts of pipol wey dey attest",
  "page-staking-further-reading-8-link": "Beaconcha.in Edukashon Materials Wey Komunity Kontribut",
  "page-staking-further-reading-9-link": "Kweshon wey pipol dey ask abou Ethereum Staking Launchpad",
  "page-staking-further-reading-10-link": "Knowlege base for pipol wey dey stake Eth",
  "page-staking-toc-how-to-stake-your-eth": "Hau to stake yor ETH",
  "page-staking-toc-comparison-of-options": "Komparison of staking opshons",
  "page-staking-toc-faq": "Kweshon wey Pipol dey Ask (FAQ)",
  "page-staking-toc-further": "Further reading",
  "page-staking-dom-info-title": "Staking wit Ethereum",
  "page-staking-join-community": "Make yu join di komunity",
  "page-staking-join-community-desc": "EthStaker na komunity wey efribody fit diskuss and learn hau yu go stake for Ethereum. Yu go join plenti of membas from all ova di world wey yu go dey hear from, support, and to tok all tins wey konsan staking.",
  "page-staking-meta-description": "Ovaview of Ethereum staking: di risks, riwods, rikwayaments, and wia to do am.",
  "page-staking-meta-title": "Ethereum staking",
  "page-staking-withdrawals-important-notices": "Impotant notis",
  "page-staking-withdrawals-important-notices-desc": "Yu nor fit komot monie for nau. Abeg make una read di <a href=\"https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/\" target=\"_blank\">Eth2 Merge and post-merge FAQ</a>so more informate go dey.",
  "page-upgrades-merge-btn": "More on Di Merge",
  "subscribe-to-ef-blog": "<a href=\"https://blog.ethereum.org/category/protocol/#subscribe\" target=\"_blank\">Yu join di EF Blog</a> to risiv email notifikashons for di lastest protokol announsements.",
  "page-staking-comparison-with-other-options": "Komparison wit oda opshons",
  "page-staking-any-amount": "Any amount",
  "page-staking-testnet": "testnet"
}
