{
  "page-what-is-ethereum-alt-img-bazaar": "Wi dey si pesin wey dey look inside bazaar, wey reprisent ethereum",
  "page-what-is-ethereum-alt-img-comm": "Illustrashon of Ethereum komunity membas wey dey wok togeda",
  "page-what-is-ethereum-alt-img-lego": "Hand wey dey do ETH logo wey dem do wit lego bricks",
  "page-what-is-ethereum-banking-card": "Bank wey dey for evryone",
  "page-what-is-ethereum-banking-card-desc": "No be efribody get rite to finashia savis. Di only tin wey yu nid na intanet koneshon wey go allow yu get Ethereum and di lending, borrow and saving products wey then build on top am.",
  "page-what-is-ethereum-build": "Yus ethereum do somtin",
  "page-what-is-ethereum-build-desc": "If yu wan try build somtin wit Ethereum, read awa books, try some tutorials, abi shek di tools wey yu go nid yus start.",
  "page-what-is-ethereum-censorless-card": "Sensorship resistant",
  "page-what-is-ethereum-censorless-card-desc": "Nor gofament abi kompany get kontrol ova Ethereum. Desentralizashon dey make am nor dey posibol for anyone to stop yu to dey risiv payment abi dey yus savis on Ethereum.",
  "page-what-is-ethereum-comm-desc": "Awa komunity get pipol from difren bakgrounds, wi get pipol wey dey draw, crypto-anarchists, fortune 500 kompanis, and nau na yu. Kome shek hau yu fit join us dey run one abi two.",
  "page-what-is-ethereum-commerce-card": "Commerce guarantees",
  "page-what-is-ethereum-commerce-card-desc": "Kutomas get one sijure, guarantee wey wi build inside sey fund go only shange if yu provide wetin wi gri, Likewise, developas fit dey sure sey di rules nor go shange on dem.",
  "page-what-is-ethereum-composable-card": "Products wey dey komposabol",
  "page-what-is-ethereum-composable-card-desc": "Dem build all app on di same blockchain wit one shia global state, wey mean sey dem fit build am on top ish oda (like Lego bricks). Dis dey alow for beta product and ekspiriens and assurans say nor body fit rimuv anytin on top di app.",
  "page-what-is-ethereum-community": "Di Ethereum komunity",
  "page-what-is-ethereum-desc": "Di foundashon for awa fushure wey dey dijital",
  "page-what-is-ethereum-explore": "Play wit ethereum",
  "page-what-is-ethereum-internet-card": "Intanet wey dey open",
  "page-what-is-ethereum-internet-card-desc": "Anyone fit interact wit Ethereum network abi build aplikashons on top am. E make am posibol make yu fit kontrol yor own assests and identity, insted of dem few mega-koporashons to dey control am.",
  "page-what-is-ethereum-meet-comm": "Kome si di komunity",
  "page-what-is-ethereum-meta-description": "Learn about Ethereum, wetin e dey do and hau yu fit try am out for yorsef.",
  "page-what-is-ethereum-meta-title": "Wetin bi Ethereum?",
  "page-what-is-ethereum-p2p-card": "One peer-to-peer network",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum dey alow yu koordinate, make agriments abi even transfa digital assets straight wit plenti pipol. Yu nor nid to rely on pipol wey dey always do midol-men.",
  "page-what-is-ethereum-start-building-btn": "Stat to dey build",
  "page-what-is-ethereum-title": "Wetin bi Ethereum?",
  "page-what-is-ethereum-subtitle": "Di komplete boginna's guide to di way Ethereum dey work, di benefits e dey bring and di way millions of pipol around di world dey yus am.",
  "page-what-is-ethereum-button-lets-start": "Make wi start",
  "page-what-is-ethereum-blockchain-tab-title": "Wetin bi blockchain?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>One blockchain na database of transakshon</b> wey dey updated and don shia for plenti komputas for one netwok. Any taim wey dem add one new set of transakshon, dem dey koll am \"block\" - naso di name blockchain bi. Publik blockchains like Ethereum dey alow anybody add data, but e nor go alow am rimuv data. If pesin wont shange any infomashon abi do wayo for di system, dem supose do am on plenti of di komputas wey dey on di network. E plenti wella! Na wetin make desentralized blockchains like Ethereum dey very secure.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Wetin bi cryptocurrency?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Cryptocurrency na di word yus to diskribe plenti types of fungibol digital tokens wey yus blockchain sikure. Evrytin start wit Bitcoin. Dem fit yus Bitcoin transfa value bitwin two pipol and nor nid to trust middleman. Yu go just nid to trust di Bitcoin kode, wey dey all open and e dey afailabol for fri.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "Di rizin dem dey koll bitcoin and ether “cryptocurrencies” na bikos di sekurity of yor data and assets dey sikure <a href=\"/glossary/#cryptography\">cryptography</a>, nor bi to dey trust one institushon abi korporashon to do as true pesin.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Ethereum get im own native cryptocurrency wey be ether(ETH), wey be say dem dey yus am pay for certain aktivitis for di network. Dem fit transfa am to oda pipol abi make dem ekschange am wit oda tokens abi Ethereum. Ether dey speshial bikos dem dey yus am pay for di komputashon wey dem nid to build and run app dem and organizashon dem for Ethereum.",
  "page-what-is-ethereum-summary-title": "Summary",
  "page-what-is-ethereum-summary-desc-1": "Ethereum na network of komputas wey dey for di world dey folow rules wey dem set and dem dey koll am di Ethereum Protocol. Di Ethereum network dey do like di foundashon for join body dem, aplikashon dem, organizashon dem and digital asset dem wey anybody fit build and yus am.",
  "page-what-is-ethereum-summary-desc-2": "Yu fit kreate Ethereum akant from anywia, by any taim, and yu fit eksplor plenti app abi make yu build yor own. Di main innovashon bi say yu fit do all dis and yu nor nid to trust any sentral pawa wey fit shange di rule dem abi komot yor asess.",
  "page-what-is-ethereum-summary-desc-3": "Kontinu to dey read make yu learn more…",
  "page-what-is-ethereum-btc-eth-diff-title": "Wetin bi di difrens bitwin Ethereum and Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "Dem launch sinse for 2015, Ethereum dey build on top wetin Bitcoin build already, e still get some big difrens.",
  "page-what-is-ethereum-btc-eth-diff-2": "Both of dem dey gri make yu yus digital money witout di nid for payment provida abi banks. But<b>Ethereum dey programmabol</b>, so yu fit folow build den kome deploy desentralize aplikashons on top im network.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin dey make us send basik messages from one pesin to anoda pesin about wetin wi tink say get value. To dey establish value wey nor get authority dget pawa already. Ethereum folow stretch dis: pass make e just be messages, yu fit write any general program, abi kontract. E nor get any limit to di kain of kontract wey fyu it kreate and gri upon, as e be like dis, big-big tins dey hapun on top di network.",
  "page-what-is-ethereum-btc-eth-diff-4": "As Bitcoin bi network wey dey only for payment. Ethereum dey more like marketplace of finashal savis, games, soshial netwoks and oda apps.",
  "page-what-is-ethereum-what-can-eth-do-title": "Yu wan sabi wetin Ethereum fit do?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Why I go wan yus Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "If yu get intrest for plenti resilient, open and trustworthy ways to koordinate globally, kreate organizashons, build apps den kome folow shia value, Ethereum na for yu. Ethereum na one story wey all of us join hand write, so follow kome si di plenti new tins wey dey hapun wey wi fit build wit am togeda.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Ethereum don dey invaluabol for pipol wey don get trust issues konsanin sikutity abi soundness abi di way dia assets go dey muv via say external forces dey wey noe dey dia kontrol.",
  "page-what-is-ethereum-slide-1-title": "Sheapa and chap chap Krossborda Payments",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Koins wey nor dey shange price</b> dem be kurrensy wey dey rest upon anoda kurensy wey nor dey luz value anyhau. Majority of dem dey rest upon United States kurensy dollar and diafor dey maintain di value of data kurensy. Dis dey alow for one global payment system wey dey very sheap and stabol. Many kurent stabolkoins dey build on di Ethereum netwok.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum and stabolcoins dey make di prosess of sending money abroad izy. E fit often take few minutes to muv funds akross di globe, insted of di several biznes days abi even weeks wey im fit take for yor averaj bank, and na for shikini amount of money. Adishonaly, nor bi extra fee dey if yu wont do high value transakshon, and nor get restrishon at all on wia abi why yu dey send yor money.",
  "page-what-is-ethereum-slide-2-title": "Di Kwik helep wey dey for Taim of Krisis",
  "page-what-is-ethereum-slide-2-desc-1": "If yu dey lucky enuf to get plenti bankin opshons thru trusted institushons base on wia yu dey stay, yu fit take for granted di finanshial fridom, sikurity and instability wey dem dey offa am. But for di pipol wey dey dis world wey kom dey fase politika ripreshon abi ekonomik hardship, finanshial institushons nor fit provide di proteshon abi savis wey dem nid.",
  "page-what-is-ethereum-slide-2-desc-2": "Wen war, ekonomik katastrofis, abi krakdowns kon hapun for places like <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Cuba</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afghanistan</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigeria</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Belarus</a>, and <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukraine</a>, cryptocurrencies make up of di only opshon wey kwik pass and dey retain financhia agency.<sup><a href=\"https://www.financialinclusion.tech/\">1</a></sup> As yu don see for des eksampols, cryptocurrencies like Ethereum fit provide unfettered access to di global ekonomy wen pipol don kut komot for di outside world. In adishon, stabolkoins go give one store of value wen lokal kurensis dey kolapse due to hyperinflashon.",
  "page-what-is-ethereum-slide-3-title": "To dey empowa Kreators",
  "page-what-is-ethereum-slide-3-desc-1": "For 2021 alone, artists,musicians,writers, and other people wey dey create content been use Ethereum tu get moni wey join reach $3.5 billion. E come make Ethereum one of di largest global platform for people wey like tu dey create, e follow join Spotify, YouTube, and Etsy<a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">come follow tu learn more</a>.",
  "page-what-is-ethereum-slide-4-title": "To dey empowa Gamer",
  "page-what-is-ethereum-slide-4-desc-1": "Play to earn games (wia playas dey akshualy get riwod to dey play di games) don just start and dey shange di gamin industry. For tradishon, im gri make dem dey trade abi transfa in-game assets to anoda playas for real moni. Dis dey forse playas to yus blak market websites wey often get sikurity risk. Blockchain gamin dey embrase in-game ekonomy and promotes such bihavior for manna wey yu trust.",
  "page-what-is-ethereum-slide-4-desc-2": "Moreova, dem give playas insentive as dem fit trade di tokens wey dey di game for real moni and e kome get riwod true-true for di taim dem dey play.",
  "page-what-is-ethereum-meet-ether-title": "Make yu meet ether, Ethereum cryptocurrency",
  "page-what-is-ethereum-meet-ether-desc-1": "Many akshons on di Ethereum netwok dey rikwaya some kain work make dem do on Ethereum's embedded computer (wey dem sabi as di Ethereum Virtual Machine). Dis computashon nor dey fri; dem dey pay for am using Ethereum's native cryptocurrency wey dem dey koll ether (ETH). E mean say yu nid at least smoll amount of ether make yu fit yus di network.",
  "page-what-is-ethereum-meet-ether-desc-2": "Ether dey purely digital, and yu fit send am to anybody anywia for di world instanta. Di supply of ether nor dey kontrolled by any gofament abi kompany - e dey desentralize and transparent kpatakpata. Ether get issue based on di protokol, only to stakers wey dey sikure di netwok.",
  "page-what-is-ethereum-what-is-ether": "Wetin bi ether?",
  "page-what-is-ethereum-get-eth": "Get ETH",
  "page-what-is-ethereum-explore-applications": "Kome shek aplikashons",
  "page-what-is-ethereum-learn-defi": "Kom learn about DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Who dey run Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum no dey unda di kontrol of any pipol. E dey exists wia dem get komputas wey konet to software wey dey follow run for Ethereum Protocol kon add to Ethereum <a href=\"/glossary/#blockchain\">blockchain</a>. Dem dey koll ish komputa node. Anybody fit run node, but to partisipate for sikurin di network yu go nid <a href=\"/glossary/#staking\">stake</a> ETH (Ethereum’s native token). Anyone wey get 32 ETH fit do dis without any pamishon.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Even di Ethereum sorse kode nor dey kome from one singol entity. Anybody fit sujest shanges to di protokol and diskus upgrades. Dem get plenti implimentashon of di Ethereum protocol wey dey come from independent organizashons for diferen programin languaj, and dem usually dey built for di open and dey enkoraj kontribushons from di komunity.",
  "page-what-is-ethereum-run-a-node": "Make yu run one node",
  "page-what-is-ethereum-smart-contract-title": "Wetin bi Smart kontracts dem?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Smart contracts na computa programs</b> wey dey live for di Ethereum blockchain. Dem dey exekute am wen dem trigga dem by one transakshon from one user. Dem make Ethereum very flexibol for di tins wey e fit do. Dis programs dey serve as buildin bloks for desentralized apps and organizashons.",
  "page-what-is-ethereum-smart-contract-desc-2": "Yu don eva yus one product wey dey shange im tams of savis? abi wey don rimuv one feashure wey yu find yusful? Wons smart kontract dey published to Ethereum, e go be online and go dey operate as long as Ethereum dey. Nor bi even di author fit take am down. Sinse smart contracts dey automated, dem nor dey diskriminate against any user and dem always dey ready tu yus.",
  "page-what-is-ethereum-smart-contract-desc-3": "Eksampols of smart kontract wey komon na to dey borow apps, disentralized trading ekshanjis, insurans, kwadratik fundin, soshia netwoks, <a href=\"/glossary/#nft\">NFTs</a> - any tin wey u fit rizin.",
  "page-what-is-ethereum-more-on-smart-contracts": "More on smart kontracts",
  "page-what-is-ethereum-explore-dapps": "Search dapps",
  "page-what-is-ethereum-criminal-activity-title": "I hear say dem dey yus crypto as tool for criminal runs. Na true?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Just like any tecknologi, pipol go dey misyus am somtaims. Anyhau e bi, bikos all Ethereum transashons wey dey hapun on open blockchain, e always dey izy for authoritis to track aktivitis wey bad wella pass di way e for bi for tradishonal finanshial system, wey nor dey make Ethereum bi shoise for doz wey go rada go undetekted.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Dem dey yus crypto less dan fiat currensis for kriminal puposes according to d key findings of one risent riport wey Europol, d European Union Agency for Law Enforcement Kooperashon, riliz:",
  "page-what-is-ethereum-criminal-activity-desc-3": "The yus of cryptocurrencies for bad tins to spoil only smoll part of di komplit cryptocurrency ekonomy, and e look like say e dey smoll pass di amount of bad funds wey dey involve for tradishonal finans",
  "page-what-is-ethereum-energy-title": "How about hau Ethereum dey yus enargi?",
  "page-what-is-ethereum-energy-desc-1": "For Sept. 15, 2022, Ethereum don go thru Di Merge upgrade wey shanj Ethereum from <a href=\"/glossary/#pow\">proof-of-work</a> to <a href=\"/glossary/#pos\">proof-of-stake</a>.",
  "page-what-is-ethereum-energy-desc-2": "Di Merge na Ethereum's upgrade wey big pass and e dey ridus di way e dey chop enargi wey dem nid to sikure Ethereum by <b>99.95%</b>, and e dey kreate one <b>more sikure network wey get shikini carbon kost</b>. Ethereum don bi one low-carbon blockchain as e dey boost sikurity and skalability.",
  "page-what-is-ethereum-more-on-energy-consumption": "Plenti tori on top hau enargi dey chop",
  "page-what-is-ethereum-energy-consumption-chart-legend": "How dem dey chop enargi inTWh/yr",
  "energy-consumption-chart-global-data-centers-label": "World Data sentas",
  "energy-consumption-gold-mining-cbeci-label": "Gold wey dem dey mine",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Gamin for US",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "Di Merge update",
  "page-what-is-ethereum-additional-reading": "Further ridin",
  "page-what-is-ethereum-week-in-ethereum": "Week wey dey Ethereum News",
  "page-what-is-ethereum-week-in-ethereum-desc": "Weekly newletter wey dey kova di main di main divelopment for di whole ecosystem.",
  "page-what-is-ethereum-kernel-dreamers": "Kernel",
  "page-what-is-ethereum-kernel-dreamers-desc": "Ethereum Drim",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atoms, big-big skools, Blockchains",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "Why blockchains mata?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum as e dey plenti",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "Projects wey dem build on top Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "Akants (wallets) wit one ETH balans",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "Smart kontracts for Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "Value dem sikure on top Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "Kreator wey dey earn on top Ethereum for 2021",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "Numba of transakshons tuday",
  "adoption-chart-column-now-label": "Nau",
  "adoption-chart-investors-label": "Pesin wey dey put money for projects",
  "adoption-chart-developers-label": "Divelopas",
  "adoption-chart-companies-label": "Companies",
  "adoption-chart-artists-label": "Artists",
  "adoption-chart-musicians-label": "Musicians",
  "adoption-chart-writers-label": "Writas",
  "adoption-chart-gamers-label": "People wey dey play games",
  "adoption-chart-refugees-label": "Refugees",
  "page-what-is-ethereum-get-eth-alt": "Mak yu get ETH",
  "page-what-is-ethereum-get-eth-description": "ETH na di native kurensy for Ethereum. Yu go nid some kain ETH for yor wallet to dey yus Ethereum aplikashons.",
  "page-what-is-ethereum-get-eth-title": "Mak yu get ETH",
  "page-what-is-ethereum-explore-dapps-alt": "Search dapps",
  "page-what-is-ethereum-explore-dapps-description": "Dapps na aplikashons dem build on Ethereum. Dapps dey skata kurent biznes models and dey start new ones.",
  "page-what-is-ethereum-explore-dapps-title": "Make yu try some dapps"
}
