{
  "page-wallets-accounts-addresses": "Wallets, akants, keys and address",
  "page-wallets-accounts-addresses-desc": "E wort am make yu ondastand di difrens bitwin some words.",
  "page-wallets-accounts-ethereum-addresses": "<b>One Ethereum akant get one address</b>, like inbox dey get email address. Dis na wetin dem dey yus sabi yor digital assets.",
  "page-wallets-alt": "Pikshure of one robot wit one vault for one body, wey dey reprisent Ethereum wallet",
  "page-wallets-ethereum-account": "<b>One Ethereum akant na one pair of keys</b>. <a href=\"/glossary/#public-key\">Dem don yus</a> one key kreate di address yu fit shia freely, and di <a href=\"/glossary/#private-key\">oda key</a> wey yu nid to kip sikret bikos dem yus am to sign tins. Togeda, dis keys go allow yu hold assets and make transakshons.",
  "page-wallets-blog": "Coinbase blog",
  "page-wallets-bookmarking": "Make yu bookmark yor wallet",
  "page-wallets-bookmarking-desc": "If yu dey yus web wallet, make yu bookmark di site to protet yorsef against skams mesaj.",
  "page-wallets-cd": "<b>Fisika hardware wallets</b> na devices wey allow yu kip yor crypto offline - very sikure",
  "page-wallets-desc-2": "Wallets na wetin pipol dey yus handol dia digital assests and dia identity.",
  "page-wallets-desc-2-link": "More on ETH",
  "page-wallets-desc-3": "Yur wallet na tool wey yu supose yus interat wit yur Ethereum akants. E mean say yu fit dey swap wallet providas any taim. Plenti wallets dey wey fit alow yu manaj plenti Ethereum akants from one aplikashon.",
  "page-wallets-desc-4": "Wallets providas nor fit kontrol yor funds. Dem just dey provide yu one window to si yor assets on Ethereum and tools to manaj dem izy.",
  "page-wallets-description": "Ethereum wallets na aplikashons wey dey give yu pawa ova yur akants. Di same way yur fisika wallet dey, im folow kontain evrytin wey yu nid to prove yur identity den folow handol yor assests. Yur wallet dey alow yu sign into aplikashons, read yur balans, send transakshons den konfam yur identity.",
  "page-wallets-desktop": "<b>Desktop aplikashons</b> if yu prefer to manage yor funds thru macOS, Windows abi Linux",
  "page-wallets-ethereum-wallet": "<b>One wallet na one tool wey allow yu interact wit yor akant</b>, wey dey yus yor keys. Im dey allow yu view akant balans, send transakshons, and more.",
  "page-wallets-explore": "Eksplore Ethereum",
  "page-wallets-features-desc": "Wi fit helep yu shuse yor wallet as per di feashure wey yu dey find.",
  "page-wallets-features-title": "Kompia difren wallets based on wetin dem get",
  "page-wallets-find-wallet-btn": "Make yu find one wallet",
  "page-wallets-find-wallet-link": "Make yu find one wallet",
  "page-wallets-get-some": "Mak yu get ETH",
  "page-wallets-get-some-alt": "One pikshure of hand wey dey kreate ETH logo wey dem make of lego bricks",
  "page-wallets-get-some-btn": "Mak yu get ETH",
  "page-wallets-get-some-desc": "ETH na di native crypto of Ethereum. yu go nid some ETH for yor wallet to yus Ethereum aplikashons.",
  "page-wallets-keys-to-safety": "Key wey you fit yus kip yor crypto safe",
  "page-wallets-manage-funds": "One App wey yu fit manaj yor funds",
  "page-wallets-manage-funds-desc": "Yor wallet go show yor balans, transashon history and e go give yu hau you fit take send/risiv funds. Some wallet dey do more things.",
  "page-wallets-meta-description": "Wetin yu nid sabi yus Ethereum wallets for.",
  "page-wallets-meta-title": "Ethereum wallets",
  "page-wallets-mobile": "<b>Mobile aplikashons</b> wey make yor funds afailabol from anywia",
  "page-wallets-more-on-dapps-btn": "More on dapps",
  "page-wallets-most-wallets": "Most wallet go alow yu get Ethereum akant. So yu nor nid to do anytin bifor yu download wallet.",
  "page-wallets-protecting-yourself": "Dey protet yorsef and yor money",
  "page-wallets-seed-phrase": "Write down yor <a href=\"/glossary/#recovery-phrase\">recovery fraiz</a>",
  "page-wallets-seed-phrase-desc": "Wallet go give yu seed fraiz wey yu supose write for somewia wey dey safe. Na di only way yu go fit rikova yor wallet.",
  "page-wallets-seed-phrase-example": "Here na eksampol:",
  "page-wallets-seed-phrase-write-down": "No store am for komputa. Write am down make yu kip am safe.",
  "page-wallets-slogan": "To dey hold di keys tu yor digital fushure",
  "page-wallets-stay-safe": "Hau yu go stay safe",
  "page-wallets-stay-safe-desc": "Finanshial fridom and di ability to asess and yus funds anywia dey hapun based on responsibility - customa suppot nor dey for crypto. <b>Yu dey responsibol to dey kip yor keys safe and sikure</b>.",
  "page-wallets-subtitle": "Wallets dey helep yu asess yur digital assets and sign in to aplikashons.",
  "page-wallets-take-responsibility": "Make yu take sharge for yor own money",
  "page-wallets-take-responsibility-desc": "Exshange wey pesin dey kontrol go link yor wallet to one username and password wey yu fit rikova for normal way. Rimemba say yu dey trust dat ekshange wit pawa ova yur funds. If di ekshange get moni palava, yor moni go folow dey at risk.",
  "page-wallets-tips": "More info on hau yu go dey safe",
  "page-wallets-tips-community": "From di komunity",
  "page-wallets-title": "Ethereum wallets",
  "page-wallets-triple-check": "Make yu shek evrytin wellla",
  "page-wallets-triple-check-desc": "Rimemba say dem nor fit rivarse transakshon and wallets nor fit rikova money izy so make yu wosh and dey kiafu always.",
  "page-wallets-try-dapps": "Make yu try some dapps",
  "page-wallets-try-dapps-alt": "Illustrashon of Ethereum komunity membas wey dey wok togeda",
  "page-wallets-try-dapps-desc": "Dapps na doz aplikashon wey dem build on top ethereum. Dem dey cheap and fair pass doz normal aplikashon wey yu sabi.",
  "page-wallets-types": "Types of wallets",
  "page-wallets-types-desc": "E get some kain way wey yu fit sabi yor akant:",
  "page-wallets-web-browser": "<b>Browser wallets</b> na web aplikashons wey fit allow yu interact wit yor akant inside yor browser",
  "page-wallets-web-browser-extension": "<b>Browser ekstenshon wallets</b> na ekstenshons wey yu download wey alow yu interakt wit yor akant and aplikashon thru di browsa",
  "page-wallets-whats-a-wallet": "Wetin bi ethereum wallet?",
  "page-wallets-your-ethereum-account": "Yor ethereum akant",
  "page-wallets-your-ethereum-account-desc": "Yor wallet na yor window into yor ethereum akant - yor balans and many oda transakshon dey dia. But yu fit swap wallet providas anytaim yu wont.",
  "page-wallets-your-login": "Yor login wey dey for ethereum apps",
  "page-wallets-your-login-desc": "Yor wallet dey alow yu konet to aplikashons as yu dey yus yor Ethereum akant. E just bi like login wey yu fit yus for plenti apps.",
  "additional-reading-how-to-create-an-ethereum-account": "How yu fit open yor Ethereum akant",
  "additional-reading-how-to-use-a-wallet": "Hau to yus one wallet"
}
