{
  "page-index-hero-image-alt": "Show of one city for fushure, wey dey reprisent ecosystem for Ethereum.",
  "page-index-meta-description": "Ethereum na global decentralized platform for money and new new application. On this ethereum, you fit write code wey dey control money, and build different applications wey everybody for this world fit use.",
  "page-index-meta-title": "Haus",
  "page-index-title": "Welkom to Ethereum",
  "page-index-description": "Ethereum na di komunity-run technology wey dey ginger cryptocurrency ether (ETH) and plenty applications wey dem decentralize.",
  "page-index-title-button": "Play with Ethereum",
  "page-index-get-started": "Oya start",
  "page-index-get-started-description": "ethereum.org na yor portal wey dey take yu enta Ethereum world. Di tech dey new and dey always evolve - im dey helep show pipol way. Dis na wetin we rekomend make yu do if yu wont enta am.",
  "page-index-get-started-image-alt": "Wetin dey show pesin wey dey work for computer.",
  "page-index-get-started-wallet-title": "Make yu pick one wallet",
  "page-index-get-started-wallet-description": "Wallet dey alow yu konet to Ethereum and dey manaj yor funds.",
  "page-index-get-started-wallet-image-alt": "Wetin dey show robot with vault for body, wey dey reprisent one Ethereum wallet.",
  "page-index-get-started-eth-title": "Oya ETH",
  "page-index-get-started-eth-description": "ETH na di kurrency for Ethereum – yu fit yus am for aplikashons.",
  "page-index-get-started-eth-image-alt": "Wetin dey show one group of pipol wey dey look ether (ETH) glyph with surprise.",
  "page-index-get-started-dapps-title": "Yus one dapp",
  "page-index-get-started-dapps-description": "Dapps na aplikashons wey dey run Ethereum. Si wetin you fit do.",
  "page-index-get-started-dapps-image-alt": "Wi dey show one doge wey dey yus komputer.",
  "page-index-get-started-devs-title": "Start to dey build",
  "page-index-get-started-devs-description": "If yu wont start to dey code with Ethereum, wi don dokumentashon, tutorials and oda tins for awa divelopa portal.",
  "page-index-get-started-devs-image-alt": "Wi dey show one hand wey dey kreat one ETH logo wey dem make with lego bricks.",
  "page-index-what-is-ethereum": "What is Ethereum?",
  "page-index-what-is-ethereum-description": "Ethereum na di technology wey be haus for digital money, world payments, and aplikashons. Di komunity don build betta digital ekonomy, bold new ways for kreator to dey make money online, and many more. Im open to evryone, anywia yu dey for di world - all yu need na internet.",
  "page-index-what-is-ethereum-button": "What is Ethereum?",
  "page-index-what-is-ethereum-secondary-button": "Plenty on digital money",
  "page-index-what-is-ethereum-image-alt": "Wi dey show pesin wey dey look inside bazaar, wey supose reprisent Ethereum.",
  "page-index-defi": "Financial system wey dey okay",
  "page-index-defi-description": "Today, plenty pipol nor fit open bank akants, oda pipol don block oda pipol money. Ethereum decentralized finance (DeFi) system neva sleep abi do pashia. With one internet koneshon, yu fit send, kollet, borrow, chop betta interest, and even dey kollet money from anywia for dis life.",
  "page-index-defi-button": "Explore DeFi",
  "page-index-defi-image-alt": "Wi dey show hands wey dey give ETH symbol.",
  "page-index-internet": "Internet wey open for evrybody",
  "page-index-internet-description": "Today, wi gain access to 'fri' internet savis if wi surenda awa pesina data. Ethereum savis dey open to evrybody - yu just need one wallet. Dis na fri and izy way to set up, wey yu dey kontrol, and dey work without any pesina info.",
  "page-index-internet-button": "Make yu yus di open internet",
  "page-index-internet-secondary-button": "More about wallets",
  "page-index-internet-image-alt": "Wi dey show one fushure komputer set up, wey Ethereum crystals dey run.",
  "page-index-developers": "One new frontia for divelopment",
  "page-index-developers-description": "Ethereum and im apps dey klear and dey open sourse. Yu fit fork code and yus di funshonality wey odas don already build. If yu nor wont learn new language yu fit just mix with open source code with Javascript and oda languages wey dey exist.",
  "page-index-developers-button": "Diveloper portal",
  "page-index-developers-code-examples": "Code eksampols",
  "page-index-developers-code-example-title-0": "Yor own bank",
  "page-index-developers-code-example-description-0": "You fit build bank wey dey run by logik wey yu don program.",
  "page-index-developers-code-example-title-1": "Yor own kurrency",
  "page-index-developers-code-example-description-1": "Yu fit kreat tokens wey you fit transfa and dey yus akross aplikashons.",
  "page-index-developers-code-example-title-2": "Javascript Ethereum wallet",
  "page-index-developers-code-example-description-2": "Yu fit yus di language wey exist to mix with Ethereum and oda aplikashons.",
  "page-index-developers-code-example-title-3": "Open, pamishonless DNS",
  "page-index-developers-code-example-description-3": "You fit imajin di savis wey wey dey exist again as decentralize, open aplikashons.",
  "page-index-network-stats-title": "Ethereum today",
  "page-index-network-stats-subtitle": "Di latest netwok statistics",
  "page-index-network-stats-eth-price-description": "ETH price (USD)",
  "page-index-network-stats-eth-price-explainer": "Di lastest price for 1 ether. Yu fit buy as small as 0.000000000000000001 - yu nor need buy di komplete 1 ETH.",
  "page-index-network-stats-tx-day-description": "Today transactions",
  "page-index-network-stats-tx-day-explainer": "Di numba of transashons wey dem don succesfully process for di network for di past 24 hours.",
  "page-index-network-stats-value-defi-description": "Value wey dem lock inside DeFi (USD)",
  "page-index-network-stats-value-defi-explainer": "Di money for decentralized finance (Defi) aplikashons, di Ethereum digital ekonomy.",
  "page-index-network-stats-nodes-description": "Nodes",
  "page-index-network-stats-nodes-explainer": "Na plenty Volunteers around di world dey run Ethereum, wi dem dey koll nodes.",
  "page-index-touts-header": "Find ethereum.org",
  "page-index-contribution-banner-title": "Contribute to ethereum.org",
  "page-index-contribution-banner-description": "The website na open source with hundreds of community contributors. Yu fit propose edits to any of di kontent for dis site, wey sujest new tin abi helep us fix some yama-yama bugs.",
  "page-index-contribution-banner-image-alt": "Ethereum logo wey dem yus lego bricks do.",
  "page-index-contribution-banner-button": "More story if you wan contribute",
  "page-index-tout-upgrades-title": "Upgrade weti you know",
  "page-index-tout-upgrades-description": "The Ethereum roadmap get upgrades wey dey together so the network go fit dey more secure, sustainable and e fit fly.",
  "page-index-tout-upgrades-image-alt": "We dey show how the spaceship go be with more power when Ethereum don upgrade.",
  "page-index-tout-enterprise-title": "Ethereum for big big projects",
  "page-index-tout-enterprise-description": "See how Ethereum fit take open new business models, help you reduce small cost for your business.",
  "page-index-tout-enterprise-image-alt": "We dey show computer we dey come in the future.",
  "page-index-tout-community-title": "The Ethereum community",
  "page-index-tout-community-description": "Ethereum na about the community. Na different people from different places and interest dey threre. see how you fit join.",
  "page-index-tout-community-image-alt": "We dey show different group of people wey dey work together.",
  "page-index-nft": "Internet with different assets",
  "page-index-nft-description": "Ethereum no be just for digital money oo. you fit trade anything wey you get if you put am as (NFTs). you fit turn your work to tokens and get money when dem resell am. Different things dey happen all the time.",
  "page-index-nft-button": "More tori about NFTs",
  "page-index-nft-alt": "Eth logo wey we dey use hologram show."
}
