{
  "layer-2-arbitrum-note": "Wi dey only give pruf of fraud to pipol wey dem don put for whitelist, but wi neva open the whitelist",
  "layer-2-boba-note": "Validashon of state dey for divelopment",
  "layer-2-optimism-note": "Fault pruf dey divelopment",
  "layer-2-hero-title": "Layer 2",
  "layer-2-hero-header": "Ethereum na for evrybody",
  "layer-2-hero-subtitle": "Scaling Ethereum make everybody fit yus.",
  "layer-2-hero-alt-text": "Doings of transakshon wey dey roll up on layer 2 and dem post am to ethereum mainnet",
  "layer-2-hero-button-1": "Wetin be layer 2",
  "layer-2-hero-button-2": "Make yu yus Layer 2",
  "layer-2-hero-button-3": "Shift go layer 2",
  "layer-2-statsbox-1": "The total value of assets wey dem don lock for layer 2 (for US dollars)",
  "layer-2-statsbox-2": "Average fee wey dem dey charge for transfer of ETH for Layer 2 (in US dollars)",
  "layer-2-statsbox-3": "How the total value of assets wey dem don lock for Layer 2 change (for the past 30 days)",
  "layer-2-what-is-layer-2-title": "Wetin be layer 2?",
  "layer-2-what-is-layer-2-1": "Layer 2 (L2) na set of solutions wey dem use take scale Ethereum.<strong> Layer 2 na separate blockchain wey dem use extend Ethereum and e still get the same security guarantees wey Ethereum get</strong>.",
  "layer-2-what-is-layer-2-2": "Now make we enetr into am small. We go first need to explain wetin be layer 1 (L1).",
  "layer-2-what-is-layer-1-title": "Wetin be layer 1?",
  "layer-2-what-is-layer-1-1": "Layer 1 na the base blockchain. Ethereum and Bitcoin na both layer 1 blockchains becasue them be the foundation wey different layer 2 networks dey build on top. examples of layer 2 project dey dey build on top them include rollups on ethereum and the lightining network on bitcoin. all the use transaction wey dey on top this layer 2 project fot go back to the layer 1 blockchain.",
  "layer-2-what-is-layer-1-2": "Ethereum still dey function as the data availability layer for Layer 2s. Layer 2 projects go post their transaction data for Ethereum, and dem go depend on Ethereum for data availability. Dem fit use this data to know the state of the Layer 2, or to dispute transactions wey happen for the Layer 2.",
  "layer-2-what-is-layer-1-list-title": "<strong>Ethereum way be layer 1 get:</strong>",
  "layer-2-what-is-layer-1-list-1": "<strong>Na network of node operators</strong> dem take secure and validate the network",
  "layer-2-what-is-layer-1-list-2": "<strong>Network of people wey dey produce block</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>The blockchain</strong> e sef and the tori of how dem don dey take transfer things",
  "layer-2-what-is-layer-1-list-4": "<strong>The agreement</strong> for the network",
  "layer-2-what-is-layer-1-list-link-1": "You never understand Ethereum?",
  "layer-2-what-is-layer-1-list-link-2": "Learn wetin be Ethereum.",
  "layer-2-why-do-we-need-layer-2-title": "Why we go need layer 2?",
  "layer-2-why-do-we-need-layer-2-1": "Three things wey dey important for blockchain na say e suppose dey<strong>decentralized, secure, and scalable</strong>. The <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">blockchain trilemma</a> talk say if you wan make your blockchain dey secure and decentralized, you go need to sacrifice scalability.",
  "layer-2-why-do-we-need-layer-2-2": "Ethereum dey process<a href=\"https://etherscan.io/chart/tx\" target=\"_blank\">1+ million transactions per day</a>. the demand wey dey to use ethereum fit cause transaction fee price make e go up and na there layer 2 networks come in.",
  "layer-2-why-do-we-need-layer-2-scalability": "Scalability",
  "layer-2-why-do-we-need-layer-2-scalability-1": "The main goal of layer 2 na to increase transaction all through and e no go compromise security and decentralization.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "Ethereum mainnet fit only process<a href=\"https://ethtps.info/Network/Ethereum\"> 15 transaction per seconnds</a> and when the demand to use ethereum con high, the network go con dey congested, and e go increase transaction fees and pursue people wey no fit afford the fees. Layer 2s be the solutions wey reduce those transaction fees when dem processing am comot for layer 1 blockchain.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "More tori about wetin Ethereum dey see for future",
  "layer-2-benefits-of-layer-2-title": "Better things way dey for layer 2",
  "layer-2-lower-fees-title": "Money wey small",
  "layer-2-lower-fees-description": "If we fit join many off-chain transactions inside one layer 1 transaction, e go reduce transaction fees well well. This one go make Ethereum dey accessible for everybody.",
  "layer-2-maintain-security-title": "Make everything secure",
  "layer-2-maintain-security-description": "Second level blockchain dey finish their transfer matter for Ethereum main place, e make people fit enjoy the security wey Ethereum network get.",
  "layer-2-expand-use-cases-title": "Make the thing wey e fit do plenty pass before",
  "layer-2-expand-use-cases-description": "As we dey achieve higher transactions per second, lower fees and new technology, projects go fit expand into new applications wey go make user experience better well well.",
  "layer-2-how-does-layer-2-work-title": "How layer 2 dey work?",
  "layer-2-how-does-layer-2-work-1": "As we don talk am before, layer 2 na diffferent term for solutions wey dey build on ethereum wey fit handle transactions off ethereum layer 1 and e dey take advantage of the security of ethereum layer 1.<strong> Layer 2 na sepereate blockchain wey extend ethereum</strong>how that one take work?",
  "layer-2-how-does-layer-2-work-2": "Different types of layer 2 na hin dey, each of them get their won models. layer2 dey comot the transactional burden comot from layer 1 and e dey allow am become less congested and everything go dey alright.",
  "layer-2-rollups-title": "Rollups",
  "layer-2-rollups-1": "Rollups bundle (or 'roll up') hundrends of transaction inside singe transaction on top layer 1. This make dem spread the L1 transaction fees for everybody wey dey the rollup, making am cheap for every user.",
  "layer-2-rollups-2": "Rolup trasnaction dey excute off layer1 but dem dey submit the transaction data to layer 1. As dem submit the data so, e don dey under the dsecurity of ethereum. This na because once the data don upload to layer 1, if dem wan revert am na to revert ethereum. two different tactics dey to tackle rollups: optimistic and zero knowledge - they different on how we go dey submit transaction data to L1.",
  "layer-2-optimistic-rollups-title": "Optimistic rollups",
  "layer-2-optimistic-rollups-description": "Optimistic rollups are 'optimistic' when we see say transactions dey assumed to be valid, but dem fit challenge am if e need. If dem suspect an invalid transactions, dem fit run fault proof to see if e don take place.",
  "layer-2-optimistic-rollups-childSentance": "More on optimistic rollups",
  "layer-2-zk-rollups-title": "Zero-knowledge rollups",
  "layer-2-zk-rollups-description": "Zero knowledge rollups dey use validity proofs where the transactons dey offcahin and the data wey dem compress go go ethereum mainnet as proof of their validity.",
  "layer-2-zk-rollups-childSentance": "More tori for ZK-rollups",
  "layer-2-dyor-title": "Make yor own research: kasala for layer 2",
  "layer-2-dyor-1": "Plenty layer 2 projects dey young and dem still need make users trust some operators make dem talk true on the decentralized networks. make you dey do your own research to take know if you dey comfortable with any risk involved.",
  "layer-2-dyor-2": "For more tori on the risk and assumtions of layer 2s, we go recommend make you checkout L2BEAT, wey dey provide comprehensive risk assesment framework of different project.",
  "layer-2-dyor-3": "Go L2BEAT",
  "layer-2-use-layer-2-title": "Make yu yus Layer 2",
  "layer-2-use-layer-2-1": "Nau wey you don understand why layer 2 and hau e dey work, make yu helep yu run am!",
  "layer-2-contract-accounts": "If yu dey yus smart contract wallet like safe abi argent, yu nor go get kontrol ova address on top layer 2 ontil yu redeploy di contract akant wey dey on top dat address on di layer 2. klassik akant wey get rikovery fraiz go automatikaly own di same on all layer 2 networks.",
  "layer-2-use-layer-2-generalized-title": "Generalized layer 2s",
  "layer-2-use-layer-2-generalized-1": "Generalized layer 2s dey do like ethereum - but them cheap. Anything wey you fit do on Ethereum layer 1, you fit do am on top layer 2. many dapps don already dey migrate to these networks or have skipped mainnet altogether to deploy straight on a layer 2.",
  "layer-2-use-layer-2-application-specific-title": "Aplikashon spesifik layer 2s",
  "layer-2-use-layer-2-application-specific-1": "Aplicashon specific layer 2s be projects wey specialize to dey optimize for specific aplikashon space, wey go bring improved paformans.",
  "layer-2-sidechains-title": "Small note on sidechains, validiums and alternative blockchains",
  "layer-2-sidechains-1": "<strong>Sidechains and validiums</strong> be strong blockchains wey dey allow assest from ethereum.",
  "layer-2-sidechains-2": "Both of them dey scale same with layer 2s- them dey give lower transaction fees and high transaction throughout but them get different trust assumptions.",
  "layer-2-more-on-sidechains": "More tori on sidechains",
  "layer-2-more-on-validiums": "More tori on validiums",
  "layer-2-sidechains-4": "Some layer 1 solutions dey report higher throughput and transaction fees wey low pass ethereum, but na otherplace dem dey do the tradeoff, example wey we fit see na hardware wey you need to run nodes.",
  "layer-2-onboard-title": "Hau yu fit take enta layer 2",
  "layer-2-onboard-1": "Na two ways dey wey you fit take get your assests inside layer 2: na to bridge money from ethereum with smart contract abi make you withdraw your money on top any exchange directly to the layer 2 network.",
  "layer-2-onboard-wallet-title": "Money for yur wallet?",
  "layer-2-onboard-wallet-1": "If you don already get your ETH inside your wallet, you go need use bridge to move am from Ethereum mainnet to layer 2.",
  "layer-2-more-on-bridges": "Matter about bridges",
  "layer-2-onboard-wallet-input-placeholder": "Select the L2 wey you wan bridge to",
  "layer-2-onboard-wallet-selected-1": "You fit connect to",
  "layer-2-onboard-wallet-selected-2": "you fit use these wallets:",
  "layer-2-bridge": "Bridge",
  "layer-2-onboard-exchange-title": "Money on top any exchange?",
  "layer-2-onboard-exchange-1": "Some centralized excahnges don dey do direct withdrawals and dem dey deposit to layer 2s. Check which excahnge dey support layer 2 withdrawals and which layer 2s dem dey support.",
  "layer-2-onboard-exchange-2": "You go need wallet to take withdraw your money.",
  "layer-2-onboard-find-a-wallet": "Find ethereum wallet.",
  "layer-2-onboard-exchange-input-placeholder": "Check exchanges wey dey support L2",
  "layer-2-deposits": "Deposits",
  "layer-2-withdrawals": "Withdrawals",
  "layer-2-go-to": "Go to",
  "layer-2-tools-title": "Tools to take dey effective on top layer 2",
  "layer-2-tools-l2beat-description": "L2BEAT na great resource to take dey look technical risk assessments of layer 2 projects. we go like make you dey check their resources when you dey research specific layer 2 projects.",
  "layer-2-tools-l2fees-description": "L2 fees dey let you see the current cost(na usd you go see) wey you dey take do transactions on top different layer 2s.",
  "layer-2-tools-chainlist-description": "Chainlist na great resoure to dey import network RPC's inside supporting wallets. you go see RPC's for layer 2 projects wey dey here to help you dey connected.",
  "layer-2-tools-zapper-description": "Manage your web3 portfolio from Defi to NFTs and wetin dey come next. Invest for the latest opportunities wey dey come from onw conveienent place.",
  "layer-2-tools-zerion-description": "Build and manage your Defi portfolio from one place. make you see everything about decentralized finance today.",
  "layer-2-tools-debank-description": "Make you dey updated with all the important happenings inside the web3 world",
  "layer-2-faq-title": "FAQ",
  "layer-2-faq-question-1-title": "Why official ethereum L2 no dey?",
  "layer-2-faq-question-1-description-1": "As official Ethereum client no dey, na the same way official Ethereum layer 2 no dey. Ethereum dey permisionless - and anybody fit create layer 2! different teams fit do their own version of layer 2, and the whole ecosystem go benefit from the different deisn approch wey dem dey use for diferent use cases. the same way wey we get multiple Ethereum clients develop multiple teams make dem fit get diversity in networks, naso dem go develop layer 2s for future.",
  "layer-2-faq-question-2-title": "Wetiin be the difference between optimistic and zero-knowledge rollups?",
  "layer-2-faq-question-2-description-1": "Both optimistic and zero knowledge rollups dey bundle hundred of transactions into single transaction layer 1. Rollup transactions go dey executed outside layer 1 but transaction data go dey posted to layer 1.",
  "layer-2-faq-question-2-description-2": "The difference wey dey na the data wey dem dey post to layer 1 and how dem dey take verify the data. Validity proofs (wey zero knowledge rollups dey use) run the computations off chain and post proof but fault proofs (wey optimistic rollups dey use) dey run only computations on chain when dem suspect any fault and dem must check am.",
  "layer-2-faq-question-2-description-3": "As e be now, most of the ZK-rollups be application specific, dem dey in contrast with optimistic rollups which dem don generalize.",
  "layer-2-more-info-on-optimistic-rollups": "More tori about optimistic rollups",
  "layer-2-more-info-on-zk-rollups": "Mor tori about zero knowledge rollups",
  "layer-2-faq-question-4-title": "Wetin be the risks with layer 2?",
  "layer-2-faq-question-4-description-1": "Layer 2 projects get additional risks if you compare am with holding moneey and make you dey do the transaction on ethereum main net. for example, sequences fit go down and e fit make you dey wait to get your money.",
  "layer-2-faq-question-4-description-2": "We go advise make you do your own research before you transfeer plenty money to layer 2. for more tori about the tchnology,risk and trust assumption of layer 2 make you check <a href=\"https://l2beat.com/?view=risk\">L2BEAT</a> e go give you more tour about risk assessment framework for different project.",
  "layer-2-faq-question-4-description-3": "Blockchain bridges, na dem dey facilitate to layer 2, dem dey the early stages of development and e dey likely say them never discover the optimal bridge design yet. them don <a href=\"https://rekt.news/wormhole-rekt/\"> hack bridges of recent</a>.",
  "layer-2-faq-question-5-title": "Why dem no list some layer 2 projects here?",
  "layer-2-faq-question-5-description-1": "Wi wont make sure sey wi list di best risorsis wey dey so users go fit navigate di layer 2 space in safe and konfident manna. Wi always dey maintain framework criteria wey dey take make sue of hau wi dey evaluate inklushon.",
  "layer-2-faq-question-5-view-listing-policy": "View dis awa layer 2 listing policy here.",
  "layer-2-faq-question-5-description-2": "Anyone dey free to suggest say make we add layer to layer 2 on ethereum.org. if any layer dey there wey we don miss,<a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">please suggest am for us</a>.",
  "layer-2-further-reading-title": "Further reading",
  "a-rollup-centric-ethereum-roadmap": "Rollup centric ethereum roadmap",
  "an-incomplete-guide-to-rollups": "An Incomplete Guide to Rollups",
  "polygon-sidechain-vs-ethereum-rollups": "Polygon sidechain vs ethereum rollups: layer 2 scaling appraoches| vitalik and lex fridman",
  "rollups-the-ultimate-ethereum-scaling-strategy": "ROLLUPS- The Ultimte ethereum scalling strategy? Arbitrum & Optimism explained",
  "scaling-layer-1-with-shard-chains": "Scaling layer 1 with shared chains",
  "understanding-rollup-economics-from-first-principals": "Understand wetin be rollup economics from first principle",
  "arbitrum-description": "Arbitrum na one optimistic rollup wey dey hel people feel say dem dey interact with ethereum but with transactions wey dey cost a fraction of wetin dem dey do on L1.",
  "optimism-description": "Optimism na fast, simple and secure EVM equivalent optimistic eollup. E dey scale ethereum tech and the value through tetroactive public goods funding.",
  "boba-description": "Bona na optimistic rollup wey dem fork from optimism wey be scalling solution wey dey help reduce gas fees, improve transactions throughput, and extend the capabilities wey smart contraact get.",
  "loopring-description": "Loopring's zkRollup L2 solution dey offer the same security guarantees weyy thereum mainent too dey offer with big scalability boost; through out increase by 100x and them reduce the cost to 0.1% of L1.",
  "zksync-description": "ZKsync na user centric zk rollup platform wey come from Matter Labs. e dey scale the solutions for ethereum, and e don already dey live on ethereum mainnet. e support payments, token swaps and Nft minting.",
  "zkspace-description": "The ZKSpace platform consists of three main parts wey be a layer 2 AMM DEX utilizing ZK-Rollups technology called ZKSwap, a payment service called ZKSquare, and an NFT marketplace called ZKSea.",
  "aztec-description": "Aztec Network na the first private zk rollup wey dey ontop Ethereum, and e dey enable decentralized application access privacy and scale.",
  "layer-2-note": "Note:",
  "layer-2-ecosystem-portal": "Ecosystem portal",
  "layer-2-token-lists": "Token Lists",
  "layer-2-explore": "Explore",
  "page-dapps-ready-button": "Go"
}
