{
  "51%-attack-term": "51% attack",
  "51%-attack-definition": "Jenis serangan di mana sekelompok orang menguasai mayoritas <a href=\"/glossary/#node\">simpul</a>. Ini memungkinkan mereka untuk menipu rantai blok dengan membalikkan <a href=\"/glossary/#transaction\">transaksi</a> dan melakukan pengeluaran ganda <a href=\"ether\">ether</a> dan token lainnya.",
  "abi-term": "Aplikasi Antarmuka Biner (ABI)",
  "abi-definition": "File JSON yang mengartikan fungsi dan variabel yang disertakan dalam kontrak pintar. ABI memungkinkan bytecode di petakan dalam bentuk format yang dapat di baca manusia.",
  "account-term": "Account",
  "account-definition": "Akun Ethereum adalah identitas digital pada rantai blok Ethereum, yang memungkinkan pengguna untuk mengirim, menerima Ether atau aset digital lainnya, dan berinteraksi dengan kontrak pintar.",
  "address-term": "Alamat",
  "address-definition": "Alamat Ethereum adalah pengenal unik yang digunakan untuk menerima token, fungsinya serupa dengan akun bank untuk mata uang kripto.",
  "anti-sybil-term": "Anti-Sybil",
  "anti-sybil-definition": "Merupakan cara untuk menghentikan orang yang berpura pura menjadi banyak pengguna skaligus di internet, memastikan setiap pengguna adalah orang yang nyata dan terpisah. Hal ini membantu menjaga interaksi online tetap adil dan jujur.",
  "apr-term": "APR",
  "apr-definition": "APR, atau rata rata presentasi annual, mencerminkan biaya tahunan untuk meminjam uang, termasuk bunga dan biaya, dalam bentuk persentasi.",
  "attestation-term": "Pengesahan",
  "attestation-definition": "Sebuah klaim yang dibuat oleh suatu entitas bahwa sesuatu itu benar. Dalam konteks Ethereum, validator konsensus harus membuat klaim tentang apa yang mereka yakini sebagai keadaan rantai. Pada waktu-waktu tertentu, setiap validator bertanggung jawab untuk menerbitkan berbagai penilaian yang secara resmi menyatakan pandangan validator ini terhadap rantai, termasuk checkpoint terakhir yang telah dikonfirmasi dan kepala rantai saat ini. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">Lebih lanjut tentang penilaian</a>.",
  "block-term": "Blok",
  "block-definition": "Blok adalah tempat di mana transaksi atau tindakan digital disimpan. Setelah sebuah blok penuh, ia akan dihubungkan dengan blok sebelumnya, membentuk rangkaian blok atau \"rantai blok\". <a href=\"/developers/docs/blocks/\">Selengkapnya tentang blok</a>.",
  "blockchain-term": "Blockchain",
  "blockchain-definition": "Rantai blok adalah basis data transaksi, diduplikasi dan dibagikan ke semua komputer dalam jaringan, memastikan data tidak dapat diubah secara retroaktif.",
  "bridge-term": "Penghubung",
  "bridge-definition": "Sebuah jembatan rantai blok digunakan untuk mentransfer aset dari satu jaringan rantai blok ke jaringan rantai blok lainnya.",
  "consensus-term": "Konsensus",
  "consensus-definition": "Ketika lebih dari 2/3 komputer dalam jaringan setuju bahwa mereka memiliki catatan yang sama, pastikan semua orang memiliki informasi yang sama. Ini bukan tentang aturan yang mereka ikuti, tetapi memastikan mereka semua memiliki informasi yang sama.",
  "consensus-client-term": "Klien konsensus",
  "consensus-client-definition": "Klien konsensus (seperti Prysm, Teku, Nimbus, Lighthouse, Lodestar) menjalankan algoritma konsensus <a href=\"/glossary/#pos\">proof-of-stake</a> Ethereum yang memungkinkan jaringan mencapai kesepakatan tentang kepala Beacon Chain. Klien konsensus tidak berpartisipasi dalam validasi/penyiaran transaksi atau eksekusi transisi status. Hal ini dilakukan oleh <a href=\"/glossary/#execution-client\">klien eksekusi</a>. Klien konsensus tidak mengesahkan atau mengusulkan blok baru. Hal ini dilakukan oleh <a href=\"/glossary/#validator\">klien validator</a> yang merupakan tambahan opsional untuk klien konsensus.",
  "consensus-layer-term": "Lapisan konsensus",
  "consensus-layer-definition": "Lapisan konsensus Ethereum adalah jaringan <a href=\"/glossary/#consensus-client\">klien konsensus</a>.",
  "cryptoeconomics-term": "Ekonomi Kripto",
  "cryptoeconomics-definition": "Studi tentang prinsip-prinsip matematika dan ekonomi untuk merancang platform digital yang aman dan dapat dipercaya. Tujuannya adalah untuk memastikan bahwa semua peserta mengikuti aturan dan diberi penghargaan karena berkontribusi pada keamanan dan operasi jaringan. ",
  "cryptography-term": "Kriptografi",
  "cryptography-definition": "Ini adalah praktik untuk membuat komunikasi bersifat pribadi dan aman sehingga hanya mereka yang ditujukan untuk informasi tersebut yang dapat membacanya.",
  "dao-term": "Organisasi otonom terdesentralisasi (DAO)",
  "dao-definition": "DAO adalah organisasi digital yang dijalankan oleh aturan yang dikodekan di rantai blok, di mana keputusan dibuat melalui pemungutan suara anggota, bukan oleh otoritas pusat. <a href=\"/dao/\">Selengkapnya tentang organisasi otonom terdesentralisasi (DAO)</a>.",
  "dapp-term": "Dapp",
  "dapp-definition": "dApp adalah aplikasi terdesentralisasi yang berjalan di jaringan rantai blok, yang menawarkan layanan tanpa otoritas pengendali pusat. <a href=\"/apps/\">Selengkapnya tentang aplikasi terdesentralisasi</a>.",
  "data-availability-term": "Ketersediaan data",
  "data-availability-definition": "Setiap node dapat memverifikasi transaksi secara sendiri pada blockchain untuk menjaga transparansi dan kepercayaan pada sistem.",
  "defi-term": "DeFi",
  "defi-definition": "Kategori luas aplikasi Ethereum yang bertujuan menyediakan layanan keuangan yang didukung oleh blockchain, tanpa perantara apa pun. <a href=\"/defi/\">Selengkapnya tentang keuangan terdesentralisasi (DeFi)</a>",
  "dex-term": "Bursa terdesentralisasi (DEX)",
  "dex-definition": "Sebuah jenis aplikasi Ethereum yang memungkinkan Anda menukar token dengan rekan-rekan di jaringan. DEX tidak tunduk pada batasan geografis seperti bursa terpusat - siapa pun dapat berpartisipasi.",
  "difficulty-bomb-term": "Bom kesulitan",
  "difficulty-bomb-definition": "Peningkatan eksponensial yang direncanakan dalam pengaturan <a href=\"/glossary/#pow\">proof-of-work</a> <a href=\"/glossary/#difficulty\">kesulitan</a> yang dirancang untuk memotivasi transisi ke <a href=\"/glossary/#pos\">proof-of-stake</a>, mengurangi kemungkinan terjadinya <a href=\"/glossary/#hard-fork\">fork</a>. Bom kesulitan telah dihapuskan dengan <a href=\"/roadmap/merge\">Penggabungan</a>.",
  "ecdsa-term": "Algoritma Tanda Tangan Digital Kurva Eliptik (ECDSA)",
  "ecdsa-definition": "Algoritma kriptografi yang digunakan Ethereum untuk memastikan bahwa dana hanya dapat dibelanjakan oleh pemiliknya. Ini adalah metode yang disukai untuk membuat kunci publik dan privat. Relevan untuk pembuatan <a href=\"/glossary/#address\">alamat</a> akun dan verifikasi <a href=\"/glossary/#transaction\">transaksi</a>.",
  "ens-term": "Ethereum Name Service (ENS)",
  "ens-definition": "Ethereum Name Service seperti buku telepon internet untuk alamat Ethereum. Alih-alih menggunakan alamat dompet yang panjang, ENS memungkinkan Anda menggunakan nama sederhana seperti \"john.eth\" untuk mengirim dan menerima uang dan aset digital.",
  "epoch-term": "Epoch",
  "epoch-definition": "Periode 32 <a href=\"/glossary/#slot\">slot</a>, masing-masing slot berdurasi 12 detik, dengan total 6,4 menit. <a href=\"/glossary/#committee\">Komite</a> validator diacak setiap epoch demi alasan keamanan. Setiap epoch memiliki kesempatan bagi rantai untuk <a href=\"/glossary/#finality\">diselesaikan</a>. Setiap validator diberi tanggung jawab baru di awal setiap epoch. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Selengkapnya tentang proof-of-stake</a>",
  "eoa-term": "Akun dengan kepemilikan eksternal (EOA)",
  "eoa-definition": "Akun Milik Eksternal (EOA) adalah jenis akun Ethereum yang paling umum. Akun ini dikendalikan oleh seseorang melalui kunci pribadi/frasa pemulihan. <a href=\"/wallets/\">Selengkapnya tentang dompet Ethereum</a>.",
  "erc-term": "Permintaan Ethereum untuk Komentar (ERC)",
  "erc-definition": "ERC (<strong>Ethereum Request for Comments</strong>) adalah jenis documentation teknis yang digunakan dalam komunitas Ethereum untuk mengusulkan standar penggunaan baru untuk jaringan Ethereum.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "Jenis standar token Ethereum yang serupa dengan NFT (seperti item koleksi unik) yang juga memungkinkan untuk membuat barang yang dapat dipertukarkan (seperti mata uang) dalam satu kontrak pintar.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "Adalah seperangkat aturan standar yang digunakan untuk membuat sebagian besar token di jaringan Ethereum.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "Seperangkat aturan standar yang digunakan untuk membuat NFT (token yang tidak dapat dipertukarkan).",
  "ether-term": "Ether",
  "ether-definition": "Mata uang kripto asli Ethereum, yang biasa disebut \"ETH\". ETH digunakan untuk membayar biaya transaksi ketika menggunakan ekosistem dan applications Ethereum.<a href=\"/eth/\">Pelajari lebih lanjut tentang ether</a>.",
  "events-term": "Event",
  "events-definition": "Memungkinkan penggunaan <a href=\"/glossary/#evm\"> EVM</a>fasilitas logging. <a href=\"/glossary/#dapp\">Dapps</a>dapat mendengarkan events dan menggunakannya untuk memicu callbacks JavaScript di antarmuka user.<a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">Selengkapnya tentang events dan logs</a>",
  "execution-client-term": "Klien eksekusi",
  "execution-client-definition": "Klien eksekusi (sebelumnya dikenal sebagai \"klien Eth1\"), seperti Besu, Erigon, Go-Ethereum (Geth), dan Nethermind, bertugas memproses dan menyiarkan transaksi serta mengelola status Ethereum. Mereka menjalankan komputasi untuk setiap transaksi menggunakan <a href=\"/glossary/#evm\">Mesin Virtual Ethereum</a> untuk memastikan kepatuhan terhadap aturan protokol.",
  "execution-layer-term": "Lapisan eksekusi",
  "execution-layer-definition": "Lapisan eksekusi Ethereum merupakan jaringan untuk <a href=\"/glossary/#execution-client\">klien eksekusi</a>.",
  "finality-term": "Finality",
  "finality-definition": "Finalty Adalah jaminan bahwa set transaksi tidak dapat diubah tanpa kehilangan sejumlah besar ETH.",
  "fork-term": "Fork",
  "fork-definition": "Perubahan protokol yang menyebabkan tercipta rantai alternatif.",
  "fraud-proof-term": "Fraud proof",
  "fraud-proof-definition": "Model keamanan untuk beberapa <a href=\"/glossary/#layer-2\"> layer 2 </a> solusi di mana, untuk meningkatkan kecepatan, transaksi<a href=\"/glossary/#rollups\"> digabungkan</a> menjadi batch dan dikirim ke Ethereum dalam satu transaksi. Peserta network lain dapat mengeksekusi ulang transaksi untuk memeriksa apakah transaksi tersebut dijalankan secara jujur. Jika mereka menemukan perbedaan antara data yang dikirim dan versi mereka sendiri, mereka dapat mengirimkan bukti cryptographic yang menunjukkan di mana terjadi kecurangan. Beberapa <a href=\"/glossary/#rollups\">rollups</a>menggunakan<a href=\"/glossary/#validity-proof\">validity proofs</a>.",
  "gas-term": "Gas",
  "gas-definition": "Gas adalah biaya yang dibayarkan untuk transaksi dan smart contract di blockchain, seperti Ethereum.<a href=\"/gas/\"> Selanjutnya tentang gas dan biaya</a>.",
  "genesis-block-term": "Blok Genesis",
  "genesis-block-definition": "Blok pertama di <a href=\"/glossary/#blockchain\">rantai blok</a>, digunakan untuk menginisialisasi jaringan tertentu dan mata uang kriptonya.",
  "gwei-term": "Gwei",
  "gwei-definition": "Singkatan dari gigawei, denominasi <a href=\"/glossary/#ether\">ether</a>, yang umum digunakan untuk menentukan harga <a href=\"/glossary/#gas\">gas</a>. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>9</sup> gwei = 1 ether.",
  "hash-term": "Kentang goreng",
  "hash-definition": "Sidik jari dengan panjang tetap dan masukan dengan ukuran bervariasi, dihasilkan oleh fungsi hash. (Lihat <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "holographic-consensus-term": "Konsensus holografik",
  "holographic-consensus-definition": "Mengacu pada bagaimana keputusan kelompok besar dibuat dengan membiarkan kelompok kecil yang terdiri dari orang-orang yang mewakili memberikan suara. Kemudian semua orang setuju untuk mengikutinya, selama mereka percaya bahwa kelompok kecil tersebut melakukan pekerjaan dengan baik.",
  "index-term": "Indeks",
  "index-definition": "Struktur jaringan yang dimaksudkan untuk mengoptimalkan pembuatan kueri informasi dari seluruh <a href=\"/glossary/#blockchain\">rantai blok</a> dengan menyediakan jalur efisien ke sumber penyimpanannya.",
  "key-term": "Kunci",
  "key-definition": "Dalam konteks Ethereum, kunci adalah kode digital: Kunci publik untuk menerima transaksi dan kunci pribadi untuk mengakses dan mengirim dana.",
  "layer-2-term": "Lapisan ke-2",
  "layer-2-definition": "Lapisan 2s adalah jaringan lain yang dibangun di atas jaringan utama Ethereum untuk membuat transaksi lebih cepat dan murah. <a href=\"/layer-2/\">Lebih lanjut tentang lapisan 2</a>.",
  "liquidity-tokens-term": "Likuiditas token",
  "liquidity-tokens-definition": "Token likuiditas (LT) adalah token digital yang dikeluarkan untuk peserta yang menyetor aset ke dalam kumpulan likuiditas, yang merupakan kumpulan dana yang dikunci dalam kontrak pintar dan digunakan untuk memfasilitasi perdagangan di bursa Terdesentralisasi (DEX).",
  "mainnet-term": "Jaringan Utama",
  "mainnet-definition": "Singkatan dari \"jaringan utama\", ini adalah <a href=\"/glossary/#blockchain\">rantai blok</a> Ethereum publik yang utama.",
  "mev-term": "MEV",
  "mev-definition": "Sebuah mekanisme yang memprioritaskan tindakan tertentu pada rantai blok dengan biaya tertentu, mempengaruhi hasil dan urutan transaksi.",
  "multisig-term": "Multisig",
  "multisig-definition": "Multisig (multi tanda tangan) mengacu pada dompet digital atau akun yang membutuhkan beberapa tanda tangan atau persetujuan untuk melakukan transaksi, sehingga meningkatkan keamanan.",
  "nft-term": "Token yang tidak dapat dipertukarkan (NFT)",
  "nft-definition": "Barang digital unik yang dapat Anda miliki, seperti karya seni atau barang koleksi, diverifikasi oleh teknologi blockchain. <a href=\"/nft/\">Lebih lanjut tentang token yang tidak dapat dipertukarkan (NFT)</a>.",
  "node-term": "Simpul",
  "node-definition": "Klien perangkat lunak yang berpartisipasi dalam jaringan. <a href=\"/developers/docs/nodes-and-clients/\">Lebih lanjut tentang node dan klien</a>.",
  "ommer-term": "Ommer (Paman) blok",
  "ommer-definition": "Ketika seorang <a href=\"/glossary/#miner\">penambang</a> proof-of-work menemukan <a href=\"/glossary/#block\">blok</a> yang valid, penambang lain mungkin telah menerbitkan blok pesaing yang ditambahkan ke ujung blockchain terlebih dahulu. Blok yang valid, tetapi basi, ini dapat dimasukkan oleh blok yang lebih baru sebagai <em>ommer</em> dan menerima sebagian imbalan blok. Istilah \"ommer\" adalah istilah netral gender yang lebih disukai untuk saudara dari blok induk, tetapi terkadang juga disebut sebagai \"paman\". Hal ini umum terjadi pada Ethereum ketika masih merupakan jaringan <a href=\"/glossary/#pow\">proof-of-work</a>. Karena Ethereum kini menggunakan <a href=\"/glossary/#pos\">proof-of-stake</a>, hanya satu pengusul blok yang dipilih per slot.",
  "onchain-term": "Dalam Jaringan",
  "onchain-definition": "Mengacu pada tindakan atau transaksi yang terjadi di rantai blok dan tersedia untuk umum.",
  "optimistic-rollup-term": "Rollup optimistic",
  "optimistic-rollup-definition": "Optimistic Rollup adalah solusi Layer 2 yang mempercepat transaksi pada Ethereum, dengan asumsi transaksi tersebut valid secara default kecuali ada pertanyaan. <a href=\"/developers/docs/scaling/optimistic-rollups/\">Selengkapnya tentang Optimistic Rollup</a>.",
  "peer-to-peer-network-term": "Jaringan peer-to-peer",
  "peer-to-peer-network-definition": "Jaringan komputer (peer) yang secara kolektif dapat menjalankan fungsionalitas tanpa memerlukan layanan terpusat berbasis server.",
  "permissionless-term": "Tanpa izin",
  "permissionless-definition": "Tidak ada izin atau persetujuan yang diperlukan untuk menggunakan sistem seperti Ethereum dan tidak ada yang dapat menghentikan Anda untuk menggunakannya. Sistem ini terbuka 24/7 bagi semua orang untuk berpartisipasi.",
  "private-key-term": "Kunci privasi",
  "private-key-definition": "Kunci pribadi adalah kode rahasia yang membuktikan bahwa Anda pemilik uang digital Anda dan memungkinkan Anda membelanjakannya, seperti PIN untuk akun Anda. <strong>JANGAN BAGIKAN</strong>.",
  "poap-term": "POAP",
  "poap-definition": "Protokol Bukti Kehadiran digunakan untuk membuat koleksi digital (NFT) yang membuktikan Anda menghadiri acara atau aktivitas tertentu.",
  "pos-term": "Bukti Taruhan (PoS)",
  "pos-definition": "Sebuah metode yang digunakan protokol blockchain mata uang kripto untuk mencapai <a href=\"/glossary/#consensus\">konsensus</a> terdistribusi. PoS meminta pengguna untuk membuktikan kepemilikan sejumlah mata uang kripto (\"saham\" mereka dalam jaringan) agar dapat berpartisipasi dalam validasi transaksi. <a href=\"/developers/docs/consensus-mechanisms/pos/\">Selengkapnya tentang proof-of-stake</a>.",
  "pow-term": "Bukti kerja (PoW)",
  "pow-definition": "Mekanisme keamanan untuk blockchain yang mengharuskan node mengeluarkan energi dalam bentuk komputasi untuk menemukan nilai tertentu.",
  "public-goods-term": "Barang publik",
  "public-goods-definition": "Barang publik adalah hal-hal yang dapat digunakan semua orang secara gratis, seperti taman atau udara bersih, dan menggunakannya tidak menghalangi orang lain untuk menggunakannya juga. Pemerintah seringkali menyediakan barang-barang ini karena bisnis biasanya tidak menyediakannya, karena mereka tidak dapat dengan mudah memungut biaya kepada orang-orang untuk menggunakannya.",
  "public-key-term": "Kunci Publik",
  "public-key-definition": "Kunci publik adalah serangkaian karakter yang memungkinkan orang lain mengirimkan mata uang digital kepada Anda dengan aman, seperti alamat email untuk uang.",
  "quadratic-voting-term": "Pemungutan suara kuadratik",
  "quadratic-voting-definition": "Ini adalah metode pemungutan suara di mana pemilih mengekspresikan seberapa kuat perasaan mereka terhadap suatu isu. Metode ini memungkinkan pemilih untuk menunjukkan tidak hanya preferensi, tetapi juga intensitas preferensi mereka.",
  "recovery-phrase-term": "Frasa benih/frasa pemulihan",
  "recovery-phrase-definition": "Daftar kata yang diberikan saat Anda membuat dompet digital. Ini berfungsi seperti kata sandi yang dapat membantu Anda kembali ke dompet jika kehilangan akses, memastikan Anda tidak kehilangan uang atau token digital Anda.",
  "rollups-term": "Rollup",
  "rollups-definition": "Sebuah <a href=\"/glossary/#layer-2\"> layer 2</a>mempunyai solusi scaling yang menggabungkan banyak transaksi dan mengirimkannya ke<a href=\"/glossary/#mainnet\"> rantai utama Ethereum </a> dalam satu transaksi. Ini memungkinkan pengurangan <a href=\"/glossary/#gas\">biaya gas</a>dan peningkatan lalu lintas<a href=\"/glossary/#transaction\">transaksi</a>. Terdapat Optimistic dan Zero-knowledge rollups yang menggunakan metode keamanan different untuk memberikan peningkatan skalabilitas ini. <a href=\"/developers/docs/scaling/#rollups\">Selanjutnya tentang rollups</a>.",
  "rpc-term": "Remote procedure call (RPC)",
  "rpc-definition": "RPC memungkinkan satu komputer meminta data atau tindakan dari komputer lain melalui network, seperti meminta informasi menggunakan pengendali jarak jauh.",
  "sequencer-term": "Sequencer",
  "sequencer-definition": "Sequencer adalah sebuah program yang bertanggung jawab untuk memesan transaksi dalam jaringan rantai blok.",
  "smart-contract-term": "Kontrak pintar",
  "smart-contract-definition": "Smart contract adalah program yang secara otomatis mengakui kesepakatan di blockchain, seperti kontrak digital yang menegakkan dirinya sendiri. <a href=\"/smart-contracts/\">Pengenalan smart contracts</a>.",
  "stablecoin-term": "Stablecoin",
  "stablecoin-definition": "sebuah stablecoin adalah jenis cryptocurrency yang dirancang memiliki nilai stabil, sering kali dipatok ke mata uang atau komoditas (seperti dolar AS), untuk meminimalkan volatilitas harga.<a href=\"/stablecoins/\">Lebih lanjut tentang stablecoin</a>.",
  "staking-term": "Penaruhan",
  "staking-definition": "Menyetorkan sejumlah <a href=\"/glossary/#ether\">ether</a>(taruhan Anda) untuk menjadi validator dan mengamankan <a href=\"/glossary/#network\">network</a>. Seorang validator memeriksa<a href=\"/glossary/#transaction\"> transaction</a> dan mengusulkan <a href=\"/glossary/#block\">blocks </a> dalam model konsensus <a href=\"/glossary/#pos\">proof-of-stake</a>. Staking memberikan insentif ekonomi agar Anda bertindak demi kepentingan terbaik jaringan. Anda akan mendapatkan hadiah karena menjalankan tugas <a href=\"/glossary/#validator\">validator</a>, tetapi akan kehilangan sejumlah ETH jika tidak melakukannya. <a href=\"/staking/\">Lebih lanjut tentang staking Ethereum</a>.",
  "staking-pool-term": "Pool penaruhan",
  "staking-pool-definition": "Gabungan ETH dari lebih dari satu Ethereum staker,digunakan untuk mencapai 32 ETH yang dibutuhkan untuk mengaktifkan satu set validator keys. Operator node menggunakan kunci ini untuk mengikuti dalam consensus, dan <a href=\"/glossary/#block-reward\">block rewards</a> di antara stakers yang berkontribusi. Staking pool atau delegasi staking bukan fitur asli protokol Ethereum, tetapi banyak solusi telah dibuat oleh komunitas.<a href=\"/staking/pools/\">Lebih lanjut tentang pooled staking</a>.",
  "sybil-attack-term": "Serangan Sybil",
  "sybil-attack-definition": "Serangan Sybil mengacu pada individu manusia yang menipu suatu sistem untuk berpikir bahwa mereka adalah beberapa orang untuk meningkatkan pengaruhnya.",
  "terminal-total-difficulty-term": "Tingkat kesulitan total terminal (TTD)",
  "terminal-total-difficulty-definition": "Total difficulty adalah jumlah difficulty penambangan Ethash untuk semua blocks hingga titik tertentu di blockchain. Terminal total difficulty adalah nilai spesifik dari total difficulty yang digunakan sebagai pemicu bagi execution client untuk menghentikan fungsi mining dan penyebaran blok, sehingga memungkinkan network beralih ke proof-of-stake. Saat ini tidak lagi relevan karena Ethereum telah beralih ke proof-of-stake.<a href=\"/glossary/#pos\"> Lebih lanjut tentang pooled staking</a>.",
  "transaction-fee-term": "Biaya transaksi",
  "transaction-fee-definition": "Biaya yang harus Anda bayar setiap kali menggunakan Ethereum network. Contohnya termasuk mengirim dana dari<a href=\"/glossary/#wallet\">wallet</a>Anda atau interaksi dengan <a href=\"/glossary/#dapp\">dapp</a>, seperti menukar token atau membeli koleksi digital. Anda bisa menganggap ini seperti biaya layanan. Biaya ini akan berubah tergantung seberapa sibuk network. Hal ini karena <a href=\"/glossary/#validator\">validator</a>, orang-orang yang bertanggung jawab memproses transaksi Anda, cenderung memprioritaskan transaksi dengan biaya lebih tinggi – sehingga kemacetan membuat harganya naik.<br/><br/>Secara teknis, biaya transaksi Anda terkait dengan berapa banyak <a href=\"/glossary/#gas\">gas</a>yang dibutuhkan oleh transaksi Anda.<br/><br/>Mengurangi transaction fees saat ini menjadi topik yang sangat menarik. Lihat <a href=\"/glossary/#layer-2\">Layer 2</a>.",
  "trust-assumptions-term": "Asumsi kepercayaan",
  "trust-assumptions-definition": "Asumsi kepercayaan adalah keyakinan dasar tentang keamanan dan keunggulan suatu sistem, yang membimbing apa yang kita percayai agar sistem dapat berfungsi.",
  "validator-term": "Validator",
  "validator-definition": "Sebuah <a href=\"/glossary/#node\">node</a>dalam sistem <a href=\"/glossary/#pos\">proof-of-stake</a> yang bertanggung jawab menyimpan data, memproses transaksi, dan menambahkan blok baru ke blockchain. Untuk mengaktifkan perangkat lunak validator, Anda perlu dapat <a href=\"/glossary/#staking\">stake</a>32 ETH. Lebih lanjut tentang <a href=\"/staking/\">staking di Ethereum</a>.",
  "validity-proof-term": "Validity proof",
  "validity-proof-definition": "Model keamanan untuk solusi <a href=\"/glossary/#layer-2\">layer 2</a>tertentu, di mana untuk meningkatkan kecepatan, transaksi digabungkan atau rolled up ke dalam batch dan diajukan ke Ethereum dalam satu transaksi. Perhitungan transaksi dilakukan di luar rantai atau offchain dan kemudian ditambahkan ke rantai utama bersama dengan bukti validitas. Metode ini meningkatkan jumlah transaksi yang dapat diproses sambil tetap menjaga keamanan. Beberapa <a href=\"/glossary/#rollups\">rollups</a>menggunakan <a href=\"/glossary/#fraud-proof\">fraud proof</a>.<a href=\"/developers/docs/scaling/zk-rollups/\">Lebih lanjut tentang zero-knowledge rollups</a>.",
  "wallet-term": "Dompet",
  "wallet-definition": "Wallet adalah tool digital untuk menyimpan, mengirim, dan menerima mata uang digital, seperti dompet virtual untuk online money Anda. <a href=\"/wallets/\">Lebih lanjut tentang dompet Ethereum</a>.",
  "web2-term": "Web2",
  "web2-definition": "Apakah internet saat ini fokus pada konten buatan user dan media sosial yang dikendalikan oleh beberapa perusahaan. Web3 adalah keyakinan dalam kripto bahwa users seharusnya mengendalikan data dan transaksi mereka sendiri.",
  "web3-term": "Web3",
  "web3-definition": "Web3 adalah internet baru dengan blockchain, di mana pengguna mengontrol data dan transaksi, bukan perusahaan. Tidak perlu membagikan informasi pri<a href=\"/web3/\">badi apa pun. Lebih lanjut tentang web3</a>.",
  "wei-term": "Wei",
  "wei-definition": "Denominasi terkecil dari ether. 10<sup>18</sup>wei = 1 ether.",
  "zk-proof-term": "Bukti zero-knowledge",
  "zk-proof-definition": "Bukti tanpa pengetahuan adalah metode kriptografi yang memungkinkan seseorang membuktikan bahwa suatu pernyataan itu benar tanpa menyampaikan informasi tambahan apa pun. <a href=\"/developers/docs/scaling/zk-rollups/\">Selengkapnya tentang rollup tanpa pengetahuan</a>."
}
