{
  "51%-attack-term": "Serangan 51%",
  "51%-attack-definition": "Jenis serangan di mana sekelompok orang menguasai mayoritas <a href=\"/glossary/#node\">simpul</a>. Ini memungkinkan mereka untuk menipu rantai blok dengan membalikkan <a href=\"/glossary/#transaction\">transaksi</a> dan melakukan pengeluaran ganda <a href=\"ether\">ether</a> dan token lainnya.",
  "abi-term": "Aplikasi Antarmuka Biner (ABI)",
  "abi-definition": "File JSON yang mengartikan fungsi dan variabel yang disertakan dalam kontrak pintar. ABI memungkinkan bytecode di petakan dalam bentuk format yang dapat di baca manusia.",
  "account-term": "Akun",
  "account-definition": "Akun Ethereum adalah identitas digital pada rantai blok Ethereum, yang memungkinkan pengguna untuk mengirim, menerima Ether atau aset digital lainnya, dan berinteraksi dengan kontrak pintar.",
  "address-term": "Alamat",
  "address-definition": "Alamat Ethereum adalah pengenal unik yang digunakan untuk menerima token, fungsinya serupa dengan akun bank untuk mata uang kripto.",
  "anti-sybil-term": "Anti-Sybil",
  "anti-sybil-definition": "Merupakan cara untuk menghentikan orang yang berpura pura menjadi banyak pengguna skaligus di internet, memastikan setiap pengguna adalah orang yang nyata dan terpisah. Hal ini membantu menjaga interaksi online tetap adil dan jujur.",
  "apr-term": "APR",
  "apr-definition": "APR, atau rata rata presentasi annual, mencerminkan biaya tahunan untuk meminjam uang, termasuk bunga dan biaya, dalam bentuk persentasi.",
  "attestation-term": "Pengesahan",
  "attestation-definition": "Sebuah klaim yang dibuat oleh suatu entitas bahwa sesuatu itu benar. Dalam konteks Ethereum, validator konsensus harus membuat klaim tentang apa yang mereka yakini sebagai keadaan rantai. Pada waktu-waktu tertentu, setiap validator bertanggung jawab untuk menerbitkan berbagai penilaian yang secara resmi menyatakan pandangan validator ini terhadap rantai, termasuk checkpoint terakhir yang telah dikonfirmasi dan kepala rantai saat ini. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">Lebih lanjut tentang penilaian</a>.",
  "block-term": "Blok",
  "block-definition": "Blok adalah tempat di mana transaksi atau tindakan digital disimpan. Setelah sebuah blok penuh, ia akan dihubungkan dengan blok sebelumnya, membentuk rangkaian blok atau \"rantai blok\". <a href=\"/developers/docs/blocks/\">Selengkapnya tentang blok</a>.",
  "blockchain-term": "Blockchain",
  "blockchain-definition": "Rantai blok adalah basis data transaksi, diduplikasi dan dibagikan ke semua komputer dalam jaringan, memastikan data tidak dapat diubah secara retroaktif.",
  "bridge-term": "Penghubung",
  "bridge-definition": "Sebuah jembatan rantai blok digunakan untuk mentransfer aset dari satu jaringan rantai blok ke jaringan rantai blok lainnya.",
  "consensus-term": "Konsensus",
  "consensus-definition": "Ketika lebih dari 2/3 komputer dalam jaringan setuju bahwa mereka memiliki catatan yang sama, pastikan semua orang memiliki informasi yang sama. Ini bukan tentang aturan yang mereka ikuti, tetapi memastikan mereka semua memiliki informasi yang sama.",
  "consensus-client-term": "Klien konsensus",
  "consensus-layer-term": "Lapisan konsensus",
  "consensus-layer-definition": "Lapisan konsensus Ethereum merupakan jaringan <a href=\"/glossary/#consensus-client\">klien konsensus</a>.",
  "cryptoeconomics-term": "Ekonomi Kripto",
  "cryptoeconomics-definition": "Studi tentang prinsip-prinsip matematika dan ekonomi untuk merancang platform digital yang aman dan dapat dipercaya. Tujuannya adalah untuk memastikan bahwa semua peserta mengikuti aturan dan diberi penghargaan karena berkontribusi pada keamanan dan operasi jaringan. ",
  "cryptography-term": "Kriptografi",
  "cryptography-definition": "Ini adalah praktik untuk membuat komunikasi bersifat pribadi dan aman sehingga hanya mereka yang ditujukan untuk informasi tersebut yang dapat membacanya.",
  "dao-term": "Organisasi otonom terdesentralisasi (DAO)",
  "dao-definition": "DAO adalah organisasi digital yang dijalankan oleh aturan yang dikodekan di rantai blok, di mana keputusan dibuat melalui pemungutan suara anggota, bukan oleh otoritas pusat. <a href=\"/dao/\">Selengkapnya tentang organisasi otonom terdesentralisasi (DAO)</a>.",
  "dapp-term": "Dapp",
  "dapp-definition": "dApp adalah aplikasi terdesentralisasi yang berjalan di jaringan rantai blok, yang menawarkan layanan tanpa otoritas pengendali pusat. <a href=\"/dapps/\">Selengkapnya tentang aplikasi terdesentralisasi</a>.",
  "data-availability-term": "Ketersediaan data",
  "data-availability-definition": "Setiap node dapat memverifikasi transaksi secara sendiri pada blockchain untuk menjaga transparansi dan kepercayaan pada sistem.",
  "defi-term": "DeFi",
  "dex-term": "Bursa terdesentralisasi (DEX)",
  "dex-definition": "Sebuah jenis aplikasi Ethereum yang memungkinkan Anda menukar token dengan rekan-rekan di jaringan. DEX tidak tunduk pada batasan geografis seperti bursa terpusat - siapa pun dapat berpartisipasi.",
  "ens-term": "Layanan Nama Ethereum (ENS)",
  "ens-definition": "Ethereum Name Service seperti buku telepon internet untuk alamat Ethereum. Alih-alih menggunakan alamat dompet yang panjang, ENS memungkinkan Anda menggunakan nama sederhana seperti \"john.eth\" untuk mengirim dan menerima uang dan aset digital.",
  "epoch-term": "Epoch",
  "eoa-term": "Akun dengan kepemilikan eksternal (EOA)",
  "erc-term": "Permintaan Ethereum untuk Komentar (ERC)",
  "erc-definition": "ERC (<strong>Ethereum Request for Comments</strong>) adalah jenis documentation teknis yang digunakan dalam komunitas Ethereum untuk mengusulkan standar penggunaan baru untuk jaringan Ethereum.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "Jenis standar token Ethereum yang serupa dengan NFT (seperti item koleksi unik) yang juga memungkinkan untuk membuat barang yang dapat dipertukarkan (seperti mata uang) dalam satu kontrak pintar.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "Adalah seperangkat aturan standar yang digunakan untuk membuat sebagian besar token di jaringan Ethereum.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "Seperangkat aturan standar yang digunakan untuk membuat NFT (token yang tidak dapat dipertukarkan).",
  "ether-term": "Ether",
  "events-term": "Aksi",
  "execution-client-term": "Klien eksekusi",
  "execution-layer-term": "Lapisan eksekusi",
  "execution-layer-definition": "Lapisan eksekusi Ethereum merupakan jaringan untuk <a href=\"/glossary/#execution-client\">klien eksekusi</a>.",
  "finality-term": "Finality",
  "gas-term": "Gas",
  "genesis-block-definition": "Blok pertama di <a href=\"/glossary/#blockchain\">rantai blok</a>, digunakan untuk menginisialisasi jaringan tertentu dan mata uang kriptonya.",
  "gwei-term": "Gwei",
  "holographic-consensus-definition": "Mengacu pada bagaimana keputusan kelompok besar dibuat dengan membiarkan kelompok kecil yang terdiri dari orang-orang yang mewakili memberikan suara. Kemudian semua orang setuju untuk mengikutinya, selama mereka percaya bahwa kelompok kecil tersebut melakukan pekerjaan dengan baik.",
  "index-term": "Indeks",
  "index-definition": "Struktur jaringan yang dimaksudkan untuk mengoptimalkan pembuatan kueri informasi dari seluruh <a href=\"/glossary/#blockchain\">rantai blok</a> dengan menyediakan jalur efisien ke sumber penyimpanannya.",
  "key-definition": "Dalam konteks Ethereum, kunci adalah kode digital: Kunci publik untuk menerima transaksi dan kunci pribadi untuk mengakses dan mengirim dana.",
  "layer-2-term": "Lapisan 2",
  "liquidity-tokens-term": "Likuiditas token",
  "liquidity-tokens-definition": "Token likuiditas (LT) adalah token digital yang dikeluarkan untuk peserta yang menyetor aset ke dalam kumpulan likuiditas, yang merupakan kumpulan dana yang dikunci dalam kontrak pintar dan digunakan untuk memfasilitasi perdagangan di bursa Terdesentralisasi (DEX).",
  "mainnet-term": "Jaringan Utama",
  "mainnet-definition": "Singkatan dari \"jaringan utama\", ini adalah <a href=\"/glossary/#blockchain\">rantai blok</a> Ethereum publik yang utama.",
  "mev-term": "MEV",
  "mev-definition": "Sebuah mekanisme yang memprioritaskan tindakan tertentu pada rantai blok dengan biaya tertentu, mempengaruhi hasil dan urutan transaksi.",
  "multisig-term": "Multisig",
  "multisig-definition": "Multisig (multi tanda tangan) mengacu pada dompet digital atau akun yang membutuhkan beberapa tanda tangan atau persetujuan untuk melakukan transaksi, sehingga meningkatkan keamanan.",
  "nft-term": "Token yang tidak dapat dipertukarkan (NFT)",
  "onchain-definition": "Mengacu pada tindakan atau transaksi yang terjadi di rantai blok dan tersedia untuk umum.",
  "optimistic-rollup-term": "Rollup optimistic",
  "peer-to-peer-network-definition": "Jaringan komputer (peer) yang secara kolektif dapat menjalankan fungsionalitas tanpa memerlukan layanan terpusat berbasis server.",
  "permissionless-term": "Tanpa izin",
  "permissionless-definition": "Tidak ada izin atau persetujuan yang diperlukan untuk menggunakan sistem seperti Ethereum dan tidak ada yang dapat menghentikan Anda untuk menggunakannya. Sistem ini terbuka 24/7 bagi semua orang untuk berpartisipasi.",
  "private-key-term": "Kunci privasi",
  "pos-term": "Bukti Taruhan (PoS)",
  "pow-term": "Bukti kerja (PoW)",
  "public-key-term": "Kunci publik",
  "rollups-term": "Rollup",
  "sequencer-term": "Sequencer",
  "sequencer-definition": "Sequencer adalah sebuah program yang bertanggung jawab untuk memesan transaksi dalam jaringan rantai blok.",
  "smart-contract-term": "Kontrak pintar",
  "stablecoin-term": "Stablecoin",
  "staking-term": "Penaruhan",
  "staking-pool-term": "Pool penaruhan",
  "sybil-attack-term": "Serangan Sybil",
  "sybil-attack-definition": "Serangan Sybil mengacu pada individu manusia yang menipu suatu sistem untuk berpikir bahwa mereka adalah beberapa orang untuk meningkatkan pengaruhnya.",
  "terminal-total-difficulty-term": "Tingkat kesulitan total terminal (TTD)",
  "trust-assumptions-term": "Asumsi kepercayaan",
  "validator-term": "Validator",
  "validity-proof-term": "Validity proof",
  "wallet-term": "Dompet",
  "web2-term": "Web2",
  "web3-term": "Web3",
  "wei-term": "Wei",
  "zk-proof-term": "Bukti zero-knowledge"
}
