{
  "51%-attack-term": "51% attack",
  "51%-attack-definition": "Jenis serangan di mana sebuah kelompok mendapatkan kendali atas mayoritas <a href=\"/glossary/#node\">node</a>. Hal ini akan memungkinkan mereka untuk menipu blockchain dengan membalikkan <a href=\"/glossary/#transaction\">transaksi</a> dan melakukan pengeluaran ganda <a href=\"/glossary/#ether\">ether</a> dan token lainnya.<br /><br />Dalam proof-of-stake Ethereum, hal ini dapat dicapai dengan mengakumulasi lebih dari setengah dari total ether yang di-stake. Ini akan memungkinkan penyerang untuk memutuskan blok baru mana yang ditambahkan ke blockchain. Namun, untuk mengembalikan rantai atau melakukan pengeluaran ganda, seorang penyerang akan membutuhkan setidaknya 66% dari total ether yang di-stake.",
  "account-term": "Account",
  "account-definition": "Sebuah akun Ethereum adalah identitas digital di blockchain Ethereum yang memungkinkan pengguna untuk mengirim, menerima Ether, dan berinteraksi dengan smart contract.<br /><br /><strong>Teknis:</strong><br />Akun ini adalah sebuah objek yang berisi alamat, saldo, nonce, serta penyimpanan dan kode opsional. Akun bisa berupa akun kontrak atau akun yang dimiliki secara eksternal (EOA).",
  "address-term": "Alamat",
  "address-definition": "Alamat Ethereum adalah kode unik yang digunakan untuk menerima token, seperti nomor rekening bank dalam mata uang kripto. Ini digunakan untuk mengidentifikasi akun Ethereum Anda.<br /><br />Ini adalah 160 bit terakhir dari hash Keccak yang dihasilkan dari kunci publik ECDSA.",
  "anti-sybil-term": "Anti-Sybil",
  "anti-sybil-definition": "Merupakan cara untuk menghentikan orang yang berpura pura menjadi banyak pengguna skaligus di internet, memastikan setiap pengguna adalah orang yang nyata dan terpisah. Hal ini membantu menjaga interaksi online tetap adil dan jujur.",
  "abi-term": "Aplikasi Antarmuka Biner (ABI)",
  "abi-definition": "File JSON yang mengartikan fungsi dan variabel yang disertakan dalam kontrak pintar. ABI memungkinkan bytecode di petakan dalam bentuk format yang dapat di baca manusia.",
  "api-term": "Aplikasi Antarmuka Pemprograman (API)",
  "api-definition": "Aplikasi Antarmuka Pemprograman (API) adalah seperangkat definisi tentang cara menggunakan perangkat lunak. API berada di antara aplikasi dan server Web, dan memfalisitasi pengiriman data di antara keduanya.",
  "apr-term": "APR",
  "apr-definition": "APR, atau rata rata presentasi annual, mencerminkan biaya tahunan untuk meminjam uang, termasuk bunga dan biaya, dalam bentuk persentasi.",
  "asic-term": "ASIC",
  "asic-definition": "Sirkuit terintegrasi khusus aplikasi. Ini biasanya mengacu pada sirkuit terintegrasi, yang di buat khusus untuk para penambang mata uang kripto.",
  "assert-term": "menyatakan",
  "assert-definition": "Di<a href=\"/glossary/#solidity\">Solidity</a>, `assert(false)` dikompilasi ke `0xfe`, yaitu opcode yang tidak valid, yang menghabiskan semua sisa <a href=\"/glossary/#gas\">gas</a> dan membatalkan semua perubahan. Ketika pernyataan `assert()` gagal, itu menandakan bahwa ada sesuatu yang sangat salah dan tidak terduga, dan Anda perlu memperbaiki kode Anda. Anda harus menggunakan `assert()` untuk menghindari kondisi yang seharusnya tidak pernah terjadi. <a href=\"/developers/docs/smart-contracts/security/\">Selengkapnya tentang keamanan smart contract</a>.",
  "attestation-term": "Pengesahan",
  "attestation-definition": "Sebuah klaim yang dibuat oleh suatu entitas bahwa sesuatu itu benar. Dalam konteks Ethereum, validator konsensus harus membuat klaim tentang apa yang mereka yakini sebagai keadaan rantai. Pada waktu-waktu tertentu, setiap validator bertanggung jawab untuk menerbitkan berbagai penilaian yang secara resmi menyatakan pandangan validator ini terhadap rantai, termasuk checkpoint terakhir yang telah dikonfirmasi dan kepala rantai saat ini. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">Lebih lanjut tentang penilaian</a>.",
  "base-fee-term": "Biaya dasar",
  "base-fee-definition": "Setiap <a href=\"/glossary/#block\">blok</a> memiliki harga cadangan yang dikenal sebagai 'biaya dasar'. Ini adalah biaya <a href=\"/glossary/#gas\">gas</a> minimum yang harus dibayar pengguna untuk memasukkan transaksi ke dalam blok berikutnya. <a href=\"/developers/docs/gas/\">Lebih lanjut tentang gas dan biaya</a>.",
  "beacon-chain-term": "Beacon Chain",
  "beacon-chain-definition": "Beacon Chain adalah blockchain yang memperkenalkan <a href=\"/glossary/#pos\">proof-of-stake</a> dan <a href=\"/glossary/#validator\">validator</a> ke Ethereum. Beacon Chain berjalan berdampingan dengan Jaringan Utama Ethereum yang menggunakan proof-of-work sejak Desember 2020 hingga kedua rantai digabungkan pada September 2022 untuk membentuk Ethereum yang ada saat ini. <a href=\"/roadmap/beacon-chain/\">Lebih lanjut tentang Beacon Chain</a>.",
  "big-endian-term": "Endian besar",
  "big-endian-definition": "Representasi angka posisi di mana digit yang paling signifikan adalah yang pertama dalam memori. Kebalikan dari judul endian, di mana angka yang paling tidak signifikan berada di urutan pertama.",
  "block-term": "Blok",
  "block-definition": "Blok adalah tempat transaksi atau tindakan digital disimpan. Setelah satu blok penuh, blok tersebut akan terhubung ke blok sebelumnya, menciptakan rantai blok atau \"blockchain\". <a href=\"/developers/docs/blocks/\">Lebih lanjut tentang blok</a>.<br /><br />Blok adalah unit informasi terbundel yang mencakup daftar transaksi dan informasi terkait konsensus yang berurutan. Blok diusulkan oleh validator proof-of-stake, yang kemudian dibagikan ke seluruh jaringan peer-to-peer, sehingga dapat dengan mudah diverifikasi secara independen oleh semua node lainnya. Aturan konsensus mengatur konten blok mana yang dianggap valid, dan blok yang tidak valid akan diabaikan oleh jaringan. Urutan blok-blok ini dan transaksi di dalamnya menciptakan rantai peristiwa deterministik dengan akhir yang mewakili status jaringan saat ini.",
  "block-explorer-term": "Penjelajah blok",
  "block-explorer-definition": "Antarmuka yang memungkinkan pengguna untuk mencari informasi dari, dan tentang, blockchain. Ini termasuk mengambil transaksi pribadi, aktivitas yang terkait dengan alamat tertentu dan informasi tentang jaringan.",
  "block-header-term": "Header blok",
  "block-header-definition": "Header blok adalah kumpulan metadata tentang sebuah blok dan ringkasan transaksi yang termasuk dalam muatan eksekusi.",
  "block-propagation-term": "Perambatan blok",
  "block-propagation-definition": "Proses mentransmisikan blok yang telah dikonfirmasi kepada semua node lain dalam jaringan.",
  "block-proposer-term": "Pengusul blok",
  "block-proposer-definition": "Validator spesifik yang dipilih untuk membuat blok dalam <a href=\"/glossary/#slot\">slot</a> tertentu.",
  "block-reward-term": "Hadiah blok",
  "block-reward-definition": "Jumlah ether yang diberikan kepada pengusul blok baru yang valid.",
  "block-status-term": "Status blok",
  "block-status-definition": "Status di mana sebuah blok dapat berada. Status yang mungkin meliputi:<br/><br/><ul><li>diusulkan: blok diusulkan oleh validator</li><li>dijadwalkan: validator sedang mengirimkan data</li><li>dilewatkan/dilewatkan: pengusul tidak mengusulkan blok dalam jangka waktu yang memenuhi syarat</li><li>dihilangkan: blok diorganisasi ulang oleh <a href=\"/glossary/#fork-choice-algorithm\">algoritma pilihan fork</a></li></ul>",
  "block-time-term": "Waktu blok",
  "block-time-definition": "Interval waktu antara blok ditambahkan ke dalam rantai blok.",
  "block-validation-term": "Keaslian blok",
  "block-validation-definition": "Proses pengecekan bahwa sebuah blok baru berisi transaksi dan tanda tangan yang valid, dibangun di atas rantai historis terberat (artinya rantai yang telah mengumpulkan pengesahan paling banyak dalam sejarahnya), dan mengikuti semua aturan konsensus lainnya. Blok yang valid ditambahkan ke kepala rantai dan disebarkan ke yang lain di jaringan. Blok yang tidak valid akan diabaikan.",
  "blockchain-term": "Blockchain",
  "blockchain-definition": "Blockchain adalah basis data transaksi yang diduplikasi dan dibagikan di semua komputer dalam jaringan, memastikan data tidak dapat diubah secara retroaktif.<br /><br />Rangkaian <a href=\"/glossary/#block\">blok</a>, yang masing-masing terhubung ke pendahulunya hingga ke <a href=\"/glossary/#genesis-block\">blok genesis</a> dengan merujuk pada hash dari blok sebelumnya. Integritas blockchain diamankan secara kriptoekonomi menggunakan mekanisme konsensus berbasis proof-of-stake. <a href=\"/developers/docs/intro-to-ethereum#what-is-a-blockchain\">Apa itu blockchain?</a>",
  "bootnode-term": "Node booting",
  "bootnode-definition": "Node yang dapat digunakan untuk memulai proses penemuan ketika menjalankan sebuah node. Bootnode 'memperkenalkan' node baru ke node lain yang sudah ada sehingga mereka dapat dengan cepat mendapatkan peer, daripada harus mencari peer awal. Titik akhir dari node-node ini biasanya disediakan dalam kode sumber klien Ethereum, tetapi pengguna dapat memberikan daftar bootnode mereka sendiri.",
  "bridge-term": "Penghubung",
  "bridge-definition": "Sebuah jembatan blockchain digunakan untuk mentransfer aset dari satu jaringan blockchain ke jaringan blockchain lainnya. Sebagai contoh, Anda dapat menggunakan jembatan untuk mengirim ETH dari jaringan Ethereum utama ke solusi penskalaan Lapisan 2 yang lebih murah.",
  "bytecode-term": "Kode Byte",
  "bytecode-definition": "Kode dinyatakan dalam bentuk numerik yang ringkas sehingga dapat dieksekusi secara efisien oleh <a href=\"/glossary/#evm\">EVM</a>.",
  "byzantium-fork-term": "Fork Byzantium",
  "byzantium-fork-definition": "Yang pertama dari dua <a href=\"/glossary/#hard-fork\">hard fork</a> untuk tahap pengembangan <a href=\"/glossary/#metropolis\">Metropolis</a>. Ini mencakup Penundaan <a href=\"/glossary/#difficulty-bomb\">Bom Kesulitan</a> EIP-649 Metropolis dan Pengurangan Hadiah Blok, di mana <a href=\"/glossary/#ice-age\">Zaman Es</a> ditunda selama 1 tahun dan hadiah blok dikurangi dari 5 menjadi 3 ether.",
  "casper-ffg-term": "Casper FFG",
  "casper-ffg-definition": "Casper-FFG adalah protokol konsensus bukti taruhan yang digunakan bersamaan dengan algoritma pemilihan garpu <a href=\"/glossary/#lmd-ghost\">LMD-GHOST</a> untuk memungkinkan <a href=\"/glossary/#consensus-client\">klien konsensus</a> setuju dengan kepala Rantai Suar.",
  "checkpoint-term": "Pos pemeriksaan",
  "checkpoint-definition": "<a href=\"/glossary/#beacon-chain\">Beacon Chain</a> memiliki tempo yang dibagi menjadi slot (12 detik) dan epoch (32 slot). Slot pertama di setiap epoch adalah titik pemeriksaan. Ketika <a href=\"/glossary/#supermajority\">supermayoritas</a> validator membuktikan hubungan antara dua titik pemeriksaan, keduanya dapat <a href=\"/glossary/#justification\">dijustifikasi</a> dan kemudian ketika titik pemeriksaan lain dijustifikasi di atasnya, keduanya dapat <a href=\"/glossary/#finality\">difinalisasi</a>.",
  "compiling-term": "Mengkompilasi",
  "compiling-definition": "Mengonversi kode yang ditulis dalam bahasa pemrograman tingkat tinggi (misalnya, <a href=\"/glossary/#solidity\">Solidity</a>) ke dalam bahasa tingkat rendah (misalnya, EVM <a href=\"/glossary/#bytecode\">bytecode</a>).<a href=\"/developers/docs/smart-contracts/compiling/\">Selengkapnya tentang mengompilasi kontrak pintar</a>",
  "committee-term": "Panitia",
  "committee-definition": "Sekelompok minimal 128 <a href=\"/glossary/#validator\">validator</a> yang ditugaskan untuk memvalidasi blok di setiap slot. Salah satu validator dalam komite tersebut adalah agregator, yang bertanggung jawab untuk menggabungkan tanda tangan semua validator lain dalam komite yang menyetujui suatu pengesahan. Jangan disamakan dengan <a href=\"/glossary/#sync-committee\">komite sinkronisasi</a>.",
  "computational-infeasibility-term": "Ketidakmampuan komputasi",
  "computational-infeasibility-definition": "Suatu proses dianggap tidak layak secara komputasi jika memerlukan waktu yang sangat lama (misalnya, miliaran tahun) untuk melakukannya bagi siapa pun yang mungkin tertarik untuk melaksanakannya.",
  "consensus-term": "Konsensus",
  "consensus-definition": "Ketika lebih dari 2/3 komputer dalam jaringan setuju bahwa mereka memiliki catatan yang sama, pastikan semua orang memiliki informasi yang sama. Ini bukan tentang aturan yang mereka ikuti, tetapi memastikan mereka semua memiliki informasi yang sama.",
  "consensus-client-term": "Klien konsensus",
  "consensus-client-definition": "Klien konsensus (seperti Prysm, Teku, Nimbus, Lighthouse, Lodestar) menjalankan algoritma konsensus <a href=\"/glossary/#pos\">proof-of-stake</a> Ethereum yang memungkinkan jaringan mencapai kesepakatan tentang kepala Beacon Chain. Klien konsensus tidak berpartisipasi dalam validasi/penyiaran transaksi atau eksekusi transisi status. Hal ini dilakukan oleh <a href=\"/glossary/#execution-client\">klien eksekusi</a>. Klien konsensus tidak mengesahkan atau mengusulkan blok baru. Hal ini dilakukan oleh <a href=\"/glossary/#validator\">klien validator</a> yang merupakan tambahan opsional untuk klien konsensus.",
  "consensus-layer-term": "Lapisan konsensus",
  "consensus-layer-definition": "Lapisan konsensus Ethereum adalah jaringan <a href=\"/glossary/#consensus-client\">klien konsensus</a>.",
  "consensus-rules-term": "Aturan konsensus",
  "consensus-rules-definition": "Aturan validasi blok yang diikuti oleh node penuh agar tetap konsisten dengan node lain. Jangan disamakan dengan <a href=\"/glossary/#consensus\">konsensus</a>.",
  "cfi-term": "Dipertimbangkan untuk Inklusi (CFI)",
  "cfi-definition": "Sebuah <a href=\"/glossary/#eip\">EIP</a> Inti yang belum aktif di Mainnet, dan pengembang klien umumnya positif terhadap ide tersebut. Dengan asumsi memenuhi semua persyaratan untuk dimasukkan ke dalam mainnet, EIP ini berpotensi disertakan dalam peningkatan jaringan (tidak harus yang berikutnya).",
  "constantinople-fork-term": "Fork Konstantinopel",
  "constantinople-fork-definition": "Bagian kedua dari tahap <a href=\"/glossary/#metropolis\">Metropolis</a>, yang awalnya direncanakan pada pertengahan 2018. Diharapkan akan mencakup peralihan ke algoritma konsensus hibrida <a href=\"/glossary/#pow\">proof-of-work</a>/<a href=\"/glossary/#pow\">proof-of-stake</a>, di antara perubahan lainnya.",
  "contract-account-term": "Akun kontrak",
  "contract-account-definition": "Akun yang berisi kode yang dijalankan setiap kali menerima <a href=\"/glossary/#transaction\">transaksi</a> dari <a href=\"/glossary/#account\">akun</a> lain (<a href=\"/glossary/#eoa\">EOA]</a> atau <a href=\"/glossary/#contract-account\">kontrak</a>).",
  "contract-creation-transaction-term": "Transaksi pembuatan kontrak",
  "contract-creation-transaction-definition": "Sebuah <a href=\"/glossary/#transaction\">transaksi</a> khusus yang mencakup kode inisiasi kontrak. Penerima diatur ke `null` dan kontrak disebarkan ke alamat yang dihasilkan dari alamat pengguna dan `nonce`. Alamat ini digunakan untuk mendaftarkan <a href=\"/glossary/#contract-account\">kontrak</a> dan mencatatnya di blockchain Ethereum.",
  "cryptoeconomics-term": "Ekonomi Kripto",
  "cryptoeconomics-definition": "Studi tentang prinsip-prinsip matematika dan ekonomi untuk merancang platform digital yang aman dan dapat dipercaya. Tujuannya adalah untuk memastikan bahwa semua peserta mengikuti aturan dan diberi penghargaan karena berkontribusi pada keamanan dan operasi jaringan. ",
  "cryptography-term": "Kriptografi",
  "cryptography-definition": "Ini adalah praktik mengamankan komunikasi dan data melalui penggunaan kode, sehingga hanya mereka yang dituju informasi tersebut yang dapat membaca dan memprosesnya.<br />Ini melibatkan teknik enkripsi (mengubah informasi yang dapat dibaca menjadi format yang tidak dapat dibaca) dan dekripsi (mengubahnya kembali ke format yang dapat dibaca), memastikan kerahasiaan.",
  "doge-d-term": "Đ",
  "doge-d-definition": "Đ (D dengan stroke) digunakan dalam bahasa Inggris Kuno, Inggris Pertengahan, Islandia, dan Faroe untuk singkatan dari huruf besar \"Eth\". Huruf ini digunakan dalam kata-kata seperti ĐEV atau Đapp (aplikasi terdesentralisasi), di mana Đ adalah huruf Norse \"eth\". Huruf besar eth (Ð) juga digunakan untuk melambangkan mata uang kripto Dogecoin. Ini biasanya terlihat dalam literatur Ethereum yang lebih lama tetapi lebih jarang digunakan saat ini.",
  "dag-term": "DAG",
  "dag-definition": "DAG adalah singkatan dari Directed Acyclic Graph. DAG adalah struktur data yang terdiri dari node dan tautan di antara node-node tersebut. Sebelum The Merge, Ethereum menggunakan DAG dalam algoritma <a href=\"/glossary/#pow\">proof-of-work</a>-nya, <a href=\"/glossary/#ethash\">Ethash</a>, tetapi tidak lagi digunakan dalam <a href=\"/glossary/#pos\">proof-of-stake</a>.",
  "dapp-term": "Dapp",
  "dapp-definition": "Dapp adalah aplikasi terdesentralisasi yang berjalan di jaringan blockchain, menawarkan layanan tanpa otoritas pengendali pusat. <a href=\"/apps/\">Lebih lanjut tentang aplikasi terdesentralisasi</a>.<br />Minimal, dapp memiliki kontrak pintar yang terhubung ke antarmuka web. Selain itu, banyak dapp yang menyertakan penyimpanan terdesentralisasi dan/atau protokol dan platform pesan.",
  "data-availability-term": "Ketersediaan data",
  "data-availability-definition": "Setiap node dapat memverifikasi transaksi secara sendiri pada blockchain untuk menjaga transparansi dan kepercayaan pada sistem.",
  "decentralization-term": "Desentralisasi",
  "decentralization-definition": "Konsep memindahkan kontrol dan pelaksanaan proses dari entitas pusat.",
  "dao-term": "Organisasi otonom terdesentralisasi (DAO)",
  "dao-definition": "DAO adalah organisasi digital yang dijalankan berdasarkan aturan yang dikodekan pada blockchain, di mana keputusan dibuat berdasarkan suara anggota, bukan otoritas pusat. <a href=\"/dao/\">Lebih lanjut tentang organisasi otonom terdesentralisasi (DAO)</a>.<br />Hak suara setiap anggota seringkali terkait dengan jumlah token yang mereka miliki. DAO bertujuan untuk mendemokratisasi pengambilan keputusan dan operasional, dengan fokus pada transparansi dan tata kelola komunitas.",
  "desci-term": "DeSci",
  "desci-definition": "DeSci, atau Sains Terdesentralisasi, adalah sebuah gerakan yang menerapkan teknologi <a href='/glossary/#blockchain'>blockchain</a> pada penelitian ilmiah. Gerakan ini memanfaatkan <a href='/glossary/#dao'>DAO</a>, <a href='/glossary/#smart-contract'>kontrak pintar</a>, dan insentif yang diberi token untuk menciptakan ekosistem pendanaan dan penelitian yang lebih transparan, terbuka, dan kolaboratif.",
  "dex-term": "Bursa terdesentralisasi (DEX)",
  "dex-definition": "Sebuah jenis aplikasi Ethereum yang memungkinkan Anda menukar token dengan rekan-rekan di jaringan. DEX tidak tunduk pada batasan geografis seperti bursa terpusat - siapa pun dapat berpartisipasi.",
  "deposit-contract-term": "Kontrak deposit",
  "deposit-contract-definition": "Gerbang menuju staking di Ethereum. Kontrak deposit adalah kontrak pintar di Ethereum yang menerima deposit ETH dan mengelola saldo validator. Validator tidak dapat diaktifkan tanpa mendepositkan ETH ke dalam kontrak ini. Kontrak ini membutuhkan ETH dan data input. Data input ini mencakup kunci publik validator dan kunci publik penarikan, yang ditandatangani oleh kunci privat validator. Data ini diperlukan agar validator dapat diidentifikasi dan disetujui oleh jaringan <a href=\"/glossary/#pos\">proof-of-stake</a>.",
  "defi-term": "DeFi",
  "defi-definition": "Kategori luas aplikasi Ethereum yang bertujuan menyediakan layanan keuangan yang didukung oleh blockchain, tanpa perantara apa pun. <a href=\"/defi/\">Selengkapnya tentang keuangan terdesentralisasi (DeFi)</a>",
  "difficulty-term": "Kesulitan",
  "difficulty-definition": "Pengaturan di seluruh jaringan dalam jaringan <a href=\"/glossary/#pow\">proof-of-work</a> yang mengontrol seberapa banyak komputasi rata-rata yang diperlukan untuk menemukan nonce yang valid. Kesulitannya direpresentasikan oleh jumlah angka nol di depan yang diperlukan dalam hash blok yang dihasilkan agar dianggap valid. Konsep ini tidak lagi digunakan di Ethereum sejak transisi ke proof-of-stake.",
  "difficulty-bomb-term": "Bom kesulitan",
  "difficulty-bomb-definition": "Peningkatan eksponensial yang direncanakan dalam pengaturan <a href=\"/glossary/#pow\">proof-of-work</a> <a href=\"/glossary/#difficulty\">kesulitan</a> yang dirancang untuk memotivasi transisi ke <a href=\"/glossary/#pos\">proof-of-stake</a>, mengurangi kemungkinan terjadinya <a href=\"/glossary/#hard-fork\">fork</a>. Bom kesulitan telah dihapuskan dengan <a href=\"/roadmap/merge\">Penggabungan</a>.",
  "digital-signatures-term": "Tanda tangan digital",
  "digital-signatures-definition": "Data string pendek yang dibuat pengguna untuk dokumen yang menggunakan <a href=\"/glossary/#private-key\">kunci pribadi</a> sehingga siapa pun dengan <a href=\"/glossary/#public-key\">kunci publik</a>, tanda tangan, dan dokumen yang sesuai dapat memverifikasi bahwa (1) dokumennya \"ditandatangani\" oleh pemilik dari kunci privat tersebut, dan (2) dokumen tidak diubah setelah ditandatangani.",
  "discovery-term": "Penemuan",
  "discovery-definition": "Proses di mana sebuah node Ethereum menemukan simpul lain untuk terhubung.",
  "distributed-hash-table-term": "Tabel hash terdistribusi (DHT)",
  "distributed-hash-table-definition": "Struktur data yang berisi pasangan `(kunci, nilai)` yang digunakan oleh node Ethereum untuk mengidentifikasi peer yang akan dihubungkan dan menentukan protokol mana yang akan digunakan untuk berkomunikasi.",
  "double-spend-term": "Pengeluaran ganda",
  "double-spend-definition": "Fork blockchain yang disengaja, di mana pengguna dengan daya penambangan/stake yang cukup besar mengirimkan transaksi yang memindahkan sebagian mata uang ke luar rantai (mis., keluar ke mata uang fiat atau melakukan pembelian di luar rantai) lalu mengatur ulang blockchain untuk menghapus transaksi tersebut. Pengeluaran ganda yang berhasil membuat penyerang memiliki aset di rantai dan di luar rantai mereka.",
  "ecdsa-term": "Algoritma Tanda Tangan Digital Kurva Eliptik (ECDSA)",
  "ecdsa-definition": "Algoritma kriptografi yang digunakan Ethereum untuk memastikan bahwa dana hanya dapat dibelanjakan oleh pemiliknya. Ini adalah metode yang disukai untuk membuat kunci publik dan privat. Relevan untuk pembuatan <a href=\"/glossary/#address\">alamat</a> akun dan verifikasi <a href=\"/glossary/#transaction\">transaksi</a>.",
  "encryption-term": "Enkripsi",
  "encryption-definition": "Enkripsi adalah konversi data elektronik ke dalam bentuk yang tidak dapat dibaca oleh siapa pun kecuali pemilik kunci dekripsi yang benar.",
  "entropy-term": "Entropi",
  "entropy-definition": "Dalam konteks kriptografi, terdapat kurangnya prediktabilitas atau tingkat keacakan. Saat menghasilkan informasi rahasia, seperti <a href=\"/glossary/#private-key\">kunci privat</a>, algoritma biasanya mengandalkan sumber entropi tinggi untuk memastikan keluarannya tidak dapat diprediksi.",
  "epoch-term": "Epoch",
  "epoch-definition": "Periode 32 <a href=\"/glossary/#slot\">slot</a>, masing-masing slot berdurasi 12 detik, dengan total 6,4 menit. <a href=\"/glossary/#committee\">Komite</a> validator diacak setiap epoch demi alasan keamanan. Setiap epoch memiliki kesempatan bagi rantai untuk <a href=\"/glossary/#finality\">diselesaikan</a>. Setiap validator diberi tanggung jawab baru di awal setiap epoch. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Selengkapnya tentang proof-of-stake</a>",
  "equivocation-term": "Pengelakan",
  "equivocation-definition": "Seorang validator mengirimkan dua pesan yang saling bertentangan. Salah satu contoh sederhana adalah pengirim transaksi yang mengirimkan dua transaksi dengan nonce yang sama. Contoh lainnya adalah pengusul blok yang mengusulkan dua blok pada tinggi blok yang sama (atau untuk slot yang sama).",
  "eth1-term": "Eth1",
  "eth1-definition": "'eth1' adalah istilah yang merujuk pada mainnet ethereum, blockchain proof-of-work yang ada. Istilah ini kini tidak digunakan lagi dan digantikan dengan 'execution layer'. <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">Pelajari selengkapnya tentang perubahan nama ini</a>.",
  "eth2-term": "Eth2",
  "eth2-definition": "'eth2' adalah istilah yang merujuk pada serangkaian peningkatan protokol Ethereum, termasuk transisi Ethereum ke proof-of-stake. Istilah ini kini telah ditinggalkan dan digantikan dengan 'lapisan konsensus'. <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">Pelajari lebih lanjut tentang perubahan nama ini</a>.",
  "eip-term": "Proposal peningkatan Ethereum (EIP)",
  "eip-definition": "Dokumen desain yang menyediakan informasi kepada komunitas Ethereum, yang menjelaskan fitur baru yang diusulkan atau proses atau lingkungannya (lihat <a href=\"/glossary/#erc\">ERC</a>). <a href=\"/eips/\">Pendahuluan EIP</a>",
  "ens-term": "Ethereum Name Service (ENS)",
  "ens-definition": "Layanan nama Ethereum seperti buku telepon internet untuk alamat Ethereum. Alih-alih menggunakan alamat dompet yang panjang, ENS memungkinkan Anda menggunakan nama sederhana seperti \"john.eth\" untuk mengirim dan menerima uang dan aset digital. <br /><br /><strong>teknis:</strong><br />Registri ENS adalah satu <a href=\"/glossary/#smart-contract\">kontrak</a> pusat yang menyediakan pemetaan dari nama domain ke pemilik dan resolver, sebagaimana dijelaskan dalam EIP-137. <a href=\"https://ens.domains\">Baca selengkapnya di ens.domains</a>.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "ERC-1155 adalah jenis standar token Ethereum terbaru yang mirip dengan NFT (seperti item koleksi unik) yang juga memungkinkan pembuatan item yang dapat dipertukarkan (seperti mata uang) dalam satu kontrak pintar.<br />Hal ini memudahkan dan lebih efisien dalam mengelola berbagai jenis aset digital, terutama untuk aplikasi seperti permainan video atau koleksi digital.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "ERC-20 adalah standar yang digunakan sebagian besar token di jaringan Ethereum untuk pembuatannya.<br />Contoh populernya adalah stablecoin seperti DAI dan USDC atau token bursa seperti UNI dari Uniswap. Mirip dengan bentuk uang alternatif apa pun yang kita miliki dalam sistem tradisional… mis., poin imbalan, sistem kredit, atau bahkan saham, dll.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "NFT (non-fungible token) dibuat menggunakan seperangkat aturan standar yang disebut ERC-721.<br />Token NFT dapat mewakili kepemilikan atas sesuatu yang unik, seperti karya seni digital atau barang koleksi, dengan setiap token memiliki karakteristik dan nilai khusus tersendiri. Setiap NFT bersifat unik dan mudah dibedakan dari NFT lainnya.",
  "execution-client-term": "Klien eksekusi",
  "execution-client-definition": "Klien eksekusi (sebelumnya dikenal sebagai \"klien Eth1\"), seperti Besu, Erigon, Go-Ethereum (Geth), dan Nethermind, bertugas memproses dan menyiarkan transaksi serta mengelola status Ethereum. Mereka menjalankan komputasi untuk setiap transaksi menggunakan <a href=\"/glossary/#evm\">Mesin Virtual Ethereum</a> untuk memastikan kepatuhan terhadap aturan protokol.",
  "execution-layer-term": "Lapisan eksekusi",
  "execution-layer-definition": "Lapisan eksekusi Ethereum merupakan jaringan untuk <a href=\"/glossary/#execution-client\">klien eksekusi</a>.",
  "eoa-term": "Akun dengan kepemilikan eksternal (EOA)",
  "eoa-definition": "Akun Milik Eksternal (EOA) adalah jenis akun Ethereum yang paling umum. Akun ini dikendalikan oleh seseorang melalui kunci pribadi/frasa pemulihan. <a href=\"/wallets/\">Selengkapnya tentang dompet Ethereum</a>.",
  "erc-term": "Permintaan Ethereum untuk Komentar (ERC)",
  "erc-definition": "ERC (<strong>Ethereum Request for Comments</strong>) adalah jenis dokumentasi teknis yang digunakan dalam komunitas Ethereum untuk mengusulkan standar penggunaan baru untuk jaringan Ethereum.<br /><br />Proposal ini dapat mencakup berbagai topik, termasuk standar token baru (seperti ERC-20 yang digunakan untuk token dan ERC-721 untuk NFT).",
  "ethash-term": "Ethash",
  "ethash-definition": "Sebuah<a href=\"/glossary/#pow\"> algoritma</a>proof-of-work yang digunakan di Ethereum sebelum beralih ke <a href=\"/glossary/#pos\">proof-of-stake</a><a href=\"/developers/docs/consensus-mechanisms/pow/mining/mining-algorithms/ethash\">. Baca selengkapnya</a>",
  "ether-term": "Ether",
  "ether-definition": "Mata uang kripto asli Ethereum, yang biasa disebut \"ETH\". ETH digunakan untuk membayar biaya transaksi ketika menggunakan ekosistem dan applications Ethereum.<a href=\"/eth/\">Pelajari lebih lanjut tentang ether</a>.",
  "events-term": "Event",
  "events-definition": "Memungkinkan penggunaan <a href=\"/glossary/#evm\"> EVM</a>fasilitas logging. <a href=\"/glossary/#dapp\">Dapps</a>dapat mendengarkan events dan menggunakannya untuk memicu callbacks JavaScript di antarmuka user.<a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">Selengkapnya tentang events dan logs</a>",
  "evm-term": "Mesin Virtual Ethereum (EVM)",
  "evm-definition": "Sebuah mesin virtual berbasis stack yang menjalankan <a href=\"/glossary/#bytecode\">bytecode</a>. Di Ethereum, model eksekusi menentukan bagaimana state sistem diubah berdasarkan serangkaian instruksi bytecode dan sejumlah kecil data lingkungan. Hal ini ditentukan melalui model formal dari state virtual machine. <a href=\"/developers/docs/evm/\">Selanjutnya tentang Ethereum Virtual Machine</a>.",
  "evm-assembly-language-term": "Bahasa perakitan EVM",
  "evm-assembly-language-definition": "Bentuk <a href=\"/glossary/#bytecode\">kode bita EVM yang dapat dibaca manusia.",
  "fallback-function-term": "Fungsi fallback",
  "fallback-function-definition": "Fungsi default yang dipanggil saat tidak ada data atau nama fungsi yang dideklarasikan.",
  "faucet-term": "Faucet",
  "faucet-definition": "Layanan yang dilaksanakan lewat <a href=\"/glossary/#smart-contract\">kontrak pintar</a> yang mengeluarkan dana dalam bentuk ether uji coba gratis yang bisa digunakan dalam satu jaringan percobaan.",
  "finality-term": "Finality",
  "finality-definition": "Finalty Adalah jaminan bahwa set transaksi tidak dapat diubah tanpa kehilangan sejumlah besar ETH.",
  "finney-term": "Finney",
  "finney-definition": "Satuan dari <a href=\"/glossary/#ether\">ether</a>. 1 finney = 10<sup>15</sup><a href=\"/glossary/#wei\"> wei</a>.10<sup>3</sup>finney = 1 ether.",
  "fork-term": "Fork",
  "fork-definition": "Perubahan protokol yang menyebabkan tercipta rantai alternatif.",
  "fork-choice-algorithm-term": "Form memilih algorithm",
  "fork-choice-algorithm-definition": "Algorithm yang digunakan untuk menentukan kepala dari blockchain. Di Ethereum, kepala rantai ditentukan sebagai fork dengan ‘bobot’ attestations terbesar. Bobot ini merupakan hasil kali antara jumlah attestations dan saldo efektif dari validator yang memberikan attesting validators. Ini berarti kepala rantai yang sebenarnya adalah fork yang mendapatkan suara dari sebagian besar staked ether. Di consensus layer, algoritma pemilihan fork ini disebut<a href=\"/glossary/#lmd-ghost\"> LMD_GHOST</a>.",
  "fraud-proof-term": "Fraud proof",
  "fraud-proof-definition": "Model keamanan untuk beberapa <a href=\"/glossary/#layer-2\"> layer 2 </a> solusi di mana, untuk meningkatkan kecepatan, transaksi<a href=\"/glossary/#rollups\"> digabungkan</a> menjadi batch dan dikirim ke Ethereum dalam satu transaksi. Peserta network lain dapat mengeksekusi ulang transaksi untuk memeriksa apakah transaksi tersebut dijalankan secara jujur. Jika mereka menemukan perbedaan antara data yang dikirim dan versi mereka sendiri, mereka dapat mengirimkan bukti cryptographic yang menunjukkan di mana terjadi kecurangan. Beberapa <a href=\"/glossary/#rollups\">rollups</a>menggunakan<a href=\"/glossary/#validity-proof\">validity proofs</a>.",
  "frontier-term": "Garis depan",
  "frontier-definition": "Fase pengembangan uji coba awal Ethereum, yang berlangsung dari Juli 2015 sampai Maret 2016.",
  "gas-term": "Gas",
  "gas-definition": "Gas adalah biaya yang dibayarkan untuk transaksi dan smart contract di blockchain, seperti Ethereum.<a href=\"/gas/\"> Selanjutnya tentang gas dan biaya</a>.",
  "gas-limit-term": "Batas gas",
  "gas-limit-definition": "Jumlah maksimum <a href=\"/glossary/#gas\">gas</a> yang mungkin dipakai oleh <a href=\"/glossary/#transaction\">transaksi</a> atau <a href=\"/glossary/#block\">blok</a>.",
  "gas-price-term": "Harga gas",
  "gas-price-definition": "Harga dalam ether untuk satu unit gas yang ditentukan dalam transaksi.",
  "genesis-block-term": "Blok Genesis",
  "genesis-block-definition": "Blok pertama di <a href=\"/glossary/#blockchain\">rantai blok</a>, digunakan untuk menginisialisasi jaringan tertentu dan mata uang kriptonya.",
  "geth-term": "Geth",
  "geth-definition": "Gunakan Ethereum. Salah satu implementasi protokol Ethereum yang paling menonjol, ditulis dalam Go. <a href=\"https://geth.ethereum.org\">Baca selengkapnya di geth.ethereum.org</a>",
  "gwei-term": "Gwei",
  "gwei-definition": "Singkatan dari gigawei, denominasi <a href=\"/glossary/#ether\">ether</a>, yang umum digunakan untuk menentukan harga <a href=\"/glossary/#gas\">gas</a>. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>9</sup> gwei = 1 ether.",
  "hard-fork-term": "Garpu keras",
  "hard-fork-definition": "Divergensi permanen dalam <a href=\"/glossary/#blockchain\">blockchain</a>; juga dikenal sebagai perubahan hard-forking. Hal ini umumnya terjadi ketika node yang belum ditingkatkan tidak dapat memvalidasi blok yang dibuat oleh node yang ditingkatkan yang mengikuti <a href=\"/glossary/#consensus-rules\">aturan konsensus</a> yang lebih baru. Jangan disamakan dengan fork, soft fork, software fork, atau Git fork.",
  "hash-term": "Kentang goreng",
  "hash-definition": "Sidik jari dengan panjang tetap dan masukan dengan ukuran bervariasi, dihasilkan oleh fungsi hash. (Lihat <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "hash-rate-term": "Tingkat hash",
  "hash-rate-definition": "Jumlah perhitungan hash yang dibuat per detik oleh komputer yang menjalankan perangkat lunak penambangan.",
  "homestead-term": "Homestead",
  "holographic-consensus-term": "Konsensus holografik",
  "holographic-consensus-definition": "Ini merujuk pada cara membuat keputusan besar dengan memberi wewenang kepada kelompok kecil perwakilan untuk melakukan pemungutan suara. Anggota lainnya menerima keputusan tersebut selama mereka percaya kelompok kecil itu bekerja dengan baik.<br />\nMetode ini sering dipakai di komunitas aktif agar keputusan bisa diambil lebih cepat tanpa harus semua orang ikut pemungutan suara, tapi tetap menjaga keadilan dan mewakili keinginan sebagian besar.",
  "homestead-definition": "Tahapan pengembangan kedua Ethereum, yang diluncurkan pada Maret 2016 di blok 1.150.000.",
  "index-term": "Indeks",
  "index-definition": "Struktur jaringan yang dimaksudkan untuk mengoptimalkan pembuatan kueri informasi dari seluruh <a href=\"/glossary/#blockchain\">rantai blok</a> dengan menyediakan jalur efisien ke sumber penyimpanannya.",
  "ide-term": "Lingkungan pengembangan terintegrasi (IDE)",
  "ide-definition": "Antarmuka pengguna yang biasanya menggabungkan editor kode, kompiler, runtime, dan debugger. <a href=\"/developers/docs/ides/\">Lebih lanjut tentang lingkungan pengembangan terintegrasi</a>.",
  "immutable-deployed-code-problem-term": "Masalah kode yang diterapkan tidak dapat diubah",
  "immutable-deployed-code-problem-definition": "Setelah kode <a href=\"/glossary/#smart-contract\">kontrak</a> (atau pustaka) diterapkan, kode tersebut menjadi tidak dapat diubah. Praktik pengembangan perangkat lunak standar bergantung pada kemampuan untuk memperbaiki kemungkinan bug dan menambahkan fitur baru, sehingga hal ini menjadi tantangan tersendiri dalam pengembangan kontrak pintar. <a href=\"/developers/docs/smart-contracts/deploying/\">Selengkapnya tentang penerapan kontrak pintar</a>.",
  "internal-transaction-term": "Transaksi internal",
  "internal-transaction-definition": "<a href=\"/glossary/#transaction\">Transaksi</a> yang dikirim dari <a href=\"/glossary/#contract-account\">akun kontrak</a> ke akun kontrak lainnya atau <a href=\"/glossary/#eoa\">EOA</a> (lihat <a href=\"/glossary/#message\">pesan</a>).",
  "issuance-term": "Penerbitan",
  "issuance-definition": "Pencetakan ether baru untuk memberi imbalan pada proposal blok, pengesahan, dan pelaporan.",
  "kdf-term": "Fungsi derivasi kunci (KDF)",
  "kdf-definition": "Dikenal juga sebagai \"algoritma peregangan kata sandi\", algoritma ini digunakan oleh format <a href=\"/glossary/#keystore\">keystore</a> untuk melindungi terhadap serangan brute-force, kamus, dan tabel pelangi pada enkripsi frasa sandi, dengan melakukan hashing berulang kali pada frasa sandi tersebut.",
  "keystore-term": "Penyimpanan kunci",
  "keystore-definition": "Setiap pasangan private key/address akun disimpan sebagai satu berkas kunci di dalam Ethereum clients. Berkas ini berupa file teks JSON yang berisi private key yang diacak dari akun tersebut, yang hanya dapat dibuka menggunakan kata sandi yang dimasukkan saat pembuatan account.",
  "keccak-256-term": "Keccak-256",
  "keccak-256-definition": "Fungsi <a href=\"/glossary/#hash\">hash</a> kriptografi yang digunakan di Ethereum. Keccak-256 distandarisasi sebagai <a href=\"/glossary/#sha\">SHA</a>-3.",
  "key-term": "Kunci",
  "key-definition": "Dalam konteks ethereum, kunci adalah kode digital: kunci publik untuk menerima transaksi dan kunci privat untuk mengakses dan mengirim dana.<br />Kunci publik: Ini dapat dibagikan secara terbuka.<br />Kunci privat: Ini dirahasiakan oleh pemiliknya.",
  "layer-1-term": "Lapisan ke-1",
  "layer-1-definition": "Lapisan 1 mengacu pada blockchain utama dalam jaringan blockchain multi-level. Misalnya, Ethereum dan Bitcoin adalah blockchain lapisan pertama. Banyak blockchain lapisan kedua memindahkan transaksi yang membutuhkan banyak sumber daya ke blockchain terpisah, sambil tetap menggunakan blockchain lapisan pertama Ethereum atau Bitcoin untuk tujuan keamanan.",
  "layer-2-term": "Lapisan ke-2",
  "layer-2-definition": "Lapisan 2s adalah jaringan lain yang dibangun di atas jaringan utama Ethereum untuk membuat transaksi lebih cepat dan murah. <a href=\"/layer-2/\">Lebih lanjut tentang lapisan 2</a>.",
  "library-term": "Perpustakaan",
  "library-definition": "Jenis <a href=\"/glossary/#smart-contract\">kontrak</a>khusus yang tidak memiliki payable fungsi, tidak memiliki fallback function, dan tidak data storage. Oleh karena itu, kontrak library tidak dapat menerima atau menyimpan ether, maupun menyimpan data. Sebuah library berfungsi sebagai deployed code sebelumnya yang bisa dipanggil oleh kontrak lain untuk perhitungan hanya-baca. <a href=\"/developers/docs/smart-contracts/libraries/\">Selanjutnya tentang smart contract libraries</a>.",
  "light-client-term": "Light client",
  "light-client-definition": "Seorang Ethereum client yang tidak menyimpan salinan lokal dari<a href=\"/glossary/#blockchain\"> blockchain</a>, atau validate blocks dan <a href=\"/glossary/#transaction\">transaksi</a>. Klien ini menawarkan fungsi<a href=\"/glossary/#wallet\"> wallet</a> dan dapat membuat serta menyiarkan transaksi.",
  "liquidity-term": "Likuiditas",
  "liquidity-definition": "Likuiditas adalah seberapa cepat dan mudah suatu aset dapat diubah menjadi uang tunai atau aset lain. Exchanges terdesentralisasi seperti Uniswap memiliki berbagai liquidity pools di mana pemilik aset dapat menyetor aset mereka, dan para pedagang dapat membeli serta menjualnya secara terdesentralisasi di exchange dengan reward tertentu.",
  "liquidity-tokens-term": "Likuiditas token",
  "liquidity-tokens-definition": "Tokens likuiditas (LST) adalah tokens digital yang diterbitkan untuk peserta yang menyetor aset ke dalam sebuah liquidity pool, yaitu kumpulan dana yang dikunci dalam smart contract dan digunakan untuk memfasilitasi perdagangan di desentralized exchange (DEX).<br />\nTokens ini mewakili bagian peserta dari pool dan dapat ditukarkan nanti untuk mendapatkan deposit awal ditambah sebagian dari biaya perdagangan yang dihasilkan oleh aktivitas pool. Pada dasarnya, tokens likuiditas berfungsi sebagai bukti kepemilikan atau stake dalam liquidity pool, memungkinkan pemilik memperoleh imbalan sambil menyediakan likuiditas yang diperlukan agar orang lain dapat menukar trade different cryptocurrency secara efisien.",
  "liquid-staking-tokens-term": "Hasil staking tokens",
  "liquid-staking-tokens-definition": "Token turunan yang mewakili kepemilikan atas cryptocurrency yang dikunci saat user melakukan staking. Setelah melakukan staking aset, beberapa platforms memungkinkan pencetakan token staking likuid (LST), yang mewakili bagian yang setara dari tokens yang dikunci. LST ini kemudian dapat traded, dijual, atau digunakan di protokol DeFi lainnya, meningkatkan efisiensi modal bagi staker dengan memberikan akses ke likuiditas dari dana mereka, walaupun aset asli tetap dikunci.",
  "lmd-ghost-term": "LMD-GHOST",
  "lmd-ghost-definition": "<a href=\"/glossary/#fork-choice-algorithm\">Algoritma fork-choice</a> yang digunakan oleh klien konsensus Ethereum untuk mengidentifikasi kepala rantai. LMD-GHOST adalah akronim yang merupakan singkatan dari \"Latest Message Driven Greediest Heaviest Observed SubTree\" yang berarti kepala rantai adalah blok dengan akumulasi <a href=\"/glossary/#attestation\">attestation</a> terbanyak dalam sejarahnya.",
  "mainnet-term": "Mainnet",
  "mainnet-definition": "Singkatan dari \"jaringan utama\", ini adalah <a href=\"/glossary/#blockchain\">blockchain</a> publik utama Ethereum.",
  "max-fee-per-gas-term": "Biaya Maksimum Per Gas",
  "max-fee-per-gas-definition": "Biaya Maksimum adalah jumlah maksimum absolut yang bersedia dibayarkan pengguna per unit gas (<a href=\"/glossary/#gwei\">gwei</a>) untuk memasukkan transaksi ke dalam satu blok.",
  "merkle-patricia-tree-term": "Merkle Patricia Tree (MPT)",
  "merkle-patricia-tree-definition": "Struktur data yang digunakan di Ethereum untuk menyimpan pasangan nilai-kunci dengan efisien.",
  "merkle-root-term": "Akar Merkle",
  "merkle-root-definition": "Akar Merkle adalah hash tunggal teratas dari pohon Merkle. Hash ini memverifikasi semua transaksi dalam satu blok.",
  "message-term": "Pesan",
  "message-definition": "<a href=\"/glossary/#internal-transaction\">Transaksi internal</a> yang tidak pernah diserialisasi dan hanya dikirim di dalam <a href=\"/glossary/#evm\">EVM</a>.",
  "message-call-term": "Pesan panggilan",
  "message-call-definition": "Tindakan meneruskan <a href=\"/glossary/#message\">pesan</a> dari satu akun ke akun lain. Jika akun tujuan dikaitkan dengan kode <a href=\"/glossary/#evm\">EVM</a>, maka VM akan dijalankan dengan status objek tersebut dan pesan akan ditindaklanjuti.",
  "mev-term": "Nilai Ekstraksi Maksimum (MEV)",
  "mev-definition": "Nilai maksimum yang dapat diekstraksi dari produksi blok yang melebihi imbalan blok standar dan biaya gas dengan memasukkan, mengecualikan, dan mengubah urutan transaksi dalam suatu blok. <a href=\"/developers/docs/mev/\">Lebih Lanjut tentang Nilai Maksimum yang Dapat Diekstraksi (MEV)</a>.",
  "mining-term": "Penambangan",
  "mining-definition": "Proses hashing header blok berulang kali sambil menambah <a href=\"/glossary/#nonce\">nonce</a> hingga hasilnya berisi angka nol biner awal yang tak terbatas. Proses ini digunakan untuk menambahkan <a href=\"/glossary/#block\">blok</a> baru ke blockchain proof-of-work. Beginilah cara Ethereum diamankan sebelum beralih ke proof-of-stake.",
  "miner-term": "Buruh tambang",
  "miner-definition": "Sebuah <a href=\"/glossary/#node\">node</a> jaringan yang menemukan <a href=\"/glossary/#pow\">proof-of-work</a> yang valid untuk blok-blok baru, melalui hashing pass berulang (lihat <a href=\"/glossary/#ethash\">Ethash</a>). Penambang bukan lagi bagian dari Ethereum - mereka digantikan oleh validator ketika Ethereum beralih ke proof-of-stake.",
  "mint-term": "Cetak",
  "mint-definition": "Pencetakan adalah proses pembuatan token baru dan mengedarkannya agar dapat digunakan. Ini adalah mekanisme terdesentralisasi untuk menciptakan token baru tanpa keterlibatan otoritas pusat.",
  "multisig-term": "Multisig",
  "multisig-definition": "Multisig (multi tanda tangan) merujuk pada dompet atau akun digital yang memerlukan beberapa tanda tangan atau persetujuan untuk menjalankan transaksi, sehingga meningkatkan keamanan.<br />Ini menambahkan keamanan ekstra dibandingkan dengan akun tanda tangan tunggal tradisional yang hanya memerlukan persetujuan satu orang.",
  "network-term": "Jaringan",
  "network-definition": "Mengacu pada jaringan Ethereum, jaringan peer-to-peer yang menyebarkan transaksi dan blok ke setiap node Ethereum (peserta jaringan). <a href=\"/developers/docs/networks/\">Lebih lanjut tentang jaringan</a>.",
  "network-hashrate-term": "Kebahagiaan Jaringan",
  "network-hashrate-definition": "Hashrate kolektif yang dihasilkan oleh seluruh jaringan penambangan. Penambangan di Ethereum dihentikan ketika Ethereum beralih ke proof-of-stake.",
  "nft-term": "Token yang tidak dapat dipertukarkan (NFT)",
  "nft-definition": "Barang digital unik yang dapat Anda miliki, seperti karya seni atau barang koleksi, diverifikasi oleh teknologi blockchain. <a href=\"/nft/\">Lebih lanjut tentang token yang tidak dapat dipertukarkan (NFT)</a>.",
  "node-term": "Simpul",
  "node-definition": "Klien perangkat lunak yang berpartisipasi dalam jaringan. <a href=\"/developers/docs/nodes-and-clients/\">Lebih lanjut tentang node dan klien</a>.",
  "nonce-term": "Nonce",
  "nonce-definition": "Dalam kriptografi, nilai yang hanya dapat digunakan sekali. Nonce akun adalah penghitung transaksi di setiap akun, yang digunakan untuk mencegah serangan replay.",
  "offchain-term": "Di luar jaringan",
  "offchain-definition": "Offchain berarti setiap transaksi atau data yang berada di luar blockchain. Karena melakukan setiap transaksi secara onchain bisa mahal dan tidak efisien, alat pihak ketiga seperti oracle yang menangani data harga, atau solusi lapisan 2 yang mengeksekusi transaksi dengan throughput lebih tinggi, menangani sebagian besar pekerjaan pemrosesan secara offchain, dan akan mengirimkan informasi secara onchain dengan interval yang lebih jarang.",
  "ommer-term": "Ommer (Paman) blok",
  "ommer-definition": "Ketika seorang <a href=\"/glossary/#miner\">penambang</a> proof-of-work menemukan <a href=\"/glossary/#block\">blok</a> yang valid, penambang lain mungkin telah menerbitkan blok pesaing yang ditambahkan ke ujung blockchain terlebih dahulu. Blok yang valid, tetapi basi, ini dapat dimasukkan oleh blok yang lebih baru sebagai <em>ommer</em> dan menerima sebagian imbalan blok. Istilah \"ommer\" adalah istilah netral gender yang lebih disukai untuk saudara dari blok induk, tetapi terkadang juga disebut sebagai \"paman\". Hal ini umum terjadi pada Ethereum ketika masih merupakan jaringan <a href=\"/glossary/#pow\">proof-of-work</a>. Karena Ethereum kini menggunakan <a href=\"/glossary/#pos\">proof-of-stake</a>, hanya satu pengusul blok yang dipilih per slot.",
  "onchain-term": "Dalam Jaringan",
  "onchain-definition": "Mengacu pada tindakan atau transaksi yang terjadi pada blockchain dan tersedia untuk umum.<br /><br />Anggap saja seperti menulis sesuatu di buku catatan besar yang dapat dilihat dan diperiksa oleh semua orang, memastikan bahwa apa pun yang ditulis (seperti mengirim uang digital atau membuat kontrak) bersifat permanen dan tidak dapat diubah atau dihapus.",
  "optimistic-rollup-term": "Rollup optimistic",
  "optimistic-rollup-definition": "Optimistic Rollup adalah solusi Layer 2 yang mempercepat transaksi pada Ethereum, dengan asumsi transaksi tersebut valid secara default kecuali ada pertanyaan. <a href=\"/developers/docs/scaling/optimistic-rollups/\">Selengkapnya tentang Optimistic Rollup</a>.",
  "oracle-term": "Oracle",
  "oracle-definition": "Oracle adalah jembatan antara <a href=\"/glossary/#blockchain\">blockchain</a> dan dunia nyata. Oracle bertindak sebagai <a href=\"/glossary/#api\">API</a> onchain yang dapat dimintai informasi dan digunakan dalam <a href=\"/glossary/#smart-contract\">kontrak pintar</a>. <a href=\"/developers/docs/oracles/\">Selengkapnya tentang oracle</a>.",
  "peer-term": "Teman sebaya",
  "peer-definition": "Komputer terhubung yang menjalankan perangkat lunak klien Ethereum dengan salinan identik <a href=\"/glossary/#blockchain\">rantai blok</a>.",
  "peer-to-peer-network-term": "Jaringan peer-to-peer",
  "peer-to-peer-network-definition": "Jaringan komputer (<a href=\"/glossary/#peer\">peer</a>) yang secara kolektif mampu menjalankan fungsionalitas tanpa memerlukan layanan terpusat berbasis server.<br />Pengaturan ini sering digunakan untuk berbagi file (misalnya, BitTorrent), informasi, atau mata uang digital, yang memungkinkan pertukaran yang lebih langsung dan berpotensi lebih efisien antar pengguna.",
  "permissionless-term": "Tanpa izin",
  "permissionless-definition": "Tanpa izin berarti siapa pun dapat bergabung dan menggunakan sistem seperti Ethereum. Sistem ini terbuka untuk semua orang dan tidak memerlukan persetujuan apa pun.",
  "plasma-term": "Plasma",
  "plasma-definition": "Solusi penskalaan off-chain yang menggunakan <a href=\"/glossary/#fraud-proof\">anti-penipuan</a>, seperti <a href=\"/glossary/#optimistic-rollup\">optimistic rollup</a>. Plasma terbatas pada transaksi sederhana seperti transfer dan pertukaran token dasar. <a href=\"/developers/docs/scaling/plasma\">Selengkapnya tentang plasma</a>.",
  "private-key-term": "Kunci privasi",
  "private-key-definition": "Kunci pribadi adalah kode rahasia yang membuktikan bahwa Anda pemilik uang digital Anda dan memungkinkan Anda membelanjakannya, seperti PIN untuk akun Anda. <strong>JANGAN BAGIKAN</strong>.",
  "public-goods-term": "Barang publik",
  "public-goods-definition": "Barang publik adalah hal-hal yang dapat digunakan semua orang secara gratis, seperti taman atau udara bersih, dan menggunakannya tidak menghalangi orang lain untuk menggunakannya juga. Pemerintah seringkali menyediakan barang-barang ini karena bisnis biasanya tidak menyediakannya, karena mereka tidak dapat dengan mudah memungut biaya kepada orang-orang untuk menggunakannya.",
  "private-chain-term": "Rantai pribadi",
  "private-chain-definition": "Rantai blok yang sepenuhnya pribadi, yaitu rantai blok dengan akses yang berizin dan tidak tersedia untuk digunakan oleh publik.",
  "poap-term": "POAP",
  "poap-definition": "Protokol Bukti Kehadiran digunakan untuk membuat koleksi digital (NFT) yang membuktikan Anda menghadiri acara atau aktivitas tertentu.",
  "pos-term": "Bukti taruhan (PoS)",
  "pos-definition": "Sebuah metode yang digunakan protokol blockchain mata uang kripto untuk mencapai <a href=\"/glossary/#consensus\">konsensus</a> terdistribusi. PoS meminta pengguna untuk membuktikan kepemilikan sejumlah mata uang kripto (\"saham\" mereka dalam jaringan) agar dapat berpartisipasi dalam validasi transaksi. <a href=\"/developers/docs/consensus-mechanisms/pos/\">Selengkapnya tentang proof-of-stake</a>.",
  "pow-term": "Bukti kerja (PoW)",
  "pow-definition": "Mekanisme keamanan untuk blockchain yang mengharuskan node mengeluarkan energi dalam bentuk komputasi untuk menemukan nilai tertentu.",
  "proto-danksharding-term": "Proto-Danksharding",
  "proto-danksharding-definition": "Jenis transaksi baru yang menerima \"blob\" data untuk Ethereum. Data \"blob\" ini disimpan sementara di rantai suar selama 4096 epoch (~18,2 hari), dan dapat dipangkas secara opsional untuk membantu mengurangi kebutuhan perangkat keras bagi operator node.",
  "public-key-term": "Kunci Publik",
  "public-key-definition": "Kunci publik adalah serangkaian karakter yang memungkinkan orang lain mengirimkan mata uang digital kepada Anda dengan aman, seperti alamat email untuk uang.",
  "quadratic-voting-term": "Pemungutan suara kuadratik",
  "quadratic-voting-definition": "Ini adalah metode pemungutan suara di mana pemilih mengekspresikan seberapa kuat perasaan mereka terhadap suatu isu. Metode ini memungkinkan pemilih untuk menunjukkan tidak hanya preferensi, tetapi juga intensitas preferensi mereka.",
  "receipt-term": "Kuitansi",
  "receipt-definition": "Data yang dihasilkan oleh klien Ethereum untuk mewakili hasil dari <a href=\"/glossary/#transaction\">transaksi</a> tertentu, termasuk <a href=\"/glossary/#hash\">hash</a> pada transaksi, nomor <a href=\"/glossary/#block\">blok</a>nya, jumlah <a href=\"/glossary/#gas\">gas</a> yang dipakai, dan, dalam hal penyebaran <a href=\"/glossary/#smart-contract\">kontrak pintar</a>, <a href=\"/glossary/#address\">alamat</a> kontrak.",
  "recovery-phrase-term": "Frasa benih/frasa pemulihan",
  "recovery-phrase-definition": "Daftar kata yang diberikan kepada Anda saat membuat dompet digital. Ini berfungsi seperti kata sandi yang dapat membantu Anda masuk kembali ke dompet jika kehilangan akses, memastikan Anda tidak kehilangan uang atau token digital Anda.",
  "re-entrancy-attack-term": "Serangan masuk kembali",
  "re-entrancy-attack-definition": "Serangan yang melibatkan kontrak penyerang yang memanggil fungsi kontrak korban sedemikian rupa sehingga selama eksekusi, korban memanggil kembali kontrak penyerang secara rekursif. Hal ini dapat mengakibatkan, misalnya, pencurian dana dengan melewatkan bagian-bagian kontrak korban yang memperbarui saldo atau menghitung jumlah penarikan. <a href=\"/developers/docs/smart-contracts/security/#reentrancy\">Selengkapnya tentang re-entrancy</a>.",
  "reward-term": "Reward",
  "reward-definition": "Jumlah ether<a href=\"/developers/docs/consensus-mechanisms/pos/rewards-and-penalties\">yang diberikan kepada validators</a>yang melakukan fungsi tertentu, termasuk mengusulkan block atau berpartisipasi dalam sync-committee, pada setiap slot.",
  "rlp-term": "Prefiks Panjang Rekursif (RLP)",
  "rlp-definition": "Sebuah <a href=\"/developers/docs/data-structures-and-encoding\">standar encoding</a>yang dirancang oleh Ethereum developers untuk melakukan encode dan membuat serialize objek (struktur data) dengan menyeluruh dan panjang yang sewenang-wenang.",
  "rollups-term": "Rollup",
  "rollups-definition": "Sebuah <a href=\"/glossary/#layer-2\"> layer 2</a>mempunyai solusi scaling yang menggabungkan banyak transaksi dan mengirimkannya ke<a href=\"/glossary/#mainnet\"> rantai utama Ethereum </a> dalam satu transaksi. Ini memungkinkan pengurangan <a href=\"/glossary/#gas\">biaya gas</a>dan peningkatan lalu lintas<a href=\"/glossary/#transaction\">transaksi</a>. Terdapat Optimistic dan Zero-knowledge rollups yang menggunakan metode keamanan different untuk memberikan peningkatan skalabilitas ini. <a href=\"/developers/docs/scaling/#rollups\">Selanjutnya tentang rollups</a>.",
  "rpc-term": "Remote procedure call (RPC)",
  "rpc-definition": "RPC memungkinkan satu komputer meminta data atau tindakan dari komputer lain melalui network, seperti meminta informasi menggunakan pengendali jarak jauh.",
  "sha-term": "Algoritma Hash Aman (SHA)",
  "sha-definition": "Kelompok fungsi hash kriptografi yang diterbitkan oleh National Institute of Standards and Technology (NIST).",
  "serialization-term": "Serialisasi",
  "serialization-definition": "Proses mengubah struktur data menjadi urutan bita.",
  "sequencer-term": "Sequencer",
  "sequencer-definition": "Sequencer adalah program yang bertanggung jawab untuk mengurutkan transaksi dalam blockchain network, khususnya pada solusi scaling Layer 2.",
  "shard-term": "Shard / shard chain",
  "shard-definition": "Shard chains adalah bagian terpisah dari keseluruhan blockchain yang dapat menjadi tanggung jawab sebagian validators. Awalnya, ini dimaksudkan sebagai cara Ethereum scaled hingga jutaan transaksi per detik, tetapi kini telah digantikan oleh perkembangan cepat scaling menggunakan<a href=\"/glossary/#rollups\"> rollups</a>.",
  "sidechain-term": "Sidechain",
  "sidechain-definition": "Solusi scaling yang menggunakan rantai terpisah dengan yang different seringkali lebih cepat,<a href=\"/glossary/#consensus-rules\">consensus rules</a>. Jembatan bridge diperlukan untuk menghubungkan sidechains ini ke <a href=\"/glossary/#mainnet\">Mainnet</a>. <a href=\"/glossary/#rollups\">Rollup</a> juga menggunakan sidechain, tetapi bekerja sama dengan <a href=\"/glossary/#mainnet\">Mainnet</a>. <a href=\"/developers/docs/scaling/sidechains/\">Selanjutnya tentang sidechain</a>.",
  "signing-term": "Menandatangani / menyetujui",
  "signing-definition": "Mempertunjukkan secara kriptografi bahwa transaksi telah disetujui oleh pemegang kunci pribadi tertentu.",
  "singleton-term": "Unik",
  "singleton-definition": "Istilah pemrograman komputer yang menggambarkan objek yang hanya dapat berisi satu instans tunggal.",
  "slasher-term": "Pihak penegak penalti",
  "slasher-definition": "Slasher adalah entitas yang memindai attestations untuk mencari pelanggaran yang dapat dikenai slashing. Slashing yang ditemukan disiarkan ke network, dan block proposer berikutnya menambahkan bukti tersebut ke block. Block proposer kemudian menerima reward karena melakukan slashing terhadap malicious validator.",
  "slot-term": "Slot",
  "slot-definition": "Periode waktu (12 detik) di mana blocks baru dapat diusulkan oleh seorang <a href=\"/glossary/#validator\">validator</a>dalam sistem <a href=\"/glossary/#pos\">proof-of-stake</a>. Satu slot bisa kosong. 32 slot membentuk satu <a href=\"/glossary/#epoch\">epoch</a>. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Pelajari lebih lanjut tentang proof-of-stake</a>.",
  "smart-contract-term": "Kontrak pintar",
  "smart-contract-definition": "Smart contract adalah program yang secara otomatis mengakui kesepakatan di blockchain, seperti kontrak digital yang menegakkan dirinya sendiri. <a href=\"/smart-contracts/\">Pengenalan smart contracts</a>.",
  "snark-term": "SNARK",
  "snark-definition": ".",
  "soft-fork-term": "Soft fork",
  "soft-fork-definition": "Sebuah perbedaan dalam <a href=\"/glossary/#blockchain\">blockchain</a>yang terjadi ketika <a href=\"/glossary/#consensus-rules\">consensus rules</a>berubah. Berbeda dengan <a href=\"/glossary/#hard-fork\">hard fork</a>, soft fork bersifat kompatibel ke belakang; nodes yang ditingkatkan dapat validate blocks yang dibuat oleh nodes yang belum ditingkatkan selama mereka mengikuti consensus rules baru.",
  "solidity-term": "Solidity",
  "solidity-definition": "Bahasa program prosedural (imperatif) dengan sintaks yang similar JavaScript, C++, atau Java. Bahasa ini paling populer dan paling sering digunakan untuk <a href=\"/glossary/#smart-contract\">smart contract</a>di Ethereum. Dibuat oleh Dr. Gavin Wood. <a href=\"/developers/docs/smart-contracts/languages/#solidity\"> Lebih lanjut tentang Solidity</a>.",
  "solidity-inline-assembly-term": "Perakitan inline Solidity",
  "solidity-inline-assembly-definition": "<a href=\"/glossary/#evm\">EVM</a>menyusun bahasa dalam program <a href=\"/glossary/#solidity\">Solidity</a>. Dukungan Solidity untuk inline assembly mempermudah penulisan operasi tertentu.",
  "stablecoin-term": "Stablecoin",
  "stablecoin-definition": "sebuah stablecoin adalah jenis cryptocurrency yang dirancang memiliki nilai stabil, sering kali dipatok ke mata uang atau komoditas (seperti dolar AS), untuk meminimalkan volatilitas harga.<a href=\"/stablecoins/\">Lebih lanjut tentang stablecoin</a>.",
  "staking-term": "Penaruhan",
  "staking-definition": "Menyetorkan sejumlah <a href=\"/glossary/#ether\">ether</a>(taruhan Anda) untuk menjadi validator dan mengamankan <a href=\"/glossary/#network\">network</a>. Seorang validator memeriksa<a href=\"/glossary/#transaction\"> transaction</a> dan mengusulkan <a href=\"/glossary/#block\">blocks </a> dalam model konsensus <a href=\"/glossary/#pos\">proof-of-stake</a>. Staking memberikan insentif ekonomi agar Anda bertindak demi kepentingan terbaik jaringan. Anda akan mendapatkan hadiah karena menjalankan tugas <a href=\"/glossary/#validator\">validator</a>, tetapi akan kehilangan sejumlah ETH jika tidak melakukannya. <a href=\"/staking/\">Lebih lanjut tentang staking Ethereum</a>.",
  "staking-pool-term": "Pool penaruhan",
  "staking-pool-definition": "Gabungan ETH dari lebih dari satu Ethereum staker,digunakan untuk mencapai 32 ETH yang dibutuhkan untuk mengaktifkan satu set validator keys. Operator node menggunakan kunci ini untuk mengikuti dalam consensus, dan <a href=\"/glossary/#block-reward\">block rewards</a> di antara stakers yang berkontribusi. Staking pool atau delegasi staking bukan fitur asli protokol Ethereum, tetapi banyak solusi telah dibuat oleh komunitas.<a href=\"/staking/pools/\">Lebih lanjut tentang pooled staking</a>.",
  "stark-term": "STARK",
  "stark-definition": "Singkatan dari \"argumen pengetahuan yang transparan dan dapat diskalakan\", STARK adalah salah satu jenis <a href=\"#zk-proof\">bukti tanpa pengetahuan</a>.",
  "state-term": "State",
  "state-definition": "Bidikan spontan pada semua saldo dan data pada titik waktu tertentu di rantai blok, biasanya mengacu pada kondisi di blok tertentu.",
  "state-channels-term": "Kanal state",
  "state-channels-definition": "Sebuah solusi <a href=\"/glossary/#layer-2\">layer 2 </a>di mana sebuah channel dibuat antara peserta, sehingga mereka bisa melakukan transaksi dengan bebas dan murah. Hanya <a href=\"/glossary/#transaction\">transaction</a>untuk membuat channel dan menutup channel yang dikirim ke <a href=\"/glossary/#mainnet\">Mainnet</a>. Hal ini memungkinkan transaction throughput yang sangat tinggi, tetapi bergantung pada pengetahuan jumlah peserta sejak awal dan penyimpanan dana. <a href=\"/developers/docs/scaling/state-channels/#state-channels\">Lebih lanjut tentang state channels</a>.",
  "supermajority-term": "supermayoriti",
  "supermajority-definition": "Supermajority adalah istilah yang diberikan untuk jumlah yang melebihi 2/3 (66%) dari total ether yang dipertaruhkan untuk mengamankan Ethereum. Suara supermajority diperlukan agar blok dapat<a href=\"/glossary/#finality\">finalized</a>di Beacon Chain.",
  "sybil-attack-term": "Serangan Sybil",
  "sybil-attack-definition": "Serangan Sybil mengacu pada individu manusia yang menipu suatu sistem untuk berpikir bahwa mereka adalah beberapa orang untuk meningkatkan pengaruhnya.",
  "syncing-term": "menyinkronkan ",
  "syncing-definition": "Proses mengunduh seluruh versi terbaru rantai blok ke sebuah simpul.",
  "sync-committee-term": "Tim sinkron ",
  "sync-committee-definition": "Sync committee adalah kumpulan validator yang dipilih secara acak dan di perbarui kurang lebih 27 jam, tujuan mereka adalah menambahkan tanda tangan pada header blok yang valid. Sync committee memungkinkan ligh client untuk tetap bisa ikut head blockchain tanpa harus d i cek oleh semua validator.",
  "szabo-term": "Szabo",
  "szabo-definition": "Satuan dari<a href=\"/glossary/#ether\">Ethers</a>. 1 Szabo = 10<sup>12</sup><a href=\"/glossary/#wei\">wei</a>. 10<sup>6</sup> Szabo = 1 Ethers.",
  "terminal-total-difficulty-term": "Tingkat kesulitan total terminal (TTD)",
  "terminal-total-difficulty-definition": "Total difficulty adalah jumlah difficulty penambangan Ethash untuk semua blocks hingga titik tertentu di blockchain. Terminal total difficulty adalah nilai spesifik dari total difficulty yang digunakan sebagai pemicu bagi execution client untuk menghentikan fungsi mining dan penyebaran blok, sehingga memungkinkan network beralih ke proof-of-stake. Saat ini tidak lagi relevan karena Ethereum telah beralih ke proof-of-stake.<a href=\"/glossary/#pos\"> Lebih lanjut tentang pooled staking</a>.",
  "testnet-term": "Testnet",
  "testnet-definition": "Singkatan dari 'test network' yaitu sebuah jaringan yang di gunakan untuk menstimulasikan cara kerja jaringan ethereum.",
  "token-term": "Token",
  "token-definition": "Barang virtual yang dapat diperdagangkan dan didefinisikan di kontrak pintar pada rantai blok Ethereum.",
  "token-factory-term": "Pabrik token",
  "token-factory-definition": "Pabrik token adalah sebuah kontrak pintar yang memfasilitasi pembuatan token dalam standar tertentu, seperti <a href=\"#erc-20\">ERC-20</a>, <a href=\"#erc-721\">ERC-721</a>, atau <a href=\"#erc-1155\">ERC-1155</a>. Kontrak pintar ini berfungsi sebagai templat, yang memungkinkan pengguna untuk menyebarkan token baru dengan parameter khusus seperti nama, simbol, pasokan, dan fungsionalitas tambahan tanpa harus membuat kontrak pintar baru dari awal.",
  "transaction-term": "Transaksi",
  "transaction-definition": "Data yang terikat dengan Ethereum Blockchain ditandatangani oleh<a href=\"/glossary/#account\">account</a> ditujukan ke <a href=\"/glossary/#address\">address</a>tertentu. Transaksi ini berisi metadata seperti <a href=\"/glossary/#gas-limit\"> gas </a> transaksi tersebut.<a href=\"/developers/docs/transactions/\"> Lebih lanjut tentang transaksi</a>.",
  "transaction-fee-term": "Biaya transaksi",
  "transaction-fee-definition": "Biaya yang harus Anda bayar setiap kali menggunakan Ethereum network. Contohnya termasuk mengirim dana dari<a href=\"/glossary/#wallet\">wallet</a>Anda atau interaksi dengan <a href=\"/glossary/#dapp\">dapp</a>, seperti menukar token atau membeli koleksi digital. Anda bisa menganggap ini seperti biaya layanan. Biaya ini akan berubah tergantung seberapa sibuk network. Hal ini karena <a href=\"/glossary/#validator\">validator</a>, orang-orang yang bertanggung jawab memproses transaksi Anda, cenderung memprioritaskan transaksi dengan biaya lebih tinggi – sehingga kemacetan membuat harganya naik.<br/><br/>Secara teknis, biaya transaksi Anda terkait dengan berapa banyak <a href=\"/glossary/#gas\">gas</a>yang dibutuhkan oleh transaksi Anda.<br/><br/>Mengurangi transaction fees saat ini menjadi topik yang sangat menarik. Lihat <a href=\"/glossary/#layer-2\">Layer 2</a>.",
  "trust-assumptions-term": "Asumsi kepercayaan",
  "trust-assumptions-definition": "Asumsi kepercayaan adalah keyakinan dasar tentang keamanan dan keunggulan suatu sistem, yang membimbing apa yang kita percayai agar sistem dapat berfungsi.",
  "trustlessness-term": "Ketidakpercayaan",
  "trustlessness-definition": "Kemampuan jaringan untuk memediasi transaksi tanpa perlu ada kepercayaan dari pihak mana pun yang terlibat terhadap pihak ketiga.",
  "turing-complete-term": "Lengkap secara Turing",
  "turing-complete-definition": "Sebuah konsep yang dinamai menurut nama matematikawan dan ilmuwan komputer Inggris, Alan Turing - sebuah sistem aturan manipulasi data (seperti set instruksi komputer, bahasa pemrograman, atau automaton seluler) akan disebut sebagai \"Lengkap secara Turing\" atau \"universal secara komputasi\" jika sistem tersebut dapat digunakan untuk menyimulasikan setiap mesin Turing.",
  "validator-term": "Validator",
  "validator-definition": "Sebuah <a href=\"/glossary/#node\">node</a>dalam sistem <a href=\"/glossary/#pos\">proof-of-stake</a> yang bertanggung jawab menyimpan data, memproses transaksi, dan menambahkan blok baru ke blockchain. Untuk mengaktifkan perangkat lunak validator, Anda perlu dapat <a href=\"/glossary/#staking\">stake</a>32 ETH. Lebih lanjut tentang <a href=\"/staking/\">staking di Ethereum</a>.",
  "validator-lifecycle-term": "Siklus hidup Validator",
  "validator-lifecycle-definition": "Urutan states yang bisa dimiliki seorang validator. Status tersebut meliputi: <br/><br/><ul><li>deposited: Setidaknya 32 ETH telah disetor ke <a href=\"/glossary/#deposit-contract\">deposit contract</a>oleh validator</li><li>pending: validator berada dalam antrean mengaktifkan menunggu untuk dipilih oleh validator </li>yang sudah ada ke network <li>active: saat ini melakukan attesting dan mengusulkan blocks</li><li>slashing: validator telah berperilaku buruk dan sedang dikenai slashed</li><li>exiting: validator telah ditandai untuk keluar dari jaringan, baik secara sukarela maupun karena telah dikeluarkan.</li></ul>",
  "validity-proof-term": "Validity proof",
  "validity-proof-definition": "Model keamanan untuk solusi <a href=\"/glossary/#layer-2\">layer 2</a>tertentu, di mana untuk meningkatkan kecepatan, transaksi digabungkan atau rolled up ke dalam batch dan diajukan ke Ethereum dalam satu transaksi. Perhitungan transaksi dilakukan di luar rantai atau offchain dan kemudian ditambahkan ke rantai utama bersama dengan bukti validitas. Metode ini meningkatkan jumlah transaksi yang dapat diproses sambil tetap menjaga keamanan. Beberapa <a href=\"/glossary/#rollups\">rollups</a>menggunakan <a href=\"/glossary/#fraud-proof\">fraud proof</a>.<a href=\"/developers/docs/scaling/zk-rollups/\">Lebih lanjut tentang zero-knowledge rollups</a>.",
  "validium-term": "Validium",
  "validium-definition": "Sebuah solusi offchain yang menggunakan <a href=\"/glossary/#validity-proof\">validity proofs</a>untuk meningkatkan throughput transaksi. Tidak seperti <a href=\"/glossary/#zk-rollup\">Zero-knowledge rollups</a>, data validium tidak disimpan di layer 1 Mainnet. <a href=\"/developers/docs/scaling/validium/\">Lebih lanjut tentang validium</a>.",
  "vyper-term": "Vyper",
  "vyper-definition": "Bahasa program tingkat tinggi dengan sintaks mirip Python. Ditujukan untuk mendekati bahasa fungsional murni. Diciptakan oleh Vitalik Buterin. <a href=\"/developers/docs/smart-contracts/languages/#vyper\">Lebih lanjut tentang Vyper</a>.",
  "wallet-term": "Dompet",
  "wallet-definition": "Wallet adalah tool digital untuk menyimpan, mengirim, dan menerima mata uang digital, seperti dompet virtual untuk online money Anda. <a href=\"/wallets/\">Lebih lanjut tentang dompet Ethereum</a>.",
  "web2-term": "Web2",
  "web2-definition": "Apakah internet saat ini fokus pada konten buatan user dan media sosial yang dikendalikan oleh beberapa perusahaan. Web3 adalah keyakinan dalam kripto bahwa users seharusnya mengendalikan data dan transaksi mereka sendiri.",
  "web3-term": "Web3",
  "web3-definition": "Web3 adalah internet baru dengan blockchain, di mana pengguna mengontrol data dan transaksi, bukan perusahaan. Tidak perlu membagikan informasi pri<a href=\"/web3/\">badi apa pun. Lebih lanjut tentang web3</a>.",
  "wei-term": "Wei",
  "wei-definition": "Denominasi terkecil dari ether. 10<sup>18</sup>wei = 1 ether.",
  "wrapped-token-term": "Wrapped token",
  "wrapped-token-definition": "Token berbasis blockchain yang merepresentasikan mata uang kripto atau aset lain di jaringan yang berbeda. Misalnya, <a href=\"/wrapped-eth/#intro-to-weth\">Wrapped Ether (WETH)</a> merepresentasikan Ether (ETH) dalam format yang sesuai dengan standar token <a href=\"/glossary/#erc-20\">ERC-20</a> Ethereum. Aset asli dikunci secara aman oleh <a href=\"/glossary/#smart-contract\">kontrak pintar</a>, dan token terbungkus yang setara dicetak. Mekanisme ini memungkinkan interoperabilitas di dalam dan antar-blockchain, sehingga aset seperti ETH dapat digunakan secara lancar dalam aplikasi terdesentralisasi sambil tetap mempertahankan nilainya.",
  "zero-address-term": "Alamat nol",
  "zero-address-definition": "Alamat Ethereum, yang seluruhnya terdiri dari angka nol, yang sering digunakan sebagai alamat untuk menghapus token dari sirkulasi yang dimilikinya. Perbedaan dibuat antara token yang dihapus secara resmi dari indeks kontrak pintar melalui metode burn() dan token yang dikirim ke alamat ini.",
  "zk-proof-term": "Bukti zero-knowledge",
  "zk-proof-definition": "Bukti tanpa pengetahuan adalah metode kriptografi yang memungkinkan seseorang membuktikan bahwa suatu pernyataan itu benar tanpa menyampaikan informasi tambahan apa pun. <a href=\"/developers/docs/scaling/zk-rollups/\">Selengkapnya tentang rollup tanpa pengetahuan</a>.",
  "zk-rollup-term": "Rollup tanpa pengetahuan",
  "zk-rollup-definition": "Sebuah <a href=\"/glossary/#rollups\">rollup</a> transaksi yang menggunakan <a href=\"/glossary/#validity-proof\">bukti validitas</a> untuk menawarkan peningkatan throughput transaksi <a href=\"/glossary/#layer-2\">lapisan 2</a> dengan tetap menggunakan keamanan yang disediakan oleh Mainnet (lapisan 1). Meskipun tidak dapat menangani jenis transaksi yang kompleks, seperti <a href=\"/glossary/#optimistic-rollup\">optimistic rollup</a>, rollup ini tidak memiliki masalah latensi karena transaksi terbukti valid saat dikirimkan. <a href=\"/developers/docs/scaling/zk-rollups/\">Selengkapnya tentang zero-knowledge rollup</a>."
}
