{
  "page-what-is-ethereum-network-meta-title": "Apa itu jaringan Ethereum? | ethereum.org",
  "page-what-is-ethereum-network-meta-description": "Pahami apa itu jaringan Ethereum, penaruhan dan keamanan, biaya jaringan (alias gas), jaringan penskalaan lapisan ke-2, dan cara menjelajahi data jaringan langsung.",
  "page-what-is-ethereum-network-twitter-meta-description": "Pahami apa itu jaringan Ethereum, penaruhan dan keamanan, biaya jaringan, jaringan penskalaan lapisan ke-2, dan cara menjelajahi data jaringan langsung.",
  "page-what-is-ethereum-network-title": "Apa itu jaringan Ethereum?",
  "page-what-is-ethereum-network-description-1": "Jaringan Ethereum adalah infrastruktur fisik dan digital yang menopang Ethereum.",
  "page-what-is-ethereum-network-description-2": "Ini termasuk simpul yang menyimpan data, validator yang memproses transaksi, perangkat lunak yang mengeksekusi kontrak pintar, dan jaringan Lapisan ke-2 yang meningkatkan skala Ethereum melampaui rantai utama.",
  "page-what-is-ethereum-network-section-network-fees-title": "Apa itu biaya jaringan Ethereum (alias biaya gas)?",
  "page-what-is-ethereum-network-section-staking-title": "Apa itu penaruhan dan bagaimana cara kerjanya mengamankan jaringan?",
  "page-what-is-ethereum-network-section-layer-2s-title": "Apa itu Lapisan ke-2 Ethereum dan bagaimana cara kerjanya meningkatkan skala jaringan?",
  "page-what-is-ethereum-network-section-live-network-data-title": "Cara menjelajahi data jaringan Ethereum langsung",
  "page-what-is-ethereum-network-read-next-title": "Baca selanjutnya",
  "page-what-is-ethereum-network-read-next-item-1": "Apa itu dompet?",
  "page-what-is-ethereum-network-read-next-item-2": "Apa itu ether (ETH)?",
  "page-what-is-ethereum-network-read-next-item-3": "Apa itu web3?",
  "page-what-is-ethereum-network-read-next-item-4": "Pelajari lebih lanjut tentang jaringan Ethereum",
  "page-what-is-ethereum-network-section-description-1": "Ketika orang berbicara tentang Ethereum, mereka biasanya membicarakan beberapa hal yang berbeda. Ada ekosistem aplikasi dan aset digital, platform perangkat lunak sumber terbuka, dan mata uang aslinya, ether (ETH).",
  "page-what-is-ethereum-network-section-description-2": "Namun di balik itu semua adalah <strong>jaringan Ethereum</strong>; fondasi fisik dan digital yang menyatukan semuanya.",
  "page-what-is-ethereum-network-section-description-3": "Pada intinya, jaringan Ethereum adalah kumpulan <strong>ribuan komputer independen yang disebut simpul</strong>. Simpul-simpul ini <strong>dijalankan oleh orang-orang di seluruh dunia</strong>. Mereka bekerja sama untuk menyimpan data, menjalankan kontrak pintar, dan mencatat setiap transaksi pada buku besar yang terbuka dan publik.",
  "page-what-is-ethereum-network-section-description-4": "Jaringan Ethereum menangani beberapa tugas utama, seperti:",
  "page-what-is-ethereum-network-section-description-5": "memperbarui akun dan saldo pengguna",
  "page-what-is-ethereum-network-section-description-6": "menjalankan kontrak pintar (program yang menjalankan aplikasi)",
  "page-what-is-ethereum-network-section-description-7": "melacak kepemilikan aset digital (seperti stablecoin dan NFT)",
  "page-what-is-ethereum-network-section-description-8": "memproses semua transaksi yang mengalir melalui Ethereum setiap hari",
  "page-what-is-ethereum-network-section-description-9": "Untungnya, Anda tidak perlu memahami cara kerja jaringan untuk menggunakannya.",
  "page-what-is-ethereum-network-section-description-10": "Kebanyakan orang hanya menggunakan jaringan melalui <a>dompet digital</a>. <strong>Dompet</strong> biasanya merupakan aplikasi web atau seluler yang memungkinkan Anda <strong>mengirim</strong> dan <strong>menerima ETH, mengelola aset Anda</strong>, dan menggunakan aplikasi.",
  "page-what-is-ethereum-network-section-description-11": "Jenis pengguna lain seperti pengembang dan bisnis yang membangun di atas Ethereum mungkin menggunakan API, perangkat lunak simpul, atau menyebarkan kontrak pintar.",
  "page-what-is-ethereum-network-section-description-12": "Jaringan Ethereum berbeda dari sistem tradisional karena cara desainnya. <strong>Kode dan data Ethereum disimpan di simpul terdesentralisasi</strong> di seluruh dunia, sehingga tidak ada yang dapat memblokir akses Anda atau mematikan aplikasi Anda.",
  "page-what-is-ethereum-network-section-description-13": "Dan karena siapa pun dapat bergabung, ini membuka pintu bagi akses dan inovasi global.",
  "page-what-is-ethereum-network-section-description-14": "Kualitas-kualitas ini memungkinkan hal-hal yang sebelumnya tidak mungkin dilakukan, seperti:",
  "page-what-is-ethereum-network-section-description-15": "kepemilikan data",
  "page-what-is-ethereum-network-section-description-16": "media sosial tanpa deplatforming",
  "page-what-is-ethereum-network-section-description-17": "sistem keuangan yang terbuka dan transparan",
  "page-what-is-ethereum-network-section-description-18": "Pada intinya, jaringan Ethereum adalah fondasi untuk kepemilikan digital dan partisipasi terbuka.",
  "page-what-is-ethereum-network-section-description-19": "Anda mungkin mendengar orang merujuk ke <strong>Jaringan Utama Ethereum</strong>. Ini adalah jaringan Ethereum yang sama yang digunakan jutaan orang setiap hari, tempat aset nyata dipertukarkan dan aplikasi nyata berada. Namun, “Mainnet” membantu membedakannya dari jaringan lapisan ke-2 Ethereum, dan jaringan uji (testnet) yang digunakan pengembang untuk mencoba fitur baru sebelum diluncurkan.",
  "page-what-is-ethereum-network-gas-section-description-1": "Setiap transaksi di Ethereum membutuhkan sedikit biaya yang disebut biaya gas. Baik Anda mengirim ETH, menukar token, atau menggunakan aplikasi, Anda membayar sejumlah kecil gas setiap kali Anda menulis data ke blockchain.",
  "page-what-is-ethereum-network-gas-section-description-2": "<strong>Biaya gas menjaga Ethereum berjalan lancar</strong>. Tanpa itu, pelaku jahat dapat mengirim spam ke jaringan dengan transaksi kosong dan membuatnya tidak mungkin digunakan karena kemacetan yang parah, karena tidak akan ada cara untuk memprioritaskan transaksi berdasarkan biaya yang bersedia dibayar pengguna.",
  "page-what-is-ethereum-network-gas-section-description-3": "Biaya gas Ethereum menutupi biaya berbagai sumber daya yang berbeda yang dapat dikonsumsi oleh suatu transaksi, seperti komputasi, lebar pita, atau penyimpanan. Semua ini diabstraksikan menjadi satu nilai untuk pengguna, tetapi R&D yang ekstensif dilakukan untuk menentukan berapa biaya setiap operasi relatif terhadap yang lain.",
  "page-what-is-ethereum-network-gas-section-description-4": "Jadi, apa yang terjadi ketika Anda membayar gas? Sebagian dibayarkan <strong>kepada validator</strong> yang menambahkan transaksi Anda ke \"blok\" transaksi. Bagian lain <strong>\"dibakar\", menghapusnya dari pasokan</strong>.",
  "page-what-is-ethereum-network-gas-section-description-5": "Ini membantu menyeimbangkan penawaran dan permintaan, karena <strong>ketika jaringan sibuk, biaya naik</strong>. Ketika lebih sepi, biaya turun.",
  "page-what-is-ethereum-network-gas-section-description-6": "Sejak jaringan <blog>memperkenalkan pembakaran biaya</blog> pada bulan Agustus 2021, <strong>jutaan ETH <beaconchain>telah dibakar</beaconchain></strong>. Anda dapat menjelajahi angka terbaru menggunakan <ultrasound>dasbor dan penjelajah jaringan</ultrasound> yang dibuat oleh komunitas Ethereum.",
  "page-what-is-ethereum-network-gas-section-description-7": "Jadi, berapa biaya sebuah transaksi?",
  "page-what-is-ethereum-network-gas-section-description-8": "Nah, <strong>biaya bervariasi tergantung pada apa yang Anda lakukan</strong>. Hanya mengirim ETH mungkin biayanya kurang dari satu dolar. Menukar token di bursa terdesentralisasi (DEX) bisa beberapa dolar atau lebih, terutama jika jaringan sedang sibuk. Semakin kompleks transaksi, semakin banyak gas yang dibutuhkan.",
  "page-what-is-ethereum-network-gas-section-description-9": "Biaya gas adalah salah satu bagian yang paling terlihat dari penggunaan Ethereum, terutama untuk pengguna baru, tetapi semuanya bertujuan untuk membuat jaringan lebih andal dan aman.",
  "page-what-is-ethereum-network-gas-section-description-10": "Pelajari lebih lanjut tentang biaya jaringan Ethereum",
  "page-what-is-ethereum-network-staking-section-description-1": "Jaringan Ethereum diamankan oleh sistem yang disebut penaruhan. Ini adalah cara Ethereum <strong>memverifikasi transaksi, menambahkan blok baru</strong>, dan menjaga jaringan <strong>aman dari serangan</strong>.",
  "page-what-is-ethereum-network-staking-section-description-2": "Ketika Ethereum pertama kali dimulai, ia menggunakan mekanisme konsensus (cara untuk menyepakati siapa pemilik apa) yang disebut bukti kerja. Ini adalah mekanisme yang sama yang digunakan Bitcoin saat ini.",
  "page-what-is-ethereum-network-staking-section-description-3": "Pada bulan September 2022, Ethereum ditingkatkan ke mekanisme konsensus bukti taruhan yang lebih aman dan hemat energi.",
  "page-what-is-ethereum-network-staking-section-description-4": "Jadi, bagaimana cara kerjanya?",
  "page-what-is-ethereum-network-staking-section-description-5": "Sederhananya, orang mengunci sejumlah ETH <strong>(mempertaruhkan ETH mereka)</strong>, sebagai deposit sehingga mereka dapat membantu <strong>mengamankan jaringan</strong>. Orang-orang ini disebut validator. Ketika Anda menaruhkan ETH, validator Anda akan dipilih untuk memeriksa dan menambahkan transaksi baru. Jika Anda melakukannya dengan jujur, Anda <strong>mendapatkan imbalan</strong>. Jika Anda <strong>mencoba berbuat curang, Anda kehilangan sebagian dari taruhan Anda</strong>.",
  "page-what-is-ethereum-network-staking-section-description-6": "Penaruhan adalah cara Ethereum secara kredibel berkomitmen pada kualitas layanannya. Semua uang yang dipertaruhkan ini memiliki kepentingan terbaik agar Ethereum tetap aman—apakah Anda akan bertaruh melawannya?",
  "page-what-is-ethereum-network-staking-section-description-7": "Hanya dua tahun setelah meluncurkan bukti taruhan, Ethereum menarik <validators>lebih dari satu juta validator</validators> yang menaruhkan <stakedEther>jutaan ETH</stakedEther> untuk mengamankan Ethereum. <strong>Hal ini membuat Ethereum sangat mahal dan sulit untuk diserang</strong>. Ini karena, untuk menyerang jaringan, <strong>sebuah entitas membutuhkan setidaknya 1/3 dari semua ETH yang dipertaruhkan untuk mulai menyerang jaringan</strong>. Saat ini, jumlah tersebut mencapai puluhan miliar dolar, dan bahkan saat itu, serangan kemungkinan besar akan gagal karena lebih dari 1/3 yang tidak setuju dengan sisa jaringan akan mencegah finalisasi, tetapi rantai akan terus tumbuh dengan versi lain yang dianggap sebagai sumber kebenaran. Lebih dari 1/2 mengubah versi mana yang dianggap sebagai kebenaran, dan lebih dari 2/3 akan memungkinkan finalisasi sesuatu yang tidak disetujui oleh yang lain.",
  "page-what-is-ethereum-network-staking-section-description-8": "Inilah yang memberikan Ethereum “<strong>keamanan ekonomi</strong>”. Ini bukan hanya tentang memiliki teknologi yang tepat. Ini tentang membuat serangan terlalu mahal bahkan untuk dicoba.",
  "page-what-is-ethereum-network-staking-section-description-9": "Untuk membantu mengamankan jaringan Ethereum, Anda dapat melakukan ini dengan dua cara utama.",
  "page-what-is-ethereum-network-staking-section-description-10": "Cara pertama adalah menjalankan simpul. Simpul menyimpan seluruh riwayat blockchain, termasuk semua transaksi dan data kontrak pintar. Dengan menyinkronkan dengan simpul lain, mereka dapat menyepakati keadaan jaringan, memastikan transaksi sah dan data kontrak pintar tersedia.",
  "page-what-is-ethereum-network-staking-section-description-11": "Cara kedua adalah menaruhkan ETH Anda. Cara termudah adalah melalui penyedia staking seperti <lido>Lido</lido> atau <rocketpool>Rocketpool</rocketpool>. tetapi jika Anda memiliki pengetahuan teknis, coba jalankan perangkat lunak validator di rumah.",
  "page-what-is-ethereum-network-staking-section-description-12": "Pelajari lebih lanjut tentang penaruhan dan cara melakukannya",
  "page-what-is-ethereum-network-staking-section-description-13": "Pelajari cara menjalankan simpul",
  "page-what-is-ethereum-network-layer-2s-section-description-1": "Seiring Ethereum menjadi lebih populer, jaringan menjadi lebih sibuk. Ketika permintaan tinggi, biaya gas naik dan transaksi memakan waktu lebih lama. Untuk mengatasi ini, para pengembang telah membangun serangkaian <strong>jaringan pendamping</strong> yang disebut lapisan ke-2.",
  "page-what-is-ethereum-network-layer-2s-section-description-2": "Lapisan ke-2, juga disebut sebagai L2, adalah jaringan lain yang <strong>berjalan di atas Ethereum</strong>. Mereka memproses transaksi secara terpisah, kemudian mengirim ringkasan untuk disimpan di Ethereum.",
  "page-what-is-ethereum-network-layer-2s-section-description-3": "Anda dapat menganggapnya seperti jalur ekspres di jalan tol. Alih-alih setiap transaksi melewati Jaringan Utama Ethereum, banyak di antaranya menggunakan jalan yang lebih cepat dan lebih murah ini.",
  "page-what-is-ethereum-network-layer-2s-section-description-4": "Beberapa L2 paling populer termasuk <strong>Base, Arbitrum, Optimism, zkSync</strong> dan <strong>Starknet</strong>. Masing-masing bekerja sedikit berbeda, tetapi idenya sama—meningkatkan skala Ethereum tanpa mengorbankan keamanan.",
  "page-what-is-ethereum-network-layer-2s-section-description-5": "Transfer ETH sederhana di Optimism atau zkSync bisa <l2fees>berbiaya serendah $0,04</l2fees>, dibandingkan dengan $0,3-$1 di Jaringan Utama Ethereum. Transaksi lain seperti menukar token <l2fees>bisa serendah $0,20</l2fees>. Bagi pengguna, ini berarti <strong>transaksi lebih cepat dengan harga yang jauh lebih murah</strong>.",
  "page-what-is-ethereum-network-layer-2s-section-description-6": "Akibatnya, L2 berkembang pesat. Secara bersamaan, mereka menyimpan <l2beat>aset digital senilai miliaran dolar</l2beat>.",
  "page-what-is-ethereum-network-layer-2s-section-description-7": "Karena L2 mendapat manfaat dari keamanan Ethereum, perusahaan yang ingin membuat pembayaran dan aplikasi global mulai membangun di atas Ethereum.",
  "page-what-is-ethereum-network-layer-2s-section-description-8": "Sebagai contoh, Robinhood baru-baru ini <robinhood>meluncurkan L2-nya sendiri</robinhood> untuk menjajaki penyelesaian saham yang lebih cepat. PayPal <paypal>memindahkan stablecoin PYUSD-nya ke Ethereum L2 Arbitrum</paypal>. Shopify sekarang <shopify>memungkinkan pedagang menerima stablecoin USDC</shopify> di Base.",
  "page-what-is-ethereum-network-layer-2s-section-description-9": "Bagi pengguna, memindahkan aset antara Ethereum dan L2 sangatlah mudah. Anda dapat menggunakan jembatan, yang dibuat oleh L2 seperti <superbridge>Superbridge oleh Optimism</superbridge> atau <portal>Portal oleh ZKsync</portal> untuk memindahkan ETH dan aset lainnya. Anda bahkan dapat menggunakan alat pihak ketiga seperti <hop>Hop</hop> dan <across>Across</across> yang dibuat oleh tim independen.",
  "page-what-is-ethereum-network-layer-2s-section-description-10": "Pelajari lebih lanjut tentang jaringan Lapisan ke-2 Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-1": "Ethereum transparan secara desain. Setiap tindakan di jaringan, dari mengirim ETH hingga menjalankan validator, dicatat pada buku besar yang terbuka dan publik yang dapat diakses oleh siapa saja.",
  "page-what-is-ethereum-network-live-network-data-section-description-2": "Ini sangat kontras dengan cara kerja sebagian besar sistem saat ini:",
  "page-what-is-ethereum-network-live-network-data-section-description-3": "bank dan institusi menerbitkan angka internal mereka",
  "page-what-is-ethereum-network-live-network-data-section-description-4": "angka penggunaan aplikasi dijaga ketat oleh perusahaan teknologi",
  "page-what-is-ethereum-network-live-network-data-section-description-5": "data ekonomi sering datang terlambat dan direvisi kemudian",
  "page-what-is-ethereum-network-live-network-data-section-description-6": "Dengan Ethereum, Anda tidak perlu percaya. Anda bisa memverifikasi.",
  "page-what-is-ethereum-network-live-network-data-section-description-7": "Anda tidak perlu memahami semua ini untuk menggunakan Ethereum. Namun jika Anda ingin tahu tentang berapa banyak transaksi yang diselesaikan pada tahun 2024, atau berapa banyak alamat Ethereum baru yang dibuat dalam enam bulan terakhir, ada alat yang memungkinkan siapa saja menjelajahi jaringan secara waktu nyata.",
  "page-what-is-ethereum-network-live-network-data-section-description-8": "Berikut adalah beberapa sumber data yang paling berguna, dan untuk apa Anda dapat menggunakannya:",
  "page-what-is-ethereum-network-live-network-data-section-description-9": "<etherscan>Etherscan</etherscan>: Periksa transaksi, aktivitas dompet, dan kontrak pintar",
  "page-what-is-ethereum-network-live-network-data-section-description-10": "<beaconcha>beaconcha.in</beaconcha>: Lihat statistik validator, tingkat staking, dan kesehatan jaringan",
  "page-what-is-ethereum-network-live-network-data-section-description-11": "<ultrasound>ultrasound.money</ultrasound>: Lacak pasokan, penerbitan, dan pembakaran ETH secara waktu nyata",
  "page-what-is-ethereum-network-live-network-data-section-description-12": "<l2fees>l2fees.info</l2fees>: Bandingkan biaya transaksi saat ini di Ethereum dan L2",
  "page-what-is-ethereum-network-live-network-data-section-description-13": "<l2beat>L2Beat</l2beat>: Lihat nilai yang diamankan dan model keamanan di semua L2 utama",
  "page-what-is-ethereum-network-live-network-data-section-description-14": "<growthepie>growthepie</growthepie>: Lihat semua aktivitas dan pertumbuhan di dalam rantai di seluruh Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-15": "<dune>Dune</dune>: Jelajahi dasbor khusus pada semua aset digital di seluruh Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-16": "<tokenterminal>Token Terminal</tokenterminal>: Bandingkan pendapatan dapp, penggunaan, dan kinerja protokol",
  "page-what-is-ethereum-network-live-network-data-section-description-17": "<nansen>Nansen</nansen>: Ikuti aliran dompet, pergerakan stablecoin, dan tren uang pintar.",
  "page-what-is-ethereum-network-live-network-data-section-description-18": "Semua alat ini tersedia jika Anda membutuhkannya.",
  "page-what-is-ethereum-network-live-network-data-section-description-19": "Baik Anda seorang pengembang, peneliti, investor, atau hanya seseorang yang ingin memeriksa transaksi, jaringan terbuka Ethereum memberi Anda data—langsung, tanpa izin, dan dapat diverifikasi.",
  "page-what-is-ethereum-network-live-network-data-section-description-20": "Jelajahi dasbor jaringan Ethereum dan penjelajah blok"
}