{
  "page-what-is-ethereum-101": "Ethereum 101",
  "page-what-is-ethereum-101-desc": "Ethereum adalah sebuah teknologi yang memungkinkan Anda mengirimkan uang mata kripto kepada siapa pun dengan biaya ringan. Ethereum juga memberdayakan aplikasi yang bisa digunakan oleh siapa pun dan tidak bisa dihentikan oleh siapa pun.",
  "page-what-is-ethereum-101-desc-2": "Ethereum dibangun berdasarkan inovasi Bitcoin, dengan beberapa perbedaan besar.",
  "page-what-is-ethereum-101-desc-3": "Keduanya memungkinkan Anda menggunakan uang digital tanpa jasa penyedia pembayaran ataupun bank. Akan tetapi Ethereum dapat diprogram, sehingga Anda bisa menggunakannya untuk banyak aset digital berbeda – termasuk Bitcoin!",
  "page-what-is-ethereum-101-desc-4": "Hal ini juga berarti Ethereum lebih dari sekedar pembayaran. Ini adalah sebuah pasar yang menyediakan jasa keuangan, game, dan aplikasi yang tidak dapat mencuri data Anda ataupun menyensor Anda.",
  "page-what-is-ethereum-101-italic": "blockchain kelas dunia yang dapat diprogram.",
  "page-what-is-ethereum-101-strong": "Inilah ",
  "page-what-is-ethereum-accessibility": "Ethereum terbuka untuk siapa saja.",
  "page-what-is-ethereum-adventure": "Pilih petualangan Anda!",
  "page-what-is-ethereum-alt-img-bazaar": "Ilustrasi seseorang yang sedang mengintip bazar, yang dimaksudkan untuk menggambarkan Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Ilustrasi anggota komunitas Ethereum yang sedang bekerja bersama",
  "page-what-is-ethereum-alt-img-lego": "Ilustrasi sebuah tangan yang sedang membuat logo ETH yang terbuat dari batu bata lego",
  "page-what-is-ethereum-alt-img-social": "Ilustrasi karakter di ruang sosial yang didekasikan untuk Ethereum dengan sebuah logo besar ETH",
  "page-what-is-ethereum-banking-card": "Perbankan bagi semua orang",
  "page-what-is-ethereum-banking-card-desc": "Tidak semua orang mempunyai akses ke jasa keungan. Satu-satunya yang Anda butuhkan untuk mengakses Ethereum dan seluruh produknya yaitu pemberian pinjaman, peminjaman, dan tabungan adalah koneksi internet.",
  "page-what-is-ethereum-build": "Buat sesuatu dengan Ethereum",
  "page-what-is-ethereum-build-desc": "Jika Anda ingin mencoba membangun sesuatu dengan Ethereum, baca dokumentasi kami, coba beberapa tutorial, atau lihat peralatan yang Anda butuhkan untuk memulai.",
  "page-what-is-ethereum-censorless-card": "Tahan penyensoran",
  "page-what-is-ethereum-censorless-card-desc": "Tidak ada pemerintah ataupun perusahaan yang mempunyai kontrol atas Ethereum. Desentralisai ini membuat hampir mustahil bagi siapa pun untuk menghentikan Anda menerima pembayaran ataupun menggunakan layanan yang terdapat di Ethereum.",
  "page-what-is-ethereum-comm-desc": "Komunitas kami terdiri dari orang-orang dengan berbagai latar belakang, termasuk seniman, anarkisme kripto, perusahaan fortune 500, dan sekarang Anda. Cari tahu bagaimana cara Anda terlibat hari ini.",
  "page-what-is-ethereum-commerce-card": "Jaminan perdagangan",
  "page-what-is-ethereum-commerce-card-desc": "Ethereum menciptakan lapangan bermain yang lebih setara. Pelanggan memiliki jaminan terintegrasi dan aman bahwa dana hanya akan berpindah tangan jika Anda memberikan apa yang telah disepakati. Anda tidak membutuhkan pengaruh perusahaan besar untuk melakukan bisnis.",
  "page-what-is-ethereum-community": "Komunitas Ethereum",
  "page-what-is-ethereum-compatibility-card": "Kompatibilitas untuk kemenangan",
  "page-what-is-ethereum-compatibility-card-desc": "Produk dan pengalaman yang lebih baik dibangun sepanjang waktu karena produk Ethereum kompatibel secara default. Perusahaan bisa membangun di atas kesuksesan satu sama lain.",
  "page-what-is-ethereum-dapps-desc": "Produk dan layanan yang berjalan di Ethereum. Ada dapp untuk keuangan, pekerjaan, media sosial, aktivitas game, dan lainnya – inilah aplikasi untuk masa depan digital kita.",
  "page-what-is-ethereum-dapps-img-alt": "Sebuah ilustrasi seekor anjing menggunakan aplikasi Ethereum di komputer",
  "page-what-is-ethereum-dapps-title": "Dapp Ethereum",
  "page-what-is-ethereum-desc": "Dasar untuk masa depan digital kita",
  "page-what-is-ethereum-explore": "Jelajahi Ethereum",
  "page-what-is-ethereum-get-started": "Cara terbaik untuk mempelajari selengkapnya adalah mengunduh dompet, mendapatkan beberapa ETH, dan mencoba dapp Ethereum.",
  "page-what-is-ethereum-in-depth-description": "Ethereum adalah akses terbuka untuk uang digital dan layanan ramah data untuk semua orang – tidak peduli latar belakang atau lokasi Anda. Ini adalah teknologi yang dibangun komunitas di balik mata uang kripto eter (ETH) dan ribuan aplikasi yang dapat Anda gunakan saat ini.",
  "page-what-is-ethereum-internet-card": "Internet yang lebih privat",
  "page-what-is-ethereum-internet-card-desc": "Anda tidak perlu memberikan semua detail pribadi Anda untuk menggunakan aplikasi Ethereum. Ethereum membangun ekonomi berdasarkan nilai, bukan pengawasan.",
  "page-what-is-ethereum-meet-comm": "Berkenalan dengan komunitas",
  "page-what-is-ethereum-meta-description": "Pelajari tentang Ethereum, apa yang dilakukannya dan bagaimana mencobanya sendiri.",
  "page-what-is-ethereum-meta-title": "Apa itu Ethereum?",
  "page-what-is-ethereum-native-alt": "Lambang untuk ether (ETH)",
  "page-what-is-ethereum-native-crypto": "Ethereum adalah mata uang kripto asli dan setara dengan Bitcoin. Anda dapat menggunakan ETH pada aplikasi Ethereum atau untuk mengirimkan nilai ke teman-teman dan keluarga.",
  "page-what-is-ethereum-native-img-alt": "Sebuah ilustrasi robot dengan lemari besi pada tubuh bagian atas, digunakan untuk mewakili dompet Ethereum",
  "page-what-is-ethereum-native-title": "ETH",
  "page-what-is-ethereum-p2p-card": "Jaringan peer-to-peer",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum memungkinkan Anda untuk memindahkan uang, atau membuat kesepakatan, langsung dengan orang lain. Anda tidak perlu melakukan ini melalui perusahaan perantara.",
  "page-what-is-ethereum-singlecard-desc": "Jika Anda tertarik dengan blockchain dan bagian teknis dari Ethereum, kami telah menyiapkan penjelasannya.",
  "page-what-is-ethereum-singlecard-link": "Cara kerja Ethereum",
  "page-what-is-ethereum-singlecard-title": "Cara kerja Ethereum",
  "page-what-is-ethereum-start-building-btn": "Mulai menyusun",
  "page-what-is-ethereum-title": "Apa itu Ethereum?",
  "page-what-is-ethereum-tools-needed": "Yang Anda butuhkan untuk ambil bagian adalah sebuah dompet.",
  "page-what-is-ethereum-try": "Cobalah Ethereum",
  "page-what-is-ethereum-tryit": "Jadi masuklah ke bazar dan cobalah...",
  "page-what-is-ethereum-wallets": "Dompet",
  "page-what-is-ethereum-wallets-desc": "Bagaimana Anda mengelola akun ETH dan Ethereum Anda. Anda akan membutuhkan dompet untuk memulai – kami akan membantu Andanya.",
  "page-what-is-ethereum-welcome": "Selamat datang di Ethereum",
  "page-what-is-ethereum-welcome-2": "Kami harap Anda tetap ada di sini.",
  "page-what-is-ethereum-defi-title": "Keuangan terdesentralisasi (DeFi)",
  "page-what-is-ethereum-defi-description": "Sebuah sistem keuangan yang lebih terbuka yang memberi Anda lebih banyak kontrol atas uang Anda dan membuka peluang-peluang baru.",
  "page-what-is-ethereum-defi-alt": "Logo Eth yang terbuat dari batu bata lego.",
  "page-what-is-ethereum-nft-title": "Token yang tidak dapat dipertukarkan (NFT)",
  "page-what-is-ethereum-nft-description": "Sebuah cara untuk merepresentasikan item unik sebagai aset Ethereum yang dapat diperdagangkan, digunakan sebagai bukti kepemilikan, dan menciptakan peluang-peluang baru bagi para kreator.",
  "page-what-is-ethereum-nft-alt": "Logo Eth yang ditampilkan melalui hologram.",
  "page-what-is-ethereum-dao-title": "Organisasi otonom terdesentralisasi (DAO)",
  "page-what-is-ethereum-dao-description": "Sebuah cara baru untuk berkolaborasi dan memulai komunitas online dengan tujuan bersama dan dana yang dikumpulkan dalam pool.",
  "page-what-is-ethereum-dao-alt": "Sebuah representasi DAO yang mengambil suara untuk sebuah usulan.",
  "page-what-is-ethereum-use-cases-title": "Temukan kasus penggunaan Ethereum",
  "page-what-is-ethereum-use-cases-subtitle": "Ethereum telah membawa terciptanya produk dan layanan baru yang dapat meningkatkan berbagai aspek kehidupan kita.",
  "page-what-is-ethereum-use-cases-subtitle-two": "Kami masih dalam tahapan awal tapi ada banyak hal yang menarik untuk dinantikan."
}
