{
  "page-roadmap-vision-2014": "Lihat unggahan blog tahun 2014 yang mendeskripsikan bukti taruhan",
  "page-roadmap-vision-2021": "Lihat posting blog tahun 2021 mengenai evolusi peta perjalanan Ethereum",
  "page-roadmap-vision-2022": "Lihat postingan blog 2022: Panduan Pengembara Ethereum",
  "page-roadmap-vision-2021-updates": "Lihat tulisan tahun 2021 mengenai pembaharuan protokol Ethereum",
  "page-roadmap-vision-desc-1": "Ethereum perlu mengurangi kemacetan jaringan dan meningkatkan kecepatan untuk melayani basis pengguna global dengan lebih baik.",
  "page-roadmap-vision-desc-2": "Menjalankan simpul akan semakin sulit seiring pertumbuhan jaringan. Ini akan menjadi lebih sulit dengan upaya penskalaan jaringan.",
  "page-roadmap-vision-desc-3": "Ethereum terlalu banyak menggunakan tenaga listrik. Teknologi yang menjaga keamanan jaringan harus lebih ramah lingkungan.",
  "page-roadmap-vision-ethereum-node": "Lebih lanjut tentang simpul",
  "page-roadmap-vision-future": "Masa depan digital dalam skala global",
  "page-roadmap-vision-meta-desc": "Gambaran umum tentang dampak peningkatan terhadap Ethereum, dan tantangan yang harus mereka atasi.",
  "page-roadmap-vision-meta-title": "Visi Ethereum",
  "page-roadmap-vision-mining": "Selengkapnya tentang menambang",
  "page-roadmap-vision-problems": "Masalah saat ini",
  "page-roadmap-vision-scalability": "Skalabilitas",
  "page-roadmap-vision-scalability-desc": "Ethereum harus mampu menangani lebih banyak transaksi per detik tanpa meningkatkan ukuran simpul dalam jaringan. Simpul adalah peserta jaringan vital yang menyimpan dan menjalankan rantai blok. Meningkatkan ukuran simpul tidak praktis karena hanya mereka yang memiliki komputer yang kuat dan mahal yang dapat melakukannya. Untuk penskalaan, Ethereum membutuhkan lebih banyak transaksi per detik, ditambah dengan lebih banyak simpul. Lebih banyak simpul berarti keamanan yang lebih baik.",
  "page-roadmap-vision-scalability-desc-3": "Ethereum skala rollup lapisan ke-2 dengan memindahkan transaksi ke lapisan di luar rantai utama dan hanya memposting data ringkasan ke Ethereum. Pengelompokan ini meningkatkan keluaran transaksi Ethereum sambil secara drastis mengurangi biaya bagi pengguna.",
  "page-roadmap-vision-scalability-desc-4": "Rollup memerlukan penyimpanan berbiaya rendah di lapisan ke-1 untuk membuat transaksi semurah mungkin bagi pengguna. Ini akan disediakan dalam bentuk \"blob\" yang terlampir pada blok Ethereum. Pada akhirnya, banyak \"blob\" akan terlampir pada blok Ethereum, menyediakan penyimpanan murah untuk banyak rollup.",
  "page-roadmap-vision-security": "Keamanan",
  "page-roadmap-vision-security-desc": "Peningkatan yang direncanakan meningkatkan keamanan Ethereum terhadap serangan yang terkoordinasi.",
  "page-roadmap-vision-security-desc-3": "Dalam bukti taruhan, keamanan tambahan datang dari insentif kripto-ekonomi yang lebih besar untuk mencegah serangan. Hal ini disebabkan oleh fakta bahwa dalam bukti taruhan, validator yang mengamankan jaringan harus mengunci sejumlah besar ETH ke dalam protokol. Jika mereka mencoba menyerang jaringan, protokol dapat secara otomatis menghancurkan ETH yang mereka miliki.",
  "page-roadmap-vision-security-desc-5": "Namun, juga penting bahwa peningkatan yang melindungi validator dari serangan penolakan layanan, meningkatkan anonimitas mereka, dan memisahkan pembangunan blok dan propagasi blok diimplementasikan segera. Peningkatan ini melindungi validator individu dan jaringan secara keseluruhan dari serangan terhadap kelangsungan jaringan dan sensor.",
  "page-roadmap-vision-security-desc-5-link": "Selengkapnya tentang bukti taruhan",
  "page-roadmap-vision-security-desc-10": "Penaruhan juga berarti Anda tidak perlu berinvestasi dalam perangkat keras kelas atas untuk berpartisipasi langsung dalam konsensus. Ini seharusnya mendorong lebih banyak orang untuk menjadi validator, meningkatkan desentralisasi jaringan dan mengurangi area permukaan serangan.",
  "page-roadmap-vision-security-staking": "Pertaruhkan ETH",
  "page-roadmap-vision-security-validator": "Anda bisa menjadi validator dengan penaruhan ETH Anda.",
  "page-roadmap-vision-staking-lower": "Selengkapnya tentang penaruhan",
  "page-roadmap-vision-subtitle": "Kembangkan Ethereum hingga cukup kuat untuk membantu seluruh umat manusia.",
  "page-roadmap-vision-sustainability": "Keberlanjutan",
  "page-roadmap-vision-sustainability-desc-1": "Sekarang Ethereum adalah rantai blok yang ramah lingkungan. Konsumsi energinya berkurang sekitar ~99,95% saat model konsensus bukti kerja diganti dengan bukti taruhan.",
  "page-roadmap-vision-sustainability-desc-2": "Sekarang Ethereum diamankan melalui penaruhan, bukan daya komputasi.",
  "page-roadmap-vision-sustainability-desc-3": "Peningkatan keberlanjutan ini juga memberikan manfaat keamanan - ether yang dipasang membuat biaya untuk menyerang rantai menjadi jauh lebih mahal daripada dalam bukti kerja, tetapi lebih murah untuk mengamankannya karena ETH baru yang lebih sedikit harus diterbitkan untuk membayar validator dibandingkan penambang.",
  "page-roadmap-vision-sustainability-desc-8": "Pergantian ke bukti taruhan membuat Ethereum lebih ramah lingkungan dan lebih aman. Ini adalah platform rendah karbon untuk membangun aplikasi dan organisasi.",
  "page-roadmap-vision-sustainability-subtitle": "Ethereum adalah rantai blok yang ramah lingkungan dengan keamanan kripto-ekonomi yang kuat.",
  "page-roadmap-vision-title": "Visi Ethereum",
  "page-roadmap-vision-title-1": "Jaringan tersumbat",
  "page-roadmap-vision-title-2": "Ruang disk",
  "page-roadmap-vision-title-3": "Terlalu banyak energi",
  "page-roadmap-vision-trilemma-cardtext-1": "Peningkatan Ethereum akan membuatnya lebih skalabel, aman, dan terdesentralisasi. Penaruhan telah menurunkan hambatan partisipasi dan membatasi ekonomi skala, menciptakan jaringan yang lebih besar dan lebih terdesentralisasi.",
  "page-roadmap-vision-trilemma-cardtext-2": "Jaringan rantai blok yang aman dan terdesentralisasi mengharuskan setiap simpul untuk memverifikasi setiap transaksi yang diproses oleh rantai. Jumlah pekerjaan ini membatasi jumlah transaksi yang dapat terjadi pada satu waktu tertentu. Terdesentralisasi dan aman mencerminkan rantai Ethereum hari ini.",
  "page-roadmap-vision-trilemma-cardtext-3": "Jaringan terdesentralisasi bekerja dengan mengirimkan informasi tentang transaksi lintas simpul - seluruh jaringan perlu mengetahui tentang perubahan status apa pun. Penskalaan transaksi per detik di seluruh jaringan terdesentralisasi menimbulkan resiko keamanan karena semakin banyak transaksi, semakin lama penundaan, semakin tinggi kemungkinan serangan terjadi ketika informasi dalam penerbangan.",
  "page-roadmap-vision-trilemma-cardtext-4": "Meningkatkan ukuran dan kekuatan simpul Ethereum dapat meningkatkan transaksi per detik dengan aman, namun persyaratan perangkat keras akan membatasi siapa yang dapat melakukannya karena dapat mengancam desentralisasi. Pecahan dan bukti taruhan diharapkan akan memungkinkan Ethereum melakukan penskalaan dengan meningkatkan jumlah simpul, bukan ukuran simpul.",
  "page-roadmap-vision-trilemma-h2": "Tantangan penskalaan terdesentralisasi",
  "page-roadmap-vision-trilemma-modal-tip": "Ketuk lingkaran di bawah ini untuk lebih memahami masalah penskalaan terdesentralisasi",
  "page-roadmap-vision-trilemma-p": "Cara sederhana untuk mengatasi masalah Ethereum adalah dengan membuatnya lebih terpusat. Namun, desentralisasi terlalu penting. Desentralisasi yang memberikan netralitas, ketahanan terhadap sensor, keterbukaan, kepemilikan data, dan keamanan yang hampir tidak bisa ditembus bagi Ethereum.",
  "page-roadmap-vision-trilemma-p-1": "Visi Ethereum adalah menjadi lebih terukur dan aman, tetapi juga tetap terdesentralisasi. Mencapai 3 kualitas ini adalah masalah yang dikenal sebagai trilema skalabilitas.",
  "page-roadmap-vision-trilemma-p-2": "Peningkatan Ethereum bertujuan untuk memecahkan trilemanya tetapi ada tantangan yang siginifikan.",
  "page-roadmap-vision-trilemma-press-button": "Tekan tombol pada segitiga untuk lebih memahami masalah penskalaan terdesentralisasi.",
  "page-roadmap-vision-trilemma-text-1": "Desentralisasi",
  "page-roadmap-vision-trilemma-text-2": "Keamanan",
  "page-roadmap-vision-trilemma-text-3": "Skalabilitas",
  "page-roadmap-vision-trilemma-title-1": "Jelajahi trilemma skalabilitas",
  "page-roadmap-vision-trilemma-title-2": "Peningkatan Ethereum dan penskalaan terdesentralisasi",
  "page-roadmap-vision-trilemma-title-3": "Aman dan terdesentralisasi",
  "page-roadmap-vision-trilemma-title-4": "Terdesentralisasi dan terukur",
  "page-roadmap-vision-trilemma-title-5": "Terukur dan aman",
  "page-roadmap-vision-understanding": "Memahami visi Ethereum",
  "page-roadmap-vision-upgrade-needs": "Perlunya peningkatan",
  "page-roadmap-vision-upgrade-needs-desc": "Protokol Ethereum yang diluncurkan pada tahun 2015 telah luar biasa sukses. Tetapi komunitas Ethereum selalu berharap bahwa beberapa peningkatan kunci akan diperlukan untuk membuka potensi Ethereum secara penuh.",
  "page-roadmap-vision-upgrade-needs-desc-2": "Permintaan yang tinggi mengakibatkan biaya transaksi meningkat hal itu membuat Ethereum mahal bagi pengguna rata-rata. Ruang penyimpanan yang dibutuhkan untuk menjalankan klien Ethereum juga meningkat dengan cepat.",
  "page-roadmap-vision-upgrade-needs-desc-3": "Ethereum memiliki serangkaian peningkatan yang mengatasi masalah-masalah ini dan masih banyak lagi. Rangkaian peningkatan ini awalnya disebut 'Serenity' dan 'Eth2', dan telah menjadi area penelitian dan pengembangan aktif sejak 2014.",
  "page-roadmap-vision-upgrade-needs-desc-5": "Karena teknologinya telah siap, peningkatan ini akan menyusun ulang Ethereum agar lebih terukur, aman, dan berkelanjutan - untuk membuat hidup lebih baik bagi para pengguna yang sudah ada dan menarik para pengguna baru. Semuanya sambil mempertahankan nilai inti desentralisasi Ethereum.",
  "page-roadmap-vision-upgrade-needs-desc-6": "Ini berarti tidak ada tombol menyalakan untuk skalabilitas. Peningkatan akan dikirimkan secara bertahap seiring dengan waktu.",
  "page-roadmap-vision-upgrade-needs-serenity": "Lihat postingan blog 2015 yang membahas 'Serenity'",
  "ethereum": "Ethereum",
  "page-roadmap-vision-danksharding": "Lebih lanjut tentang Danksharding"
}
