{
  "page-roadmap-title": "Peta Jalan Ethereum",
  "page-roadmap-meta-title": "Peta jalan Ethereum | ethereum.org",
  "page-roadmap-meta-description": "Jalan menuju peningkatan skalabilitas, keamanan, dan keberlanjutan Ethereum.",
  "page-roadmap-banner-notification": "Pengembangan Ethereum didorong oleh komunitas dan dapat berubah.",
  "page-roadmap-changes-coming-title": "Perubahan apa yang akan terjadi pada Ethereum?",
  "page-roadmap-changes-coming-description": "Ethereum sudah merupakan platform yang tangguh, tetapi masih terus ditingkatkan. Serangkaian peningkatan ambisius akan meningkatkan Ethereum dari bentuknya saat ini menjadi platform yang berskala penuh dan sangat tangguh.",
  "page-roadmap-cheaper-transactions-title": "Transaksi yang lebih murah",
  "page-roadmap-cheaper-transactions-description": "Rollup terlalu mahal dan bergantung pada komponen terpusat, menyebabkan pengguna terlalu percaya pada operator mereka. Peta jalan ini mencakup perbaikan untuk kedua masalah ini.",
  "page-roadmap-cheaper-transactions-button": "Selengkapnya tentang pengurangan biaya",
  "page-roadmap-extra-security-title": "Keamanan ekstra",
  "page-roadmap-extra-security-description": "Ethereum sudah sangat aman tetapi dapat dibuat lebih kuat lagi, siap untuk menahan segala jenis serangan di masa mendatang.",
  "page-roadmap-extra-security-button": "Lebih lanjut tentang keamanan",
  "page-roadmap-better-user-experience-title": "Pengalaman pengguna yang lebih baik",
  "page-roadmap-better-user-experience-description": "Lebih banyak dukungan untuk dompet kontrak pintar dan node ringan akan membuat penggunaan Ethereum lebih sederhana dan aman.",
  "page-roadmap-better-user-experience-button": "Lebih lanjut tentang pengalaman pengguna",
  "page-roadmap-future-proofing-title": "Perencanaan untuk masa depan",
  "page-roadmap-future-proofing-description": "Para peneliti dan pengembang Ethereum memecahkan masalah masa depan hari ini, mempersiapkan jaringan untuk generasi mendatang.",
  "page-roadmap-future-proofing-button": "Lebih lanjut tentang persiapan masa depan",
  "page-roadmap-why-need-title": "Mengapa Ethereum membutuhkan peta jalan?",
  "page-roadmap-why-need-description": "Ethereum mendapatkan peningkatan berkala yang meningkatkan skalabilitas, keamanan, dan keberlanjutannya. Salah satu kekuatan inti Ethereum adalah beradaptasi seiring munculnya ide-ide baru melalui penelitian dan pengembangan. Kemampuan beradaptasi memberi Ethereum fleksibilitas untuk mengatasi tantangan yang muncul dan mengikuti terobosan teknologi tercanggih.",
  "page-roadmap-how-defined-title": "Cara penetapan peta jalan",
  "page-roadmap-how-defined-p1": "Peta jalan ini sebagian besar adalah hasil kerja bertahun-tahun dari para peneliti dan pengembang - karena protokol ini sangat teknis - tetapi setiap orang yang berminat boleh ikut serta.",
  "page-roadmap-how-defined-p2": "Ide biasanya berawal dari diskusi di forum seperti <a href=\"https://ethresear.ch\">ethresear.ch</a>, <a href=\"https://ethereum-magicians.org\">Ethereum Magicians</a>, atau server Discord R&D Ethereum. Diskusi ini bisa berupa respons terhadap kerentanan baru yang ditemukan, saran dari organisasi yang bekerja di lapisan aplikasi (seperti dapps dan bursa), atau dari friksi yang diketahui oleh pengguna akhir (seperti biaya atau kecepatan transaksi).",
  "page-roadmap-how-defined-p3": "Ketika ide-ide ini matang, mereka dapat diusulkan sebagai <a href=\"https://eips.ethereum.org\">Proposal Peningkatan Ethereum</a>. Semua ini dilakukan secara terbuka sehingga siapa pun dari komunitas dapat memberikan masukan kapan saja.",
  "page-roadmap-governance-button": "Lebih lanjut perihal pemerintahan Ethereum",
  "page-roadmap-hero-alt": "Peta Jalan Ethereum",
  "page-roadmap-technical-upgrades-title": "Peningkatan teknis apa yang akan hadir di Ethereum?",
  "page-roadmap-danksharding-title": "Danksharding",
  "page-roadmap-danksharding-description": "Danksharding membuat L2 rollup jauh lebih murah bagi pengguna dengan menambahkan \"blob\" data ke blok Ethereum.",
  "page-roadmap-single-slot-finality-title": "Finalitas ruang tunggal",
  "page-roadmap-single-slot-finality-description": "Alih-alih menunggu lima belas menit, blok dapat diusulkan dan diselesaikan di slot yang sama. Ini lebih praktis untuk aplikasi dan sulit diserang.",
  "page-roadmap-account-abstraction-title": "Abstraksi akun",
  "page-roadmap-account-abstraction-description": "Abstraksi akun adalah kelas peningkatan yang mendukung dompet kontrak pintar secara asli di Ethereum, daripada harus menggunakan middleware yang rumit.",
  "page-roadmap-statelessness-title": "Tanpa kewarganegaraan",
  "page-roadmap-statelessness-description": "Klien stateless akan dapat memverifikasi blok baru tanpa harus menyimpan data dalam jumlah besar. Ini akan memberikan semua manfaat menjalankan node dengan biaya yang jauh lebih rendah dibandingkan saat ini.",
  "page-roadmap-learn-more": "Pelajari selengkapnya",
  "page-roadmap-timeline-title": "Berapa lama waktu yang dibutuhkan untuk peningkatan ini?",
  "page-roadmap-blocks-alt": "Blok Ethereum",
  "page-roadmap-faq-1-title": "Apakah peta jalan Ethereum akan berubah seiring dengan waktu?",
  "page-roadmap-faq-1-p1": "Ya-hampir pasti.",
  "page-roadmap-faq-1-p1-continued": "Peta jalan ini merupakan rencana terkini untuk meningkatkan Ethereum, yang mencakup rencana jangka pendek dan masa depan. Kami memperkirakan peta jalan ini akan berubah seiring dengan tersedianya informasi dan teknologi baru.",
  "page-roadmap-faq-1-p2": "Bayangkan peta perjalanan Ethereum sebagai kumpulan ide untuk mengembangkan Ethereum; merupakan pusat bagi hipotesis para peneliti dan pengembang Ethereum akan langkah ke depan.",
  "page-roadmap-faq-2-title": "Kapan peta jalan ini akan berakhir?",
  "page-roadmap-faq-2-p1": "Beberapa peningkatan memiliki prioritas yang lebih rendah dan kemungkinan tidak akan diterapkan dalam 5-10 tahun ke depan (misalnya, ketahanan kuantum).",
  "page-roadmap-faq-2-p1-strong": "Memberikan waktu yang tepat untuk setiap peningkatan itu rumit",
  "page-roadmap-faq-2-p1-continued": "untuk memprediksi sebanyak mungkin item peta jalan yang dikerjakan secara paralel dan dikembangkan dengan kecepatan yang berbeda-beda. Urgensi peningkatan juga dapat berubah seiring waktu tergantung pada faktor eksternal (misalnya, lonjakan kinerja dan ketersediaan komputer kuantum yang tiba-tiba dapat membuat kriptografi tahan kuantum menjadi lebih mendesak).",
  "page-roadmap-faq-2-p2": "Salah satu cara untuk memahami perkembangan Ethereum adalah dengan analogi evolusi biologis. Jaringan yang mampu beradaptasi dengan tantangan baru dan mempertahankan kebugarannya lebih mungkin berhasil daripada jaringan yang resisten terhadap perubahan. Meskipun demikian, seiring jaringan menjadi semakin berkinerja, terukur, dan aman, perubahan protokol yang diperlukan akan semakin sedikit.",
  "page-roadmap-faq-3-title": "Apakah saya harus melakukan sesuatu untuk mempersiapkan peningkatan ini?",
  "page-roadmap-faq-3-p1": "Peningkatan cenderung tidak berdampak pada pengguna akhir kecuali dengan memberikan pengalaman pengguna yang lebih baik dan protokol yang lebih aman, serta mungkin lebih banyak <i>pilihan</i> untuk berinteraksi dengan Ethereum. <strong>Pengguna reguler tidak diwajibkan untuk berpartisipasi aktif dalam peningkatan, juga tidak diwajibkan untuk melakukan apa pun** untuk mengamankan aset mereka.</strong> Operator <a href=\"/glossary/#node\">Node</a> perlu memperbarui klien mereka untuk mempersiapkan peningkatan. Beberapa peningkatan dapat menyebabkan perubahan bagi pengembang aplikasi. Misalnya, peningkatan riwayat kedaluwarsa dapat menyebabkan pengembang aplikasi mengambil data historis dari sumber baru.",
  "page-roadmap-faq-4-title": "Bagaimana dengan sharding?",
  "page-roadmap-faq-4-p1": "Sharding adalah proses pemisahan blockchain Ethereum sehingga subset <a href=\"/glossary/#validator\">validator</a> hanya bertanggung jawab atas sebagian kecil dari total data. Awalnya, hal ini dimaksudkan sebagai cara Ethereum untuk melakukan skalabilitas. Namun, rollup <a href=\"/glossary/#layer-2\">lapisan 2</a> telah berkembang jauh lebih cepat dari yang diperkirakan dan telah menyediakan banyak skalabilitas, dan akan menyediakan lebih banyak lagi setelah Proto-Danksharding diimplementasikan. Ini berarti \"rantai shard\" tidak lagi diperlukan dan telah dihapus dari peta jalan.",
  "page-roadmap-release-status-prod": "Sedang dalam produksi",
  "page-roadmap-release-status-soon": "Segera hadir",
  "page-roadmap-release-status-dev": "Dalam pengembangan",
  "page-roadmap-release-main-features": "Fitur utama",
  "page-roadmap-release-learn-more": "Pelajari selengkapnya",
  "page-roadmap-release-forkcast": "Lacak perubahan",
  "page-roadmap-paris-pos-title": "Transisi ke Proof of Stake",
  "page-roadmap-paris-pos-item-1": "Mengganti penambangan yang membutuhkan banyak energi dengan konsensus berbasis staking",
  "page-roadmap-paris-pos-item-2": "Mengurangi konsumsi energi Ethereum hingga ~99,95%",
  "page-roadmap-paris-beacon-title": "Integrasi Rantai Beacon",
  "page-roadmap-paris-beacon-item-1": "Menggabungkan Beacon Chain dengan mainnet Ethereum",
  "page-roadmap-paris-beacon-item-2": "Memungkinkan transisi penuh ke mekanisme konsensus PoS",
  "page-roadmap-paris-difficulty-title": "Penghapusan Bom Kesulitan",
  "page-roadmap-paris-difficulty-item-1": "Menghapus bom kesulitan yang meningkatkan kesulitan penambangan",
  "page-roadmap-paris-difficulty-item-2": "Memastikan transisi yang lancar ke mekanisme konsensus baru",
  "page-roadmap-shapella-withdrawals-title": "Penarikan penaruhan",
  "page-roadmap-shapella-withdrawals-item-1": "Memungkinkan validator untuk menarik ETH dan hadiah yang dipertaruhkan",
  "page-roadmap-shapella-withdrawals-item-2": "Memperkenalkan kemampuan penarikan sebagian dan penuh",
  "page-roadmap-shapella-eip4895-title": "Eip-4895: Penarikan push rantai suar",
  "page-roadmap-shapella-eip4895-item-1": "Menambahkan operasi tingkat sistem baru untuk penarikan",
  "page-roadmap-shapella-eip4895-item-2": "Memastikan pemrosesan permintaan penarikan yang aman dan efisien",
  "page-roadmap-shapella-eip3651-title": "EIP-3651: Warm COINBASE",
  "page-roadmap-shapella-eip3651-item-1": "Mengurangi biaya gas untuk mengakses alamat COINBASE",
  "page-roadmap-shapella-eip3651-item-2": "Peningkatan efisiensi operasi kontrak pintar tertentu",
  "page-roadmap-dencun-danksharding-title": "Proto-danksharding (EIP-4844)",
  "page-roadmap-dencun-danksharding-item-1": "Memperkenalkan transaksi blob untuk mengurangi biaya transaksi rollup secara signifikan",
  "page-roadmap-dencun-danksharding-item-2": "Menambahkan jenis transaksi baru yang menyimpan data sementara dan murah",
  "page-roadmap-dencun-eip1153-title": "EIP-1153: Opcode penyimpanan sementara",
  "page-roadmap-dencun-eip1153-item-1": "Menambahkan opcode TSTORE dan TLOAD untuk penyimpanan sementara selama eksekusi transaksi",
  "page-roadmap-dencun-eip1153-item-2": "Memungkinkan pola kontrak pintar yang lebih efisien dan mengurangi biaya gas",
  "page-roadmap-dencun-eip4788-title": "EIP-4788: Root blok Beacon di EVM",
  "page-roadmap-dencun-eip4788-item-1": "Mengekspos informasi lapisan konsensus ke kontrak pintar",
  "page-roadmap-dencun-eip4788-item-2": "Memungkinkan aplikasi baru yang meminimalkan kepercayaan dan jembatan lintas rantai",
  "page-roadmap-pectra-eoa-title": "Tingkatkan dompet EOA dengan fungsionalitas kontrak pintar",
  "page-roadmap-pectra-eoa-item-1": "Pengguna dapat mengatur alamat mereka untuk diwakili oleh kode kontrak pintar yang ada dan mendapatkan manfaat seperti pengelompokan transaksi, sponsor biaya transaksi, atau mekanisme pemulihan yang lebih baik",
  "page-roadmap-pectra-balance-title": "Tingkatkan saldo efektif maksimum",
  "page-roadmap-pectra-balance-item-1": "Para staker sekarang dapat memilih jumlah ETH yang diinginkan untuk dipertaruhkan dan menerima hadiah untuk setiap 1 ETH yang melebihi jumlah minimum",
  "page-roadmap-pectra-blob-title": "Peningkatan throughput blob",
  "page-roadmap-pectra-blob-item-1": "Jumlah blob akan ditingkatkan dari 3 menjadi 6 target, dengan maksimum 9, sehingga menghasilkan biaya yang lebih murah dalam rollup Ethereum",
  "page-roadmap-fusaka-peerdas-title": "PeerDAS (Pengambilan Sampel Ketersediaan Data Peer-to-Peer)",
  "page-roadmap-fusaka-peerdas-item-1": "Memungkinkan ketersediaan data yang lebih efisien untuk rollup",
  "page-roadmap-fusaka-peerdas-item-2": "Membuat pengoperasian node lebih mudah diakses sambil mempertahankan desentralisasi",
  "page-roadmap-fusaka-additional-title": "Fitur Tambahan Potensial",
  "page-roadmap-fusaka-additional-item-1": "Dukungan untuk enklave aman di perangkat seluler untuk meningkatkan UX",
  "page-roadmap-fusaka-additional-item-2": "Peningkatan pasar biaya blob",
  "page-roadmap-fusaka-additional-item-3": "Peningkatan lebih lanjut pada efisiensi validator dan kinerja jaringan",
  "page-roadmap-glamsterdam-discussed-title": "Dijadwalkan untuk Glamsterdam",
  "page-roadmap-glamsterdam-discussed-item-1": "Pemisahan Pengusul-Pembangun yang Ditanamkan (ePBS)",
  "page-roadmap-glamsterdam-discussed-item-2": "Daftar Akses Tingkat Blok (BALs)"
}
