{
  "page-upgrades-vision-2014": "Lihat unggahan blog tahun 2014 yang mendeskripsikan bukti taruhan",
  "page-upgrades-vision-beacon-chain": "Rantai suar",
  "page-upgrades-vision-beacon-chain-btn": "Selengkapnya tentang Rantai Suar",
  "page-upgrades-vision-beacon-chain-date": "Rantai Suar telah beroperasi",
  "page-upgrades-vision-beacon-chain-desc": "Penambahan Eth2 pertama ke ekosistem. Rantai Suar membawa penaruhan ke Ethereum, meletakkan dasar untuk peningkatan di masa mendatang, dan pada akhirnya akan mengoordinasikan sistem baru.",
  "page-upgrades-vision-beacon-chain-upper": "Rantai Suar",
  "page-upgrades-vision-desc-1": "Ethereum perlu mengurangi kemacetan jaringan dan meningkatkan kecepatan untuk melayani basis pengguna global dengan lebih baik.",
  "page-upgrades-vision-desc-2": "Menjalankan node akan semakin sulit seiring pertumbuhan jaringan. Ini akan menjadi lebih sulit dengan upaya penskalaan jaringan.",
  "page-upgrades-vision-desc-3": "Ethereum terlalu banyak menggunakan tenaga listrik. Teknologi yang menjaga keamanan jaringan harus lebih ramah lingkungan.",
  "page-upgrades-vision-docking-date": "Perkiraan: 2021",
  "page-upgrades-vision-docking-desc": "Jaringan Utama Ethereum perlu \"bergabung\" dengan Rantai Suar pada beberapa titik. Ini akan memungkinkan penaruhan untuk seluruh jaringan dan menandai berakhirnya penambangan yang boros energi.",
  "page-upgrades-vision-ethereum-node": "Lebih lanjut tentang node",
  "page-upgrades-vision-explore-upgrades": "Jelajahi peningkatan",
  "page-upgrades-vision-future": "Masa depan digital dalam skala global",
  "page-upgrades-vision-meta-desc": "Gambaran umum tentang dampak peningkatan Eth2 terhadap Ethereum, dan tantangan yang harus mereka atasi.",
  "page-upgrades-vision-meta-title": "Visi Ethereum 2.0 (Eth2)",
  "page-upgrades-vision-mining": "Selengkapnya tentang penambangan",
  "page-upgrades-vision-problems": "Masalah saat ini",
  "page-upgrades-vision-scalability": "Skalabilitas",
  "page-upgrades-vision-scalability-desc": "Ethereum harus mampu menangani lebih banyak transaksi per detik tanpa meningkatkan ukuran node dalam jaringan. Node adalah peserta jaringan vital yang menyimpan dan menjalankan blockchain. Meningkatkan ukuran node tidak praktis karena hanya mereka yang memiliki komputer yang kuat dan mahal yang dapat melakukannya. Untuk penskalaan, Ethereum membutuhkan lebih banyak transaksi per detik, ditambah dengan lebih banyak node. Lebih banyak node berarti keamanan yang lebih baik.",
  "page-upgrades-vision-scalability-desc-3": "Peningkatan rantai shard akan menyebarkan beban jaringan ke 64 rantai baru. Ini akan memberi Ethereum ruang untuk bernafas dengan mengurangi kemacetan dan meningkatkan kecepatan di luar batas 15-45 transaksi per detik saat ini.",
  "page-upgrades-vision-scalability-desc-4": "Dan meskipun akan ada lebih banyak rantai, sebenarnya ini akan membutuhkan lebih sedikit pekerjaan dari validator - pengelola jaringan. Validator hanya perlu 'menjalankan' shard mereka dan bukan seluruh rantai Ethereum. Ini membuat node lebih ringan, memungkinkan Ethereum untuk melakukan skalabilitas dan tetap terdesentralisasi.",
  "page-upgrades-vision-security": "Keamanan",
  "page-upgrades-vision-security-desc": "Peningkatan Eth2 meningkatkan keamanan Ethereum terhadap serangan terkoordinasi, seperti serangan 51%. Ini adalah tipe serangan saat seseorang mengendalikan mayoritas jaringan yang dapat disusupi dengan paksa lewat perubahan palsu.",
  "page-upgrades-vision-security-desc-3": "Transisi ke bukti taruhan berarti protokol Ethereum memiliki disinsentif yang lebih besar terhadap serangan. Ini karena dalam bukti taruhan, validator yang mengamankan jaringan harus menaruhkan sejumlah besar ETH ke dalam protokol. Jika mereka mencoba dan menyerang jaringan, protokol dapat secara otomatis menghancurkan ETH mereka.",
  "page-upgrades-vision-security-desc-5": "Ini tidak mungkin dilakukan dalam bukti kerja, di mana yang terbaik yang dapat dilakukan oleh protokol adalah memaksa entitas yang mengamankan jaringan (penambang) untuk kehilangan imbalan penambangan yang seharusnya mereka dapatkan. Untuk mencapai efek yang setara dalam bukti kerja, protokol harus mampu menghancurkan semua peralatan penambang jika mereka mencoba dan berniat mencurangi.",
  "page-upgrades-vision-security-desc-5-link": "Selengkapnya tentang bukti kerja",
  "page-upgrades-vision-security-desc-8": "Model keamanan Ethereum juga perlu diubah karena adanya pengenalan rantai shard. Rantai Suar akan menetapkan validator untuk shard berbeda secara acak - ini membuat hampir mustahil bagi para validator untuk dapat berkolusi dengan menyerang shard tertentu. Sharding tidaklah seaman blockchain bukti kerja, karena para penambang tidak bisa dikontrol oleh protokol dalam cara ini.",
  "page-upgrades-vision-security-desc-10": "Penaruhan juga berarti Anda tidak perlu berinvestasi pada perangkat keras elit untuk 'menjalankan' node Ethereum. Ini akan mendorong lebih banyak orang menjadi validator, meningkatkan desentralisasi jaringan, dan mengurangi serangan area permukaan.",
  "page-upgrades-vision-security-staking": "Taruhkan ETH",
  "page-upgrades-vision-security-validator": "Anda bisa menjadi validator dengan menaruhkan ETH Anda.",
  "page-upgrades-vision-shard-chains": "rantai shard",
  "page-upgrades-vision-shard-date": "Perkiraan: 2021",
  "page-upgrades-vision-shard-desc-4": "Rantai shard akan menyebarkan beban jaringan ke 64 blockchain baru. Shard memiliki potensi untuk meningkatkan kecepatan transaksi secara drastis – hingga 100.000 per detik.",
  "page-upgrades-vision-shard-upgrade": "Selengkapnya tentang rantai shard",
  "page-upgrades-vision-staking-lower": "Selengkapnya tentang penaruhan",
  "page-upgrades-vision-subtitle": "Kembangkan Ethereum hingga cukup kuat untuk membantu seluruh umat manusia.",
  "page-upgrades-vision-sustainability": "Keberlanjutan",
  "page-upgrades-vision-sustainability-desc-1": "Bukan rahasia lagi bahwa Ethereum dan blockchain lain seperti Bitcoin boros energi akibat dari penambangan.",
  "page-upgrades-vision-sustainability-desc-2": "Tetapi Ethereum berubah menuju diamankan oleh ETH, bukan kekuatan komputasi – melalui penaruhan.",
  "page-upgrades-vision-sustainability-desc-3": "Meskipun penaruhan akan diperkenalkan oleh Rantai Suar, Ethereum yang kita gunakan hari ini akan berjalan secara paralel untuk jangka waktu tertentu, sebelum 'bergabung' dengan peningkatan Eth2. Suatu sistem yang diamankan oleh ETH, yang lain dengan daya komputasi. Ini karena, pada awalnya, rantai shard tidak akan dapat menangani hal-hal seperti akun atau dapp kita. Jadi kita tidak bisa melupakan penambangan dan Jaringan Utama begitu saja.",
  "page-upgrades-vision-sustainability-desc-8": "Dengan Rantai Suar yang beroperasi, proses penggabungan Jaringan Utama dengan sistem baru telah dimulai. Ini akan mengubah Jaringan Utama ke dalam shard sehingga diamankan oleh ETH dan jauh lebih hemat energi.",
  "page-upgrades-vision-sustainability-subtitle": "Ethereum harus lebih ramah lingkungan.",
  "page-upgrades-vision-title": "Visi Eth2",
  "page-upgrades-vision-title-1": "Jaringan tersumbat",
  "page-upgrades-vision-title-2": "Ruang disk",
  "page-upgrades-vision-title-3": "Terlalu banyak energi",
  "page-upgrades-vision-trilemma-cardtext-1": "Peningkatan Eth2 akan membuat Ethereum terukur, aman, dan terdesentralisasi. Sharding akan membuat Ethereum lebih terukur dengan meningkatkan transaksi per detik sekaligus mengurangi daya yang dibutuhkan untuk menjalankan node dan mengesahkan rantai. Rantai suar akan membuat Ethereum aman dengan mengoordinasikan validator di seluruh shard. Dan penaruhan akan menurunkan hambatan partisipasi, menciptakan jaringan yang lebih besar – lebih terdesentralisasi.",
  "page-upgrades-vision-trilemma-cardtext-2": "Jaringan blockchain yang aman dan terdesentralisasi mengharuskan setiap node untuk memverifikasi setiap transaksi yang diproses oleh rantai. Jumlah pekerjaan ini membatasi jumlah transaksi yang dapat terjadi pada satu waktu tertentu. Terdesentralisasi dan aman mencerminkan rantai Ethereum hari ini.",
  "page-upgrades-vision-trilemma-cardtext-3": "Jaringan terdesentralisasi bekerja dengan mengirimkan informasi tentang transaksi lintas node – seluruh jaringan perlu mengetahui tentang perubahan status apa pun. Perluasan transaksi per detik di seluruh jaringan terdesentralisasi menimbulkan risiko keamanan karena semakin banyak transaksi, semakin lama penundaan, semakin tinggi kemungkinan serangan saat informasi dalam penerbangan.",
  "page-upgrades-vision-trilemma-cardtext-4": "Meningkatkan ukuran dan kekuatan node Ethereum dapat meningkatkan transaksi per detik dengan cara yang aman, tetapi persyaratan perangkat keras akan membatasi siapa yang dapat melakukannya – ini mengancam desentralisasi. Diharapkan bahwa sharding dan bukti taruhan akan memungkinkan Ethereum untuk melakukan penskalaan dengan meningkatkan jumlah node, bukan ukuran node.",
  "page-upgrades-vision-trilemma-h2": "Tantangan penskalaan terdesentralisasi",
  "page-upgrades-vision-trilemma-modal-tip": "Ketuk lingkaran di bawah ini untuk lebih memahami masalah penskalaan terdesentralisasi",
  "page-upgrades-vision-trilemma-p": "Cara naif untuk memecahkan masalah Ethereum adalah dengan membuatnya lebih terpusat. Tetapi desentralisasi terlalu penting. Ini adalah desentralisasi yang memberikan kekebalan sensor Ethereum, keterbukaan, privasi data, dan keamanan yang hampir tidak dapat dipecahkan.",
  "page-upgrades-vision-trilemma-p-1": "Visi Ethereum adalah menjadi terukur dan aman, tetapi juga tetap terdesentralisasi. Mencapai 3 kualitas ini adalah masalah yang dikenal sebagai trilemma skalabilitas.",
  "page-upgrades-vision-trilemma-p-2": "Peningkatan Eth2 bertujuan untuk memecahkan trilemma tetapi ada tantangan yang signifikan.",
  "page-upgrades-vision-trilemma-press-button": "Tekan tombol pada segitiga untuk lebih memahami masalah penskalaan terdesentralisasi.",
  "page-upgrades-vision-trilemma-text-1": "Desentralisasi",
  "page-upgrades-vision-trilemma-text-2": "Keamanan",
  "page-upgrades-vision-trilemma-text-3": "Skalabilitas",
  "page-upgrades-vision-trilemma-title-1": "Jelajahi trilemma skalabilitas",
  "page-upgrades-vision-trilemma-title-2": "Peningkatan Eth2 dan penskalaan terdesentralisasi",
  "page-upgrades-vision-trilemma-title-3": "Aman dan terdesentralisasi",
  "page-upgrades-vision-trilemma-title-4": "Terdesentralisasi dan terukur",
  "page-upgrades-vision-trilemma-title-5": "Terukur dan aman",
  "page-upgrades-vision-understanding": "Memahami visi Eth2",
  "page-upgrades-vision-upgrade-needs": "Perlunya peningkatan Eth2",
  "page-upgrades-vision-upgrade-needs-desc": "Protokol Ethereum yang diluncurkan pada tahun 2015 telah luar biasa sukses. Tetapi komunitas Ethereum selalu berharap bahwa beberapa peningkatan kunci akan diperlukan untuk membuka potensi Ethereum secara penuh.",
  "page-upgrades-vision-upgrade-needs-desc-2": "Permintaan tinggi meningkatkan biaya transaksi yang membuat Ethereum mahal bagi pengguna rata-rata. Ruang disk yang dibutuhkan untuk menjalankan klien Ethereum tumbuh dengan kecepatan tinggi. Dan algoritma konsensus bukti kerja yang mendasarinya yang menjaga Ethereum aman dan terdesentralisasi memiliki dampak lingkungan yang besar.",
  "page-upgrades-vision-upgrade-needs-desc-3": "Apa yang umumnya disebut sebagai Eth2 adalah serangkaian peningkatan yang mengatasi masalah-masalah ini dan masih banyak lagi. Rangkaian peningkatan ini awalnya disebut 'Serenity ', dan mereka telah menjadi area penelitian dan pengembangan aktif sejak tahun 2014.",
  "page-upgrades-vision-upgrade-needs-desc-6": "Ini berarti tidak ada on-switch untuk Eth2. Perbaikan akan dikirimkan secara bertahap seiring waktu.",
  "page-upgrades-vision-upgrade-needs-serenity": "Lihat postingan blog 2015 yang membahas 'Serenity'",
  "page-upgrades-vision-uprade-needs-desc-5": "Sekarang setelah teknologinya siap, peningkatan ini akan menyusun ulang Ethereum agar lebih dapat terukur, aman, dan berkelanjutan – untuk membuat hidup lebih baik bagi pengguna yang sudah ada dan menarik pengguna baru. Semuanya sambil mempertahankan nilai inti desentralisasi Ethereum."
}
