{
  "layer-2-arbitrum-note": "Bukti penipuan hanya untuk pengguna yang masuk ke dalam daftar putih, daftar putih belum dibuka",
  "layer-2-boba-note": "Pemeriksaan status dalam pengembangan",
  "layer-2-optimism-note": "Bukti kesalahan sedang dalam pengembangan",
  "layer-2-hero-title": "Lapisan 2",
  "layer-2-hero-header": "Ethereum untuk semua orang",
  "layer-2-hero-subtitle": "Menskalakan Ethereum untuk adopsi massal.",
  "layer-2-hero-alt-text": "Ilustrasi transaksi yang digulung di lapisan ke-2 dan diposting ke Jaringan Utama Ethereum",
  "layer-2-hero-button-1": "Apa itu lapisan ke-2",
  "layer-2-hero-button-2": "Menggunakan lapisan ke-2",
  "layer-2-hero-button-3": "Pindah ke lapisan ke-2",
  "layer-2-statsbox-1": "TVL terkunci di lapisan ke-2 (USD)",
  "layer-2-statsbox-2": "Rata-rata biaya transfer ETH pada lapisan ke-2 (USD)",
  "layer-2-statsbox-3": "Perubahan TVL Lapisan ke-2 (30 hari)",
  "layer-2-what-is-layer-2-title": "Apa itu lapisan ke-2?",
  "layer-2-what-is-layer-2-1": "Lapisan ke-2 (L2) adalah istilah kolektif untuk menggambarkan serangkaian solusi penskalaan Ethereum tertentu. <strong>Lapisan ke-2 adalah rantai blok terpisah yang memperluas jaringan Ethereum dan mewarisi jaminan keamanan Ethereum</strong>.",
  "layer-2-what-is-layer-2-2": "Sekarang mari kita telusuri lebih dalam. Untuk melakukannya, pertama-tama kita perlu menjelaskan lapisan 1 (L1).",
  "layer-2-what-is-layer-1-title": "Apa itu lapisan ke-1?",
  "layer-2-what-is-layer-1-1": "Lapisan ke-1 adalah rantai blok dasar. Ethereum dan Bitcoin keduanya adalah blockchain lapisan 1 karena mereka adalah <strong>dasar mendasar yang berbagai jaringan lapisan ke-2 bangun di atasnya</strong>. Contoh proyek lapisan ke-2 termasuk \"rollups\" pada Ethereum dan Jaringan Lightning pada Bitcoin. Seluruh aktivitas transaksi pengguna pada proyek-proyek lapisan ke-2 ini pada akhirnya dapat diselesaikan kembali ke rantai blok lapisan ke-1.",
  "layer-2-what-is-layer-1-2": "Ethereum juga berfungsi sebagai lapisan ketersediaan data untuk lapisan 2. Proyek-proyek lapisan ke-2 akan merangkum data transaksi mereka ke Ethereum, mengandalkan Ethereum untuk ketersediaan data. Data ini dapat digunakan untuk mendapatkan status dari lapisan ke-2, atau untuk mempermasalahkan transaksi pada lapisan ke-2.",
  "layer-2-what-is-layer-1-list-title": "<strong>Ethereum termasuk sebagai lapisan ke-1:</strong>",
  "layer-2-what-is-layer-1-list-1": "<strong>Sebuah Jaringan dari operator simpul</strong>untuk mengamankan dan memvalidasi jaringan",
  "layer-2-what-is-layer-1-list-2": "<strong>Sebuah jaringan dari produsen blok</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>Rantai blok</strong> itu sendiri dan riwayat data transaksi",
  "layer-2-what-is-layer-1-list-4": "<strong>Mekanisme Konsensus</strong> untuk jaringan",
  "layer-2-what-is-layer-1-list-link-1": "Masih bingung dengan Ethereum?",
  "layer-2-what-is-layer-1-list-link-2": "Pelajari apa itu Ethereum.",
  "layer-2-why-do-we-need-layer-2-title": "Mengapa kita membutuhkan lapisan ke-2?",
  "layer-2-why-do-we-need-layer-2-1": "Tiga sifat yang diinginkan dari sebuah rantai blok adalah <strong>terdesentralisasi, aman, dan dapat diskalakan</strong>. <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">Rantai blok Trilema</a> menyatakan bahwa arsitektur rantai blok yang sederhana hanya dapat mencapai dua dari tiga hal tersebut. Ingin rantai blok yang aman dan terdesentralisasi? Anda perlu mengorbankan skalabilitas.",
  "layer-2-why-do-we-need-layer-2-2": "Saat ini, Ethereum memproses <a href=\"https://etherscan.io/chart/tx\" target=\"_blank\">1+ juta transaksi per hari</a>. Permintaan penggunaan Ethereum dapat menyebabkan harga biaya transaksi menjadi tinggi. Inilah tempat masuknya jaringan lapisan ke-2.",
  "layer-2-why-do-we-need-layer-2-scalability": "Skalabilitas",
  "layer-2-why-do-we-need-layer-2-scalability-1": "Tujuan utama dari lapisan ke-2 adalah meningkatkan keluaran transaksi (transaksi per detik yang lebih tinggi) tanpa mengorbankan desentralisasi atau keamanan.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "Jaringan Utama Ethereum (lapisan ke-1) hanya mampu memproses <a href=\"https://ethtps.info/Network/Ethereum\">kira-kira 15 transaksi per detik</a>. Ketika permintaan untuk menggunakan Ethereum tinggi, jaringan menjadi penuh, yang meningkatkan biaya transaksi dan membuat pengguna yang tidak mampu membayar biaya tersebut terpaksa keluar. Lapisan ke-2 adalah solusi yang mengurangi biaya tersebut dengan memproses transaksi di luar rantai blok lapisan ke-1.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "Selengkapnya tentang visi Ethereum",
  "layer-2-benefits-of-layer-2-title": "Manfaat lapisan ke-2",
  "layer-2-lower-fees-title": "Biaya yang lebih rendah",
  "layer-2-lower-fees-description": "Dengan menggabungkan beberapa transaksi di luar rantai ke dalam satu transaksi layer ke-1, biaya transaksi berkurang secara besar-besaran, membuat Ethereum lebih mudah diakses oleh semua orang.",
  "layer-2-maintain-security-title": "Menjaga keamanan",
  "layer-2-maintain-security-description": "Rantai Blok lapisan ke-2 menyelesaikan transaksi mereka di Jaringan Utama Ethereum, memungkinkan pengguna untuk mendapatkan manfaat dari keamanan jaringan Ethereum.",
  "layer-2-expand-use-cases-title": "Tampilkan penggunaan kasus",
  "layer-2-expand-use-cases-description": "Dengan transaksi yang lebih tinggi per detik, biaya yang lebih rendah, dan teknologi baru, proyek-proyek akan berkembang menjadi aplikasi baru dengan pengalaman pengguna yang lebih baik.",
  "layer-2-how-does-layer-2-work-title": "Bagaimana cara kerja lapisan ke-2?",
  "layer-2-how-does-layer-2-work-1": "Seperti yang telah disebutkan di atas, lapisan ke-2 adalah istilah umum untuk solusi skalabilitas Ethereum yang mengelola transaksi di luar Ethereum lapisan ke-1 sambil tetap memanfaatkan keamanan desentralisasi yang kuat dari Ethereum lapisan ke-1. <strong>Sebuah lapisan ke-2 adalah sebuah rantai blok terpisah yang memperluas Ethereum</strong>. Bagaimana cara kerjanya?",
  "layer-2-how-does-layer-2-work-2": "Terdapat beberapa jenis lapisan ke-2 yang berbeda, masing-masing memiliki kompromi dan model keamanan mereka sendiri. Lapisan ke-2 mengurangi beban transaksi dari lapisan ke-1, memungkinkan lapisan ke-1 menjadi kurang padat, dan membuat semuanya menjadi lebih skalabel.",
  "layer-2-rollups-title": "Rollup",
  "layer-2-rollups-1": "Rollups menggabungkan (atau 'roll up') ratusan transaksi ke dalam satu transaksi tunggal di lapisan ke-1. Ini membagi biaya transaksi L1 kepada semua orang dalam rollup, membuatnya lebih murah untuk setiap pengguna.",
  "layer-2-rollups-2": "Transaksi rollup dieksekusi di luar lapisan ke-1 tetapi data transaksi diserahkan ke lapisan ke-1. Dengan mengirimkan data transaksi ke lapisan ke-1, rollup mewarisi keamanan Ethereum. Hal ini karena setelah data diunggah ke lapisan ke-1, membatalkan transaksi rollup memerlukan pembatalan Ethereum. Terdapat dua pendekatan berbeda untuk rollup: optimistik dan pengetahuan nol - keduanya berbeda terutama dalam cara data transaksi ini diserahkan ke L1.",
  "layer-2-optimistic-rollups-title": "Optimistic rollups",
  "layer-2-optimistic-rollups-description": "Penggabungan yang optimis 'optimistik' dalam arti bahwa transaksi diasumsikan valid, tetapi dapat ditantang jika diperlukan. Jika transaksi tidak valid dicurigai, bukti kesalahan dijalankan untuk melihat apakah hal ini terjadi.",
  "layer-2-optimistic-rollups-childSentance": "Lebih lanjut mengenai penggabungan yang optimis",
  "layer-2-zk-rollups-title": "Rollup zero-knowledge",
  "layer-2-zk-rollups-description": "Roll-up tanpa pengetahuan menggunakan bukti keabsahan di mana transaksi dihitung di luar rantai, kemudian data yang telah dikecilkan disediakan ke Jaringan Utama Ethereum sebagai bukti keabsahan transaksi tersebut.",
  "layer-2-zk-rollups-childSentance": "Lebih lanjut mengenai roll-up ZK",
  "layer-2-dyor-title": "Silakan melakukan riset sendiri: risiko dari lapisan ke-2",
  "layer-2-dyor-1": "Banyak proyek lapisan ke-2 masih relatif muda dan masih memerlukan pengguna untuk mempercayai beberapa operator untuk jujur saat mereka bekerja untuk mendesentralisasi jaringan mereka. Selalu lakukan riset Anda sendiri untuk memutuskan apakah Anda nyaman dengan risiko yang terlibat.",
  "layer-2-dyor-2": "Untuk informasi lebih lanjut mengenai teknologi, risiko, dan asumsi kepercayaan lapisan ke-2, kami sarankan untuk melihat L2BEAT, yang menyediakan kerangka penilaian risiko komprehensif untuk setiap proyek.",
  "layer-2-dyor-3": "Pergi ke L2BEAT",
  "layer-2-use-layer-2-title": "Menggunakan lapisan ke-2",
  "layer-2-use-layer-2-1": "Sekarang setelah Anda memahami mengapa lapisan ke-2 ada dan bagaimana cara kerjanya, mari kita aktifkan dan siap digunakan!",
  "layer-2-contract-accounts": "Jika Anda menggunakan dompet kontrak pintar seperti Safe atau Argent, Anda tidak akan memiliki kendali atas alamat ini di lapisan ke-2 sampai Anda mendeploy kembali akun kontrak Anda ke alamat tersebut di lapisan ke-2. Akun klasik dengan frasa pemulihan akan secara otomatis memiliki akun yang sama di semua jaringan lapisan ke-2.",
  "layer-2-use-layer-2-generalized-title": "Lapisan ke-2 yang Umum",
  "layer-2-use-layer-2-generalized-1": "Generalized Lapisan ke-2 berperilaku sama seperti Ethereum — namun dengan biaya yang lebih rendah. Segala hal yang dapat Anda lakukan di Ethereum Lapisan ke-1, juga dapat Anda lakukan di Lapisan ke-2. Banyak dapps (aplikasi terdesentralisasi) telah mulai bermigrasi ke jaringan-jaringan ini atau bahkan langsung mengabaikan Jaringan Utama untuk langsung di-deploy di lapisan ke-2.",
  "layer-2-use-layer-2-application-specific-title": "Lapisa ke-2 yang khusus aplikasi",
  "layer-2-use-layer-2-application-specific-1": "Lapisan ke-2 yang Khusus Aplikasi adalah proyek-proyek yang mengkhususkan diri dalam mengoptimalkan untuk ruang aplikasi tertentu, dengan tujuan meningkatkan kinerja.",
  "layer-2-sidechains-title": "Sebuah catatan mengenai rantai samping, validium, dan rantai blok alternatif",
  "layer-2-sidechains-1": "<strong>Rantai samping dan validium</strong> adalah rantai blok yang memungkinkan aset dari Ethereum dijembatani dan digunakan di rantai blok lain. Rantai samping dan validium beroperasi sejajar dengan Ethereum, dan berinteraksi dengan Ethereum melalui jembatan, tetapi keamanan dan ketersediaan datanya tidak berasal dari Ethereum.",
  "layer-2-sidechains-2": "Kedua teknologi ini memiliki skala yang serupa dengan lapisan ke-2 - mereka menawarkan biaya transaksi yang lebih rendah dan keluaran transaksi yang lebih tinggi - namun memiliki asumsi kepercayaan yang berbeda.",
  "layer-2-more-on-sidechains": "Info lebih lanjut dari rantai samping",
  "layer-2-more-on-validiums": "Info lebih lanjut dari validium",
  "layer-2-sidechains-4": "Beberapa rantai blok lapisan ke-1 melaporkan keluaran yang lebih tinggi dan biaya transaksi yang lebih rendah daripada Ethereum, tetapi umumnya dengan kompromi di tempat lain, misalnya kebutuhan perangkat keras yang lebih besar untuk menjalankan simpul.",
  "layer-2-onboard-title": "Bagaimana cara masuk ke lapisan ke-2",
  "layer-2-onboard-1": "Ada dua cara utama untuk memasukkan aset Anda ke dalam lapisan ke-2: menghubungkan dana dari Ethereum melalui kontrak pintar atau menarik dana Anda di bursa langsung ke jaringan lapisan ke-2.",
  "layer-2-onboard-wallet-title": "Dana di dalam dompet Anda?",
  "layer-2-onboard-wallet-1": "Jika Anda sudah memiliki ETH di dalam dompet Anda, Anda harus menggunakan penghubung untuk memindahkannya dari Jaringan Utama Ethereum ke lapisan ke-2.",
  "layer-2-more-on-bridges": "Lebih lanjut tentang penghubung",
  "layer-2-onboard-wallet-input-placeholder": "Pilih L2 yang ingin Anda hubungkan",
  "layer-2-onboard-wallet-selected-1": "Anda dapat terhubung ke",
  "layer-2-onboard-wallet-selected-2": "menggunakan dompet ini:",
  "layer-2-bridge": "Penghubung",
  "layer-2-onboard-exchange-title": "Dana di bursa?",
  "layer-2-onboard-exchange-1": "Beberapa bursa terpusat sekarang menawarkan penarikan dan penyetoran langsung ke lapisan ke-2. Periksa bursa mana yang mendukung penarikan lapisan ke-2 dan lapisan ke-2 mana yang mereka dukung.",
  "layer-2-onboard-exchange-2": "Anda juga membutuhkan dompet untuk menarik dana Anda.",
  "layer-2-onboard-find-a-wallet": "Temukan dompet Ethereum.",
  "layer-2-onboard-exchange-input-placeholder": "Periksa bursa yang mendukung L2",
  "layer-2-deposits": "Setoran",
  "layer-2-withdrawals": "Penarikan",
  "layer-2-go-to": "Menuju ke",
  "layer-2-tools-title": "Perangkat yang efektif pada lapisan ke-2",
  "layer-2-tools-l2beat-description": "L2BEAT adalah sumber daya yang bagus untuk melihat penilaian risiko teknis dari proyek-proyek lapisan ke-2. Kami merekomendasikan untuk mencoba sumber daya mereka saat meneliti proyek lapisan ke-2 tertentu.",
  "layer-2-tools-l2fees-description": "Biaya L2 memungkinkan Anda melihat biaya saat ini (dalam mata uang USD) untuk melakukan transaksi pada lapisan ke-2 yang berbeda.",
  "layer-2-tools-chainlist-description": "Chainlist adalah sumber daya yang bagus untuk mengimpor RPC jaringan ke dalam dompet pendukung. Anda akan menemukan RPC untuk proyek lapisan ke-2 di sini untuk membantu Anda terhubung.",
  "layer-2-tools-zapper-description": "Kelola seluruh portofolio web3 Anda mulai dari DeFi hingga NFT dan apa pun yang akan datang. Berinvestasi dalam peluang terbaru dari satu tempat yang nyaman.",
  "layer-2-tools-zerion-description": "Bangun dan kelola seluruh portofolio DeFi Anda dari satu tempat. Temukan dunia keuangan terdesentralisasi saat ini.",
  "layer-2-tools-debank-description": "Ikuti semua peristiwa penting di dunia web3",
  "layer-2-faq-title": "FAQ",
  "layer-2-faq-question-1-title": "Mengapa tidak ada Ethereum L2 yang 'resmi'?",
  "layer-2-faq-question-1-description-1": "Sama seperti tidak ada klien Ethereum 'resmi', tidak ada Ethereum lapisan ke-2 'resmi'. Ethereum bersifat tanpa izin - secara teknis siapa pun dapat membuat lapisan ke-2! Beberapa tim akan mengimplementasikan versi mereka dari lapisan ke-2, dan seluruh ekosistem akan mendapatkan manfaat dari beragam pendekatan desain yang dioptimalkan untuk berbagai kasus penggunaan. Sama seperti kita memiliki beberapa klien Ethereum yang dikembangkan oleh beberapa tim untuk memiliki keragaman dalam jaringan, ini juga akan menjadi bagaimana lapisan ke-2 berkembang di masa depan.",
  "layer-2-faq-question-2-title": "Apa perbedaan antara rollup optimistik dan Rollup tanpa pengetahuan?",
  "layer-2-faq-question-2-description-1": "Baik rollup optimistik maupun Rollup tanpa pengetahuan menggabungkan (atau 'roll up') ratusan transaksi menjadi satu transaksi tunggal di lapisan ke-1. Transaksi rollup dieksekusi di luar lapisan ke-1 tetapi data transaksi diposting ke lapisan ke-1.",
  "layer-2-faq-question-2-description-2": "Perbedaan utamanya terletak pada data apa yang diposting ke lapisan ke-1 dan bagaimana data tersebut diverifikasi. Bukti keabsahan (digunakan oleh Rollup tanpa pengetahuan) menjalankan perhitungan di luar rantai dan memposting bukti, sedangkan bukti kesalahan (digunakan oleh penggabungan yang optimis) hanya menjalankan perhitungan di dalam rantai saat kesalahan dicurigai dan harus diperiksa.",
  "layer-2-faq-question-2-description-3": "Saat ini, sebagian besar Roll-up ZK bersifat khusus aplikasi, berbeda dengan penggabungan yang optimis yang pada umumnya lebih dapat digeneralisasi.",
  "layer-2-more-info-on-optimistic-rollups": "Info lebih lanjut tentang penggabungan yang optimis",
  "layer-2-more-info-on-zk-rollups": "Informasi lebih lanjut tentang Rollup tanpa pengetahuan",
  "layer-2-faq-question-4-title": "Apa saja risiko lapisan ke-2?",
  "layer-2-faq-question-4-description-1": "Proyek-proyek lapisan ke-2 memiliki risiko tambahan dibandingkan dengan menyimpan dana dan bertransaksi secara langsung di Jaringan Utama Ethereum. Misalnya, pihak penyusun urutan (sequencer) dapat mengalami masalah, yang mengharuskan Anda menunggu untuk mengakses dana.",
  "layer-2-faq-question-4-description-2": "Kami mendorong Anda untuk melakukan riset sendiri sebelum mentransfer dana signifikan ke lapisan ke-2. Untuk informasi lebih lanjut mengenai teknologi, risiko, dan asumsi kepercayaan lapisan ke-2, kami sarankan untuk melihat <a href=\"https://l2beat.com/?view=risk\">L2BEAT</a>, yang menyediakan kerangka penilaian risiko komprehensif untuk setiap proyek.",
  "layer-2-faq-question-4-description-3": "Penghubung rantai blok, yang memfasilitasi transfer aset ke lapisan ke-2, masih dalam tahap awal pengembangan dan kemungkinan desain penghubung yang optimal belum ditemukan. Telah ada <a href=\"https://rekt.news/wormhole-rekt/\">peretasan penghubung baru-baru ini</a>.",
  "layer-2-faq-question-5-title": "Mengapa beberapa proyek lapisan ke-2 tidak terdaftar di sini?",
  "layer-2-faq-question-5-description-1": "Kami ingin memastikan bahwa kami mencantumkan sumber daya terbaik yang mungkin sehingga pengguna dapat menjelajahi ruang lapisan ke-2 dengan cara yang aman dan percaya diri. Kami memiliki kerangka kriteria untuk bagaimana proyek dievaluasi untuk inklusi.",
  "layer-2-faq-question-5-view-listing-policy": "Lihat kebijakan daftar lapisan ke-2 kami di sini.",
  "layer-2-faq-question-5-description-2": "Semua orang bebas untuk menyarankan penambahan lapisan ke-2 di ethereum.org. Jika ada lapisan ke-2 yang kami lewatkan, <a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">silakan sarankan</a>.",
  "layer-2-further-reading-title": "Bacaan lebih lanjut",
  "a-rollup-centric-ethereum-roadmap": "Peta perjalanan ethereum yang berfokus pada rollup",
  "an-incomplete-guide-to-rollups": "Panduan Tidak Lengkap tentang Rollup",
  "polygon-sidechain-vs-ethereum-rollups": "Rantai samping Polygon vs Rollup Ethereum: pendekatan skalabilitas lapisan ke-2| Vitalik Buterin dan Lex Fridman",
  "rollups-the-ultimate-ethereum-scaling-strategy": "ROLLUP - Strategi Penskalaan Ethereum Maksimal? Penjelasan Arbitrum & Optimism",
  "scaling-layer-1-with-shard-chains": "Menskalakan lapisan 1 dengan rantai shard",
  "understanding-rollup-economics-from-first-principals": "Memahami ekonomi Rollup dari prinsip-prinsip dasar",
  "arbitrum-description": "Arbitrum One adalah Penggabungan yang Optimis yang bertujuan memberikan pengalaman yang sama seperti berinteraksi dengan Ethereum, tetapi dengan biaya transaksi hanya sebagian kecil dari yang ada di L1.",
  "optimism-description": "Optimism adalah penggabungan yang optimis EVM-equivalent yang cepat, sederhana, dan aman. Ini menskalakan teknologi Ethereum sambil juga memperluas nilai-nilainya melalui pendanaan barang publik retroaktif.",
  "boba-description": "Boba adalah penggabungan yang optimis yang awalnya merupakan cabang dari Optimism yang merupakan solusi penskalaan yang bertujuan untuk mengurangi biaya gas, meningkatkan keluaran transaksi, dan memperluas kapabilitas kontrak pintar.",
  "loopring-description": "Solusi zkRollup L2 dari Loopring bertujuan untuk menawarkan jaminan keamanan yang sama dengan jaringan utama Ethereum, dengan peningkatan skalabilitas yang besar: keluaran meningkat 1000x, dan biaya berkurang menjadi hanya 0,1% dari L1.",
  "zksync-description": "ZKsync adalah platform Rollup zk yang berfokus pada pengguna dari Matter Labs. Ini adalah solusi penskalaan untuk Ethereum, sudah berjalan di Jaringan Utama Ethereum. Ini mendukung pembayaran, pertukaran token, dan penciptaan NFT.",
  "zkspace-description": "Platform ZKSpace terdiri dari tiga bagian utama: bursa AMM DEX lapisan ke-2 yang menggunakan teknologi Rollup ZK bernama ZKSwap, layanan pembayaran bernama ZKSquare, dan pasar NFT bernama ZKSea.",
  "aztec-description": "Jaringan Aztec adalah Rollup zk pribadi pertama di Ethereum, memungkinkan aplikasi terdesentralisasi untuk mengakses privasi dan skala.",
  "starknet-description": "Starknet adalah Rollup Validitas Lapisan ke-2. Starknet menyediakan keluaran proses yang tinggi, biaya gas yang rendah, dan menjaga tingkat keamanan Lapisan ke-1 Ethereum.",
  "layer-2-note": "Catatan:",
  "layer-2-ecosystem-portal": "Portal Ekosistem",
  "layer-2-token-lists": "Daftar Token",
  "layer-2-explore": "Jelajahi",
  "page-dapps-ready-button": "Mulai"
}
