{
  "page-ethereum-history-founder-and-ownership-meta-title": "Sejarah Ethereum: pendiri, peluncuran, dan kepemilikan | ethereum.org",
  "page-ethereum-history-founder-and-ownership-meta-description": "Pelajari tentang sejarah Ethereum, termasuk siapa yang membuatnya, kapan diluncurkan, dan siapa yang mengendalikannya saat ini.",
  "page-ethereum-history-founder-and-ownership-twitter-meta-description": "Pelajari perbedaan antara Bitcoin dan Ethereum, termasuk kasus penggunaan, kinerja jaringan, ekonomi token, dan lainnya.",
  "page-ethereum-history-founder-and-ownership-title": "Sejarah Ethereum: pendiri, peluncuran, dan kepemilikan",
  "page-ethereum-history-founder-and-ownership-description-1": "Ethereum didirikan oleh Vitalik Buterin pada tahun 2013. Beberapa salah satu pendiri bergabung kemudian, termasuk Gavin Wood dan Joseph Lubin. Jaringan Ethereum secara resmi diluncurkan pada tanggal 30 Juli 2015, dengan penambangan blok pertama (blok Genesis).",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-description-1": "Berbeda dengan organisasi tradisional, <strong>Ethereum tidak memiliki CEO</strong>, dewan, atau pihak pengendali tunggal. Ini adalah platform terdesentralisasi yang diatur oleh komunitasnya, dengan dukungan dari nirlaba Ethereum Foundation.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum": "Siapa yang mendirikan/turut mendirikan Ethereum?",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-1": "Ethereum <strong>didirikan oleh Vitalik Buterin</strong> yang mencetuskan idenya <strong>pada akhir tahun 2013</strong>.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-2": "Lahir di Rusia pada tahun 1994 dan dibesarkan di Kanada, Buterin menunjukkan bakat matematika yang luar biasa sejak usia dini.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-3": "Dia menemukan Bitcoin pada tahun 2011, dan mulai menulis artikel Bitcoin yang membuatnya ikut mendirikan <em>Bitcoin Magazine</em> pada tahun 2012. Ini adalah salah satu publikasi pertama yang didedikasikan untuk mata uang kripto. Dengan menjadi bagian dari komunitas awal Bitcoin, ia menyaksikan secara langsung potensi dan keterbatasannya.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-4": "Pada tahun 2014, Vitalik menerbitkan <whitepaper>Kertas Putih Ethereum</whitepaper>, yang menguraikan platform yang akan melampaui Bitcoin dengan menciptakan rantai blok yang dapat melakukan lebih dari sekadar pembayaran.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-5": "Ethereum memperluas pendekatan Bitcoin, pada dasarnya mengatakan, yah, daripada memiliki aturan yang dirancang untuk mendukung satu aplikasi, kami akan membuat sesuatu yang lebih umum di mana orang dapat membangun aplikasi mereka sendiri dan aturan untuk aplikasi apa pun yang mereka bangun dapat dieksekusi, diimplementasikan di platform Ethereum.",
  "page-ethereum-history-founder-and-ownership-when-ethereum-when-did-ethereum-launch": "Kapan Ethereum diluncurkan?",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now": "Siapa yang memiliki dan menjalankan Ethereum sekarang?",
  "page-ethereum-history-founder-and-ownership-founder-of-ethereum": "Pendiri Ethereum",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-6": "Ethereum didirikan bersama oleh 8 orang yang membantu mewujudkan Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-vitalik-buterin": "<strong>Vitalik Buterin</strong>: Mencetuskan Ethereum pada tahun 2013, menulis kertas putih asli, dan menjadi visioner utama dan pendukungnya, mengartikulasikan konsep komputer dunia yang terdesentralisasi dan memandu arah teknis dan filosofis protokol.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-gavin-wood": "<strong>Gavin Wood</strong>: Mengembangkan bahasa pemrograman <solidity>Solidity</solidity> dan menulis <ethereumYellowPaper>Kertas Kuning Ethereum</ethereumYellowPaper>, panduan teknis untuk Mesin Virtual Ethereum (EVM).",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-joseph-lubin": "<strong>Joseph Lubin</strong>: Membantu mendanai tahap-tahap awal Ethereum dan kemudian mendirikan <consensys>ConsenSys</consensys>, sebuah perusahaan yang berfokus pada pembangunan aplikasi dan infrastruktur berbasis Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-jeffrey-wilcke": "<strong>Jeffrey Wilcke</strong>: Membuat <geth>Geth</geth>, klien eksekusi Ethereum asli dan yang paling banyak digunakan, bertanggung jawab untuk menjalankan EVM dan menyimpan data jaringan Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-mihai-alisie": "<strong>Mihai Alisie</strong>: Mendirikan Bitcoin Magazine bersama Vitalik Buterin dan membantu mendirikan Ethereum Foundation di Swiss, menjabat sebagai wakil presiden dan menyiapkan kerangka hukum untuk pra-penjualan ether.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-anthony-di-lorio": "<strong>Anthony Di Lorio</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-amir-chetrit": "<strong>Amir Chetrit</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-charles-hoskinson": "<strong>Charles Hoskinson</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-7": "Saat ini, Vitalik Buterin tetap terlibat aktif dalam pengembangan Ethereum. Joseph Lubin terus memimpin ConsenSys. Perusahaannya mengembangkan perangkat penting untuk ekosistem Ethereum seperti <strong>MetaMask</strong> dan <strong>Infura</strong>.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-1": "Perjalanan dari ide awal Vitalik hingga peluncuran resmi Ethereum memakan waktu sekitar 20 bulan. Berikut adalah tonggak-tonggak pentingnya:",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-2": "<strong>November 2013:</strong> Vitalik Buterin membagikan kertas putih Ethereum. Ini menjelaskan visinya untuk platform rantai blok yang dapat menjalankan kontrak pintar.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-3": "<strong>Januari 2014:</strong> Vitalik <announcement>mengumumkan secara publik</announcement> konsep Ethereum di Konferensi Bitcoin Amerika Utara di Miami.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-4": "<strong>Juli–Agustus 2014:</strong> Untuk mendanai pengembangan Ethereum, tim pendiri menjalankan kampanye urun dana publik. Mereka mengumpulkan 31.000 BTC (bernilai sekitar $18 juta pada saat itu) sebagai imbalan untuk ether (ETH).",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-5": "<strong>April 2015:</strong> Vitalik dan salah satu pendiri meluncurkan testnet Olympic Ethereum. Ini adalah fase pengujian terakhir sebelum peluncuran jaringan utama.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-6": "<strong>30 Juli 2015:</strong> Tim pendiri secara resmi meluncurkan jaringan utama Ethereum dengan menambang blok genesis. Ini menandai kelahiran jaringan Ethereum.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-7": "<strong>14 Maret 2016:</strong> Komunitas Ethereum mengimplementasikan \"Homestead\", peningkatan terencana pertama. Ini menandakan bahwa Ethereum siap untuk adopsi umum.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-8": "Kami memiliki gagasan pada proyek Ethereum bahwa kami hanya akan mendapatkan satu kesempatan untuk itu, itu benar-benar hanya satu kali dan selesai, jadi kami harus melakukannya dengan benar.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-9": "Salah Satu Pendiri Ethereum",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-10": "Peluncuran Ethereum menandai tonggak utama dalam teknologi rantai blok. Ini memperkenalkan kontrak pintar dan menciptakan platform untuk aplikasi terdesentralisasi.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-11": "Anda dapat <genesisBlock>selalu melihat blok genesis Ethereum</genesisBlock> untuk mengabadikan momen ketika Ethereum pertama kali ada.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-12": "Lihat daftar lengkap peningkatan Ethereum",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-13": "Lihat peta perjalanan Ethereum di masa mendatang",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-1": "Salah satu aspek paling unik dari Ethereum adalah struktur kepemilikannya, atau lebih tepatnya, ketiadaan kepemilikan tradisional. Tidak seperti perusahaan biasa, Ethereum:",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-2": "<strong>tidak memiliki CEO atau otoritas pusat</strong>",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-3": "<strong>tidak dikendalikan oleh satu entitas</strong> atau organisasi mana pun",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-4": "<strong>tidak memiliki pemegang saham</strong> dalam arti tradisional",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-5": "Sebaliknya, Ethereum bekerja sebagai jaringan terdesentralisasi. Ia <strong>dikelola oleh ribuan komputer independen</strong> (simpul) di seluruh dunia. Model terdesentralisasi ini merupakan inti dari desain dan nilai Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-6": "Beberapa kelompok utama membantu pengembangan dan tata kelola Ethereum yang sedang berlangsung:",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation": "1. Ethereum Foundation",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-1": "<strong>Ethereum Foundation adalah organisasi nirlaba</strong> yang mendukung Ethereum dan teknologi terkait. Meskipun penting, ia tidak mengendalikan jaringan. Yayasan ini:",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-2": "Mengelola dana untuk mendukung pengembangan Ethereum",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-3": "Memberikan hibah untuk proyek yang dibangun di atas Ethereum",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-4": "Mengorganisir acara komunitas dan inisiatif pendidikan",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-5": "Mengkoordinasikan upaya penelitian",
  "page-ethereum-history-founder-and-ownership-core-developers": "2. Pengembang inti dan peneliti",
  "page-ethereum-history-founder-and-ownership-core-developers-description-1": "Komunitas global pengembang dan peneliti berkontribusi pada kode dan desain Ethereum. Para kontributor ini mengusulkan, mendiskusikan, dan mengimplementasikan perbaikan melalui proses yang terbuka dan publik. Vitalik Buterin tetap dihormati di komunitas, namun, keputusan dibuat melalui kesepakatan kelompok daripada oleh satu orang.",
  "page-ethereum-history-founder-and-ownership-eip": "3. Proposal Peningkatan Ethereum (EIP)",
  "page-ethereum-history-founder-and-ownership-eip-description-1": "Komunitas Ethereum mengusulkan perubahan pada jaringan melalui <eips>Proposal Peningkatan Ethereum (EIP)</eips>. Sistem terbuka ini memungkinkan siapa saja untuk menyarankan perbaikan. Ide-ide ini kemudian didiskusikan, disempurnakan, dan berpotensi diimplementasikan oleh komunitas.",
  "page-ethereum-history-founder-and-ownership-validators": "4. Operator simpul dan validator",
  "page-ethereum-history-founder-and-ownership-validators-description-1": "Sejak peralihan Ethereum ke bukti taruhan pada bulan September 2022, jaringan diamankan oleh validator yang mengunci (mempertaruhkan) ETH dan memproses transaksi. Ada <beaconchain>sejumlah besar validator</beaconchain> yang tersebar di seluruh dunia, yang mendistribusikan kontrol jaringan secara luas.",
  "page-ethereum-history-founder-and-ownership-validators-description-2": "Model terdesentralisasi ini membatasi kontrol oleh entitas tunggal mana pun, membuat Ethereum tahan terhadap sensor. Ini termasuk pendiri aslinya. Tidak ada satu orang atau organisasi pun yang dapat mengubah aturan Ethereum atau mematikan jaringan sendiri.",
  "page-ethereum-history-founder-and-ownership-validators-description-3": "Perbedaan inti antara membangun aplikasi di Ethereum versus membangunnya di platform terpusat tradisional adalah gagasan inti ini bahwa setelah Anda membangun aplikasi Anda, aplikasi tersebut tidak perlu bergantung pada Anda atau orang lain untuk kelangsungannya. Dan aplikasi dijamin akan terus berjalan sesuai dengan aturan yang ditentukan.",
  "page-ethereum-history-founder-and-ownership-conclusion": "Kesimpulan",
  "page-ethereum-history-founder-and-ownership-conclusion-description-1": "Dari penciptaannya oleh Vitalik Buterin pada tahun 2013 hingga peluncurannya pada tahun 2015 dan pertumbuhannya saat ini, <strong>Ethereum tetap setia pada visi pendiriannya</strong>. Ini tetap menjadi platform yang <strong>terdesentralisasi, netral yang kredibel</strong> untuk aplikasi yang berjalan persis seperti yang diprogram. Jaringan dan aplikasi yang dibangun di atasnya berjalan <strong>tanpa waktu henti, sensor, penipuan, atau campur tangan pihak ketiga</strong>.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-2": "Kisah Ethereum terus berlanjut dengan setiap pembaruan dan inovasi. Seiring berkembangnya jaringan, ini mencontohkan bagaimana tata kelola terdesentralisasi dapat mendorong kemajuan teknologi tanpa struktur perusahaan tradisional.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-3": "Ethereum telah berubah dari kertas putih visioner menjadi <strong>lapisan infrastruktur global yang memberdayakan ribuan aplikasi dan bernilai miliaran</strong>. Ini membuktikan bahwa kolaborasi terbuka dapat membentuk kembali tidak hanya keuangan, tetapi juga konsep fundamental kepemilikan, tata kelola, dan kepercayaan digital.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-4": "Pelajari lebih lanjut tentang proses tata kelola Ethereum"
}
