{
  "page-dapps-1inch-logo-alt": "Logo 1inch",
  "page-dapps-aave-logo-alt": "Logo Aave",
  "page-dapps-add-button": "Sarankan dapp",
  "page-dapps-add-title": "Tenambahkan dapp",
  "page-dapps-ankr-logo-alt": "Logo Ankr",
  "page-dapps-api3-logo-alt": "Logo API3",
  "page-dapps-arweave-logo-alt": "Logo ARweave",
  "page-dapps-audius-logo-alt": "Logo Audius",
  "page-dapps-axie-infinity-logo-alt": "Logo Axie Infinity",
  "page-dapps-balancer-logo-alt": "Logo Balancer",
  "page-dapps-brave-logo-alt": "Logo Brave",
  "page-dapps-beginner-friendly-description": "Beberapa dapps yang cocok untuk pemula. Jelajahi lebih banyak dapps di bawah ini.",
  "page-dapps-beginner-friendly-header": "Cocok untuk pemula",
  "page-dapps-category-arts": "Seni dan mode",
  "page-dapps-category-browsers": "Browser",
  "page-dapps-category-code-marketplaces": "Pasar kode",
  "page-dapps-category-collectibles": "Barang koleksi digital",
  "page-dapps-category-competitive": "Game Web3",
  "page-dapps-category-computing": "Alat pengembang",
  "page-dapps-category-dex": "Bursa",
  "page-dapps-category-investments": "Panduan investasi",
  "page-dapps-category-lending": "Memberi pinjaman dan meminjam",
  "page-dapps-category-lottery": "Penggalangan dana",
  "page-dapps-category-marketplaces": "Pasar",
  "page-dapps-category-music": "Musik",
  "page-dapps-category-payments": "Pembayaran",
  "page-dapps-category-insurance": "Asuransi",
  "page-dapps-category-portfolios": "Manajemen portfolio",
  "page-dapps-category-trading": "Pasar prediksi",
  "page-dapps-category-utilities": "Utilitas",
  "page-dapps-category-worlds": "Dunia virtual",
  "page-dapps-category-demand-aggregator": "Agregator permintaan",
  "page-dapps-category-derivatives": "Turunan",
  "page-dapps-category-liquid-staking": "Simpanan cair",
  "page-dapps-category-bridges": "Jembatan",
  "page-dapps-category-experiences": "Pengalaman bersama",
  "page-dapps-category-guilds": "Yield guild",
  "page-dapps-category-avatar": "Avatar",
  "page-dapps-choose-category": "Pilih kategori",
  "page-dapps-category-social": "Media sosial",
  "page-dapps-category-content": "Konten",
  "page-dapps-category-community": "Komunitas",
  "page-dapps-category-messaging": "Pesan",
  "page-dapps-category-identity": "Identitas",
  "page-dapps-collectibles-benefits-1-description": "Saat sebuah karya seni dijadikan token di Ethereum, kepemilikan dapat dengan mudah dibuktikan dan dilihat oleh semua orang. Anda dapat menelusuri perjalanan karya seni dari pembuatan hingga sampai ke pemegangnya saat ini. Ini mencegah pemalsuan.",
  "page-dapps-collectibles-benefits-1-title": "Kepemilikan dapat dibuktikan",
  "page-dapps-collectibles-benefits-2-description": "Membayar untuk mendengarkan musik atau membeli karya seni jauh lebih adil bagi senimannya. Dengan Ethereum, kita tidak butuh lagi banyak perantara. Dan jika perantara diperlukan, biayanya tidak tinggi karena platform tidak perlu membayar infrastruktur jaringan.",
  "page-dapps-collectibles-benefits-2-title": "Lebih adil bagi para kreator",
  "page-dapps-collectibles-benefits-3-description": "Koleksi yang dijadikan token terikat dengan alamat Ethereum Anda, bukan platformnya. Jadi Anda bisa menjual barang-barang seperti item dalam game di pasar Ethereum mana pun, tidak hanya di dalam game itu sendiri.",
  "page-dapps-collectibles-benefits-3-title": "Barang koleksi ikut bersama Anda",
  "page-dapps-collectibles-benefits-4-description": "Alat dan produk sudah tersedia bagi Anda yang ingin menjadikan karya seni Anda menjadi token dan kemudian menjualnya! Dan token Anda dapat dijual di semua platform koleksi Ethereum.",
  "page-dapps-collectibles-benefits-4-title": "Infrastrukturnya sudah tersedia",
  "page-dapps-collectibles-benefits-description": "Inilah aplikasi yang berfokus pada kepemilikan digital, meningkatkan potensi penghasilan bagi kreator, dan menemukan cara baru untuk berinvestasi pada kreator favorit Anda dan karya mereka.",
  "page-dapps-collectibles-benefits-title": "barang koleksi dan streaming terdesentralisasi",
  "page-dapps-collectibles-button": "Barang seni dan koleksi",
  "page-dapps-collectibles-description": "Inilah aplikasi yang berfokus pada kepemilikan digital, meningkatkan potensi penghasilan bagi kreator, dan menemukan cara baru untuk berinvestasi pada kreator favorit Anda dan karya mereka.",
  "page-dapps-collectibles-title": "Seni dan barang koleksi terdesentralisasi",
  "page-dapps-compound-logo-alt": "Logo Compound",
  "page-dapps-convex-logo-alt": "Logo Convex",
  "page-dapps-cryptopunks-logo-alt": "Logo CryptoPunks",
  "page-dapps-cryptovoxels-logo-alt": "Logo Cryptovoxels",
  "page-dapps-cyberconnect-logo-alt": "Logo CyberConnect",
  "page-dapps-dapp-description-1inch": "Membantu Anda menghindari harga selip tinggi dengan menggabungkan harga terbaik.",
  "page-dapps-dapp-description-aave": "Pinjamkan token Anda untuk mendapatkan bunga dan tarik kapan saja.",
  "page-dapps-dapp-description-ankr": "Seperangkat produk infrastruktur Web3 yang berbeda untuk membangun, mendapatkan penghasilan, bermain game, dan banyak lagi — semuanya di rantai blok.",
  "page-dapps-dapp-description-api3": "Umpan data referensi harga pihak pertama yang memungkinkan dApps di 10 jaringan (dan terus bertambah) terhubung ke data harga aset waktu nyata, termasuk harga kripto dan valas.",
  "page-dapps-dapp-description-arweave": "Menyimpan data secara permanen, berkelanjutan, dengan satu biaya di muka.",
  "page-dapps-dapp-description-async-art": "Buat, kumpulkan, dan perdagangkan #ProgrammableArt - lukisan digital yang dibagi menjadi \"Lapisan\" yang dapat Anda gunakan untuk memengaruhi gambar secara keseluruhan. Setiap Master dan Lapisan adalah token ERC721.",
  "page-dapps-dapp-description-audius": "Tempat streaming terdesentralisasi. Mendengar = uang untuk kreator, bukan label.",
  "page-dapps-dapp-description-axie-infinity": "Perdagangkan dan lawan makhluk-makhluk yang disebut Axies. Dan dapatkan saat Anda bermain - tersedia di ponsel",
  "page-dapps-dapp-description-balancer": "Balancer adalah manajer portofolio otomatis dan platform perdagangan.",
  "page-dapps-dapp-description-brave": "Dapatkan token untuk penelusuran dan dukung kreator favorit Anda dengan token.",
  "page-dapps-dapp-description-cent": "Sebuah jaringan sosial di mana Anda menghasilkan uang dengan memposting NFT.",
  "page-dapps-dapp-description-compound": "Pinjamkan token Anda untuk mendapatkan bunga dan tarik kapan saja.",
  "page-dapps-dapp-description-convex": "Convex memungkinkan penyedia likuiditas Curve untuk mendapatkan biaya perdagangan dan mengklaim CRV yang ditingkatkan tanpa mengunci CRV mereka.",
  "page-dapps-dapp-description-cryptopunks": "Beli, tawar, dan tawarkan punk untuk dijual - salah satu barang koleksi token pertama di Ethereum.",
  "page-dapps-dapp-description-cryptovoxels": "Buat galeri seni, bangun toko, dan beli tanah – sebuah dunia virtual Ethereum.",
  "page-dapps-dapp-description-cyberconnect": "Protokol grafik sosial terdesentralisasi yang membantu dApps melakukan bootstrap efek jaringan dan membangun pengalaman sosial yang dipersonalisasi",
  "page-dapps-dapp-description-dark-forest": "Taklukan planet-planet di alam semesta yang tidak terbatas, dihasilkan secara prosedural, dan dispesifikasikan secara kriptografis.",
  "page-dapps-dapp-description-decentraland": "Kumpulkan, dagangkan lahan virtual di dunia maya yang dapat Anda jelajahi.",
  "page-dapps-dapp-description-ens": "Nama yang ramah bagi pengguna untuk alamat Ethereum dan situs terdesentralisasi.",
  "page-dapps-dapp-description-foundation": "Investasikan dalam edisi unik karya seni digital dan perdagangkan bagiannya dengan pembeli lain.",
  "page-dapps-dapp-description-gitcoin": "Hasilkan kripto yang bekerja pada perangkat lunak sumber terbuka.",
  "page-dapps-dapp-description-gitcoin-grants": "Penggalangan dana untuk proyek komunitas Ethereum dengan kontribusi yang diperkuat",
  "page-dapps-dapp-description-gm": "Platform all-in-one untuk obrolan, forum, dan suara yang benar-benar membagikan pendapatan dengan pembuatnya",
  "page-dapps-dapp-description-gods-unchained": "Game kartu perdagangan strategis. Hasilkan kartu dengan bermain yang bisa Anda jual di kehidupan nyata.",
  "page-dapps-dapp-description-golem": "Akses daya komputasi bersama atau sewakan sumber daya Anda sendiri.",
  "page-dapps-dapp-description-graph": "Protokol pengindeksan untuk menanyakan jaringan seperti Ethereum dan IPFS.",
  "page-dapps-dapp-description-ipfs": "Protokol hipermedia peer-to-peer yang dirancang untuk mempertahankan dan menumbuhkan pengetahuan umat manusia dengan membuat web dapat ditingkatkan, tangguh, dan lebih terbuka.",
  "page-dapps-dapp-description-radicle": "Amankan kolaborasi kode peer-to-peer tanpa perantara.",
  "page-dapps-dapp-description-kyberswap": "Tukar dan dapatkan harga terbaik.",
  "page-dapps-dapp-description-lido": "Penaruhan yang sederhana dan aman untuk aset digital.",
  "page-dapps-dapp-description-loopring": "Platform perdagagan peer-to-peer dibangun untuk kecepatan.",
  "page-dapps-dapp-description-marble-cards": "Buat dan perdagangkan kartu digital berdasarkan URL.",
  "page-dapps-dapp-description-matcha": "Cari berbagai bursa untuk membantu Anda mendapatkan harga terbaik.",
  "page-dapps-dapp-description-meeds": "Pusat komunitas Web3 untuk era kerja yang terdesentralisasi. Penghargaan secara adil dan transparansi atas kontribusi yang penting.",
  "page-dapps-dapp-description-mirror": "Dibangun di web3 untuk web3, platform penerbitan Mirror yang tangguh mendorong batas-batas penulisan online",
  "page-dapps-dapp-description-multichain": "Router terbaik untuk web3. Itu adalah infrastruktur yang dikembangkan untuk interaksi lintas rantai yang sewenang-wenang.",
  "page-dapps-dapp-description-nifty-gateway": "Beli hasil karya on-chain dari artis, atlit, merek, dan kreator terbaik.",
  "page-dapps-dapp-description-summerfi": "Berdagang, meminjam, dan menabung dengan Dai, sebuah koin stabil Ethereum.",
  "page-dapps-dapp-description-opensea": "Beli, jual, temukan, dan perdagangkan barang edisi terbatas.",
  "page-dapps-dapp-description-opera": "Kirim kripto dari browser web Anda ke penjual, pengguna, dan aplikasi lain.",
  "page-dapps-dapp-description-osuvox": "Avatar 3D yang hidup di rantai blok",
  "page-dapps-dapp-description-poap": "Kumpulkan NFT yang membuktikan Anda menghadiri beragam kegiatan secara virtual atau langsung. Gunakan untuk bergabung dalam pengundian, pengambilan suara, kolaborasi, atau sekedar hanya untuk memamerkannya.",
  "page-dapps-dapp-description-polymarket": "Bertaruh pada hasil. Perdagangkan di pasar informasi.",
  "page-dapps-dapp-description-pooltogether": "Lotre yang tidak bisa Anda lewatkan. Hadiah setiap minggu.",
  "page-dapps-dapp-description-index-coop": "Dana indeks kripto yang memberi Anda paparan portofolio untuk token DeFi teratas.",
  "page-dapps-dapp-description-nexus-mutual": "Jaminan tanpa naungan perusahaan asuransi. Dapatkan perlindungan terhadap bug dan peretasan kontrak pintar.",
  "page-dapps-dapp-description-etherisc": "Sebuah templat asuransi terdesentralisasi yang dapat digunakan siapa pun untuk membuat jaminan asuransi mereka sendiri.",
  "page-dapps-dapp-description-zapper": "Lacak portofolio Anda dan gunakan serangkaian produk DeFi dari satu atarmuka.",
  "page-dapps-dapp-description-zerion": "Kelola portofolio Anda dan dengan mudah evaluasi setiap aset DeFi di pasar.",
  "page-dapps-dapp-description-rotki": "Peralatan pelacak, analitik, penghitungan, dan pelaporan pajak portofolio sumber terbuka yang menjaga privasi Anda.",
  "page-dapps-dapp-description-krystal": "Platform satu atap untuk mengakses semua layanan DeFi favorit Anda.",
  "page-dapps-dapp-description-rarible": "Buat, jual, dan beli koleksi yang ditokenkan.",
  "page-dapps-dapp-description-request-finance": "Rangkaian perangkat keuangan untuk faktur kripto, penggajian, dan pengeluaran.",
  "page-dapps-dapp-description-rubic": "Agregator teknologi Lintas Rantai untuk pengguna dan dApps.",
  "page-dapps-dapp-description-sablier": "Alirkan uang secara dalam waktu nyata.",
  "page-dapps-dapp-description-spatial": "Buat avatar khusus dan dunia 3D Anda sendiri",
  "page-dapps-dapp-description-spruce": "Tumpukan sumber terbuka memberikan kendali atas identitas dan data di tempat yang seharusnya: pada pengguna.",
  "page-dapps-dapp-description-status": "Dirancang untuk mengaktifkan aliran informasi yang bebas, melindungi hak atas percakapan pribadi dan aman, dan mempromosikan kedaulatan individu.",
  "page-dapps-dapp-description-superrare": "Beli karya seni digital langsung dari artis atau di pasar sekunder.",
  "page-dapps-dapp-description-synthetix": "Synthetix adalah sebuah protokol untuk menerbitkan dan memperdagangkan aset sintetis",
  "page-dapps-dapp-description-uniswap": "Tukar token secara mudah atau berikan token untuk imbalan %.",
  "page-dapps-dapp-description-xmtp": "Mengirim pesan di antara akun rantai blok, termasuk DMs, pengingat, pengumuman, dan lebih banyak lagi.",
  "page-dapps-dapp-description-yearn": "Yearn Finance adalah agregator imbal hasil. Memberikan individu, DAO, dan protokol lainnya cara untuk menyimpan aset digital dan menerima hasil.",
  "page-dapps-docklink-dapps": "Pengantar dapps",
  "page-dapps-docklink-smart-contracts": "Kontrak pintar",
  "page-dapps-dark-forest-logo-alt": "Logo Dark Forest",
  "page-dapps-decentraland-logo-alt": "Logo Decentraland",
  "page-dapps-index-coop-logo-alt": "Logo Index Coop",
  "page-dapps-nexus-mutual-logo-alt": "Logo Nexus Mutual",
  "page-dapps-etherisc-logo-alt": "Logo Etherisc",
  "page-dapps-zapper-logo-alt": "Logo Zapper",
  "page-dapps-zerion-logo-alt": "Logo Zerion",
  "page-dapps-rotki-logo-alt": "Logo Rotki",
  "page-dapps-krystal-logo-alt": "Logo Krystal",
  "page-dapps-synthetix-logo-alt": "Logo Synthetix",
  "page-dapps-desc": "Temukan aplikasi Ethereum untuk dicoba.",
  "page-dapps-doge-img-alt": "Ilustrasi seekor anjing menggunakan komputer",
  "page-dapps-editors-choice-dark-forest": "Bermain dengan orang lain untuk menaklukkan planet dan mencoba penskalaan/privasi Ethereum yang mutakhir. Mungkin salah satu di antaranya sudah familier dengan Ethereum.",
  "page-dapps-editors-choice-foundation": "Berinvestasilah dalam budaya. Beli, tukar, dan jual karya seni dan mode digital unik dari beberapa seniman, musisi, dan merek luar biasa.",
  "page-dapps-editors-choice-pooltogether": "Beli tiket untuk lotere tanpa rugi. Setiap minggu, bunga yang dihasilkan dari seluruh kumpulan tiket dikirim ke satu pemenang yang beruntung. Dapatkan uang Anda kembali kapan pun Anda mau.",
  "page-dapps-editors-choice-uniswap": "Tukar token Anda dengan mudah. Komunitas favorit yang memungkinkan Anda berdagang token dengan orang-orang di seluruh jaringan.",
  "page-dapps-ens-logo-alt": "Logo Layanan Nama Ethereum",
  "page-dapps-explore-dapps-description": "Banyak aplikasi terdesentralisasi yang masih bersifat eksperimental, menguji kemungkinan jaringan yang terdesentralisasi. Namun, ada beberapa pelopor yang sukses dalam kategori teknologi, keuangan, permainan, dan barang koleksi.",
  "page-dapps-explore-dapps-title": "Jelajahi dapps",
  "page-dapps-features-1-description": "Setelah diterapkan ke Ethereum, kode dapp tidak dapat diambil kembali. Dan siapa pun dapat menggunakan fitur-fitur dapp. Meskipun tim di belakang dapp dibubarkan Anda masih bisa menggunakannya. Setelah berada di Ethereum, kode itu tetap ada.",
  "page-dapps-features-1-title": "Tidak ada pemilik",
  "page-dapps-features-2-description": "Anda tidak dapat diblokir menggunakan dapp atau mengirim transaksi. Sebagai contoh, jika Twitter ada di Ethereum, siapa pun tidak dapat memblokir akun Anda ataupun menghentikan Anda men-tweet.",
  "page-dapps-features-2-title": "Bebas dari sensor",
  "page-dapps-features-3-description": "Karena Ethereum memiliki ETH, pembayaran terasa alami di Ethereum. Para pengembang tidak perlu menghabiskan waktu untuk berintegrasi dengan penyedia pembayaran pihak ketiga.",
  "page-dapps-features-3-title": "Pembayaran bawaan",
  "page-dapps-features-4-description": "Kode dapp sering terbuka dan kompatibel secara default. Tim secara teratur membangun menggunakan hasil pekerjaan tim lain. Jika Anda ingin membiarkan pengguna menukarkan token dalam dapp Anda, Anda hanya perlu masuk ke dalam kode dapp lain.",
  "page-dapps-features-4-title": "Pasang dan jalankan",
  "page-dapps-features-5-description": "Di sebagian besar dapp, Anda tidak perlu membagikan identitas asli Anda. Akun Ethereum adalah akses masuk Anda dan Anda hanya membutuhkan sebuah dompet.",
  "page-dapps-features-5-title": "Satu login anonim",
  "page-dapps-features-6-description": "Kriptografi memastikan bahwa penyerang tidak dapat memalsukan transaksi dan interaksi dapp lainnya atas nama Anda. Hanya Anda yang dapat mengotorisasi tindakan dapp dengan akun Ethereum Anda, biasanya melalui dompet, jadi jaga keamanan kredensial Anda.",
  "page-dapps-features-6-title": "Dijaga oleh kriptografi",
  "page-dapps-features-7-description": "Jika dapp sudah beroperasi di Ethereum, itu hanya akan berhenti jika Ethereum berhenti. Jaringan sebesar Ethereum sangat sulit untuk diserang.",
  "page-dapps-features-7-title": "Tidak ada downtime",
  "page-dapps-finance-benefits-1-description": "Layanan-layanan keuangan yang berjalan di Ethereum tidak memiliki syarat untuk mendaftar. Jika Anda memiliki dana dan koneksi internet, Anda siap untuk ikut serta.",
  "page-dapps-finance-benefits-1-title": "Akses terbuka",
  "page-dapps-finance-benefits-2-description": "Terdapat dunia token yang luas di mana Anda dapat berinteraksi dengan produk-produk keuangan ini. Orang-orang sedang membangun token-token baru di atas Ethereum sepanjang waktu.",
  "page-dapps-finance-benefits-2-title": "Ekonomi token baru",
  "page-dapps-finance-benefits-3-description": "Tim telah membangun <a href=\"/glossary/#stablecoin\">koin stabil</a> – mata uang kripto yang tidak terlalu fluktuatif. Ini memungkinkan Anda untuk bereksperimen dan menggunakan kripto tanpa risiko dan ketidakpastian.",
  "page-dapps-finance-benefits-3-title": "Stablecoin",
  "page-dapps-finance-benefits-4-description": "Produk keuangan yang ada di ruang Ethereum semuanya modular dan cocok satu sama lain. Konfigurasi modul baru ini selalu tersedia di pasar setiap saat, meningkatkan apa yang bisa Anda lakukan dengan kripto Anda.",
  "page-dapps-finance-benefits-4-title": "Layanan keuangan yang terkait",
  "page-dapps-finance-benefits-description": "Ada apa dengan Ethereum yang memungkinkan pengaplikasian keuangan terdesentralisasi untuk berkembang?",
  "page-dapps-finance-benefits-title": "keuangan terdesentralisasi",
  "page-dapps-finance-button": "Keuangan",
  "page-dapps-finance-description": "Inilah aplikasi yang berfokus pada pembangunan layanan keuangan menggunakan mata uang kripto. Aplikasi ini menawarkan produk seperti memberi pinjaman, meminjam, mendapatkan bunga, dan pembayaran pribadi – tidak perlu data pribadi.",
  "page-dapps-finance-title": "Keuangan terdesentralisasi",
  "page-dapps-foundation-logo-alt": "Logo Foundation",
  "page-dapps-gaming-benefits-1-description": "Apakah itu lahan virtual atau kartu perdagangan, barang-barang Anda dapat diperdagangkan di pasar barang koleksi. Item dalam game Anda mempunyai nilai dunia nyata.",
  "page-dapps-gaming-benefits-1-title": "Item game berfungsi ganda sebagai token",
  "page-dapps-gaming-benefits-2-description": "Item Anda milik Anda, dan dalam beberapa kasus kemajuan Anda, bukan perusahaan game. Jadi Anda tidak akan kehilangan apa-apa jika perusahaan di balik game sedang diserang, mengalami kerusakan server, atau pembubaran.",
  "page-dapps-gaming-benefits-2-title": "Simpanan Anda aman",
  "page-dapps-gaming-benefits-3-description": "Dengan cara yang sama, pembayaran Ethereum tersedia untuk diverifikasi oleh siapa saja, game dapat menggunakan kualitas ini untuk memastikan keadilan. Secara teoritis, semua dapat diverifikasi dari jumlah pukulan kritis sampai ukuran persediaan dana dari lawan.",
  "page-dapps-gaming-benefits-3-title": "Keadilan yang dapat dibuktikan",
  "page-dapps-gaming-benefits-description": "Ada apa dengan Ethereum yang memungkinkan aktivitas game terdesentralisasi berkembang?",
  "page-dapps-gaming-benefits-title": "aktivitas game terdesentralisasi",
  "page-dapps-gaming-button": "Aktivitas game",
  "page-dapps-gaming-description": "Inilah aplikasi yang berfokus pada penciptaan dunia maya dan melawan pemain lain menggunakan barang koleksi yang memilki nilai dunia nyata.",
  "page-dapps-gaming-title": "Aktivitas game terdesentralisasi",
  "page-dapps-get-some-eth-description": "Tindakan dapp membutuhkan biaya transaksi",
  "page-dapps-get-started-subtitle": "Untuk mencoba dapps, Anda membutuhkan <a href=\"/glossary/#wallet\">dompet</a> dan beberapa ETH. Dompet akan memungkinkan Anda untuk terhubung, atau masuk. Dan Anda akan membutuhkan ETH untuk membayar <a href=\"/glossary/#transaction-fee\">biaya transaksi apa pun</a>.",
  "page-dapps-get-started-title": "Mulai",
  "page-dapps-gitcoin-grants-logo-alt": "Logo Gitcoin Grants",
  "page-dapps-gitcoin-logo-alt": "Logo Gitcoin",
  "page-dapps-gm-logo-alt": "Logo gm.xyz",
  "page-dapps-gods-unchained-logo-alt": "Logo Gods Unchained",
  "page-dapps-golem-logo-alt": "Logo Golem",
  "page-dapps-graph-logo-alt": "Logo Graph",
  "page-dapps-radicle-logo-alt": "Logo Radicle",
  "page-dapps-hero-header": "Peralatan dan layanan yang didukung Ethereum",
  "page-dapps-hero-subtitle": "Dapp adalah aplikasi yang sedang berkembang yang menggunakan Ethereum untuk mengacaukan model bisnis atau menciptakan yang baru.",
  "page-dapps-how-dapps-work-p1": "Dapps memiliki kode backend (kontrak pintar) yang berjalan pada jaringan yang terdesentralisasi dan bukan server terpusat. Mereka menggunakan <a href=\"/glossary/#blockchain\">rantai blok</a> Ethereum untuk pemyimpanan data dan kontrak pintar sebagai logika aplikasi mereka.",
  "page-dapps-how-dapps-work-p2": "Kontrak pintar seperti kumpulan aturan yang beroperasi secara on-chain yag dapat dilihat oleh semua orang dan berjalan persis sesuai dengan aturannya. Bayangkan mesin penjual otomatis: jika Anda memberikan dana yang cukup dan pilihat yang tepat, Anda akan mendapatkan item yang Anda mau. Dan seperti mesin penjual otomatis, kontrak pintar dapat menyimpan dana Anda seperti di akun Ethereum. Ini memungkinkan kode untuk menengahi perjanjian dan transaksi.",
  "page-dapps-how-dapps-work-p3": "Setelah dapp digunakan pada jaringan Ethereum, Anda tidak dapat mengubahnya. Dapp dapat didesentralisasi karena sudah dikendalikan oleh logika tertulis di dalam kontrak, bukan oleh individu atau sebuah perusahaan.",
  "page-dapps-how-dapps-work-title": "Bagaimana cara kerja dapp",
  "page-dapps-ipfs-logo-alt": "Logo IPFS",
  "page-dapps-kyberswap-logo-alt": "Logo KyberSwap",
  "page-dapps-learn-callout-button": "Mulai menyusun",
  "page-dapps-learn-callout-description": "Portal komunitas pengembang kami memiliki dokumen, peralatan, dan kerangka kerja untuk membantu Anda mulai membuat dapp.",
  "page-dapps-learn-callout-image-alt": "Ilustrasi sebuah tangan sedang menyusun logo ETH dengan lego.",
  "page-dapps-learn-callout-title": "Belajar membuat dapp",
  "page-dapps-lido-logo-alt": "Logo Lido",
  "page-dapps-loopring-logo-alt": "Logo Loopring",
  "page-dapps-magic-behind-dapps-description": "Dapp mungkin terasa seperti aplikasi biasa. Namun di balik layar, dapp mempunyai beberapa kualitas khusus karena mewarisi semua kekuatan super Ethereum. Inilah yang membuat dapp berbeda dengan aplikasi.",
  "page-dapps-magic-behind-dapps-link": "Apa yang membuat Ethereum hebat?",
  "page-dapps-magic-behind-dapps-title": "Keajaiban di balik dapp",
  "page-dapps-magic-title-1": "Keajaiban",
  "page-dapps-magic-title-2": "di belakang",
  "page-dapps-magician-img-alt": "Ilustrasi para pesulap",
  "page-dapps-marble-cards-logo-alt": "Logo marble.cards",
  "page-dapps-async-logo-alt": "Logo Asinkron",
  "page-dapps-matcha-logo-alt": "Logo Matcha",
  "page-dapps-meeds-logo-alt": "Logo Meeds",
  "page-dapps-metaverse-benefits-title": "metaverse",
  "page-dapps-metaverse-benefits-description": "Ada apa dengan Ethereum yang memungkinkan metaverse berkembang?",
  "page-dapps-metaverse-benefits-1-title": "NFT",
  "page-dapps-metaverse-benefits-1-description": "Item unik dalam game yang dimiliki oleh pengguna dan dapat dioperasikan di seluruh dunia virtual dan pasar yang mendukung standar yang sama.",
  "page-dapps-metaverse-benefits-2-title": "Komunitas yang dimiliki pengguna",
  "page-dapps-metaverse-benefits-2-description": "Identitas dimiliki oleh pengguna dengan peluang tak terbatas untuk menjelajahi dan menciptakan jaringan sosial di berbagai dunia virtual.",
  "page-dapps-metaverse-button": "Metaverse",
  "page-dapps-metaverse-title": "Metaverse",
  "page-dapps-metaverse-description": "Ini adalah aplikasi yang memungkinkan pengguna untuk berpartisipasi secara bebas di dunia virtual. Pengguna dapat membentuk jaringan pribadi dan mengambil kepemilikan aset digital",
  "page-dapps-mirror-logo-alt": "Logo Mirror",
  "page-dapps-mobile-options-header": "Jelajahi kategori lain",
  "page-dapps-multichain-logo-alt": "Logo Multichain",
  "page-dapps-nifty-gateway-logo-alt": "Logo Nifty Gateway",
  "page-dapps-summerfi-logo-alt": "Logo Summer.fi",
  "page-dapps-opensea-logo-alt": "Logo OpenSea",
  "page-dapps-opera-logo-alt": "Logo Opera",
  "page-dapps-osuvox-logo-alt": "Logo OSUVOX",
  "page-dapps-polymarket-logo-alt": "Logo Polymarket",
  "page-dapps-poap-logo-alt": "Logo Protokol Bukti Kehadiran",
  "page-dapps-pooltogether-logo-alt": "Logo PoolTogether",
  "page-dapps-rarible-logo-alt": "Logo Rarible",
  "page-dapps-ready-button": "Mulai",
  "page-dapps-ready-description": "Pilih dapp untuk mencoba",
  "page-dapps-ready-title": "Siap?",
  "page-dapps-request-finance-logo-alt": "Logo Request Finance",
  "page-dapps-rubic-logo-alt": "Logo Rubic",
  "page-dapps-sablier-logo-alt": "Logo Sablier",
  "page-dapps-set-up-a-wallet-button": "Temukan dompet",
  "page-dapps-set-up-a-wallet-description": "Dompet adalah \"login\" Anda untuk dapp",
  "page-dapps-set-up-a-wallet-title": "Siapkan dompet",
  "page-dapps-social-button": "Sosial",
  "page-dapps-social-description": "Ini adalah aplikasi yang berfokus pada pembuatan jaringan sosial terdesentralisasi yang memanfaatkan teknologi identitas terdesentralisasi di mana identitas digital dan grafik soaial dimiliki oleh pengguna.",
  "page-dapps-social-title": "Sosial",
  "page-dapps-spatial-logo-alt": "Logo Spatial",
  "page-dapps-spruce-logo-alt": "Logo Spruce",
  "page-dapps-status-logo-alt": "Logo Status",
  "page-dapps-superrare-logo-alt": "Logo SuperRare",
  "page-dapps-technology-button": "Teknologi",
  "page-dapps-technology-description": "Inilah aplikasi yang berfokus pada desentralisasi peralatan pengembang, menggabungkan sistem ekonomi kripto ke dalam teknologi yang tersedia, dan menciptakan pasar untuk pekerjaan pengembangan secara sumber terbuka.",
  "page-dapps-technology-title": "Teknologi yang terdesentralisasi",
  "page-dapps-uniswap-logo-alt": "Logo Uniswap",
  "page-dapps-wallet-callout-button": "Temukan dompet",
  "page-dapps-wallet-callout-description": "Dompet juga merupakan dapp. Temukan dapp berdasarkan fitur yang sesuai untuk Anda.",
  "page-dapps-wallet-callout-image-alt": "Ilustrasi sebuah robot.",
  "page-dapps-wallet-callout-title": "Lihat dompet",
  "page-dapps-warning-header": "Selalu lakukan riset Anda sendiri",
  "page-dapps-warning-message": "Ethereum adalah teknologi baru dan sebagian besar aplikasinya masih baru. Sebelum menyetor uang dalam jumlah besar, pastikan Anda memahami risikonya.",
  "page-dapps-what-are-dapps": "Apa itu dapp?",
  "page-dapps-more-on-defi-button": "Lebih lanjut tentang keuangan terdesentralisasi",
  "page-dapps-more-on-nft-button": "Lebih lanjut tentang barang koleksi tertokenisasi",
  "page-dapps-more-on-nft-gaming-button": "Lebih lanjut tentang item dalam game tertokenisasi",
  "page-dapps-dapp-description-pwn": "Pinjaman mudah yang didukung oleh token atau NFT apa pun di Ethereum.",
  "page-dapps-pwn-image-alt": "Logo PWN",
  "page-dapps-xmtp-logo-alt": "Logo XMTP",
  "opage-dapps-yearn-logo-alt": "Logo Yearn",
  "page-dapps-yearn-image-alt": "Logo Yearn",
  "page-dapps-convex-image-alt": "Logo Convex",
  "foundation": "Yayasan",
  "page-wallets-get-some": "Dapatkan beberapa ETH",
  "page-dapps-dapp-description-curve": "Curve adalah dex yang berfokus pada koin stabil",
  "page-dapps-curve-image-alt": "Logo Curve",
  "page-dapps-dapp-description-dodo": "DODO adalah penyedia likuiditas di dalam rantai, yang memanfaatkan algoritma Proactive Market Maker (PMM)",
  "page-dapps-dodo-image-alt": "Logo DODO",
  "page-dapps-dapp-description-artblocks": "Art Blocks didedikasikan untuk menghidupkan karya seni generatif kontemporer yang menarik",
  "page-dapps-artblocks-image-alt": "Logo Art Blocks",
  "page-dapps-explore-title": "Ingin menelusuri lebih banyak aplikasi?",
  "page-dapps-explore": "Lihat ratusan dapps"
}
