{
  "page-get-eth-article-keeping-crypto-safe": "Kunci untuk menjaga agar kripto Anda tetap aman",
  "page-get-eth-article-protecting-yourself": "Melindungi diri Anda dan dana Anda",
  "page-get-eth-article-store-digital-assets": "Bagaimana menyimpan aset digital di Ethereum",
  "page-get-eth-article-protecting-yourself-desc": "MyCrypto",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": "Bursa terpusat",
  "page-get-eth-cex-desc": "Bursa adalah bisnis yang memungkinkan Anda membeli kripto menggunakan mata uang tradisional. Mereka memiliki wewenang atas ETH yang Anda beli sampai Anda mengirimkannya ke dompet yang Anda kendalikan.",
  "page-get-eth-checkout-dapps-btn": "Cari tahu dapp",
  "page-get-eth-community-safety": "Postingan komunitas terkait keamanan",
  "page-get-eth-description": "Ethereum tidak dikendalikan oleh satu organisasi tunggal - tetapi terdesentralisasi.",
  "page-get-eth-dex": "Pertukaran Terdesentralisasi (DEX)",
  "page-get-eth-dex-desc": "Jika Anda ingin lebih banyak kontrol, belilah ETH menggunakan <a href=\"/glossary/#smart-contract\">kontrak pintar</a>. Dengan DEX, Anda dapat memperdagangkan aset digital tanpa harus menyerahkan kendali atas dana Anda kepada perusahaan terpusat.",
  "page-get-eth-peers": "Terima ETH dari rekan sejawat Anda",
  "page-get-eth-peers-desc": "Setelah memiliki akun Ethereum, Anda hanya perlu membagikan alamat Anda untuk mulai mengirim dan menerima ETH (dan token lainnya) secara peer-to-peer.",
  "page-get-eth-staking": "Imbalan penaruhan",
  "page-get-eth-staking-desc": "Jika sudah memiliki ETH, Anda dapat memperolehnya lagi dengan menjalankan simpul validator. Anda dibayar dalam ETH untuk melakukan pekerjaan verifikasi ini.",
  "page-get-eth-earn": "Dapatkan ETH",
  "page-get-eth-earn-desc": "Anda dapat memperoleh ETH dengan bekerja untuk DAO atau perusahaan yang membayar dengan kripto, memenangkan hadiah, menemukan bug perangkat lunak, dan lainnya.",
  "page-get-eth-daos-link-desc": "Pelajari tentang DAO",
  "page-get-eth-cex-link-desc": "Lihat daftar bursa",
  "page-get-eth-staking-link-desc": "Pelajari selengkapnya tentang staking",
  "page-get-eth-dexs": "Pertukaran Terdesentralisasi (DEX)",
  "page-get-eth-dexs-desc": "Bursa terdesentralisasi adalah pasar terbuka untuk ETH dan token lainnya. Mereka menghubungkan pembeli dan penjual secara langsung.",
  "page-get-eth-dexs-desc-2": "Alih-alih menggunakan pihak ketiga yang terpercaya untuk mengamankan dana dalam transaksi, mereka menggunakan kode. ETH penjual hanya akan ditransfer ketika pembayaran dijamin. Jenis kode ini dikenal sebagai kontrak pintar.",
  "page-get-eth-dexs-desc-3": "Hal ini berarti terdapat lebih sedikit pembatasan geografis dibandingkan dengan alternatif terpusat. Jika seseorang menjual barang yang Anda inginkan dan menerima metode pembayaran yang dapat Anda berikan, proses dapat dilanjutkan.",
  "page-get-eth-dexs-desc-4": "Catatan: banyak dex menggunakan ether terbungkus (WETH) untuk berfungsi. <a href=\"/wrapped-eth\">Pelajari lebih lanjut tentang ether terbungkus</a>.",
  "page-get-eth-do-not-copy": "Contoh: Jangan disalin",
  "page-get-eth-exchanges-disclaimer": "Kami mengumpulkan informasi ini secara manual. Jika Anda menemukan sesuatu yang salah, beri tahu kami di",
  "page-get-eth-exchanges-empty-state-text": "Masukkan negara tempat tinggal Anda untuk melihat daftar bursa yang mungkin dapat Anda gunakan",
  "page-get-eth-exchanges-except": "Kecuali",
  "page-get-eth-exchanges-header": "Di negara mana kamu tinggal?",
  "page-get-eth-exchanges-header-exchanges": "Bursa",
  "page-get-eth-exchanges-header-wallets": "Dompet",
  "page-get-eth-exchanges-intro": "Bursa perdagangan membatasi tempat yang boleh menjual kripto. Ini adalah daftar indikasi layanan yang dianggap beroperasi di setiap negara. Penyertaan sesuatu di sini tidak berarti mendukungnya - Anda seharusnya menelitinya sendiri!",
  "page-get-eth-exchanges-no-exchanges": "Maaf, kami tidak tahu bursa apa pun yang memungkinkan Anda membeli ETH dari negara ini. Jika Anda tahu, beri tahu kami di",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Maaf, kami tidak tahu bursa apa pun yang memungkinkan Anda membeli ETH dari negara ini. Jika Anda tahu, beri tahu kami di",
  "page-get-eth-exchanges-no-wallets": "Maaf, kami tidak tahu dompet apa pun yang memungkinkan Anda membeli ETH dari negara ini. Jika Anda tahu, beri tahu kami di",
  "page-get-eth-exchanges-search": "Ketik di mana Anda tinggal...",
  "page-get-eth-exchanges-success-exchange": "Hal ini dapat memakan waktu beberapa hari untuk mendaftar di bursa karena pemeriksaan hukum mereka.",
  "page-get-eth-exchanges-success-wallet-link": "dompet",
  "page-get-eth-exchanges-success-wallet-paragraph": "Di tempat Anda tinggal, Anda dapat membeli ETH secara langsung melalui dompet ini. Cari tahu selengkapnya",
  "page-get-eth-exchanges-usa": "Amerika Serikat (AS)",
  "page-get-eth-get-wallet-btn": "Dapatkan dompet",
  "page-get-eth-hero-image-alt": "Dapatkan gambar tokoh ETH",
  "page-get-eth-keep-it-safe": "Menjaga ETH Anda tetap aman",
  "page-get-eth-meta-description": "Cara membeli ETH berdasarkan tempat tinggal Anda dan saran tentang bagaimana cara merawatnya.",
  "page-get-eth-meta-title": "Cara mendapatkan ETH",
  "page-get-eth-need-wallet": "Anda akan membutuhkan dompet untuk menggunakan DEX.",
  "page-get-eth-new-to-eth": "Baru mengenal ETH? Berikut ini ringkasan untuk membantu Anda memulai.",
  "page-get-eth-other-cryptos": "Beli dengan koin kripto yang lain",
  "page-get-eth-protect-eth-desc": "Salah satu fitur utama Ethereum adalah Anda memegang kendali atas aset sendiri dengan mengelola akun sendiri. Hal ini berarti Anda tidak perlu mempercayakan aset Anda ke pihak ketiga sehingga Anda terlindung dari kustodian yang bertindak tidak jujur, menghadapi kebangkrutan, atau mengalami peretasan. Namun, hal tersebut juga berarti bahwa Anda bertanggung jawab atas keamanan Anda sendiri.",
  "page-get-eth-protect-eth-in-wallet": "Simpan ETH dalam dompet Anda sendiri",
  "page-get-eth-search-by-country": "Cari berdasarkan negara",
  "page-get-eth-security": "Hal ini berarti Anda harus serius memperhatikan keamanan dana Anda. Dengan ETH, Anda tidak mempercayakan aset Anda untuk dijaga oleh bank atau perusahaan, melainkan mengambil tanggung jawab untuk diri sendiri.",
  "page-get-eth-smart-contract-link": "Lebih lanjut tentang kontrak pintar",
  "page-get-eth-swapping": "Tukar token Anda dengan ETH orang lain. Dan sebaliknya.",
  "page-get-eth-try-dex": "Coba DEX",
  "page-get-eth-use-your-eth": "Gunakan ETH Anda",
  "page-get-eth-use-your-eth-dapps": "Karena sekarang Anda telah memiliki beberapa ETH, lihat beberapa aplikasi Ethereum (dapp). Ada dapp untuk keuangan, media sosial, aktivitas game, dan banyak kategori lainnya.",
  "page-get-eth-wallet-instructions": "Ikuti instruksi dompet",
  "page-get-eth-wallet-instructions-lost": "Jika akses ke akun Anda hilang, akses ke dana juga akan hilang. Dompet Anda seharusnya memberikan instruksi tentang cara melindungi diri dari hal ini. Pastikan untuk mengikuti petunjuk tersebut dengan hati-hati – dalam kebanyakan kasus, tidak ada yang dapat membantu jika Anda kehilangan akses ke akun Anda.",
  "page-get-eth-wallets": "Dompet",
  "page-get-eth-wallets-link": "Selengkapnya tentang dompet",
  "page-get-eth-wallets-purchasing": "Beberapa dompet memungkinkan Anda membeli kripto dengan kartu debit/kredit, transfer bank, atau bahkan Apple Pay. Pembatasan geografis berlaku.",
  "page-get-eth-warning": "DEX bukan untuk pemula karena diperlukan sejumlah ETH untuk menggunakannya. Ini hanya contoh, bukan produk yang didukung. Lakukan penelitian Anda sendiri!",
  "page-get-eth-what-are-DEX's": "Apa itu DEX?",
  "page-get-eth-whats-eth-link": "Apa itu ETH?",
  "page-get-eth-where-to-buy-desc": "Anda dapat menghasilkan ETH, menerimanya dari rekan Anda, atau membelinya melalui bursa dan aplikasi.",
  "page-get-eth-where-to-buy-desc-2": "Periksa layanan mana yang dapat Anda gunakan berdasarkan tempat tinggal Anda.",
  "page-get-eth-where-to-buy-title": "Tempat untuk mendapatkan ETH",
  "page-get-eth-your-address": "Alamat ETH Anda",
  "page-get-eth-your-address-desc": "Saat Anda mengunduh dompet, itu akan membuat alamat ETH publik untuk Anda. Berikut ini contoh tampilan alamatnya:",
  "page-get-eth-your-address-desc-3": "Anggap ini seperti alamat email Anda, tetapi bukan surat, alamat ini dapat menerima ETH. Jika Anda ingin menukar ETH dari bursa ke dompet, gunakan alamat Anda sebagai tujuan. Pastikan untuk selalu memeriksa ulang sebelum Anda mengirim!",
  "page-get-eth-your-address-wallet-link": "Periksa dompet",
  "listing-policy-raise-issue-link": "Angkat masalah",
  "page-find-wallet-last-updated": "Terakhir diperbarui"
}
