{
  "consensus-client-besu-logo-alt": "Logo Besu",
  "consensus-client-erigon-logo-alt": "Logo Erigon",
  "consensus-client-geth-logo-alt": "Logo Geth",
  "consensus-client-lighthouse-logo-alt": "Logo Lighthouse",
  "consensus-client-lodestar-logo-alt": "Logo Lodestar",
  "consensus-client-nethermind-logo-alt": "Logo Nethermind",
  "consensus-client-nimbus-logo-alt": "Logo Nimbus",
  "consensus-client-prysm-logo-alt": "Logo Prysm",
  "consensus-client-teku-logo-alt": "Logo Teku",
  "page-upgrades-answer-1": "Rantai Suar digunakan sebagai alat untuk meningkatkan Jaringan Utama Ethereum di Penggabungan.",
  "page-upgrades-answer-2": "Dengan Penggabungan, Ethereum memiliki peningkatan paling substansial yang pernah menukar bukti kerja dengan lapisan konsensus berbasis bukti taruhan yang baru.",
  "page-upgrades-answer-4": "Rantai Suar digunakan untuk mengembangkan konsensus berbasis bukti taruhan yang digunakan Ethereum saat ini. Rantai Suar dijalankan secara terpisah ke Jaringan Utama Ethereum sehingga pengembang dapat mengamati mekanisme konsensus secara terpisah.",
  "page-upgrade-article-author-status": "Status",
  "page-upgrade-article-author-ethmerge": "Ethmerge",
  "page-upgrade-article-author-alchemy": "Alchemy",
  "page-upgrade-article-author-consensys": "Consensys",
  "page-upgrade-article-author-delphi-digital": "Delphi Digital",
  "page-upgrade-article-author-eip-4844": "Vitalik Buterin, Dankrad Feist, Diederik Loerakker, George Kadianakis, Matt Garnett, Mofi Taiwo",
  "page-upgrade-article-author-ethereum-foundation": "Yayasan Ethereum",
  "page-upgrade-article-author-vitalik-buterin": "Vitalik Buterin",
  "page-upgrade-article-author-ethos-dev": "Ethos.dev",
  "page-upgrade-article-title-two-point-oh": "Dua Titik Nol: Rantai Suar",
  "page-upgrade-article-title-beacon-chain-explainer": "Penjelasan Rantai Suar Ethereum 2.0 yang perlu Anda baca terlebih dahulu",
  "page-upgrade-article-title-sharding-consensus": "Konsensus pecahan",
  "page-upgrade-article-title-sharding-is-great": "Mengapa pecahan bagus: mengungkap sifat teknis",
  "page-upgrade-article-title-rollup-roadmap": "Peta perjalanan rollup sentris",
  "page-upgrade-article-title-hitchhikers-guide-to-ethereum": "Panduan Pengembara Ethereum",
  "page-upgrade-article-title-eip-4844": "EIP-4844: Transaksi Shard Blob (Proto-Danksharding)",
  "page-upgrade-article-title-proto-danksharding-faq": "Pertanyaan Umum Proto-Danksharding",
  "page-upgrade-article-title-sharding-das": "Penjelasan tentang pecahan dan pengambilan sampel ketersediaan data (DAS)",
  "page-upgrade-article-title-ethmerge": "Ethmerge",
  "page-upgrade-article-title-merge-is-coming": "Penggabungan akan segera datang",
  "page-upgrade-article-title-state-of-the-merge": "Status Penggabungan: Pembaruan tentang Penggabungan Ethereum ke Bukti Taruhan pada tahun 2022",
  "page-upgrade-article-title-ropsten-merge-testnet": "Mengumumkan Jaringan Percobaan Ropsten",
  "page-upgrade-article-title-execution-layer-specs": "Spesifikasi lapisan eksekusi",
  "page-upgrade-article-title-consensus-layer-specs": "Spesifikasi lapisan konsensus",
  "page-upgrade-article-title-engine-api-specs": "Spesifikasi API mesin",
  "page-upgrades-beacon-chain-date": "Rantai Suar mulai beroperasi pada tanggal 1 Desember 2020",
  "page-upgrades-beacon-chain-desc": "Rantai Suar membawa penaruhan ke Ethereum dan meletakkan dasar untuk peningkatan di masa mendatang. Ini mengoordinasikan Ethereum bukti taruhan baru.",
  "page-upgrades-beacon-chain-estimate": "Rantai Suar telah beroperasi",
  "page-upgrades-beacon-chain-title": "Rantai Suar",
  "page-upgrades-bug-bounty": "Lihat program hadiah bounty bug",
  "page-upgrades-clients": "Lihat klien konsensus (sebelumnya dikenal sebagai klien 'Eth2')",
  "page-staking-deposit-contract-title": "Periksa alamat kontrak deposit",
  "page-upgrades-dive": "Dalami tentang visi",
  "page-upgrades-dive-desc": "Bagaimana kami membuat Ethereum lebih terukur, aman, dan berkelanjutan? Semua sambil menjaga etos inti desentralisasi Ethereum.",
  "page-upgrades-docking": "Penggabungan",
  "page-upgrades-merge-answer-1": "Penggabungan terjadi ketika Ethereum bertransisi ke konsensus bukti taruhan pada 15 September 2022. Rantai Suar bergabung dengan Jaringan Utama, secara resmi menghentikan bukti kerja di Ethereum, dan mengurangi konsumsi energi Ethereum sebesar ~99,95%.",
  "page-upgrades-merge-btn": "Selengkapnya tentang penggabungan",
  "page-upgrades-merge-desc": "Jaringan Utama Ethereum bergabung dengan Rantai Suar bukti taruhan, menandai berakhirnya menambang energi yang intensif.",
  "page-upgrades-merge-estimate": "Penggabungan telah beroperasi",
  "page-upgrades-merge-mainnet": "Apa itu Jaringan Utama?",
  "page-upgrades-eth-blog": "blog ethereum.org",
  "page-upgrades-explore-btn": "Jelajahi peningkatan",
  "page-upgrades-get-involved": "Terlibatlah dalam meningkatkan Ethereum",
  "page-upgrades-get-involved-2": "Ikut terlibat",
  "page-upgrades-head-to-ethresearch": "Buka ethresear.ch",
  "page-upgrades-help": "Ingin membantu dalam peningkatan Ethereum?",
  "page-upgrades-help-desc": "Ada banyak peluang untuk menimbang peningkatan Ethereum, membantu dalam pengujian, dan bahkan mendapatkan imbalan.",
  "page-upgrades-index-staking": "Penaruhan ada di sini",
  "page-upgrades-index-staking-desc": "Kunci untuk peningkatan Ethereum adalah pengenalan penaruhan. Jika Anda mau menggunakan ETH untuk membantu mengamankan jaringan Ethereum, pastikan Anda mengikuti langah-langkah berikut.",
  "page-upgrades-index-staking-learn": "Pelajari tentang penaruhan",
  "page-upgrades-index-staking-learn-desc": "Rantai Suar membawa penaruhan ke Ethereum. Jika Anda memiliki ETH, Anda dapat melakukan kebaikan publik dengan mengamankan jaringan dan mendapatkan lebih banyak ETH dalam prosesnya.",
  "page-upgrades-index-staking-step-1": "1. Siapkan dengan landasan peluncuran",
  "page-upgrades-index-staking-step-1-btn": "Kunjungi landasan peluncuran penaruhan",
  "page-upgrades-index-staking-step-1-desc": "Untuk taruhan di Ethereum, Anda harus menggunakan landasan peluncuran - ini akan memandu Anda melalui prosesnya.",
  "page-upgrades-index-staking-step-2": "2. Konfirmasi alamat penaruhan",
  "page-upgrades-index-staking-step-2-btn": "Konfirmasi alamat kontrak deposito",
  "page-upgrades-index-staking-step-2-desc": "Sebelum menaruhkan ETH, pastikan alamat Anda benar. Anda harus melalui landasan peluncuran sebelum melakukan ini.",
  "page-upgrades-index-staking-sustainability": "Lebih berkelanjutan",
  "page-upgrades-meta-desc": "Gambaran umum tentang peningkatan Ethereum dan visi yang ingin mereka wujudkan.",
  "page-upgrades-meta-title": "Peningkatan Ethereum (sebelumnya 'Eth2')",
  "page-upgrades-proof-stake-link": "Selengkapnya tentang bukti taruhan",
  "page-upgrades-question-1-title": "Kapan peningkatan akan diluncurkan?",
  "page-upgrades-question-1-desc": "Ethereum ditingkatkan secara bertahap; peningkatannya beragam dengan tanggal peluncuran yang berbeda.",
  "page-upgrades-question-2-title": "Apakah Rantai Suar merupakan rantai blok yang terpisah?",
  "page-upgrades-question-2-desc": "Ya. Rantau Suar diberi nama rantai blok bukti taruhan paralel setelah digunakan untuk meningkatkan Jaringan Utama Ethereum. Lihat sekarang satu dan satu-satunya rantai blok, berawal dari menggabungkan rantai blok asli Ethereum dan Rantai Suar secara bersamaan.",
  "page-upgrades-question-3-answer-2a": "Penggabungan awal minimal berdampak di dapp pengembang - mereka tetap berinteraksi dengan Ethereum di satu jalan yang sama.",
  "page-upgrades-question-3-answer-2a-link": "Pengembang Penggabungan dan dapp",
  "page-upgrades-question-3-answer-2b": "Rencana-rencana penggunaan pecahan masih dalam pengembangan, tetapi akan dirancang dengan mempertimbangkan rollup lapisan ke-2.",
  "page-upgrades-layer-2-rollups": "Lebih lanjut mengenai rollup lapisan ke-2",
  "page-upgrades-question-3-answer-3-link": "Kunjungi ethresear.ch",
  "page-upgrades-question-3-desc": "Anda tidak perlu melakukan apa-apa sekarang untuk mempersiapkan peningkatannya.",
  "page-upgrades-question-3-title": "Bagaimana cara saya bersiap untuk peningkatan?",
  "page-upgrades-question-4-answer-1": "Setiap kali Anda mengirim transaksi atau menggunakan sebuah dapp hari ini, Anda menggunakan lapisan eksekusi, yang juga dikenal sebagai Jaringan Utama.",
  "page-upgrades-question-4-answer-3": "Sejak Penggabungan, para validator mengamankan seluruh jaringan dengan bukti taruhan.",
  "page-upgrades-question-4-answer-6": "Semua orang bisa menjadi validator dengan mempertaruhkan ETH mereka.",
  "page-upgrades-question-4-answer-7": "Selengkapnya tentang penaruhan",
  "page-upgrades-question-4-title": "Apa itu lapisan eksekusi?",
  "page-upgrades-question-4-desc": "Sebelum Penggabungan, terkadang rantai blok Ethereum disebut sebagai 'Eth1.' Istilah ini dihilangkan dan digantikan dengan 'lapisan eksekusi'.",
  "page-upgrades-question-5-answer-1": "Untuk menjadi validator dalam jaringan, Anda perlu menaruh 32 ETH. Jika Anda tidak memiliki jumlah tersebut, atau tidak bersedia memasang sebanyak itu, Anda dapat bergabung dengan pool penaruhan. Pool penaruhan akan memungkinkan Anda memasang jumlah yang lebih kecil dan mendapatkan bagian dari total hadiah.",
  "page-upgrades-question-5-desc": "Anda perlu menggunakan landasan peluncuran penaruhan atau bergabung dengan pool penaruhan.",
  "page-upgrades-question-5-title": "Bagaimana cara bertaruh?",
  "page-upgrades-question-6-answer-3": "Danny Ryan dari yayasan Ethereum secara teratur memperbarui komunitas:",
  "page-upgrades-question-6-answer-4": "Ben Edgington dari ConsenSys memiliki buletin mingguan tentang peningkatan Ethereum:",
  "page-upgrades-question-6-answer-5": "Anda juga dapat bergabung dalam diskusi tentang penelitian dan pengembangan Ethereum di ethresear.ch.",
  "page-upgrades-question-6-title": "Apa yang harus saya lakukan dengan dapp saya?",
  "page-upgrades-question-6-desc": "Penggabungan dirancang agar memiliki dampak minimal bagi pengembang dapp, meskipun ada beberapa perubahan kecil yang perlu dicatat.",
  "page-upgrades-question-6-answer-1": "Para pengembang dapp yang sudah terbiasa dengan Ethereum sebelum terjadinya Penggabungan seharusnya menyadari beberapa perubahan. Perubahan-perubahan ini meliputi struktur dan waktu blok, beberapa perubahan opcode, sumber-sumber acak di dalam rantai blok, dan konsep finalitas jangka waktu.",
  "page-upgrades-question-6-answer-1-link": "Bagaimana Penggabungan berpengaruh terhadapan Lapisan Aplikasi Ethereum",
  "page-upgrades-question-6-answer-2": "Aplikasi hampir tidak terpengaruh secara keseluruhan.",
  "page-upgrades-question-7-desc": "Banyak tim berbeda dari seluruh komunitas sedang mengerjakan berbagai peningkatan Ethereum.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(Implementasi Rust)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(Implementasi JavaScript)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(Implementasi Nim)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(Implementasi Go)",
  "page-upgrades-question-7-teams": "Tim klien konsensus Ethereum:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(Implementasi Java)",
  "page-upgrades-question-7-title": "Siapa yang membangun peningkatan Ethereum?",
  "page-upgrades-question-7-clients": "Pelajari selengkapnya tentang klien Ethereum",
  "page-upgrades-question-8-answer-1": "Peningkatan Ethereum akan membantu skala Ethereum secara terdesentralisasi, dengan tetap menjaga keamanan, dan meningkatkan keberlanjutan.",
  "page-upgrades-question-8-answer-2": "Mungkin, masalah yang paling jelas adalah Ethereum harus mampu menangani lebih dari 15-45 transaksi per detik. Tetapi peningkatan juga menangani beberapa permasalahan lainnya di Ethereum hari ini.",
  "page-upgrades-question-8-answer-3": "Pada saat permintaan tinggi, jaringan Ethereum menjadi mahal untuk digunakan. Simpul dalam jaringan berjuang menghadapi ukuran Ethereum dan jumlah data yang harus diproses oleh komputer mereka. Algoritma asli yang mendasari keamanan dan desentralisasi Ethereum membutuhkan banyak energi dan perlu lebih ramah lingkungan.",
  "page-upgrades-question-8-answer-4": "Kebanyakan perubahan yang terjadi masih sesuai dengan peta perjalanan Ethereum, bahkan sejak 2015. Tetapi kondisi yang terjadi saat ini membuat kebutuhan akan peningkatan semakin besar.",
  "page-upgrades-question-8-answer-6": "Jelajahi visi Ethereum",
  "page-upgrades-question-8-desc": "Ethereum yang kita gunakan sekarang perlu menawarkan pengalaman yang lebih baik bagi pengguna akhir dan peserta jaringan.",
  "page-upgrades-question-8-title": "Mengapa peningkatan diperlukan?",
  "page-upgrades-question-9-answer-1": "Peran paling aktif yang bisa Anda mainkan adalah mempertaruhkan ETH Anda.",
  "page-upgrades-question-9-answer-2": "Anda mungkin ingin menjalankan klien kedua untuk membantu meningkatkan keberagaman klien.",
  "page-upgrades-question-9-answer-3": "Jika Anda lebih bersifat teknis, Anda bisa membantu menangkap bug di klien baru.",
  "page-upgrades-question-9-answer-4": "Anda juga bisa bergabung dalam diskusi teknis bersama para peneliti Ethereum di ethresear.ch.",
  "page-upgrades-question-9-desc": "Anda tidak harus memiliki kemampuan teknis untuk dapat berkontribusi. Komunitas ini mencari kontribusi dari semua jenis kemampuan.",
  "page-upgrades-question-9-stake-eth": "Pertaruhkan ETH",
  "page-upgrades-question-9-title": "Bagaimana berkontribusi dalam peningkatan Ethereum?",
  "page-upgrades-question-9-more": "Temukan cara umum untuk terlibat dengan Ethereum",
  "page-upgrades-question-10-title": "Apa itu 'fase Eth2?'",
  "page-upgrades-question-10-desc": "Beberapa hal telah berubah di sini.",
  "page-upgrades-question-10-answer-0": "Istilah 'Eth2' perlahan-lahan dihilangkan, karena tidak mewakili peningkatan tunggal atau jaringan baru. Lebih akurat untuk menyebutnya sebagai serangkaian peningkatan yang melakukan semua aktivitas untuk membuat Ethereum lebih terukur, aman, dan berkelanjutan. Jaringan yang Anda tahu dan sayangi hanya akan dirujuk sebagai Ethereum.",
  "page-upgrades-question-10-answer-1": "Kami tidak akan membahas banyak tentang istilah peta perjalanan teknis karena ini adalah perangkat lunak: segala sesuatunya bisa berubah. Kami rasa lebih mudah memahami apa yang terjadi ketika Anda melihat hasilnya.",
  "page-upgrades-question-10-answer-1-link": "Lihat peningkatan",
  "page-upgrades-question-10-answer-2": "Tetapi jika Anda sudah mengikuti diskusi ini, berikut cara melakukan peningkatan yang sesuai dengan peta perjalanan teknis, dan sedikit tentang perubahannya.",
  "page-upgrades-question-10-answer-3": "Fase 0 menggambarkan cara mengoperasikan Rantai Suar.",
  "page-upgrades-question-10-answer-5": "Fase 1 awalnya berfokus pada mengimplementasikan rantai pecahan, tetapi prioritas bergeser ke Penggabungan, yang diluncurkan pada 15 September 2022.",
  "page-upgrades-question-10-answer-6": "Fase 1.5 semula direncanakan akan menyusul implementasi pecahan ketika Jaringan Utama akan ditambahkan sebagai shard terakhir ke Rantai Suar. Namun, karena teknologi rollup berkembang pesat, komunitas Ethereum mempercepat transisi dari bukti kerja.",
  "page-upgrades-question-10-answer-7": "Rencana seputar Fase 2 telah menjadi titik penelitian dan diskusi yang intens. Dengan Penggabungan sudah di belakang kita, dan kemajuan dalam solusi lapisan ke-2, tujuan telah beralih untuk menyediakan bentuk data pecahan yang lebih sederhana guna memaksimalkan efisiensi rollup. Lapisan ke-2 saat ini memungkinkan kemampuan untuk meningkatkan eksekusi transaksi, dan pecahan akan memungkinkan penyimpanan bukti-bukti untuk data ini di lapisan ke-1 dengan cara yang murah dan dapat ditingkatkan.",
  "page-upgrades-question-10-answer-8": "Selengkapnya tentang peta perjalanan rollup-sentris",
  "page-upgrades-question-11-title": "Bisakah saya membeli Eth2?",
  "page-upgrades-question-11-desc": "Tidak. Tidak ada token Eth2, dan jumlah ETH Anda tidak berubah setelah Penggabungan.",
  "page-upgrades-question-11-answer-1": "Salah satu faktor pendorong di balik rebranding Eth2 adalah kesalahpahaman umum bahwa pemegang ETH diharuskan untuk memindahkan ETH mereka ke 'ETH 2.0' setelah Penggabungan atau peningkatan lainnya. Hal ini tidak benar dan sebenarnya tidak pernah menjadi kewajiban.",
  "page-upgrades-question-11-answer-2": " Kerancuan ini sering dimanfaatkan oleh penipu.",
  "page-upgrades-question-title": "Pertanyaan yang sering diajukan",
  "page-upgrades-question3-answer-1": "Pemegang ETH tidak perlu melakukan apa pun. ETH Anda tidak perlu diubah atau pun ditingkatkan. Pasti akan ada penipuan yang mengatakan kepada Anda hal sebaliknya, jadi berhati-hatilah.",
  "page-upgrades-scalable": "Lebih terukur",
  "page-upgrades-scalable-desc": "Ethereum harus mendukung 1000-an transaksi per detik, agar aplikasi lebih cepat dan murah untuk digunakan.",
  "page-upgrades-secure": "Lebih aman",
  "page-upgrades-secure-desc": "Ethereum perlu menjadi lebih aman. Selama adopsi Ethereum bertambah, protokol perlu menjadi lebih aman dari segala macam serangan.",
  "page-upgrades-shard-date": "Pecahan akan mengikuti Penggabungan dalam beberapa tahap, pada suatu waktu antara 2023-2024.",
  "page-upgrades-shard-desc": "Danksharding akan memperluas kapasitas Ethereum untuk menyimpan data, dan akan berfungsi secara harmonis dengan L2 untuk meningkatkan keluaran dan mengurangi biaya jaringan. Danksharding akan diperkenalkan dalam beberapa tahap, dimulai dengan ProtoDanksharding.",
  "page-upgrades-shard-estimate": "Perkiraan: 2023-2024",
  "page-upgrades-shard-lower": "Lebih lanjut tentang pecahan",
  "page-upgrades-shard-title": "Sharding",
  "page-upgrades-stay-up-to-date": "Tetap ikuti perkembangan",
  "page-upgrades-stay-up-to-date-desc": "Dapatkan info terbaru dari peneliti dan pengembang yang bekerja pada peningkatan Ethereum.",
  "page-upgrades-sustainable-desc": "Ethereum sangat boros energi sampai baru-baru ini. Transisi ke bukti taruhan menghasilkan pengurangan energi jaringan lebih dari 99,9%.",
  "page-upgrades-take-part": "Turut serta dalam penelitian",
  "page-upgrades-take-part-desc": "Peneliti dan penggemar Ethereum bertemu di sini untuk membahas upaya penelitian, termasuk semua hal yang terkait dengan peningkatan Ethereum.",
  "page-upgrades-the-upgrades": "Peningkatan Ethereum",
  "page-upgrades-the-upgrades-desc": "Peningkatan pada Ethereum bertujuan untuk meningkatkan skalabilitas, keamanan, dan keberlanjutan jaringan. Baru-baru ini, Ethereum telah mengalami beberapa peningkatan besar dalam hal keamanan dan keberlanjutan, dan masih akan ada lebih banyak peningkatan di masa depan, terutama terkait dengan skalabilitas.",
  "page-upgrades-unofficial-roadmap": "Ini bukanlah peta perjalanan resmi. Beginilah cara kami melihat apa yang terjadi berdasarkan informasi di luar sana. Tetapi inilah teknologi, segala sesuatu dapat berubah dalam sekejap. Jadi, tolong jangan melihat ini sebagai sebuah komitmen.",
  "page-upgrades-upgrade-desc": "Ethereum yang kita kenal dan cintai ini, menjadi lebih terukur, lebih aman, dan lebih berkelanjutan...",
  "page-upgrades-upgrades": "Peningkatan Ethereum",
  "page-upgrades-upgrades-aria-label": "Menu peningkatan Ethereum",
  "page-upgrades-upgrades-beacon-chain": "Rantai Suar",
  "page-upgrades-upgrades-guide": "Panduan peningkatan Ethereum",
  "page-upgrades-upgrades-docking": "Penggabungan",
  "page-upgrades-energy-consumption": "Lebih lanjut tentang konsumsi energi Ethereum",
  "page-upgrades-upgrading": "Peningkatan Ethereum ke level baru yang radikal",
  "page-roadmap-vision": "Visi",
  "page-roadmap-vision-btn": "Selengkapnya tentang visi Ethereum",
  "page-roadmap-vision-desc": "Untuk membawa Ethereum ke arus utama dan melayani semua manusia, kita harus membuat Ethereum lebih terukur, aman, dan berkelanjutan.",
  "page-upgrades-what-happened-to-eth2-title": "Apa yang akan terjadi pada 'Eth2'?",
  "page-upgrades-what-happened-to-eth2-1": "Sebelum Penggabungan, istilah 'Eth2' sering digunakan, tetapi sekarang digantikan dengan terminologi yang lebih tepat guna.",
  "page-upgrades-what-happened-to-eth2-1-more": "Selengkapnya tentang Penggabungan.",
  "page-upgrades-what-happened-to-eth2-2": "Setelah penggabungan antara 'Eth1' dan 'Eth2', tidak lagi terdapat dua rantai blok Ethereum yang berbeda; hanya ada Ethereum satu.",
  "page-upgrades-what-happened-to-eth2-3": "Untuk mengurangi kebingungan, komunitas telah memperbarui istilah-istilah berikut ini:",
  "page-upgrades-what-happened-to-eth2-3-1": "'Eth1' sekarang adalah 'lapisan eksekusi', yang menangani transaksi dan eksekusi.",
  "page-upgrades-what-happened-to-eth2-3-2": "'Eth2' sekarang adalah 'lapisan konsensus', yang menangani konsensus bukti taruhan.",
  "page-upgrades-what-happened-to-eth2-4": "Pembaruan terminologi ini hanya mengubah konvensi penamaan; ini tidak mengubah tujuan atau peta perjalanan Ethereum.",
  "page-upgrades-what-happened-to-eth2-5": "Pelajari selengkapnya tentang penamaan ulang 'Eth2'",
  "page-upgrades-why-cant-we-just-use-eth2-title": "Mengapa kita tidak bisa menggunakan Eth2 saja?",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-title": "Model mental",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-description": "Salah satu masalah besar dengan merek Eth2 adalah menciptakan suatu model mental yang buruk bagi para pengguna baru Ethereum. Mereka secara intuitif berpikir bahwa Eth1 ada terlebih dahulu dan Eth2 ada setelahnya. Atau, Eth1 tidak akan ada lagi setelah Eth2 beroperasi. Tak satu pun dari kedua anggapan ini adalah benar. Dengan menghilangkan terminologi Eth2, kita mencegah semua pengguna di masa mendatang berjuang memahami model mental yang membingungkan ini.",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-title": "Inklusivitas",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-description": "Karena peta perjalanan Ethereum telah berkembang, Ethereum 2.0 telah menjadi representasi yang tidak akurat untuk peta perjalanan Ethereum. Dengan berhati-hati dan tepat dalam memilih kata yang kami gunakan, ini memungkinkan konten Ethereum mudah dipahami oleh sebanyak mungkin khalayak umum.",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-title": "Pencegahan penipuan",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-description": "Sayangnya, para pelaku jahat telah berusaha menggunakan nama Eth2 yang tidak tepat untuk menipu pengguna dengan memberi tahu agar menukar ETH mereka dengan token 'ETH2' atau mereka harus melakukan migrasi ETH mereka sebelum peningkatan Eth2. Kami berharap pembaruan terminologi ini akan membawa kejelasan untuk membasmi vektor penipuan ini dan membantu menciptakan ekosistem yang lebih aman.",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-title": "Kejelasan penaruhan",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-description": "Beberapa operator penaruhan juga telah mewakili ETH yang ditaruhkan di Rantai Suar dengan telegrap 'ETH2'. Ini berpotensi menciptakan kebingungan, mengingat bahwa para pengguna layanan ini tidak benar-benar menerima token 'ETH2'. Tidak ada token 'ETH2'; itu hanya mewakili bagian mereka dalam taruhan penyedia tertentu.",
  "page-upgrades-what-to-do": "Apa yang harus Anda lakukan?",
  "page-upgrades-what-to-do-desc": "Jika Anda pengguna dapp atau pemegang ETH, Anda tidak perlu melakukan apa pun. Jika Anda seorang pengembang atau ingin memulai penaruhan, ada cara untuk segera terlibat hari ini.",
  "page-upgrades-whats-next": "Apa itu peningkatan Ethereum?",
  "page-upgrades-whats-next-desc": "Peta perjalanan Ethereum melibatkan peningkatan protokol yang saling terhubung yang akan membuat jaringan lebih terukur, aman, dan lebih berkelanjutan. Peningkatan ini sedang dibangun oleh banyak tim dari seluruh ekosistem Ethereum.",
  "page-upgrades-whats-next-history": "Pelajari mengenai peninggkatan Ethereum sebelumnya",
  "page-upgrades-whats-ethereum": "Tunggu, apa itu Ethereum?",
  "page-upgrades-whats-new": "Apa berikutnya untuk Ethereum?",
  "page-upgrades-security-link": "Selengkapnya tentang keamanan dan pencegahan penipuan",
  "page-staking-deposit-contract-staking-more-link": "Selengkapnya tentang penaruhan",
  "docs-nav-proof-of-stake": "Bukti taruhan",
  "docs-nav-proof-of-work": "Bukti Kerja",
  "page-upgrades-get-involved-ethresearch-1": "Sharding",
  "page-upgrades-get-involved-ethresearch-2": "Penggabungan"
}
