{
  "page-eth2-just-staking": "Penaruhan",
  "page-eth2-staking-image-alt": "Gambar maskot Badak untuk launchpad eth2.",
  "page-eth2-staking-51-desc-1": "Penaruhan membuat bergabung dengan jaringan sebagai validator lebih mudah diakses sehingga kemungkinan akan ada lebih banyak validator di jaringan daripada yang ada saat ini. Ini akan membuat serangan semacam ini semakin sulit karena biaya serangan akan meningkat.",
  "page-eth2-staking-accessibility": "Lebih mudah diakses",
  "page-eth2-staking-accessibility-desc": "Dengan persyaratan perangkat keras yang lebih mudah dan kesempatan untuk bergabung dengan pool jika Anda tidak memiliki 32 ETH, lebih banyak orang akan dapat bergabung dengan jaringan. Ini akan membuat Ethereum lebih terdesentralisasi dan aman dengan mengurangi area serangan permukaan.",
  "page-eth2-staking-at-stake": "ETH Anda sedang ditaruhkan",
  "page-eth2-staking-at-stake-desc": "Karena Anda harus mempertaruhkan ETH untuk memvalidasi transaksi dan membuat blok baru, Anda bisa kehilangannya jika memutuskan untuk mencoba dan menipu sistem.",
  "page-eth2-staking-benefits": "Keuntungan penaruhan di Ethereum",
  "page-eth2-staking-check-address": "Periksa alamat deposit",
  "page-eth2-staking-consensus": "Lebih lanjut tentang mekanisme konsensus",
  "page-eth2-staking-deposit-address": "Periksa alamat deposit",
  "page-eth2-staking-deposit-address-desc": "Jika Anda sudah mengikuti petunjuk pengaturan di launchpad, Anda akan tahu keharusan mengirim transaksi ke kontrak deposito penaruhan. Kami merekomendasikan Anda memeriksa alamat dengan sangat hati-hati. Anda dapat menemukan alamat resmi di ethereum.org dan sejumlah situs terpercaya lainnya.",
  "page-eth2-staking-desc-1": "Imbalan diberikan untuk tindakan yang membantu jaringan mencapai konsensus. Anda akan mendapatkan imbalan untuk memasangkan transaksi ke dalam blok baru atau memeriksa pekerjaan validator lain karena itulah yang membuat rantai berjalan aman.",
  "page-eth2-staking-desc-2": "Meskipun Anda dapat memperoleh imbalan karena melakukan pekerjaan yang menguntungkan jaringan, Anda dapat kehilangan ETH atas tindakan jahat, masuk dalam mode offline, dan gagal memvalidasi.",
  "page-eth2-staking-desc-3": "Anda memerlukan 32 ETH untuk menjadi validator penuh atau beberapa ETH untuk bergabung dengan pool penaruhan. Anda juga harus menjalankan 'Eth1' atau klien Jaringan Utama. Launchpad akan memandu Anda melalui proses dan persyaratan perangkat keras. Atau, Anda juga dapat menggunakan API backend.",
  "page-eth2-staking-description": "Penaruhan adalah tindakan mendepositokan 32 ETH untuk mengaktifkan perangkat lunak validator. Sebagai validator, Anda akan bertanggung jawab untuk menyimpan data, memroses transaksi, dan menambahkan blok baru ke blockchain. Ini akan menjaga Ethereum tetap aman untuk semua orang dan memberi Anda ETH baru dalam prosesnya. Proses ini, yang dikenal sebagai bukti taruhan, yang akan diperkenalkan melalui Rantai Suar.",
  "page-eth2-staking-docked": "Selengkapnya tentang penggabungan",
  "page-eth2-staking-dyor": "Lakukan riset Anda sendiri",
  "page-eth2-staking-dyor-desc": "Tak satu pun dari layanan penaruhan yang terdaftar didukung resmi. Pastikan untuk melakukan riset untuk mencari tahu layanan mana yang terbaik untuk Anda.",
  "page-eth2-staking-header-1": "Taruhkan ETH Anda untuk menjadi validator Ethereum",
  "page-eth2-staking-how-much": "Berapa banyak yang Anda mau pertaruhkan?",
  "page-eth2-staking-how-to-stake": "Bagaimana cara bertaruh",
  "page-eth2-staking-how-to-stake-desc": "Itu semua bergantung pada seberapa banyak yang ingin Anda pertaruhkan. Anda memerlukan 32 untuk menjadi validator penuh, tetapi Anda dapat mempertaruhkan lebih sedikit.",
  "page-eth2-staking-join": "Gabung",
  "page-eth2-staking-join-community": "Bergabung dengan komunitas penaruh",
  "page-eth2-staking-join-community-desc": "r/ethstaker adalah komunitas bagi semua orang untuk berdiskusi tentang bertaruh di Ethereum – bergabunglah untuk mendapatkan saran, dukungan, dan untuk membicarakan segala hal tentang penaruhan.",
  "page-eth2-staking-less-than": "Kurang dari",
  "page-eth2-staking-link-1": "Lihat API backend",
  "page-eth2-staking-meta-description": "Gambaran umum tentang penaruhan Ethereum: risiko, imbalan, persyaratan, dan tempat melakukannya.",
  "page-eth2-staking-meta-title": "Penaruhan Ethereum",
  "page-eth2-staking-more-sharding": "Lebih lanjut tentang sharding",
  "page-eth2-staking-pool": "Bertaruh dalam pool",
  "page-eth2-staking-pool-desc": "Jika Anda memiliki kurang dari 32 ETH, Anda akan dapat menambahkan taruhan yang lebih kecil ke pool penaruhan. Beberapa perusahaan dapat melakukan semuanya atas nama Anda sehingga Anda tidak perlu khawatir harus tetap online. Berikut adalah beberapa perusahaan yang patut ditinjau.",
  "page-eth2-staking-pos-explained": "Penjelasan bukti taruhan",
  "page-eth2-staking-pos-explained-desc": "Bertaruh adalah apa yang perlu Anda lakukan untuk menjadi validator dalam sistem bukti taruhan. Ini adalah mekanisme konsensus yang akan menggantikan sistem bukti kerja yang ada saat ini. Mekanisme konsensus adalah apa yang membuat blockchain seperti Ethereum aman dan terdesentralisasi.",
  "page-eth2-staking-pos-explained-desc-1": "Bukti taruhan membantu mengamankan jaringan dalam beberapa cara:",
  "page-eth2-staking-services": "Lihat layanan penaruhan",
  "page-eth2-staking-sharding": "Buka kunci sharding",
  "page-eth2-staking-sharding-desc": "Sharding hanya dimungkinkan dengan sistem bukti taruhan. Sharding sistem bukti kerja akan mengurangi jumlah daya komputasi yang diperlukan untuk merusak jaringan, sehingga memudahkan penambang jahat untuk mengontrol shard. Ini tidak terjadi dengan penaruh yang ditugaskan secara acak dalam sistem bukti taruhan.",
  "page-eth2-staking-solo": "Bertaruh tunggal dan menjadi validator",
  "page-eth2-staking-solo-desc": "Untuk memulai proses penaruhan, Anda harus menggunakan launchpad Eth2. Ini akan memandu Anda menelusuri semua pengaturan. Bagian dari penaruhan adalah menjalankan klien Eth2, yang merupakan salinan lokal dari blockchain. Ini dapat memakan waktu cukup lama untuk diunduh ke komputer Anda.",
  "page-eth2-staking-start": "Mulai penaruhan",
  "page-eth2-staking-subtitle": "Penaruhan adalah barang publik untuk ekosistem Ethereum. Anda dapat membantu mengamankan jaringan dan mendapatkan imbalan dalam prosesnya.",
  "page-eth2-staking-sustainability": "Lebih berkelanjutan",
  "page-eth2-staking-sustainability-desc": "Validator tidak memerlukan komputer yang boros energi untuk berpartisipasi dalam sistem bukti taruhan – hanya laptop atau ponsel pintar. Ini akan membuat Ethereum lebih baik untuk lingkungan.",
  "page-eth2-staking-the-beacon-chain": "Selengkapnya tentang Rantai Suar",
  "page-eth2-staking-title-1": "Imbalan",
  "page-eth2-staking-title-2": "Risiko",
  "page-eth2-staking-title-3": "Persyaratan",
  "page-eth2-staking-title-4": "Bagaimana cara menaruhkan ETH Anda",
  "page-eth2-staking-upgrades-li": "Bukti taruhan dikelola oleh Rantai Suar.",
  "page-eth2-staking-upgrades-li-2": "Ethereum akan memiliki Rantai Suar bukti taruhan dan Jaringan Utama bukti kerja untuk masa mendatang. Jaringan Utama adalah Ethereum yang telah kami gunakan selama bertahun-tahun.",
  "page-eth2-staking-upgrades-li-3": "Selama waktu ini, penaruh akan menambahkan blok baru ke Rantai Suar tetapi tidak memroses transaksi jaringan utama.",
  "page-eth2-staking-upgrades-li-4": "Ethereum akan sepenuhnya beralih ke sistem bukti taruhan setelah jaringan utama Ethereum bergabung dengan Rantai Suar.",
  "page-eth2-staking-upgrades-li-5": "Sebuah peningkatan kecil akan diimpelementasikan setelahnya untuk memungkinkan penarikan dana yang ditaruhkan.",
  "page-eth2-staking-upgrades-title": "Bukti taruhan dan peningkatan Eth2",
  "page-eth2-staking-validators": "Lebih banyak validator, lebih aman",
  "page-eth2-staking-validators-desc": "Dalam sebuah blockchain seperti Ethereum, dimungkinkan untuk menyensor dan menyusun ulang transaksi agar sesuai dengan kebutuhan Anda, jika Anda yang mengontrol mayoritas jaringan. Tapi, untuk mengontrol mayoritas jaringan, Anda memerlukan mayoritas validator, dan untuk ini Anda harus mengontrol mayoritas ETH dalam sistem – itu memerlukan biaya sangat besar! Jumlah ETH bertambah setiap kali seorang validator baru memasuki sistem, yang memperkuat keamanan jaringan. Bukti kerja, model keamanan yang akan digantikan oleh bukti taruhan, mengharuskan para validator (penambang) memiliki perangkat keras khusus dan banyak ruang fisik – memasuki sistem sebagai seorang penambang sulit sehingga keamanan terhadap mayoritas serangan tidak meningkat sebanyak jumlah serangannya. Bukti taruhan tidak memiliki persyaratan ini, yang seharusnya mengembangkan jaringan (dan ketahanannya terhadap mayoritas serangan) ke ukuran yang tidak mungkin dicapai dengan bukti kerja.",
  "page-eth2-staking-withdrawals": "Penarikan tidak akan langsung ditayangkan",
  "page-eth2-staking-withdrawals-desc": "Anda tidak akan dapat menarik taruhan sampai peningkatan di masa mendatang diterapkan. Penarikan akan dapat dilakukan sebagai bagian dari suatu peningkatan kecil setelah penggabungan Jaringan Utama dengan Rantai Suar selesai."
}
