{
  "consensus-client-lighthouse-logo-alt": "Logo Lighthouse",
  "consensus-client-lodestar-logo-alt": "Logo Lodestar",
  "consensus-client-nimbus-logo-alt": "Logo Nimbus",
  "consensus-client-prysm-logo-alt": "Logo Prysm",
  "consensus-client-teku-logo-alt": "Logo Teku",
  "consensus-client-under-review": "Tinjauan dan audit sedang berlangsung",
  "page-upgrades-answer-1": "Pikirkan perubahan yang diluncurkan sebagai serangkaian peningkatan yang ditambahkan untuk meningkatkan Ethereum yang kita gunakan saat ini. Peningkatan ini mencakup pembuatan rantai baru yang disebut Rantai Suar, dan akan memperkenalkan rantai baru yang dikenal sebagai 'shard' di masa mendatang.",
  "page-upgrades-answer-2": "Beberapa peningkatan terpisah dari Jaringan Utama Ethereum yang kita gunakan hari ini tetapi tidak akan menggantikannya. Sebaliknya, Jaringan Utama akan 'bergabung' dengan sistem paralel ini yang ditambahkan dari waktu ke waktu.",
  "page-upgrades-answer-4": "Dengan kata lain, Ethereum yang kita gunakan hari ini pada akhirnya akan mewujudkan semua fitur yang menjadi sasaran kami dalam visi Ethereum.",
  "page-upgrade-article-title-two-point-oh": "Dua Titik Nol: Rantai Suar",
  "page-upgrade-article-title-beacon-chain-explainer": "Penjelasan Rantai Suar Ethereum 2.0 yang perlu Anda baca terlebih dahulu",
  "page-upgrade-article-title-sharding-consensus": "Konsensus sharding",
  "page-upgrade-article-author-ethereum-foundation": "Yayasan Ethereum",
  "page-upgrade-article-title-sharding-is-great": "Mengapa sharding bagus: mengungkap sifat teknis",
  "page-upgrade-article-title-rollup-roadmap": "Roadmap rollup-centric",
  "page-upgrades-beacon-chain-btn": "Selengkapnya tentang Rantai Suar",
  "page-upgrades-beacon-chain-date": "Rantai Suar dioperasikan pada 1 Desember 2020.",
  "page-upgrades-beacon-chain-desc": "Rantai Suar membawa penaruhan ke Ethereum, melakukan semua hal mendasar untuk peningkatan di masa mendatang, dan pada akhirnya akan mengoordinasikan sistem baru.",
  "page-upgrades-beacon-chain-estimate": "Rantai Suar telah beroperasi",
  "page-upgrades-beacon-chain-title": "Rantai Suar",
  "page-upgrades-bug-bounty": "Lihat program hadiah bounty bug",
  "page-upgrades-clients": "Lihat klien konsensus (sebelumnya dikenal sebagai klien 'Eth2')",
  "page-staking-deposit-contract-title": "Periksa alamat kontrak deposit",
  "page-upgrades-diagram-ethereum-mainnet": "Jaringan Utama Ethereum",
  "page-upgrades-diagram-h2": "Bagaimana peningkatan menyatu bersama",
  "page-upgrades-diagram-link-1": "Selengkapnya tentang bukti kerja",
  "page-upgrades-diagram-link-2": "Selengkapnya tentang rantai shard",
  "page-upgrades-diagram-mainnet": "Jaringan Utama",
  "page-upgrades-diagram-p": "Jaringan Utama Ethereum akan terus ada dalam bentuknya saat ini untuk sementara waktu. Ini berarti Rantai Suar dan peningkatan shard tidak akan mengganggu jaringan.",
  "page-upgrades-diagram-p-1": "Jaringan Utama pada akhirnya akan bergabung dengan sistem baru yang diperkenalkan oleh Rantai Suar.",
  "page-upgrades-diagram-p-2": "Rantai Suar akan menjadi penyalur Ethereum, mengoordinasikan validator, dan mengatur langkah untuk pembuatan blok.",
  "page-upgrades-diagram-p-3": "Pada awalnya, sistem ini akan ada secara terpisah dari Jaringan Utama dan mengelola validator - tidak akan ada hubungannya dengan kontrak pintar, transaksi, atau akun.",
  "page-upgrades-diagram-p-4": "Shard akan memberikan banyak data tambahan untuk membantu meningkatkan jumlah transaksi yang dapat ditangani oleh Jaringan Utama. Shard akan dikoordinasikan oleh Rantai Suar.",
  "page-upgrades-diagram-p-5": "Namun semua transaksi akan tetap mengandalkan Jaringan Utama, yang akan terus ada seperti yang kita kenal sekarang – dijamin dengan bukti kerja dan penambang.",
  "page-upgrades-diagram-p-6": "Jaringan Utama akan bergabung dengan sistem bukti taruhan, dikoordinasikan oleh Rantai Suar.",
  "page-upgrades-diagram-p-8": "Hal ini akan mengubah Jaringan Utama menjadi shard dalam sistem baru. Penambang tidak lagi diperlukan karena semua Ethereum akan diamankan oleh validator.",
  "page-upgrades-diagram-p10": "Penskalaan Ethereum bukan migrasi atau satu hal. Proses ini menggambarkan serangkaian peningkatan yang sedang dikerjakan untuk membuka potensi sejati Ethereum. Ini adalah metode agar mereka semua menyatu bersama.",
  "page-upgrades-diagram-scroll": "Gulir untuk menjelajahi – ketuk untuk informasi selengkapnya.",
  "page-upgrades-diagram-shard": "Shard (1)",
  "page-upgrades-diagram-shard-1": "Shard (...)",
  "page-upgrades-diagram-shard-2": "Shard (2)",
  "page-upgrades-diagram-shard-3": "Shard (...)",
  "page-upgrades-diagram-validators": "Selengkapnya tentang validator",
  "page-upgrades-dive": "Dalami tentang visi",
  "page-upgrades-dive-desc": "Bagaimana kita akan membuat Ethereum lebih terukur, aman, dan berkelanjutan? Semua sambil menjaga etos inti desentralisasi Ethereum.",
  "page-upgrades-docking": "Penggabungan",
  "page-upgrades-merge-answer-1": "Penggabungan terjadi saat Jaringan Utama mulai menggunakan Rantai Suar untuk konsensus, dan bukti kerja dinonaktifkan, pada suatu waktu di 2022.",
  "page-upgrades-merge-btn": "Selengkapnya tentang penggabungan",
  "page-upgrades-merge-desc": "Jaringan Utama Ethereum perlu 'bergabung' dengan Rantai Suar pada beberapa titik. Ini akan memungkinkan penaruhan untuk seluruh jaringan dan menandai berakhirnya penambangan yang boros energi.",
  "page-upgrades-merge-estimate": "Perkiraan: 2022",
  "page-upgrades-merge-mainnet": "Apa itu Jaringan Utama?",
  "page-upgrades-merge-mainnet-eth2": "Menggabungkan Jaringan Utama dan Rantai Suar",
  "page-upgrades-eth-blog": "blog ethereum.org",
  "page-upgrades-explore-btn": "Jelajahi peningkatan",
  "page-upgrades-get-involved": "Terlibatlah dalam meningkatkan Ethereum",
  "page-upgrades-get-involved-2": "Mari terlibat",
  "page-upgrades-head-to": "Menuju",
  "page-upgrades-help": "Ingin membantu dalam peningkatan Ethereum?",
  "page-upgrades-help-desc": "Ada banyak peluang untuk menimbang peningkatan Ethereum, membantu dalam pengujian, dan bahkan mendapatkan imbalan.",
  "page-upgrades-index-staking": "Penaruhan ada di sini",
  "page-upgrades-index-staking-desc": "Kunci untuk peningkatan Ethereum adalah pengenalan penaruhan. Jika Anda mau menggunakan ETH untuk membantu mengamankan jaringan Ethereum, pastikan Anda mengikuti langah-langkah berikut.",
  "page-upgrades-index-staking-learn": "Pelajari tentang penaruhan",
  "page-upgrades-index-staking-learn-desc": "Rantai Suar akan membawa penaruhan ke Ethereum. Berarti jika Anda mempunyai ETH, Anda dapat turut berpartisipasi dalam mengamankan jaringan dan mendapatkan lebih banyak ETH dalam prosesnya.",
  "page-upgrades-index-staking-step-1": "1. Siapkan dengan launchpad",
  "page-upgrades-index-staking-step-1-btn": "Kunjungi launchpad penaruhan",
  "page-upgrades-index-staking-step-1-desc": "Untuk bertaruh di Ethereum, Anda harus menggunakan launchpad – ini akan memandu Anda melalui prosesnya.",
  "page-upgrades-index-staking-step-2": "2. Konfirmasi alamat penaruhan",
  "page-upgrades-index-staking-step-2-btn": "Konfirmasi alamat kontrak deposito",
  "page-upgrades-index-staking-step-2-desc": "Sebelum menaruhkan ETH, pastikan alamat Anda benar. Anda harus melalui launchpad sebelum melakukan ini.",
  "page-upgrades-index-staking-sustainability": "Lebih berkelanjutan",
  "page-upgrades-just-docking": "Selengkapnya tentang penggabungan",
  "page-upgrades-meta-desc": "Gambaran umum tentang peningkatan Ethereum dan visi yang ingin mereka wujudkan.",
  "page-upgrades-meta-title": "Peningkatan Ethereum (sebelumnya 'Eth2')",
  "page-upgrades-miners": "Selengkapnya tentang penambang",
  "page-upgrades-more-on-upgrades": "Selengkapnya tentang peningkatan Ethereum",
  "page-upgrades-proof-of-stake": "bukti taruhan",
  "page-upgrades-proof-of-work": "bukti kerja",
  "page-upgrades-proof-stake-link": "Selengkapnya tentang bukti taruhan",
  "page-upgrades-question-1-title": "Kapan peningkatan akan diluncurkan?",
  "page-upgrades-question-1-desc": "Ethereum ditingkatkan secara bertahap; peningkatannya beragam dengan tanggal peluncuran yang berbeda.",
  "page-upgrades-question-2-title": "Apakah Rantai Suar merupakan blokchain yang terpisah?",
  "page-upgrades-question-2-desc": "Kurang tepat jika mengganggap peningkatan ini sebagai blockchain terpisah.",
  "page-upgrades-question-3-answer-2": "Penggabungan dan peningkatan rantai shard mungkin memengaruhi para pengembang dapp. Namun sepesifikasinya belum final, jadi tidak diperlukan tindakan segera.",
  "page-upgrades-question-3-answer-3": "Bicaralah dengan tim peneliti dan pengembangan Ethereum melalui ethresear.ch.",
  "page-upgrades-question-3-answer-3-link": "Kunjungi ethresear.ch",
  "page-upgrades-question-3-desc": "Anda tidak perlu melakukan apa-apa sekarang untuk mempersiapkan peningkatannya.",
  "page-upgrades-question-3-title": "Bagaimana cara saya bersiap untuk peningkatan?",
  "page-upgrades-question-4-answer-1": "Setiap kali Anda mengirimkan transaksi atau menggunakan dapp hari ini, Anda menggunakan lapisan eksekusi, atau Jaringan Utama. Ini adalah Ethereum yang diamankan oleh penambang.",
  "page-upgrades-question-4-answer-2": "Jaringan Utama akan terus beroperasi secara normal sampai penggabungan selesai.",
  "page-upgrades-question-4-answer-3": "Setelah Penggabungan, para validator akan mengamankan seluruh jaringan dengan bukti taruhan.",
  "page-upgrades-question-4-answer-6": "Semua orang bisa menjadi validator dengan mempertaruhkan ETH mereka.",
  "page-upgrades-question-4-answer-7": "Selengkapnya tentang penaruhan",
  "page-upgrades-question-4-answer-8": "Peningkatan Rantai Suar dan rantai shard tidak akan mengganggu lapisan eksekusi (Jaringan Utama) karena keduanya dibangun secara terpisah.",
  "page-upgrades-question-4-title": "Apa itu lapisan eksekusi?",
  "page-upgrades-question-4-desc": "Jaringan Utama Ethereum tempat Anda bertransaksi hari ini telah sebelumnya dirujuk sebagai 'Eth1'. Istilah ini perlahan-lahan dihilangkan dan diganti dengan 'lapisan eksekusi'.",
  "page-upgrades-question-5-answer-1": "Untuk menjadi validator penuh dalam jaringan, Anda perlu menaruhkan 32 ETH. Jika Anda tidak mempunyai sebanyak itu, atau tidak mau menaruhkan sebanyak itu, Anda bisa bergabung dengan pool penaruhan. Pool ini memungkinkan Anda bertaruh lebih sedikit dan mendapatkan sebagian dari imbalan total.",
  "page-upgrades-question-5-desc": "Anda perlu menggunakan launchpad penaruhan atau bergabung dengan pool penaruhan.",
  "page-upgrades-question-5-title": "Bagaimana cara bertaruh?",
  "page-upgrades-question-6-answer-1": "Untuk saat ini, tidak ada yang perlu dilakukan. Tapi kami menyarankan Anda tetap mengikuti perkembangan penggabungan dan peningkatan rantai shard.",
  "page-upgrades-question-6-answer-3": "Danny Ryan dari Yayasan Ethereum secara teratur memperbarui komunitas:",
  "page-upgrades-question-6-answer-4": "Ben Edgington dari ConsenSys memiliki buletin mingguan tentang peningkatan Ethereum:",
  "page-upgrades-question-6-answer-5": "Anda juga dapat bergabung dalam diskusi tentang penelitian dan pengembangan Ethereum di ethresear.ch.",
  "page-upgrades-question-6-desc": "Dapp Anda tidak akan terpengaruh oleh peningkatan yang akan terjadi. Namun peningkatan di masa mendatang mungkin memerlukan beberapa penyesuaiaan.",
  "page-upgrades-question-6-title": "Apa yang harus saya lakukan dengan dapp saya?",
  "page-upgrades-question-7-desc": "Banyak tim berbeda dari seluruh komunitas sedang mengerjakan berbagai peningkatan Ethereum.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(Implementasi Rust)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(Implementasi JavaScript)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(Implementasi Nim)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(Implementasi Go)",
  "page-upgrades-question-7-teams": "Tim klien konsensus Ethereum:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(Implementasi Java)",
  "page-upgrades-question-7-title": "Siapa yang membangun peningkatan Ethereum?",
  "page-upgrades-question-7-clients": "Pelajari selengkapnya tentang klien Ethereum",
  "page-upgrades-question-8-answer-1": "Peningkatan Ethereum akan membantu skala Ethereum secara terdesentralisasi, dengan tetap menjaga keamanan, dan meningkatkan keberlanjutan.",
  "page-upgrades-question-8-answer-2": "Mungkin, masalah yang paling jelas adalah Ethereum harus mampu menangani lebih dari 15-45 transaksi per detik. Tetapi peningkatan juga menangani beberapa permasalahan lainnya di Ethereum hari ini.",
  "page-upgrades-question-8-answer-3": "Jaringan ini sangat diminati sehingga membuat Ethereum menjadi mahal untuk digunakan. Node di jaringan bekerja keras memproses jumlah data yang banyak di Ethereum dan komputer pribadi. Dan algoritma yang mendasari yang membuat Ethereum aman dan terdesentralisasi adalah energi intensif dan perlu lebih ramah lingkungan.",
  "page-upgrades-question-8-answer-4": "Kebanyakan perubahan yang terjadi masih sesuai dengan roadmap Ethereum, bahkan sejak 2015. Tetapi kondisi yang terjadi saat ini membuat kebutuhan akan peningkatan semakin besar.",
  "page-upgrades-question-8-answer-6": "Jelajahi visi Ethereum",
  "page-upgrades-question-8-desc": "Ethereum yang kita gunakan hari ini perlu menawarkan pengalaman yang lebih baik bagi pengguna akhir dan peserta jaringan.",
  "page-upgrades-question-8-title": "Mengapa peningkatan diperlukan?",
  "page-upgrades-question-9-answer-1": "Peran paling aktif yang bisa Anda mainkan adalah mempertaruhkan ETH Anda.",
  "page-upgrades-question-9-answer-2": "Anda mungkin ingin menjalankan klien kedua untuk membantu meningkatkan keberagaman klien.",
  "page-upgrades-question-9-answer-3": "Jika Anda lebih bersifat teknis, Anda bisa membantu menangkap bug di klien baru.",
  "page-upgrades-question-9-answer-4": "Anda juga bisa bergabung dalam diskusi teknis bersama para peneliti Ethereum di ethresear.ch.",
  "page-upgrades-question-9-desc": "Anda tidak harus memiliki kemampuan teknis untuk dapat berkontribusi. Komunitas ini mencari kontribusi dari semua jenis kemampuan.",
  "page-upgrades-question-9-stake-eth": "Pertaruhkan ETH",
  "page-upgrades-question-9-title": "Bagaimana berkontribusi dalam peningkatan Ethereum?",
  "page-upgrades-question-9-more": "Temukan cara umum untuk terlibat dengan Ethereum",
  "page-upgrades-question-10-title": "Apa itu 'fase Eth2?'",
  "page-upgrades-question-10-desc": "Beberapa hal telah berubah disini.",
  "page-upgrades-question-10-answer-0": "Istilah 'Eth2' perlahan-lahan dihilangkan, karena tidak mewakili peningkatan tunggal atau jaringan baru. Lebih akurat untuk menyebutnya sebagai serangkaian peningkatan yang melakukan semua aktivitas untuk membuat Ethereum lebih terukur, aman, dan berkelanjutan. Jaringan yang Anda tahu dan sayangi hanya akan dirujuk sebagai Ethereum.",
  "page-upgrades-question-10-answer-1": "Kami tidak akan membahas banyak tentang istilah roadmap teknis karena ini adalah perangkat lunak: segala sesuatunya bisa berubah. Kami rasa lebih mudah memahami apa yang terjadi ketika Anda melihat hasilnya.",
  "page-upgrades-question-10-answer-1-link": "Lihat peningkatan",
  "page-upgrades-question-10-answer-2": "Tetapi jika Anda sudah mengikuti diskusi ini, berikut cara melakukan peningkatan yang sesuai dengan roadmap teknis, dan sedikit tentang perubahannya.",
  "page-upgrades-question-10-answer-3": "Fase 0 menggambarkan cara mengoperasikan Rantai Suar.",
  "page-upgrades-question-10-answer-5": "Fase 1 semula berfokus pada pengimplementasian rantai shard, tetapi penetapan prioritas telah beralih ke 'penggabungan' yang merupakan peningkatan terencana berikutnya.",
  "page-upgrades-question-10-answer-6": "Fase 1,5 semula direncanakan setelah implementasi shard, ketika Jaringan Utama akan ditambahkan sebagai shard terakhir ke Rantai Suar. Untuk mempercepat transisi dari penambangan bukti kerja, Jaringan Utama sebaliknya akan merepresentasikan shard pertama yang terhubung dengan Rantai Suar. Ini sekarang dikenal sebagai 'penggabungan' dan akan menjadi langkah penting menuju Ethereum yang lebih ramah lingkungan.",
  "page-upgrades-question-10-answer-7": "Sekalipun rencana seputar Fase 2 masih menjadi bagian dari penelitian dan diskusi yang intens, dengan penggabungan yang direncanakan sebelum rantai shard, ini akan memungkinkan penilaian ulang berkelanjutan mengenai kebutuhan pengembangan Ethereum ke depannya. Dengan mempertimbangkan roadmap rollup-centric, keharusan mendesak akan rantai shard masih dalam perdebatan.",
  "page-upgrades-question-10-answer-8": "Selengkapnya tentang roadmap rollup-centric",
  "page-upgrades-question-11-title": "Bisakah saya membeli Eth2?",
  "page-upgrades-question-11-desc": "Tidak. Tidak ada token Eth2 dan ETH Anda tidak akan berubah setelah penggabungan.",
  "page-upgrades-question-11-answer-1": "Salah satu kekuatan pendorong di balik penggantian nama Eth2 adalah kesalahpahaman umum bahwa pemegang ETH harus melakukan migrasi ETH mereka setelah 'Ethereum 2.0'. Hal ini tidak pernah benar. Ini adalah ",
  "page-upgrades-question-11-answer-2": "teknik umum yang digunakan penipu.",
  "page-upgrades-question-title": "Pertanyaan yang sering diajukan",
  "page-upgrades-question3-answer-1": "Pemegang ETH tidak perlu melakukan apa pun. ETH Anda tidak perlu diubah ataupun ditingkatkan. Pasti akan ada penipuan yang mengatakan kepada Anda hal sebaliknya, jadi berhati-hatilah.",
  "page-upgrades-scalable": "Lebih terukur",
  "page-upgrades-scalable-desc": "Ethereum harus mendukung 1000-an transaksi per detik, agar aplikasi lebih cepat dan murah untuk digunakan.",
  "page-upgrades-secure": "Lebih aman",
  "page-upgrades-secure-desc": "Ethereum perlu menjadi lebih aman. Selama adopsi Ethereum bertambah, protokol perlu menjadi lebih aman dari segala macam serangan.",
  "page-upgrades-shard-button": "Selengkapnya tentang rantai shard",
  "page-upgrades-shard-date": "Rantai shard seharusnya diimplementasikan setelah penggabungan, pada suatu waktu di 2023.",
  "page-upgrades-shard-desc": "Rantai shard akan memperluas kapasitas Ethereum untuk memproses transaksi dan menyimpan data. Shard sendiri akan mendapatkan tambahan fitur dari waktu ke waktu, diluncurkan dalam beberapa fase.",
  "page-upgrades-shard-estimate": "Perkiraan: 2023",
  "page-upgrades-shard-lower": "Selengkapnya tentang rantai shard",
  "page-upgrades-shard-title": "Rantai shard",
  "page-upgrades-stay-up-to-date": "Tetap ikuti perkembangan",
  "page-upgrades-stay-up-to-date-desc": "Dapatkan info terbaru dari peneliti dan pengembang yang bekerja pada peningkatan Ethereum.",
  "page-upgrades-sustainable-desc": "Ethereum harus menjadi lebih baik untuk lingkungan hidup. Teknologi saat ini masih memerlukan terlalu banyak kekuatan komputasi dan energi.",
  "page-upgrades-take-part": "Turut serta dalam penelitian",
  "page-upgrades-take-part-desc": "Peneliti dan penggemar Ethereum bertemu di sini untuk membahas upaya penelitian, termasuk semua hal yang terkait dengan peningkatan Ethereum.",
  "page-upgrades-the-upgrades": "Peningkatan Ethereum",
  "page-upgrades-the-upgrades-desc": "Ethereum terdiri dari serangkaian peningkatan yang meningkatkan skalabilitas, keamanan, dan keberlanjutan jaringan. Meskipun masing-masing dikerjakan secara paralel, peningkatan tersebut memiliki dependensi tertentu yang menentukan kapan peningkatan akan disebarkan.",
  "page-upgrades-unofficial-roadmap": "Ini bukanlah roadmap resmi. Beginilah cara kami melihat apa yang terjadi berdasarkan informasi di luar sana. Tetapi inilah teknologi, segala sesuatu dapat berubah dalam sekejap. Jadi, tolong jangan melihat ini sebagai sebuah komitmen.",
  "page-upgrades-upgrade-desc": "Ethereum yang kita kenal dan cintai ini, menjadi lebih terukur, lebih aman, dan lebih berkelanjutan...",
  "page-upgrades-upgrades": "Peningkatan Ethereum",
  "page-upgrades-upgrades-aria-label": "Menu peningkatan Ethereum",
  "page-upgrades-upgrades-beacon-chain": "Rantai Suar",
  "page-upgrades-upgrades-docking": "Penggabungan",
  "page-upgrades-upgrades-guide": "Panduan peningkatan Ethereum",
  "page-upgrades-upgrading": "Peningkatan Ethereum ke level baru yang radikal",
  "page-upgrades-vision": "Visi",
  "page-upgrades-vision-btn": "Selengkapnya tentang visi Ethereum",
  "page-upgrades-vision-desc": "Untuk membawa Ethereum ke arus utama dan melayani semua manusia, kita harus membuat Ethereum lebih terukur, aman, dan berkelanjutan.",
  "page-upgrades-vision-upper": "Visi Ethereum",
  "page-upgrades-what-happened-to-eth2-title": "Apa yang terjadi dengan 'Eth2?'",
  "page-upgrades-what-happened-to-eth2-1": "Istilah 'Eth2' perlahan-lahan dihilangkan sebagai persiapan untuk penggabungan.",
  "page-upgrades-what-happened-to-eth2-1-more": "Selengkapnya tentang penggabungan.",
  "page-upgrades-what-happened-to-eth2-2": "Setelah penggabungan 'Eth1' dan 'Eth2' menjadi satu rantai, tidak akan ada lagi perbedaan antara dua Jaringan Ethereum; hanya akan ada Ethereum.",
  "page-upgrades-what-happened-to-eth2-3": "Untuk mengurangi kebingungan, komunitas telah memperbarui istilah-istilah ini:",
  "page-upgrades-what-happened-to-eth2-3-1": "'Eth1' sekarang adalah 'lapisan eksekusi', yang menangani transaksi dan eksekusi.",
  "page-upgrades-what-happened-to-eth2-3-2": "'Eth2' sekarang adalah 'lapisan konsensus', yang menangani konsensus bukti taruhan.",
  "page-upgrades-what-happened-to-eth2-4": "Pembaruan istilah-istilah ini hanya mengubah konvensi penamaan; ini tidak mengubah tujuan dan roadmap Ethereum.",
  "page-upgrades-what-happened-to-eth2-5": "Pelajari selengkapnya tentang penamaan ulang 'Eth2'",
  "page-upgrades-why-cant-we-just-use-eth2-title": "Mengapa kita tidak bisa menggunakan 'Eth2' saja?",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-title": "Model mental",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-description": "Salah satu masalah besar dengan merek Eth2 adalah menciptakan suatu model mental yang buruk bagi para pengguna baru Ethereum. Mereka secara intuitif berpikir bahwa Eth1 ada terlebih dahulu dan Eth2 ada setelahnya. Atau, Eth1 tidak akan ada lagi setelah Eth2 beroperasi. Tak satu pun dari kedua anggapan ini adalah benar. Dengan menghilangkan terminologi Eth2, kita mencegah semua pengguna di masa mendatang berjuang memahami model mental yang membingungkan ini.",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-title": "Inklusivitas",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-description": "Karena peta perjalanan Ethereum telah berkembang, Ethereum 2.0 telah menjadi representasi yang tidak akurat untuk peta perjalanan Ethereum. Dengan berhati-hati dan tepat dalam memilih kata yang kami gunakan, ini memungkinkan konten Ethereum mudah dipahami oleh sebanyak mungkin khalayak umum.",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-title": "Pencegahan Penipuan",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-description": "Sayangnya, para pelaku kejahatan telah berusaha menggunakan nama Eth2 yang tidak tepat untuk menipu pengguna dengan memberi tahu agar menukar ETH mereka dengan token 'ETH2' atau mereka harus melakukan migrasi ETH mereka sebelum peningkatan Eth2. Kami berharap pembaruan terminologi ini akan membawa kejelasan untuk membasmi vektor penipuan ini dan membantu menciptakan ekosistem yang lebih aman.",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-title": "Kejelasan Penaruhan",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-description": "Beberapa operator penaruhan juga telah mewakili ETH yang ditaruhkan di Rantai Suar dengan telegrap 'ETH2'. Ini berpotensi menciptakan kebingungan, mengingat bahwa para pengguna layanan ini tidak benar-benar menerima token 'ETH2'. Tidak ada token 'ETH2'; itu hanya mewakili bagian mereka dalam taruhan penyedia tertentu.",
  "page-upgrades-what-to-do": "Apa yang harus Anda lakukan?",
  "page-upgrades-what-to-do-desc": "Jika Anda pengguna dapp atau pemegang ETH, Anda tidak perlu melakukan apa pun. Jika Anda seorang pengembang atau ingin memulai penaruhan, ada cara untuk segera terlibat hari ini.",
  "page-upgrades-whats-next": "Apa itu peningkatan Ethereum?",
  "page-upgrades-whats-next-desc": "Roadmap Ethereum melibatkan peningkatan protokol yang saling terhubung yang akan membuat jaringan lebih terukur, aman, dan lebih berkelanjutan. Peningkatan ini sedang dibangun oleh banyak tim dari seluruh ekosistem Ethereum.",
  "page-upgrades-whats-next-history": "Pelajari mengenai peninggkatan Ethereum sebelumnya",
  "page-upgrades-whats-ethereum": "Tunggu, apa itu Ethereum?",
  "page-upgrades-whats-new": "Apa berikutnya untuk Ethereum?",
  "page-upgrades-security-link": "Selengkapnya tentang keamanan dan pencegahan penipuan"
}
