{
  "page-index-hero-image-alt": "Sebuah ilustrasi kota yang futuristik, menggambarkan ekosistem Ethereum.",
  "page-index-meta-description": "Ethereum merupakan suatu platform global terdesentralisasi untuk uang dan jenis aplikasi baru. Di Ethereum, Anda dapat menulis kode yang mengontrol uang, dan membangun aplikasi yang dapat diakses di mana saja di dunia.",
  "page-index-meta-title": "Beranda",
  "page-index-title": "Selamat Datang di Ethereum",
  "page-index-description": "Ethereum adalah teknologi yang dijalankan komunitas yang bergotong royong untuk membangun mata uang kripto, ether (ETH), dan ribuan aplikasi mata uang digital yang terdesentralisasi.",
  "page-index-title-button": "Jelajahi Ethereum",
  "page-index-get-started": "Mulai",
  "page-index-get-started-description": "ethereum.org adalah portal Anda menuju dunia Ethereum. Teknologi ini baru dan terus berkembang – dan berisi panduan untuk membantu Anda. Inilah yang kami sarankan jika Anda ingin menjelajahinya.",
  "page-index-get-started-image-alt": "Ilustrasi seseorang sedang bekerja di depan komputer.",
  "page-index-get-started-wallet-title": "Tentukan dompet",
  "page-index-get-started-wallet-description": "Sebuah dompet memungkinkan Anda terhubung ke Ethereum dan mengelola dana Anda.",
  "page-index-get-started-wallet-image-alt": "Ilustrasi sebuah robot berlemari besi di tubuhnya, menggambarkan sebuah dompet Ethereum.",
  "page-index-get-started-eth-title": "Dapatkan ETH",
  "page-index-get-started-eth-description": "ETH adalah mata uang Ethereum – Anda dapat menggunakannya di dalam aplikasi.",
  "page-index-get-started-eth-image-alt": "Ilustrasi sekelompok orang yang mengagumi simbol ether (ETH).",
  "page-index-get-started-dapps-title": "Gunakan dapp",
  "page-index-get-started-dapps-description": "Dapp adalah aplikasi yang didukung oleh Ethereum. Lihat apa yang dapat Anda lakukan.",
  "page-index-get-started-dapps-image-alt": "Ilustrasi seekor anjing menggunakan komputer.",
  "page-index-get-started-devs-title": "Mulai menyusun",
  "page-index-get-started-devs-description": "Jika Anda ingin memulai pengodean dengan Ethereum, kami memiliki dokumentasi, tutorial, dan lainnya di portal pengembang kami.",
  "page-index-get-started-devs-image-alt": "Ilustrasi sebuah tangan membuat sebuah logo ETH yang terbuat dari batu bata lego.",
  "page-index-what-is-ethereum": "Apa itu Ethereum?",
  "page-index-what-is-ethereum-description": "Ethereum adalah teknologi yang menjadi rumah bagi uang digital, pembayaran global, dan aplikasi. Komunitas ini telah membangun ekonomi digital yang berkembang pesat, memberanikan diri memberi cara-cara jelas bagi pembuat konten untuk menghasilkan uang secara online, dan banyak lagi. Ini terbuka untuk semua orang, di mana pun Anda berada di dunia – yang Anda butuhkan hanyalah internet.",
  "page-index-what-is-ethereum-button": "Apa itu Ethereum?",
  "page-index-what-is-ethereum-secondary-button": "Lebih lanjut mengenai uang digital",
  "page-index-what-is-ethereum-image-alt": "Ilustrasi seorang yang sedang mengintai bazar, yang dimaksudkan untuk menggambarkan Ethereum.",
  "page-index-defi": "Sistem keuangan yang lebih adil",
  "page-index-defi-description": "Saat ini, miliaran orang tidak dapat membuka rekening bank, sementara yang lain pembayarannya diblokir. Sistem keuangan terdesentralisasi (DeFi) Ethereum tidak pernah tidur atau membeda-bedakan. Hanya dengan koneksi internet, Anda dapat mengirim, menerima, meminjam, dan mendapatkan bunga, dan bahkan mengalirkan dana ke mana saja di dunia.",
  "page-index-defi-button": "Jelajahi DeFi",
  "page-index-defi-image-alt": "Ilustrasi tangan yang menyerahkan simbol ETH.",
  "page-index-internet": "Internet terbuka",
  "page-index-internet-description": "Saat ini, kami mendapatkan akses ke layanan internet 'gratis' dengan memberikan kendali atas data pribadi kami. Layanan Ethereum terbuka secara default – yang Anda butuhkan hanyalah dompet. Gratis dan mudah diatur, dengan kendali Anda, dan berfungsi tanpa menyediakan informasi pribadi apa pun.",
  "page-index-internet-button": "Jelajahi internet terbuka",
  "page-index-internet-secondary-button": "Lebih lanjut tentang dompet",
  "page-index-internet-image-alt": "Ilustrasi pengaturan komputer futuristik, didukung oleh kristal Ethereum.",
  "page-index-developers": "Sebuah garda baru bagi pengembangan",
  "page-index-developers-description": "Ethereum dan aplikasinya transparan dan open source. Anda dapat melakukan kode fork dan menggunakan kembali fungsionalitas yang telah dibuat oleh orang lain. Jika Anda tidak mau mempelajari bahasa baru, Anda cukup berinteraksi dengan kode open-source menggunakan JavaScript dan bahasa-bahasa lain yang tersedia.",
  "page-index-developers-button": "Portal pengembang",
  "page-index-developers-code-examples": "Code examples",
  "page-index-developers-code-example-title-0": "Bank Anda sendiri",
  "page-index-developers-code-example-description-0": "Anda dapat membangun bank yang dijalankan dengan logika yang telah Anda programkan.",
  "page-index-developers-code-example-title-1": "Mata uang Anda sendiri",
  "page-index-developers-code-example-description-1": "Anda dapat membuat token yang dapat Anda transfer dan gunakan di seluruh aplikasi.",
  "page-index-developers-code-example-title-2": "Dompet Ethereum JavaScript",
  "page-index-developers-code-example-description-2": "Anda dapat menggunakan bahasa yang ada untuk berinteraksi dengan Ethereum dan aplikasi lainnya.",
  "page-index-developers-code-example-title-3": "DNS terbuka tanpa izin",
  "page-index-developers-code-example-description-3": "Anda dapat membayangkan kembali layanan yang ada sebagai apilkasi terbuka yang terdesentralisasi.",
  "page-index-network-stats-title": "Ethereum sekarang",
  "page-index-network-stats-subtitle": "Statistik jaringan terbaru",
  "page-index-network-stats-eth-price-description": "Harga ETH (USD)",
  "page-index-network-stats-eth-price-explainer": "Harga terbaru untuk 1 ether. Anda dapat membeli paling sedikit 0,000000000000000001 – Anda tidak perlu membeli 1 ETH utuh.",
  "page-index-network-stats-tx-day-description": "Transaksi saat ini",
  "page-index-network-stats-tx-day-explainer": "Jumlah transaksi yang berhasil diproses di jaringan dalam 24 jam terakhir.",
  "page-index-network-stats-value-defi-description": "Nilai terkunci di DeFi (USD)",
  "page-index-network-stats-value-defi-explainer": "Jumlah uang dalam aplikasi terdesentralisasi (DeFi), ekonomi digital Ethereum.",
  "page-index-network-stats-nodes-description": "Node",
  "page-index-network-stats-nodes-explainer": "Ethereum dijalankan oleh ribuan sukarelawan di seluruh dunia, yang dikenal sebagai node.",
  "page-index-touts-header": "Jelajahi ethereum.org",
  "page-index-contribution-banner-title": "Kontribusi ke ethereum.org",
  "page-index-contribution-banner-description": "Situs web ini bersifat open source dengan ratusan kontributor komunitas. Anda dapat mengusulkan perubahan pada konten apa pun di situs ini, menyarankan fitur baru yang keren, atau membantu kami mengatasi bug.",
  "page-index-contribution-banner-image-alt": "Logo Ethereum yang dibuat dari batu bata lego.",
  "page-index-contribution-banner-button": "Lebih lanjut mengenai berkontribusi",
  "page-index-tout-upgrades-title": "Tingkatkan pengetahuan Eth2 Anda",
  "page-index-tout-upgrades-description": "Ethereum 2.0 adalah program peningkatan yang sudah terhubungkan dirancang untuk membuat Ethereum lebih terukur, aman, dan berkelanjutan.",
  "page-index-tout-upgrades-image-alt": "Ilustrasi pesawat luar angkasa yang mewakili peningkatan kekuatan Eth2.",
  "page-index-tout-enterprise-title": "Ethereum untuk perusahaan",
  "page-index-tout-enterprise-description": "Lihat bagaimana Ethereum dapat membuka model bisnis baru, mengurangi biaya, dan menyiapkan bisnis Anda untuk masa depan.",
  "page-index-tout-enterprise-image-alt": "Ilustrasi komputer/perangkat futuristik.",
  "page-index-tout-community-title": "Komunitas Ethereum",
  "page-index-tout-community-description": "Ethereum adalah tentang komunitas. Terdiri dari orang-orang dari semua latar belakang dan minat berbeda. Lihat bagaimana cara Anda dapat bergabung di dalamnya.",
  "page-index-tout-community-image-alt": "Ilustrasi satu grup pembangun yang bekerja bersama.",
  "page-index-nft": "Internet aset",
  "page-index-nft-description": "Ethereum bukan hanya untuk uang digital. Apa pun yang Anda miliki dapat direpresentasikan, dipergadangkan, dan digunakan sebagai non-fungible token (NFT). Anda dapat melakukan tokenisasi karya seni Anda dan mendapatkan royalti secara otomatis setiap kali karya seni itu dijual kembali. Atau gunakan token untuk sesuatu yang Anda miliki untuk mengeluarkan pinjaman. Kemungkinannya terus berkembang setiap saat.",
  "page-index-nft-button": "Lebih lanjut mengenai NFT",
  "page-index-nft-alt": "Logo Eth yang ditampilkan melalui hologram."
}
