{
  "page-layer-2-learn-meta-title": "Apa itu lapisan 2? | ethereum.org",
  "page-layer-2-learn-title": "Apa itu lapisan ke-2?",
  "page-layer-2-learn-description": "Menskalakan Ethereum untuk adopsi massal",
  "page-layer-2-learn-button-1-label": "Apa itu lapisan ke-2?",
  "page-layer-2-learn-button-2-label": "Menggunakan lapisan ke-2",
  "page-layer-2-learn-what-is-layer-2-title": "Apa itu lapisan ke-2?",
  "page-layer-2-learn-what-is-layer-2-1": "Layer 2 (L2) adalah istilah kolektif untuk menggambarkan sekumpulan solusi skalabilitas Ethereum tertentu. <strong>Layer 2 adalah <a href=\"/glossary/#blockchain\">blockchain</a> terpisah yang memperluas Ethereum dan mewarisi jaminan keamanan dari Ethereum</strong>.",
  "page-layer-2-learn-what-is-layer-2-2": "Sekarang mari kita bahas lebih dalam. Untuk itu, pertama-tama kita perlu menjelaskan layer 1 (L1).",
  "page-layer-2-learn-what-is-layer-1-title": "Apa itu lapisan ke-1?",
  "page-layer-2-learn-what-is-layer-1-1": "Blockchain Layer 1, seperti Ethereum dan Bitcoin, merupakan <strong>fondasi dasar yang menjadi landasan bagi proyek Layer 2</strong>. Contoh proyek Layer 2 meliputi <strong>zero-knowledge rollup</strong> dan <strong>optimistic rollup</strong> di Ethereum, serta Lightning Network di atas Bitcoin.",
  "page-layer-2-learn-what-is-layer-1-2": "Ethereum juga berfungsi sebagai lapisan ketersediaan data bagi Layer 2s, dan jika terjadi perselisihan terkait transaksi sebelumnya, data akan disediakan dari Ethereum untuk menyelesaikan perselisihan tersebut.",
  "page-layer-2-learn-layer-1-list-title": "Ethereum termasuk sebagai lapisan ke-1:",
  "page-layer-2-learn-layer-1-list-1": "<strong>sebuah jaringan operator simpul</strong> untuk mengamankan dan memvalidasi jaringan",
  "page-layer-2-learn-layer-1-list-2": "<strong>sebuah jaringan dari produsen blok</strong>",
  "page-layer-2-learn-layer-1-list-3": "<strong>rantai blok</strong> itu sendiri dan riwayat data transaksi",
  "page-layer-2-learn-layer-1-list-4": "<strong>mekanisme Konsensus</strong> untuk jaringan",
  "page-layer-2-learn-why-do-we-need-layer-2-title": "Mengapa kita membutuhkan lapisan ke-2?",
  "page-layer-2-learn-why-do-we-need-layer-2-1": "Tiga sifat yang diinginkan dari sebuah blockchain adalah terdesentralisasi, aman, dan skalabel. Trilema blockchain menyatakan bahwa arsitektur blockchain yang sederhana hanya dapat mencapai dua dari tiga. Ingin blockchain yang aman dan terdesentralisasi? Anda perlu mengorbankan skalabilitas. Di sinilah jaringan lapisan 2 berperan.",
  "page-layer-2-learn-why-do-we-need-layer-2-2": "Ethereum telah mencapai kapasitas jaringannya saat ini dengan lebih dari 1 juta transaksi per hari, dengan permintaan yang tinggi pada setiap transaksi. Keberhasilan Ethereum dan tingginya permintaan untuk menggunakannya telah menyebabkan harga gas meningkat secara signifikan. Oleh karena itu, kebutuhan akan solusi skalabilitas juga mencapai puncaknya.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability": "Skalabilitas",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-1": "Tujuan utama skalabilitas adalah untuk meningkatkan kecepatan transaksi (finalitas yang lebih cepat) dan keluaran transaksi (transaksi yang lebih tinggi per detik) tanpa mengorbankan desentralisasi atau keamanan.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-2": "Komunitas Ethereum mengambil sikap tegas untuk tidak mengorbankan desentralisasi atau keamanan demi mencapai skalabilitas. Hingga sharding diterapkan, Ethereum Mainnet (layer 1) hanya dapat memproses sekitar 15 transaksi per detik. Ketika permintaan untuk menggunakan Ethereum tinggi, hal ini menyebabkan kemacetan jaringan, meningkatkan biaya transaksi, dan membuat mereka yang tidak mampu membayar biaya tinggi terpaksa menunggu hingga biaya turun untuk bisa menggunakan Ethereum. Di sinilah Layer 2 hadir untuk membantu meningkatkan skalabilitas Ethereum saat ini.",
  "page-layer-2-learn-layer2Cards-1-title": "Biaya yang lebih rendah",
  "page-layer-2-learn-layer2Cards-1-description": "Dengan menggabungkan banyak transaksi menjadi satu transaksi di layer 1, biaya transaksi dapat dikurangi secara signifikan, sehingga membuat Ethereum lebih mudah diakses oleh semua orang.",
  "page-layer-2-learn-layer2Cards-2-title": "Menjaga keamanan",
  "page-layer-2-learn-layer2Cards-2-description": "Blockchain Layer 2 menyelesaikan transaksinya di Ethereum Mainnet, sehingga pengguna yang memakainya tetap mendapatkan manfaat dari keamanan jaringan Ethereum.",
  "page-layer-2-learn-layer2Cards-3-title": "Tampilkan penggunaan kasus",
  "page-layer-2-learn-layer2Cards-3-description": "Dengan jumlah transaksi per detik yang lebih tinggi, biaya yang lebih rendah, serta teknologi baru, berbagai proyek akan berkembang ke aplikasi-aplikasi baru dengan pengalaman pengguna yang lebih baik.",
  "page-layer-2-learn-how-does-layer-2-work-title": "Bagaimana cara kerja lapisan ke-2?",
  "page-layer-2-learn-how-does-layer-2-work-1": "Seperti yang telah disebutkan sebelumnya, Layer 2 adalah istilah umum untuk solusi skalabilitas Ethereum yang memproses transaksi di luar Ethereum Layer 1, namun tetap memanfaatkan keamanan desentralisasi yang kuat dari Ethereum Layer 1. Layer 2 merupakan blockchain terpisah yang memperluas Ethereum. Bagaimana cara kerjanya?",
  "page-layer-2-learn-how-does-layer-2-work-2": "Ada beberapa jenis Layer 2 yang berbeda, masing-masing memiliki kompromi dan model keamanannya sendiri. Layer 2s mengambil beban transaksi dari Layer 1 sehingga membuatnya menjadi kurang padat, dan semuanya menjadi lebih skalabel.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-title": "Rollup",
  "page-layer-2-learn-how-does-layer-2-work-rollups-1": "Rollup menggabungkan (atau ‘menggulung’) ratusan transaksi menjadi satu transaksi di Layer 1. Dengan cara ini, biaya transaksi L1 dibagi rata kepada semua pengguna dalam rollup, sehingga setiap pengguna membayar lebih murah.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-2": "Data transaksi dalam rollup dikirimkan ke Layer 1, tetapi eksekusinya dilakukan secara terpisah oleh rollup. Dengan mengirimkan data transaksi ke Layer 1, rollup mewarisi keamanan Ethereum. Hal ini karena setelah data diunggah ke Layer 1, membatalkan transaksi rollup berarti juga harus membatalkan Ethereum. Ada dua pendekatan berbeda pada rollup: optimistic dan zero-knowledge — keduanya terutama berbeda dalam cara data transaksi dikirimkan ke L1.",
  "page-layer-2-learn-rollupCards-optimistic-title": "Rollup Optimistic",
  "page-layer-2-learn-rollupCards-optimistic-description": "Optimistic rollup menggunakan mekanisme bukti kesalahan, di mana setiap transaksi dianggap valid secara default, tetapi dapat ditantang jika ada dugaan transaksi tidak valid. Jika muncul tantangan, bukti kesalahan dijalankan untuk memverifikasi apakah transaksi tersebut sah atau tidak.",
  "page-layer-2-learn-rollupCards-optimistic-childSentence": "Lebih lanjut mengenai penggabungan yang optimis",
  "page-layer-2-learn-rollupCards-zk-title": "Rollup zero knowledge",
  "page-layer-2-learn-rollupCards-zk-description": "Zero-knowledge rollup menggunakan bukti validitas, di mana perhitungan transaksi dilakukan di luar chain, lalu data tersebut dikirimkan ke Ethereum Mainnet bersama dengan bukti atas keabsahannya.",
  "page-layer-2-learn-rollupCards-zk-childSentence": "Lebih lanjut tentang zk-rollups",
  "page-layer-2-learn-dyor-title": "Lakukan penelitian Anda sendiri: Risiko lapisan 2",
  "page-layer-2-learn-dyor-1": "Karena rantai lapisan 2 mewarisi keamanan dari Ethereum, dalam dunia yang ideal, rantai tersebut seaman Ethereum L1. Namun, banyak <strong>proyek masih baru dan agak eksperimental</strong>. Setelah bertahun-tahun melakukan R&D, banyak teknologi L2 yang akan menskalakan Ethereum telah diluncurkan pada tahun 2021. Ini bukan berarti L2 ini tidak aman, hanya saja tidak ada lapisan 2 yang teruji sebaik Ethereum Mainnet. Selalu lakukan riset Anda sendiri dan putuskan apakah Anda nyaman dengan risiko apa pun yang terlibat.",
  "page-layer-2-learn-dyor-2": "Untuk informasi lebih lanjut tentang teknologi, risiko, dan asumsi kepercayaan lapisan 2s, kami sarankan Anda memeriksa L2BEAT, yang menyediakan kerangka kerja penilaian risiko komprehensif untuk setiap proyek.",
  "page-layer-2-learn-dyor-link": "Pergi ke L2BEAT",
  "page-layer-2-learn-note-on-alt-l1-title": "Catatan tentang alt L1s, sidechain, dan validium",
  "page-layer-2-learn-note-on-alt-l1-1": "Lapisan 1s alternatif memiliki throughput yang lebih tinggi dan biaya transaksi yang lebih rendah daripada Ethereum. Lapisan L1s alternatif ini harus mengorbankan keamanan atau desentralisasi untuk mencapai transaksi per detik yang lebih tinggi dan biaya yang lebih rendah. Ekosistem Ethereum sangat yakin bahwa penskalaan lapisan 2 adalah satu-satunya cara untuk mengatasi trilema skalabilitas dan tetap terdesentralisasi serta aman",
  "page-layer-2-learn-note-on-alt-l1-2": "Sidechain dan validium adalah blockchain yang memungkinkan aset dari satu blockchain dijembatani dan digunakan di blockchain lain. Sidechain dan validium berjalan paralel dengan rantai utama, serta berinteraksi dengan rantai utama melalui jembatan, tetapi tidak mewarisi keamanan atau ketersediaan data dari rantai utama. Mereka meningkatkan skalabilitas dengan cara yang mirip dengan Layer 2s, tetapi memiliki asumsi kepercayaan yang berbeda. Keduanya menawarkan biaya transaksi yang lebih rendah dan throughput transaksi yang lebih tinggi. Selengkapnya tentang <a href=\"/developers/docs/scaling/sidechains\">sidechain</a> dan <a href=\"/developers/docs/scaling/validium\">validium</a>.",
  "page-layer-2-learn-callout-1-title": "Apa manfaatnya?",
  "page-layer-2-learn-callout-1-description": "Jelajahi apa dampak praktis solusi lapisan 2 pada pengalaman pengguna.",
  "page-layer-2-learn-learn-more": "Pelajari selengkapnya",
  "page-layer-2-learn-callout-2-title": "Jelajahi berbagai jaringan",
  "page-layer-2-learn-callout-2-description": "Pelajari bagaimana jaringan berbeda satu sama lain dan sejauh mana perkembangannya.",
  "page-layer-2-learn-explore-networks": "Jelajahi jaringan"
}
