{
  "page-layer-2-hero-title": "Lapisan ke-2",
  "page-layer-2-hero-header": "Jaringan Ethereum",
  "page-layer-2-hero-description": "Gunakan Ethereum dengan biaya yang lebih murah.",
  "page-layer-2-hero-button-2-content": "Pelajari selengkapnya",
  "page-layer-2-period": ".",
  "page-layer-2-calloutCard-1-title": "Biaya $0,01",
  "page-layer-2-calloutCard-1-description": "Anda dapat berdagang, mengirim uang secara global, atau menggunakan aplikasi tanpa khawatir dengan biaya tinggi.",
  "page-layer-2-calloutCard-2-title": "Transaksi yang hampir",
  "page-layer-2-calloutCard-2-description": "Baik Anda melakukan pembayaran cepat atau terlibat dalam keuangan terdesentralisasi (DeFi), semua transaksi hanya memakan waktu beberapa detik.",
  "page-layer-2-calloutCard-3-title": "Didukung oleh Ethereum",
  "page-layer-2-calloutCard-3-description": "Ethereum yang sudah terbukti aman dan terdesentralisasi menjadi landasan pacu utama bagi semua jaringan baru yang ingin aman dan terhubung.",
  "page-layer-2-meta-title": "Pengenalan Lapisan 2 Ethereum: Manfaat dan Penggunaan",
  "page-layer-2-meta-description": "Mengenal Jaringan Lapisan 2 Ethereum",
  "page-layer-2-powered-by-ethereum-title": "Diselenggarakan oleh Ethereum",
  "page-layer-2-powered-by-ethereum-description-1": "Ethereum Tidak Lagi Sekadar Jaringan Tunggal",
  "page-layer-2-powered-by-ethereum-description-2": "Berkat ratusan jaringan pendukung yang dibangun di Ethereum, sekarang kita bisa pakai Ethereum dengan biaya lebih murah, kecepatan lebih tinggi dan mudah diakses untuk penggunaan sehari-hari.",
  "page-layer-2-powered-by-ethereum-description-3": "Raih masa depan dengan bergabung di salah satu dari banyak jaringan yang didukung oleh Ethereum!",
  "page-layer-2-man-and-dog-alt": "Manusia dan anjing bermain",
  "page-layer-2-blockchain-transaction-cost": "Biaya transaksi rata-rata di jaringan Ethereum",
  "page-layer-2-networks-transaction-cost": "Biaya transaksi rata-rata di jaringan berbasis Ethereum",
  "page-layer-2-network-of-networks-title": "Jaringan dari jaringan",
  "page-layer-2-network-of-networks-description": "Kekuatan dan keamanan Ethereum menyediakan platform bagi jaringan lain untuk dibangun di atasnya. Cukup dengan satu akun, semua jaringan bisa kompatibel dan terhubung dengan mulus.",
  "page-layer-2-ethereum-logo-alt": "Ethereum",
  "page-layer-2-ready-to-start-title": "Siap untuk memulai?",
  "page-layer-2-ready-to-start-description": "Mari jelajahi berbagai Jaringan yang tersedia untuk anda",
  "page-layer-2-ready-to-start-button": "Jelajahi jaringan",
  "page-layer-2-go": "Go",
  "page-layer-2-walking-alt": "Berjalan",
  "page-layer-2-why-do-we-need-multiple-networks-1": "Mengapa kita membutuhkan banyak jaringan di Ethereum?",
  "page-layer-2-why-do-we-need-multiple-networks-2": "Mengapa ada semua jaringan ini dan bukan hanya satu jaringan Ethereum?",
  "page-layer-2-faq-title": "Pertanyaan yang sering diajukan",
  "page-layer-2-faq-ExpandableCard-1-title": "Bagaimana saya tahu bahwa jaringan tersebut adalah bagian dari Ethereum?",
  "page-layer-2-faq-ExpandableCard-1-description-1": "Ada berbagai cara untuk mengkategorikan jaringan dalam kaitannya dengan Ethereum. Banyak jaringan menyatakan sedang melakukan penskalaan terhadap Ethereum demi popularitas. Namun, satu perspektif jelas adalah apakah jaringan tersebut menyimpan datanya di jaringan utama Ethereum. Hal ini sangat meningkatkan keamanan pengguna dan tujuan tanpa izin (permissionless) Ethereum. Proyek semacam ini sering disebut 'rollups'. Jika data disimpan di tempat lain, maka proyek tersebut bukanlah ekstensi langsung Ethereum dan lebih bersifat tidak terikat. Mari lihat beberapa yang paling populer",
  "page-layer-2-faq-ExpandableCard-1-description-2": "Beberapa industri tertentu mungkin tidak memerlukan hubungan dekat secara langsung seperti permainan atau aplikasi non-keuangan di mana teknologi yang berbeda lebih cocok.",
  "page-layer-2-faq-ExpandableCard-2-title": "Apakah semua jaringan ini aman?",
  "page-layer-2-faq-ExpandableCard-2-description-1": "Meskipun umumnya dirancang dengan fitur keamanan yang kuat, keamanannya bergantung pada teknologi yang mendasarinya, keamanan kontrak pintar, dan",
  "page-layer-2-faq-ExpandableCard-2-link": "kematangan jaringan",
  "page-layer-2-faq-ExpandableCard-2-description-2": "Pengguna harus melakukan uji tuntas, dimulai dengan transaksi kecil dan selalu mengikuti perkembangan terbaru untuk memastikan penggunaan yang aman.",
  "page-layer-2-faq-ExpandableCard-3-title": "Mengapa Ethereum tidak dapat meningkatkan skala rantainya sendiri alih-alih mengandalkan jaringan ini?",
  "page-layer-2-faq-ExpandableCard-3-description": "Ethereum tidak bisa dengan mudah meningkatkan kemampuan berkembang rantai utamanya karena harus tetap aman dan terdesentralisasi. Jika rantai utama dibuat lebih cepat, justru bisa mengurangi keamanan dan meningkatkan sentralisasi. Solusi jaringan Ethereum mengatasinya dengan memproses transaksi di luar rantai utama, lalu menggunakan rantai utama untuk keamanan. Dengan cara ini, Ethereum bisa menangani lebih banyak transaksi tanpa mengorbankan keamanan atau desentralisasi.",
  "page-layer-2-faq-ExpandableCard-4-title": "Mengapa tidak ada jaringan Ethereum 'resmi'?",
  "page-layer-2-faq-ExpandableCard-4-description": "Sama seperti tidak ada klien Ethereum 'resmi', tidak ada Lapisan Ke-2 Ethereum 'resmi'. Ethereum bersifat tanpa izin - secara teknis siapa pun dapat membuat Lapisan Kedua! Beberapa tim akan menerapkan versi mereka dari Lapisan Ke-2, dan seluruh ekosistem akan mendapatkan manfaat dari beragam pendekatan desain yang dioptimalkan untuk berbagai kasus penggunaan. Sama seperti kita memiliki beberapa klien Ethereum yang dikembangkan oleh beberapa tim untuk memiliki keragaman dalam jaringan, ini juga akan menjadi bagaimana Lapisan Ke-2 berkembang di masa depan.",
  "page-layer-2-callout-1-title": "Jelajahi berbagai jaringan",
  "page-layer-2-callout-1-description": "Pelajari bagaimana jaringan berbeda satu sama lain dan sejauh mana perkembangannya.",
  "page-layer-2-callout-2-title": "Tertarik untuk mengetahui rincian lebih lanjut?",
  "page-layer-2-callout-2-description": "Tertarik ingin tahu lebih dalam soal teknologi dan alasan pemilihan metode penskalaan-nya? Mari kita bahas pemikiran di baliknya dan berbagai pendekatan teknologi yang tersedia.",
  "page-layer-2-arbitrum-description": "Arbitrum One adalah Optimistic Rollup untuk tujuan umum yang dibuat oleh Offchain Labs dan diatur oleh Arbitrum DAO.",
  "page-layer-2-base-description": "Base adalah Optimistic Rollup yang dibangun dengan OP Stack. Platform ini menawarkan cara yang terjangkau dan ramah bagi siapa pun, di mana pun, untuk membangun onchain.",
  "page-layer-2-optimism-description": "OP Mainnet adalah Optimistic Rollup yang setara dengan EVM. Tujuannya adalah untuk menjadi cepat, sederhana, dan aman.",
  "page-layer-2-blast-description": "Blast adalah Optimistic Rollup yang kompatibel dengan EVM yang mendukung hasil asli.",
  "page-layer-2-zksync2-description": "ZKsync Era adalah ZK Rollup serba guna dengan kompatibilitas EVM penuh.",
  "page-layer-2-linea-description": "Linea adalah ZK Rollup yang didukung oleh Consensys zkEVM, yang dirancang untuk meningkatkan skala jaringan Ethereum.",
  "page-layer-2-scroll-description": "Scroll adalah ZK Rollup yang memperluas kemampuan Ethereum melalui teknologi ZK dan kompatibilitas EVM.",
  "page-layer-2-starknet-description": "Starknet adalah ZK Rollup serbaguna yang berbasis pada STARK dan Cairo VM.",
  "page-layer-2-mode-description": "Mode adalah tumpukan OP Optimistic Rollup yang membangun ekonomi AIFi.",
  "page-layer-2-taiko-description": "Taiko adalah rollup ZK-EVM yang terdesentralisasi dan setara dengan Ethereum yang memungkinkan komunikasi lintas-rantai yang lancar.",
  "page-layer-2-unichain-description": "Unichain adalah L2 Ethereum asli-DeFi, yang dibuat untuk menjadi rumah bagi likuiditas di seluruh rantai",
  "page-layer-2-ink-description": "Ink adalah rantai blok lapisan ke-2 Ethereum OP Stack yang dirancang untuk menjadi rumah DeFi bagi Superchain; sebuah baselayer yang kuat untuk menyebarkan protokol DeFi yang inovatif.",
  "page-layer-2-zircuit-description": "Zircuit adalah ZK Rollup yang kompatibel dengan EVM yang dilengkapi dengan Keamanan Tingkat Sequencer berbasis AI untuk mendeteksi dan mencegah transaksi berbahaya."
}
