{
  "page-what-is-ethereum-alt-img-bazaar": "Ilustrasi seseorang yang sedang mengintip bazar, yang dimaksudkan untuk menggambarkan Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Ilustrasi anggota komunitas Ethereum yang sedang bekerja bersama",
  "page-what-is-ethereum-alt-img-lego": "Ilustrasi sebuah tangan yang sedang membuat logo ETH yang terbuat dari batu bata lego",
  "page-what-is-ethereum-banking-card": "Perbankan bagi semua orang",
  "page-what-is-ethereum-banking-card-desc": "Tidak semua orang mempunyai akses ke jasa keungan. Satu-satunya yang Anda butuhkan untuk mengakses Ethereum dan seluruh produknya yaitu pemberian pinjaman, peminjaman, dan tabungan adalah koneksi internet.",
  "page-what-is-ethereum-build": "Buat sesuatu dengan Ethereum",
  "page-what-is-ethereum-build-desc": "Jika Anda ingin mencoba membangun sesuatu dengan Ethereum, baca dokumentasi kami, coba beberapa tutorial, atau lihat peralatan yang Anda butuhkan untuk memulai.",
  "page-what-is-ethereum-censorless-card": "Tahan penyensoran",
  "page-what-is-ethereum-censorless-card-desc": "Tidak ada pemerintah ataupun perusahaan yang mempunyai kontrol atas Ethereum. Desentralisai ini membuat hampir mustahil bagi siapa pun untuk menghentikan Anda menerima pembayaran ataupun menggunakan layanan yang terdapat di Ethereum.",
  "page-what-is-ethereum-comm-desc": "Komunitas kami terdiri dari orang-orang dengan berbagai latar belakang, termasuk seniman, anarkisme kripto, perusahaan fortune 500, dan sekarang Anda. Cari tahu bagaimana cara Anda terlibat hari ini.",
  "page-what-is-ethereum-commerce-card": "Jaminan perdagangan",
  "page-what-is-ethereum-commerce-card-desc": "Ethereum menciptakan lapangan bermain yang lebih setara. Pelanggan memiliki jaminan terintegrasi dan aman bahwa dana hanya akan berpindah tangan jika Anda memberikan apa yang telah disepakati. Anda tidak membutuhkan pengaruh perusahaan besar untuk melakukan bisnis.",
  "page-what-is-ethereum-community": "Komunitas Ethereum",
  "page-what-is-ethereum-desc": "Dasar untuk masa depan digital kita",
  "page-what-is-ethereum-explore": "Jelajahi Ethereum",
  "page-what-is-ethereum-internet-card": "Internet yang lebih privat",
  "page-what-is-ethereum-internet-card-desc": "Anda tidak perlu memberikan semua detail pribadi Anda untuk menggunakan aplikasi Ethereum. Ethereum membangun ekonomi berdasarkan nilai, bukan pengawasan.",
  "page-what-is-ethereum-meet-comm": "Berkenalan dengan komunitas",
  "page-what-is-ethereum-meta-description": "Pelajari tentang Ethereum, apa yang dilakukannya dan bagaimana mencobanya sendiri.",
  "page-what-is-ethereum-meta-title": "Apa itu Ethereum?",
  "page-what-is-ethereum-p2p-card": "Jaringan peer-to-peer",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum memungkinkan Anda untuk memindahkan uang, atau membuat kesepakatan, langsung dengan orang lain. Anda tidak perlu melakukan ini melalui perusahaan perantara.",
  "page-what-is-ethereum-start-building-btn": "Mulai menyusun",
  "page-what-is-ethereum-title": "Apa itu Ethereum?"
}
