{
  "page-what-is-ethereum-alt-img-bazaar": "Ilustrasi seseorang yang sedang mengintip bazar, yang dimaksudkan untuk menggambarkan Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Ilustrasi anggota komunitas Ethereum yang sedang bekerja bersama",
  "page-what-is-ethereum-alt-img-lego": "Ilustrasi sebuah tangan yang sedang membuat logo ETH yang terbuat dari batu bata lego",
  "page-what-is-ethereum-banking-card": "Perbankan bagi semua orang",
  "page-what-is-ethereum-banking-card-desc": "Tidak semua orang mempunyai akses ke jasa keungan. Satu-satunya yang Anda butuhkan untuk mengakses Ethereum dan seluruh produknya yaitu pemberian pinjaman, peminjaman, dan tabungan adalah koneksi internet.",
  "page-what-is-ethereum-build": "Buat sesuatu dengan Ethereum",
  "page-what-is-ethereum-build-desc": "Jika Anda ingin mencoba membangun sesuatu dengan Ethereum, baca dokumentasi kami, coba beberapa tutorial, atau lihat peralatan yang Anda butuhkan untuk memulai.",
  "page-what-is-ethereum-censorless-card": "Tahan penyensoran",
  "page-what-is-ethereum-censorless-card-desc": "Tidak ada pemerintah ataupun perusahaan yang mempunyai kontrol atas Ethereum. Desentralisai ini membuat hampir mustahil bagi siapa pun untuk menghentikan Anda menerima pembayaran ataupun menggunakan layanan yang terdapat di Ethereum.",
  "page-what-is-ethereum-comm-desc": "Komunitas kami terdiri dari orang-orang dengan berbagai latar belakang, termasuk seniman, anarkisme kripto, perusahaan fortune 500, dan sekarang Anda. Cari tahu bagaimana cara Anda terlibat hari ini.",
  "page-what-is-ethereum-commerce-card": "Jaminan perdagangan",
  "page-what-is-ethereum-commerce-card-desc": "Pelanggan yang memiliki jaminan bawaan yang aman bahwa dana mereka hanya akan berpindah tangan jika mereka memberikan apa yang telah disepakati. Demikian juga, pengembang dapat memastikan bahwa atauran tidak akan berubah pada mereka.",
  "page-what-is-ethereum-composable-card": "Seluruh produk dapat dikomposisi",
  "page-what-is-ethereum-composable-card-desc": "Karena semua aplikasi dibangun pada rantai blok yang sama dengan status global yang sama, mereka dapat saling membangun (seperti lego). Ini memungkinkan produk yang lebih baik dan pengalaman yang dibangun sepanjang waktu.",
  "page-what-is-ethereum-community": "Komunitas Ethereum",
  "page-what-is-ethereum-desc": "Dasar untuk masa depan digital kita",
  "page-what-is-ethereum-explore": "Jelajahi Ethereum",
  "page-what-is-ethereum-internet-card": "Internet yang lebih privat",
  "page-what-is-ethereum-internet-card-desc": "Anda tidak perlu memberikan semua detail pribadi Anda untuk menggunakan aplikasi Ethereum. Ethereum membangun ekonomi berdasarkan nilai, bukan pengawasan.",
  "page-what-is-ethereum-meet-comm": "Berkenalan dengan komunitas",
  "page-what-is-ethereum-meta-description": "Pelajari tentang Ethereum, apa yang dilakukannya dan bagaimana mencobanya sendiri.",
  "page-what-is-ethereum-meta-title": "Apa itu Ethereum?",
  "page-what-is-ethereum-p2p-card": "Jaringan peer-to-peer",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum memungkinkan Anda untuk memindahkan uang, atau membuat kesepakatan, langsung dengan orang lain. Anda tidak perlu melakukan ini melalui perusahaan perantara.",
  "page-what-is-ethereum-start-building-btn": "Mulai menyusun",
  "page-what-is-ethereum-title": "Apa itu Ethereum?",
  "page-what-is-ethereum-subtitle": "Panduan lengkap untuk pemula tentang cara kerja Ethereum, manfaat yang didapat dan cara penggunaannya oleh jutaan orang di seluruh dunia.",
  "page-what-is-ethereum-button-lets-start": "Mari kita mulai",
  "page-what-is-ethereum-blockchain-tab-title": "Apa itu blockchain?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Rantai blok merupakan database transaksi</b> di mana database itu diperbaharui dan dibagikan di banyak komputer dalam jaringan. Setiap kali satu set transaksi baru ditambahkan, itu disebut “blok” - maka namanya rantai blok. Blok sebagian besar rantai blok bersifat publik, dan Anda hanya dapat menambah data, bukan menghapus. Jika seseorang mengubah informasi apa pun atau curang pada sistem, meraka harus melakukannya di sebagian besar komputer di jaringan. Itu banyak! Ini membuat rantai blok mapan seperti Ethereum sangat aman.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Mengapa disebut mata uang kripto?",
  "page-what-is-ethereum-cryptocurrency-tab-content": "Rantai blok menggunakan teknik kriptografi untuk memastikan bahwa dana Anda aman. Teknik serupa digunakan di industri perbankan untuk memastikan keamanan transaksi keuangan selama bertahun-tahun. Jadi, bisa dibilang mata uang kripto memiliki keamanan setingkat bank.",
  "page-what-is-ethereum-summary-title": "Ringkasan",
  "page-what-is-ethereum-summary-desc-1": "Ethereum adalah teknologi untuk membangun aplikasi dan organisasi, mengelola aset, bertransaksi dan berkomunikasi tanpa dikendalikan oleh otoritas pusat. Tidak perlu menyerahkan detail data pribadi untuk menggunakan Ethereum - Anda tetap mengontrol data milik sendiri dan apa yang dibagikan. Ethereum memiliki mata uang kripto sendiri, Ether, yang digunakan untuk membayar aktivitas tertentu di jaringan Ethereum.",
  "page-what-is-ethereum-summary-desc-2": "Masih bingung? Mari kami jelaskan semuanya langkah demi langkah.",
  "page-what-is-ethereum-what-is-crypto-title": "Apa itu mata uang kripto?",
  "page-what-is-ethereum-what-is-crypto-desc-1": "<b>Kripto (kependekan dari mata uang kripto) adalah bentuk baru dari mata uang digital yang didukung oleh kriptografi.</b>",
  "page-what-is-ethereum-what-is-crypto-desc-2": "Mata uang kripto dimulai pada tahun 2008 dengan Bitcoin. Anda bisa menggunakannya untuk mengirim dana kepada seseorang di manapun secara global. Apa yang membuat kripto berbeda dari transfer bank biasanya atau layanan seperti Paypal atau Alipay adalah untuk pertama kalinya transfer bisa dilakukan tanpa perantara.",
  "page-what-is-ethereum-what-is-crypto-desc-3": "Tunggu, apa itu perantara?",
  "page-what-is-ethereum-what-is-crypto-desc-4": "Seorang perantara adalah otoritas pusat seperti bank atau pemerintah yang mengintervensi transaksi antara pengirim dan penerima. Mereka memiliki kekuatan untuk mengawasi, menyensor, atau mengembalikan transaksi dan mereka bisa membagikan data sensitif yang dikumpulkan tentang Anda kepada pihak ketiga. Mereka juga sering menentukan layanan keuangan mana yang dapat Anda akses.",
  "page-what-is-ethereum-what-is-crypto-desc-5": "Hal yang berbeda dengan kripto. <b>Secara langsung transaksi menghubungkan pengirim dan penerima</b> tanpa berurusan dengan otoritas pusat apa pun. Tidak ada seorang pun yang memiliki akses ke dana Anda dan <b>tidak ada seorang pun yang bisa mengatakan pada Anda layanan apa yang bisa Anda gunakan</b>. Ini dimungkinkan karena teknologi rantai blok di mana mata uang kripto beroperasi.",
  "page-what-is-ethereum-btc-eth-diff-title": "Apa perbedaan antara Ethereum dan Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "Diluncurkan pada 2015, Ethereum dibangun berdasarkan inovasi Bitcoin, dengan beberapa perbedaan besar.",
  "page-what-is-ethereum-btc-eth-diff-2": "Keduanya memungkinkan Anda menggunakan uang digital tanpa penyedia pembayaran atau bank. Namun, <b>Ethereum dapat diprogram</b>, jadi Anda juga bisa membangun dan menyebarkan aplikasi terdesentralisasi di jaringannya.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin memungkinkan kita mengirim pesan dasar satu sama lain tentang apa yang menurut kita berharga. Menetapkan nilai tanpa otoritas sudah sangat kuat. Ethereum memperluas ini: daripada hanya pesan, Anda dapat menulis program umum apa pun, atau kontrak. Tidak ada batasan untuk jenis kontrak yang dapat dibuat dan disepakati, oleh karenanya inovasi hebat terjadi di jaringan Ethereum.",
  "page-what-is-ethereum-btc-eth-diff-4": "Ketika Bitcoin hanya sebuah jaringan pembayaran, Ethereum lebih seperti pasar layanan keuangan, permainan, jaringan sosial, dan aplikasi lain yang menghargai privasi Anda dan tidak bisa menyensor Anda.",
  "page-what-is-ethereum-what-can-eth-do-title": "Apa yang bisa dilakukan Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Mengapa saya harus menggunakan Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Jika Anda tidak pernah mengirim uang luar negeri (atau sedang berencana), atau khawatir tentang masa depan aset Anda karena kekuatan eksternal diluar kendali Anda di tempat Anda tinggal, atau sudah muak dengan berbagai batasan dan biaya yang dikenakan oleh institusi layanan keuangan tradisional untuk transaksi sehari-hari, Anda mungkin tertarik pada apa yang ditawarkan mata uang kripto.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Jika Anda tertarik dengan cara yang lebih tangguh, terbuka, dan dapat dipercaya untuk menciptakan dan berbagi nilai, Ethereum cocok untuk Anda. Ethereum adalah kisah yang ditulis oleh kita semua, jadi datang dan temukan dunia luar biasa yang bisa kita bangun bersama.",
  "page-what-is-ethereum-slide-1-title": "Alat Pembayaran Antar Negara yang Lebih Murah dan Cepat",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Stablecoins</b> merupakan sebuah tipe mata uang kripto yang nilainya dijaga agar nilainya tetap stabil mengacu ke sebuah aset. Sebagian besar dari mereka terkait dengan dolar Amerika Serikat dan oleh karena itu mempertahankan nilai mata uang tersebut. Penerapan stablecoin memungkinkan sebuah alat pembayaran global yang murah dan stabil. Banyak stablecoin yang beredar saat ini dibuat pada jaringan Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum dan stablecoins mempermudah proses pengiriman uang antar negara. Pengiriman uang melalui Ethereum dapat dilakukan dalam waktu beberapa menit, dimana waktu yang dibutuhkan oleh bank tradisional ialah beberapa hari kerja hingga beberapa minggu dengan biaya yang tinggi. Umumnya, tidak ada biaya tambahan untuk melakukan transaksi dalam jumlah yang besar, dan tidak ada sensor dalam pengiriman uang Anda.",
  "page-what-is-ethereum-slide-2-title": "Bantuan yang Tercepat Saat Darurat",
  "page-what-is-ethereum-slide-2-desc-1": "Anda cukup beruntung jika memiliki beberapa pilihan perbankan melalui institusi yang tepercaya di sekitar Anda, Anda mungkin sudah mendapatkan kebebasan finansial, keamanan, dan stabilitas yang ditawarkan oleh mereka. Tapi untuk beberapa orang di dunia yang sedang menghadapi tekanan politik atau keadaan ekonomi yang berat, lembaga keuangan tidak menyediakan perlindungan atau pelayanan yang mereka butuhkan.",
  "page-what-is-ethereum-slide-2-desc-2": "Saat perang, bencana ekonomi atau tindakan keras terhadap kebebasan sipil melanda penduduk <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Kuba</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afghanistan</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigeria</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Belarusia</a>, dan <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukraina</a>, mata uang kripto menjadi pilihan tercepat dan seringkali menjadi satu-satunya pilihan untuk lembaga keuangan.<sup><a to=\"https://www.financialinclusion.tech/\">1</a></sup> Seperti terlihat pada beberapa berita tersebut, mata uang kripto seperti Ethereum dapat memberikan akses secara global ketika orang-orang diasingkan dari dunia. Selain itu, koin yang stabil juga menawarkan perlindungan nilai ketika nilai tukar mata uang lokal jatuh akibat super inflasi.",
  "page-what-is-ethereum-slide-3-title": "Memberdayakan Pembuat",
  "page-what-is-ethereum-slide-3-desc-1": "Di tahun 2021 saja, artis, musisi, penulis, dan kreator lainnya menggunakan Ethereum untuk menghasilkan sekitar $3,5 miliar secara keseluruhan. Ini menjadikan Ethereum sebagai salah satu platform global bagi kreator bersama dengan Spotify, YouTube, dan Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Pelajari lebih lanjut</a>.",
  "page-what-is-ethereum-slide-4-title": "Memberdayakan Para Gamer",
  "page-what-is-ethereum-slide-4-desc-1": "Permainan play-to-earn (pemain mendapat hadiah karena memainkan permainan) semakin marak dan mengubah industri gaming. Biasanya, sesama pemain dilarang jual beli aset di dalam game dengan uang sungguhan. Sehingga membuat pemain memperdagangkan aset game di pasar gelap yang bahaya pada keamanan. Game di rantai blok mendukung ekonomi dalam game dan mempromosikan tata laku yang bisa dipercaya.",
  "page-what-is-ethereum-slide-4-desc-2": "Selain itu, para pemain diberi imbalan token yang bisa diperjual belikan menjadi uang sebenarnya sehingga waktu mereka yang habis untuk bermain benar-benar dihargai.",
  "page-what-is-ethereum-meet-ether-title": "Perkenalkan Ether, mata uang kripto di Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Ethereum punya mata uang kripto bawaan yang disebut ether (ETH). Mata uang ini sepenuhnya digital, dan bisa dikirimkan ke siapa saja di dunia secara instan. Suplai ETH tidak ada yang mengontrol, entah itu pemerintah atau perusahaan - ETH benar-benar terdesentralisasi dan sepenuhnya transparan. Koin baru (yang biasanya disebut token) diterbitkan hanya untuk mereka yang ikut mengamankan jaringan.",
  "page-what-is-ethereum-meet-ether-desc-2": "Setiap tindakan di jaringan Ethereum membutuhkan energi komputasi. Biaya ini dibayar dalam bentuk Ether. Maka, Anda butuh setidaknya ETH dalam jumlah kecil untuk menggunakan jaringan ini.",
  "page-what-is-ethereum-what-is-ether": "Apa yang Dimaksud dengan ether?",
  "page-what-is-ethereum-get-eth": "Dapatkan ETH",
  "page-what-is-ethereum-what-can-i-do-title": "Apa yang bisa saya lakukan dengan koin ETH?",
  "page-what-is-ethereum-what-can-i-do-desc-1": "Fakta: banyak hal! Salah satu penggunaan teknologi Ethereum yang paling banyak adalah keuangan terdesentralisasi (DeFi) yang membuka seluruh layanan perbankan kepada semua orang yang punya jaringan internet. Anda bisa menggunakan ether sebagai jaminan untuk mengajukan pinjaman atau untuk menyediakan dana dan akan mendapatkan bungnya.",
  "page-what-is-ethereum-explore-applications": "Menjelajahi aplikasi",
  "page-what-is-ethereum-learn-defi": "Pelajari tentang DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Siapa pencipta Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum tidak dikendalikan oleh satu pun lembaga. Ethereum murni bisa berdiri karena partisipasi terdesentralisasi dan kerja sama dalam komunitas. Ethereum menggunakan node (komputer yang menggandakan data rantai blok Ethereum) dan dijalankan oleh relawan untuk menggantikan server personal dan sistem komputasi cloud yang biasanya dimiliki oleh perusahaan penyedia jasa internet.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Inilah node yang terdistribusi, dijalankan oleh orang-orang dan perusahaan di seluruh dunia, membuat infrastruktur jaringan Ethereum yang tangguh. Sehingga lebih sulit diretas atau dimatikan. <b>Sejak diluncurkan tahun 2015, Ethereum tidak pernah mati</b>. Karena ada ribuan node individu yang ikut menjalankan jaringan Ethereum. Ini membuat Ethereum sebagai mata uang kripto paling terdesentralisasi, setelah Bitcoin.",
  "page-what-is-ethereum-run-a-node": "Menjalankan sebuah simpul",
  "page-what-is-ethereum-smart-contract-title": "Apa itu kontrak pintar?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Kontrak pintar adalah program komputer</b> yang berjalan di rantai blok Ethereum. Kontrak ini hanya <b>terjadi jika dipicu oleh transaksi dari pengguna (atau kontrak lainnya)</b>. Ini membuat Ethereum sangat fleksibel dalam penggunaannya dan membedakannya dari mata uang kripto lain. Program-program ini yang kami sebut sebagai aplikasi terdesentralisasi, alias dapp.",
  "page-what-is-ethereum-smart-contract-desc-2": "Pernahkah Anda menggunakan sebuah produk yang syarat dan ketentuannya berubah? Atau ada fitur yang berguna malah dihapus? Sekali sebuah kontrak pintar dipublikasikan di Ethereum, akan selalu online dan berjalan selama Ethereum itu masih ada. Tidak ada yang bisa menghapusnya, bahkan pembuatnya. Karena kontrak pintar itu otomatis, maka tidak ada diskriminasi bagi pengguna dan selalu bisa digunakan.",
  "page-what-is-ethereum-smart-contract-desc-3": "Contoh paling terkenal dari kontrak pintar adalah aplikasi peminjaman, bursa perdagangan terdesentralisasi, asurani, aplikasi pengumpulan dana - pada dasarnya apa saja yang bisa Anda bayangkan.",
  "page-what-is-ethereum-more-on-smart-contracts": "Lebih lanjut mengenai kontrak Pintar",
  "page-what-is-ethereum-explore-dapps": "Jelajahi dapps",
  "page-what-is-ethereum-criminal-activity-title": "Saya dengar kripto itu dipakai untuk para kriminal. Benarkah?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Seperti halnya uang pada umumnya, ada yang disalahgunakan. Namun, karena semua transaksi Ethereum itu terjadi dalam rantai blok yang terbuka, ini memudahkan pemerintah melacak aktivitas terlarang, dibanding dengan sistem keuangan tradisional, ini menjadikan Ethereum kurang menarik bagi mereka yang tak ingin terdeteksi.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Menurut laporan terbaru Europol, European Union Agency for Law Enforcement Cooperation, mata uang kripto, lebih jarang digunakan kriminal dari pada mata uang kertas:",
  "page-what-is-ethereum-criminal-activity-desc-3": "“Penggunaan mata uang kripto untuk kegiatan terlarang, hanya sebagian kecil dari keseluruhan ekonomi mata uang kripto, dan ini sangat kecil jika dibandingkan dengan penggunaan uang untuk kegiatan terlarang dalam keuangan tradisional.”",
  "page-what-is-ethereum-energy-title": "Bagaimana dengan konsumsi energi Ethereum?",
  "page-what-is-ethereum-energy-desc-1": "Pada tanggal 15 September 2022, Penggabungan mengubah pola kerja Ethereum dari bukti kerja menjadi bukti taruhan.",
  "page-what-is-ethereum-energy-desc-2": "Penggabungan adalah pembaruan terbesar Ethereum dan menekan konsumsi enegri yang dibutuhkan hingga <b>99,95%</b>, membuat <b>jaringan lebih aman untuk ongkos karbon yang lebih sedikit</b>. Ethereum sekarang menjadi rantai blok yang rendah karbon yang juga meningkat keamanan dan skalabilitasnya.",
  "page-what-is-ethereum-more-on-energy-consumption": "Lebih lanjut mengenai konsumsi energi",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Konsumsi Energi Tahunan dalam TWh/tahun",
  "energy-consumption-chart-global-data-centers-label": "Global data centers",
  "energy-consumption-gold-mining-cbeci-label": "Gold mining",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Gaming di AS",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "Pembaruan Penggabungan",
  "page-what-is-ethereum-additional-reading": "Bacaan tambahan",
  "page-what-is-ethereum-week-in-ethereum": "Minggu di Berita Ethereum",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Buletin mingguan yang mencakup perkembangan penting di seluruh ekosistem.",
  "page-what-is-ethereum-kernel-dreamers": "Kernel",
  "page-what-is-ethereum-kernel-dreamers-desc": "Mimpi Ethereum",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atom, Institusi, Rantai Blok",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Kenapa rantai blok itu penting?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum dalam angka",
  "adoption-chart-column-now-label": "Sekarang",
  "adoption-chart-investors-label": "Investor",
  "adoption-chart-developers-label": "Pengembang",
  "adoption-chart-companies-label": "Perusahaan",
  "adoption-chart-artists-label": "Artis",
  "adoption-chart-musicians-label": "Musisi",
  "adoption-chart-writers-label": "Penulis",
  "adoption-chart-gamers-label": "Gamer",
  "adoption-chart-refugees-label": "Pengungsi"
}
