{
  "page-what-is-ether-meta-title": "Apa itu Ether (ETH)? (Panduan lengkap) | ethereum.org",
  "page-what-is-ether-meta-description": "Ether (ETH) adalah mata uang kripto asli Ethereum. Pelajari kegunaannya, cara dan tempat membelinya, berapa banyak jumlahnya, dan apa yang memengaruhi harganya.",
  "page-what-is-ether-twitter-meta-description": "Ether (ETH) adalah mata uang kripto asli Ethereum. Pelajari kegunaannya, cara dan tempat membelinya, berapa banyak jumlahnya, dan banyak lagi.",
  "page-what-is-ether-title": "Apa itu Ether (ETH)?",
  "page-what-is-ether-hero-description-1": "Ether (ETH) adalah mata uang kripto asli yang mendukung jaringan Ethereum. Ini digunakan untuk membayar biaya transaksi (dikenal sebagai 'gas') untuk menggunakan jaringan dan aplikasi yang dibangun di atasnya, untuk mengamankan jaringan melalui penaruhan, dan berfungsi sebagai uang digital untuk pembayaran dan investasi—tanpa dikendalikan oleh entitas, organisasi, atau pemerintah pusat mana pun. ETH adalah salah satu mata uang kripto terbesar berdasarkan kapitalisasi pasar.",
  "page-what-is-ether-what-is-ether-description-1": "Ether, yang biasa dikenal sebagai ETH, adalah bahan bakar yang mendukung blockchain Ethereum. Tidak seperti bitcoin, yang utamanya berfungsi sebagai uang digital, ether memiliki banyak kegunaan dalam ekosistem Ethereum.",
  "page-what-is-ether-what-is-ether-description-2": "<strong>Sebagai mata uang kripto asli Ethereum, ETH digunakan untuk:</strong>",
  "page-what-is-ether-what-is-ether-description-3": "Membayar biaya transaksi (gas) untuk menggunakan jaringan dan aplikasinya",
  "page-what-is-ether-what-is-ether-description-4": "Mengamankan jaringan Ethereum melalui penaruhan",
  "page-what-is-ether-what-is-ether-description-5": "ETH diperkenalkan pada tahun 2015 sebagai bagian dari peluncuran Ethereum dan sejak saat itu telah berkembang menjadi salah satu <assets>aset paling berharga di dunia</assets>.",
  "page-what-is-ether-what-is-ether-description-6": "Untuk konsumen",
  "page-what-is-ether-what-is-ether-description-7": "ETH memungkinkan pembayaran global tanpa bank, pembelian token yang tidak dapat dipertukarkan (NFT), dan akses ke aplikasi keuangan terdesentralisasi (DeFi). ETH tahan sensor dengan fungsionalitas lintas batas 24/7.",
  "page-what-is-ether-what-is-ether-description-8": "Untuk pengembang",
  "page-what-is-ether-what-is-ether-description-9": "ETH digunakan untuk membayar biaya transaksi saat menerapkan kontrak pintar ke Jaringan Utama Ethereum. ETH juga merupakan mata uang utama yang digunakan dalam banyak aplikasi di ekosistem Ethereum.",
  "page-what-is-ether-what-is-ether-description-10": "Untuk investor",
  "page-what-is-ether-what-is-ether-description-11": "ETH berfungsi sebagai penyimpan nilai dan aset yang menghasilkan imbal hasil melalui penaruhan. ETH memberikan eksposur terhadap pertumbuhan web3 dan ekonomi digital yang berkembang.",
  "page-what-is-ether-what-is-ether-description-12": "Pelajari lebih lanjut tentang penaruhan ETH",
  "page-what-is-ether-how-to-buy-eth": "Cara membeli ETH",
  "page-what-is-ether-how-to-buy-eth-description-1": "Membeli ETH cukup mudah dengan beberapa opsi berdasarkan kebutuhan dan lokasi Anda. <strong>Selalu mulai dengan platform tepercaya</strong> yang menawarkan keamanan yang kuat.",
  "page-what-is-ether-how-to-buy-eth-description-2": "Untuk konsumen, beli ETH melalui bursa mata uang kripto atau aplikasi dompet.",
  "page-what-is-ether-how-to-buy-eth-description-3": "<strong>Catatan samping</strong>",
  "page-what-is-ether-how-to-buy-eth-description-4": "Saat membeli ETH, Anda akan mendengar \"<strong>akun/alamat</strong>\" dan \"<strong>dompet</strong>\".",
  "page-what-is-ether-how-to-buy-eth-description-5": "Anggap saja <strong>akun Anda seperti alamat email Anda</strong> tempat orang mengirimi Anda uang.",
  "page-what-is-ether-how-to-buy-eth-description-6": "Anggap saja <strong>dompet Anda seperti aplikasi email Anda</strong> tempat Anda memeriksa saldo dan melakukan pembayaran.",
  "page-what-is-ether-how-to-buy-eth-description-7": "Anda dapat membeli ETH dengan:",
  "page-what-is-ether-how-to-buy-eth-description-8": "<strong>Kartu kredit/debit</strong> secara instan tetapi dengan biaya lebih tinggi",
  "page-what-is-ether-how-to-buy-eth-description-9": "<strong>Transfer bank</strong> lebih lambat tetapi dengan biaya lebih rendah",
  "page-what-is-ether-how-to-buy-eth-description-10": "<strong>PayPal</strong> atau layanan serupa jika tersedia",
  "page-what-is-ether-how-to-buy-eth-description-11": "<strong>Untuk bisnis</strong>, bursa menawarkan akun korporat dengan batas yang lebih tinggi, dukungan yang lebih baik, fitur kepatuhan, diskon volume, dan keamanan yang ditingkatkan.",
  "page-what-is-ether-how-to-buy-eth-description-12": "Cara lain untuk mendapatkan ETH:",
  "page-what-is-ether-how-to-buy-eth-description-13": "<strong>Menerima pembayaran</strong> dari orang yang Anda kenal",
  "page-what-is-ether-how-to-buy-eth-description-14": "<strong>Menyediakan likuiditas</strong> pada protokol keuangan terdesentralisasi",
  "page-what-is-ether-how-to-buy-eth-description-15": "<strong>Menaruhkan ETH</strong> untuk mendapatkan imbalan sambil mengamankan jaringan Ethereum",
  "page-what-is-ether-how-to-buy-eth-description-16": "Pelajari lebih lanjut tentang cara dan tempat membeli ETH",
  "page-what-is-ether-how-to-send-and-receive-eth": "Cara mengirim dan menerima ETH",
  "page-what-is-ether-how-to-send-and-receive-eth-description-1": "<strong>Mengirim ETH</strong> memerlukan dompet dan alamat penerima. Masukkan alamat mereka, tentukan jumlahnya, tinjau biaya transaksi, dan konfirmasi. Transaksi biasanya tiba dalam waktu kurang dari 30 detik dan tidak dapat dibatalkan setelah dikonfirmasi.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-2": "<strong>Menerima ETH</strong> mengharuskan Anda membagikan alamat Ethereum atau kode QR Anda kepada pengirim. Dana akan muncul di dompet Anda setelah konfirmasi jaringan, dengan sebagian besar dompet memberikan notifikasi.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-3": "<strong>Butuh bantuan?</strong> Baca panduan <howToUseWallet>Cara menggunakan dompet</howToUseWallet>.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-4": "Saat membeli ETH, Anda akan mendengar \"<strong>akun/alamat</strong>\" dan \"<strong>dompet</strong>\".",
  "page-what-is-ether-how-to-send-and-receive-eth-description-5": "Anggap saja <strong>akun Anda seperti alamat email Anda</strong> tempat orang mengirimi Anda uang.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-6": "Anggap saja <strong>dompet Anda seperti aplikasi email Anda</strong> tempat Anda memeriksa saldo dan melakukan pembayaran.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-7": "Untuk jumlah yang lebih besar, pertimbangkan dompet perangkat keras untuk keamanan tambahan.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-8": "Pelajari tentang Ethereum dan cara kerjanya.",
  "page-what-is-ether-how-to-send-and-receive-eth-callout": "Hanya bagikan alamat Ethereum Anda dengan kontak tepercaya. Karena Ethereum adalah buku besar publik, mereka dapat melihat saldo dan transaksi Anda. Mereka tidak dapat mengakses dana Anda, tetapi privasi tetap disarankan.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth": "Berapa lama waktu yang dibutuhkan untuk mengirim ETH?",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-1": "Transaksi ETH biasanya selesai dalam waktu kurang dari 30 detik. Jaringan Ethereum memproses blok setiap 12 detik, meskipun transaksi mungkin mengantre saat terjadi kemacetan.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-2": "Transaksi mencapai 'finalitas' setelah ~15 menit, dibandingkan dengan rata-rata 60 menit Bitcoin.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-3": "Selama lalu lintas jaringan tinggi, Anda dapat mempercepat transaksi dengan membayar biaya transaksi yang lebih tinggi, menempatkan Anda di depan antrean. Biaya dibagi antara validator dan mekanisme pembakaran.",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth": "Berapa biaya untuk mengirim ETH?",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth-description-1": "Transaksi Ethereum memerlukan <strong>biaya transaksi yang dibayar dalam ETH</strong>. Biaya dihitung berdasarkan pekerjaan komputasi yang diperlukan (diukur dalam 'gas'), dan permintaan jaringan saat ini. Harga gas berfluktuasi dengan lalu lintas jaringan, membuat transaksi lebih murah selama periode di luar jam sibuk.",
  "page-what-is-ether-l2s": "Mengenal L2: Penskalaan Ethereum",
  "page-what-is-ether-l2s-description-1": "Seiring pertumbuhan popularitas Ethereum, menjaga biaya transaksi tetap rendah menjadi tantangan. Jaringan <strong>Lapisan ke-2 (L2)</strong> mengatasi masalah ini.",
  "page-what-is-ether-l2s-description-2": "L2 seperti <optimism>Optimism</optimism> dan <arbitrum>Arbitrum</arbitrum> menawarkan <strong>biaya 10-100x lebih murah</strong> sambil mewarisi keamanan Ethereum. Mereka memproses transaksi di luar rantai dan memposting data ke Ethereum.",
  "page-what-is-ether-l2s-description-3": "Anggap saja mereka sebagai jalur ekspres yang menyediakan transaksi lebih cepat dan lebih murah di samping jalan tol utama Ethereum.",
  "page-what-is-ether-l2s-description-4": "<strong>Transfer</strong> L2 biasanya berbiaya kurang dari $0,01, membawa Ethereum ke jutaan pengguna lainnya melalui integrasi dengan perusahaan seperti Robinhood, PayPal, dan Shopify.",
  "page-what-is-ether-what-is-the-eth-supply": "Berapa pasokan ETH?",
  "page-what-is-ether-what-is-the-eth-supply-description-1": "Tidak seperti batas tetap 21 juta Bitcoin, ETH memiliki mekanisme pasokan dinamis:",
  "page-what-is-ether-what-is-the-eth-supply-description-2": "ETH baru diterbitkan untuk memberi imbalan kepada validator jaringan dengan laju terbatas yang dihitung oleh protokol",
  "page-what-is-ether-what-is-the-eth-supply-description-3": "Sebagian dari setiap biaya transaksi secara permanen \"dibakar\" (dihapus dari peredaran)",
  "page-what-is-ether-what-is-the-eth-supply-description-4": "Hal ini menciptakan periode inflasi dan deflasi yang bergantian berdasarkan penggunaan jaringan",
  "page-what-is-ether-what-is-the-eth-supply-description-5": "<strong>Keseimbangan yang diharapkan</strong>: Sistem ini menyeimbangkan keamanan jaringan dengan pelestarian nilai jangka panjang. Penggunaan tinggi menyebabkan deflasi; penggunaan rendah menghasilkan inflasi.",
  "page-what-is-ether-what-is-the-eth-supply-description-6": "Sumber data: <etherscan>Etherscan</etherscan>, <ultrasound>Ultrasound Money</ultrasound>",
  "page-what-is-ether-what-is-the-distribution-of-eth": "Bagaimana distribusi ETH?",
  "page-what-is-ether-what-is-the-distribution-of-eth-description-1": "Kepemilikan didistribusikan secara luas di <etherscan>puluhan juta alamat</etherscan>, mencegah pemusatan kendali dan meningkatkan desentralisasi.",
  "page-what-is-ether-breakdown": "Rincian distribusi ether",
  "page-what-is-ether-breakdown-description-1": "<strong>Ether yang ditaruhkan</strong>: Puluhan juta ETH <beaconchain>terkunci</beaconchain> untuk keamanan jaringan",
  "page-what-is-ether-breakdown-description-2": "<strong>Bursa</strong>: Platform terpusat <unchained>memegang 13-16%</unchained> dari pasokan",
  "page-what-is-ether-breakdown-description-3": "<strong>Kontrak pintar</strong>: Jumlah signifikan dalam kontrak pintar termasuk protokol DeFi",
  "page-what-is-ether-breakdown-description-4": "<strong>Ethereum Foundation</strong>: Memegang <ef>kurang dari 0,3%</ef> dari pasokan (turun dari 9% pada tahun 2014)",
  "page-what-is-ether-who-holds-most": "Siapa yang memegang paling banyak?",
  "page-what-is-ether-who-holds-most-description-1": "Alamat Ethereum dengan saldo ETH tertinggi biasanya bukan perorangan. Sebagian besar ether yang terlihat di alamat Ethereum \"teratas\" mewakili dana kolektif yang dikumpulkan dari banyak orang dan entitas yang berbeda, bukan kepemilikan satu individu. ",
  "page-what-is-ether-who-holds-most-description-2": "Akun ETH dengan saldo tertinggi biasanya meliputi:",
  "page-what-is-ether-who-holds-most-description-3": "Kontrak Deposit Beacon Chain: Saldo kontrak deposit mewakili semua ETH yang telah <staked>ditaruhkan</staked> untuk membantu mengamankan jaringan Ethereum. Meskipun ini adalah alamat Ethereum dengan saldo ETH terbesar, ini tidak mewakili akun dompet Ethereum yang dapat diakses. Ini adalah kontrak pintar yang menerima deposit ETH sebagai langkah pertama untuk berpartisipasi dalam penaruhan, kemudian mengelola saldo ether tersebut di seluruh validator aktif jaringan.",
  "page-what-is-ether-who-holds-most-description-4": "Kontrak pintar: Banyak alamat Ethereum dengan saldo tinggi lainnya mewakili kontrak pintar yang mendukung aplikasi berbasis Ethereum, seperti alamat kontrak pintar untuk protokol keuangan terdesentralisasi (DeFi), jembatan, atau organisasi otonom terdesentralisasi (DAO). Saldo kontrak ini mewakili ether yang telah didepositkan oleh banyak dompet untuk berpartisipasi dalam aplikasi mereka.",
  "page-what-is-ether-who-holds-most-description-5": "Akun omnibus: Ini adalah dompet besar yang dioperasikan oleh bursa, platform, dan dana (seperti Coinbase, Robinhood, atau Binance). Ketika seorang pengguna membeli ETH di sebuah bursa, ETH tersebut sering kali disimpan di salah satu akun besar ini bersama dengan ETH yang dimiliki oleh ribuan pelanggan platform lainnya.",
  "page-what-is-ether-who-holds-most-description-6": "Anda dapat melihat daftar langsung alamat dompet Ethereum dengan saldo ETH tertinggi di <etherscan>Etherscan di sini</etherscan>.",
  "page-what-is-ether-distribution": "Mengapa distribusi penting untuk desentralisasi",
  "page-what-is-ether-distribution-description-1": "Distribusi yang luas mencegah kontrol terpusat. Desentralisasi sejati bergantung pada jumlah simpul dan validator independen yang memelihara jaringan.",
  "page-what-is-ether-what-makes-eth-valuable": "Apa yang membuat ETH berharga?",
  "page-what-is-ether-what-makes-eth-valuable-description-1": "ETH memperoleh nilai dari berbagai sumber:",
  "page-what-is-ether-what-makes-eth-valuable-description-2": "<strong>Utilitas Jaringan</strong>: Semua transaksi Ethereum memerlukan ETH untuk biaya gas, menciptakan permintaan konsisten yang tumbuh seiring dengan adopsi jaringan.",
  "page-what-is-ether-what-makes-eth-valuable-description-3": "<strong>Imbalan penaruhan</strong>: Para penaruh ETH mendapatkan imbal hasil sambil mengamankan jaringan, menarik bagi investor perorangan maupun institusional.",
  "page-what-is-ether-what-makes-eth-valuable-description-4": "<strong>Penyimpan nilai</strong>: Banyak yang memandang ETH sebagai \"minyak digital\"—aset langka dengan utilitas nyata yang mendukung ekonomi digital.",
  "page-what-is-ether-what-makes-eth-valuable-description-5": "<strong>Dinamika pasokan</strong>: Pembakaran biaya menciptakan tekanan deflasi selama periode penggunaan tinggi. Sejak 2021, <ultrasound>jutaan ETH telah dihapus secara permanen</ultrasound> dari peredaran.",
  "page-what-is-ether-what-is-wrapping-eth": "Apa itu 'wrapping' ETH?",
  "page-what-is-ether-what-is-wrapping-eth-description-1": "Wrapped ETH (WETH) adalah token ERC-20 yang mewakili ETH dengan basis 1:1. Banyak aplikasi terdesentralisasi dan jaringan L2 dibuat untuk menangani token ERC-20, tetapi ETH asli sendiri bukan token ERC-20. 'Wrapping' berarti mengunci ETH dalam kontrak pintar, dan menerbitkan representasi ERC-20 dari ETH yang terkunci tersebut (WETH), memungkinkannya digunakan di semua aplikasi dan L2 yang hanya dapat menerima token ERC-20.",
  "page-what-is-ether-what-is-wrapping-eth-description-2": "Penggunaan umum meliputi:",
  "page-what-is-ether-what-is-wrapping-eth-description-3": "Pasangan perdagangan di bursa terdesentralisasi seperti <uniswap>Uniswap</uniswap>",
  "page-what-is-ether-what-is-wrapping-eth-description-4": "Jaminan di platform pinjaman seperti <aave>Aave</aave>",
  "page-what-is-ether-what-is-wrapping-eth-description-5": "Penawaran di pasar NFT seperti <opensea>OpenSea</opensea>",
  "page-what-is-ether-what-is-wrapping-eth-description-6": "WETH dapat di-'unwrap' kembali menjadi ETH kapan saja dengan biaya minimal. WETH dihancurkan, dan ETH yang diwakilinya dilepaskan dari kontrak pintar. Sebagian besar aplikasi menangani proses 'wrapping' dan 'unwrapping' dengan lancar.",
  "page-what-is-ether-what-is-wrapping-eth-description-7": "Pelajari lebih lanjut tentang Wrapped ETH (WETH)",
  "page-what-is-ether-gas-table-transaction-type": "Jenis transaksi",
  "page-what-is-ether-gas-table-typical-cost-range": "Rentang biaya langsung",
  "page-what-is-ether-gas-table-estimated-gas-units": "Estimasi unit gas",
  "page-what-is-ether-gas-table-row-1-1": "Transfer ETH",
  "page-what-is-ether-gas-table-row-2-1": "Menukar token",
  "page-what-is-ether-gas-table-row-3-1": "Transaksi DeFi/NFT yang kompleks"
}