{
  "page-what-is-ethereum-meta-title": "Apa itu Ethereum? (Panduan Lengkap) | ethereum.org",
  "page-what-is-ethereum-meta-description": "Gambaran lengkap tentang apa itu Ethereum, bagaimana cara kerjanya, apa yang bisa dilakukan, dan bagaimana memulai penggunaan atau pengembangan di atasnya. Dijelaskan dengan istilah sederhana.",
  "page-what-is-ethereum-title": "Apa itu Ethereum?",
  "page-what-is-ethereum-hero-description-1": "Ethereum adalah jaringan blockchain terdesentralisasi sekaligus platform pengembangan perangkat lunak, yang dijalankan menggunakan cryptocurrency bernama ether (ETH).",
  "page-what-is-ethereum-hero-description-2": "Ethereum menjadi tempat bagi ribuan cryptocurrency dan aplikasi yang mencakup DeFi, NFT, gaming, media sosial terdesentralisasi, serta stablecoin.",
  "page-what-is-ethereum-ethereum-intro-1": "Ethereum adalah blockchain publik dan terbuka yang diluncurkan pada Juli 2015 oleh seorang pengembang perangkat lunak bernama Vitalik Buterin bersama tim kecil pendiri lainnya.",
  "page-what-is-ethereum-ethereum-intro-2": "Ide di balik Ethereum sederhana. Sementara Bitcoin memungkinkan Anda mengirim dan menerima uang digital, Ethereum mengembangkannya dengan program sumber terbuka yang disebut <a>kontrak pintar</a>.",
  "page-what-is-ethereum-ethereum-intro-3": "<strong>Kontrak pintar</strong> memungkinkan siapa saja membuat aset digital dan aplikasi terdesentralisasi (dapp) mereka sendiri yang berjalan 24/7 secara global. Dan berbeda dengan bank, korporasi, atau lembaga lainnya, kontrak pintar dapat diakses oleh siapa saja yang memiliki koneksi internet.",
  "page-what-is-ethereum-ethereum-intro-4": "Sejak 2015, Ethereum telah berkembang menjadi ekosistem aset digital yang berkembang pesat seperti <strong>stablecoin</strong>, token non-fungible (<strong>NFT</strong>), dan token tata kelola, serta dunia dapp yang luas untuk keuangan terdesentralisasi (<strong>DeFi</strong>), seni dan koleksi, permainan, dan media sosial terdesentralisasi.",
  "page-what-is-ethereum-ethereum-intro-5": "Secara kolektif, ekosistem ini disebut \"<strong>web3</strong>\", yang mewakili fase ketiga dari <strong>jaringan internet yang berfokus pada kepemilikan</strong>.",
  "page-what-is-ethereum-ethereum-intro-6": "Saat ini, Ethereum digunakan oleh <millions>jutaan orang</millions> di seluruh dunia <billions>memegang miliaran dolar</billions> dalam aset yang mengirim dan menerima <trillions>triliunan dolar</trillions> setiap tahun—semua tanpa perantara bank.",
  "page-what-is-ethereum-ethereum-intro-7": "Di pusat semua ini terdapat mata uang kripto asli Ethereum, <strong>ether (ETH)</strong>, sejenis uang digital baru yang digunakan untuk menjalankan seluruh jaringan.",
  "page-what-is-ethereum-network-title": "Apa itu jaringan Ethereum?",
  "page-what-is-ethereum-network-intro-1": "Anda bisa membayangkan jaringan Ethereum sebagai <strong>infrastruktur digital global yang dapat digunakan siapa saja</strong> namun tidak bisa disalahgunakan oleh siapapun.",
  "page-what-is-ethereum-network-intro-2": "Jaringan ini terdiri dari <strong>ribuan komputer independen</strong> di seluruh dunia yang disebut node. Node-node ini, yang dijalankan oleh orang biasa, bekerja sama untuk menyediakan layanan keuangan dan aplikasi digital kepada siapa saja, di mana saja.",
  "page-what-is-ethereum-network-intro-3": "Jaringan Ethereum memiliki <strong>3 keunggulan utama</strong> dibanding jaringan tradisional yang dimiliki institusi. Ketiganya adalah tahan sensor, keamanan yang ditingkatkan, dan keandalan yang lebih baik.",
  "page-what-is-ethereum-network-censorship-title": "Tahan penyensoran",
  "page-what-is-ethereum-network-censorship-desc-1": "Sementara aplikasi tradisional dan layanan keuangan bergantung pada bank atau perusahaan yang bisa memblokir akses atau membekukan akun, dapp di Ethereum bersifat tahan sensor.",
  "page-what-is-ethereum-network-censorship-desc-2": "Hal ini karena jaringan node Ethereum mencatat setiap transaksi tanpa diskriminasi—dan aturan ini tertanam langsung dalam kode.",
  "page-what-is-ethereum-network-security-title": "Sangat aman",
  "page-what-is-ethereum-network-security-desc-1": "Sementara banyak aplikasi saat ini dihosting di penyedia cloud seperti AWS dan bisa rentan terhadap pemblokiran atau serangan, dapp di Ethereum diamankan oleh jaringan itu sendiri. Setiap node menyimpan dan menyinkronkan seluruh status Ethereum, termasuk semua kontrak.",
  "page-what-is-ethereum-network-security-desc-2": "Jika seseorang mencoba mengubah sebuah kontrak, jaringan akan menolaknya karena tidak sesuai dengan catatan mereka. Untuk menurunkan satu aplikasi saja, penyerang harus menguasai seluruh jaringan, yang akan menelan biaya miliaran dan sangat sulit untuk dikoordinasikan.",
  "page-what-is-ethereum-network-reliability-title": "Tahan lama dan dapat diandalkan",
  "page-what-is-ethereum-network-reliability-desc-1": "Waktu henti pada platform cloud hosting bisa membuat aplikasi offline, tetapi desain Ethereum menjamin ketersediaan yang sempurna. Jaringan akan terus berjalan bahkan jika beberapa node mati karena bug perangkat lunak, tindakan pemerintah, bencana alam, atau perang.",
  "page-what-is-ethereum-network-reliability-desc-2": "Jutaan orang menggunakan ribuan dapp di Ethereum setiap hari. Meskipun permintaan tinggi dapat menyebabkan biaya transaksi meningkat, hal ini mencerminkan kekuatan jaringan yang memprioritaskan keamanan, desentralisasi, dan jaminan bahwa jaringan selalu tersedia saat Anda membutuhkannya.",
  "page-what-is-ethereum-network-layer2-title": "Ekstensi Ethereum (Lapisan 2)",
  "page-what-is-ethereum-network-layer2-desc-1": "Berbagai tim telah menciptakan jaringan Layer 2 (L2) yang berjalan di atas Ethereum untuk meningkatkan kapasitas Ethereum. L2 berfungsi seperti jalur cepat, membuat transaksi lebih cepat dan lebih murah—terkadang biayanya kurang dari satu sen rata-rata.",
  "page-what-is-ethereum-network-layer2-desc-2": "Beberapa L2 paling populer termasuk <optimism>Optimism</optimism>, <arbitrum>Arbitrum</arbitrum>, <zksync>ZKSync</zksync>, dan <base>Base</base> sekarang memproses jutaan transaksi senilai miliar dolar setiap tahun.",
  "page-what-is-ethereum-network-learn-more": "Pelajari lebih lanjut tentang jaringan Ethereum",
  "page-what-is-ethereum-ether-title": "Apa itu ether (ETH)?",
  "page-what-is-ethereum-ether-intro-1": "Ether (ETH) adalah mata uang kripto asli Ethereum.",
  "page-what-is-ethereum-ether-intro-2": "Ini adalah jenis baru <strong>uang digital yang bisa Anda kirim ke siapa saja, di mana saja di dunia dalam hitungan detik</strong> dengan biaya hanya beberapa sen. Namun, ETH lebih dari sekadar alat pembayaran. ETH memiliki peran penting dalam menjaga jalannya jaringan Ethereum.",
  "page-what-is-ethereum-ether-intro-3": "Saat Anda menggunakan Ethereum untuk mengirim uang, mengoleksi karya seni, atau membangun dapp baru, Anda membayar <strong>biaya transaksi</strong> (atau gas fee) <strong>dalam bentuk ETH</strong>. Biaya ini membantu mencegah spam dan memberi imbalan kepada para validator yang memproses transaksi.",
  "page-what-is-ethereum-ether-intro-4": "Para <strong>validator ini membantu mengamankan jaringan Ethereum</strong> melalui sistem yang disebut staking. Dengan mengunci ETH mereka, mereka menjadi eligible untuk memproses transaksi. Sebagai imbalannya, mereka menerima ETH sebagai hadiah. Hal ini menciptakan ekonomi yang mandiri bagi Ethereum, yang digerakkan oleh pengguna, bukan perusahaan.",
  "page-what-is-ethereum-ether-intro-5": "Tidak seperti banyak mata uang tradisional, <strong>ETH bisa menjadi lebih langka seiring waktu</strong>. Setiap kali seseorang menggunakan Ethereum, sebagian kecil ETH dibakar, yang secara permanen menghapusnya dari suplai. Pada hari-hari sibuk, lebih banyak ETH yang dibakar dibanding yang dibuat, menjadikan ETH bersifat deflasi dan meningkatkan nilainya seiring waktu. Semakin sering Ethereum digunakan, semakin banyak ETH yang dibakar.",
  "page-what-is-ethereum-ether-intro-6": "Karena alasan ini, banyak orang melihat ETH sebagai bentuk investasi dan memilih untuk menahannya, melakukan staking, atau meminjamkannya untuk menumbuhkan tabungan mereka.",
  "page-what-is-ethereum-ether-learn-more": "Pelajari lebih lanjut tentang ether (ETH)",
  "page-what-is-ethereum-how-title": "Bagaimana cara kerja Ethereum?",
  "page-what-is-ethereum-how-intro-1": "Ketika Ethereum <strong>diluncurkan pada tahun 2015</strong>, ia menggunakan sistem yang disebut bukti kerja.",
  "page-what-is-ethereum-how-intro-2": "Mekanisme ini, yang dipelopori oleh Bitcoin, adalah cara semua komputer mencapai kesepakatan tentang siapa yang memiliki apa. Komputer-komputer akan menggunakan banyak energi untuk mencoba memecahkan teka-teki matematika yang kompleks. Pemenangnya berhak mengusulkan satu blok transaksi yang masuk dan memperoleh ETH baru sebagai hadiah.",
  "page-what-is-ethereum-how-intro-3": "Mekanisme ini, yang dipelopori oleh Bitcoin, adalah cara semua komputer mencapai kesepakatan tentang siapa yang memiliki apa. Komputer-komputer akan menggunakan banyak energi untuk mencoba memecahkan teka-teki matematika yang kompleks. Pemenangnya berhak mengusulkan satu blok transaksi yang masuk dan mendapatkan ETH baru sebagai hadiah.",
  "page-what-is-ethereum-how-intro-4": "Jika mereka melakukannya dengan benar, mereka mendapatkan ETH. Jika mereka curang, mereka kehilangan sebagian saham mereka.",
  "page-what-is-ethereum-how-intro-5": "Berikut contohnya:",
  "page-what-is-ethereum-how-example-1-title": "Ketika Anda mengirim $10 dalam stablecoin ke teman di ethereum:",
  "page-what-is-ethereum-how-example-1-step-1": "Anda membuka dompet Anda, menambahkan alamat akun tujuan dan jumlahnya, lalu klik kirim.",
  "page-what-is-ethereum-how-example-1-step-2": "Dompet Anda menandatangani pembayaran dan menyiarkannya ke jaringan.",
  "page-what-is-ethereum-how-example-1-step-3": "Pembayaran menunggu dalam antrian publik (mempool) hingga pengusul blok mengambilnya.",
  "page-what-is-ethereum-how-example-1-step-4": "Pengusul blok menambahkannya ke blok transaksi berikutnya, menyiarkannya, dan memperoleh biaya.",
  "page-what-is-ethereum-how-example-1-step-5": "Kontrak stablecoin memindahkan $10 dari Anda ke teman Anda, dan kedua dompet diperbarui.",
  "page-what-is-ethereum-how-example-1-step-6": "Jaringan validator global memeriksa ulang dan membuktikan keabsahan perubahan.",
  "page-what-is-ethereum-how-example-2-title": "Ketika Anda mencetak koleksi senilai $5 di ethereum:",
  "page-what-is-ethereum-how-example-2-step-1": "Anda menghubungkan dompet Anda ke dapp dan memilih item yang akan dicetak.",
  "page-what-is-ethereum-how-example-2-step-2": "Anda mengonfirmasi pembelian; dompet menandatangani dan menyiarkan transaksi.",
  "page-what-is-ethereum-how-example-2-step-3": "Permintaan mint bergabung dengan mempool dan ditambahkan ke blok oleh validator.",
  "page-what-is-ethereum-how-example-2-step-4": "Kontrak pintar NFT mencatat dompet Anda sebagai pemilik baru.",
  "page-what-is-ethereum-how-example-2-step-5": "Koleksi baru Anda muncul di dompet Anda beberapa detik kemudian.",
  "page-what-is-ethereum-how-outro-1": "Semua ini mungkin berkat kekuatan kontrak pintar; program sumber terbuka yang ada di Ethereum dan berjalan 24/7, 365 yang dapat diakses oleh siapa saja, di mana saja.",
  "page-what-is-ethereum-how-outro-2": "<strong>Setiap transaksi, pembaruan, dan tindakan disinkronkan di ribuan node independen.</strong> Ini memberikan Ethereum keandalan, transparansi, dan ketahanan terhadap sensor.",
  "page-what-is-ethereum-how-learn-more-1": "Pelajari lebih lanjut tentang cara kerja Ethereum",
  "page-what-is-ethereum-how-learn-more-2": "Baca dokumen pengembang untuk ikhtisar teknis Ethereum",
  "page-what-is-ethereum-what-title": "Untuk apa Ethereum digunakan?",
  "page-what-is-ethereum-what-intro-1": "Orang-orang menggunakan Ethereum untuk melakukan hal-hal yang sebelumnya tidak mungkin dilakukan.",
  "page-what-is-ethereum-what-intro-2": "Petani di Kenya dapat menerima <insurance>asuransi otomatis untuk tanaman mereka</insurance> tanpa perlu mengajukan permohonan ke bank. Perusahaan seperti <strong>Visa</strong> dapat meluncurkan <payment>sistem pembayaran baru yang berfungsi secara global</payment> sejak awal. Organisasi global seperti <strong>PBB</strong> dapat menyalurkan <aid>kepada pengungsi</aid> yang menghemat jutaan biaya bank.",
  "page-what-is-ethereum-what-intro-3": "Dapps dan aset ini berjalan di Ethereum menggunakan kode sumber terbuka dan tidak dapat dibatasi, disensor, atau dimatikan.",
  "page-what-is-ethereum-what-intro-4": "Berikut ini adalah cara berbagai kelompok menggunakannya saat ini:",
  "page-what-is-ethereum-what-consumers-title": "Konsumen",
  "page-what-is-ethereum-what-consumers-desc-1": "Jutaan orang sudah menggunakan dapps di Ethereum untuk mentransfer uang, berdagang, dan memiliki aset digital setiap hari. Tidak seperti aplikasi tradisional, Anda tidak perlu mendaftar dengan nama Anda, menunggu persetujuan bank, atau menyerahkan data pribadi Anda.",
  "page-what-is-ethereum-what-consumers-desc-2": "Hanya dengan dompet dan koneksi internet Anda dapat:",
  "page-what-is-ethereum-what-consumers-benefit-1": "</strong>Akses layanan keuangan tanpa </strong>rekening bank atau riwayat kredit",
  "page-what-is-ethereum-what-consumers-benefit-2": "<strong>Memiliki koleksi digital</strong>, karya seni, dan aset yang tidak dapat disalin atau disita",
  "page-what-is-ethereum-what-consumers-benefit-3": "Masuk ke dapps menggunakan dompet Anda, bukan email Anda—<strong>tidak perlu kata sandi, tidak perlu informasi pribadi</strong>",
  "page-what-is-ethereum-what-consumers-benefit-4": "Berpartisipasilah dalam komunitas global tempat Anda dapat memilih, berkontribusi, dan mendapatkan penghasilan tanpa batas",
  "page-what-is-ethereum-what-businesses-title": "Bisnis & pengembang",
  "page-what-is-ethereum-what-businesses-benefit-1": "Luncurkan dapps dengan sistem pembayaran global bawaan sejak hari pertama",
  "page-what-is-ethereum-what-businesses-benefit-2": "Terapkan kontrak anti-rusak yang <strong>secara otomatis menegakkan perjanjian</strong>",
  "page-what-is-ethereum-what-businesses-benefit-3": "Ciptakan produk keuangan yang dapat dikembangkan oleh siapa pun dan memberikan nilai tambah",
  "page-what-is-ethereum-what-businesses-example": "Misalnya, <a>PayPal meluncurkan stablecoin-nya sendiri, PYUSD, di Ethereum</a>. Ini merupakan tanda bahwa bahkan perusahaan pembayaran terbesar di dunia pun menyadari manfaat dari sifat Ethereum yang terbuka dan dapat diprogram.",
  "page-what-is-ethereum-what-governments-title": "Pemerintah",
  "page-what-is-ethereum-what-governments-intro": "Pemerintah juga mulai mengeksplorasi apa yang dimungkinkan oleh Ethereum.",
  "page-what-is-ethereum-what-governments-benefit-1": "<strong>Mendistribusikan dana publik</strong> dan manfaatnya secara langsung kepada warga negara dengan transparansi penuh",
  "page-what-is-ethereum-what-governments-benefit-2": "<strong>Menerbitkan ID digital</strong> atau catatan yang dapat diverifikasi dan dapat dibawa lintas batas",
  "page-what-is-ethereum-what-governments-benefit-3": "Bangun infrastruktur publik yang <strong>aman</strong> untuk pemungutan suara, sertifikat tanah, dan pendaftaran",
  "page-what-is-ethereum-what-governments-example-1": "Dalam kasus lain, Kementerian Transformasi Digital Ukraina <a>menggunakan Ethereum untuk mendistribusikan bantuan masa perang</a>.",
  "page-what-is-ethereum-what-governments-example-2": "Dana dikirim langsung ke warga negara dan LSM menggunakan kontrak pintar terbuka, memberikan transparansi, kecepatan, dan akuntabilitas selama krisis.",
  "page-what-is-ethereum-what-learn-more": "Pelajari lebih lanjut tentang kegunaan Ethereum",
  "page-what-is-ethereum-start-title": "Cara mulai menggunakan Ethereum",
  "page-what-is-ethereum-start-intro-1": "Memulai dengan Ethereum lebih mudah dari yang Anda kira.",
  "page-what-is-ethereum-start-intro-2": "Anda tidak perlu izin. Anda tidak perlu bank atau bahkan dokumen identitas. Yang Anda butuhkan untuk memulai hanyalah perangkat dan koneksi internet.",
  "page-what-is-ethereum-start-individuals-title": "Untuk individu",
  "page-what-is-ethereum-start-individuals-desc-1": "Langkah pertama adalah mengunduh dompet.",
  "page-what-is-ethereum-start-individuals-desc-2": "Bayangkan ini seperti aplikasi yang berfungsi sebagai akun sekaligus peramban internet Anda untuk Ethereum. Aplikasi ini mengelola kripto Anda, memungkinkan Anda masuk ke dapps, serta mengirim dan menerima aset digital seperti token dan NFT.",
  "page-what-is-ethereum-start-individuals-desc-3": "Dompet populer seperti <zerion>zerion</zerion>, <rainbow>rainbow</rainbow>, dan <coinbase>dompet coinbase</coinbase> gratis dan mudah digunakan. Setelah dompet Anda disiapkan, Anda dapat:",
  "page-what-is-ethereum-start-individuals-step-1": "Beli sejumlah kecil ETH di bursa atau langsung di dalam beberapa dompet",
  "page-what-is-ethereum-start-individuals-step-2": "Gunakan ETH tersebut untuk membayar transaksi seperti mengirim token atau mengumpulkan NFT",
  "page-what-is-ethereum-start-individuals-step-3": "Jelajahi dapps seperti <zora>Zora</zora>, <uniswap>Uniswap</uniswap>, atau <farcaster>Farcaster</farcaster>—tidak perlu login atau persetujuan baru",
  "page-what-is-ethereum-start-individuals-desc-4": "Prioritas ini akan membantu memastikan Ethereum aman, terukur, dan ramah pengguna karena semakin banyak orang mengandalkan jaringan ini setiap hari.",
  "page-what-is-ethereum-start-individuals-desc-5": "Dapps ini berjalan di peramban Anda dan langsung terhubung ke dompet Anda. Anda dapat mulai menggunakan Ethereum dalam hitungan menit.",
  "page-what-is-ethereum-start-individuals-cta-1": "Mulai di sini",
  "page-what-is-ethereum-start-individuals-cta-2": "Lihat aplikasi",
  "page-what-is-ethereum-start-developers-title": "Untuk pengembang",
  "page-what-is-ethereum-start-developers-desc-1": "Ethereum adalah area bermain untuk para pengembang. Anda bisa memulai membangun tanpa izin, persetujuan, ataupun uang sungguhan.",
  "page-what-is-ethereum-start-developers-desc-2": "<a>Dokumen Pengembang Ethereum</a> memandu Anda melalui semuanya, mulai dari menulis kontrak pintar pertama hingga penerapan pada jaringan uji seperti Sepolia.",
  "page-what-is-ethereum-start-developers-desc-3": "Anda dapat membangun dapps tumpukan penuh dengan alat seperti <hardhat>Hardhat</hardhat>, <foundry>Foundry</foundry>, dan <ethers>Ethers.js</ethers>, atau bereksperimen dengan platform kode rendah seperti <thirdweb>thirdweb</thirdweb> atau <moralis>Moralis</moralis>.",
  "page-what-is-ethereum-start-developers-desc-4": "Semuanya bersifat sumber terbuka dan dapat disusun, jadi Anda dapat me-remix dan mengembangkan apa yang sudah ada tanpa meminta izin.",
  "page-what-is-ethereum-start-developers-cta": "Mulai membangun di Ethereum",
  "page-what-is-ethereum-start-business-title": "Gunakan Ethereum dalam bisnis",
  "page-what-is-ethereum-start-business-desc-1": "Perusahaan sudah menggunakan Ethereum untuk mendukung infrastruktur baru.",
  "page-what-is-ethereum-start-business-desc-2": "Banyak perusahaan mulai menggunakan jaringan L2 seperti Optimism dan Base untuk mendukung kasus penggunaan bervolume tinggi. Jaringan ini menawarkan biaya lebih rendah, kecepatan lebih tinggi, sekaligus tetap memanfaatkan keamanan Ethereum dan menghilangkan risiko rekanan.",
  "page-what-is-ethereum-start-business-desc-3": "Kamu bisa:",
  "page-what-is-ethereum-start-business-benefit-1": "Luncurkan program loyalitas modular yang meningkatkan retensi dan memangkas biaya pihak ketiga",
  "page-what-is-ethereum-start-business-benefit-2": "Tokenisasi aset seperti tiket, kupon, atau sertifikat untuk mengurangi risiko penipuan dan penjualan kembali",
  "page-what-is-ethereum-start-business-benefit-3": "Aktifkan pembayaran global instan untuk menurunkan biaya transaksi dan membuka pasar baru",
  "page-what-is-ethereum-start-business-example": "Misalnya, pada tahun 2025, <a>Shopify diluncurkan di Base</a> untuk memungkinkan konsumen membelanjakan stablecoin dengan jutaan pedagang di seluruh dunia.",
  "page-what-is-ethereum-start-business-cta": "Gunakan Ethereum dalam bisnis",
  "page-what-is-ethereum-bitcoin-title": "Apa perbedaan antara Ethereum dan Bitcoin?",
  "page-what-is-ethereum-bitcoin-intro-1": "Bitcoin dan Ethereum adalah dua mata uang kripto terbesar di dunia.",
  "page-what-is-ethereum-bitcoin-intro-2": "Keduanya memungkinkan Anda mengirim uang tanpa bank, keduanya menggunakan teknologi blockchain, dan keduanya <strong>terbuka untuk siapa saja</strong>. Namun, hanya di situlah kesamaannya.",
  "page-what-is-ethereum-bitcoin-comparison-1-title": "Bitcoin seperti emas digital.",
  "page-what-is-ethereum-bitcoin-comparison-1-desc": "Bitcoin memiliki persediaan tetap sebesar 21 juta koin, fokus yang sempit pada pembayaran peer-to-peer, dan bahasa skrip dasar yang membatasi apa yang dapat Anda buat dengannya. Kesederhanaan ini memang dirancang karena Bitcoin mengutamakan prediktabilitas, daya tahan, dan keamanan jangka panjang daripada fleksibilitas.",
  "page-what-is-ethereum-bitcoin-comparison-2-title": "Ethereum mengambil pendekatan yang lebih luas.",
  "page-what-is-ethereum-bitcoin-comparison-2-desc": "Ini bukan sekadar uang, melainkan infrastruktur yang dapat diprogram. Alih-alih sekadar mengirim dan menerima nilai, Ethereum memungkinkan pengembang membangun seluruh aplikasi. Anda telah melihatnya beraksi: mulai dari pasar pinjaman dan stablecoin hingga barang koleksi, media sosial, dan pembayaran waktu nyata—semuanya didukung oleh kontrak pintar dan diamankan oleh ETH.",
  "page-what-is-ethereum-bitcoin-comparison-3-title": "Cara jaringan mencapai konsensus juga berbeda.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-1": "Bitcoin menggunakan penambang untuk mengamankan jaringan. Mereka adalah komputer canggih yang bersaing memecahkan teka-teki rumit, dan pemenangnya berhak menambahkan blok transaksi berikutnya ke rantai dan mengklaim bitcoin sebagai hadiah. Proses ini disebut penambangan dan menggunakan listrik dalam jumlah besar.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-2": "Ethereum dulu juga bekerja seperti ini. Namun pada tahun 2022, Ethereum beralih dari proof-of-work menjadi proof-of-stake. Kini, transaksi dikonfirmasi oleh validator yang mengunci ETH sebagai jaminan. Validator yang jujur ​​mendapatkan imbalan ETH, sementara validator yang tidak jujur ​​kehilangan sebagian saham mereka. Pergeseran ini membuat Ethereum 99,988% lebih hemat energi tanpa mengorbankan keamanan atau desentralisasi.",
  "page-what-is-ethereum-bitcoin-comparison-4-title": "Ada juga perbedaan dalam cara menangani pasokan.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-1": "Bitcoin memiliki persediaan tetap. Hanya akan ada 21 juta koin. Ethereum, di sisi lain, memiliki persediaan dinamis. ETH baru diterbitkan untuk memberi penghargaan kepada validator, sementara sebagian dibakar dalam setiap transaksi. Ini berarti <strong>Ethereum tidak bisa begitu saja \"mencetak ETH tanpa batas.\"</strong>",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-2": "Tingkat penerbitan dibatasi oleh jumlah ETH yang dipertaruhkan. Semakin banyak ETH yang dipertaruhkan, imbalan masing-masing token akan berkurang, menciptakan keseimbangan alami. Desain ini memastikan anggaran keamanan yang berkelanjutan di masa mendatang, tanpa hanya bergantung pada biaya transaksi.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-3": "Singkatnya, Bitcoin adalah alat untuk mengirimkan nilai. Ethereum adalah platform untuk membangunnya.",
  "page-what-is-ethereum-bitcoin-learn-more": "Pelajari lebih lanjut tentang perbedaan antara Ethereum dan Bitcoin",
  "page-what-is-ethereum-when-who-title": "Kapan Ethereum diluncurkan, siapa yang mendirikannya dan siapa yang menjalankannya sekarang?",
  "page-what-is-ethereum-when-who-intro-1": "Sejak awal, Ethereum dirancang untuk dijalankan oleh komunitasnya.",
  "page-what-is-ethereum-when-who-intro-2": "Pada tahun 2013, Vitalik Buterin menerbitkan sebuah buku putih yang mengusulkan jenis blockchain baru untuk uang dan aplikasi yang dapat digunakan siapa pun. Ide ini dengan cepat mendapatkan perhatian.",
  "page-what-is-ethereum-when-who-intro-3": "Pada tahun 2014, para pendiri seperti Gavin Wood dan Joseph Lubin bergabung dalam upaya tersebut, dan tim tersebut mengumpulkan dana melalui salah satu kampanye penggalangan dana kripto yang paling awal.",
  "page-what-is-ethereum-when-who-intro-4": "Ethereum resmi diluncurkan pada bulan Juli 2015.",
  "page-what-is-ethereum-when-who-history-title": "Momen-momen penting dalam sejarah Ethereum",
  "page-what-is-ethereum-when-who-history-2013": "Vitalik Buterin yang berusia 19 tahun menerbitkan whitepaper Ethereum",
  "page-what-is-ethereum-when-who-history-2014": "Yayasan Ethereum membentuk dan meluncurkan kampanye crowdfunding",
  "page-what-is-ethereum-when-who-history-2015": "Pengembang meluncurkan jaringan Ethereum dengan rilis <em>Frontier</em>",
  "page-what-is-ethereum-when-who-history-2016": "Eksploitasi kontrak pintar menguras $60 juta (3,6 juta ETH) dari The DAO yang memicu percabangan rantai",
  "page-what-is-ethereum-when-who-history-2020": "Peluncuran Beacon Chain memulai perpindahan ke Proof-of-Stake",
  "page-what-is-ethereum-when-who-history-2021": "Peningkatan <em>London</em> mulai membakar biaya gas melalui EIP-1559",
  "page-what-is-ethereum-when-who-history-2022": "<em>The Merge</em> menggantikan penambangan dengan staking, mengurangi penggunaan energi hingga 99%",
  "page-what-is-ethereum-when-who-history-2025": "Peningkatan <em>Pectra</em> meningkatkan dukungan dompet pintar dan kompatibilitas L2",
  "page-what-is-ethereum-when-who-governance-1": "Saat ini, tidak ada satu orang atau perusahaan pun yang menjalankan Ethereum.",
  "page-what-is-ethereum-when-who-contributors-title": "Jaringan ini dikelola oleh sekelompok kontributor yang luas:",
  "page-what-is-ethereum-when-who-contributors-1": "Pengembang yang menulis dan mengusulkan peningkatan",
  "page-what-is-ethereum-when-who-contributors-2": "Operator node berkontribusi pada infrastruktur fisik terdistribusi",
  "page-what-is-ethereum-when-who-contributors-3": "Para pemangku kepentingan yang memvalidasi transaksi",
  "page-what-is-ethereum-when-who-contributors-4": "Anggota komunitas yang membangun alat dan budaya",
  "page-what-is-ethereum-when-who-contributors-5": "<strong>Anda</strong> dengan menggunakan jaringan",
  "page-what-is-ethereum-when-who-governance-2": "<strong>Tidak ada CEO, dewan, atau otoritas pusat.</strong> Yayasan Ethereum masih membantu mendanai penelitian dan pengembangan, tetapi ekosistemnya berjalan berdasarkan partisipasi terbuka.",
  "page-what-is-ethereum-when-who-governance-3": "Perubahan diusulkan melalui <eips>Proposal Peningkatan Ethereum (EIP)</eips>, dibahas secara publik, dan hanya diadopsi <governance>jika komunitas yang lebih luas mendukungnya</governance>.",
  "page-what-is-ethereum-when-who-governance-4": "Hal ini membuat Ethereum lebih lambat berubah dibandingkan perusahaan rintisan, tetapi juga jauh lebih sulit untuk ditutup atau diambil alih.",
  "page-what-is-ethereum-when-who-learn-more": "Pelajari lebih lanjut tentang sejarah Ethereum",
  "page-what-is-ethereum-roadmap-title": "Apa peta jalan Ethereum untuk tahun 2025?",
  "page-what-is-ethereum-roadmap-intro-1": "Ethereum tidak mengikuti peta jalan yang baku. Ia mengikuti visi bersama.",
  "page-what-is-ethereum-roadmap-intro-2": "Peningkatan jaringan dibuat sebagai EIP dan dikembangkan secara publik oleh para kontributor di seluruh dunia. Tidak ada tim terpusat yang memutuskan apa yang terjadi, hanya orang-orang yang membangun apa yang mereka yakini bermanfaat berdasarkan kebutuhan pengguna.",
  "page-what-is-ethereum-roadmap-intro-3": "Pectra adalah pembaruan terbaru yang diluncurkan pada Mei 2025. Pembaruan ini meningkatkan fitur dompet, memberikan fleksibilitas lebih bagi para staker, dan mempermudah dapps untuk berjalan di L2. Tujuannya adalah untuk meningkatkan kegunaan tanpa mengorbankan keamanan atau desentralisasi.",
  "page-what-is-ethereum-roadmap-priorities-intro": "<a>melihat ke depan</a>, prioritas ethereum meliputi:",
  "page-what-is-ethereum-roadmap-priority-1": "Membuat protokol inti dan L2-nya lebih cepat dan murah untuk semua orang",
  "page-what-is-ethereum-roadmap-priority-2": "Meningkatkan pengalaman bagi pengguna dan pengembang",
  "page-what-is-ethereum-roadmap-outro-1": "Prioritas ini akan membantu memastikan Ethereum aman, terukur, dan ramah pengguna karena semakin banyak orang mengandalkan jaringan ini setiap hari.",
  "page-what-is-ethereum-roadmap-outro-2": "Jika Anda ingin mengarahkan arah Ethereum, <a>ikuti</a>. Anda tidak perlu izin, cukup keinginan untuk membuat perbedaan dalam ekonomi digital baru ini.",
  "page-what-is-ethereum-roadmap-learn-more": "Lihat ikhtisar peta jalan Ethereum",
  "page-what-is-ethereum-further-reading-title": "Baca selanjutnya",
  "page-what-is-ethereum-further-reading-wallets": "Apa itu dompet?",
  "page-what-is-ethereum-further-reading-eth": "Apa itu ether (ETH)?",
  "page-what-is-ethereum-further-reading-web3": "Apa itu web3?",
  "page-what-is-ethereum-further-reading-networks": "Pelajari lebih lanjut tentang jaringan Ethereum",
  "page-what-is-ethereum-toc-ethereum": "Apa itu Ethereum?",
  "page-what-is-ethereum-toc-network": "Apa itu jaringan Ethereum?",
  "page-what-is-ethereum-toc-ether": "Apa itu ether (ETH)?",
  "page-what-is-ethereum-toc-how": "Bagaimana cara kerja Ethereum?",
  "page-what-is-ethereum-toc-what": "Untuk apa Ethereum digunakan?",
  "page-what-is-ethereum-toc-start": "Cara mulai menggunakan Ethereum",
  "page-what-is-ethereum-toc-bitcoin": "Apa perbedaan antara Ethereum dan Bitcoin?",
  "page-what-is-ethereum-toc-when-who": "Kapan Ethereum diluncurkan, siapa yang mendirikannya dan siapa yang menjalankannya sekarang?",
  "page-what-is-ethereum-toc-roadmap": "Apa peta jalan Ethereum untuk tahun 2025?",
  "page-what-is-ethereum-banner-networks-alt": "Ilustrasi pusat komunitas Ethereum futuristik",
  "page-what-is-ethereum-banner-ether-alt": "Tangan terbuka memegang glif eter",
  "page-what-is-ethereum-banner-how-alt": "Pria sedang memperbaiki komputer",
  "page-what-is-ethereum-banner-contributing-alt": "Doge tersenyum ke arah komputer",
  "page-what-is-ethereum-banner-what-alt": "Empat manusia futuristik dan seekor doge menatap prisma Ethereum",
  "page-what-is-ethereum-banner-start-alt": "Pusat pertemuan komunitas futuristik",
  "page-what-is-ethereum-banner-when-who-alt": "Dua manusia berjalan dan berbicara"
}
