{
  "page-run-a-node-build-your-own-title": "Bangun sendiri",
  "page-run-a-node-build-your-own-hardware-title": "Langkah 1 - Perangkat keras",
  "page-run-a-node-build-your-own-minimum-specs": "Spesifikasi minimum",
  "page-run-a-node-build-your-own-min-ram": "4 - 8 GB RAM",
  "page-run-a-node-build-your-own-ram-note-1": "Lihat catatan mengenai penaruhan",
  "page-run-a-node-build-your-own-ram-note-2": "Lihat catatan mengenai Raspberry Pi",
  "page-run-a-node-build-your-own-min-ssd": "2 TB SSD",
  "page-run-a-node-build-your-own-ssd-note": "SSD diperlukan untuk kecepatan penulisan yang diwajibkan.",
  "page-run-a-node-build-your-own-recommended": "Direkomendasikan",
  "page-run-a-node-build-your-own-nuc": "Intel NUC, generasi ke-7 atau yang lebih tinggi",
  "page-run-a-node-build-your-own-nuc-small": "Prosesor x86",
  "page-run-a-node-build-your-own-connection": "Koneksi internet berkabel",
  "page-run-a-node-build-your-own-connection-small": "Tidak diwajibkan, tetapi menyediakan pengaturan yang lebih mudah dan koneksi yang paling konsisten",
  "page-run-a-node-build-your-own-peripherals": "Layar tampilan dan keyboard",
  "page-run-a-node-build-your-own-peripherals-small": "Kecuali Anda menggunakan DAppNode, atau pengaturan ssh/headless",
  "page-run-a-node-build-your-own-software": "Langkah 2 - Perangkat lunak",
  "page-run-a-node-build-your-own-software-option-1-title": "Opsi 1 - DAppNode",
  "page-run-a-node-build-your-own-software-option-1-description": "Bila Anda sudah siap dengan perangkat keras, sistem operasi DAppNode dapat diunduh menggunakan komputer mana pun dan diinstal ke SSD baru melalui drive USB.",
  "page-run-a-node-build-your-own-software-option-1-button": "Pengaturan DAppNode",
  "page-run-a-node-build-your-own-software-option-2-title": "Opsi 2 - Baris perintah",
  "page-run-a-node-build-your-own-software-option-2-description-1": "Untuk kendali maksimal, pengguna berpengalaman dapat memilih menggunakan baris perintah.",
  "page-run-a-node-build-your-own-software-option-2-description-2": "Lihat dokumen pengembang kami untuk informasi selengkapnya tentang memulai dengan pemilihan klien.",
  "page-run-a-node-build-your-own-software-option-2-button": "Pengaturan baris perintah",
  "page-run-a-node-buy-fully-loaded-title": "Beli yang terisi penuh",
  "page-run-a-node-buy-fully-loaded-description": "Pesan opsi pasang dan pakai dari vendor untuk pengalaman orientasi termudah.",
  "page-run-a-node-buy-fully-loaded-note-1": "Tidak diperlukan pembangunan.",
  "page-run-a-node-buy-fully-loaded-note-2": "Pengaturan seperti aplikasi dengan GUI.",
  "page-run-a-node-buy-fully-loaded-note-3": "Tidak diperlukan baris perintah.",
  "page-run-a-node-censorship-resistance-title": "Tahan Penyensoran",
  "page-run-a-node-censorship-resistance-preview": "Pastikan akses saat Anda memerlukannya, dan jangan disensor.",
  "page-run-a-node-censorship-resistance-1": "Node pihak ke-3 dapat memilih untuk menolak transaksi dari alamat IP tertentu, atau transaksi yang melibatkan akun tertentu, yang berpotensi memblokir Anda menggunakan jaringan saat Anda membutuhkannya. ",
  "page-run-a-node-censorship-resistance-2": "Miliki node sendiri untuk mengirimkan transaksi guna memastikan Anda dapat menyiarkan transaksi Anda ke jaringan peer-to-peer lainnya kapan saja.",
  "page-run-a-node-community-title": "Temukan beberapa pembantu",
  "page-run-a-node-community-description-1": "Platform online seperti Discord atau Reddit adalah rumah bagi sejumlah besar pembangun komunitas yang bersedia membantu Anda dengan pertanyaan apa pun yang Anda temui.",
  "page-run-a-node-community-description-2": "Jangan melakukannya sendirian. Jika Anda memiliki pertanyaan, kemungkinan seseorang akan membantu Anda mencari jawabannya.",
  "page-run-a-node-community-link-1": "Bergabunglah dengan DAppNode Discord",
  "page-run-a-node-community-link-2": "Temukan komunitas daring",
  "page-run-a-node-choose-your-adventure-title": "Pilih petualangan Anda",
  "page-run-a-node-choose-your-adventure-1": "Anda akan membutuhkan beberapa perangkat keras untuk memulai. Walaupun menjalankan perangkat lunak node dapat dilakukan di komputer pribadi, memiliki mesin khusus akan sangat meningkatkan kinerja node sekaligus meminimalisir dampaknya pada komputer utama Anda.",
  "page-run-a-node-choose-your-adventure-2": "Saat memilih perangkat keras, pertimbangkan rantai yang akan terus berkembang, dan pemeliharaan yang diperlukan. Meningkatkan spesifikasi perangkat dapat membantu menunda perlunya pemeliharaan node.",
  "page-run-a-node-choose-your-adventure-build-1": "Opsi yang lebih murah dan lebih mudah disesuaikan bagi pengguna yang sedikit lebih mementingkan teknis.",
  "page-run-a-node-choose-your-adventure-build-bullet-1": "Cari komponen Anda sendiri.",
  "page-run-a-node-choose-your-adventure-build-bullet-2": "Instal DAppNode.",
  "page-run-a-node-choose-your-adventure-build-bullet-3": "Atau, pilih OS dan klien Anda sendiri.",
  "page-run-a-node-choose-your-adventure-build-start": "Mulai menyusun",
  "page-run-a-node-decentralized-title": "Desentralisasi",
  "page-run-a-node-decentralized-preview": "Tolak penguatan titik kegagalan tersentralisasi.",
  "page-run-a-node-decentralized-1": "Server cloud tersentralisasi dapat menyediakan banyak daya komputasi, tetapi menyediakan target untuk negara atau penyerang yang ingin mengganggu jaringan.",
  "page-run-a-node-decentralized-2": "Ketahanan jaringan dapat diraih dengan lebih banyak node, di lokasi geografis yang tersebar, dioperasikan oleh lebih banyak orang dengan beragam latar belakang. Semakin banyak orang menjalankan node-nya sendiri, ketergantungan akan titik kegagalan tersentralisasi berkurang, membuat jaringan lebih kuat.",
  "page-run-a-node-further-reading-title": "Bacaan lebih lanjut",
  "page-run-a-node-further-reading-1-link": "Menguasai Ethereum - Haruskah Saya Menjalankan Node Penuh",
  "page-run-a-node-further-reading-1-author": "Andreas Antonopoulos",
  "page-run-a-node-further-reading-2-link": "Ethereum di ARM - Panduan Singkat untuk Memulai",
  "page-run-a-node-further-reading-3-link": "Batas untuk Skalabilitas Rantai Blok",
  "page-run-a-node-further-reading-3-author": "Vitalik Buterin",
  "page-run-a-node-getting-started-title": "Memulai",
  "page-run-a-node-getting-started-software-section-1": "Pada masa awal jaringan, pengguna harus memiliki kemampuan untuk terhubung lewat antarmuka dengan barisan perintah untuk mengoperasikan node Ethereum.",
  "page-run-a-node-getting-started-software-section-1-alert": "Jika ini adalah preferensi Anda, dan Anda punya kemampuan, silakan lihat dokumen teknis kami.",
  "page-run-a-node-getting-started-software-section-1-link": "Jalankan node Ethereum",
  "page-run-a-node-getting-started-software-section-2": "Sekarang kami memiliki DAppNode, yang merupakan <b>perangkat lunak sumber terbuka gratis</b> yang memberikan para pengguna <b>pengalaman seperti aplikasi</b> saat mengelola node mereka.",
  "page-run-a-node-getting-started-software-section-3a": "Hanya dalam beberapa ketukan, Anda dapat membuat node siap beroperasi.",
  "page-run-a-node-getting-started-software-section-3b": "DAppNode memudahkan pengguna untuk menjalankan node penuh, serta dapp dan jaringan P2P lainnya, tanpa perlu menyentuh barisan perintah. Ini memudahkan semua orang untuk berpartisipasi dan membuat jaringan yang lebih terdesentralisasi.",
  "page-run-a-node-getting-started-software-title": "Bagian 2: Perangkat Lunak",
  "page-run-a-node-glyph-alt-terminal": "Mesin terbang terminal",
  "page-run-a-node-glyph-alt-phone": "Mesin terbang ketukan telepon",
  "page-run-a-node-glyph-alt-dappnode": "Mesin terbang DAppNode",
  "page-run-a-node-glyph-alt-pnp": "Mesin terbang pasang dan pakai",
  "page-run-a-node-glyph-alt-hardware": "Mesin terbang perangkat keras",
  "page-run-a-node-glyph-alt-software": "Mesin terbang penguduhan perangkat lunak",
  "page-run-a-node-glyph-alt-privacy": "Mesin terbang privasi",
  "page-run-a-node-glyph-alt-censorship-resistance": "Mesin terbang megafon tahan penyensoran",
  "page-run-a-node-glyph-alt-earth": "Mesin terbang bumi",
  "page-run-a-node-glyph-alt-decentralization": "Mesin terbang desentralisasi",
  "page-run-a-node-glyph-alt-vote": "Mesin terbang berikan suara Anda",
  "page-run-a-node-glyph-alt-sovereignty": "Mesin terbang kedaulatan",
  "page-run-a-node-hero-alt": "Grafik node",
  "page-run-a-node-hero-header": "Ambil kendali penuh.<br />Jalankan node Anda sendiri.",
  "page-run-a-node-hero-subtitle": "Berdaulat penuh sekaligus membantu mengamankan jaringan. Menjadi Ethereum.",
  "page-run-a-node-hero-cta-1": "Pelajari selengkapnya",
  "page-run-a-node-hero-cta-2": "Mari kita gali lebih dalam!",
  "page-run-a-node-install-manually-title": "Instal secara manual",
  "page-run-a-node-install-manually-1": "Jika Anda pengguna yang lebih mementingkan teknis dan telah memutuskan untuk membuat perangkat Anda sendiri, DAppNode dapat diunduh dari komputer mana pun dan diinstal pada SSD baru melalui drive USB.",
  "page-run-a-node-meta-description": "Pendahuluan tentang apa, mengapa, dan bagaimana menjalankan node Ethereum.",
  "page-run-a-node-participate-title": "Partisipasi",
  "page-run-a-node-participate-preview": "Revolusi desentralisasi dimulai dari <strong>Anda</strong>.",
  "page-run-a-node-participate-1": "Dengan menjalankan node, Anda menjadi bagian dari gerakan global untuk mendesentralisasikan kontrol dan kuasa atas dunia informasi.",
  "page-run-a-node-participate-2": "Jika Anda seorang pemegang, berikan nilai pada ETH Anda dengan mendukung kesehatan dan desentralisasi jaringan, dan pastikan Anda memiliki suara untuk masa depannya.",
  "page-run-a-node-privacy-title": "Privasi & Keamanan",
  "page-run-a-node-privacy-preview": "Berhentilah membocorkan informasi pribadi Anda ke node pihak ketiga.",
  "page-run-a-node-privacy-1": "Saat mengirim transaksi dengan menggunakan node publik, informasi pribadi dapat dibocorkan ke layanan pihak ketiga ini seperti alamat IP Anda dan alamat Ethereum mana yang Anda miliki.",
  "page-run-a-node-privacy-2": "Dengan menunjuk dompet yang kompatibel dengan node Anda sendiri, Anda dapat menggunakan dompet untuk berinteraksi dengan blockchain secara privat dan aman.",
  "page-run-a-node-privacy-3": "Selain itu, jika suatu node jahat mendistribusikan transaksi yang tidak valid, node Anda hanya akan mengabaikannya. Setiap transaksi diverifikasi secara lokal pada mesin Anda sendiri, sehingga Anda tidak perlu mempercayai siapa pun.",
  "page-run-a-node-rasp-pi-title": "Sebuah catatan tentang Raspberry Pi (prosesor ARM)",
  "page-run-a-node-rasp-pi-description": "Raspberry Pi adalah komputer ringan dan terjangkau, tetapi memiliki keterbatasan yang mungkin berdampak terhadap kinerja node Anda. Sekalipun saat ini tidak direkomendasikan untuk penaruhan, komputer ini dapat menjadi pilihan yang sangat baik dan murah untuk menjalankan node untuk penggunaan pribadi, dengan persyaratan RAM setidaknya 4 - 8 GB.",
  "page-run-a-node-rasp-pi-note-1-link": "DAppNode di ARM",
  "page-run-a-node-rasp-pi-note-1-description": "Lihat petunjuk ini jika Anda berencana menjalankan DAppNode pada Raspberry Pi",
  "page-run-a-node-rasp-pi-note-2-link": "Ethereum di dokumentasi ARM",
  "page-run-a-node-rasp-pi-note-2-description": "Pelajari cara menyiapkan node melalui baris perintah di Raspberry Pi",
  "page-run-a-node-rasp-pi-note-3-link": "Jalankan node dengan Raspberry Pi",
  "page-run-a-node-rasp-pi-note-3-description": "Ikuti di sini jika tutorial adalah preferensi Anda",
  "page-run-a-node-shop": "Belanja",
  "page-run-a-node-shop-avado": "Belanja Avado",
  "page-run-a-node-shop-dappnode": "Belanja DAppNode",
  "page-run-a-node-staking-title": "Taruhkan ETH Anda",
  "page-run-a-node-staking-description": "Sekalipun tidak diharuskan, dengan node yang siap beroperasi, Anda satu langkah yang lebih dekat dengan menaruhkan ETH Anda untuk mendapatkan imbalan dan membantu berkontribusi terhadap berbagai komponen keamanan Ethereum.",
  "page-run-a-node-staking-link": "Pertaruhkan ETH",
  "page-run-a-node-staking-plans-title": "Berencana menaruhkan?",
  "page-run-a-node-staking-plans-description": "Untuk memaksimalkan efisiensi validator Anda, disarankan minimal RAM 16 GB, tetapi 32 GB lebih baik, dengan skor benchmark CPU 6667+ di <a href=\"https://cpubenchmark.net\" target=\"_blank\">cpubenchmark.net</a>. Disarankan juga agar pemangku kepentingan memiliki akses ke bandwidth internet berkecepatan tinggi tanpa batas, meskipun ini bukan persyaratan mutlak.",
  "page-run-a-node-staking-plans-ethstaker-link-label": "Cara berbelanja untuk perangkat keras validator Ethereum",
  "page-run-a-node-staking-plans-ethstaker-link-description": "EthStaker membahas lebih detail dalam acra khusus berdurasi satu jam ini",
  "page-run-a-node-sovereignty-title": "Kedaulatan",
  "page-run-a-node-sovereignty-preview": "Bayangkan menjalankan node seperti langkah berikutnya selain mendapatkan dompet Ethereum Anda sendiri.",
  "page-run-a-node-sovereignty-1": "Dompet Ethereum memungkinkan Anda melakukan pengawasan dan kontrol penuh terhadap aset digital Anda dengan memegang kunci privat alamat Anda, tetapi kunci-kunci tersebut tidak akan memberi tahu status blockchain saat ini, misalnya saldo dompet Anda.",
  "page-run-a-node-sovereignty-2": "Secara default, dompet Ethereum biasanya menggunakan node pihak ke-3, seperti Infura atau Alchemy, saat melihat saldo Anda. Menjalankan node Anda sendiri memungkinkan Anda memiliki salinan blockchain Ethereum Anda.",
  "page-run-a-node-title": "Menjalankan sebuah node",
  "page-run-a-node-voice-your-choice-title": "Suarakan pilihan Anda",
  "page-run-a-node-voice-your-choice-preview": "Jangan menyerahkan kendali saat terjadi fork.",
  "page-run-a-node-voice-your-choice-1": "Saat terjadi fork pada rantai, ketika dua rantai hadir dengan dua set aturan berbeda, dengan menjalankan node Anda sendiri akan memastikan kemampuan Anda untuk memilih set aturan mana yang Anda dukung. Terserah pada Anda untuk meningkatkan ke aturan baru dan mendukung perubahan yang ditawarkan atau tidak.",
  "page-run-a-node-voice-your-choice-2": "Jika Anda melakukan penaruhan ETH, menjalankan simpul Anda sendiri memungkinkan Anda untuk memilih klien Anda sendiri, untuk meminimalkan risiko pemotongan dan bereaksi terhadap permintaan jaringan yang berfluktuasi dari waktu ke waktu. Melakukan penaruhan dengan pihak ketiga akan menghilangkan hak suara Anda untuk memilih klien mana yang menurut Anda merupakan pilihan terbaik.",
  "page-run-a-node-what-title": "<i>Apakah</i> yang dimaksud dengan \"menjalankan node\"?",
  "page-run-a-node-what-1-subtitle": "Menjalankan perangkat lunak.",
  "page-run-a-node-what-1-text": "Dikenal sebagai 'klien', perangkat lunak ini mengunduh salinan blockchain Ethereum dan memverifikasi validitas setiap blok, kemudian terus memperbaruinya dengan blok dan transaksi baru, serta membantu yang lain mengunduh dan memperbarui salinan mereka sendiri.",
  "page-run-a-node-what-2-subtitle": "Dengan perangkat keras.",
  "page-run-a-node-what-2-text": "Ethereum dirancang untuk menjalankan node pada komputer tingkat konsumen biasa. Anda dapat menggunakan komputer pribadi apa pun, tetapi kebanyakan pengguna memilih menjalankan node mereka di perangkat keras khusus untuk mengeliminasi dampak kinerja pada mesin mereka dan meminimalisir waktu henti node.",
  "page-run-a-node-what-3-subtitle": "Saat daring.",
  "page-run-a-node-what-3-text": "Menjalankan node Ethereum mungkin terdengar rumit pada awalnya, tetapi ini hanyalah tindakan untuk menjalankan perangkat lunak klien pada komputer secara berkelanjutan selagi terhubung ke internet. Saat luring, node Anda akan tidak aktif hingga kembali daring dan mengejar perubahan terbaru.",
  "page-run-a-node-who-title": "<i>Siapa</i> yang sebaiknya menjalankan node?",
  "page-run-a-node-who-preview": "Semuanya! Node tidak hanya untuk validator bukti taruhan. <i>Siapapun</i> dapat menjalankan simpul - Anda bahkan tidak memerlukan ETH.",
  "page-run-a-node-who-copy-1": "Anda tidak perlu melakukan penaruhan ETH untuk menjalankan sebuah simpul. Faktanya, setiap simpul lain di Ethereum-lah yang meminta pertanggungjawaban validator.",
  "page-run-a-node-who-copy-2": "Anda mungkin tidak mendapatkan imbalan finansial seperti yang didapatkan oleh validator, tetapi ada banyak manfaat lain dari menjalankan sebuah simpul yang dapat dipertimbangkan oleh setiap pengguna Ethereum, termasuk privasi, keamanan, berkurangnya ketergantungan pada server pihak ketiga, resistensi terhadap sensor, serta kesehatan dan desentralisasi jaringan yang lebih baik.",
  "page-run-a-node-who-copy-3": "Memiliki node Anda sendiri berarti Anda tidak perlu mempercayai informasi mengenai status jaringan yang disediakan pihak ketiga.",
  "page-run-a-node-who-copy-bold": "Jangan percaya. Verifikasikan.",
  "page-run-a-node-why-title": "<i>Kenapa</i> menjalankan node?"
}
