{
  "comp-withdrawal-comparison-current-title": "Pemegang saham saat ini",
  "comp-withdrawal-comparison-current-li-1": "Beberapa pengguna mungkin telah menyediakan alamat penarikan saat pertama kali menyiapkan deposit penaruhan mereka—pengguna-pengguna ini tidak perlu melakukan hal lebih lanjut",
  "comp-withdrawal-comparison-current-li-2": "Mayoritas pemegang saham tidak menyediakan alamat penarikan saat deposit awal, dan perlu memperbarui kredensial penarikan mereka. <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Landasan Peluncuran Penaruhan</a> memiliki petunjuk tentang cara melakukannya",
  "comp-withdrawal-comparison-current-p": "Anda dapat memasukkan nomor indeks validator Anda di sini untuk melihat apakah Anda masih perlu memperbarui kredensial Anda <Text as=\"span\" fontWeight=\"normal\">(ini dapat ditemukan dalam log klien Anda):</Text>",
  "comp-withdrawal-comparison-new-title": "Pemegang saham baru (belum melakukan deposit)",
  "comp-withdrawal-comparison-new-li-1": "Secara default, pemegang saham baru yang ingin secara otomatis mengaktifkan pembayaran imbalan dan fungsionalitas penarikan harus menyediakan alamat penarikan Ethereum yang mereka kontrol saat menghasilkan kunci validator mereka menggunakan alat Penaruhan Deposit CLI",
  "comp-withdrawal-comparison-new-li-2": "Ini tidak diperlukan saat melakukan deposit, tetapi akan mencegah kebutuhan untuk memperbarui kunci-kunci ini di kemudian hari untuk membuka dana Anda",
  "comp-withdrawal-comparison-new-p": "Landassan Peluncuran Penaruhan akan memandu Anda melalui proses penaruhan onboarding.",
  "comp-withdrawal-comparison-new-link": "Kunjungi Landasan Peluncuran Penaruhan",
  "comp-withdrawal-credentials-placeholder": "Indeks validator",
  "comp-withdrawal-credentials-error": "Ups! Periksa kembali nomor indeks validator dan coba lagi.",
  "comp-withdrawal-credentials-upgraded-1": "Indeks validator {{validatorIndex}} siap menerima imbalan!",
  "comp-withdrawal-credentials-upgraded-2": "Kredensial penarikan terhubung ke alamat eksekusi:",
  "comp-withdrawal-credentials-not-upgraded-1": "Validator ini perlu ditingkatkan.",
  "comp-withdrawal-credentials-not-upgraded-1-testnet": "Validator testnet Holesky ini perlu ditingkatkan.",
  "comp-withdrawal-credentials-not-upgraded-2": "Instruksi mengenai cara melakukan peningkatan saat ini dapat ditemukan di <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Landasan Peluncuran Penaruhan</a>",
  "comp-withdrawal-credentials-verify-mainnet": "Verifikasi di Jaringan Utama",
  "comp-withdrawal-credentials-verify-holesky": "Lakukan verifikasi di Holesky",
  "page-staking-withdrawals-when": "Terkirim!",
  "page-staking-image-alt": "Gambar maskot Badak untuk launchpad penaruhan.",
  "page-staking-benefits-1-title": "Menghasilkan imbalan",
  "page-staking-benefits-1-description": "Imbalan diberikan untuk tindakan yang membantu jaringan mencapai <a href=\"/glossary/#consensus\">konsensus</a>. Anda akan mendapatkan imbalan untuk menjalankan perangkat lunak yang mengelompokkan transaksi dengan benar ke dalam blok baru dan memeriksa pekerjaan validator lain karena itulah yang membuat rantai tetap berjalan dengan aman.",
  "page-staking-benefits-2-title": "Keamanan lebih baik",
  "page-staking-benefits-2-description": "Jaringan menjadi lebih kuat melawan serangan saat lebih banyak ETH ditambang, karena dibutuhkan lebih banyak ETH untuk mengendalikan mayoritas jaringan. Untuk menjadi ancaman, Anda harus memiliki mayoritas validator, yang berarti Anda harus mengendalikan mayoritas ETH dalam sistem – itu membutuhkan banyak sekali!",
  "page-staking-benefits-3-title": "Lebih berkelanjutan",
  "page-staking-benefits-3-description": "Pemegang penaruhan tidak perlu melakukan komputasi bukti kerja yang intensif energi untuk berpartisipasi dalam mengamankan jaringan, artinya node staking dapat berjalan pada perangkat keras yang relatif sederhana dengan penggunaan energi yang sangat sedikit.",
  "page-staking-benefits-3-link": "Lebih lanjut tentang konsumsi energi Ethereum",
  "page-staking-description": "Taruhan adalah tindakan menyetorkan 32 ETH untuk mengaktifkan perangkat lunak <a href=\"/glossary/#validator\">validator</a>. Sebagai validator, Anda akan bertanggung jawab untuk menyimpan data, memproses transaksi, dan menambahkan <a href=\"/glossary/#block\">blok</a> baru ke rantai blok. Ini akan menjaga Ethereum tetap aman bagi semua orang dan memberi Anda ETH baru dalam prosesnya.",
  "page-staking-hero-title": "Bagaimana cara menaruhkan ETH Anda",
  "page-staking-hero-header": "Mendapatkan imbalan sambil mengamankan Ethereum",
  "page-staking-hero-subtitle": "Setiap pengguna dengan jumlah ETH berapa pun dapat membantu mengamankan jaringan dan mendapat imbalan dalam prosesnya.",
  "page-staking-dropdown-home": "Penaruhan di beranda",
  "page-staking-dropdown-solo": "Beranda penaruhan",
  "page-staking-more-on-solo": "Lebih lanjut tentang beranda penaruhan",
  "page-staking-learn-more-solo": "Pelajari lebih lanjut tentang penaruhan solo",
  "page-staking-dropdown-saas": "Penaruhan sebagai layanan",
  "page-staking-saas-with-abbrev": "Taruhan sebagai layanan (SaaS)",
  "page-staking-more-on-saas": "Pelajari lebih lanjut tentang penaruhan dan pengaturan",
  "page-staking-learn-more-saas": "Mengerti lebih lanjut tentang penaruhan sebagai layanan",
  "page-staking-dropdown-pools": "Penaruhan pool",
  "page-staking-dropdown-withdrawals": "Tentang penarikan dana",
  "page-staking-dropdown-dvt": "Teknologi Validator Terdistribusi",
  "page-staking-more-on-pools": "Lebih lanjut tentang penaruhan yang digabungkan",
  "page-staking-learn-more-pools": "Pelajari lebih lanjut tentang penaruhan sendiri",
  "page-staking-section-what-title": "Apa itu penaruhan?",
  "page-staking-section-why-title": "Kenapa menaruhkan ETHmu?",
  "page-staking-section-why-p1": "Semuanya tergantung pada seberapa banyak Anda bersedia untuk bertaruh. Anda akan memerlukan 32 ETH untuk mengaktifkan validator sendiri, tetapi memungkinkan untuk taruhan lebih sedikit.",
  "page-staking-section-why-p2": "Periksa pilihan di bawah ini dan pilihlah yang terbaik untuk Anda dan untuk jaringan.",
  "page-staking-guide-title-coincashew-ethereum": "Panduan Ethereum 2.0 dari CoinCashew",
  "page-staking-guide-title-somer-esat": "Somer Esat",
  "page-staking-guide-title-rocket-pool": "Operator Simpul Kolam Roket",
  "page-staking-guide-title-stakewise": "Operator Node StakeWise",
  "page-staking-guide-description-linux": "Linux (CLI)",
  "page-staking-guide-description-mac-linux": "Linux, macOS (CLI)",
  "page-staking-guide-description-mac-linux-windows": "Linux, Windows, MacOS (CLI)",
  "page-staking-hierarchy-solo-h2": "Beranda penaruhan",
  "page-staking-hierarchy-solo-pill-1": "Paling banyak berdampak",
  "page-staking-hierarchy-solo-pill-2": "Kontrol sepenuhnya",
  "page-staking-hierarchy-solo-pill-3": "Hadiah penuh",
  "page-staking-hierarchy-solo-pill-4": "Kepercayaan",
  "page-staking-hierarchy-solo-p1": "Beranda penaruhan di merupakan <span class=\"gold\">standar emas</span> untuk penaruhan. Penaruhan ini menyediakan hadiah partisipasi penuh, meningkatkan desentralisasi jaringan, dan tidak pernah mengharuskan Anda memercayai orang lain dengan dana Anda.",
  "page-staking-hierarchy-solo-p2": "Mereka yang mempertimbangkan penaruhan dari beranda sebaiknya memiliki beberapa ETH dan komputer khusus yang terhubung ke internet ~24/7. Beberapa pengetahuan teknis berguna, tetapi sekarang sudah ada perangkat yang mudah digunakan untuk membantu menyederhanakan proses ini.",
  "page-staking-hierarchy-solo-p3": "Para penaruh beranda dapat mengumpulkan dana mereka dengan orang lain atau berjalan sendiri dengan minimal 32 ETH. Solusi token penaruhan likuid dapat digunakan untuk mempertahankan akses ke DeFi Penaruh.",
  "page-staking-hierarchy-saas-pill-1": "32 ETH Anda",
  "page-staking-hierarchy-saas-pill-2": "Kunci validator Anda",
  "page-staking-hierarchy-saas-pill-3": "Operasi simpul yang dipercayakan",
  "page-staking-hierarchy-saas-p1": "Jika Anda tidak ingin atau merasa tidak nyaman menangani perangkat keras namun masih ingin melakukan taruhan 32 ETH Anda, pilihan penaruhan sebagai layanan memungkinkan Anda untuk mendelegasikan bagian yang sulit sambil Anda memperoleh imbalan blok asli.",
  "page-staking-hierarchy-saas-p2": "Pilihan-pilihan ini biasanya akan memandu Anda dalam membuat seperangkat kredensial validator, mengunggah kunci tanda tangan Anda kepada mereka, dan melakukan deposit 32 ETH Anda. Ini memungkinkan layanan tersebut untuk memvalidasi atas nama Anda.",
  "page-staking-hierarchy-saas-p3": "Metode penaruhan ini membutuhkan tingkat kepercayaan tertentu pada penyedia layanan. Untuk membatasi risiko pihak lawan, kunci untuk menarik ETH Anda biasanya disimpan di bawah kendali Anda.",
  "page-staking-hierarchy-pools-pill-1": "Taruhan dengan jumlah berapa pun",
  "page-staking-hierarchy-pools-pill-2": "Earn rewards apa itu staking??\nStaking adalah dimana kita mendepositkan 32 Eth untuk memvalidasi program",
  "page-staking-hierarchy-pools-pill-3": "Buat mudah",
  "page-staking-hierarchy-pools-pill-4": "Populer",
  "page-staking-hierarchy-pools-p1": "Beberapa solusi penaruhan yang terkumpul tersedia untuk membantu pengguna yang tidak memiliki atau merasa nyaman mempertaruhkan 32 ETH.",
  "page-staking-hierarchy-pools-p2": "Banyak dari opsi ini mencakup apa yang dikenal sebagai 'taruhan likuid' yang melibatkan token likuiditas <a href=\"/glossary/#erc-20\">ERC-20</a> yang mewakili ETH yang Anda pertaruhkan.",
  "page-staking-hierarchy-pools-p3": "Penaruhan likuid membuat penaruhan dan mencabut penaruhan semudah menukar token dan memungkinkan penggunaan modal yang di-stake dalam DeFi. Opsi ini juga memungkinkan pengguna untuk menyimpan aset mereka dalam <a href=\"/glossary/#wallet\">dompet</a> Ethereum mereka sendiri.",
  "page-staking-hierarchy-pools-p4": "Penaruhan berkelompok bukanlah fitur asli dari jaringan Ethereum. Pihak ketiga membangun solusi-solusi ini, dan mereka memiliki risiko tersendiri.",
  "page-staking-hierarchy-cex-h2": "Bursa terpusat",
  "page-staking-hierarchy-cex-pill-1": "Paling sedikit berdampak",
  "page-staking-hierarchy-cex-pill-2": "Asumsi kepercayaan tertinggi",
  "page-staking-hierarchy-cex-p1": "Banyak bursa terpusat menyediakan layanan penaruhan jika Anda masih belum nyaman menyimpan ETH di dompet sendiri. Ini bisa menjadi alternatif untuk memungkinkan Anda mendapatkan hasil dari aset ETH dengan pengawasan atau usaha minimal.",
  "page-staking-hierarchy-cex-p2": "Kompromi di sini adalah bahwa penyedia terpusat menggabungkan banyak ETH dalam kolam besar untuk menjalankan banyak validator. Ini bisa berbahaya bagi jaringan dan penggunanya karena menciptakan sasaran sentral besar dan titik kegagalan, sehingga membuat jaringan lebih rentan terhadap serangan atau bug.",
  "page-staking-hierarchy-cex-p3": "Jika tidak merasa nyaman memegang <a href=\"/glossary/#key\">kunci</a> Anda sendiri, tidak apa-apa. Pilihan ini ada untuk Anda. Sementara itu, pertimbangkan untuk melihat <a href=\"/wallets/\">halaman dompet</a>, kami, tempat Anda dapat mulai mempelajari cara mengambil alih dana Anda sepenuhnya. Saat sudah siap, kembali dan tingkatkan permainan taruhan Anda dengan mencoba salah satu layanan taruhan terhimpun dengan perwalian mandiri yang ditawarkan.",
  "page-staking-hierarchy-subtext": "Seperti yang mungkin telah Anda perhatikan, ada banyak cara untuk berpartisipasi dalam penaruhan Ethereum. Jalur-jalur ini ditujukan untuk berbagai jenis pengguna dan pada akhirnya masing-masing unik serta berbeda dalam hal risiko, imbalan, dan asumsi kepercayaan. Beberapa lebih terdesentralisasi, sudah diuji secara matang, dan/atau berisiko daripada yang lain. Kami menyediakan beberapa informasi tentang proyek-proyek populer di ruang ini, tetapi <em>selalu lakukan riset Anda sendiri</em> sebelum mengirimkan ETH ke mana pun.",
  "page-staking-comparison-solo-saas": "Dengan penyedia SaaS, Anda masih diharuskan untuk mendepositkan 32 ETH, tetapi tidak perlu menjalankan perangkat keras sendiri. Biasanya Anda tetap memiliki akses ke kunci validator Anda, tetapi juga perlu berbagi kunci tanda tangan Anda sehingga operator dapat bertindak atas nama validator Anda. Ini memperkenalkan lapisan kepercayaan yang tidak ada dalam menjalankan perangkat keras sendiri, dan berbeda dengan penaruhan solo di beranda, SaaS tidak membantu banyak dalam hal distribusi simpul secara geografis. Jika Anda merasa tidak nyaman mengoperasikan perangkat keras namun masih ingin melakukan taruhan 32 ETH, menggunakan penyedia SaaS mungkin merupakan pilihan yang baik untuk Anda.",
  "page-staking-comparison-solo-pools": "Penaruhan solo jauh lebih rumit dari pada penaruhan dengan layanan pooling, tetapi menawarkan akses penuh terhadap hadiah ETH, dan kendali penuh atas pengaturan dan keamanan validator Anda. Penaruhan berkelompok memiliki hambatan masuk yang jauh lebih rendah. Pengguna dapat melakukan taruhan dengan jumlah ETH yang kecil, tidak diharuskan untuk menghasilkan kunci validator, dan tidak memiliki persyaratan perangkat keras selain koneksi internet standar. Token likuiditas memungkinkan kemampuan untuk keluar dari penaruhan sebelum fitur ini diaktifkan pada tingkat protokol. Jika Anda tertarik dengan fitur-fitur ini, penaruhan berkelompok mungkin cocok untuk Anda.",
  "page-staking-comparison-saas-solo": "Kemiripannya adalah memiliki kunci validator sendiri tanpa harus menggabungkan dana, tetapi dengan SaaS Anda harus memercayai pihak ketiga, yang pada dasarnya dapat bertindak dengan niat jahat atau menjadi target serangan atau regulasi sendiri. Jika asumsi kepercayaan atau risiko sentralisasi ini menjadi perhatian bagi Anda, standar terbaik dari penaruhan yang mandiri adalah penaruhan solo.",
  "page-staking-comparison-saas-pools": "Kedua hal ini serupa dalam hal umumnya Anda mengandalkan orang lain untuk menjalankan klien validator, tetapi berbeda dengan SaaS, penaruhan berkelompok memungkinkan Anda berpartisipasi dengan jumlah ETH yang lebih kecil. Jika Anda ingin melakukan taruhan dengan kurang dari 32 ETH, pertimbangkan untuk memeriksa opsi-opsi ini.",
  "page-staking-comparison-pools-solo": "Penaruhan berkelompok memiliki hambatan masuk yang jauh lebih rendah dibandingkan dengan penaruhan mandiri, tetapi datang dengan risiko tambahan karena seluruh operasi node didelegasikan ke pihak ketiga, serta dikenakan biaya. Penaruhan mandiri memberikan kedaulatan penuh dan kontrol atas pilihan dalam mengatur penaruhan. Penaruh tidak harus menyerahkan kunci mereka, dan mereka mendapatkan hadiah penuh tanpa perantara yang mengambil bagian.",
  "page-staking-comparison-pools-saas": "Kedua hal ini serupa dalam arti bahwa para penaruh tidak menjalankan perangkat lunak validator sendiri, tetapi tidak seperti opsi penggabungan dana, SaaS memerlukan deposit penuh 32 ETH untuk mengaktifkan validator. Imbalan mengumpul kepada penaruh, dan biasanya melibatkan biaya bulanan atau penaruhan lainnya untuk menggunakan layanan tersebut. Jika Anda lebih suka memiliki kunci validator Anda sendiri dan ingin melakukan taruhan setidaknya 32 ETH, menggunakan penyedia SaaS mungkin merupakan pilihan yang baik untuk Anda.",
  "page-staking-considerations-dropdown-text": "Pertimbangan Penaruhan",
  "page-staking-considerations-dropdown-aria-label": "Menu dropdown untuk pertimbangan penaruhan",
  "page-staking-considerations-solo-1-title": "Sumber terbuka",
  "page-staking-considerations-solo-1-description": "Kode inti 100% sumber terbuka dan tersedia untuk umum untuk digarpukan dan digunakan",
  "page-staking-considerations-solo-1-warning": "Tutup pencarian",
  "page-staking-considerations-solo-2-title": "Diaudit",
  "page-staking-considerations-solo-2-description": "Kode inti telah melalui pemeriksaan formal dengan hasil yang dipublikasikan dan tersedia secara publik",
  "page-staking-considerations-solo-2-warning": "Tidak ada",
  "page-staking-considerations-solo-3-title": "Hadiah bounty",
  "page-staking-considerations-solo-3-description": "Sebuah program bug hadiah bounty publik telah dilakukan pada kode apa pun yang penting untuk memberi hadiah kepada pengguna yang melaporkan dan/atau memperbaiki kerentanannya dengan aman",
  "page-staking-considerations-solo-3-valid": "Saat ini aktif",
  "page-staking-considerations-solo-3-caution": "Selesai",
  "page-staking-considerations-solo-4-title": "Teruji dalam pertempuran",
  "page-staking-considerations-solo-4-description": "Perangkat lunak telah tersedia dan digunakan oleh publik selama periode yang di tentukan",
  "page-staking-considerations-solo-4-valid": "Langsung > 1 tahun",
  "page-staking-considerations-solo-4-caution": "Langsung > 6 bulan",
  "page-staking-considerations-solo-4-warning": "Baru dirilis",
  "page-staking-considerations-solo-5-title": "Trustless\nTidak dipercaya",
  "page-staking-considerations-solo-5-description": "Kunci validator tidak dipercayakan kepada siapa pun selama siklus hidup validator. Kontrak pintar yang terlibat bebas dari pintu belakang, tanpa ketergantungan pada izin istimewa untuk eksekusi.",
  "page-staking-considerations-solo-5-warning": "Terpecaya",
  "page-staking-considerations-solo-6-title": "Tanpa izin",
  "page-staking-considerations-solo-6-description": "Pengguna tidak memerlukan izin khusus untuk mengoperasikan validator menggunakan perangkat lunak atau layanan ini",
  "page-staking-considerations-solo-6-valid": "Tidak ada ijin",
  "page-staking-considerations-solo-6-warning": "Diperlukan izin",
  "page-staking-considerations-solo-7-title": "Multi-klien",
  "page-staking-considerations-solo-7-description": "Perangkat lunak memungkinkan pengguna untuk memilih dan beralih antara setidaknya dua atau lebih klien eksekusi, dan dua atau lebih klien lapisan konsensus",
  "page-staking-considerations-solo-7-valid": "Pergantian klien yang mudah",
  "page-staking-considerations-solo-7-warning": "Terbatas pada klien mayoritas",
  "page-staking-considerations-solo-8-title": "Perwalian mandiri",
  "page-staking-considerations-solo-8-description": "Pengguna menjaga keamanan kredensial validator, termasuk kunci tanda tangan dan penarikan",
  "page-staking-considerations-solo-8-warning": "Pengampu pihak ketiga",
  "page-staking-considerations-solo-9-title": "Ekonomis",
  "page-staking-considerations-solo-9-description": "Pengguna dapat mengoperasikan validator dengan melakukan penaruhan kurang dari 32 ETH, dengan menggunakan dana yang diambil dari kelompok bersama",
  "page-staking-considerations-solo-9-valid": "< 32 ETH",
  "page-staking-considerations-solo-9-warning": "32 ETH",
  "page-staking-considerations-saas-4-description": "Layanan telah tersedia dan digunakan oleh publik selama periode waktu yang ditunjukkan",
  "page-staking-considerations-saas-6-description": "Pengguna tidak memerlukan izin khusus, pendaftaran akun, atau KYC untuk berpartisipasi dalam layanan ini",
  "page-staking-considerations-saas-6-valid": "Siapa saja dapat bergabung",
  "page-staking-considerations-saas-6-warning": "Diperlukan izin",
  "page-staking-considerations-saas-7-title": "Keragaman eksekusi",
  "page-staking-considerations-saas-7-description": "Layanan tidak boleh menjalankan lebih dari 50% validator agregat mereka dengan klien eksekusi mayoritas",
  "page-staking-considerations-saas-7-valid": "Kurang dari 50%",
  "page-staking-considerations-saas-7-caution": "Belum diketahui",
  "page-staking-considerations-saas-7-warning": "Lebih dari 50%",
  "page-staking-considerations-saas-8-title": "Keragaman konsensus",
  "page-staking-considerations-saas-8-description": "Layanan tidak boleh menjalankan lebih dari 50% validator agregat mereka dengan klien konsensus mayoritas",
  "page-staking-considerations-saas-8-valid": "Kurang dari 50%",
  "page-staking-considerations-saas-8-caution": "Belum diketahui",
  "page-staking-considerations-saas-8-warning": "Lebih dari 50%",
  "page-staking-considerations-pools-5-description": "Layanan ini tidak memerlukan kepercayaan terhadap manusia mana pun untuk menjaga kunci atau mendistribusikan imbalan",
  "page-staking-considerations-pools-6-title": "Node tanpa izin",
  "page-staking-considerations-pools-6-description": "Layanan memungkinkan siapa saja untuk bergabung sebagai operator simpul dalam kolam, tanpa perlu izin",
  "page-staking-considerations-pools-7-description": "Layanan tidak boleh menjalankan lebih dari 50% validator agregat mereka dengan klien eksekusi mayoritas",
  "page-staking-considerations-pools-8-title": "Token likuiditas",
  "page-staking-considerations-pools-8-description": "Menawarkan token likuiditas yang dapat diperdagangkan yang mewakili ETH yang Anda penrikan, disimpan di dompet Anda sendiri",
  "page-staking-considerations-pools-8-valid": "Token(s) likuiditas",
  "page-staking-considerations-pools-8-warning": "Bukan token likuiditas",
  "page-staking-considerations-pools-9-description": "Layanan tidak boleh menjalankan lebih dari 50% validator agregat mereka dengan klien konsensus mayoritas",
  "page-staking-how-solo-works-item-1": "Dapatkan beberapa perangkat keras: Anda perlu <a href=\"/run-a-node/\">menjalankan simpul</a> untuk melakukan taruhan",
  "page-staking-how-solo-works-item-2": "Sinkronkan klien lapisan eksekusi",
  "page-staking-how-solo-works-item-3": "Sinkronkan klien lapisan konsensus",
  "page-staking-how-solo-works-item-4": "Buat kunci Anda dan muat ke dalam klien validator Anda",
  "page-staking-how-solo-works-item-5": "Monitor dan jaga simpul Anda",
  "page-staking-launchpad-widget-testnet-label": "Jaringan percobaan GoerliHolesky",
  "page-staking-launchpad-widget-testnet-start": "Mulai penaruhan di jaringan percobaan Holesky",
  "page-staking-launchpad-widget-mainnet-label": "Jaringan Utama",
  "page-staking-launchpad-widget-mainnet-start": "Mulai penaruhan di jaringan utama",
  "page-staking-launchpad-widget-span": "Pilih jaringan",
  "page-staking-launchpad-widget-p1": "Validator tunggal diharapkan <strong>menguji pengaturan</strong> dan keterampilan operasional mereka di jaringan percobaan Holesky sebelum mempertaruhkan dana. Ingatlah pentingnya memilih <a href=\"/developers/docs/nodes-and-clients/client-diversity/\">klien minoritas</a> karena meningkatkan keamanan jaringan dan membatasi risiko Anda.",
  "page-staking-launchpad-widget-p2": "Jika Anda merasa nyaman, Anda dapat mengatur segala yang diperlukan melalui baris perintah menggunakan Landasan Peluncuran Penaruhan saja.",
  "page-staking-launchpad-widget-p3": "Untuk memudahkan, periksalah beberapa perangkat dan panduan di bawah ini yang dapat membantu Anda bersama Landasan Peluncuran Penaruhan untuk mengatur klien Anda dengan mudah.",
  "page-staking-launchpad-widget-link": "Alat perangkat lunak dan panduan",
  "page-staking-products-get-started": "Mulai",
  "page-staking-products-follow": "Kunjungi di",
  "page-staking-dropdown-staking-options": "Pilihan Penaruhan",
  "page-staking-dropdown-staking-options-alt": "Pilihan penaruhan pada menu dibawah ini",
  "page-staking-stats-box-metric-1": "Total ETH yang ditaruhkan",
  "page-staking-stats-box-metric-2": "Total validator",
  "page-staking-stats-box-metric-3": "APR saat ini",
  "page-staking-stats-box-metric-1-tooltip": "Jumlah ETH yang dipertaruhkan di Rantai Suar, tidak termasuk saldo di atas 32 ETH",
  "page-staking-stats-box-metric-2-tooltip": "Jumlah akun validator yang saat ini diaktifkan di Rantai Suar",
  "page-staking-stats-box-metric-3-tooltip": "Pengembalian finansial tahunan rata-rata per validator selama periode 24 jam terakhir",
  "page-staking-section-comparison-subtitle": "Tidak ada solusi yang cocok untuk semua dalam penaruhan, dan masing-masing unik. Di sini kita akan membandingkan beberapa risiko, imbalan, dan persyaratan dari berbagai cara berbeda Anda dapat melakukan penaruhan.",
  "page-staking-section-comparison-rewards-title": "Imbalan",
  "page-staking-section-comparison-solo-rewards-li1": "Imbalan maksimum - terima imbalan penuh secara langsung dari protokol",
  "page-staking-section-comparison-solo-rewards-li2": "Hadiah untuk mengusulkan blok, termasuk biaya transaksi yang tidak dibakar, dan melakukan atestasi secara teratur terhadap status jaringan",
  "page-staking-section-comparison-solo-rewards-li3": "Opsi untuk mencetak token penaruhan likuid terhadap node beranda pribadi Anda yang dapat digunakan dalam DeFi",
  "page-staking-section-comparison-saas-rewards-li1": "Biasanya melibatkan hadiah protokol penuh dikurangi biaya bulanan untuk operasi simpul",
  "page-staking-section-comparison-saas-rewards-li2": "Dashboard seringkali tersedia untuk dengan mudah melacak klien validator Anda",
  "page-staking-section-comparison-pools-rewards-li1": "Pemegang saham yang digabungkan mengakumulasi imbalan dengan cara yang berbeda, tergantung pada metode pooled penaruhan yang dipilih",
  "page-staking-section-comparison-pools-rewards-li2": "Banyak layanan pooled staking menawarkan satu atau lebih <a href=\"/glossary/#liquidity-tokens\">token likuiditas</a> yang mewakili ETH yang Anda pertaruhkan ditambah bagian Anda dari imbalan validator",
  "page-staking-section-comparison-pools-rewards-li3": "Token likuiditas dapat disimpan di dompet Anda sendiri, digunakan dalam <a href=\"/glossary/#defi\">DeFi</a> dan dijual jika Anda memutuskan untuk keluar",
  "page-staking-section-comparison-risks-title": "Risiko",
  "page-staking-section-comparison-solo-risks-li1": "ETH Anda sedang ditaruhkan",
  "page-staking-section-comparison-solo-risks-li2": "Terdapat denda yang memerlukan biaya ETH jika Anda offline",
  "page-staking-section-comparison-solo-risks-li3": "Slashing (penalti lebih besar dan pengeluaran dari jaringan) untuk perilaku jahat",
  "page-staking-section-comparison-solo-risks-li4": "Mencetak token penaruhan likuid akan memperkenalkan risiko kontrak pintar, tetapi ini sepenuhnya bersifat opsional",
  "page-staking-section-comparison-saas-risks-li1": "Risiko yang sama dengan penaruhan solo ditambah risiko pihak lawan dari penyedia layanan",
  "page-staking-section-comparison-saas-risks-li2": "Penggunaan kunci tanda tangan Anda dipercayakan kepada orang lain yang dapat berperilaku jahat",
  "page-staking-section-comparison-pools-risks-li1": "Risiko bervariasi tergantung pada metode yang digunakan",
  "page-staking-section-comparison-pools-risks-li2": "Secara umum, risiko terdiri dari kombinasi risiko pihak lawan, <a href=\"/glossary/#smart-contract\">risiko kontrak pintar</a> dan risiko eksekusi",
  "page-staking-section-comparison-requirements-title": "Persyaratan",
  "page-staking-section-comparison-solo-requirements-li1": "Anda harus menyetorkan 32 ETH",
  "page-staking-section-comparison-solo-requirements-li2": "Memelihara perangkat keras yang menjalankan <a href=\"/glossary/#execution-client\">klien eksekusi</a> Ethereum dan <a href=\"/glossary/#consensus-client\">klien konsensus</a> sambil terhubung ke internet",
  "page-staking-section-comparison-solo-requirements-li3": "<a href=\"https://holesky.launchpad.ethereum.org\" target=\"_blank\">Landasan peluncuran</a> taruhan akan membimbing Anda melalui proses dan persyaratan perangkat keras",
  "page-staking-section-comparison-saas-requirements-li1": "Setor 32 ETH dan buat kunci Anda dengan bantuan",
  "page-staking-section-comparison-saas-requirements-li2": "Simpan kunci Anda dengan aman",
  "page-staking-section-comparison-saas-requirements-li3": "Sisanya sudah diurus, meskipun layanan-layanan tertentu akan bervariasi",
  "page-staking-section-comparison-pools-requirements-li1": "Persyaratan ETH terendah, beberapa proyek membutuhkan hanya sebanyak 0.01 ETH",
  "page-staking-section-comparison-pools-requirements-li2": "Depositkan langsung dari dompet Anda ke platform penaruhan berkelompok yang berbeda atau cukup tukar untuk salah satu token likuiditas penaruhan",
  "page-staking-faq-1-question": "Apa itu validator?",
  "page-staking-faq-1-answer": "Seorang <em>validator</em> adalah entitas virtual yang ada di Ethereum dan berpartisipasi dalam konsensus protokol Ethereum. Validator direpresentasikan oleh saldo, kunci publik, dan properti lainnya. Sebuah <em>validator klien</em> adalah perangkat lunak yang bertindak atas nama validator dengan menyimpan dan menggunakan kunci pribadinya. Satu klien validator tunggal dapat menyimpan banyak pasangan kunci, mengendalikan banyak validator.",
  "page-staking-faq-2-question": "Mengapa saya perlu mempertaruhkan dana?",
  "page-staking-faq-2-answer": "Seorang validator memiliki kemampuan untuk mengusulkan dan menyetujui blok untuk jaringan. Untuk mencegah perilaku tidak jujur, pengguna harus memiliki dana yang dipertaruhkan. Ini memungkinkan protokol untuk menghukum pelaku jahat. Penaruhan adalah cara untuk menjaga Anda jujur, karena tindakan Anda akan memiliki konsekuensi keuangan.",
  "page-staking-faq-3-question": "Dapatkah saya membeli 'Eth2'?",
  "page-staking-faq-3-answer-p1": "Tidak ada token 'Eth2' yang merupakan bagian dari protokol, karena token asli ether (ETH) tidak berubah ketika Ethereum beralih ke mekanisme konsensus bukti taruhan.",
  "page-staking-faq-3-answer-p2": "Ada token/penanda turunan (misalnya, rETH dari Rocket Pool, stETH dari Lido, ETH2 dari Coinbase) yang mungkin mewakili ETH yang dipertaruhkan. Pelajari lebih lanjut tentang <a href=\"/staking/pools/\">kelompok penaruhan</a>",
  "page-staking-faq-4-question": "Apakah penaruhan sudah berjalan?",
  "page-staking-faq-4-answer-p1": "Ya. Penaruhan telah berjalan sejak 1 Desember 2020",
  "page-staking-faq-4-answer-p2": "Ini berarti penaruhan saat ini sudah berjalan untuk pengguna yang ingin mendepositkan ETH mereka, menjalankan klien validator, dan mulai mendapatkan imbalan.",
  "page-staking-faq-4-answer-p3": "Peningkatan Shanghai/Capella selesai pada tanggal 12 April 2023, memungkinkan penarikan penaruhan, menutup lingkaran likuiditas penaruhan.",
  "page-staking-faq-5-question": "Kapan saya bisa menarik ETH yang dipertaruhkan saya?",
  "page-staking-faq-5-answer-p1": "Sekarang juga! Para penaruh bebas menarik hadiah dan/atau deposit utama dari saldo validator mereka jika mereka memilih untuk melakukannya.",
  "page-staking-faq-5-answer-p2": "Para penaruh juga akan mendapatkan hadiah berupa biaya dan MEV saat mengusulkan blok, yang akan tersedia secara langsung melalui alamat penerima biaya yang ditetapkan.",
  "page-staking-faq-5-answer-link": "Lebih lanjut tentang penarikan penaruhan",
  "page-staking-further-reading-author-vitalik-buterin": "Vitalik Buterin",
  "page-staking-further-reading-2-link": "Dasar Pemikiran Desain Serenity",
  "page-staking-further-reading-4-link": "Berita Eth2",
  "page-staking-further-reading-4-author": "Ben Edgington",
  "page-staking-further-reading-5-link": "Terfinalisasi nomor 33, lapisan konsensus Ethereum (Januari 2022)",
  "page-staking-further-reading-5-author": "Danny Ryan",
  "page-staking-further-reading-6-link": "Postingan Attestant",
  "page-staking-further-reading-8-link": "Materi Edukasi yang Dikontribusikan oleh Komunitas Beaconcha.in",
  "page-staking-further-reading-9-link": "Pertanyaan yang Sering Diajukan Ethereum Landasan Peluncuran Penaruhan",
  "page-staking-further-reading-10-link": "Basis Pengetahuan EthStaker",
  "page-staking-toc-how-to-stake-your-eth": "Bagaimana cara menaruhkan ETH Anda",
  "page-staking-toc-comparison-of-options": "Perbandingan opsi penaruhan",
  "page-staking-toc-faq": "Pertanyaan yanag sering diajukan",
  "page-staking-toc-further": "Bacaan lebih lanjut",
  "page-staking-dom-info-title": "Penaruhan dengan Ethereum",
  "page-staking-join-community": "Bergabung dengan komunitas penaruh",
  "page-staking-join-community-desc": "EthStaker adalah komunitas bagi semua orang untuk berdiskusi dan belajar tentang penaruhan di Ethereum. Bergabunglah dengan puluhan ribu anggota dari seluruh dunia untuk mendapatkan saran, dukungan, dan berbicara segala hal tentang penaruhan.",
  "page-staking-meta-description": "Gambaran umum tentang penaruhan Ethereum: risiko, imbalan, persyaratan, dan tempat melakukannya.",
  "page-staking-meta-title": "Penaruhan Ethereum",
  "page-staking-withdrawals-important-notices": "Pemberitahuan Penting",
  "page-staking-withdrawals-important-notices-desc": "Penarikan masih belum tersedia. Silakan baca <a href=\"https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/\" target=\"_blank\">FAQ Eth2 Merge dan pasca-merge</a> untuk informasi lebih lanjut.",
  "page-upgrades-merge-btn": "Selengkapnya tentang penggabungan",
  "subscribe-to-ef-blog": "<a href=\"https://blog.ethereum.org/category/protocol/#subscribe\" target=\"_blank\">Berlangganan Blog EF</a> untuk menerima pemberitahuan email tentang pengumuman protokol terbaru.",
  "page-staking-comparison-with-other-options": "Perbandingan dengan pilihan yang lain",
  "page-staking-any-amount": "Berbagai jumlah",
  "page-staking-testnet": "jaringan percobaan"
}
