{
  "page-local-environment-brownie-desc": "Kerangka kerja pengembangan dan pengujian berbasis Python untuk kontrak pintar yang menargetkan Mesin Virtual Ethereum.",
  "page-local-environment-brownie-logo-alt": "Logo Brownie",
  "page-local-environment-kurtosis-desc": "Seperangkat alat berbasis kontainer yang memudahkan mengatur dan mengaktifkan jaringan percobaan Ethereum multi-klien untuk pengembangan, pembuatan prototipe, dan pengujian dApp lokal secara cepat.",
  "page-local-environment-kurtosis-logo-alt": "Logo Kurtosis",
  "page-local-environment-epirus-desc": "Platform untuk mengembangkan, menggunakan, dan memantau aplikasi rantai blok pada Java Virtual Machine.",
  "page-local-environment-epirus-logo-alt": "Logo Epirus",
  "page-local-environment-eth-app-desc": "Buat aplikasi yang didukung Ethereum dengan satu perintah. Hadir dengan berbagai penawaran kerangka kerja UI dan templat DeFi yang bisa dipilih.",
  "page-local-environment-eth-app-logo-alt": "Buat logo Applikasi Eth",
  "page-local-environment-foundry-desc": "Sebuah alat pengembangan aplikasi Ethereum yang sangat cepat, portabel, dan modular yang ditulis dalam bahasa Rust.",
  "page-local-environment-foundry-logo-alt": "Logo Foundry",
  "page-local-environment-framework-feature-1": "Fitur untuk memutar instance blockchain lokal.",
  "page-local-environment-framework-feature-2": "Utilitas untuk mengompilasi dan menguji kontrak pintar Anda.",
  "page-local-environment-framework-feature-3": "Add-on pengembangan klien untuk membangun aplikasi sisi pengguna dalam proyek/repositori yang sama.",
  "page-local-environment-framework-feature-4": "Konfigurasi untuk menghubungkan ke jaringan Ethereum dan menggunakan kontrak, baik ke instance yang berjalan secara lokal, atau salah satu jaringan publik Ethereum.",
  "page-local-environment-framework-feature-5": "Pendistribusian aplikasi terdesentralisasi - integrasi dengan opsi penyimpanan seperti IPFS.",
  "page-local-environment-framework-features": "Kerangka kerja ini hadir dengan banyak fungsi yang tidak biasa, seperti:",
  "page-local-environment-frameworks-desc": "Kami sarankan memilih sebuah kerangka kerja, terutama jika Anda baru mulai. Membangun sebuah dapp yang lengkap membutuhkan berbagai teknologi. Kerangka kerja mencakup banyak fitur yang diperlukan atau menyediakan sistem plugin yang mudah untuk memilih alat yang Anda inginkan.",
  "page-local-environment-frameworks-title": "Kerangka kerja dan tumpukan yang sudah jadi",
  "page-local-environment-hardhat-desc": "Hardhat adalah sebuah lingkungan pengembangan Ethereum untuk para profesional.",
  "page-local-environment-hardhat-logo-alt": "Logo Hardhat",
  "page-local-environment-openZeppelin-desc": "Hemat waktu pengembangan dengan menggabungkan, meningkatkan, menggunakan, dan berinteraksi dengan kontrak pintar dengan CLI kami.",
  "page-local-environment-openZeppelin-logo-alt": "Logo OpenZeppelin",
  "page-local-environment-scaffold-eth-desc": "Ethers + Hardhat + React: semua yang Anda butuhkan untuk mulai membangun aplikasi terdesentralisasi yang didukung oleh kontrak pintar.",
  "page-local-environment-scaffold-eth-logo-alt": "Logo scaffold-eth",
  "page-local-environment-setup-meta-desc": "Panduan mengenai cara memilih tumpukan perangkat lunak Anda untuk pengembangan Ethereum.",
  "page-local-environment-setup-meta-title": "Pengaturan pengembangan lokal Ethereum",
  "page-local-environment-setup-subtitle": "Jika Anda sudah siap untuk mulai membangun, inilah waktunya untuk memilih tumpukan.",
  "page-local-environment-setup-subtitle-2": "Berikut adalah peralatan dan kerangka kerja yang bisa digunakan untuk membantu membangun aplikasi Ethereum Anda.",
  "page-local-environment-setup-title": "Siapkan lingkungan pengembangan lokal Anda",
  "page-local-environment-solidity-template-desc": "Sebuah templat GitHub untuk pengaturan bawaan kontrak pintar Solidity Anda. Sudah termasuk sebuah jaringan lokal Hardhat, Waffle untuk pengujian, Ethers untuk implementasi dompet, dan banyak lagi.",
  "page-local-environment-solidity-template-logo-alt": "Logo template Solidity",
  "page-local-environment-waffle-desc": "Pengujian lib yang paling canggih untuk kontrak pintar. Gunakan sendiri atau dengan Scaffold-eth atau Hardhat.",
  "page-local-environment-waffle-logo-alt": "Logo Waffle"
}
