{
  "page-wallets-accounts-addresses": "Dompet, akun, kunci, dan alamat",
  "page-wallets-accounts-addresses-desc": "Ada baiknya memahami perbedaan antara beberapa istilah kunci.",
  "page-wallets-accounts-ethereum-addresses": "<b>Sebuah akun Ethereum memiliki alamat</b>, seperti halnya kotak masuk memiliki alamat email. Alamat ini digunakan untuk mengidentifikasi aset digital anda.",
  "page-wallets-alt": "Ilustrasi sebuah robot berlemari besi di tubuhnya, menggambarkan sebuah dompet Ethereum",
  "page-wallets-ethereum-account": "<b>Akun Ethereum adalah pasangan kunci</b>. <a href=\"/glossary/#public-key\">Satu kunci</a> digunakan untuk menciptakan alamat yang dapat anda bagikan secara bebas, dan <a href=\"/glossary/#private-key\">kunci lainnya</a> perlu Anda rahasiakan karena akan digunakan untuk menandatangani sesuatu. Dua kunci ini mengijinkan Anda menyimpan aset dan membuat transaksi.",
  "page-wallets-blog": "Blog Coinbase",
  "page-wallets-bookmarking": "Tandai dompet Anda",
  "page-wallets-bookmarking-desc": "Jika Anda menggunakan dompet web, tandai situs tersebut untuk melindungi diri Anda dari tipu daya penipuan.",
  "page-wallets-cd": "<b>Dompet perangkat keras fisik</b> adalah perangkat yang membiarkan Anda menyimpan kripto di luar jaringan – sangat aman",
  "page-wallets-desc-2": "Dompet adalah yang digunakan oleh sebagian besar orang untuk mengelola aset digital dan identitas mereka.",
  "page-wallets-desc-2-link": "Selengkapnya tentang ETH",
  "page-wallets-desc-3": "Dompet Anda adalah alat untuk berinteraksi dengan akun Ethereum Anda. Ini berarti Anda dapat menukar penyedia dompet kapan saja. Banyak dompet juga memungkinkan Anda mengelola beberapa akun Ethereum dari satu aplikasi.",
  "page-wallets-desc-4": "Penyedia dompet tidak memiliki pengawasan atas dana Anda. Mereka hanya memberikan Anda jendela untuk melihat aset Anda di Ethereum dan perangkat untuk mengelolanya dengan mudah.",
  "page-wallets-description": "Dompet Ethereum adalah aplikasi yang memberi Anda kendali atas akun Anda. Sama seperti dompet fisik, dompet berisi segala yang diperlukan untuk membuktikan identitas Anda dan mengelola aset Anda. Dompet memungkinkan Anda masuk ke aplikasi, melihat saldo, mengirim transaksi, dan memverifikasi identitas Anda.",
  "page-wallets-desktop": "<b>Aplikasi desktop</b> jika Anda lebih menyukai mengatur dana dengan macOS, Windows atau Linux",
  "page-wallets-ethereum-wallet": "<b>Dompet adalah alat yang memungkinkan Anda untuk berinterkasi dengan akun Anda</b>, menggunakan kunci. Anda dapat melihat saldo, mengirim transaksi, dan lain lain.",
  "page-wallets-explore": "Jelajahi Ethereum",
  "page-wallets-features-desc": "Kami dapat membantu Anda memilih dompet berdasarkan fitur yang Anda inginkan.",
  "page-wallets-features-title": "Bandingkan dompet berdasarkan fitur",
  "page-wallets-find-wallet-btn": "Temukan dompet",
  "page-wallets-find-wallet-link": "Temukan dompet",
  "page-wallets-get-some": "Dapatkan beberapa ETH",
  "page-wallets-get-some-alt": "Ilustrasi sebuah tangan yang sedang membuat logo ETH yang terbuat dari batu bata lego",
  "page-wallets-get-some-btn": "Dapatkan beberapa ETH",
  "page-wallets-get-some-desc": "ETH adalah produk kripto asli dari Ethereum. Anda akan membutuhkan beberapa ETH dalam dompet Anda untuk menggunakan aplikasi Ethereum.",
  "page-wallets-keys-to-safety": "Kunci untuk menjaga agar kripto Anda tetap aman",
  "page-wallets-manage-funds": "Aplikasi untuk mengelola dana Anda",
  "page-wallets-manage-funds-desc": "Dompet menunjukkan saldo Anda, riwayat transaksi, dan memberi Anda cara untuk mengirim/menerima dana. Beberapa dompet mungkin menawarkan lebih banyak.",
  "page-wallets-meta-description": "Apa yang perlu Anda ketahui untuk menggunakan dompet Ethereum.",
  "page-wallets-meta-title": "Dompet Ethereum",
  "page-wallets-mobile": "<b>Aplikasi seluler</b> yang membuat dana anda dapat diakses dimanapun",
  "page-wallets-more-on-dapps-btn": "Selengkapnya tentang dapp",
  "page-wallets-most-wallets": "Kebanyakan produk dompet akan memungkinkan Anda membuat akun Ethereum. Jadi Anda tidak memerlukannya sebelum Anda mengunduh dompet.",
  "page-wallets-protecting-yourself": "Melindungi diri Anda dan dana Anda",
  "page-wallets-seed-phrase": "Tulis <a href=\"/glossary/#recovery-phrase\">frasa pemulihan</a> Anda",
  "page-wallets-seed-phrase-desc": "Dompet akan sering memberi Anda frase seed yang harus Anda tulis di tempat yang aman. Ini adalah satu-satunya cara agar dapat memulihkan dompet Anda.",
  "page-wallets-seed-phrase-example": "Berikut contohnya:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Jangan simpan di komputer. Tuliskan dan simpan dengan aman.",
  "page-wallets-slogan": "Memegang kendali atas kunci masa depan digital Anda",
  "page-wallets-stay-safe": "Bagaimana agar tetap aman",
  "page-wallets-stay-safe-desc": "Terdapat tanggung jawab untuk kebebasan finansial dan kemampuan untuk mengakses dan menggunakan dana dimanapun – tidak ada dukungan layanan pelanggan dalam kripto. <b>Keamanan kunci adalah tanggung jawab Anda</b>.",
  "page-wallets-subtitle": "Dompet membantu Anda mengakses aset digital Anda dan masuk ke dalam aplikasi.",
  "page-wallets-take-responsibility": "Bertanggung jawablah atas dana Anda sendiri",
  "page-wallets-take-responsibility-desc": "Bursa terpusat akan menautkan dompet Anda ke nama pengguna dan kata sandi yang dapat Anda pulihkan dengan cara konvensional. Ingatlah bahwa Anda memberikan kepercayaan pada bursa tersebut untuk mengawasi dana Anda. Jika bursa mengalami masalah keuangan, dana Anda bisa berisiko.",
  "page-wallets-tips": "Lebih banyak tips untuk tetap aman",
  "page-wallets-tips-community": "Dari komunitas",
  "page-wallets-title": "Dompet Ethereum",
  "page-wallets-triple-check": "Periksa semuanya dengan teliti",
  "page-wallets-triple-check-desc": "Ingat transaksi tidak dapat dibatalkan dan dompet tidak dapat dengan mudah dipulihkan, jadi lakukan pencegahan dan selalu berhati-hatilah.",
  "page-wallets-try-dapps": "Coba beberapa dapps",
  "page-wallets-try-dapps-alt": "Ilustrasi anggota komunitas Ethereum yang sedang bekerja bersama",
  "page-wallets-try-dapps-desc": "Dapps adalah aplikasi yang dibangun di Ethereum. Aplikasi ini lebih murah, lebih adil, dan lebih ramah terhadap data Anda daripada kebanyakan aplikasi tradisional.",
  "page-wallets-types": "Jenis-jenis dompet",
  "page-wallets-types-desc": "Ada beberapa cara untuk berinteraksi dan berkomunikasi dengan akun Anda:",
  "page-wallets-web-browser": "<b>Dompet browser</b> adalah aplikasi web yang memungkinkan Anda untuk berinteraksi langsung dengan akun Anda pada browser",
  "page-wallets-web-browser-extension": "<b>Dompet extensi browser</b> adalah ektensi yang Anda unduh untuk berinteraksi dengan akun dan aplikasi lewat browser",
  "page-wallets-whats-a-wallet": "Apa itu dompet Ethereum?",
  "page-wallets-your-ethereum-account": "Akun Ethereum Anda",
  "page-wallets-your-ethereum-account-desc": "Dompet adalah jendela ke akun Ethereum Anda – saldo Anda, riwayat transaksi, dan banyak lagi. Tapi Anda bisa menukar penyedia layanan dompet kapan pun.",
  "page-wallets-your-login": "Masuk ke aplikasi Ethereum",
  "page-wallets-your-login-desc": "Dompet memungkinkan Anda terhubung ke aplikasi menggunakan akun Ethereum. Ini seperti login yang dapat Anda gunakan di banyak aplikasi.",
  "additional-reading-how-to-create-an-ethereum-account": "Cara membuat akun Ethereum",
  "additional-reading-how-to-use-a-wallet": "Cara menggunakan dompet"
}
