{
  "abi-term": "Application Binary Interface (ABI)",
  "abi-definition": "The standard way to interact with <a href=\"/glossary/#contract-account\">contracts</a> in the Ethereum ecosystem, both from outside the blockchain and for contract-to-contract interactions. <a href=\"/developers/docs/smart-contracts/compiling/#web-applications\">More on ABI</a>.",
  "attestation-term": "Attestation",
  "attestation-definition": "A claim made by an entity that something is true. In context of Ethereum, consensus validators must make a claim as to what they believe the state of the chain to be. At designated times, each validator is responsible for publishing different attestations that formally declare this validator's view of the chain, including the last finalized checkpoint and the current head of the chain. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">More on attestations</a>.",
  "block-term": "Block",
  "block-definition": "A block is a bundled unit of information that includes an ordered list of transactions and consensus-related information. Blocks are proposed by proof-of-stake validators, at which point they are shared across the entire peer-to-peer network, where they can easily be independently verified by all other nodes. Consensus rules govern what contents of a block are considered valid, and any invalid blocks are disregarded by the network. The ordering of these blocks and the transactions therein create a deterministic chain of events with the end representing the current state of the network. <a href=\"/developers/docs/blocks/\">More on blocks</a>.",
  "blockchain-term": "Blockchain",
  "blockchain-definition": "A sequence of <a href=\"/glossary/#block\">block</a> , each linking to its predecessor all the way to the <a href=\"/glossary/#genesis-block\">genesis block</a> by referencing the hash of the previous block. The integrity of the blockchain is crypto-economically secured using a proof-of-stake-based consensus mechanism. <a href=\"/developers/docs/intro-to-ethereum#what-is-a-blockchain\">What is a blockchain?</a>",
  "bridge-term": "Bridge",
  "bridge-definition": "A blockchain bridge is used to transfer assets from one blockchain network to another. For example you can use bridge to transfer ETH from the main Ethereum network to cheaper Layer 2 scaling solutions.",
  "consensus-term": "Consensus",
  "consensus-definition": "When a supermajority of nodes on the network all have the same blocks in their locally validated best blockchain. Not to be confused with <a href=\"/glossary/#consensus-rules\">consensus rules</a>.",
  "consensus-layer-term": "Consensus layer",
  "consensus-layer-definition": "Ethereum's consensus layer is the network of <a href=\"/glossary/#consensus-client\">consensus clients</a>.",
  "dao-term": "Decentralized autonomous organization (DAO)",
  "dao-definition": "A company or other organization that operates without hierarchical management. DAO may also refer to a contract named \"The DAO\" launched on April 30, 2016, which was then hacked in June 2016; this ultimately motivated a <a href=\"/glossary/#hard-fork\">hard fork</a> (codenamed DAO) at block 1,192,000, which reversed the hacked DAO contract and caused Ethereum and Ethereum Classic to split into two competing systems. <a href=\"/dao/\">More on decentralized autonomous organizations (DAOs)</a>",
  "dapp-term": "Dapp",
  "dapp-definition": "Decentralized application. At a minimum, it is a <a href=\"/glossary/#smart-contract\">smart contract</a> and a web user interface. More broadly, a dapp is a web application that is built on top of open, decentralized, peer-to-peer infrastructure services. In addition, many dapps include decentralized storage and/or a message protocol and platform. <a href=\"/developers/docs/dapps/\">Introduction to dapps</a>",
  "data-availability-term": "Data availability",
  "data-availability-definition": "The property of a state that any node connected to the network could download any specific part of the state that they wish to.",
  "dex-term": "Decentralized exchange (DEX)",
  "dex-definition": "A type of <a href=\"/glossary/#dapp\">dapp</a> that lets you swap tokens with peers on the network. You need <a href=\"/glossary/#ether\">ether</a> to use one (to pay <a href=\"/glossary/#transaction-fee\">transactions fees</a>) but they are not subject to geographical restrictions like centralized exchanges – anyone can participate.",
  "difficulty-bomb-term": "Difficulty bomb",
  "difficulty-bomb-definition": "Planned exponential increase in <a href=\"/glossary/#pow\">proof-of-work</a> <a href=\"/glossary/#difficulty\">difficulty</a> setting that was designed to motivate the transition to <a href=\"/glossary/#pos\">proof-of-stake</a>, reducing the chances of a <a href=\"/glossary/#hard-fork\">fork</a>. The difficulty bomb was deprecated with <a href=\"/roadmap/merge\">the Merge</a>.",
  "ecdsa-term": "Elliptic Curve Digital Signature Algorithm (ECDSA)",
  "ecdsa-definition": "A cryptographic algorithm used by Ethereum to ensure that funds can only be spent by their owners. It's the preferred method for creating public and private keys. Relevant for account <a href=\"/glossary/#address\">address</a> generation and <a href=\"/glossary/#transaction\">transaction</a> verification.",
  "epoch-term": "Epoch",
  "epoch-definition": "A period of 32 <a href=\"/glossary/#slot\">slots</a>, each slot being 12 seconds, totalling 6.4 minutes. Validator <a href=\"/glossary/#committee\">committees</a> are shuffled every epoch for security reasons. Each epoch has an opportunity for the chain to be <a href=\"/glossary/#finality\">finalized</a>. Each validator is assigned new responsibilities at the start of each epoch. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">More on proof-of-stake</a>",
  "execution-layer-term": "Execution layer",
  "execution-layer-definition": "Ethereum's execution layer is the network of <a href=\"/glossary/#execution-client\">execution clients</a>.",
  "eoa-term": "Externally owned account (EOA)",
  "eoa-definition": "Externally owned accounts (EOAs) are <a href=\"/glossary/#account\">accounts</a> that are controlled by <a href=\"/glossary/#private-key\">private keys</a>, typically generated using a <a href=\"/glossary/#hd-wallet-seed\">seed phrase</a>. Unlike smart contracts, externally owned accounts are accounts without any code associated with them. Typically these accounts are managed with a <a href=\"/glossary/#wallet\">wallet</a>.",
  "events-term": "Events",
  "events-definition": "Allows the use of <a href=\"/glossary/#evm\">EVM</a> logging facilities. <a href=\"/glossary/#dapp\">Dapps</a> can listen for events and use them to trigger JavaScript callbacks in the user interface. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">More on events and logs</a>",
  "fork-term": "Fork",
  "fork-definition": "A change in protocol causing the creation of an alternative chain or a temporal divergence into two potential block paths.",
  "fraud-proof-term": "Fraud proof",
  "fraud-proof-definition": "A security model for certain <a href=\"/glossary/#layer-2\">layer 2</a> solutions where, to increase speed, transactions are <a href=\"/glossary/#rollups\">rolled up</a> into batches and submitted to Ethereum in a single transaction. They are assumed valid but can be challenged if fraud is suspected. A fraud proof will then run the transaction to see if fraud took place. This method increases the amount of transactions possible while maintaining security. Some <a href=\"/glossary/#rollups\">rollups</a> use <a href=\"/glossary/#validity-proofs\">validity proofs</a>. <a href=\"/developers/docs/scaling/optimistic-rollups/\">More on optimistic rollups</a>.",
  "gas-term": "Gas",
  "gas-definition": "A virtual fuel used in Ethereum to execute smart contracts. The <a href=\"/glossary/#evm\">EVM</a> uses an accounting mechanism to measure the consumption of gas and limit the consumption of computing resources (see <a href=\"/glossary/#turing-complete\">Turing complete</a>). <a href=\"/developers/docs/gas/\">More on gas and fees</a>.",
  "genesis-block-term": "Genesis block",
  "genesis-block-definition": "The first block in a <a href=\"/glossary/#blockchain\">blockchain</a>, used to initialize a particular network and its cryptocurrency.",
  "gwei-term": "Gwei",
  "gwei-definition": "Short for gigawei, a denomination of <a href=\"/glossary/#ether\">ether</a>, commonly utilized to price <a href=\"/glossary/#gas\">gas</a>. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>9</sup> gwei = 1 ether.",
  "hash-term": "Hash",
  "hash-definition": "A fixed-length fingerprint of variable-size input, produced by a hash function. (See <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "index-term": "Index",
  "index-definition": "A network structure meant to optimize the querying of information from across the <a href=\"/glossary/#blockchain\">blockchain</a> by providing an efficient path to its storage source.",
  "mainnet-term": "Mainnet",
  "mainnet-definition": "Short for \"main network,\" this is the main public Ethereum <a href=\"/glossary/#blockchain\">blockchain</a>.",
  "ommer-term": "Ommer (uncle) block",
  "ommer-definition": "When a proof-of-work <a href=\"/glossary/#miner\">miner</a> finds a valid <a href=\"/glossary/#block\">block</a>, another miner may have published a competing block which is added to the tip of the blockchain first. This valid, but stale, block can be included by newer blocks as <em>ommers</em> and receive a partial block reward. The term \"ommer\" is the preferred gender-neutral term for the sibling of a parent block, but this is also sometimes referred to as an \"uncle\". This was relevant for Ethereum when it was a <a href=\"/glossary/#pow\">proof-of-work</a> network, but ommers are not a feature of <a href=\"/glossary/#pos\">proof-of-stake</a> Ethereum because precisely one block proposer is selected in each slot.",
  "private-key-term": "Private key",
  "private-key-definition": "A secret number that allows Ethereum users to prove ownership of an account or contracts, by producing a digital signature (see <a href=\"/glossary/#public-key\">public key</a>, <a href=\"/glossary/#address\">address</a>, <a href=\"/glossary/#ecdsa\">ECDSA</a>).",
  "pos-term": "Proof-of-stake (PoS)",
  "pos-definition": "A method by which a cryptocurrency blockchain protocol aims to achieve distributed <a href=\"/glossary/#consensus\">consensus</a>. PoS asks users to prove ownership of a certain amount of cryptocurrency (their \"stake\" in the network) in order to be able to participate in the validation of transactions. <a href=\"/developers/docs/consensus-mechanisms/pos/\">More on proof-of-stake</a>.",
  "public-key-term": "Public key",
  "public-key-definition": "A number, derived via a one-way function from a <a href=\"/glossary/#private-key\">private key</a>, which can be shared publicly and used by anyone to verify a digital signature made with the corresponding private key.",
  "recovery-phrase-term": "Seed phrase/recovery phrase",
  "recovery-phrase-definition": "A list of words given to you when you create a digital wallet. It acts like a  password that can help you get back into your wallet if you lose access, making sure you don't lose your digital money or tokens.",
  "rollups-term": "Rollups",
  "rollups-definition": "A type of <a href=\"/glossary/#layer-2\">layer 2</a> scaling solution that batches multiple transactions and submits them to <a href=\"/glossary/#mainnet\">the Ethereum main chain</a> in a single transaction. This allows for reductions in <a href=\"/glossary/#gas\">gas</a> costs and increases in <a href=\"/glossary/#transaction\">transaction</a> throughput. There are Optimistic and Zero-knowledge rollups which use different security methods to offer these scalability gains. <a href=\"/developers/docs/scaling/#rollups\">More on rollups</a>.",
  "smart-contract-term": "Smart contract",
  "smart-contract-definition": "A program that executes on the Ethereum computing infrastructure. <a href=\"/developers/docs/smart-contracts/\">Introduction to smart contracts</a>.",
  "stablecoin-term": "Stablecoin",
  "stablecoin-definition": "An ERC-20 token with a value pegged to another asset's value. There are stablecoins backed by fiat currency like dollars, precious metals like gold, and other cryptocurrencies like Bitcoin.",
  "staking-term": "Staking",
  "staking-definition": "Depositing a quantity of <a href=\"/glossary/#ether\">ether</a> (your stake) to become a validator and secure the <a href=\"/glossary/#network\">network</a>. A validator checks <a href=\"/glossary/#transaction\">transactions</a> and proposes <a href=\"/glossary/#block\">blocks</a> under a <a href=\"/glossary/#pos\">proof-of-stake</a> consensus model. Staking gives you an economic incentive to act in the best interests of the network. You'll get rewards for carrying out your <a href=\"/glossary/#validator\">validator</a> duties, but lose varying amounts of ETH if you don't. <a href=\"/staking/\">More on Ethereum staking</a>.",
  "terminal-total-difficulty-term": "Terminal total difficulty (TTD)",
  "terminal-total-difficulty-definition": "The total difficulty is the sum of the Ethash mining difficulty for all blocks up to some specific point in the blockchain. The terminal total difficulty is a specific value for the total difficulty that was used as the trigger for execution clients to switch off their mining and block gossip functions enabling the network to transition to proof-of-stake.",
  "transaction-term": "Transaction",
  "transaction-definition": "Data committed to the Ethereum Blockchain signed by an originating <a href=\"/glossary/#account\">account</a>, targeting a specific <a href=\"/glossary/#address\">address</a>. The transaction contains metadata such as the <a href=\"/glossary/#gas-limit\">gas limit</a> for that transaction. <a href=\"/developers/docs/transactions/\">More on transactions</a>.",
  "trust-assumptions-term": "Trust assumptions",
  "trust-assumptions-definition": "Trust assumptions are basic beliefs about a system's safety and dependability, guiding what we trust for the system to function.",
  "validator-term": "Validator",
  "validator-definition": "A <a href=\"/glossary/#node\">node</a> in a <a href=\"/glossary/#pos\">proof-of-stake</a> system responsible for storing data, processing transactions, and adding new blocks to the blockchain. To activate validator software, you need to be able to <a href=\"/glossary/#staking\">stake</a> 32 ETH. <a href=\"/staking/\">More on staking in Ethereum</a>.",
  "validity-proof-term": "Validity proof",
  "validity-proof-definition": "A security model for certain <a href=\"/glossary/#layer-2\">layer 2</a> solutions where, to increase speed, transactions are rolled up into batches and submitted to Ethereum in a single transaction. The transaction computation is done off-chain and then supplied to the main chain with a proof of their validity. This method increases the amount of transactions possible while maintaining security. Some <a href=\"/glossary/#rollups\">rollups</a> use <a href=\"/glossary/#fraud-proof\">fraud proof</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">More on zero-knowledge rollups</a>.",
  "wallet-term": "Wallet",
  "wallet-definition": "Software that holds <a href=\"/glossary/#private-key\">private keys</a>. Used to access and control Ethereum <a href=\"/glossary/#account\">accounts</a> and interact with <a href=\"/glossary/#smart-contract\">smart contracts</a>. Keys need not be stored in a wallet, and can instead be retrieved from offline storage (i.e. a memory card or paper) for improved security. Despite the name, wallets never store the actual coins or tokens. <a href=\"/wallets/\">More on Ethereum wallets</a>.",
  "wei-term": "Wei",
  "wei-definition": "The smallest denomination of ether. 10<sup>18</sup> wei = 1 ether.",
  "zk-proof-term": "Zero-knowledge proof",
  "zk-proof-definition": "A zero-knowledge proof is a cryptographic method that allows an individual to prove that a statement is true without conveying any additional information. <a href=\"/developers/docs/scaling/zk-rollups/\">More on zero-knowledge rollups</a>."
}
