{
  "51%-attack-term": "51% attack",
  "51%-attack-definition": "A type of attack where a group gains control of the majority of <a href=\"/glossary/#node\">nodes</a>. This would allow them to defraud the blockchain by reversing <a href=\"/glossary/#transaction\">transactions</a> and double spending <a href=\"eth\">ether</a> and other tokens.<br /><br />In Ethereum proof-of-stake this would be achieved by accumulating more than half of the total staked ether. This would allow an attacker to decide which new blocks are added to the blockchain. However, to revert the chain or double-spend an attacker would require at least 66% of the total staked ether.",
  "account-term": "Account",
  "account-definition": "An Ethereum account is a digital identity on the Ethereum blockchain, allowing users to send, receive Ether, and interact with smart contracts.<br /><br /><strong>Technical:</strong><br />Its an object containing an address, balance, nonce, and optional storage and code. An account can be a contract account or an externally owned account (EOA).",
  "address-term": "Address",
  "address-definition": "An Ethereum address is a unique identifier used for receiving tokens, functions similar to a bank account number for cryptocurrencies. Its used to identify your Ethereum account.<br /><br />It is the rightmost 160 bits of a Keccak hash of an ECDSA public key.",
  "anti-sybil-term": "Anti-Sybil",
  "anti-sybil-definition": "Are ways to stop people from pretending to be many users at once on the internet, ensuring each user is a real, separate person. This helps keep online interactions fair and honest.",
  "abi-term": "Application Binary Interface (ABI)",
  "abi-definition": "A JSON file that defines the functions and variables included in a smart contract. The ABI allows bytecode to be mapped into human-readable formats.",
  "api-term": "Application Programming Interface (API)",
  "api-definition": "An Application Programming Interface (API) is a set of definitions for how to use a piece of software. An API sits between an application and a web server, and facilitates the transfer of data between them.",
  "apr-term": "APR",
  "apr-definition": "APR, or Annual Percentage Rate, reflects the yearly cost of borrowing money, including interest and fees, as a percentage.",
  "asic-term": "ASIC",
  "asic-definition": "Application-specific integrated circuit. This usually refers to an integrated circuit, custom-built for cryptocurrency mining.",
  "assert-term": "assert",
  "assert-definition": "In <a href=\"/glossary/#solidity\">Solidity</a>, `assert(false)` compiles to `0xfe`, an invalid opcode, which uses up all remaining <a href=\"/glossary/#gas\">gas</a> and reverts all changes. When an `assert()` statement fails, something very wrong and unexpected is happening, and you will need to fix your code. You should use `assert()` to avoid conditions that should never, ever occur. <a href=\"/developers/docs/smart-contracts/security/\">More on smart contract security</a>.",
  "attestation-term": "Attestation",
  "attestation-definition": "A claim made by an entity that something is true. In context of Ethereum, consensus validators must make a claim as to what they believe the state of the chain to be. At designated times, each validator is responsible for publishing different attestations that formally declare this validator's view of the chain, including the last finalized checkpoint and the current head of the chain. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">More on attestations</a>.",
  "base-fee-term": "Base fee",
  "base-fee-definition": "Every <a href=\"/glossary/#block\">block</a> has a reserve price known as the 'base fee'. It is the minimum <a href=\"/glossary/#gas\">gas</a> fee a user must pay to include a transaction in the next block. <a href=\"/developers/docs/gas/\">More on gas and fees</a>.",
  "beacon-chain-term": "Beacon chain",
  "beacon-chain-definition": "The Beacon Chain was the blockchain that introduced <a href=\"/glossary/#pos\">proof-of-stake</a> and <a href=\"/glossary/#validator\">validators</a> to Ethereum. It ran alongside the proof-of-work Ethereum Mainnet from December 2020 until the two chains were merged in September 2022 to form the Ethereum of today. <a href=\"/roadmap/beacon-chain/\">More on beacon chain</a>.",
  "big-endian-term": "Big-endian",
  "big-endian-definition": "A positional number representation where the most significant digit is first in memory. The opposite of little-endian, where the least significant digit is first.",
  "block-term": "Block",
  "block-definition": "A block is where transactions or digital actions are stored. Once a block is full, it gets linked to the previous one, creating a chain of blocks or a \"blockchain\". <a href=\"/developers/docs/blocks/\">More on blocks</a>.<br /><br />A block is a bundled unit of information that includes an ordered list of transactions and consensus-related information. Blocks are proposed by proof-of-stake validators, at which point they are shared across the entire peer-to-peer network, where they can easily be independently verified by all other nodes. Consensus rules govern what contents of a block are considered valid, and any invalid blocks are disregarded by the network. The ordering of these blocks and the transactions therein create a deterministic chain of events with the end representing the current state of the network.",
  "block-explorer-term": "Block explorer",
  "block-explorer-definition": "An interface that allows a user to search for information from, and about, a blockchain. This includes retrieving individual transactions, activity associated with specific addresses and information about the network.",
  "block-header-term": "Block header",
  "block-header-definition": "The block header is a collection of metadata about a block and a summary of the transactions included in the execution payload.",
  "block-propagation-term": "Block propagation",
  "block-propagation-definition": "The process of transmitting a confirmed block to all other nodes in the network.",
  "block-proposer-term": "Block proposer",
  "block-proposer-definition": "The specific validator chosen to create a block in a particular <a href=\"/glossary/#slot\">slot</a>.",
  "block-reward-term": "Block reward",
  "block-reward-definition": "The amount of ether rewarded to the proposer of a new valid block.",
  "block-status-term": "Block status",
  "block-status-definition": "The states that a block can exist in. The possible states include:<br/><br/><ul><li>proposed: the block was proposed by a validator</li><li>scheduled: validators are currently submitting data</li><li>missed/skipped: the proposer did not propose a block within the eligible time frame</li><li>orphaned: the block was reorg'd out by the <a href=\"/glossary/#fork-choice-algorithm\">fork choice algorithm</a></li></ul>",
  "block-time-term": "Block time",
  "block-time-definition": "The time interval between blocks being added to the blockchain.",
  "block-validation-term": "Block validation",
  "block-validation-definition": "The process of checking that a new block contains valid transactions and signatures, builds on the heaviest historical chain (meaning the one that has accumulated the most attestations in its history), and follows all other consensus rules. Valid blocks are added to the head of the chain and propagated to others on the network. Invalid blocks are disregarded.",
  "blockchain-term": "Blockchain",
  "blockchain-definition": "A blockchain is a database of transactions, duplicated and shared on all computers in the network, ensuring data cannot be altered retroactively.<br /><br />A sequence of <a href=\"/glossary/#block\">block</a> , each linking to its predecessor all the way to the <a href=\"/glossary/#genesis-block\">genesis block</a> by referencing the hash of the previous block. The integrity of the blockchain is crypto-economically secured using a proof-of-stake-based consensus mechanism. <a href=\"/developers/docs/intro-to-ethereum#what-is-a-blockchain\">What is a blockchain?</a>",
  "bootnode-term": "Bootnode",
  "bootnode-definition": "The nodes which can be used to initiate the discovery process when running a node. Bootnodes 'introduce' new nodes to other existing nodes so that they can quickly gain peers, rather than having to search for an initial peer. The endpoints of these nodes are usually provided in Ethereum client source code, but users can provide their own list of bootnodes.",
  "bridge-term": "Bridge",
  "bridge-definition": "A blockchain bridge is used to transfer assets from one blockchain network to another. For example you can use bridge to transfer ETH from the main Ethereum network to cheaper Layer 2 scaling solutions.",
  "bytecode-term": "Bytecode",
  "bytecode-definition": "Code expressed in a compact, numeric form so that it can be executed efficiently by the <a href=\"/glossary/#evm\">EVM</a>.",
  "byzantium-fork-term": "Byzantium fork",
  "byzantium-fork-definition": "The first of two <a href=\"/glossary/#hard-fork\">hard forks</a> for the <a href=\"/glossary/#metropolis\">Metropolis</a> development stage. It included EIP-649 Metropolis <a href=\"/glossary/#difficulty-bomb\">Difficulty Bomb</a> Delay and Block Reward Reduction, where the <a href=\"/glossary/#ice-age\">Ice Age</a> was delayed by 1 year and the block reward was reduced from 5 to 3 ether.",
  "casper-ffg-term": "Casper FFG",
  "casper-ffg-definition": "Casper-FFG is a proof-of-stake consensus protocol used in conjunction with the <a href=\"/glossary/#lmd-ghost\">LMD-GHOST</a> fork choice algorithm to allow <a href=\"/glossary/#consensus-client\">consensus clients</a> to agree on the head of the Beacon Chain.",
  "checkpoint-term": "Checkpoint",
  "checkpoint-definition": "The <a href=\"/glossary/#beacon-chain\">Beacon Chain</a> has a tempo divided into slots (12 seconds) and epochs (32 slots). The first slot in each epoch is a checkpoint. When a <a href=\"/glossary/#supermajority\">supermajority</a> of validators attests to the link between two checkpoints, they can be <a href=\"/glossary/#justification\">justified</a> and then when another checkpoint is justified on top, they can be <a href=\"/glossary/#finality\">finalized</a>.",
  "compiling-term": "Compiling",
  "compiling-definition": "Converting code written in a high-level programming language (e.g., <a href=\"/glossary/#solidity\">Solidity</a>) into a lower-level language (e.g., EVM <a href=\"/glossary/#bytecode\">bytecode</a>).<a href=\"/developers/docs/smart-contracts/compiling/\">More on compiling smart contracts</a>",
  "committee-term": "Committee",
  "committee-definition": "A group of at least 128 <a href=\"/glossary/#validator\">validators</a> assigned to validate blocks in each slot. One of the validators in the committee is the aggregator, responsible for aggregating the signatures of all other validators in the committee that agree on an attestation. Not to be confused with <a href=\"/glossary/#sync-committee\">sync committee</a>.",
  "computational-infeasibility-term": "Computational infeasibility",
  "computational-infeasibility-definition": "A process is computationally infeasible if it would take an impracticably long time (e.g. billions of years) to do it for anyone who might conceivably have an interest in carrying it out.",
  "consensus-term": "Consensus",
  "consensus-definition": "When more than 2/3 of the computers in a network agree that they have the same set of records, making sure everyone is on the same page. This isn't about the rules they follow, but making sure they all have the same information.",
  "consensus-client-term": "Consensus client",
  "consensus-client-definition": "Consensus clients (such as Prysm, Teku, Nimbus, Lighthouse, Lodestar) run Ethereum's <a href=\"/glossary/#pos\">proof-of-stake</a> consensus algorithm allowing the network to reach agreement about the head of the Beacon Chain. Consensus clients do not participate in validating/broadcasting transactions or executing state transitions. This is done by <a href=\"/glossary/#execution-client\">execution clients</a>. Consensus clients do not attest to, or propose new blocks. This is done by the <a href=\"/glossary/#validator\">validator client</a> which is an optional add-on to the consensus client.",
  "consensus-layer-term": "Consensus layer",
  "consensus-layer-definition": "Ethereum's consensus layer is the network of <a href=\"/glossary/#consensus-client\">consensus clients</a>.",
  "consensus-rules-term": "Consensus rules",
  "consensus-rules-definition": "The block validation rules that full nodes follow to stay in consensus with other nodes. Not to be confused with <a href=\"/glossary/#consensus\">consensus</a>.",
  "cfi-term": "Considered for Inclusion (CFI)",
  "cfi-definition": "A Core <a href=\"/glossary/#eip\">EIP</a> which is not yet active on Mainnet, and client developers are generally positive towards the idea. Assuming it meets all the requirements for mainnet inclusion, it could potentially be included in a network upgrade (not necessarily the next one).",
  "constantinople-fork-term": "Constantinople fork",
  "constantinople-fork-definition": "The second part of the <a href=\"/glossary/#metropolis\">Metropolis</a> stage, originally planned for mid-2018. Expected to include a switch to a hybrid <a href=\"/glossary/#pow\">proof-of-work</a>/<a href=\"/glossary/#pow\">proof-of-stake</a> consensus algorithm, among other changes.",
  "contract-account-term": "Contract account",
  "contract-account-definition": "An account containing code that executes whenever it receives a <a href=\"/glossary/#transaction\">transaction</a> from another <a href=\"/glossary/#account\">account</a> (<a href=\"/glossary/#eoa\">EOA]</a> or <a href=\"/glossary/#contract-account\">contract</a>).",
  "contract-creation-transaction-term": "Contract creation transaction",
  "contract-creation-transaction-definition": "A special <a href=\"/glossary/#transaction\">transaction</a> that includes a contract's initiation code. The recipient is set to `null` and the contract is deployed to an address generated from the user address and `nonce`. that is used to register a <a href=\"/glossary/#contract-account\">contract</a> and record it on the Ethereum blockchain.",
  "cryptoeconomics-term": "Cryptoeconomics",
  "cryptoeconomics-definition": "The study of mathematical and economic principles to design secure and trustworthy digital platforms. The goal is to  ensure that all participants follow the rules and are rewarded for contributing to the network's security and operation. ",
  "cryptography-term": "Cryptography",
  "cryptography-definition": "It is the practice of securing communication and data through the use of codes, so that only those for whom the information is intended can read and process it.<br />It involves techniques for encryption (converting readable information into an unreadable format) and decryption (converting it back into a readable format), ensuring confidentiality.",
  "doge-d-term": "Đ",
  "doge-d-definition": "Đ (D with stroke) is used in Old English, Middle English, Icelandic, and Faroese to stand for an uppercase letter “Eth”. It is used in words like ĐEV or Đapp (decentralized application), where the Đ is the Norse letter “eth”. The uppercase eth (Ð) is also used to symbolize the cryptocurrency Dogecoin. This is commonly seen in older Ethereum literature but is used less often today.",
  "dag-term": "DAG",
  "dag-definition": "DAG stands for Directed Acyclic Graph. It is a data structure composed of nodes and links between them. Before The Merge, Ethereum used a DAG in its <a href=\"/glossary/#pow\">proof-of-work</a> algorithm, <a href=\"/glossary/#ethash\">Ethash</a>, but is no longer used in <a href=\"/glossary/#pos\">proof-of-stake</a>.",
  "dapp-term": "Dapp",
  "dapp-definition": "A dApp is a decentralized application that runs on a blockchain network, offering services without a central controlling authority. <a href=\"/dapps/\">More on decentralized applications</a>.<br />At a minimum dapp has a smart contract connected to a web interface. In addition, many dapps include decentralized storage and/or a message protocol and platform.",
  "data-availability-term": "Data availability",
  "data-availability-definition": "Any node can independently verify transactions on a blockchain in order to maintain transparency and trust in the system.",
  "decentralization-term": "Decentralization",
  "decentralization-definition": "The concept of moving the control and execution of processes away from a central entity.",
  "dao-term": "Decentralized autonomous organization (DAO)",
  "dao-definition": "A DAO is a digital organization run by rules coded on a blockchain, where decisions are made by member votes, not a central authority. <a href=\"/dao/\">More on decentralized autonomous organizations (DAOs)</a>.<br />Each member's voting power often tied to the number of tokens they hold. DAOs aim to democratize decision-making and operations, focusing on transparency and community governance.",
  "dex-term": "Decentralized exchange (DEX)",
  "dex-definition": "A type of Ethereum app that lets you swap tokens with peers on the network. DEXes are not subject to geographical restrictions like centralized exchanges – anyone can participate.",
  "deposit-contract-term": "Deposit contract",
  "deposit-contract-definition": "The gateway to staking on Ethereum. The deposit contract is a smart contract on Ethereum that accepts deposits of ETH and manages validator balances. A validator cannot be activated without depositing ETH into this contract. The contract requires ETH and input data. This input data includes the validator public key and withdrawal public key, signed by the validator private key. This data is needed for a validator to be identified and approved by the <a href=\"/glossary/#pos\">proof-of-stake</a> network.",
  "defi-term": "DeFi",
  "defi-definition": "A broad category of Ethereum apps aiming to provide financial services backed by the blockchain, without any intermediaries. <a href=\"/defi/\">More on decentralized finance (DeFi)</a>",
  "difficulty-term": "Difficulty",
  "difficulty-definition": "A network-wide setting in <a href=\"/glossary/#pow\">proof-of-work</a> networks that controls how much average computation is required to find a valid nonce. The difficulty is represented by the number of leading zeroes that are required in the resulting block hash for it to be considered valid. This concept is deprecated in Ethereum since the transition to proof-of-stake.",
  "difficulty-bomb-term": "Difficulty bomb",
  "difficulty-bomb-definition": "Planned exponential increase in <a href=\"/glossary/#pow\">proof-of-work</a> <a href=\"/glossary/#difficulty\">difficulty</a> setting that was designed to motivate the transition to <a href=\"/glossary/#pos\">proof-of-stake</a>, reducing the chances of a <a href=\"/glossary/#hard-fork\">fork</a>. The difficulty bomb was deprecated with <a href=\"/roadmap/merge\">the Merge</a>.",
  "digital-signatures-term": "Digital signature",
  "digital-signatures-definition": "A short string of data a user produces for a document using a <a href=\"/glossary/#private-key\">private key</a> such that anyone with the corresponding <a href=\"/glossary/#public-key\">public key</a>, the signature, and the document can verify that (1) the document was \"signed\" by the owner of that particular private key, and (2) the document was not changed after it was signed.",
  "discovery-term": "Discovery",
  "discovery-definition": "The process by which an Ethereum node finds other nodes to connect to.",
  "distributed-hash-table-term": "Distributed hash table (DHT)",
  "distributed-hash-table-definition": "A data structure containing `(key, value)` pairs used by Ethereum nodes to identify peers to connect to and determine which protocols to use to communicate.",
  "double-spend-term": "Double spend",
  "double-spend-definition": "A deliberate blockchain fork, where a user with a sufficiently large amount of mining power/stake sends a transaction moving some currency off-chain (e.g. exiting into fiat money or making an off-chain purchase) then reorganizing the blockchain to remove that transaction. A successful double spend leaves the attacker with both their on and off-chain assets.",
  "ecdsa-term": "Elliptic Curve Digital Signature Algorithm (ECDSA)",
  "ecdsa-definition": "A cryptographic algorithm used by Ethereum to ensure that funds can only be spent by their owners. It's the preferred method for creating public and private keys. Relevant for account <a href=\"/glossary/#address\">address</a> generation and <a href=\"/glossary/#transaction\">transaction</a> verification.",
  "encryption-term": "Encryption",
  "encryption-definition": "Encryption is the conversion of electronic data into a form unreadable by anyone except the owner of the correct decryption key.",
  "entropy-term": "Entropy",
  "entropy-definition": "In the context of cryptography, lack of predictability or level of randomness. When generating secret information, such as <a href=\"/glossary/#private-key\">private keys</a>, algorithms usually rely on a source of high entropy to ensure the output is unpredictable.",
  "epoch-term": "Epoch",
  "epoch-definition": "A period of 32 <a href=\"/glossary/#slot\">slots</a>, each slot being 12 seconds, totalling 6.4 minutes. Validator <a href=\"/glossary/#committee\">committees</a> are shuffled every epoch for security reasons. Each epoch has an opportunity for the chain to be <a href=\"/glossary/#finality\">finalized</a>. Each validator is assigned new responsibilities at the start of each epoch. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">More on proof-of-stake</a>",
  "equivocation-term": "Equivocation",
  "equivocation-definition": "A validator sending two messages that contradict each other. One simple example is a transaction sender sending two transactions with the same nonce. Another is a block proposer proposing two blocks at the same block height (or for the same slot).",
  "eth1-term": "Eth1",
  "eth1-definition": "'Eth1' is a term that referred to Mainnet Ethereum, the existing proof-of-work blockchain. This term has since been deprecated in favor of the 'execution layer'. <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">Learn more about this name change</a>.",
  "eth2-term": "Eth2",
  "eth2-definition": "'Eth2' is a term that referred to a set of Ethereum protocol upgrades, including Ethereum's transition to proof-of-stake. This term has since been deprecated in favor of the 'consensus layer'. <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">Learn more about this name change</a>.",
  "eip-term": "Ethereum Improvement Proposal (EIP)",
  "eip-definition": "A design document providing information to the Ethereum community, describing a proposed new feature or its processes or environment (see <a href=\"/glossary/#erc\">ERC</a>). <a href=\"/eips/\">Introduction to EIPs</a>",
  "ens-term": "Ethereum Name Service (ENS)",
  "ens-definition": "Ethereum Name Service is like an internet phonebook for Ethereum addresses. Instead of using long  wallet addresses, ENS lets you use simple names like \"john.eth\" to send and receive digital money and assets.<br /><br /><strong>Technical:</strong><br />The ENS registry is a single central <a href=\"/glossary/#smart-contract\">contract</a> that provides a mapping from domain names to owners and resolvers, as described in EIP-137. <a href=\"https://ens.domains\">Read more at ens.domains</a>.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "ERC-1155 is a newer type of Ethereum token standard similar to NFT (like unique collectible items) that also allows to create interchangeable items (like currency) within a single smart contract.<br />This makes it easier and more efficient to manage various types of digital assets, especially for applications like video games or digital collections.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "ERC-20 is the standard that most tokens on Ethereum network use for their creation.<br />Popular examples are stablecoins like DAI and USDC or exchange tokens like UNI from Uniswap. Akin to any form of alternative moneys that we have in traditional systems… ie. rewards points, credit systems, or even stocks, etc.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "NFTs (non fungible tokens) are created using a standard set of rules referred to as ERC-721.<br />NFT tokens can represent ownership of anything unique, like digital art or collectibles, with each token having its own special characteristics and value. Each NFT is unique and easily distinguishable from any other NTF.",
  "execution-client-term": "Execution client",
  "execution-client-definition": "Execution clients (formerly known as \"Eth1 clients\"), such as Besu, Erigon, Go-Ethereum (Geth), Nethermind, are tasked with processing and broadcasting transactions and managing Ethereum's state. They run the computations for each transaction using the <a href=\"/glossary/#evm\">Ethereum Virtual Machine</a> to ensure that the rules of the protocol are followed.",
  "execution-layer-term": "Execution layer",
  "execution-layer-definition": "Ethereum's execution layer is the network of <a href=\"/glossary/#execution-client\">execution clients</a>.",
  "eoa-term": "Externally owned account (EOA)",
  "eoa-definition": "Externally Owned Accounts (EOAs) are the most common type of Ethereum account. They are controlled by a person through private keys/recovery phrase. <a href=\"/wallets/\">More on Ethereum wallets</a>.",
  "erc-term": "Ethereum Request for Comments (ERC)",
  "erc-definition": "ERC (<strong>Ethereum Request for Comments</strong>) is a type of technical documentation used in the Ethereum community to propose new standards of usage for the Ethereum network.<br /><br />These proposals can cover a wide range of topics, including new token standards (like ERC-20 used for tokens and ERC-721 for NFTs).",
  "ethash-term": "Ethash",
  "ethash-definition": "A <a href=\"/glossary/#pow\">proof-of-work</a> algorithm that was used on Ethereum before it transitioned to <a href=\"/glossary/#pos\">proof-of-stake. <a href=\"/developers/docs/consensus-mechanisms/pow/mining/mining-algorithms/ethash\">Read more</a>",
  "ether-term": "Ether",
  "ether-definition": "The native cryptocurrency of Ethereum, commonly referred to as “ETH”. It is used to cover transaction fees when using Ethereum ecosystem and applications. <a href=\"/eth/\">More on ether</a>.",
  "events-term": "Events",
  "events-definition": "Allows the use of <a href=\"/glossary/#evm\">EVM</a> logging facilities. <a href=\"/glossary/#dapp\">Dapps</a> can listen for events and use them to trigger JavaScript callbacks in the user interface. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">More on events and logs</a>",
  "evm-term": "Ethereum Virtual Machine (EVM)",
  "evm-definition": "A stack-based virtual machine that executes <a href=\"/glossary/#bytecode\">bytecode</a>. In Ethereum, the execution model specifies how the system state is altered given a series of bytecode instructions and a small tuple of environmental data. This is specified through a formal model of a virtual state machine. <a href=\"/developers/docs/evm/\">More on Ethereum Virtual Machine</a>.",
  "evm-assembly-language-term": "EVM assembly language",
  "evm-assembly-language-definition": "A human-readable form of EVM <a href=\"/glossary/#bytecode\">bytecode.",
  "fallback-function-term": "Fallback function",
  "fallback-function-definition": "A default function called in the absence of data or a declared function name.",
  "faucet-term": "Faucet",
  "faucet-definition": "A service carried out via <a href=\"/glossary/#smart-contract\">smart contract</a> that dispenses funds in the form of free test ether that can be used on a testnet.",
  "finality-term": "Finality",
  "finality-definition": "Finality is the guarantee that a set of transactions cannot be changed without a huge amount of ETH being lost.",
  "finney-term": "Finney",
  "finney-definition": "A denomination of <a href=\"/glossary/#ether\">ether</a>. 1 finney = 10<sup>15</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>3</sup> finney = 1 ether.",
  "fork-term": "Fork",
  "fork-definition": "A change in protocol causing the creation of an alternative chain.",
  "fork-choice-algorithm-term": "Fork choice algorithm",
  "fork-choice-algorithm-definition": "The algorithm used to identify the head of the blockchain. On Ethereum the head of the chain is identified as the fork with the greatest 'weight' of attestations. The weight is the product of the number of attestations and the effective balance of the attesting validators. This means the true head of the chain is the one that most staked ether has voted for. On the consensus layer the fork choice algorithm is called <a href=\"/glossary/#lmd-ghost\">LMD_GHOST</a>.",
  "fraud-proof-term": "Fraud proof",
  "fraud-proof-definition": "A security model for certain <a href=\"/glossary/#layer-2\">layer 2</a> solutions where, to increase speed, transactions are <a href=\"/glossary/#rollups\">rolled up</a> into batches and submitted to Ethereum in a single transaction. Other network participants can re-execute the transactions to check that they were executed honestly. If they uncover a discrepancy between the posted data and their own version they can post a cryptographic proof that demonstrates where some fraud took place. Some <a href=\"/glossary/#rollups\">rollups</a> use <a href=\"/glossary/#validity-proof\">validity proofs</a>.",
  "frontier-term": "Frontier",
  "frontier-definition": "The initial test development stage of Ethereum, which lasted from July 2015 to March 2016.",
  "gas-term": "Gas",
  "gas-definition": "Gas is the fee paid for transactions and smart contracts on a blockchain, like Ethereum. <a href=\"/gas/\">More on gas and fees</a>.",
  "gas-limit-term": "Gas limit",
  "gas-limit-definition": "The maximum amount of <a href=\"/glossary/#gas\">gas</a> a <a href=\"/glossary/#transaction\">transaction</a> or <a href=\"/glossary/#block\">block</a> may consume.",
  "gas-price-term": "Gas price",
  "gas-price-definition": "Price in ether of one unit of gas specified in a transaction.",
  "genesis-block-term": "Genesis block",
  "genesis-block-definition": "The first block in a <a href=\"/glossary/#blockchain\">blockchain</a>, used to initialize a particular network and its cryptocurrency.",
  "geth-term": "Geth",
  "geth-definition": "Go Ethereum. One of the most prominent implementations of the Ethereum protocol, written in Go. <a href=\"https://geth.ethereum.org\">Read more at geth.ethereum.org</a>",
  "gwei-term": "Gwei",
  "gwei-definition": "Short for gigawei, a denomination of <a href=\"/glossary/#ether\">ether</a>, commonly utilized to price <a href=\"/glossary/#gas\">gas</a>. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>9</sup> gwei = 1 ether.",
  "hard-fork-term": "Hard fork",
  "hard-fork-definition": "A permanent divergence in the <a href=\"/glossary/#blockchain\">blockchain</a>; also known as a hard-forking change. One commonly occurs when nonupgraded nodes can't validate blocks created by upgraded nodes that follow newer <a href=\"/glossary/#consensus-rules\">consensus rules</a>. Not to be confused with a fork, soft fork, software fork, or Git fork.",
  "hash-term": "Hash",
  "hash-definition": "A fixed-length fingerprint of variable-size input, produced by a hash function. (See <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "hash-rate-term": "Hash rate",
  "hash-rate-definition": "The number of hash calculations made per second by computers running mining software.",
  "homestead-term": "Homestead",
  "holographic-consensus-term": "Holographic consensus",
  "holographic-consensus-definition": "Refers to how a big group decision is made by letting a smaller group of representative people vote. Then everyone else agrees to go along with it, as long as they trust the small group did a good job.<br />It's used in some online communities to make decisions quickly without needing everyone to vote on everything, while still making sure the decisions are fair and represent what most people want.",
  "homestead-definition": "The second development stage of Ethereum, launched in March 2016 at block 1,150,000.",
  "index-term": "Index",
  "index-definition": "A network structure meant to optimize the querying of information from across the <a href=\"/glossary/#blockchain\">blockchain</a> by providing an efficient path to its storage source.",
  "ide-term": "Integrated development environment (IDE)",
  "ide-definition": "A user interface that typically combines a code editor, compiler, runtime, and debugger. <a href=\"/developers/docs/ides/\">More on integrated development environments</a>.",
  "immutable-deployed-code-problem-term": "Immutable deployed code problem",
  "immutable-deployed-code-problem-definition": "Once a <a href=\"/glossary/#smart-contract\">contract's</a> (or library's) code is deployed, it becomes immutable. Standard software development practices rely on being able to fix possible bugs and add new features, so this represents a challenge for smart contract development. <a href=\"/developers/docs/smart-contracts/deploying/\">More on deploying smart contracts</a>.",
  "internal-transaction-term": "Internal transaction",
  "internal-transaction-definition": "A <a href=\"/glossary/#transaction\">transaction</a> sent from a <a href=\"/glossary/#contract-account\">contract account</a> to another contract account or an <a href=\"/glossary/#eoa\">EOA</a> (see <a href=\"/glossary/#message\">message</a>).",
  "issuance-term": "Issuance",
  "issuance-definition": "The minting of new ether to reward block proposal, attestation and whistle-blowing.",
  "kdf-term": "Key derivation function (KDF)",
  "kdf-definition": "Also known as a \"password stretching algorithm,\" it is used by <a href=\"/glossary/#keystore\">keystore</a> formats to protect against brute-force, dictionary, and rainbow table attacks on passphrase encryption, by repeatedly hashing the passphrase.",
  "keystore-term": "Keystore",
  "keystore-definition": "Every account’s private key/address pair exists as a single keyfile in an Ethereum client. These are JSON text files which contains the encrypted private key of the account, which can only be decrypted with the password entered during account creation.",
  "keccak-256-term": "Keccak-256",
  "keccak-256-definition": "Cryptographic <a href=\"/glossary/#hash\">hash</a> function used in Ethereum. Keccak-256 was standardized as <a href=\"/glossary/#sha\">SHA</a>-3.",
  "key-term": "Key",
  "key-definition": "In the context of Ethereum, keys are digital codes: a public key for receiving transactions and a private key for accessing and sending funds.<br />Public keys: These can be shared openly.<br />Private keys: These are kept secret by the owner.",
  "layer-1-term": "Layer 1",
  "layer-1-definition": "Layer 1 refers to the main blockchain in a multi-level blockchain network. For example, Ethereum and Bitcoin are layer one blockchains. Many layer two blockchain offload resource-intense transactions to their separate blockchain, while continuing to use Ethereum's or Bitcoin's layer one blockchain for security purposes.",
  "layer-2-term": "Layer 2",
  "layer-2-definition": "Layer 2s are another networks built on top of Ethereum main network to make transactions faster and cheaper. <a href=\"/layer-2/\">More on layer 2</a>.",
  "library-term": "Library",
  "library-definition": "A special type of <a href=\"/glossary/#smart-contract\">contract</a> that has no payable functions, no fallback function, and no data storage. Therefore, it cannot receive or hold ether, or store data. A library serves as previously deployed code that other contracts can call for read-only computation. <a href=\"/developers/docs/smart-contracts/libraries/\">More on smart contract libraries</a>.",
  "light-client-term": "Light client",
  "light-client-definition": "An Ethereum client that does not store a local copy of the <a href=\"/glossary/#blockchain\">blockchain</a>, or validate blocks and <a href=\"/glossary/#transaction\">transactions</a>. It offers the functions of a <a href=\"/glossary/#wallet\">wallet</a> and can create and broadcast transactions.",
  "liquidity-term": "Liquidity",
  "liquidity-definition": "Liquidity is how quickly and easily an asset can be converted into cash or another asset. Decentralized exchanges like Uniswap have multiple liquidity pools where asset holders can deposit their assets where traders can buy and sell them in a decentralized way in exchange for rewards.",
  "liquidity-tokens-term": "Liquidity tokens",
  "liquidity-tokens-definition": "Liquidity tokens (LST) are digital tokens issued to participants who deposit assets into a liquidity pool, which is a collection of funds locked in a smart contract and used to facilitate trading on a decentralized exchange (DEX).<br />These tokens represent the participant's share of the pool and can be redeemed later for the initial deposit plus a portion of the trading fees generated by the pool's activity. Essentially, liquidity tokens serve as a proof of ownership or stake in a liquidity pool, allowing holders to earn rewards while providing the necessary liquidity for others to trade different cryptocurrency pairs efficiently.",
  "lmd-ghost-term": "LMD-GHOST",
  "lmd-ghost-definition": "The <a href=\"/glossary/#fork-choice-algorithm\">fork-choice algorithm</a> used by Ethereum's consensus clients to identify the head of the chain. LMD-GHOST is an acronym standing for \"Latest Message Driven Greediest Heaviest Observed SubTree\" which means that the head of the chain is the block with the greatest accumulation of <a href=\"/glossary/#attestation\">attestations</a> in its history.",
  "mainnet-term": "Mainnet",
  "mainnet-definition": "Short for \"main network,\" this is the main public Ethereum <a href=\"/glossary/#blockchain\">blockchain</a>.",
  "max-fee-per-gas-term": "Max Fee Per Gas",
  "max-fee-per-gas-definition": "The Max Fee is the absolute maximum amount a user is willing to pay per unit of gas (<a href=\"/glossary/#gwei\">gwei</a>) to get a transaction included in a block.",
  "merkle-patricia-tree-term": "Merkle Patricia Tree (MPT)",
  "merkle-patricia-tree-definition": "A data structure used in Ethereum to efficiently store key-value pairs.",
  "merkle-root-term": "Merkle Root",
  "merkle-root-definition": "A Merkle root is the single top hash of a Merkle tree. It verifies all transactions within a block.",
  "message-term": "Message",
  "message-definition": "An <a href=\"/glossary/#internal-transaction\">internal transaction</a> that is never serialized and only sent within the <a href=\"/glossary/#evm\">EVM</evm>.",
  "message-call-term": "Message call",
  "message-call-definition": "The act of passing a <a href=\"/glossary/#message\">message</a> from one account to another. If the destination account is associated with <a href=\"/glossary/#evm\">EVM</a> code, then the VM will be started with the state of that object and the message acted upon.",
  "mev-term": "MEV",
  "mev-definition": "A mechanism prioritizing certain actions on a blockchain for a fee, influencing outcomes and the order of transactions.",
  "mining-term": "Mining",
  "mining-definition": "The process of repeatedly hashing a block header while incrementing a <a href=\"/glossary/#nonce\">nonce</a> until the result contains an arbitrary number of leading binary zeros. This is the process by which new <a href=\"/glossary/#block\">blocks</a> are added to a proof-of-work blockchain. This was how Ethereum was secured before it moved to proof-of-stake.",
  "miner-term": "Miner",
  "miner-definition": "A network <a href=\"/glossary/#node\">node</a> that finds valid <a href=\"/glossary/#pow\">proof-of-work</a> for new blocks, by repeated pass hashing (see <a href=\"/glossary/#ethash\">Ethash</a>). Miners are no longer part of Ethereum - they were replaced by validators when Ethereum moved to proof-of-stake.",
  "mint-term": "Mint",
  "mint-definition": "Minting is the process of creating new tokens and bringing them into circulation so that they can be used. It's a decentralized mechanism to create a new token without the involvement of the central authority.",
  "multisig-term": "Multisig",
  "multisig-definition": "Multisig (multi signature) refers to a digital wallet or account that requires multiple signatures or approvals to execute transactions, enhancing security.<br />This adds extra security compared to traditional single-signature accounts where only one person's approval is needed.",
  "network-term": "Network",
  "network-definition": "Referring to the Ethereum network, a peer-to-peer network that propagates transactions and blocks to every Ethereum node (network participant). <a href=\"/developers/docs/networks/\">More on networks</a>.",
  "network-hashrate-term": "Network hashrate",
  "network-hashrate-definition": "The collective hashrate produced by an entire mining network. Mining on Ethereum was switched off when Ethereum moved to proof-of-stake.",
  "nft-term": "Non-fungible token (NFT)",
  "nft-definition": "Non-fungible-token (NFT ) is a unique digital item you can own, like art or collectibles, verified by blockchain technology. <a href=\"/nft/\">More on Non-Fungible Tokens (NFTs)</a>.",
  "node-term": "Node",
  "node-definition": "A software client that participates in the network. <a href=\"/developers/docs/nodes-and-clients/\">More on nodes and clients</a>.",
  "nonce-term": "Nonce",
  "nonce-definition": "In cryptography, a value that can only be used once. An account nonce is a transaction counter in each account, which is used to prevent replay attacks.",
  "off-chain-term": "Off-Chain",
  "off-chain-definition": "Off-chain means any transaction or data that exists outside the blockchain. Because committing every transaction on-chain can be expensive and inefficient, third-party tools like oracles that handle pricing data, or layer 2 solutions that execute a higher throughput of transactions, handle a bulk of the processing work off-chain, and will submit information on-chain at less frequent intervals.",
  "ommer-term": "Ommer (uncle) block",
  "ommer-definition": "When a proof-of-work <a href=\"/glossary/#miner\">miner</a> finds a valid <a href=\"/glossary/#block\">block</a>, another miner may have published a competing block which is added to the tip of the blockchain first. This valid, but stale, block can be included by newer blocks as <em>ommers</em> and receive a partial block reward. The term \"ommer\" is the preferred gender-neutral term for the sibling of a parent block, but this is also sometimes referred to as an \"uncle\". This was common for Ethereum when it was a <a href=\"/glossary/#pow\">proof-of-work</a> network. Now that Ethereum uses <a href=\"/glossary/#pos\">proof-of-stake</a>, only one block proposer is selected per slot.",
  "on-chain-term": "On-Chain",
  "on-chain-definition": "Refers to actions or transactions that happen on the blockchain and are publicly available.<br /><br />Think of it as writing something in a big, shared notebook that everyone can see and check, making sure that whatever is written (like sending digital money or making a contract) is permanent and can't be changed or erased.",
  "optimistic-rollup-term": "Optimistic rollup",
  "optimistic-rollup-definition": "Optimistic Rollup is a Layer 2 solution that speeds up transactions on Ethereum, assuming they're valid by default unless challenged. <a href=\"/developers/docs/scaling/optimistic-rollups/\">More on Optimistic rollups</a>.",
  "oracle-term": "Oracle",
  "oracle-definition": "An oracle is a bridge between the <a href=\"/glossary/#blockchain\">blockchain</a> and the real world. They act as on-chain <a href=\"/glossary/#api\">APIs</a> that can be queried for information and used in <a href=\"/glossary/#smart-contract\">smart contracts</a>. <a href=\"/developers/docs/oracles/\">More on oracles</a.",
  "peer-term": "Peer",
  "peer-definition": "Connected computers running Ethereum client software that have identical copies of the <a href=\"/glossary/#blockchain\">blockchain</a>.",
  "peer-to-peer-network-term": "Peer-to-peer network",
  "peer-to-peer-network-definition": "A network of computers (<a href=\"/glossary/#peer\">peers</a>) that are collectively able to perform functionalities without the need for centralized, server-based services.<br />This setup is often used for sharing files (I.e. Bit torrent), information, or digital currencies, allowing for more direct and potentially more efficient exchanges between users.",
  "permissionless-term": "Permissionless",
  "permissionless-definition": "Permissionless means anyone can join and use a system like Ethereum. It's open for everyone to participate and doesn't require any approval.",
  "plasma-term": "Plasma",
  "plasma-definition": "An off-chain scaling solution that uses <a href=\"/glossary/#fraud-proof\">fraud proofs</a>, like <a href=\"/glossary/#optimistic-rollup\">optimistic rollups</a>. Plasma is limited to simple transactions like basic token transfers and swaps. <a href=\"/developers/docs/scaling/plasma\">More on plasma</a>.",
  "private-key-term": "Private key",
  "private-key-definition": "A private key is a secret code that proves you own your digital money and lets you spend it, like a PIN for your account. <strong>DO NOT SHARE IT</strong>.",
  "public-goods-term": "Public goods",
  "public-goods-definition": "Public goods are things everyone can use for free, like parks or clean air, and using them doesn’t stop others from using them too. Governments often provide these because businesses usually won’t, since they can’t easily charge people for using them.",
  "private-chain-term": "Private chain",
  "private-chain-definition": "A fully private blockchain is one with permissioned access, not publicly available for use.",
  "poap-term": "POAP",
  "poap-definition": "Proof of Attendance Protocol is used to create a digital collectible (NFT) that proves you attended a specific event or activity.",
  "pos-term": "Proof-of-stake (PoS)",
  "pos-definition": "A method by which a cryptocurrency blockchain protocol aims to achieve distributed <a href=\"/glossary/#consensus\">consensus</a>. PoS asks users to prove ownership of a certain amount of cryptocurrency (their \"stake\" in the network) in order to be able to participate in the validation of transactions. <a href=\"/developers/docs/consensus-mechanisms/pos/\">More on proof-of-stake</a>.",
  "pow-term": "Proof-of-work (PoW)",
  "pow-definition": "A security mechanism for blockchains that requires nodes to expend energy in the form of computation to find a certain value.",
  "proto-danksharding-term": "Proto-Danksharding",
  "proto-danksharding-definition": "A new transaction type which accepts \"blobs\" of data for Ethereum. This \"blob\" data is temporarily stored on the beacon chain for 4096 epochs (~18.2 days), and can optionally be pruned after to help reduce hardware requirements for node operators.",
  "public-key-term": "Public key",
  "public-key-definition": "A public key is a set of characters that lets others send you digital currency securely, like an email address for money.",
  "quadratic-voting-term": "Quadratic voting",
  "quadratic-voting-definition": "Is a voting method where voters express how strongly they feel about issues. It allows voters to show not just preference, but also the intensity of their preference.",
  "receipt-term": "Receipt",
  "receipt-definition": "Data returned by an Ethereum client to represent the result of a particular <a href=\"/glossary/#transaction\">transaction</a>, including a <a href=\"/glossary/#hash\">hash</a> of the transaction, its <a href=\"/glossary/#block\">block</a> number, the amount of <a href=\"/glossary/#gas\">gas</a> used, and, in case of deployment of a <a href=\"/glossary/#smart-contract\">smart contract</a>, the <a href=\"/glossary/#address\">address</a> of the contract.",
  "recovery-phrase-term": "Seed phrase/recovery phrase",
  "recovery-phrase-definition": "A list of words given to you when you create a digital wallet. It acts like a  password that can help you get back into your wallet if you lose access, making sure you don't lose your digital money or tokens.",
  "re-entrancy-attack-term": "Re-entrancy attack",
  "re-entrancy-attack-definition": "An attack that consists of an attacker contract calling a victim contract function in such a way that during execution the victim calls the attacker contract again, recursively. This can result, for example, in the theft of funds by skipping parts of the victim contract that update balances or count withdrawal amounts.< href=\"/developers/docs/smart-contracts/security/#re-entrancy\">More on re-entrancy</a>.",
  "reward-term": "Reward",
  "reward-definition": "An amount of ether <a href=\"/developers/docs/consensus-mechanisms/pos/rewards-and-penalties\">awarded to validators</a> that perform certain functions, including proposing a block or participating in a sync-committee, in each slot.",
  "rlp-term": "Recursive Length Prefix (RLP)",
  "rlp-definition": "An <a href=\"/developers/docs/data-structures-and-encoding\">encoding standard</a> designed by the Ethereum developers to encode and serialize objects (data structures) of arbitrary complexity and length.",
  "rollups-term": "Rollups",
  "rollups-definition": "A type of <a href=\"/glossary/#layer-2\">layer 2</a> scaling solution that batches multiple transactions and submits them to <a href=\"/glossary/#mainnet\">the Ethereum main chain</a> in a single transaction. This allows for reductions in <a href=\"/glossary/#gas\">gas</a> costs and increases in <a href=\"/glossary/#transaction\">transaction</a> throughput. There are Optimistic and Zero-knowledge rollups which use different security methods to offer these scalability gains. <a href=\"/developers/docs/scaling/#rollups\">More on rollups</a>.",
  "rpc-term": "Remote procedure call (RPC)",
  "rpc-definition": "RPC lets one computer request data or action from another over a network, like asking for info with a remote control.",
  "sha-term": "Secure Hash Algorithm (SHA)",
  "sha-definition": "A family of cryptographic hash functions published by the National Institute of Standards and Technology (NIST).",
  "serialization-term": "Serialization",
  "serialization-definition": "The process of converting a data structure into a sequence of bytes.",
  "sequencer-term": "Sequencer",
  "sequencer-definition": "A sequencer is a program responsible for ordering transactions in a blockchain network, particularly within Layer 2 scaling solutions.",
  "shard-term": "Shard / shard chain",
  "shard-definition": "Shard chains are discrete sections of the total blockchain that subsets of validators can be responsible for. This was originally intended to be the way that Ethereum scaled to millions of transactions per second, but it has now been superseded by the rapid development of scaling using <a href=\"/glossary/#rollups\">rollups</a>.",
  "sidechain-term": "Sidechain",
  "sidechain-definition": "A scaling solution that uses a separate chain with different, often faster, <a href=\"/glossary/#consensus-rules\">consensus rules</a>. A bridge is needed to connect these sidechains to <a href=\"/glossary/#mainnet\">Mainnet</a>. <a href=\"/glossary/#rollups\">Rollups</a> also use sidechains, but they operate in collaboration with <a href=\"/glossary/#mainnet\">Mainnet</a> instead. <a href=\"/developers/docs/scaling/sidechains/\">More on sidechains</a>.",
  "signing-term": "Signing",
  "signing-definition": "Demonstrating cryptographically that a transaction was approved by the holder of a specific private key.",
  "singleton-term": "Singleton",
  "singleton-definition": "A computer programming term that describes an object of which only a single instance can exist.",
  "slasher-term": "Slasher",
  "slasher-definition": "A slasher is an entity that scans attestations searching for slashable offenses. Slashings are broadcast to the network, and the next block proposer adds the proof to the block. The block proposer then receives a reward for slashing the malicious validator.",
  "slot-term": "Slot",
  "slot-definition": "A period of time (12 seconds) in which new blocks can be proposed by a <a href=\"/glossary/#validator\">validator</a> in the <a href=\"/glossary/#pos\">proof-of-stake</a> system. A slot may be empty. 32 slots make up an <a href=\"/glossary/#epoch\">epoch</a>. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">More on proof-of-stake</a>.",
  "smart-contract-term": "Smart contract",
  "smart-contract-definition": "A smart contract is a program that automatically executes agreements on a blockchain, like a self-enforcing digital contract. <a href=\"/smart-contracts/\">Introduction to smart contracts</a>.",
  "snark-term": "SNARK",
  "snark-definition": "Short for \"succinct non-interactive argument of knowledge\", a SNARK is a type of <a href=\"/glossary/#zk-proof\">zero-knowledge proof</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">More on zero-knowledge rollups</a>.",
  "soft-fork-term": "Soft fork",
  "soft-fork-definition": "A divergence in a <a href=\"/glossary/#blockchain\">blockchain</a> that occurs when the <a href=\"/glossary/#consensus-rules\">consensus rules</a> change. Contrary to a <a href=\"/glossary/#hard-fork\">hard fork</a>, a soft fork is backwards compatible; upgraded nodes can validate blocks created by non-upgraded nodes as long as they follow the new consensus rules.",
  "solidity-term": "Solidity",
  "solidity-definition": "A procedural (imperative) programming language with syntax that is similar to JavaScript, C++, or Java. The most popular and most frequently used language for Ethereum <a href=\"/glossary/#smart-contract\">smart contracts</a>. Created by Dr. Gavin Wood. <a href=\"/developers/docs/smart-contracts/languages/#solidity\">More on Solidity</a>.",
  "solidity-inline-assembly-term": "Solidity inline assembly",
  "solidity-inline-assembly-definition": "<a href=\"/glossary/#evm\">EVM</a> assembly language in a <a href=\"/glossary/#solidity\">Solidity</a> program. Solidity's support for inline assembly makes it easier to write certain operations.",
  "stablecoin-term": "Stablecoin",
  "stablecoin-definition": "A stablecoin is a type of cryptocurrency designed to have a stable value, often pegged to a currency or commodity (like US dollar), to minimize price volatility. <a href=\"/stablecoins/\">More on stablecoins</a>.",
  "staking-term": "Staking",
  "staking-definition": "Depositing a quantity of <a href=\"/glossary/#ether\">ether</a> (your stake) to become a validator and secure the <a href=\"/glossary/#network\">network</a>. A validator checks <a href=\"/glossary/#transaction\">transactions</a> and proposes <a href=\"/glossary/#block\">blocks</a> under a <a href=\"/glossary/#pos\">proof-of-stake</a> consensus model. Staking gives you an economic incentive to act in the best interests of the network. You'll get rewards for carrying out your <a href=\"/glossary/#validator\">validator</a> duties, but lose varying amounts of ETH if you don't. <a href=\"/staking/\">More on Ethereum staking</a>.",
  "staking-pool-term": "Staking pool",
  "staking-pool-definition": "The combined ETH of more than one Ethereum staker, used to reach the 32 ETH required to activate a set of validator keys. A node operator uses these keys to participate in consensus and the <a href=\"/glossary/#block-reward\">block rewards</a> are split amongst contributing stakers. Staking pools or delegating staking are not native to the Ethereum protocol, but many solutions have been built by the community. <a href=\"/staking/pools/\">More on pooled staking</a>.",
  "stark-term": "STARK",
  "stark-definition": "Short for \"scalable transparent argument of knowledge\", a STARK is a type of <a href=\"/glossary/#zk-proof\">zero-knowledge proof</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">More on zero-knowledge rollups</a>.",
  "state-term": "State",
  "state-definition": "A snapshot of all balances and data at a particular point in time on the blockchain, normally referring to the condition at a particular block.",
  "state-channels-term": "State channels",
  "state-channels-definition": "A <a href=\"/glossary/#layer-2\">layer 2</a> solution where a channel is set up between participants, where they can transact freely and cheaply. Only a <a href=\"/glossary/#transaction\">transaction</a> to set up the channel and close the channel is sent to <a href=\"/glossary/#mainnet\">Mainnet</a>. This allows for very high transaction throughput, but does rely on knowing number of participants up front and locking up of funds. <a href=\"/developers/docs/scaling/state-channels/#state-channels\">More on state channels</a>.",
  "supermajority-term": "Supermajority",
  "supermajority-definition": "Supermajority is the term given for an amount exceeding 2/3 (66%) of the total staked ether securing Ethereum. A supermajority vote is required for blocks to be <a href=\"/glossary/#finality\">finalized</a> on the Beacon Chain.",
  "syncing-term": "Syncing",
  "syncing-definition": "The process of downloading the entire latest version of a blockchain to a node.",
  "sync-committee-term": "Sync committee",
  "sync-committee-definition": "A sync committee is a randomly selected group of <a href=\"/glossary/#validator\">validators</a> that refresh every ~27 hours. Their purpose is to add their signatures to valid block headers. Sync committees allow <a href=\"/glossary/#light-client\">light clients</a> to keep track of the head of the blockchain without needing to access the entire validator set.",
  "szabo-term": "Szabo",
  "szabo-definition": "A denomination of <a href=\"/glossary/#ether\">ether</a>. 1 szabo = 10<sup>12</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>6</sup> szabo = 1 ether.",
  "terminal-total-difficulty-term": "Terminal total difficulty (TTD)",
  "terminal-total-difficulty-definition": "The total difficulty is the sum of the Ethash mining difficulty for all blocks up to some specific point in the blockchain. The terminal total difficulty is a specific value for the total difficulty that was used as the trigger for execution clients to switch off their mining and block gossip functions enabling the network to transition to proof-of-stake. It is no longer relevant because Ethereum moved to <a href=\"/glossary/#pos\">proof-of-stake</a>.",
  "testnet-term": "Testnet",
  "testnet-definition": "Short for \"test network,\" a network used to simulate the behavior of the main Ethereum network.",
  "token-term": "Token",
  "token-definition": "A tradable virtual good defined in smart contracts on the Ethereum blockchain.",
  "transaction-term": "Transaction",
  "transaction-definition": "Data committed to the Ethereum Blockchain signed by an originating <a href=\"/glossary/#account\">account</a>, targeting a specific <a href=\"/glossary/#address\">address</a>. The transaction contains metadata such as the <a href=\"/glossary/#gas-limit\">gas limit</a> for that transaction. <a href=\"/developers/docs/transactions/\">More on transactions</a>.",
  "transaction-fee-term": "Transaction fee",
  "transaction-fee-definition": "A fee you need to pay whenever you use the Ethereum network. Examples include sending funds from your <a href=\"/glossary/#wallet\">wallet</a> or a <a href=\"/glossary/#dapp\">dapp</a> interaction, like swapping tokens or buying a collectable. You can think of this like a service charge. This fee will change based on how busy the network is. This is because <a href=\"/glossary/#validator\">validators</a>, the people responsible for processing your transaction, are likely to prioritize transactions with higher fees – so congestion forces the price up.<br/><br/>At a technical level, your transaction fee relates to how much <a href=\"/glossary/#gas\">gas</a> your transaction requires.<br/><br/>Reducing transaction fees is a subject of intense interest right now. See <a href=\"/glossary/#layer-2\">Layer 2</a>.",
  "trust-assumptions-term": "Trust assumptions",
  "trust-assumptions-definition": "Trust assumptions are basic beliefs about a system's safety and dependability, guiding what we trust for the system to function.",
  "trustlessness-term": "Trustlessness",
  "trustlessness-definition": "The ability of a network to mediate transactions without any of the involved parties needing to trust a third party.",
  "turing-complete-term": "Turing complete",
  "turing-complete-definition": "A concept named after English mathematician and computer scientist Alan Turing - a system of data-manipulation rules (such as a computer's instruction set, a programming language, or a cellular automaton) is said to be \"Turing complete\" or \"computationally universal\" if it can be used to simulate any Turing machine.",
  "validator-term": "Validator",
  "validator-definition": "A <a href=\"/glossary/#node\">node</a> in a <a href=\"/glossary/#pos\">proof-of-stake</a> system responsible for storing data, processing transactions, and adding new blocks to the blockchain. To activate validator software, you need to be able to <a href=\"/glossary/#staking\">stake</a> 32 ETH. <a href=\"/staking/\">More on staking in Ethereum</a>.",
  "validator-lifecycle-term": "Validator lifecycle",
  "validator-lifecycle-definition": "The sequence of states that a validator can exist in. These include: <br/><br/><ul><li>deposited: At least 32 ETH has been deposited to the <a href=\"/glossary/#deposit-contract\">deposit contract</a> by the validator</li><li>pending: the validator is in the activation queue waiting to be voted into the network by existing validators</li><li>active: currently attesting and proposing blocks</li><li>slashing: the validator has misbehaved and is being slashed</li><li>exiting: the validator has been flagged for exiting the network, either voluntarily or because they have been ejected.</li></ul>",
  "validity-proof-term": "Validity proof",
  "validity-proof-definition": "A security model for certain <a href=\"/glossary/#layer-2\">layer 2</a> solutions where, to increase speed, transactions are rolled up into batches and submitted to Ethereum in a single transaction. The transaction computation is done off-chain and then supplied to the main chain with a proof of their validity. This method increases the amount of transactions possible while maintaining security. Some <a href=\"/glossary/#rollups\">rollups</a> use <a href=\"/glossary/#fraud-proof\">fraud proof</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">More on zero-knowledge rollups</a>.",
  "validium-term": "Validium",
  "validium-definition": "An off-chain solution that uses <a href=\"/glossary/#validity-proof\">validity proofs</a> to improve transaction throughput. Unlike <a href=\"/glossary/#zk-rollup\">Zero-knowledge rollups</a>, validium data isn't stored on layer 1 Mainnet. <a href=\"/developers/docs/scaling/validium/\">More on validium</a>.",
  "vyper-term": "Vyper",
  "vyper-definition": "A high-level programming language with Python-like syntax. Intended to get closer to a pure functional language. Created by Vitalik Buterin. <a href=\"/developers/docs/smart-contracts/languages/#vyper\">More on Vyper</a>.",
  "wallet-term": "Wallet",
  "wallet-definition": "A wallet is a digital tool to store, send, and receive digital currency, like a virtual purse for your online money. <a href=\"/wallets/\">More on Ethereum wallets</a>.",
  "web2-term": "Web2",
  "web2-definition": "Is the current internet, focused on user-generated content and social media that are controlled by few companies. Web3 is a crypto belief that users should control their data and transactions instead.",
  "web3-term": "Web3",
  "web3-definition": "Web3 is the new internet with blockchain, where users control their data and transactions, not companies. No need to share any personal information. <a href=\"/web3/\">More on web3</a>.",
  "wei-term": "Wei",
  "wei-definition": "The smallest denomination of ether. 10<sup>18</sup> wei = 1 ether.",
  "zero-address-term": "Zero address",
  "zero-address-definition": "An Ethereum address, composed entirely of zeros, that is frequently used as an address to remove tokens from owned circulation. A distinction is drawn between tokens formally removed from a smart contract's index via the burn() method and those sent to this address.",
  "zk-proof-term": "Zero-knowledge proof",
  "zk-proof-definition": "A zero-knowledge proof is a cryptographic method that allows an individual to prove that a statement is true without conveying any additional information. <a href=\"/developers/docs/scaling/zk-rollups/\">More on zero-knowledge rollups</a>.",
  "zk-rollup-term": "Zero-knowledge rollup",
  "zk-rollup-definition": "A <a href=\"/glossary/#rollups\">rollup of transactions that use <a href=\"/glossary/#validity-proof\">validity proofs</a> to offer increased <a href=\"/glossary/#layer-2\">layer 2</a> transaction throughput while using the security provided by Mainnet (layer 1). Although they can't handle complex transaction types, like <a href=\"/glossary/#optimistic-rollup\">optimistic rollups</a>, they don't have latency issues because transactions are provably valid when submitted. <a href=\"/developers/docs/scaling/zk-rollups/\">More on zero-knowledge rollups</a>."
}
