{
  "51%-attack-term": "51% attack",
  "51%-attack-definition": "A type of attack on a decentralized <a href=\"#network\">network</a> where a group gains control of the majority of <a href=\"#node\">nodes</a>. This would allow them to defraud the blockchain by reversing <a href=\"#transactions\">transactions</a> and double spending <a href=\"ether\">ether</a> and other tokens.",
  "account-term": "Account",
  "account-definition": "An object containing an <a href=\"#address\">address</a>, balance, <a href=\"#nonce\">nonce</a>, and optional storage and code. An account can be a <a href=\"#contract-account\">contract account</a> or an <a href=\"#eoa\">externally owned account (EOA)</a>. <br/><br/><a href=\"/developers/docs/accounts\">More on Ethereum accounts</a>.",
  "address-term": "Address",
  "address-definition": "Most generally, this represents an <a href=\"#eoa\">externally owned account (EOA)</a> or <a href=\"#contract-account\">contract account</a> that can receive (destination address) or send (source address) <a href=\"#transactions\">transactions</a> on the blockchain. More specifically, it is the rightmost 160 bits of a <a href=\"#keccak-256\">Keccak hash</a> of an <a href=\"#ecdsa\">ECDSA</a> <a href=\"#public-key\">public key</a>.",
  "abi-term": "Application Binary Interface (ABI)",
  "abi-definition": "The standard way to interact with <a href=\"#contract-account\">contracts</a> in the Ethereum ecosystem, both from outside the blockchain and for contract-to-contract interactions. <a href=\"/developers/docs/smart-contracts/compiling/#web-applications\">More on ABI</a>.",
  "api-term": "Application Programming Interface (API)",
  "api-definition": "An Application Programming Interface (API) is a set of definitions for how to use a piece of software. An API sits between an application and a web server, and facilitates the transfer of data between them.",
  "asic-term": "ASIC",
  "asic-definition": "Application-specific integrated circuit. This usually refers to an integrated circuit, custom-built for cryptocurrency mining.",
  "assert-term": "asset",
  "assert-definition": "In [Solidity](#solidity), `assert(false)` compiles to `0xfe`, an invalid opcode, which uses up all remaining [gas](#gas) and reverts all changes. When an `assert()` statement fails, something very wrong and unexpected is happening, and you will need to fix your code. You should use `assert()` to avoid conditions that should never, ever occur.<a href=\"/developers/docs/smart-contracts/security/\">More on smart contract security</a>.",
  "attestations-term": "Attestation",
  "attestation-definition": "A claim made by an entity that something is true. In context of Ethereum, consensus validators must make a claim as to what they believe the state of the chain to be. At designated times, each validator is responsible for publishing different attestations that formally declare this validator's view of the chain, including the last finalized checkpoint and the current head of the chain. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">More on attestations</a>.",
  "base-fee-term": "Base fee",
  "base-fee-definition": "Every <a href=\"#block\">block</a> has a reserve price known as the 'base fee'. It is the minimum <a href=\"#gas\"gas</a> fee a user must pay to include a transaction in the next block. <a href=\"/developers/docs/gas/\">More on gas and fees</a>.",
  "beacon-chain-term": "Beacon chain",
  "beacon-chain-definition": "The Beacon Chain was the blockchain that introduced <a href=\"#pos\">proof-of-stake</a> and <a href=\"#validator\">validators</a> to Ethereum. It ran alongside the proof-of-work Ethereum Mainnet from December 2020 until the two chains were merged in September 2022 to form the Ethereum of today. <a href=\"/roadmap/beacon-chain/\">More on beacon chain</a>.",
  "big-endian-term": "Big-endian",
  "big-endian-definition": "A positional number representation where the most significant digit is first in memory. The opposite of little-endian, where the least significant digit is first.",
  "block-term": "Block",
  "block-definition": "A block is a bundled unit of information that includes an ordered list of transactions and consensus-related information. Blocks are proposed by proof-of-stake validators, at which point they are shared across the entire peer-to-peer network, where they can easily be independently verified by all other nodes. Consensus rules govern what contents of a block are considered valid, and any invalid blocks are disregarded by the network. The ordering of these blocks and the transactions therein create a deterministic chain of events with the end representing the current state of the network. <a href=\"/developers/docs/blocks/\">More on blocks</a>.",
  "block-explorer-term": "Block explorer",
  "block-explorer-definition": "An interface that allows a user to search for information from, and about, a blockchain. This includes retrieving individual transactions, activity associated with specific addresses and information about the network.",
  "block-header-term": "Block header",
  "block-header-definition": "The block header is a collection of metadata about a block and a summary of the transactions included in the execution payload.",
  "block-propagation-term": "Block propagation",
  "block-propagation-definition": "The process of transmitting a confirmed block to all other nodes in the network.",
  "block-proposer-term": "Block proposer",
  "block-proposer-definition": "The specific validator chosen to create a block in a particular <a href=\"#slot\">slot</a>.",
  "block-reward-term": "Block reward"
}
