{
  "layer-2-arbitrum-note": "Fraud proofs only for whitelisted users, whitelist not open yet",
  "layer-2-boba-note": "State validation in development",
  "layer-2-optimism-note": "Fault proofs in development",
  "layer-2-base-note": "Fraud proof system is currently under development",
  "layer-2-metadata-description": "Introduction page to layer 2",
  "layer-2-hero-title": "Layer 2",
  "layer-2-hero-header": "Ethereum for everyone",
  "layer-2-hero-subtitle": "Scaling Ethereum for mass adoption.",
  "layer-2-hero-alt-text": "Illustration of transactions being rolled up on layer 2 and posted to Ethereum Mainnet",
  "layer-2-hero-button-1": "What is layer 2",
  "layer-2-hero-button-2": "Use layer 2",
  "layer-2-hero-button-3": "Move to layer 2",
  "layer-2-statsbox-1": "TVL locked in layer 2 (USD)",
  "layer-2-statsbox-2": "Average layer 2 ETH transfer fee (USD)",
  "layer-2-statsbox-3": "Layer 2 TVL change (30 days)",
  "layer-2-what-is-layer-2-title": "What is layer 2?",
  "layer-2-what-is-layer-2-1": "Layer 2 (L2) is a collective term to describe a specific set of Ethereum scaling solutions. <strong>A layer 2 is a separate <a href=\"/glossary/#blockchain\">blockchain</a> that extends Ethereum and inherits the security guarantees of Ethereum</strong>.",
  "layer-2-what-is-layer-2-2": "Now let’s dig into it a bit more. To do this we first need to explain layer 1 (L1).",
  "layer-2-what-is-layer-1-title": "What is layer 1?",
  "layer-2-what-is-layer-1-1": "Layer 1 is the base blockchain. Ethereum and Bitcoin are both layer 1 blockchains because they are the <strong>underlying foundation that various layer 2 networks build on top of</strong>. Examples of layer 2 projects include \"rollups\" on Ethereum and the Lightning Network on Bitcoin. All user transaction activity on these layer 2 projects can ultimately settle back to the layer 1 blockchain.",
  "layer-2-what-is-layer-1-2": "Ethereum also functions as a <a href=\"/glossary/#data-availability\">data availability</a> layer for layer 2s. Layer 2 projects will post their transaction data onto Ethereum, relying on Ethereum for data availability. This data can be used to get the state of the layer 2, or to dispute transactions on layer 2.",
  "layer-2-what-is-layer-1-list-title": "<strong>Ethereum as the layer 1 includes:</strong>",
  "layer-2-what-is-layer-1-list-1": "<strong>A network of node operators</strong> to secure and <a href=\"/glossary/#validator\">validate</a> the network",
  "layer-2-what-is-layer-1-list-2": "<strong>A network of block producers</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>The blockchain</strong> itself and the history of transaction data",
  "layer-2-what-is-layer-1-list-4": "<strong>The <a href=\"/glossary/#consensus\">consensus mechanism</a></strong> for the network",
  "layer-2-what-is-layer-1-list-link-1": "Still confused on Ethereum?",
  "layer-2-what-is-layer-1-list-link-2": "Learn what Ethereum is.",
  "layer-2-why-do-we-need-layer-2-title": "Why do we need layer 2?",
  "layer-2-why-do-we-need-layer-2-1": "Three desirable properties of a blockchain are that it is <strong>decentralized, secure, and scalable</strong>. The <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">blockchain trilemma</a> states that a simple blockchain architecture can only achieve two out of three. Want a secure and decentralized blockchain? You need to sacrifice scalability.",
  "layer-2-why-do-we-need-layer-2-2": "Ethereum currently processes 1+ million transactions per day. The demand to use Ethereum can cause transaction fee prices to be high. This is where layer 2 networks come in.",
  "layer-2-why-do-we-need-layer-2-scalability": "Scalability",
  "layer-2-why-do-we-need-layer-2-scalability-1": "The main goal of layer 2 is to increase transaction throughput (higher transactions per second) without sacrificing decentralization or security.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "Ethereum <a href=\"/glossary/#mainnet\">Mainnet</a> (layer 1) is only able to process roughly 15 transactions per second. When demand to use Ethereum is high, the network becomes congested, which increases transaction fees and prices out users who cannot afford those fees. Layer 2s are solutions that reduce those fees by processing transactions off the layer-1 blockchain.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "More on Ethereum's vision",
  "layer-2-benefits-of-layer-2-title": "Benefits of layer 2",
  "layer-2-lower-fees-title": "Lower fees",
  "layer-2-lower-fees-description": "By combining multiple off-chain transactions into a single layer 1 transaction, transaction fees are massively reduced, making Ethereum more accessible for all.",
  "layer-2-maintain-security-title": "Maintain security",
  "layer-2-maintain-security-description": "Layer 2 blockchains settle their transactions on Ethereum Mainnet, allowing users to benefit from the security of the Ethereum network.",
  "layer-2-expand-use-cases-title": "Expand use cases",
  "layer-2-expand-use-cases-description": "With higher transactions per second, lower fees, and new technology, projects will expand into new applications with improved user experience.",
  "layer-2-how-does-layer-2-work-title": "How does layer 2 work?",
  "layer-2-how-does-layer-2-work-1": "As we mentioned above, layer 2 is a collective term for Ethereum scaling solutions that handle transactions off Ethereum layer 1 while still taking advantage of the robust decentralized security of Ethereum layer 1. <strong>A layer 2 is a separate blockchain that extends Ethereum</strong>. How does that work?",
  "layer-2-how-does-layer-2-work-2": "There are several different types of layer 2, each having their own trade-offs and security models. Layer 2s take the transactional burden away from the layer 1 allowing it to become less congested, and everything becomes more scalable.",
  "layer-2-rollups-title": "Rollups",
  "layer-2-rollups-1": "Rollups bundle (or ’roll up’) hundreds of transactions into a single transaction on layer 1. This distributes the L1 transaction fees across everyone in the rollup, making it cheaper for each user.",
  "layer-2-rollups-2": "The transaction data in the rollup is submitted to layer 1, but the execution is done separately by the rollup. By submitting transaction data onto layer 1, rollups inherit the security of Ethereum. This is because once the data is uploaded to layer 1, reverting a rollup transaction requires reverting Ethereum. There are two different approaches to rollups: optimistic and zero-knowledge - they differ primarily on how this transaction data is submitted to L1.",
  "layer-2-optimistic-rollups-title": "Optimistic rollups",
  "layer-2-optimistic-rollups-description": "Optimistic rollups are 'optimistic' in the sense that transactions are assumed to be valid, but can be challenged if necessary. If an invalid transaction is suspected, a fault proof is run to see if this has taken place.",
  "layer-2-optimistic-rollups-childSentance": "More on optimistic rollups",
  "layer-2-zk-rollups-title": "Zero-knowledge rollups",
  "layer-2-zk-rollups-description": "Zero-knowledge rollups use validity proofs where transactions are computed off-chain, and then compressed data is supplied to Ethereum Mainnet as a proof of their validity.",
  "layer-2-zk-rollups-childSentance": "More on ZK-rollups",
  "layer-2-dyor-title": "Do your own research: risks of layer 2",
  "layer-2-dyor-1": "Many layer 2 projects are relatively young and still require users to trust some operators to be honest as they work to decentralize their networks. Always do your own research to decide if you're comfortable with any risks involved.",
  "layer-2-dyor-2": "For more information on the technology, risks, and <a href=\"/glossary/#trust-assumptions\">trust assumptions</a> of layer 2s, we recommend checking out L2BEAT, which provides a comprehensive risk assessment framework of each project.",
  "layer-2-dyor-3": "Go to L2BEAT",
  "layer-2-use-layer-2-title": "Use layer 2",
  "layer-2-use-layer-2-1": "Now that you understand why layer 2 exists and how it works, let's get you up and running!",
  "layer-2-contract-accounts": "If you are using <a href=\"/glossary/#smart-contract\">smart contract</a> wallet such as Safe or Argent, you will not have control over this address on a layer 2 until you redeploy your contract account to that address on the layer 2. Classic accounts with <a href=\"/glossary/#recovery-phrase\">recovery phrase</a> will automatically own the same account on all layer 2 networks.",
  "layer-2-use-layer-2-generalized-title": "Generalized layer 2s",
  "layer-2-use-layer-2-generalized-1": "Generalized layer 2s behave just like Ethereum — but cheaper. Anything that you can do on Ethereum layer 1, you can also do on layer 2. Many <a href=\"/glossary/#dapp\">dapps</a> have already begun to migrate to these networks or have skipped Mainnet altogether to build projects straight on a layer 2.",
  "layer-2-use-layer-2-application-specific-title": "Application specific layer 2s",
  "layer-2-use-layer-2-application-specific-1": "Application specific layer 2s are projects that specialize in optimizing for a specific application space, bringing improved performance.",
  "layer-2-sidechains-title": "A note on sidechains, validiums, and alternative blockchains",
  "layer-2-sidechains-1": "<strong>Sidechains and validiums</strong> are blockchains that allow assets from Ethereum to be bridged over and used on another blockchain. Sidechains and validiums run in parallel with Ethereum, and interact with Ethereum through <a href=\"/glossary/#bridge\">bridges</a>, but they do not derive their security or data availability from Ethereum.",
  "layer-2-sidechains-2": "Both scale similarly to layer 2s - they offer lower transaction fees and higher transaction throughput - but have different trust assumptions.",
  "layer-2-more-on-sidechains": "More info on sidechains",
  "layer-2-more-on-validiums": "More info on validiums",
  "layer-2-sidechains-4": "Some layer 1 blockchains report higher throughput and lower transaction fees than Ethereum, but generally with trade-offs elsewhere, for example greater hardware requirements for running nodes.",
  "layer-2-onboard-title": "How to get onto a layer 2",
  "layer-2-onboard-1": "There are two primary ways to get your assets onto a layer 2: bridge funds from Ethereum via a smart contract or withdraw your funds on an exchange directly onto the layer 2 network.",
  "layer-2-onboard-wallet-title": "Funds in your wallet?",
  "layer-2-onboard-wallet-1": "If you've already got your ETH in your wallet, you'll need to use a bridge to move it from Ethereum Mainnet to a layer 2.",
  "layer-2-more-on-bridges": "More on bridges",
  "layer-2-onboard-wallet-input-placeholder": "Select L2 you want to bridge to",
  "layer-2-onboard-wallet-selected-1": "You can connect to",
  "layer-2-onboard-wallet-selected-2": "using these wallets:",
  "layer-2-bridge": "Bridge",
  "layer-2-onboard-exchange-title": "Funds on an exchange?",
  "layer-2-onboard-exchange-1": "Some centralized exchanges now offer direct withdrawals and deposits to layer 2s. Check which exchanges support layer 2 withdrawals and which layer 2s they support.",
  "layer-2-onboard-exchange-2": "You'll also need a wallet to withdraw your funds to.",
  "layer-2-onboard-find-a-wallet": "Find an Ethereum wallet.",
  "layer-2-onboard-exchange-input-placeholder": "Check exchanges that support L2",
  "layer-2-deposits": "Deposits",
  "layer-2-withdrawals": "Withdrawals",
  "layer-2-go-to": "Go to",
  "layer-2-tools-title": "Tools to be effective on layer 2",
  "layer-2-tools-l2beat-description": "L2BEAT is a great resource for looking at technical risk assessments of layer 2 projects. We recommend checking out their resources when researching specific layer 2 projects.",
  "layer-2-tools-growthepie-description": "Curated analytics about Ethereun layer 2s",
  "layer-2-tools-ethereumecosystem-description": "Unofficial Ecosystem page of Ethereum and its Layer 2s including Base, Optimism, and Starknet featuring hundreds of dApps and tools.",
  "layer-2-tools-growthepie-description": "Curated analytics about Ethereum layer 2s",
  "layer-2-tools-l2fees-description": "L2 Fees lets you see the current cost (denominated in USD) for doing transactions on different layer 2s.",
  "layer-2-tools-chainlist-description": "Chainlist is a great resource for importing network RPC's into supporting wallets. You will find RPC's for layer 2 projects here to help get you connected.",
  "layer-2-tools-zapper-description": "Manage your entire web3 portfolio from DeFi to NFTs and whatever comes next. Invest in the latest opportunities from one convenient place.",
  "layer-2-tools-zerion-description": "Build and manage your entire DeFi portfolio from one place. Discover the world of decentralized finance today.",
  "layer-2-tools-debank-description": "Keep up with all the important happenings in the web3 world",
  "layer-2-faq-title": "FAQ",
  "layer-2-faq-question-1-title": "Why is there no 'official' Ethereum L2?",
  "layer-2-faq-question-1-description-1": "Just as there is no 'official' Ethereum client, there is no 'official' Ethereum layer 2. Ethereum is permissionless - technically anyone can create a layer 2! Multiple teams will implement their version of a layer 2, and the ecosystem as a whole will benefit from a diversity of design approaches that are optimized for different use cases. Much like we have multiple Ethereum clients developed by multiple teams in order to have diversity in the network, this too will be how layer 2s develop in the future.",
  "layer-2-faq-question-2-title": "What is the difference between optimistic and zero-knowledge rollups?",
  "layer-2-faq-question-2-description-1": "Both optimistic and zero-knowledge rollups bundle (or ’roll up’) hundreds of transactions into a single transaction on layer 1. Rollup transactions get executed outside of layer 1 but transaction data gets posted to layer 1.",
  "layer-2-faq-question-2-description-2": "The primary difference is what data is posted to the layer 1 and how the data is verified. Validity proofs (used by zero-knowledge rollups) run the computations off-chain and post a proof, whereas fault proofs (used by optimistic rollups) only run the computations on-chain when fault is suspected and must be checked.",
  "layer-2-faq-question-2-description-3": "At the moment, most ZK-rollups are application specific, in contrast with optimistic rollups which have largely been generalizable.",
  "layer-2-more-info-on-optimistic-rollups": "More info on optimistic rollups",
  "layer-2-more-info-on-zk-rollups": "More info on zero-knowledge rollups",
  "layer-2-faq-question-4-title": "What are the risks with layer 2?",
  "layer-2-faq-question-4-description-1": "Layer 2 projects contain additional risks compared to holding funds and transacting directly on Ethereum Mainnet. For instance, <a href=\"/glossary/#sequencer\">sequencers</a> may go down, leading you to have to wait to access funds.",
  "layer-2-faq-question-4-description-2": "We encourage you to do your own research before transferring significant funds to a layer 2. For more information on the technology, risks, and trust assumptions of layer 2s, we recommend checking out <a href=\"https://l2beat.com/?view=risk\">L2BEAT</a>, which provides a comprehensive risk assessment framework of each project.",
  "layer-2-faq-question-4-description-3": "Blockchain bridges, which facilitate asset transfers to layer 2, are in their early stages of development and it is likely that the optimal bridge design has not been discovered yet. There have been <a href=\"https://rekt.news/wormhole-rekt/\">recent hacks of bridges</a>.",
  "layer-2-faq-question-5-title": "Why aren't some layer 2 projects listed here?",
  "layer-2-faq-question-5-description-1": "We want to make sure we list the best resources possible so users can navigate the layer 2 space in a safe and confident manner. We maintain a framework of criteria for how projects are evaluated for inclusion.",
  "layer-2-faq-question-5-view-listing-policy": "View our layer 2 listing policy here.",
  "layer-2-faq-question-5-description-2": "Anyone is free to suggest adding a layer 2 on ethereum.org. If there's a layer 2 that we have missed, <a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">please suggest it</a>.",
  "layer-2-further-reading-title": "Further reading",
  "a-rollup-centric-ethereum-roadmap": "A rollup-centric ethereum roadmap",
  "an-incomplete-guide-to-rollups": "An Incomplete Guide to Rollups",
  "polygon-sidechain-vs-ethereum-rollups": "Polygon sidechain vs Ethereum rollups: layer 2 scaling approaches| Vitalik Buterin and Lex Fridman",
  "rollups-the-ultimate-ethereum-scaling-strategy": "ROLLUPS - The Ultimate Ethereum Scaling Strategy? Arbitrum & Optimism Explained",
  "scaling-layer-1-with-shard-chains": "Scaling layer 1 with shard chains",
  "understanding-rollup-economics-from-first-principals": "Understanding rollup economics from first principals",
  "arbitrum-description": "Arbitrum One is an Optimistic Rollup that aims to feel exactly like interacting with Ethereum, but with transactions costing a fraction of what they do on L1.",
  "optimism-description": "Optimism is a fast, simple, and secure EVM-equivalent optimistic rollup. It scales Ethereum's tech while also scaling its values through retroactive public goods funding.",
  "boba-description": "Boba is an Optimistic Rollup originally forked from Optimism which is a scaling solution that aims to reduce gas fees, improve transaction throughput, and extend the capabilities of smart contracts.",
  "base-description": "Base is a secure, low-cost, developer-friendly Ethereum L2 built to bring the next billion users to web3. It is an Ethereum L2, incubated by Coinbase and built on the open-source OP Stack.",
  "loopring-description": "Loopring's zkRollup L2 solution aims to offer the same security guarantees as Ethereum mainnet, with a big scalability boost: throughput increased by 1000x, and cost reduced to just 0.1% of L1.",
  "zksync-description": "ZKsync is a ZK Rollup that aims to scale Ethereum and its values to mainstream adoption, without degrading security or decentralization.",
  "zkspace-description": "The ZKSpace platform consists of three main parts: a layer 2 AMM DEX utilizing ZK-Rollups technology called ZKSwap, a payment service called ZKSquare, and an NFT marketplace called ZKSea.",
  "aztec-description": "Aztec Network is the first private zk-rollup on Ethereum, enabling decentralized applications to access privacy and scale.",
  "starknet-description": "Starknet is a Validity Rollup Layer 2. It provides high throughput, low gas costs, and retains Ethereum Layer 1 levels of security.",
  "layer-2-note": "Note:",
  "layer-2-ecosystem-portal": "Ecosystem Portal",
  "layer-2-token-lists": "Token Lists",
  "layer-2-explore": "Explore",
  "page-dapps-ready-button": "Go",
  "layer-2-information": "Information",
  "layer-2-wallet-managers": "Wallet managers"
}
