{
  "page-run-a-node-build-your-own-title": "Build your own",
  "page-run-a-node-build-your-own-minimum-specs": "Minimum specs:",
  "page-run-a-node-build-your-own-8gb": "8GB RAM",
  "page-run-a-node-build-your-own-ssd": "1TB SSD; absolute minimum, get mroe to buy time until needing to replace.",
  "page-run-a-node-build-your-own-ssd-note": "SSD necessary for required write speeds.",
  "page-run-a-node-build-your-own-recommended": "Recommended:",
  "page-run-a-node-build-your-own-nuc": "Intel NUC x86",
  "page-run-a-node-build-your-own-connection": "Wired connection: not required, easier setup and provides most consistent connection.",
  "page-run-a-node-build-your-own-peripherals": "Screen and keyboard; Unless you're using DappNode or ssh/headless setup.",
  "page-run-a-node-build-your-own-raspberry-pi": "A note on Raspberry Pi (ARM) - Raspberry Pis are light-weight and affordable, but also have limitations that may impact the performance of your node. Please see _______ for more information.",
  "page-run-a-node-button-get-started": "Get started",
  "page-run-a-node-button-why-run-a-node": "Why run a node?",
  "page-run-a-node-buy-fully-loaded-title": "Buy fully loaded",
  "page-run-a-node-buy-fully-loaded-1": "Order a plug & play option from vendors for the simplest onboarding experience.",
  "page-run-a-node-buy-fully-loaded-note": "No building or command-line required.",
  "page-run-a-node-censorship-resistance-title": "Censorship Resistance",
  "page-run-a-node-censorship-resistance-1": "Don't be censored. Having your own node to submit a transaction to guarantees that you can broadcast your transaction to the rest of the network. A public node could choose to block transactions from specific IP or account addresses, potentially blocking someone from using the network when needed.",
  "page-run-a-node-choose-your-adventure": "Choose your adventure",
  "page-run-a-node-dappnode-setup": "DAppNode Setup",
  "page-run-a-node-decentralized-title": "Decentralized",
  "page-run-a-node-decentralized-1": "Centralized cloud servers can provide a lot of computer power, but they provide a target for nation-states or attackers looking to disrupt the network.",
  "page-run-a-node-decentralized-2": "More nodes, in more places, operated by more diverse people, means a more resilient network. As more people run their own node, reliance on centralized points-of-failure diminishes, making the network stronger.",
  "page-run-a-node-getting-started-hardware-title": "Getting started - Part 1: Hardware",
  "page-run-a-node-getting-started-hardware-1": "You'll need some hardware to get started. Although running a node software is possible on a personal computer, having a dedicated machine can greatly enhance the performance of your note while minimizing its impact on your primary computer.",
  "page-run-a-node-getting-started-software-title": "Part 2: Software",
  "page-run-a-node-getting-started-software-section-1-1": "In the earlier days of the network, users needed to have the ability to interface with the command-line in order to operate an Ethereum node.",
  "page-run-a-node-getting-started-software-section-1-2": "If this is your preference, and you've got the skills, feel free to check out our technical docs on running your own node.",
  "page-run-a-node-getting-started-software-section-2-1": "Now, more user-friendly graphical user interfaces (GUIs) exist to give users an app-like experience while managing their node. In just a few taps you can have your node up and running.",
  "page-run-a-node-getting-started-software-section-3-1": "DAppNode is free and open-source software that makes it easy for users to run full nodes, as well as dapps and other P2P networks, with no need to touch the command-link. This makes it easier for everyone to participate and create a more decentralized network.",
  "page-run-a-node-hero-alt": "Graphic of node",
  "page-run-a-node-hero-header": "Take full control. Run your own node.",
  "page-run-a-node-hero-subtitle": "Become fully sovereign while helping secure the network. Become Ethereum.",
  "page-run-a-node-highlight-title": "Running a node isn't just for miners and validators; anyone can run a node. You don't even need ETH.",
  "page-run-a-node-highlight-body": "With the ease of running an app, you can help decentralize and further secure the EThereum network. Be up and running today from your home. Improve your privacy while holding miners and validators accountable.",
  "page-run-a-node-highlight-bold": "Remember - Don't trust. Verify.",
  "page-run-a-node-install-manually-title": "Install manually",
  "page-run-a-node-install-manually-1": "If you're a more technical user and have decided to build your own device, DAppNode can be downloaded from any computer and installed onto a fresh SSD via a USB drive.",
  "page-run-a-node-meta-description": "An introduction on what, why, and how to run an Ethereum node.",
  "page-run-a-node-participate-title": "Participate",
  "page-run-a-node-participate-1": "By running a node you can contribute to a global movement to decentralize control and power over the Ethereum network.",
  "page-run-a-node-plug-and-play-title": "Plug & play",
  "page-run-a-node-plug-and-play-1": "These solutions come fully loaded. Choose your hardware, then use the GUI to get up and running.",
  "page-run-a-node-security-and-privacy-title": "Security & Privacy",
  "page-run-a-node-security-and-privacy-1": "Every transaction is verified locally on your own machine. If a malicious node distributes an invalid transaction, your node will simply disregard it.",
  "page-run-a-node-shop": "Shop",
  "page-run-a-node-shop-avado": "Shop Avado",
  "page-run-a-node-shop-dappnode": "Shop DAppNode",
  "page-run-a-node-sovereignty-title": "Sovereignty",
  "page-run-a-node-sovereignty-1": "Think of running a node like the next step beyond getting your own Ethereum wallet.",
  "page-run-a-node-sovereignty-2": "An Ethereum wallet allows you to take full custody and control of your digital assets by holding the private keys to your address, but those keys don't tell you the current state of the blockchain, such as your wallet balance.",
  "page-run-a-node-sovereignty-3": "By default, Ethereum wallets typically reach out to a public node when looking up your balances. Running your own node allows you to have your own copy of the Ethereum blockchain.",
  "page-run-a-node-title": "Run a Node",
  "page-run-a-node-voice-your-choice-title": "Voice your choice",
  "page-run-a-node-voice-your-choice-1": "In the event of a chain fork, running your own node allows you to choose which set of rules you approve.",
  "page-run-a-node-what-does-it-mean-title": "What does it mean to \"run a node\"?",
  "page-run-a-node-what-does-it-mean-1": "Running an Ethereum node may sound complicated, but it's merely the act of continuously running software on a computer that is connected to the internet.",
  "page-run-a-node-what-does-it-mean-2": "The software (known as a \"client\") receives new transactions and blocks, verifies their validity based on a predetermined set of consensus rules, rejects anything invalid, and propagates valid transactions and blocks to other nodes.",
  "page-run-a-node-what-does-it-mean-3": "Ethereum is designed to be able to operate node software on average consumer grade computers. These clients can be run from any personal computer (with minimal specs and some grasp of the command-line), but many users instead opt to run this software on dedicated hardware to eliminate the impact on their personal computer, and to minimize node downtime.",
  "page-run-a-node-why-run-a-node-title": "Why run a node?"
}
