{
  "page-roadmap-meta-title": "Ethereum roadmap",
  "page-roadmap-meta-description": "The path to more scalability, security and sustainability for Ethereum.",
  "page-roadmap-banner-notification": "Ethereum's development is community-driven and subject to change.",
  "page-roadmap-changes-coming-title": "What changes are coming to Ethereum?",
  "page-roadmap-changes-coming-description": "Ethereum is already a powerful platform, but it is still being improved. An ambitious set of improvements will upgrade Ethereum from its current form into a fully scaled, maximally resilient platform.",
  "page-roadmap-cheaper-transactions-title": "Cheaper transactions",
  "page-roadmap-cheaper-transactions-description": "Rollups are too expensive and rely on centralized components, causing users to place too much trust in their operators. The roadmap includes fixes for both of these problems.",
  "page-roadmap-cheaper-transactions-button": "More on reducing fees",
  "page-roadmap-extra-security-title": "Extra security",
  "page-roadmap-extra-security-description": "Ethereum is already very secure but it can be made even stronger, ready to withstand all kinds of attack far into the future.",
  "page-roadmap-extra-security-button": "More on security",
  "page-roadmap-better-user-experience-title": "Better user experience",
  "page-roadmap-better-user-experience-description": "More support for smart contract wallets and light-weight nodes will make using Ethereum simpler and safer.",
  "page-roadmap-better-user-experience-button": "More on user experience",
  "page-roadmap-future-proofing-title": "Future-proofing",
  "page-roadmap-future-proofing-description": "Ethereum researchers and developers are solving tomorrow's problems today, readying the network for future generations.",
  "page-roadmap-future-proofing-button": "More on future-proofing",
  "page-roadmap-why-need-title": "Why does Ethereum need a roadmap?",
  "page-roadmap-why-need-description": "Ethereum gets regular upgrades that enhance its scalability, security, or sustainability. One of Ethereum's core strengths is adapting as new ideas emerge from research and development. Adaptability gives Ethereum the flexibility to tackle emerging challenges and keep up with the most advanced technological breakthroughs.",
  "page-roadmap-how-defined-title": "How the roadmap is defined",
  "page-roadmap-how-defined-p1": "The roadmap is mostly the result of years of work by researchers and developers - because the protocol is very technical - but any motivated person can participate.",
  "page-roadmap-how-defined-p2": "Ideas usually start off as discussions on a forum such as <a href=\"https://ethresear.ch\">ethresear.ch</a>, <a href=\"https://ethereum-magicians.org\">Ethereum Magicians</a> or the Eth R&D discord server. They may be responses to new vulnerabilities that are discovered, suggestions from organizations working in the application layer (such as dapps and exchanges) or from known frictions for end users (such as costs or transaction speeds).",
  "page-roadmap-how-defined-p3": "When these ideas mature, they can be proposed as <a href=\"https://eips.ethereum.org\">Ethereum Improvement Proposals</a>. This is all done in public so that anyone from the community can weigh in at any time.",
  "page-roadmap-governance-button": "More on Ethereum governance",
  "page-roadmap-hero-alt": "Ethereum roadmap",
  "page-roadmap-technical-upgrades-title": "What technical upgrades are coming to Ethereum?",
  "page-roadmap-danksharding-title": "Danksharding",
  "page-roadmap-danksharding-description": "Danksharding makes L2 rollups much cheaper for users by adding \"blobs\" of data to Ethereum blocks.",
  "page-roadmap-single-slot-finality-title": "Single slot finality",
  "page-roadmap-single-slot-finality-description": "Instead of waiting for fifteen minutes, blocks could get proposed and finalized in the same slot. This is more convenient for apps and difficult to attack.",
  "page-roadmap-account-abstraction-title": "Account abstraction",
  "page-roadmap-account-abstraction-description": "Account abstraction is a class of upgrades that support smart contract wallets natively on Ethereum, rather than having to use complex middleware.",
  "page-roadmap-statelessness-title": "Statelessness",
  "page-roadmap-statelessness-description": "Stateless clients will be able to verify new blocks without having to store large amounts of data. This will provide all the benefits of running a node with only a tiny fraction of today's costs.",
  "page-roadmap-learn-more": "Learn more",
  "page-roadmap-timeline-title": "What is the timeline for these upgrades?",
  "page-roadmap-blocks-alt": "Ethereum blocks",
  "page-roadmap-faq-1-title": "Will Ethereum's roadmap change over time?",
  "page-roadmap-faq-1-p1": "Yes—almost definitely.",
  "page-roadmap-faq-1-p1-continued": "The roadmap is the current plan for upgrading Ethereum, covering both near-term and future plans. We expect the roadmap to change as new information and technology become available.",
  "page-roadmap-faq-1-p2": "Think of Ethereum's roadmap as a set of intentions for improving Ethereum; it is the core researchers' and developers' best hypothesis of Ethereum's most optimal path forward.",
  "page-roadmap-faq-2-title": "When will the roadmap be finished?",
  "page-roadmap-faq-2-p1": "Some upgrades are lower priority and likely not to be implemented for the next 5-10 years (e.g. quantum resistance).",
  "page-roadmap-faq-2-p1-strong": "Giving precise timing of each upgrade is complicated",
  "page-roadmap-faq-2-p1-continued": "to predict as many roadmap items are worked on in parallel and developed at different speeds. The urgency of an upgrade can also change over time depending on external factors (e.g. a sudden leap in the performance and availability of quantum computers may make quantum-resistant cryptography more urgent).",
  "page-roadmap-faq-2-p2": "One way to think about Ethereum development is by analogy to biological evolution. A network that is able to adapt to new challenges and maintain fitness is more likely to succeed than one that is resistant to change, although as the network becomes more and more performant, scalable and secure fewer changes to the protocol will be required.",
  "page-roadmap-faq-3-title": "Do I have to do anything to prepare for these upgrades?",
  "page-roadmap-faq-3-p1": "Upgrades tend not to impact end-users except by providing better user-experiences and a more secure protocol and perhaps more <i>options</i> for how to interact with Ethereum. <strong>Regular users are not required to actively participate in an upgrade, nor are they required to do anything** to secure their assets.</strong> <a href=\"/glossary/#node\">Node</a> operators will need to update their clients to prepare for an upgrade. Some upgrades may lead to changes for application developers. For example, history expiry upgrades may lead application developers to grab historical data from new sources.",
  "page-roadmap-faq-4-title": "What about sharding?",
  "page-roadmap-faq-4-p1": "Sharding is splitting up the Ethereum blockchain so that subsets of <a href=\"/glossary/#validator\">validators</a> are only responsible for a fraction of the total data. This was originally intended to be the way for Ethereum to scale. However, <a href=\"/glossary/#layer-2\">layer 2</a> rollups have developed much faster than expected and have provided a lot of scaling already, and will provide much more after Proto-Danksharding is implemented. This means \"shard chains\" are no longer needed and have been dropped from the roadmap.",
  "page-roadmap-release-status-prod": "In production",
  "page-roadmap-release-status-soon": "Coming soon",
  "page-roadmap-release-status-dev": "In development",
  "page-roadmap-release-main-features": "Main features",
  "page-roadmap-release-learn-more": "Learn more",
  "page-roadmap-paris-pos-title": "Transition to Proof of Stake",
  "page-roadmap-paris-pos-item-1": "Replaced energy-intensive mining with staking-based consensus",
  "page-roadmap-paris-pos-item-2": "Reduced Ethereum's energy consumption by ~99.95%",
  "page-roadmap-paris-beacon-title": "Beacon Chain Integration",
  "page-roadmap-paris-beacon-item-1": "Merged the Beacon Chain with the Ethereum mainnet",
  "page-roadmap-paris-beacon-item-2": "Enabled the full transition to PoS consensus mechanism",
  "page-roadmap-paris-difficulty-title": "Difficulty Bomb Removal",
  "page-roadmap-paris-difficulty-item-1": "Removed the difficulty bomb that was increasing mining difficulty",
  "page-roadmap-paris-difficulty-item-2": "Ensured smooth transition to the new consensus mechanism",
  "page-roadmap-shapella-withdrawals-title": "Staking withdrawals",
  "page-roadmap-shapella-withdrawals-item-1": "Enabled validators to withdraw their staked ETH and rewards",
  "page-roadmap-shapella-withdrawals-item-2": "Introduced partial and full withdrawal capabilities",
  "page-roadmap-shapella-eip4895-title": "EIP-4895: Beacon chain push withdrawals",
  "page-roadmap-shapella-eip4895-item-1": "Added a new system-level operation for withdrawals",
  "page-roadmap-shapella-eip4895-item-2": "Ensured secure and efficient processing of withdrawal requests",
  "page-roadmap-shapella-eip3651-title": "EIP-3651: Warm COINBASE",
  "page-roadmap-shapella-eip3651-item-1": "Reduced gas costs for accessing the COINBASE address",
  "page-roadmap-shapella-eip3651-item-2": "Improved efficiency of certain smart contract operations",
  "page-roadmap-dencun-danksharding-title": "Proto-danksharding (EIP-4844)",
  "page-roadmap-dencun-danksharding-item-1": "Introduced blob transactions to significantly reduce rollup transaction costs",
  "page-roadmap-dencun-danksharding-item-2": "Added a new transaction type that stores data temporarily and cheaply",
  "page-roadmap-dencun-eip1153-title": "EIP-1153: Transient storage opcodes",
  "page-roadmap-dencun-eip1153-item-1": "Added TSTORE and TLOAD opcodes for temporary storage during transaction execution",
  "page-roadmap-dencun-eip1153-item-2": "Enables more efficient smart contract patterns and reduces gas costs",
  "page-roadmap-dencun-eip4788-title": "EIP-4788: Beacon block root in the EVM",
  "page-roadmap-dencun-eip4788-item-1": "Exposes consensus layer information to smart contracts",
  "page-roadmap-dencun-eip4788-item-2": "Enables new trust-minimized applications and cross-chain bridges",
  "page-roadmap-pectra-eoa-title": "Enhance EOA wallets with smart contract functionality",
  "page-roadmap-pectra-eoa-item-1": "Users can set their address to be represented by a code of an existing smart contract and gain benefits such as transaction batching, transaction fee sponsorship or better recovery mechanisms",
  "page-roadmap-pectra-balance-title": "Increase the max effective balance",
  "page-roadmap-pectra-balance-item-1": "Stakers can now choose an arbitrary amount of ETH to stake and receive rewards on every 1 ETH above the minimum",
  "page-roadmap-pectra-blob-title": "Blob throughput increase",
  "page-roadmap-pectra-blob-item-1": "The blob count will be increased from 3 to 6 targets, with a maximum of 9, resulting in cheaper fees in Ethereum rollups",
  "page-roadmap-fusaka-peerdas-title": "PeerDAS (Peer-to-Peer Data Availability Sampling)",
  "page-roadmap-fusaka-peerdas-item-1": "Enables more efficient data availability for rollups",
  "page-roadmap-fusaka-peerdas-item-2": "Makes running a node more accessible while maintaining decentralization",
  "page-roadmap-fusaka-additional-title": "Potential Additional Features",
  "page-roadmap-fusaka-additional-item-1": "Support for secure enclaves on mobile devices to improve UX",
  "page-roadmap-fusaka-additional-item-2": "Blob fee market improvements",
  "page-roadmap-fusaka-additional-item-3": "Further improvements to validator efficiency and network performance",
  "page-roadmap-glamsterdam-discussed-title": "Discussed for Glamsterdam",
  "page-roadmap-glamsterdam-discussed-item-1": "Verkle trees"
}
