{
  "page-what-is-ethereum-network-meta-title": "What is the Ethereum network? | ethereum.org",
  "page-what-is-ethereum-network-meta-description": "Understand what the Ethereum network is, staking and security, network fees (aka gas), layer 2 scaling networks and how to explore live network data.",
  "page-what-is-ethereum-network-twitter-meta-description": "Understand what the Ethereum network is, staking and security, network fees, layer 2 scaling networks and how to explore live network data.",
  "page-what-is-ethereum-network-title": "What is the Ethereum network?",
  "page-what-is-ethereum-network-description-1": "The Ethereum network is the physical and digital infrastructure that underpins Ethereum.",
  "page-what-is-ethereum-network-description-2": "This includes nodes that store data, validators that process transactions, software that executes smart contracts, and Layer 2 networks that scale Ethereum beyond the main chain.",
  "page-what-is-ethereum-network-section-network-fees-title": "What are Ethereum network fees (aka gas fees)?",
  "page-what-is-ethereum-network-section-staking-title": "What is staking and how does it secure the network?",
  "page-what-is-ethereum-network-section-layer-2s-title": "What are Ethereum Layer 2s and how do they scale the network?",
  "page-what-is-ethereum-network-section-live-network-data-title": "How to explore live Ethereum network data",
  "page-what-is-ethereum-network-read-next-title": "Read next",
  "page-what-is-ethereum-network-read-next-item-1": "What are wallets?",
  "page-what-is-ethereum-network-read-next-item-2": "What is ether (ETH)?",
  "page-what-is-ethereum-network-read-next-item-3": "What is web3?",
  "page-what-is-ethereum-network-read-next-item-4": "Learn more about the Ethereum network",
  "page-what-is-ethereum-network-section-description-1": "When people talk about Ethereum, they're usually talking about a few different things. There's the ecosystem of apps and digital assets, the open-source software platform, and the native currency Ether (ETH).",
  "page-what-is-ethereum-network-section-description-2": "But underneath it all is the <strong>Ethereum network</strong>; the physical and digital foundation that ties everything together.",
  "page-what-is-ethereum-network-section-description-3": "At its core, the Ethereum network is a collection of <strong>thousands of independent computers called nodes</strong>. These nodes are <strong>run by people all over the world</strong>. They work together to store data, execute smart contracts, and record every transaction on an open, public ledger.",
  "page-what-is-ethereum-network-section-description-4": "The Ethereum network handles several key tasks, like:",
  "page-what-is-ethereum-network-section-description-5": "updating user accounts and balances",
  "page-what-is-ethereum-network-section-description-6": "executing smart contracts (programs running apps)",
  "page-what-is-ethereum-network-section-description-7": "tracking ownership of digital assets (like stablecoins and NFTs)",
  "page-what-is-ethereum-network-section-description-8": "processing all transactions that flow through Ethereum every day",
  "page-what-is-ethereum-network-section-description-9": "Fortunately, you don't need to understand how the network works to use it.",
  "page-what-is-ethereum-network-section-description-10": "Most people simply use the network via a <a>digital wallet</a>. <strong>A wallet</strong> is usually a web or mobile app that lets you <strong>send</strong> and <strong>receive ETH, manage your assets</strong>, and use apps.",
  "page-what-is-ethereum-network-section-description-11": "Other types of users like developers and businesses building on Ethereum might use APIs, node software, or deploy smart contracts.",
  "page-what-is-ethereum-network-section-description-12": "The Ethereum network is different from traditional systems because of how it's designed. <strong>Ethereum's code and data is stored on decentralized nodes</strong> around the world, so no one can block your access or shut down your dapp.",
  "page-what-is-ethereum-network-section-description-13": "And because anyone can join, it opens the door to global access and innovation.",
  "page-what-is-ethereum-network-section-description-14": "These qualities enable things that weren't possible before, like:",
  "page-what-is-ethereum-network-section-description-15": "lending and borrowing without paperwork",
  "page-what-is-ethereum-network-section-description-16": "social media without de-platforming",
  "page-what-is-ethereum-network-section-description-17": "and crowdfunding without middlemen",
  "page-what-is-ethereum-network-section-description-18": "At its core, the Ethereum network is a foundation for digital ownership and open participation.",
  "page-what-is-ethereum-network-section-description-19": "You may hear people refer to the <strong>Ethereum Mainnet</strong>. This is the same Ethereum network millions use every day, where real assets are exchanged and real apps live. But “mainnet” helps to distinguish it from Ethereum test networks (testnets), which developers use to try out new features before going live.",
  "page-what-is-ethereum-network-gas-section-description-1": "Every transaction on Ethereum costs a small fee called a gas fee. Whether you send ETH, swap tokens, or use a dapp, you pay a small amount of gas each time.",
  "page-what-is-ethereum-network-gas-section-description-2": "<strong>Gas fees keep Ethereum running smoothly</strong>. Without it, bad actors could spam the network with empty transactions and make impossible to use. The network would also suffer heavy congestion during busy periods, since there'd be no way to prioritize transactions by the fee users are willing to pay.",
  "page-what-is-ethereum-network-gas-section-description-3": "Ethereum gas fees cover the cost of the many different resources a transaction can consume, such as compute, bandwidth, or storage. All of this gets abstracted into a single value for users, but extensive R&D goes into determining how much each operation should cost relative to the others.",
  "page-what-is-ethereum-network-gas-section-description-4": "So, what happens when you pay gas? A part of it is <strong>paid to the validator</strong> who adds your transaction to a “block” of transactions. Another part gets <strong>“burned”, removing it from the supply</strong> forever.",
  "page-what-is-ethereum-network-gas-section-description-5": "This helps balance supply and demand, because <strong>when the network is busy, fees go up</strong>. When things are quieter, fees go down. It also means <strong>ETH gets burned over time</strong>, which <strong>reduces the total supply</strong>, making it more scarce.",
  "page-what-is-ethereum-network-gas-section-description-6": "Since the network <blog>introduced fee burning</blog> in August 2021, <strong>millions of ETH <beaconchain>has been removed from the supply</beaconchain></strong>. You can explore the latest numbers using <ultrasound>network dashboards and explorers</ultrasound> built by the Ethereum community.",
  "page-what-is-ethereum-network-gas-section-description-7": "So, how much does a transaction cost?",
  "page-what-is-ethereum-network-gas-section-description-8": "Well, <strong>fees vary depending on what you're doing</strong>. Simply sending ETH might cost less than a dollar. Swapping tokens on a decentralized exchange (DEX) can be a few dollars or more, especially if the network is busy. The more complex the transaction the more gas it costs.",
  "page-what-is-ethereum-network-gas-section-description-9": "Gas fees are one of the most visible parts of using Ethereum, especially for new users, but it all goes toward making the network more reliable and secure.",
  "page-what-is-ethereum-network-gas-section-description-10": "Learn more about Ethereum network fees",
  "page-what-is-ethereum-network-staking-section-description-1": "The Ethereum network is secured by a system called staking. This is how Ethereum <strong>verifies transactions, adds new blocks</strong>, and keeps the network <strong>safe from attacks</strong>.",
  "page-what-is-ethereum-network-staking-section-description-2": "When Ethereum started out, it used a consensus mechanism (a way to agree on who owns what) called proof-of-work. This is the same mechanism Bitcoin uses today.",
  "page-what-is-ethereum-network-staking-section-description-3": "In September 2022, Ethereum upgraded to a more secure and energy-efficient proof-of-stake consensus mechanism.",
  "page-what-is-ethereum-network-staking-section-description-4": "So, how does it work?",
  "page-what-is-ethereum-network-staking-section-description-5": "In simple terms, <strong>people lock up (stake) some ETH</strong> as a deposit so that they can help <strong>secure the network</strong>. These people are called validators. When you stake ETH, your validator gets chosen to check and add new transactions. If you do it honestly, you <strong>earn rewards</strong>. If you <strong>try to cheat, you lose part of your stake</strong>.",
  "page-what-is-ethereum-network-staking-section-description-6": "Staking is how Ethereum credibly commits to its service quality. All of this money at stake has the best interest for Ethereum to remain secure—would you bet against it?",
  "page-what-is-ethereum-network-staking-section-description-7": "Just two years after launching proof-of-stake, Ethereum attracted <validators>over a million validators</validators> who stake <stakedEther>millions of ETH</stakedEther> to secure Ethereum. Together, they <strong>make it extremely expensive and difficult to attack</strong>. This is because, to attack the network, <strong>a bad actor needs at least 33 percent of all staked ETH</strong>. Today, that amounts to tens of billions of dollars, and even then, the attack would likely fail because of built-in safeguards.",
  "page-what-is-ethereum-network-staking-section-description-8": "This is what gives Ethereum “<strong>economic security</strong>”. It's not just about having the right technology. It's about making attacks too costly to even try.",
  "page-what-is-ethereum-network-staking-section-description-9": "To help secure the Ethereum network, you can do this in two main ways.",
  "page-what-is-ethereum-network-staking-section-description-10": "The first way is running a node. Nodes store the entire history of the blockchain, including all transactions and smart contract data. By syncing with other nodes, they can agree on the state of the network, making sure transactions are legit and smart contract data is available.",
  "page-what-is-ethereum-network-staking-section-description-11": "The second way is staking your ETH. The easiest way is through a staking provider like <lido>Lido</lido> or <rocketpool>Rocketpool</rocketpool> but you have the know how, try running validator software at home.",
  "page-what-is-ethereum-network-staking-section-description-12": "Learn more about staking and how to do it",
  "page-what-is-ethereum-network-staking-section-description-13": "Learn how to run a node",
  "page-what-is-ethereum-network-layer-2s-section-description-1": "As Ethereum gets more popular, the network gets busier. When demand is high, gas fees go up and transactions take longer. To fix this, developers have built a series of <strong>companion networks</strong> called layer 2s.",
  "page-what-is-ethereum-network-layer-2s-section-description-2": "Layer 2s, or L2s for short, are other networks that <strong>run on top of Ethereum</strong>. They process transactions separately, then send a summary to be stored on Ethereum.",
  "page-what-is-ethereum-network-layer-2s-section-description-3": "You can think of them like express lanes on a highway. Instead of every single transaction going through Ethereum's mainnet, many of them use these faster, cheaper roads.",
  "page-what-is-ethereum-network-layer-2s-section-description-4": "Some of the most popular L2s include <strong>Base, Arbitrum, Optimism, zkSync</strong> and <strong>Starknet</strong>. Each of them work slightly differently, but the idea is the same—scale Ethereum without compromising on security.",
  "page-what-is-ethereum-network-layer-2s-section-description-5": "And it works. A simple ETH transfer on Optimism or zkSync can <l2fees>cost as little as $0.04</l2fees>, compared to $0.3-$1 on Ethereum Mainnet. Other transactions like swapping tokens <l2fees>can be as little as $0.20</l2fees>. For users, this means <strong>faster transactions at a fraction of the price</strong>.",
  "page-what-is-ethereum-network-layer-2s-section-description-6": "As a result, L2s are growing fast. Together, they hold <l2beat>billions of dollars in digital assets</l2beat>.",
  "page-what-is-ethereum-network-layer-2s-section-description-7": "Since L2s benefit from Ethereum's security, companies looking to create global payments and applications started building on top of Ethereum.",
  "page-what-is-ethereum-network-layer-2s-section-description-8": "For example, Robinhood recently <robinhood>launched its own L2</robinhood> to explore faster settlement for stocks. PayPal <paypal>moved its stablecoin PYUSD to Ethereum L2 Arbitrum</paypal>. Shopify now <shopify>lets merchants accept stablecoin USDC</shopify> on Base.",
  "page-what-is-ethereum-network-layer-2s-section-description-9": "For users, moving assets between Ethereum and L2s is straightforward. You can use bridges, built by L2s like <superbridge>Superbridge by Optimism</superbridge> or <portal>Portal by ZKsync</portal> to move ETH and other assets. You can even use third-party tools like <hop>Hop</hop> and <across>Across</across> that are built by independent teams.",
  "page-what-is-ethereum-network-layer-2s-section-description-10": "Learn more about Ethereum Layer 2 networks",
  "page-what-is-ethereum-network-live-network-data-section-description-1": "Ethereum is transparent by design. Every action on the network, from sending ETH to running a validator, is recorded on an open, public ledger that anyone can access.",
  "page-what-is-ethereum-network-live-network-data-section-description-2": "This is a sharp contrast to how most systems work today:",
  "page-what-is-ethereum-network-live-network-data-section-description-3": "banks and institutions publish their internal numbers",
  "page-what-is-ethereum-network-live-network-data-section-description-4": "app usage figures are closely guarded by tech companies",
  "page-what-is-ethereum-network-live-network-data-section-description-5": "economic data often arrives late and gets revised later",
  "page-what-is-ethereum-network-live-network-data-section-description-6": "With Ethereum, you don't have to trust. You can verify.",
  "page-what-is-ethereum-network-live-network-data-section-description-7": "You don't need to understand any of this to use Ethereum. But if you're curious about how many transactions were settled in 2024, or how many new Ethereum addresses were created in the last six months, there are tools that let anyone explore the network in real time.",
  "page-what-is-ethereum-network-live-network-data-section-description-8": "Here are a few of the most useful data sources, and what you might use them for:",
  "page-what-is-ethereum-network-live-network-data-section-description-9": "<etherscan>Etherscan</etherscan>: Check transactions, wallet activity, and smart contracts",
  "page-what-is-ethereum-network-live-network-data-section-description-10": "<beaconcha>beaconcha.in</beaconcha>: View validator stats, staking levels, and network health",
  "page-what-is-ethereum-network-live-network-data-section-description-11": "<ultrasound>ultrasound.money</ultrasound>: Track ETH supply, issuance, and burn in real-time",
  "page-what-is-ethereum-network-live-network-data-section-description-12": "<l2fees>l2fees.info</l2fees>: Compare current transaction costs on Ethereum and L2s",
  "page-what-is-ethereum-network-live-network-data-section-description-13": "<l2beat>L2Beat</l2beat>: See value secured and security models across all major L2s",
  "page-what-is-ethereum-network-live-network-data-section-description-14": "<growthepie>growthepie</growthepie>: See all onchain activity and growth across Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-15": "<dune>Dune</dune>: Explore custom dashboards on all digital assets across Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-16": "<tokenterminal>Token Terminal</tokenterminal>: Compare dapp revenue, usage, and protocol performance",
  "page-what-is-ethereum-network-live-network-data-section-description-17": "<nansen>Nansen</nansen>: Follow wallet flows, stablecoin movements, and smart money trends.",
  "page-what-is-ethereum-network-live-network-data-section-description-18": "All of these tools are there if you need them.",
  "page-what-is-ethereum-network-live-network-data-section-description-19": "Whether you're a developer, researcher, investor, or just someone who wants to check a transaction, Ethereum's open network gives you the data—live, permissionless, and verifiable.",
  "page-what-is-ethereum-network-live-network-data-section-description-20": "Browse Ethereum network dashboards and block explorers"
}