{
  "page-eth2-staking-title-1": "Rewards",
  "page-eth2-staking-desc-1": "Rewards are given for actions that help the network reach consensus. You'll get rewards for batching transactions into a new block or checking the work of other validators because that's what keeps the chain running securely.",
  "page-eth2-staking-title-2": "Risks",
  "page-eth2-staking-desc-2": "Although you can earn rewards for doing work that benefits the network, you can lose ETH for malicious actions, going offline, and failing to validate.",
  "page-eth2-staking-title-3": "Requirements",
  "page-eth2-staking-desc-3": "You'll need 32 ETH to become a full validator or some ETH to join a staking pool. You'll also need to run an 'Eth1' or mainnet client. The launchpad will walk you through the process and hardware requirements. Alternatively, you can use a backend API.",
  "page-eth2-staking-link-1": "View backend APIs",
  "page-eth2-staking-title-4": "How to stake your ETH",
  "page-eth2-staking-header-1": "Stake your ETH to become an",
  "page-eth2-staking-header-2": "Ethereum validator",
  "page-eth2-staking-subtitle": "Staking is a public good for the Ethereum ecosystem. You can help secure the network and earn rewards in the process.",
  "page-eth2-just-staking": "Staking",
  "page-eth2-staking-description": "Staking is the act of depositing 32 ETH to activate validator software. As a validator you’ll be responsible for storing data, processing transactions, and adding new blocks to the blockchain. This will keep Ethereum secure for everyone and earn you new ETH in the process. This process, known as proof-of-stake, is being introduced by the Beacon Chain.",
  "page-eth2-staking-the-beacon-chain": "More on the Beacon Chain",
  "page-eth2-staking-how-to-stake": "How to stake",
  "page-eth2-staking-how-to-stake-desc": "It all depends on how much you are willing to stake. You'll need 32 to become a full validator, but it is possible to stake less.",
  "page-eth2-staking-how-much": "How much are you willing to stake?",
  "page-eth2-staking-less-than": "Less than",
  "page-eth2-staking-withdrawals": "Withdrawals won't be live right away",
  "page-eth2-staking-withdrawals-desc": "You won't be able to withdraw your stake until future upgrades are deployed. Withdrawals should be available once mainnet has docked with the Beacon Chain system.",
  "page-eth2-staking-docked": "More on the docking",
  "page-eth2-staking-solo": "Stake solo and run a validator",
  "page-eth2-staking-solo-desc": "To begin the staking process, you’ll need to use the Eth2 launchpad. This will walk you through all the setup. Part of staking is running an Eth2 client, which is a local copy of the blockchain. This can take a while to download onto your computer.",
  "page-eth2-staking-start": "Start staking",
  "page-eth2-staking-deposit-address": "Check the deposit address",
  "page-eth2-staking-deposit-address-desc": "If you’ve already followed the setup instructions on the launchpad, you’ll know you need to send a transaction to the staking deposit contract. We recommend you check the address very carefully. You can find the official address on ethereum.org and a number of other trusted sites.",
  "page-eth2-staking-check-address": "Check deposit address",
  "page-eth2-staking-pool": "Stake in a pool",
  "page-eth2-staking-pool-desc": "If you have less than 32 ETH, you will be able to add a smaller stake to staking pools. Some companies can do it all on your behalf so you won't have to worry about staying online. Here are some companies to check out.",
  "page-eth2-staking-services": "See staking services",
  "page-eth2-staking-dyor": "Do your own research",
  "page-eth2-staking-dyor-desc": "None of the listed staking services are official endorsements. Be sure to do some research to figure out which service might be best for you.",
  "page-eth2-staking-join-community": "Join the staker community",
  "page-eth2-staking-join-community-desc": "r/ethstaker is a community for everyone to discuss staking on Ethereum – join for advice, support, and to talk all thing staking.",
  "page-eth2-staking-join": "Join",
  "page-eth2-staking-pos-explained": "Proof-of-stake explained",
  "page-eth2-staking-pos-explained-desc": "Staking is what you need to do to become a validator in a proof-of-stake system. This is a consensus mechanism that is going to replace the proof-of-work system currently in place. Consensus mechanisms are what keep blockchains like Ethereum secure and decentralized.",
  "page-eth2-staking-consensus": "More on consensus mechanisms",
  "page-eth2-staking-pos-explained-desc-1": "Proof-of-stake helps secure the network in a number of ways:",
  "page-eth2-staking-at-stake": "Your ETH is at stake",
  "page-eth2-staking-at-stake-desc": "Because you have to stake your ETH in order to validate transactions and create new blocks, you can lose it if you decide to try and cheat the system.",
  "page-eth2-staking-validators": "More validators, more security",
  "page-eth2-staking-validators-desc-1": "In a blockchain like Ethereum it is possible to corrupt it if you control",
  "page-eth2-staking-validators-desc-link": "51% of the network",
  "page-eth2-staking-validators-desc-2": "For example you could get 51% of validators to state that your balance reads 1,000,000 ETH and not 1 ETH. But, to control 51% of validators, you’d need to own 51% of the ETH in the system – that’s a lot!",
  "page-eth2-staking-51-desc-1": "Staking makes joining the network as a validator more accessible so it’s likely that there’ll be more validators in the network than exists today. This will make this kind of attack even harder as the cost of an attack will increase.",
  "page-eth2-staking-upgrades-title": "Proof-of-stake and Eth2 upgrades",
  "page-eth2-staking-upgrades-li": "Proof-of-stake is managed by the Beacon Chain.",
  "page-eth2-staking-upgrades-li-2": "Ethereum will have a proof-of-stake Beacon Chain and a proof-of-work mainnet for the forseeable future. Mainnet is the Ethereum we've been using for years.",
  "page-eth2-staking-upgrades-li-3": "During this time, stakers will be adding new blocks to the Beacon Chain but not processing mainnet transactions.",
  "page-eth2-staking-upgrades-li-4": "Ethereum will fully transition to a proof-of-stake system once the Ethereum mainnet becomes a shard.",
  "page-eth2-staking-upgrades-li-5": "Only then can you withdraw your stake.",
  "page-eth2-staking-benefits": "Benefits of staking to Ethereum",
  "page-eth2-staking-sustainability": "More sustainable",
  "page-eth2-staking-sustainability-desc": "Validators don’t need energy-intensive computers in order to participate in a proof-of-stake system – just a laptop or smart phone. This will make Ethereum better for the environment.",
  "page-eth2-staking-accessibility": "More accessible",
  "page-eth2-staking-accessibility-desc": "With easier hardware requirements and the opportunity to pool if you don’t have 32ETH, more people will be able to join the network. This will make Ethereum more decentralized and secure by decreasing the attack surface area.",
  "page-eth2-staking-sharding": "Unlocks sharding",
  "page-eth2-staking-sharding-desc": "Sharding is only possible with a proof-of-stake system. Sharding a proof-of-work system would dilute the amount of computing power needed to corrupt the network, making it easier for malicious miners to control shards. This isn’t the case with randomly-assigned stakers in proof of stake.",
  "page-eth2-staking-more-sharding": "More on sharding",
  "page-eth2-staking-meta-title": "Ethereum staking",
  "page-eth2-staking-meta-description": "An overview of Ethereum staking: the risks, rewards, requirements, and where to do it."
}
