{
  "layer-2-arbitrum-note": "Fraud proofs only for whitelisted users, whitelist not open yet",
  "layer-2-boba-note": "State validation in development",
  "layer-2-metis-note": "Fraud proofs in development",
  "layer-2-optimism-note": "Fault proofs in development",
  "layer-2-hero-title": "Layer 2",
  "layer-2-hero-header": "Ethereum for everyone",
  "layer-2-hero-subtitle": "Scaling Ethereum without compromising on security or decentralization.",
  "layer-2-hero-alt-text": "Layer 2 diagram",
  "layer-2-hero-button-1": "What is layer 2",
  "layer-2-hero-button-2": "Use layer 2",
  "layer-2-statsbox-1": "TVL locked in layer 2 (USD)",
  "layer-2-statsbox-2": "Average layer 2 ETH transfer fee (USD)",
  "layer-2-statsbox-3": "Layer 2 TVL change (30 days)",
  "layer-2-what-is-layer-2-title": "What is layer 2?",
  "layer-2-what-is-layer-2-1": "Layer 2 (L2) is a collective term to describe a specific set of Ethereum scaling solutions. <strong>A layer 2 is separate blockchain that extends Ethereum and inherits the security guarantees of Ethereum</strong>.",
  "layer-2-what-is-layer-2-2": "Now let’s dig into it a bit more, and to do this we need to explain layer 1 (L1).",
  "layer-2-what-is-layer-1-title": "What is layer 1?",
  "layer-2-what-is-layer-1-1": "Layer 1 is the base blockchain. Ethereum and Bitcoin are both layer 1 blockchains because they are the <strong>underlying foundation that various layer 2 networks build on top of</strong>. Examples of layer 2 projects include \"rollups\" on Ethereum and the Lighting Network on top of Bitcoin. All user transaction activity on these layer 2 projects can ultimately settle back to the layer 1 blockchain.",
  "layer-2-what-is-layer-1-2": "Ethereum also functions as a data availability layer for layer 2s. Layer 2 projects will post their transaction data onto Ethereum, relying on Ethereum for data availability. This data can be used to get the state of the layer 2, or to dispute transactions on layer 2.",
  "layer-2-what-is-layer-1-list-title": "<strong>Ethereum as the layer 1 includes:</strong>",
  "layer-2-what-is-layer-1-list-1": "<strong>A network of node operators</strong> to secure and validate the network",
  "layer-2-what-is-layer-1-list-2": "<strong>A network of block producers</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>The blockchain</strong> itself and the history of transaction data",
  "layer-2-what-is-layer-1-list-4": "<strong>The consensus mechanism</strong> for the network",
  "layer-2-what-is-layer-1-list-link-1": "Still confused on Ethereum?",
  "layer-2-what-is-layer-1-list-link-2": "Learn what Ethereum is.",
  "layer-2-why-do-we-need-layer-2-title": "Why do we need layer 2?",
  "layer-2-why-do-we-need-layer-2-1": "Three desirable properties of a blockchain are that it is <strong>decentralized, secure, and scalable</strong>. The <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">blockchain trilemma</a> states that a simple blockchain architecture can only achieve two out of three. Want a secure and decentralized blockchain? You need to sacrifice scalability.",
  "layer-2-why-do-we-need-layer-2-2": "Ethereum has reached the network's current capacity with <a href=\"https://etherscan.io/chart/tx\" target=\"_blank\">1+ million transactions per day</a> and high demand for each of these transactions. The success of Ethereum and the demand to use it has caused gas prices to rise substantially. Therefore the <a href=\"/developers/docs/scaling/\"> need for scaling solutions</a> has increased in demand as well. This is where layer 2 networks come in.",
  "layer-2-why-do-we-need-layer-2-scalability": "Scalability",
  "layer-2-why-do-we-need-layer-2-scalability-1": "The main goal of scalability is to increase transaction speed (faster finality) and transaction throughput (higher transactions per second) without sacrificing decentralization or security.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "The Ethereum community has taken a strong stance that it would not throw out decentralization or security in order to scale. Until <a href=\"/upgrades/sharding/\">sharding</a>, Ethereum Mainnet (layer 1) is only able to process <a href=\"https://ethtps.info/Network/Ethereum\">roughly 15 transactions per second</a>. When demand to use Ethereum is high, the network becomes congested, which increases transaction fees and prices out users who cannot afford those fees. That is where layer 2 comes in to scale Ethereum today.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "More on Ethereum's vision",
  "layer-2-benefits-of-layer-2-title": "Benefits of layer 2",
  "layer-2-lower-fees-title": "Lower fees",
  "layer-2-lower-fees-description": "By combining multiple off-chain transactions into a single layer 1 transaction, transaction fees are massively reduced, making Ethereum more accessible for all.",
  "layer-2-maintain-security-title": "Maintain security",
  "layer-2-maintain-security-description": "Layer 2 blockchains settle their transactions on Ethereum Mainnet, allowing users to benefit from the security of the Ethereum network.",
  "layer-2-expand-use-cases-title": "Expand use cases",
  "layer-2-expand-use-cases-description": "With higher transactions per second, lower fees, and new technology, projects will expand into new applications with improved user experience.",
  "layer-2-how-does-layer-2-work-title": "How does layer 2 work?",
  "layer-2-how-does-layer-2-work-1": "As we mentioned above, Layer 2 is a collective term for Ethereum scaling solutions that handle transactions off Ethereum layer 1 while still taking advantage of the robust decentralized security of Ethereum layer 1. <strong>A layer 2 is a separate blockchain that extends Ethereum</strong>. How does that work?",
  "layer-2-how-does-layer-2-work-2": "A layer 2 blockchain regularly communicates with Ethereum (by submitting bundles of transactions) in order to ensure it has similar security and decentralization guarantees. All this requires no changes to the layer 1 protocol (Ethereum). This lets layer 1 handle security, data availability, and decentralization, while layer 2s handles scaling. Layer 2s take the transactional burden away from the layer 1 and post finalized proofs back to the layer 1. By removing this transaction load from layer 1, the base layer becomes less congested, and everything becomes more scalable.",
  "layer-2-rollups-title": "Rollups",
  "layer-2-rollups-1": "Rollups are currently the preferred layer 2 solution for scaling Ethereum. By using rollups, users can  <a href=\"https://l2fees.info/\">reduce gas fees by up to 100x</a> compared to layer 1.",
  "layer-2-rollups-2": "Rollups bundle (or ’roll up’) hundreds of transactions into a single transaction on layer 1. This distributes the L1 transaction fees across everyone in the rollup, making it cheaper for each user. Rollup transactions get executed outside of layer 1 but the transaction data gets posted to layer 1. By posting transaction data onto layer 1, rollups inherit the security of Ethereum. There are two different approaches to rollups: optimistic and zero-knowledge - they differ primarily on how this transaction data is posted to L1.",
  "layer-2-optimistic-rollups-title": "Optimistic rollups",
  "layer-2-optimistic-rollups-description": "Optimistic rollups are 'optimistic' in the sense that transactions are assumed to be valid, but can be challenged if necessary. If an invalid transaction is suspected, a fault proof is ran to see if this has taken place.",
  "layer-2-optimistic-rollups-childSentance": "More on optimistic rollups",
  "layer-2-zk-rollups-title": "Zero-knowledge rollups",
  "layer-2-zk-rollups-description": "Zero-knowledge rollups use validity proofs where transactions are computed off-chain, and then compressed data is supplied to Ethereum Mainnet as a proof of their validity.",
  "layer-2-zk-rollups-childSentance": "More on zk-rollups",
  "layer-2-dyor-title": "Do your own research: risks of layer 2",
  "layer-2-dyor-1": "Since layer 2 chains inherit security from Ethereum, in an ideal world, they are as safe as L1 Ethereum. However, many of the <strong>projects are still young and somewhat experimental</strong>. After years of research and development, many of the L2 technologies that will scale Ethereum launched in 2021. Many projects still have additional trust assumptions as they work to decentralize their networks. Always do your own research to decide if you're comfortable with any risks involved.",
  "layer-2-dyor-2": "For more information on the technology, risks, and trust assumptions of layer 2s, we recommend checking out L2BEAT, which provides a comprehensive risk assessment framework of each project.",
  "layer-2-dyor-3": "Go to L2BEAT"
}
