{
  "page-wallets-meta-title": "Ethereum wallets",
  "page-wallets-meta-description": "What you need to know to use Ethereum wallets.",
  "page-wallets-title": "Ethereum wallets",
  "page-wallets-slogan": "The key to your digital future",
  "page-wallets-subtitle": "Wallets give access to your funds and Ethereum applications.",
  "page-wallets-subtitle-2": "Only you should have access to your wallet.",
  "page-wallets-find-wallet-link": "Find a wallet",
  "page-wallets-description": "Ethereum wallets are applications that let you interact with your Ethereum account. Think of it like an internet banking app – without the bank. Your wallet lets you read your balance, send transactions and connect to applications.",
  "page-wallets-desc-2": "You need a wallet to send funds and manage your",
  "page-wallets-desc-3": "Your wallet is only a tool for managing your Ethereum account. That means you can swap wallet providers at any time. Many wallets also let you manage several Ethereum accounts from one application.",
  "page-wallets-desc-4": "That's because wallets don't have custody of your funds, you do. They're just a tool for managing what's really yours.",
  "page-wallets-alt": "Illustration of a robot with a vault for a body, representing an Ethereum wallet",
  "page-wallets-whats-a-wallet": "What's an Ethereum wallet?",
  "page-wallets-accounts-addresses": "Wallets, accounts, and addresses",
  "page-wallets-accounts-addresses-desc": "It's worth understanding the differences between some key terms.",
  "page-wallets-an": "An",
  "page-wallets-ethereum-account": "Ethereum account",
  "page-wallets-accounts-addresses-desc-2": "is an entity that can send transactions and has a balance.",
  "page-wallets-accounts-has": "An Ethereum account has an",
  "page-wallets-ethereum-addresses": "Ethereum address",
  "page-wallets-ethereum-addresses-2": ", like an inbox has an email address. You can use this to send funds to an account.",
  "page-wallets-ethereum-wallet": "A wallet",
  "page-wallets-ethereum-wallet-2": "is a product that allows you to manage your Ethereum account, like view your account balance, send transactions and more.",
  "page-wallets-most-wallets": "Most wallet products will let you generate an Ethereum account. So you don't need one before you download a wallet.",
  "page-wallets-types": "Types of wallet",
  "page-wallets-get-wallet": "Get a wallet",
  "page-wallets-get-wallet-desc": "There are lots of different wallets to choose from. We want to help you choose the best one for you.",
  "page-wallets-get-wallet-desc-2": "Remember: this decision isn’t forever – your Ethereum account is not tied to your wallet provider.",
  "page-wallets-curious": "Crypto curious?",
  "page-wallets-curious-desc": "If you’re new to crypto and just want to get a feel for it, we recommend something that will give you the opportunity to explore Ethereum applications or buy your first ETH directly from the wallet.",
  "page-wallets-converted": "Crypto converted?",
  "page-wallets-converted-desc": "If you’re looking to hold some serious value, we recommend a hardware wallet as these are the most secure. Or a wallet with fraud alerts and withdrawal limits.",
  "page-wallets-features-title": "Prefer to choose based on features?",
  "page-wallets-features-desc": "We can help you choose your wallet based on the features you care about.",
  "page-wallets-find-wallet-btn": "Find a wallet",
  "page-wallets-stay-safe": "How to stay safe",
  "page-wallets-stay-safe-desc": "Wallets are a bit of a shift in thinking. Financial freedom and the ability to access and use funds anywhere comes with a bit of responsibility – there’s no customer support in crypto.",
  "page-wallets-take-responsibility": "Take responsibility for your own funds",
  "page-wallets-take-responsibility-desc": "Centralized exchanges will link your wallet to a username and password that you can recover in a traditional way. Just remember you’re trusting that exchange with custody over your funds. If that company is attacked or folds, your funds are at risk.",
  "page-wallets-seed-phrase": "Write down your seed phrase",
  "page-wallets-seed-phrase-desc": "Wallets will often give you a seed phrase that you must write down somewhere safe. This is the only way you’ll be able to recover your wallet.",
  "page-wallets-seed-phrase-example": "Here's an example:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Don’t store it on a computer. Write it down and keep it safe.",
  "page-wallets-bookmarking": "Bookmark your wallet",
  "page-wallets-bookmarking-desc": "If you use a web wallet, bookmark the site to protect yourself against phishing scams.",
  "page-wallets-triple-check": "Triple check everything",
  "page-wallets-triple-check-desc": "Remember transactions can’t be reversed and wallets can’t be easily recovered so take care.",
  "page-wallets-tips": "More tips on staying safe",
  "page-wallets-tips-community": "From the community",
  "page-wallets-explore": "Explore Ethereum",
  "page-wallets-get-some": "Get some ETH",
  "page-wallets-get-some-alt": "An illustration of a hand creating an ETH logo made of lego bricks",
  "page-wallets-get-some-desc": "ETH is the native crypto of Ethereum. You’ll need some ETH in your wallet to use Ethereum applications.",
  "page-wallets-get-some-btn": "Get some ETH",
  "page-wallets-try-dapps": "Try some dapps",
  "page-wallets-try-dapps-alt": "An illustration of Ethereum community members working together",
  "page-wallets-try-dapps-desc": "Dapps are applications built on Ethereum. They’re cheaper, fairer and kinder on your data than most traditional applications.",
  "page-wallets-more-on-dapps-btn": "More on Dapps",
  "page-wallets-manage-funds": "An app for managing your funds",
  "page-wallets-manage-funds-desc": "Your wallet shows your balances, transaction history and gives you a way to send/receive funds. Some wallets may offer more.",
  "page-wallets-your-ethereum-account": "Your Ethereum account",
  "page-wallets-your-ethereum-account-desc": "Your wallet is your window into your Ethereum account – your balance, transaction history and more. But you can swap wallet providers at any time.",
  "page-wallets-your-login": "Your login for Ethereum applications",
  "page-wallets-your-login-desc": "Your wallet lets you connect to any decentralized application using your Ethereum account. It's like a login you can use across many dapps.",
  "page-wallets-cd": "Physical hardware wallets that let you keep your crypto offline – very secure",
  "page-wallets-mobile": "Mobile applications that make your funds accessible from anywhere",
  "page-wallets-web-browser": "Web wallets that let you interact with your account via a web browser",
  "page-wallets-desktop": "Desktop applications if you prefer to manage your funds via MacOS, windows or linux",
  "page-wallets-protecting-yourself": "Protecting yourself and your funds",
  "page-wallets-keys-to-safety": "The keys to keeping your crypto safe",
  "page-wallets-blog": "Coinbase blog",
  "page-wallets-how-to-store": "How to store digital assets on Ethereum"
}
