{
  "page-eth-buy-some": "Want to buy some Ethereum?",
  "page-eth-buy-some-desc": "It's common to mix up Ethereum and ETH. Ethereum is the <a href=\"/glossary/#blockchain\">blockchain</a> and ETH is the primary asset of Ethereum. ETH is what you're probably looking to buy.",
  "page-eth-cat-img-alt": "Graphic of ETH glyph with a kaleidoscope of cats",
  "page-eth-collectible-tokens": "Collectible tokens",
  "page-eth-collectible-tokens-desc": "Tokens that represent a collectible game item, piece of digital art, or other unique assets. Commonly known as non-fungible tokens (NFTs).",
  "page-eth-cryptography": "Secured by cryptography",
  "page-eth-cryptography-desc": "Internet money may be new but it's secured by proven <a href=\"/glossary/#cryptography\">cryptography</a>. This protects your wallet, your ETH, and your transactions. ",
  "page-eth-currency-for-apps": "It's the currency of Ethereum apps.",
  "page-eth-currency-for-future": "Currency for our digital future",
  "page-eth-description": "ETH is a cryptocurrency. It is scarce digital money that you can use on the internet – similar to Bitcoin. If you’re new to crypto, here's how ETH is different from traditional money.",
  "page-eth-earn-interest-link": "Earn interest",
  "page-eth-flexible-amounts": "Available in flexible amounts",
  "page-eth-flexible-amounts-desc": "ETH is divisible up to 18 decimal places so you don't have to buy 1 whole ETH. You can buy fractions at a time – as little as 0.000000000000000001 ETH if you want.",
  "page-eth-fuels": "ETH fuels and secures Ethereum",
  "page-eth-fuels-desc": "ETH is the lifeblood of Ethereum. When you send ETH or use an Ethereum application, you'll pay a fee in ETH to use the Ethereum network. This fee is an incentive for a block producer to process and verify what you're trying to do.",
  "page-eth-fuels-desc-2": "Validators are like the record-keepers of Ethereum—they check and prove that no one is cheating. They are randomly selected to propose a block of transactions. Validators who do this work are also rewarded with small amounts of newly-issued ETH.",
  "page-eth-fuels-desc-3": "The work validators do, and the capital they <a href=\"/glossary/#staking\">stake</a>, keeps Ethereum secure and free of centralized control.",
  "page-eth-fuels-staking": "When you stake your ETH, you help secure Ethereum and earn rewards. In this system, the threat of losing ETH deters attackers.",
  "page-eth-fuels-more-staking": "More on staking",
  "page-eth-get-eth-btn": "Get ETH",
  "page-eth-gov-tokens": "Governance tokens",
  "page-eth-gov-tokens-desc": "Tokens that represent voting power in decentralized organizations.",
  "page-eth-has-value": "Why does ETH have value?",
  "page-eth-has-value-desc": "ETH's valuable in different ways to different people.",
  "page-eth-has-value-desc-2": "For users of Ethereum, ETH is valuable because it lets you pay transaction fees.",
  "page-eth-has-value-desc-3": "Others see it as a digital store of value because the creation of new ETH slows down over time.",
  "page-eth-has-value-desc-4": "More recently, ETH has become valuable to users of financial apps on Ethereum. That's because you can use ETH as collateral for crypto loans, or as a payment system.",
  "page-eth-has-value-desc-5": "Of course many also see it as an investment, similar to Bitcoin or other cryptocurrencies.",
  "page-eth-is-money": "Ether coin (ETH) is digital, global money.",
  "page-eth-last-updated": "January 2019",
  "page-eth-monetary-policy": "Ethereum's monetary policy",
  "page-eth-more-on-ethereum-link": "More on Ethereum",
  "page-eth-no-centralized": "No centralized control ",
  "page-eth-no-centralized-desc": "ETH is decentralized and global. There's no company or bank that can decide to print more ETH, or change the terms of use.",
  "page-eth-non-fungible-tokens-link": "Non-fungible tokens",
  "page-eth-not-only-crypto": "ETH isn't the only crypto on Ethereum",
  "page-eth-not-only-crypto-desc": "Anyone can create new kinds of assets and trade them on Ethereum. These are known as 'tokens'. People have tokenised traditional currencies, their real estate, their art, and even themselves!",
  "page-eth-not-only-crypto-desc-2": "Ethereum is home to thousands of tokens – some more useful and valuable than others. Developers are constantly building new tokens that unlock new possibilities and open new markets.",
  "page-eth-open": "Open to anyone",
  "page-eth-open-desc": "You only need an internet connection and a wallet to accept ETH. You don't need access to a bank account to accept payments. ",
  "page-eth-p2p-payments": "Peer-to-peer payments",
  "page-eth-p2p-payments-desc": "You can send your ETH without any intermediary service like a bank. It's like handing cash over in-person, but you can do it securely with anyone, anywhere, anytime.",
  "page-eth-period": ".",
  "page-eth-popular-tokens": "Popular types of token",
  "page-eth-powers-ethereum": "ETH powers Ethereum",
  "page-eth-shit-coins": "Sh*t coins",
  "page-eth-shit-coins-desc": "Because making new tokens is easy, anyone can do it - even people with bad or misguided intentions. Always do your research before using them!",
  "page-eth-stablecoins": "Stablecoins",
  "page-eth-stablecoins-desc": "Tokens that mirror the value of traditional currency like dollars. This solves the volatility problem with many cryptocurrencies.",
  "page-eth-stablecoins-link": "Get stablecoins",
  "page-eth-stream-link": "Stream ETH",
  "page-eth-tokens-link": "Ethereum tokens",
  "page-eth-trade-link-2": "Swap tokens",
  "page-eth-underpins": "ETH underpins the Ethereum financial system",
  "page-eth-underpins-desc": "Not satisfied with payments, the Ethereum community is building a whole financial system that's <a href=\"/glossary/#peer-to-peer-network\">peer-to-peer</a> and accessible to everyone.",
  "page-eth-underpins-desc-2": "You can use ETH as collateral to generate entirely different cryptocurrency tokens on Ethereum. Plus you can borrow, lend and earn interest on ETH and other ETH-backed tokens.",
  "page-eth-weth": "Wrapped ether (WETH) is used to extend the functionality of ETH to work with other tokens and applications. <a href=\"/wrapped-eth\">Learn more about WETH</a>.",
  "page-eth-uses": "Uses for ETH grow every day",
  "page-eth-uses-desc": "Because Ethereum is programmable, developers can shape ETH in countless ways.",
  "page-eth-uses-desc-2": "Back in 2015, all you could do was send ETH from one Ethereum account to another. Here are just some of things you can do today.",
  "page-eth-uses-desc-3": "pay someone or receive funds in real time.",
  "page-eth-uses-desc-4": "you can trade ETH with other tokens including Bitcoin.",
  "page-eth-uses-desc-5": "on ETH and other Ethereum-based tokens.",
  "page-eth-uses-desc-6": "access the world of cryptocurrencies with a steady, less-volatile value.",
  "page-eth-value": "Why ether is valuable",
  "page-eth-video-alt": "ETH glyph video",
  "page-eth-whats-eth": "What is ether (ETH)?",
  "page-eth-whats-eth-hero-alt": "Illustration of a group of people marvelling at an ether (ETH) glyph in awe",
  "page-eth-whats-eth-meta-desc": "What you need to know to understand ETH and its place in Ethereum.",
  "page-eth-whats-eth-meta-title": "What is ether (ETH)?",
  "page-eth-whats-ethereum": "What is Ethereum?",
  "page-eth-whats-ethereum-desc": "If you'd like to learn more about Ethereum, the technology behind ETH, check out our introduction.",
  "page-eth-whats-unique": "What's unique about ETH?",
  "page-eth-whats-unique-desc": "There are many cryptocurrencies and lots of other tokens on Ethereum, but there are some things that only ETH can do.",
  "page-eth-where-to-buy": "Where to get ETH",
  "page-eth-where-to-buy-desc": "You can get ETH from an exchange or a wallet but different countries have different policies. Check to see the services that will let you buy ETH.",
  "page-eth-yours": "It's really yours",
  "page-eth-yours-desc": "ETH lets you be your own bank. You can control your own funds with your <a href=\"/glossary/#wallet\">wallet</a> as proof of ownership – no third parties necessary.",
  "page-eth-more-on-tokens": "More on tokens and their uses",
  "page-eth-button-buy-eth": "Get ETH",
  "page-eth-tokens-stablecoins": "Stablecoins",
  "page-eth-tokens-defi": "Decentralized finance (DeFi)",
  "page-eth-tokens-nft": "Non-fungible tokens (NFTs)",
  "page-eth-tokens-dao": "Decentralized autonomous organisations (DAOs)",
  "page-eth-tokens-stablecoins-description": "More on the least volatile of Ethereum tokens.",
  "page-eth-tokens-defi-description": "The financial system for Ethereum tokens.",
  "page-eth-tokens-nft-description": "Tokens that represent ownership of items on Ethereum.",
  "page-eth-tokens-dao-description": "Internet communities often governed by token holders.",
  "page-eth-whats-defi": "More on DeFi",
  "page-eth-whats-defi-description": "DeFi is the decentralized financial system built on Ethereum. This overview explains what you can do.",
  "page-what-is-ethereum-what-is-ether": "What is ether?"
}
