{
  "page-upgrades-bug-bounty-annotated-specs": "annotated spec",
  "page-upgrades-bug-bounty-annotations": "It might be helpful to check out the following annotations:",
  "page-upgrades-bug-bounty-client-bugs": "Client bugs",
  "page-upgrades-bug-bounty-client-bugs-desc": "Clients run the Ethereum Network, and they need to follow the logic set out in the specification and be secure against potential attacks. The bugs we want to find are related to the implementation of the protocol.",
  "page-upgrades-bug-bounty-client-bugs-desc-2": "Currently execution layer clients (Besu, Erigon, Geth, Nethermind and Reth) and consensus layer clients (Lighthouse, Lodestar, Nimbus, Teku and Prysm) are included in the Bug Bounty Program. More clients may be added as they complete audits and become production ready.",
  "page-upgrades-bug-bounty-clients": "Clients featured in the bounties",
  "page-upgrades-bug-bounty-clients-type-1": "Spec non-compliance issues",
  "page-upgrades-bug-bounty-clients-type-2": "Unexpected crashes, RCE or denial of service (DOS) vulnerabilities",
  "page-upgrades-bug-bounty-clients-type-3": "Any issues causing irreparable consensus splits from the rest of the network",
  "page-upgrades-bug-bounty-misc-bugs": "Language compiler bugs",
  "page-upgrades-bug-bounty-misc-bugs-desc": "The Solidity and Vyper compilers are in scope of the bug bounty program. Please include all details necessary to reproduce the vulnerability such as: Input program that triggers the bug, Compiler version affected, Target EVM version, Framework/IDE if applicable, EVM execution environment/client if applicable and Operating system, Please include steps to reproduce the bug you have found in as much detail as possible.",
  "page-upgrades-bug-bounty-misc-bugs-desc-2": "Solidity and Vyper does not hold security guarantees regarding compilation of untrusted input – and we do not issue rewards for crashes of the compiler on maliciously generated data.",
  "page-upgrades-bug-bounty-deposit-bugs": "Deposit Contract bugs",
  "page-upgrades-bug-bounty-deposit-bugs-desc": "The specifications and source code of the Beacon Chain Deposit Contract is part of the bug bounty program.",
  "page-upgrades-bug-bounty-dependency-bugs": "Dependency bugs",
  "page-upgrades-bug-bounty-dependency-bugs-desc": "Certain dependencies are crucial for the Ethereum Network to function, and some of these have been added to the bug bounty program. Currently, the list of dependencies included in the bug bounty program are C-KZG-4844 and Go-KZG-4844.",
  "page-upgrades-bug-bounty-docking": "merge",
  "page-upgrades-bug-bounty-email-us": "Email us:",
  "page-upgrades-bug-bounty-help-links": "Helpful links",
  "page-upgrades-bug-bounty-hunting": "Bug hunting rules",
  "page-upgrades-bug-bounty-hunting-desc": "The bug bounty program is an experimental and discretionary rewards program for our active Ethereum community to encourage and reward those who are helping to improve the platform. It is not a competition. You should know that we can cancel the program at any time, and awards are at the sole discretion of Ethereum Foundation bug bounty panel. In addition, we are not able to issue awards to individuals who are on sanctions lists or who are in countries on sanctions lists (e.g. North Korea, Iran, etc). Local laws require us to ask for proof of your identity. You are responsible for all taxes. All awards are subject to applicable law. Finally, your testing must not violate any law or compromise any data that is not yours and must take place on local running testnets.",
  "page-upgrades-bug-bounty-hunting-leaderboard": "Consensus Layer Bug Bounty leaderboard",
  "page-upgrades-bug-bounty-hunting-execution-leaderboard": "Execution Layer Bug Bounty leaderboard",
  "page-upgrades-bug-bounty-hunting-leaderboard-subtitle": "Find consensus layer bugs to get added to this leaderboard",
  "page-upgrades-bug-bounty-hunting-execution-leaderboard-subtitle": "Find execution layer bugs to get added to this leaderboard",
  "page-upgrades-bug-bounty-hunting-li-1": "Issues without a POC or that have already been submitted by another user or are already known to spec and client maintainers are not eligible for bounty rewards.",
  "page-upgrades-bug-bounty-hunting-li-2": "Public disclosure of a vulnerability or reporting it to other parties without prior agreement makes it ineligible for a bounty.",
  "page-upgrades-bug-bounty-hunting-li-3": "Employees and contractors of the Ethereum Foundation or client teams in scope of the bounty program may participate in the program only in the accrual of points and will not receive monetary rewards.",
  "page-upgrades-bug-bounty-hunting-li-4": "Ethereum bounty program considers a number of variables in determining rewards. Determinations of eligibility, score and all terms related to an award are at the sole and final discretion of the Ethereum Foundation bug bounty panel.",
  "page-upgrades-bug-bounty-leaderboard": "See full leaderboards",
  "page-upgrades-bug-bounty-leaderboard-list": "Bug bounty leaderboard",
  "page-upgrades-bug-bounty-leaderboard-points": "points",
  "page-upgrades-bug-bounty-ledger-desc": "The Ethereum Specifications detail the design rationale for the Execution Layer and Consensus Layer.",
  "page-upgrades-bug-bounty-ledger-title": "Specification bugs",
  "page-upgrades-bug-bounty-meta-description": "An overview of the Ethereum bug bounty program: how to get involved and reward information.",
  "page-upgrades-bug-bounty-meta-title": "Ethereum Bug Bounty Program",
  "page-upgrades-bug-bounty-not-included": "Out of scope",
  "page-upgrades-bug-bounty-not-included-desc": "Only the targets listed under in-scope are part of the Bug Bounty Program. This means that for example our infrastructure; such as webpages, dns, email etc, are not part of the bounty-scope. ERC20 contract bugs are typically not included in the bounty scope. However, we can help reach out to affected parties, such as authors or exchanges in such cases. ENS is maintained by the ENS foundation, and is not part of the bounty scope. Vulnerabilities requiring the user to have publicly exposed an API, such as JSON-RPC or the Beacon API, is out of scope of the bug bounty program.",
  "page-upgrades-bug-bounty-owasp": "View OWASP method",
  "page-upgrades-bug-bounty-points": "The EF will also provide rewards based on:",
  "page-upgrades-bug-bounty-points-error": "Error loading data... please refresh.",
  "page-upgrades-bug-bounty-points-exchange": "Points Exchange",
  "page-upgrades-bug-bounty-points-loading": "Loading data...",
  "page-upgrades-bug-bounty-points-payout-desc": "The Ethereum Foundation will pay out the value of USD in ETH or DAI.",
  "page-upgrades-bug-bounty-points-point": "1 point",
  "page-upgrades-bug-bounty-points-rights-desc": "The Ethereum Foundation reserves the right to change this without prior notice.",
  "page-upgrades-bug-bounty-points-usd": "2 USD",
  "page-upgrades-bug-bounty-quality": "Quality of description",
  "page-upgrades-bug-bounty-quality-desc": ": Higher rewards are paid for clear, well-written submissions.",
  "page-upgrades-bug-bounty-quality-fix": "<strong>Quality of fix</strong>, if included: Higher rewards are paid for submissions with clear description of how to fix the issue.",
  "page-upgrades-bug-bounty-quality-repro": "Quality of reproducibility",
  "page-upgrades-bug-bounty-quality-repro-desc": ": A Proof of Concept (POC) must be included to be eligible for rewards. Please include test code, scripts and detailed instructions. The easier it is for us to reproduce and verify the vulnerability, the higher the reward.",
  "page-upgrades-bug-bounty-questions": "Questions?",
  "page-upgrades-bug-bounty-rules": "Read rules",
  "page-upgrades-bug-bounty-slogan": "Bug Bounty Program",
  "page-upgrades-bug-bounty-specs": "Consensus Layer Specifications",
  "page-upgrades-bug-bounty-execution-specs": "Execution Layer Specifications",
  "page-upgrades-bug-bounty-specs-docs": "Specification documents",
  "page-upgrades-bug-bounty-submit": "Submit a bug",
  "page-upgrades-bug-bounty-submit-desc": "For each valid bug you find you’ll earn rewards. The quantity of rewards awarded will vary depending on Severity. The severity is calculated according to the OWASP risk rating model based on Impact on the Ethereum Network and Likelihood.",
  "page-upgrades-bug-bounty-subtitle": "Earn up to 250,000 USD and a place on the leaderboard by finding protocol, client and language compiler bugs affecting the Ethereum network.",
  "page-upgrades-bug-bounty-title": "Open for submissions",
  "page-upgrades-bug-bounty-title-1": "Beacon Chain",
  "page-upgrades-bug-bounty-title-2": "Fork choice",
  "page-upgrades-bug-bounty-title-3": "Solidity deposit contract",
  "page-upgrades-bug-bounty-title-4": "Peer-to-peer networking",
  "page-upgrades-bug-bounty-type-1": "Safety/finality-breaking bugs",
  "page-upgrades-bug-bounty-type-2": "Denial of service (DOS) vectors",
  "page-upgrades-bug-bounty-type-3": "Inconsistencies in assumptions, like situations where honest validators can be slashed",
  "page-upgrades-bug-bounty-type-4": "Calculation or parameter inconsistencies",
  "page-upgrades-bug-bounty-types": "Types of bugs",
  "page-upgrades-bug-bounty-validity": "In Scope",
  "page-upgrades-bug-bounty-validity-desc": "Our bug bounty program spans end-to-end: from soundness of protocols (such as the blockchain consensus model, the wire and p2p protocols, proof of stake, etc.) and protocol/implementation compliance to network security and consensus integrity. Classical client security as well as security of cryptographic primitives are also part of the program. When in doubt, send an email to bounty@ethereum.org and ask us. You may also submit a disclosure/vulnerability directly to <a href=\"mailto:bounty@ethereum.org\">bounty@ethereum.org</a>, in which case we ask that you encrypt the message using our <a href=\"https://ethereum.org/security_at_ethereum.org.asc\" target=\"_blank\" rel=\"noreferrer\">PGP Key</a>",
  "page-upgrades-bug-bounty-card-critical": "Critical",
  "page-upgrades-bug-bounty-card-critical-risk": "Submit critical risk bug",
  "page-upgrades-bug-bounty-card-h2": "Medium",
  "page-upgrades-bug-bounty-card-high": "High",
  "page-upgrades-bug-bounty-card-high-risk": "Submit high risk bug",
  "page-upgrades-bug-bounty-card-label-1": "Up to 1,000 points",
  "page-upgrades-bug-bounty-card-label-2": "Up to 2,000 USD",
  "page-upgrades-bug-bounty-card-label-3": "Up to 5,000 points",
  "page-upgrades-bug-bounty-card-label-4": "Up to 10,000 USD",
  "page-upgrades-bug-bounty-card-label-5": "Up to 10,000 points",
  "page-upgrades-bug-bounty-card-label-6": "Up to 50,000 USD",
  "page-upgrades-bug-bounty-card-label-7": "Up to 25,000 points",
  "page-upgrades-bug-bounty-card-label-8": "Up to 250,000 USD",
  "page-upgrades-bug-bounty-card-li-1": "Low impact, medium likelihood",
  "page-upgrades-bug-bounty-card-li-2": "Medium impact, low likelihood",
  "page-upgrades-bug-bounty-card-li-3": "High impact, low likelihood",
  "page-upgrades-bug-bounty-card-li-4": "Medium impact, medium likelihood",
  "page-upgrades-bug-bounty-card-li-5": "Low impact, high likelihood",
  "page-upgrades-bug-bounty-card-li-6": "High impact, medium likelihood",
  "page-upgrades-bug-bounty-card-li-7": "Medium impact, high likelihood",
  "page-upgrades-bug-bounty-card-li-8": "High impact, high likelihood",
  "page-upgrades-bug-bounty-card-low": "Low",
  "page-upgrades-bug-bounty-card-low-risk": "Submit low risk bug",
  "page-upgrades-bug-bounty-card-medium-risk": "Submit medium risk bug",
  "page-upgrades-bug-bounty-card-subheader": "Severity",
  "page-upgrades-bug-bounty-card-subheader-2": "Example",
  "page-upgrades-bug-bounty-card-text": "Attacker can sometimes put a node in a state that causes it to drop one out of every one hundred attestations made by a validator",
  "page-upgrades-bug-bounty-card-text-1": "Attacker can successfully conduct eclipse attacks on nodes with peer-ids with 4 leading zero bytes",
  "page-upgrades-bug-bounty-card-text-2": "Attacker can successfully partition large parts of the network, and it is trivial for an attacker to trigger the vulnerability",
  "page-upgrades-bug-bounty-card-text-3": "Attacker can successfully conduct remote code execution in a majority client, and it is trivial for an attacker to trigger the vulnerability",
  "page-upgrades-question-title": "Frequently asked questions",
  "bug-bounty-faq-q1-title": "What should a good vulnerability submission look like?",
  "bug-bounty-faq-q1-contentPreview": "See a real example of a quality vulnerability submission.",
  "bug-bounty-faq-q1-content-1": "<b>Description:</b> Remote Denial-of-service using non-validated blocks",
  "bug-bounty-faq-q1-content-2": "<b>Attack scenario:</b> An attacker can send blocks that may require a high amount of computation (the maximum gasLimit) but has no proof-of-work. If the attacker sends blocks continuously, the attacker may force the victim node to 100% CPU utilization.",
  "bug-bounty-faq-q1-content-3": "<b>Impact:</b> An attacker can abuse CPU utilization on remote nodes, possibly causing full DoS.",
  "bug-bounty-faq-q1-content-4": "<b>Components:</b> Go client version v0.6.8",
  "bug-bounty-faq-q1-content-5": "<b>Reproduction:</b> Send a block to a Go node that contains many txs but no valid PoW.",
  "bug-bounty-faq-q1-content-6": "<b>Details:</b> Blocks are validated in the method <code>Process(Block, dontReact)</code>. This method performs expensive CPU-intensive tasks, such as executing transactions (<code>sm.ApplyDiff</code>) and afterward it verifies the proof-of-work (<code>sm.ValidateBlock()</code>). This allows an attacker to send blocks that may require a high amount of computation (the maximum <code>gasLimit</code>) but has no proof-of-work. If the attacker sends blocks continuously, the attacker may force the victim node to 100% CPU utilization.",
  "bug-bounty-faq-q1-content-7": "<b>Fix:</b> Invert the order of the checks.",
  "bug-bounty-faq-q2-title": "Is the bug bounty program is time limited?",
  "bug-bounty-faq-q2-contentPreview": "No.",
  "bug-bounty-faq-q2-content-1": "No end date is currently set. See <a href=\"https://blog.ethereum.org/\" target=\"_blank\" rel=\"noreferrer\">the Ethereum Foundation blog</a> for the latest news.",
  "bug-bounty-faq-q3-title": "How are bounties paid out?",
  "bug-bounty-faq-q3-contentPreview": "Rewards are paid out in ETH or DAI.",
  "bug-bounty-faq-q3-content-1": "Rewards are paid out in ETH or DAI after the submission has been validated, usually a few days later. Local laws require us to ask for <b>proof of your identity</b>. In addition, we will need your ETH address.",
  "bug-bounty-faq-q4-title": "Can I donate my reward to charity?",
  "bug-bounty-faq-q4-contentPreview": "Yes!",
  "bug-bounty-faq-q4-content-1": "We can donate your reward to an established charitable organization of your choice.",
  "bug-bounty-faq-q5-title": "I reported an issue / vulnerability but have not received a response!",
  "bug-bounty-faq-q5-contentPreview": "Please allow a few days for someone to respond to your submission.",
  "bug-bounty-faq-q5-content-1": "We aim to respond to submissions as fast as possible. Feel free to email us at <a href=\"mailto:bounty@ethereum.org\" target=\"_blank\" rel=\"noreferrer\">bounty@ethereum.org</a> if you have not received a response within a day or two.",
  "bug-bounty-faq-q6-title": "I want to be anonymous / I do not want my name on the leader board.",
  "bug-bounty-faq-q6-contentPreview": "You can do this, but it might make you ineligble for rewards.",
  "bug-bounty-faq-q6-content-1": "Submitting anonymously or with a pseudonym is OK, but will make you ineligible for ETH/DAI rewards. To be eligible for ETH/DAI rewards, we require your real name and a proof of your identity. Donating your bounty to a charity doesn’t require your identity.",
  "bug-bounty-faq-q6-content-2": "Please let us know if you do not want your name/nick displayed on the leader board.",
  "bug-bounty-faq-q7-title": "What are the points in the leaderboard?",
  "bug-bounty-faq-q7-contentPreview": "Every found vulnerability / issue is assigned a score",
  "bug-bounty-faq-q7-content-1": "Every found vulnerability / issue is assigned a score. Bounty hunters are ranked on our leaderboard by total points.",
  "bug-bounty-faq-q8-title": "Do you have a PGP key?",
  "bug-bounty-faq-q8-contentPreview": "Yes. Expand for details.",
  "bug-bounty-faq-q8-content-1": "Please use <code>AE96 ED96 9E47 9B00 84F3 E17F E88D 3334 FA5F 6A0A</code>",
  "bug-bounty-faq-q8-PGP-key": "PGP Key"
}
