{
  "page-enterprise-": "",
  "page-enterprise-cases-mediledger-content": "Enables Pfizer and Genentech to verify drug authenticity and ensure pharma compliance.",
  "page-enterprise-cases-tmobile-content": "Use Ethereum to streamline roaming and device trust—shared ledgers simplify authentication and billing.",
  "page-enterprise-cases-unwfp-content": "UN <strong>tracks aid for 100,000+ refugees</strong> using a private Ethereum fork, boosting audit capabilities.",
  "page-enterprise-cases-visa-content": "Settled over <strong>$225 million</strong> in stablecoin transactions using USDC across Ethereum and other blockchains.",
  "page-enterprise-cases-blackrock-content": "Launched <strong>$2,9B+ tokenized</strong> U.S. Treasury fund on Ethereum and its ecosystem, delivering same-day liquidity to institutions.",
  "page-enterprise-cases-eib-content": "<strong>Issued a €100M digital bond</strong> on public Ethereum. The project was conducted in cooperation with the Banque de France, Goldman Sachs, Santander and Société Générale.",
  "page-enterprise-activity-tx-count": "Daily transactions",
  "page-enterprise-activity-stablecoin-mktcap": "Stablecoin market cap",
  "page-enterprise-activity-total-secured": "Total capital secured",
  "page-enterprise-ecosystem-cta": "See use cases",
  "page-enterprise-ecosystem-description": "The question is not whether money will become programmable, but how quickly the transition will occur and which platforms will enable it.",
  "page-enterprise-ecosystem-header": "Embrace the innovation",
  "page-enterprise-features-1-content-1": "Ethereum is secured by thousands of independent validators worldwide, providing resilient, open-access infrastructure for digital assets and enterprise applications.",
  "page-enterprise-features-1-header": "Proven Security and Decentralization",
  "page-enterprise-features-2-content-1": "Ethereum offers great flexibility and powerful scaling options known as Layer 2s.",
  "page-enterprise-features-2-content-2": "Its Proof-of-Stake consensus also cuts energy use by ~99.5%, meeting ESG goals without sacrificing performance.",
  "page-enterprise-features-2-header": "Scalable by Design",
  "page-enterprise-features-3-content-1": "Ethereum is home to the largest blockchain developer community.",
  "page-enterprise-features-3-content-2": "Thousands of developers contribute monthly, offering an abundance of libraries, frameworks, and integrations. Build fast with mature tools like Solidity, Hardhat, Truffle, Infura, and Alchemy.",
  "page-enterprise-features-3-header": "Global Ecosystem",
  "page-enterprise-features-4-content-1": "Deploy on Ethereum’s public Mainnet for global transparency or use private networks like Hyperledger Besu and ConsenSys Quorum for confidentiality and control.",
  "page-enterprise-features-4-content-2": "Hybrid models enable private data management with public-chain integrity.",
  "page-enterprise-features-4-header": "Public and Private Deployments",
  "page-enterprise-features-header": "Enterprises and Ethereum: a perfect match",
  "page-enterprise-hero-breadcrumb": "Enterprise",
  "page-enterprise-hero-cta": "Get in touch",
  "page-enterprise-hero-subtitle": "Built for scalability and security with enterprise-scale in mind.",
  "page-enterprise-hero-title": "Ethereum for institutions",
  "page-enterprise-metadata-description": "World's most trusted blockchain for digital assets—build for scalability and security with enterprise scaling in mind.",
  "page-enterprise-metrics-header": "World's most trusted blockchain for digital assets",
  "page-enterprise-metrics-subtext": "Ethereum is the leading platform for <strong>issuing</strong>, <strong>managing</strong>, and <strong>settling digital assets</strong>. From tokenized money and financial instruments to real-world assets and emerging markets, Ethereum provides a secure, neutral foundation for the digital economy.",
  "page-enterprise-reason-1-content": "Ethereum's modular design mirrors the properties of the current global settlement and clearing system.",
  "page-enterprise-reason-1-header": "Elegance",
  "page-enterprise-reason-2-content": "A robust long-term PR&D roadmap and a vibrant ecosystem of talent ready to execute over the next 5-10 years.",
  "page-enterprise-reason-2-header": "Future-proof",
  "page-enterprise-reason-3-content": "Reduces counterparty risk with a reliable global state machine that enforces rules, cutting costs through disintermediation and boosting output via capital efficiency.",
  "page-enterprise-reason-3-header": "Reduced risk",
  "page-enterprise-reason-4-content": "The only programmable distributed ledger infrastructure that has never gone down, and has thrived through multiple existential threats.",
  "page-enterprise-reason-4-header": "Battle-tested",
  "page-enterprise-team-description": "We will answer your questions, help identify potential paths forward, provide technical support and connect you with relevant industry leaders.",
  "page-enterprise-team-header": "Ethereum Enterprise Team",
  "page-enterprise-why-description": "Ethereum supports enterprise compliance with transparent, auditable infrastructure that aligns with GDPR and KYC while protecting sensitive data in private or consortium environments.",
  "page-enterprise-why-header": "Why Ethereum"
}
