{
  "page-ethereum-history-founder-and-ownership-meta-title": "History of Ethereum: Founder, Launch and Ownership | ethereum.org",
  "page-ethereum-history-founder-and-ownership-meta-description": "Learn about Ethereum's history, including who created it, when it launched and who controls it today.",
  "page-ethereum-history-founder-and-ownership-twitter-meta-description": "Learn the differences between Bitcoin and Ethereum, including use cases, network performance, token economics and more.",
  "page-ethereum-history-founder-and-ownership-title": "History of Ethereum: Founder, Launch and Ownership",
  "page-ethereum-history-founder-and-ownership-description-1": "Ethereum was founded by Vitalik Buterin in 2013. Several co-founders joined later, including Gavin Wood and Joseph Lubin. The Ethereum network officially launched on July 30, 2015, with the mining of the first block (the Genesis block).",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-description-1": "Unlike traditional organizations, <strong>Ethereum has no CEO</strong>, board, or single controlling party. It's a decentralized platform governed by its community, with the non-profit Ethereum Foundation providing support.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum": "Who founded/cofounded Ethereum?",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-1": "Ethereum was <strong>founded by Vitalik Buterin</strong> who conceived the idea <strong>in late 2013</strong>.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-2": "Born in Russia in 1994 and raised in Canada, Buterin displayed exceptional mathematical talent from an early age.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-3": "He discovered Bitcoin in 2011, and started writing Bitcoin articles which led him to co-found Bitcoin Magazine in 2012. This was one of the first publications dedicated to cryptocurrency. By being a part of the early Bitcoin community, he witnessed first hand its potential and its limitations.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-4": "In 2014, Vitalik published the Ethereum whitepaper, outlining a platform that would go beyond Bitcoin by creating a blockchain that could do more than just payments.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-5": "Ethereum expands on the Bitcoin approach, basically saying, well, instead of having rules that are designed around supporting one application, we're going to make something more general purpose where people can just build their own applications and the rules for whatever applications they built can be executed, implemented on the Ethereum platform.",
  "page-ethereum-history-founder-and-ownership-when-ethereum-when-did-ethereum-launch": "When did Ethereum launch?",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now": "Who owns and runs Ethereum now?",
  "page-ethereum-history-founder-and-ownership-founder-of-ethereum": "Founder of Ethereum",
 "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-6": "Buterin brought together a team of 8 co-founders who helped bring Ethereum to life.",
 "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-gavin-wood": "<strong>Gavin Wood</strong>: Developed the <solidity>Solidity</solidity> programming language and wrote the <ethereumYellowPaper>Ethereum Yellow Paper</ethereumYellowPaper>, the technical guide for the Ethereum Virtual Machine (EVM).",
 "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-joseph-lubin": "<strong>Joseph Lubin</strong>: Helped fund Ethereum's very early stages and later founded <consensys>ConsenSys</consensys>, a company focused on building Ethereum-based apps and infrastructure.",
 "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-jeffrey-wilcke": "<strong>Jeffrey Wilcke</strong>: Created <geth>Geth</geth>, the original and most widely used Ethereum execution clients, responsible for running the EVM and storing Ethereum network data.",
 "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-mihai-alisie": "<strong>Mihai Alisie</strong>: Co-founded Bitcoin Magazine with Vitalik Buterin and helped establish the Ethereum Foundation in Switzerland, serving as vice president and setting up the legal framework for Ether's pre-sale.",
 "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-anthony-di-lorio": "<strong>Anthony Di Lorio</strong>",
 "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-amir-chetrit": "<strong>Amir Chetrit</strong>",
 "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-charles-hoskinson": "<strong>Charles Hoskinson</strong>",
 "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-7": "Today, Vitalik Buterin remains actively involved in Ethereum's development. Joseph Lubin continues to lead ConsenSys. His company develops key tools for the Ethereum ecosystem like <strong>MetaMask</strong> and <strong>Infura</strong>.",
 "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-1": "The journey from Vitalik's initial idea to Ethereum's official launch took about 20 months. Here are the key milestones:",
 "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-2": "<strong>November 2013:</strong> Vitalik Buterin shares the Ethereum whitepaper. It describes his vision for a blockchain platform that could run smart contracts.",
 "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-3": "<strong>January 2014:</strong> Vitalik <announcement>announces publicly</announcement> the concept for Ethereum at the North American Bitcoin Conference in Miami.",
 "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-4": "<strong>July-August 2014:</strong> To fund the development of Ethereum, the founding team ran a public crowdfunding campaign. They raised 31,000 BTC (worth about $18 million at the time) in return for ether (ETH).",
 "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-5": "<strong>April 2015:</strong> Vitalik and co-founders launch Ethereum's Olympic testnet. This was the final testing phase before the main network launch.",
 "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-6": "<strong>July 30, 2015:</strong> The founding team officially launch the Ethereum mainnet by mining the genesis block. This marks the birth of the Ethereum network.",
"page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-7": "<strong>March 14, 2016:</strong> The Ethereum community implement \"Homestead,\" the first planned upgrade. This signals that Ethereum was ready for mainstream adoption.",
"page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-8": "We had this notion on the Ethereum project that we'd only really ever get one shot at it, it was really one and done, so we had to get it right.",
"page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-9": "Ethereum Co-founder",
"page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-10": "Ethereum's launch marked a major milestone in blockchain technology. It introduced smart contracts and created a platform for decentralized applications.",
"page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-11": "You can <genesisBlock>always view the Ethereum genesis block</genesisBlock> preserving the moment when Ethereum first came to life.",
"page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-12": "See the complete list of Ethereum upgrades",
"page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-13": "Check out the future Ethereum roadmap",
"page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-1": "One of the most unique aspects of Ethereum is its ownership structure, or more accurately, its lack of traditional ownership. Unlike a regular company, Ethereum:",
"page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-2": "<strong>has no CEO or central authority</strong>",
"page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-3": "is <strong>not controlled by any single entity</strong> or organization",
"page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-4": "<strong>does not have shareholders</strong> in the traditional sense",
"page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-5": "Instead, Ethereum works as a decentralized network. It's <strong>maintained by thousands of independent computers</strong> (nodes) around the world. This decentralized model is at the core of Ethereum's design and value.",
"page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-6": "Several key groups help with Ethereum's ongoing development and governance:",
"page-ethereum-history-founder-and-ownership-ethereum-foundation": "1. The Ethereum Foundation",
"page-ethereum-history-founder-and-ownership-ethereum-foundation-description-1": "The <strong>Ethereum Foundation is a non-profit organization</strong> that supports Ethereum and related technologies. While important, it does not control the network. The Foundation:",
"page-ethereum-history-founder-and-ownership-ethereum-foundation-description-2": "manages funds to support Ethereum development",
"page-ethereum-history-founder-and-ownership-ethereum-foundation-description-3": "provides grants to projects building on Ethereum",
"page-ethereum-history-founder-and-ownership-ethereum-foundation-description-4": "organizes community events and educational initiatives",
"page-ethereum-history-founder-and-ownership-ethereum-foundation-description-5": "coordinates research efforts",
"page-ethereum-history-founder-and-ownership-core-developers": "2. Core Developers and Researchers",
"page-ethereum-history-founder-and-ownership-core-developers-description-1": "A global community of developers and researchers contribute to Ethereum's code and design. These contributors propose, discuss, and implement improvements through an open, public process. Vitalik Buterin remains respected in the community. However, decisions are made through group agreement rather than by any single person.",
"page-ethereum-history-founder-and-ownership-eip": "3. Ethereum Improvement Proposals (EIPs)",
"page-ethereum-history-founder-and-ownership-eip-description-1": "The Ethereum community proposes changes to the network through <eips>Ethereum Improvement Proposals (EIPs)</eips>. This open system allows anyone to suggest improvements. These ideas are then discussed, refined, and potentially implemented by the community.",
"page-ethereum-history-founder-and-ownership-validators": "4. Node Operators and Validators",
"page-ethereum-history-founder-and-ownership-validators-description-1": "Since Ethereum's shift to proof-of-stake in September 2022, the network is secured by validators who lock up (stake) ETH and process transactions. There are <beaconchain>a large number of validators</beaconchain> spread out all over the world, which distributes control of the network far and wide.",
"page-ethereum-history-founder-and-ownership-validators-description-2": "This decentralized model makes Ethereum resistant to censorship and control by any single entity. This includes its original founders. No one person or organization can change Ethereum's rules or shut down the network on their own.",
"page-ethereum-history-founder-and-ownership-validators-description-3": "The core difference between building an application on Ethereum versus building it on some traditional centralized platform is this core idea that once you build your application, the application does not need to depend on you or any other single person for its continued existence. And the application is guaranteed to continue running according to the rules that were specified.",
"page-ethereum-history-founder-and-ownership-conclusion": "Conclusion",
"page-ethereum-history-founder-and-ownership-conclusion-description-1": "From its creation by Vitalik Buterin in 2013 to its launch in 2015 and growth today, <strong>Ethereum has stayed true to its founding vision</strong>. It remains a <strong>decentralized, credibly neutral</strong> platform for applications that run exactly as programmed. The network and the apps built on top of it run <strong>without downtime, censorship, fraud, or third-party interference</strong>.",
"page-ethereum-history-founder-and-ownership-conclusion-description-2": "Ethereum's story continues to unfold with each update and innovation. As the network evolves, it exemplifies how decentralized governance can drive technological progress without traditional corporate structures.",
"page-ethereum-history-founder-and-ownership-conclusion-description-3": "Ethereum has transformed from a visionary whitepaper to a <strong>global infrastructure layer powering thousands of applications and billions in value</strong>. This proves that open collaboration can reshape not just finance, but fundamental concepts of ownership, governance, and digital trust.",
"page-ethereum-history-founder-and-ownership-conclusion-description-4": "Learn more about Ethereum's governance process"
}