{
  "page-get-eth-article-keeping-crypto-safe": "The keys to keeping your crypto safe",
  "page-get-eth-article-protecting-yourself": "Protecting yourself and your funds",
  "page-get-eth-article-store-digital-assets": "How to store digital assets on Ethereum",
  "page-get-eth-cex": "Centralized exchanges",
  "page-get-eth-cex-desc": "Exchanges are businesses that let you buy crypto using traditional currencies. They have custody over any ETH you buy until you send it to a wallet you control.",
  "page-get-eth-checkout-dapps-btn": "Check out dapps",
  "page-get-eth-community-safety": "Community posts on security",
  "page-get-eth-description": "Ethereum and ETH aren't controlled by any government or company - they are decentralized. This means ETH's open to everyone to use.",
  "page-get-eth-dex": "Decentralized exchanges (DEXs)",
  "page-get-eth-dex-desc": "If you want more control, buy ETH peer-to-peer. With a DEX you can trade without giving control of your funds to a centralized company.",
  "page-get-eth-dexs": "Decentralized exchanges (DEXs)",
  "page-get-eth-dexs-desc": "Decentralized exchanges are open marketplaces for ETH and other tokens. They connect buyers and sellers directly.",
  "page-get-eth-dexs-desc-2": "Instead of using a trusted third party to safeguard funds in the transaction, they use code. The seller's ETH will only be transferred when payment is guaranteed. This type of code is known as a smart contract.",
  "page-get-eth-dexs-desc-3": "This means there are fewer geographical restrictions than with centralized alternatives. If someone is selling what you want and accepting a payment method you can provide, you’re good to go. DEXs can let you buy ETH with other tokens, PayPal or even in-person cash deliveries.",
  "page-get-eth-do-not-copy": "Example: Do not copy",
  "page-get-eth-exchanges-disclaimer": "We collected this information manually. If you spot something wrong, let us know at",
  "page-get-eth-exchanges-empty-state-text": "Enter your country of residence to see a list of wallets and exchanges you can use to buy ETH",
  "page-get-eth-exchanges-except": "Except",
  "page-get-eth-exchanges-header": "What country do you live in?",
  "page-get-eth-exchanges-header-exchanges": "Exchanges",
  "page-get-eth-exchanges-header-wallets": "Wallets",
  "page-get-eth-exchanges-intro": "Exchanges and wallets have restrictions on where they can sell crypto.",
  "page-get-eth-exchanges-no-exchanges": "Sorry, we don’t know any exchanges that let you buy ETH from this country. If you do, tell us at",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Sorry, we don’t know any exchanges or wallets that let you buy ETH from this country. If you do, tell us at",
  "page-get-eth-exchanges-no-wallets": "Sorry, we don’t know any wallets that let you buy ETH from this country. If you do, tell us at",
  "page-get-eth-exchanges-search": "Type where you live...",
  "page-get-eth-exchanges-success-exchange": "It can take a number of days to register with an exchange because of their legal checks.",
  "page-get-eth-exchanges-success-wallet-link": "wallets",
  "page-get-eth-exchanges-success-wallet-paragraph": "Where you live, you can buy ETH directly from these wallets. Learn more about",
  "page-get-eth-exchanges-usa": "United States of America (USA)",
  "page-get-eth-get-wallet-btn": "Get a wallet",
  "page-get-eth-hero-image-alt": "Get ETH hero image",
  "page-get-eth-keep-it-safe": "Keeping your ETH safe",
  "page-get-eth-meta-description": "How to buy ETH based on where you live and advice on how to look after it.",
  "page-get-eth-meta-title": "How to buy ETH",
  "page-get-eth-need-wallet": "You will need a wallet to use a DEX.",
  "page-get-eth-new-to-eth": "New to ETH? Here's an overview to get you started.",
  "page-get-eth-other-cryptos": "Buy with other crypto",
  "page-get-eth-protect-eth-desc": "If you plan on buying a lot of ETH you may want to keep it in a wallet you control, not an exchange. That's because an exchange is a likely target for hackers. If a hacker gains access, you could lose your funds. Alternatively, only you have control of your wallet.",
  "page-get-eth-protect-eth-in-wallet": "Protect your ETH in a wallet",
  "page-get-eth-search-by-country": "Search by country",
  "page-get-eth-security": "But this also means you need to take the security of your funds seriously. With ETH, you’re not trusting a bank to look after your money, you’re trusting yourself.",
  "page-get-eth-smart-contract-link": "More on smart contracts",
  "page-get-eth-swapping": "Swap your tokens for other people's ETH. And vice versa.",
  "page-get-eth-try-dex": "Try a DEX",
  "page-get-eth-use-your-eth": "Use your ETH",
  "page-get-eth-use-your-eth-dapps": "Now that you own some ETH, check out some Ethereum applications (dapps). There are dapps for finance, social media, gaming and lots of other categories.",
  "page-get-eth-wallet-instructions": "Follow wallet instructions",
  "page-get-eth-wallet-instructions-lost": "If you lose access to your wallet, you’ll lose access to your funds. Your wallet should give you instructions on protecting against this. Be sure to follow them carefully – in most cases, no one can help you if you lose access to your wallet.",
  "page-get-eth-wallets": "Wallets",
  "page-get-eth-wallets-link": "More on wallets",
  "page-get-eth-wallets-purchasing": "Some wallets let you buy crypto with a debit/credit card, bank transfer or even Apple Pay. Geographical restrictions apply.",
  "page-get-eth-warning": "These DEXs aren't for beginners as you'll need some ETH to use them.",
  "page-get-eth-what-are-DEX's": "What are DEXs?",
  "page-get-eth-whats-eth-link": "What's ETH?",
  "page-get-eth-where-to-buy-desc": "You can buy ETH from exchanges or from wallets directly.",
  "page-get-eth-where-to-buy-desc-2": "Check which services you can use based on where you live.",
  "page-get-eth-where-to-buy-title": "Where to buy ETH",
  "page-get-eth-your-address": "Your ETH address",
  "page-get-eth-your-address-desc": "When you download a wallet it will create a public ETH address for you. Here's what one looks like:",
  "page-get-eth-your-address-desc-3": "Think of this like your email address, but instead of mail it can receive ETH. If you want to transfer ETH from an exchange to your wallet, use your address as the destination. Be sure to always double check before you send!",
  "page-get-eth-your-address-wallet-link": "Check out wallets",
  "listing-policy-raise-issue-link": "Raise issue",
  "page-find-wallet-last-updated": "Last updated"
}
