{
  "page-ethereum-vs-bitcoin-meta-title": "Ethereum vs Bitcoin: what is the difference? | ethereum.org",
  "page-ethereum-vs-bitcoin-meta-description": "Learn the differences between Bitcoin and Ethereum, including use cases, network performance, security, token economics, level of decentralisation and more.",
  "page-ethereum-vs-bitcoin-twitter-meta-description": "Learn the differences between Bitcoin and Ethereum, including use cases, network performance, token economics and more.",
  "page-ethereum-vs-bitcoin-title": "Ethereum vs Bitcoin: what is the difference?",
  "page-ethereum-vs-bitcoin-description-1": "Bitcoin and Ethereum are two of the best-known decentralized blockchain networks, but they serve very different purposes.",
  "page-ethereum-vs-bitcoin-section-1": "Bitcoin (with a big B) is a blockchain designed for a digital currency called bitcoin (small b). Ethereum is designed to be a decentralized platform for applications and assets, powered by its native cryptocurrency <strong>ether (ETH)</strong>.",
  "page-ethereum-vs-bitcoin-section-2": "Both use blockchain technology, are open-source, and are maintained by global communities, but their goals and features are distinct. In this guide, we will walk through what each network is, what they have in common, and how they differ across areas like technology, culture, and future outlook.",
  "page-ethereum-vs-bitcoin-bitcoin-section-title": "Bitcoin—a quick primer",
  "page-ethereum-vs-bitcoin-bitcoin-section-1": "Bitcoin is a decentralized digital currency network. It was <strong>created in 2009</strong> by an anonymous entity using the name <strong>Satoshi Nakamoto</strong>, shortly after the 2008 financial crisis. The idea was for Bitcoin to be a peer-to-peer electronic cash system.",
  "page-ethereum-vs-bitcoin-bitcoin-section-2": "Bitcoin allows anyone to <strong>send and receive bitcoin</strong> over the internet <strong>without relying on a central authority</strong> like a bank. All transactions are recorded on a public ledger known as the blockchain.",
  "page-ethereum-vs-bitcoin-bitcoin-section-3": "Bitcoin uses proof-of-work to secure its network. Computers around the world race to solve cryptographic puzzles that let them add new blocks. These specialized computers are called miners and receive bitcoin as a block reward for \"mining\" new blocks.",
  "page-ethereum-vs-bitcoin-bitcoin-section-4": "<strong>Bitcoin has a fixed max supply of 21 million coins</strong>. This design choice is a key reason why Bitcoin is often referred to as digital gold.",
  "page-ethereum-vs-bitcoin-ethereum-section-title": "Ethereum—a quick primer",
  "page-ethereum-vs-bitcoin-ethereum-section-1": "Like Bitcoin, Ethereum is also a decentralized blockchain network, but it was <strong>designed to do more than just record payments</strong>. Launched in <strong>2015</strong> by a software developer called <strong>Vitalik Buterin</strong> and his co-founders, Ethereum was built to be a smart contract and decentralized application platform.",
  "page-ethereum-vs-bitcoin-ethereum-section-2": "Ethereum lets anyone send and receive value like Bitcoin, but it also acts as <strong>a platform that anyone can use for applications</strong>. The Ethereum network runs across thousands of nodes and is not controlled by a single entity.",
  "page-ethereum-vs-bitcoin-ethereum-section-3": "Anyone can create and deploy applications to Ethereum. These programs are called <strong>smart contracts</strong>, and they are Ethereum's core innovation.",
  "page-ethereum-vs-bitcoin-ethereum-section-4": "Once the smart contract is deployed, it runs deterministically when interacted with. This makes it possible to build apps for things like lending, trading, games, and digital collectibles that run all day, every day, for millions of users worldwide.",
  "page-ethereum-vs-bitcoin-ethereum-section-5": "In the same way bitcoin is used to pay transaction fees on the Bitcoin network, Ethereum's native currency, ether, is used to pay transaction fees, publish and use smart contracts, and secure the network. <strong>Ether acts both as fuel for running programs and as a store of value</strong>.",
  "page-ethereum-vs-bitcoin-ethereum-section-6": "Learn more about Ethereum and how it works",
  "page-ethereum-vs-bitcoin-differences-section-title": "The key differences",
  "page-ethereum-vs-bitcoin-differences-section-1": "Bitcoin and Ethereum use blockchain technology to maintain decentralized networks, but they differ in their design, purpose, and capabilities.",
  "page-ethereum-vs-bitcoin-differences-table-area": "Area",
  "page-ethereum-vs-bitcoin-differences-table-bitcoin": "Bitcoin",
  "page-ethereum-vs-bitcoin-differences-table-ethereum": "Ethereum",
  "page-ethereum-vs-bitcoin-differences-table-row-1-1": "Primary purpose",
  "page-ethereum-vs-bitcoin-differences-table-row-1-2": "Peer-to-peer digital currency",
  "page-ethereum-vs-bitcoin-differences-table-row-1-3": "Platform for apps and digital economies",
  "page-ethereum-vs-bitcoin-differences-table-row-2-1": "Smart contracts",
  "page-ethereum-vs-bitcoin-differences-table-row-2-2": "Not supported",
  "page-ethereum-vs-bitcoin-differences-table-row-2-3": "Core functionality",
  "page-ethereum-vs-bitcoin-differences-table-row-3-1": "Supply",
  "page-ethereum-vs-bitcoin-differences-table-row-3-2": "Bitcoin is issued every block at a fixed/predetermined rate dictated by the original and unchanged protocol, with an eventual fixed limit of ~21 million.",
  "page-ethereum-vs-bitcoin-differences-table-row-3-3": "Ether is burned every block proportional to activity/demand, and issued every epoch proportional to total ETH staked. No fixed limit, but the rate of issuance is limited by total ETH staked.",
  "page-ethereum-vs-bitcoin-differences-table-row-4-1": "Consensus mechanism",
  "page-ethereum-vs-bitcoin-differences-table-row-4-2": "Proof-of-work",
  "page-ethereum-vs-bitcoin-differences-table-row-4-3": "Proof-of-stake",
  "page-ethereum-vs-bitcoin-differences-table-row-5-1": "Speed",
  "page-ethereum-vs-bitcoin-differences-table-row-5-2": "Considered by most to be irreversible after six blocks, averaging 60 minutes",
  "page-ethereum-vs-bitcoin-differences-table-row-5-3": "Around 15 minutes to finality",
  "page-ethereum-vs-bitcoin-differences-table-row-6-1": "Energy usage",
  "page-ethereum-vs-bitcoin-differences-table-row-6-2": "High",
  "page-ethereum-vs-bitcoin-differences-table-row-6-3": "Low",
  "page-ethereum-vs-bitcoin-differences-table-row-7-1": "Governance",
  "page-ethereum-vs-bitcoin-differences-table-row-7-2": "Conservative, slow-moving",
  "page-ethereum-vs-bitcoin-differences-table-row-7-3": "Flexible, community-driven",
  "page-ethereum-vs-bitcoin-differences-table-row-8-1": "Developer ecosystem",
  "page-ethereum-vs-bitcoin-differences-table-row-8-2": "Smaller",
  "page-ethereum-vs-bitcoin-differences-table-row-8-3": "Large and active",
  "page-ethereum-vs-bitcoin-differences-table-row-9-1": "Upgrades",
  "page-ethereum-vs-bitcoin-differences-table-row-9-2": "Rare",
  "page-ethereum-vs-bitcoin-differences-table-row-9-3": "Frequent and iterative",
  "page-ethereum-vs-bitcoin-purpose-title": "Purpose of Bitcoin vs Ethereum",
  "page-ethereum-vs-bitcoin-purpose-1": "Bitcoin was created in 2009 in the wake of the global financial crisis. Its goal was to offer a peer-to-peer form of money that operated without banks or governments. It's simple by design. The network aims to <strong>moves value from one person to another without a middleman</strong>. This narrow focus has helped it become widely known as a form of digital gold, a scarce and durable store of value that can also be used as a medium of exchange.",
  "page-ethereum-vs-bitcoin-purpose-2": "Ethereum launched in 2015 with a broader vision. Its creators wanted to take the security and decentralization of blockchain and make it programmable. Rather than limiting itself to payments, <strong>Ethereum allows anyone to write and publish self-executing programs</strong> called smart contracts. This opens the door to an entirely new category of applications, from <strong>decentralized finance (DeFi)</strong> and <strong>stablecoins</strong> to <strong>non-fungible tokens (NFTs)</strong>, <strong>games</strong> and <strong>decentralized social media</strong>.",
  "page-ethereum-vs-bitcoin-purpose-3": "The technical designs reflect these purposes. Bitcoin's scripting language is limited, which reduces complexity and helps keep the network secure. Ethereum's programming language is more expressive, allowing it to store and manage more complex states and interactions between applications. This flexibility is a strength, but it also means the network evolves more quickly, with regular upgrades and new features.",
  "page-ethereum-vs-bitcoin-purpose-4": "Both play distinct roles in the wider digital economy. Bitcoin focuses on being a stable and decentralized store of value. Ethereum aims to be a global settlement layer for decentralized applications and programmable assets.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-title": "Use cases and adoption",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-1": "<strong>Bitcoin</strong> is commonly used as a store of value. Many investors see it as <strong>a hedge against inflation</strong> or economic instability. In some countries, it is used as an <strong>alternative currency</strong> or as a way for people to save outside of the traditional banking system.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-2": "<strong>Ether</strong> serves as a store of value too, but its <strong>primary role is to power a broad ecosystem of applications</strong> and assets. Developers can use Ethereum to create new protocols, launch tokens, run decentralized exchanges, mint NFTs, build games, and develop social platforms that run without centralized control.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-3": "Ethereum supports thousands of decentralized applications for new forms of finance, crowdfunding, and digital ownership. Some use cases even connect both networks. For example, <strong>Bitcoin can be “wrapped” and used on Ethereum</strong> for activities like lending, borrowing, and trading in DeFi.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-4": "Institutional adoption reflects these differences. Bitcoin the cryptocurrency is widely held as a long-term store of value, while <strong>Ethereum is seen as decentralized infrastructure</strong>. Its programmability appeals to fintech platforms and payment providers.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-5": "Learn more about what Ethereum is used for",
  "page-ethereum-vs-bitcoin-monetary-policy-title": "Monetary policy",
  "page-ethereum-vs-bitcoin-monetary-policy-1": "Bitcoin's supply will cap at <strong>21 million coins</strong>. This hard limit is enforced by the protocol and is one of the reasons Bitcoin is compared to gold. New bitcoin enter circulation through <strong>mining rewards</strong>, which <strong>cut in half every 210,000 blocks</strong>, which takes roughly 4 years to mine, in an event called <strong>the halving</strong>. The reward started at 50 bitcoin per block in 2009, dropped to 25 in 2012, then 12.5 in 2016, and so on. At this rate, the last bitcoin is expected to be mined around the year 2140.",
  "page-ethereum-vs-bitcoin-monetary-policy-2": "Bitcoin's mining rewards and transaction fees pay for the network and are used to secure it. However, as the block reward halves, the network is more dependent on transaction fees to pay for itself. Currently network fees make up a small portion of the network's income, <5%, meaning the long-term security of the network may be at risk.",
  "page-ethereum-vs-bitcoin-monetary-policy-3": "<strong>Ethereum does not have a fixed supply cap</strong>. Instead, its issuance is determined by protocol rules, and recent upgrades have introduced mechanisms that can reduce supply over time. The most notable is the EIP-1559 upgrade, which burns a portion of transaction fees. When <strong>network activity is high, more ETH can be burned</strong> than issued, making the supply deflationary during those periods.",
  "page-ethereum-vs-bitcoin-monetary-policy-4": "Ethereum's monetary approach guarantees a security budget in perpetuity, with transaction fees and block rewards providing the network's security budget.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-title": "Developer ecosystem",
  "page-ethereum-vs-bitcoin-developer-ecosystem-1": "<strong>Ethereum</strong> has one of <strong>the largest blockchain developer communities</strong>. Building on Ethereum gives you access to a wide range of <strong>tools, frameworks, grants</strong>, and <strong>hackathons</strong>. The Ethereum Virtual Machine (EVM) is Ethereum's runtime environment and has become a common standard, with many other blockchains using it to ensure compatibility.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-2": "Token standards like ERC-20 and ERC-721 have become the foundation for much of the broader blockchain economy. Many Layer 2 networks and other blockchains use the EVM so that apps, wallets, and smart contracts can code can be used across blockchains with minimal changes.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-3": "<strong>Bitcoin's developer community is smaller</strong> and more focused. Most activity centers on maintaining and improving the core protocol, as well as developing Layer 2 solutions like the Lightning Network for faster and cheaper payments.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-4": "<developers>Learn more about Ethereum developer resources</developers>",
  "page-ethereum-vs-bitcoin-security-and-consensus-title": "Security and consensus",
  "page-ethereum-vs-bitcoin-security-and-consensus-1": "Bitcoin and Ethereum are both secured by large, distributed networks of independent nodes, but they use different methods to agree on the state of the network.",
  "page-ethereum-vs-bitcoin-security-and-consensus-2": "Bitcoin uses a system called <strong>proof-of-work</strong>. Computers called miners compete to solve cryptographic puzzles. The first to solve one gets to add the next block of transactions to the blockchain and earns a reward in bitcoin. This approach gives Bitcoin what is known as probabilistic finality, meaning a transaction is only considered highly secure after several more blocks are added on top of it. For Bitcoin, this is often around six confirmations, or <strong>about one hour</strong>.",
  "page-ethereum-vs-bitcoin-security-and-consensus-3": "Ethereum uses <strong>proof-of-stake</strong>. In this model, validators lock up, or stake, ETH for the chance to be selected to propose and confirm new blocks. The selection is random, but the probability of being chosen increases with the amount of ETH staked. Validators who act dishonestly <strong>risk losing their stake</strong>. This allows Ethereum to achieve economic finality, where finalized blocks are extremely difficult to reverse, often within <strong>about 15 minutes</strong>. Ethereum also uses checkpoints to mark blocks as irreversible once enough validators agree.",
  "page-ethereum-vs-bitcoin-security-and-consensus-4": "<consensus-mechanisms>Learn more about Ethereum's consensus mechanism</consensus-mechanisms>",
  "page-ethereum-vs-bitcoin-underlying-technology-title": "Underlying technology",
  "page-ethereum-vs-bitcoin-underlying-technology-1": "<strong>Bitcoin</strong> uses what is known as the <strong>unspent transaction output model</strong>, or UTXO. In this system, the blockchain does not track account balances. Instead, it records outputs from previous transactions that have not yet been spent. When you spend bitcoin, you use these outputs as inputs for a new transaction, creating new outputs in the process.",
  "page-ethereum-vs-bitcoin-underlying-technology-2": "You can think of this like using cash. If you have two five-dollar bills and want to spend seven dollars, you hand over both bills and receive three dollars in change. Bitcoin records the bills and the change, not your total balance.",
  "page-ethereum-vs-bitcoin-underlying-technology-3": "<strong>Ethereum</strong> uses an <strong>account-based model</strong>. Instead of tracking individual outputs, it keeps a record of account balances like a bank account does. This approach makes it easier to manage smart contracts and complex logic, since accounts can store data and interact with one another like programs.",
  "page-ethereum-vs-bitcoin-underlying-technology-4": "Each model has tradeoffs. UTXOs can offer greater privacy and make it easier to track individual coins. Account-based systems are more straightforward for building applications.",
  "page-ethereum-vs-bitcoin-underlying-technology-5": "<developers-docs>Read more in the Ethereum developer documentation</developers-docs>",
  "page-ethereum-vs-bitcoin-decentralization-title": "Decentralization",
  "page-ethereum-vs-bitcoin-decentralization-1": "Bitcoin and Ethereum are both designed to be decentralized, but they measure and approach it in different ways.",
  "page-ethereum-vs-bitcoin-decentralization-2": "<strong>Bitcoin</strong>'s decentralization is supported by its <strong>simple technical design</strong>, long-term stability, and <strong>wide distribution of nodes</strong>. Its low-resource requirements make it easier for people to run full nodes at home, which helps preserve the network’s independence and censorship resistance.",
  "page-ethereum-vs-bitcoin-decentralization-3": "<strong>Ethereum</strong> also has a large and growing node network. It places strong emphasis on client diversity, meaning multiple versions of the software are <strong>maintained by independent teams</strong>. This reduces reliance on any single client and helps protect against bugs or failures that could affect the network.",
  "page-ethereum-vs-bitcoin-decentralization-4": "Ethereum has <strong>a broader number of participants</strong> involved in activities like staking, upgrades, and governance discussions, but <strong>both networks aim to remain open and resilient</strong>. Bitcoin keeps node requirements unchanged, relying on fewer software clients. Ethereum encourages different contributors, each bringing their own perspective.",
  "page-ethereum-vs-bitcoin-environmental-impact-title": "Environmental impact",
  "page-ethereum-vs-bitcoin-environmental-impact-1": "One of the most significant changes in Ethereum's history was the switch from proof-of-work to <strong>proof-of-stake</strong> in 2022. Known as the Merge, this transition <strong>reduced the network's energy consumption by more than 99 percent</strong>.",
  "page-ethereum-vs-bitcoin-environmental-impact-2": "Under proof of stake, Ethereum no longer relies on energy-intensive mining. Instead, validators are selected at random, with the likelihood of selection increasing with the amount of ETH they have staked. This shift has made Ethereum one of the more energy-efficient blockchain networks.",
  "page-ethereum-vs-bitcoin-environmental-impact-3": "Bitcoin continues to use <strong>proof-of-work</strong>, which <strong>requires large amounts of electricity</strong> as miners compete to solve cryptographic puzzles. Some of this energy comes from renewable sources, and there are ongoing discussions in the Bitcoin community about ways to improve sustainability.",
  "page-ethereum-vs-bitcoin-environmental-impact-4": "The difference in energy use has become an important point of comparison between the two networks. Ethereum's lower energy footprint makes it more appealing in contexts where environmental impact is a priority.",
  "page-ethereum-vs-bitcoin-environmental-impact-5": "<energy-consumption>Read the full report on Ethereum's energy use</energy-consumption>",
  "page-ethereum-vs-bitcoin-future-outlook-title": "What does the future look like",
  "page-ethereum-vs-bitcoin-future-outlook-1": "Bitcoin is increasingly being adopted as a store of value and reserve asset. It is unlikely to change significantly, and this stability is part of its appeal.",
  "page-ethereum-vs-bitcoin-future-outlook-2": "Ethereum is positioning itself as an application platform in the new digital economy. With the growth of Layer 2 networks and ongoing upgrades, it aims to support global-scale applications, infrastructure, and assets.",
  "page-ethereum-vs-bitcoin-future-outlook-3": "For many users, <strong>the two networks are not in direct competition</strong>. They serve different purposes and can complement each other in a diversified approach to digital assets.",
  "page-ethereum-vs-bitcoin-future-outlook-4": "<roadmap>Learn more about Ethereum's roadmap</roadmap>"
}