{
  "page-ethereum-history-founder-and-ownership-meta-title": "History of Ethereum: Founder, Launch and Ownership | ethereum.org",
  "page-ethereum-history-founder-and-ownership-meta-description": "Learn about Ethereum's history, including who created it, when it launched and who controls it today.",
  "page-ethereum-history-founder-and-ownership-twitter-meta-description": "Learn the differences between Bitcoin and Ethereum, including use cases, network performance, token economics and more.",
  "page-ethereum-history-founder-and-ownership-title": "History of Ethereum: Founder, Launch and Ownership",
  "page-ethereum-history-founder-and-ownership-description-1": "Ethereum was founded by Vitalik Buterin in 2013. Several co-founders joined later, including Gavin Wood and Joseph Lubin. The Ethereum network officially launched on July 30, 2015, with the mining of the first block (the Genesis block).",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-description-1": "Unlike traditional organizations, <strong>Ethereum has no CEO</strong>, board, or single controlling party. It's a decentralized platform governed by its community, with the non-profit Ethereum Foundation providing support.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum": "Who founded/cofounded Ethereum?",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-1": "Ethereum was <strong>founded by Vitalik Buterin</strong>, a programmer who conceived the idea <strong>in late 2013</strong>.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-2": "Born in Russia in 1994 and raised in Canada, Buterin displayed exceptional mathematical talent from an early age. He discovered Bitcoin in 2011 at just 17 years old.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-3": "That same year, Vitalik started writing Bitcoin articles which led him to co-found Bitcoin Magazine in 2012. This was one of the first publications dedicated to cryptocurrency. By being a part of the early Bitcoin community, he witnessed first hand its potential and its limitations.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-4": "At just 19 years old, Buterin published the Ethereum whitepaper, outlining a platform that would go beyond Bitcoin by creating a blockchain that could do more than just payments.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-5": "Ethereum expands on the Bitcoin approach, basically saying, well, instead of having rules that are designed around supporting one application, we’re going to make something more general purpose where people can just build their own applications and the rules for whatever applications they built can be executed, implemented on the Ethereum platform.",
  "page-ethereum-history-founder-and-ownership-when-ethereum-when-did-ethereum-launch": "When did Ethereum launch?",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now": "Who owns and runs Ethereum now?",
  "page-ethereum-history-founder-and-ownership-Founder of Ethereum": "Founder of Ethereum"
}