{
  "page-local-environment-brownie-desc": "A Python-based development and testing framework for smart contracts targeting the Ethereum Virtual Machine.",
  "page-local-environment-brownie-logo-alt": "Brownie logo",
  "page-local-environment-kurtosis-desc": "A container-based toolkit for easily configuring and spinning up a multi-client Ethereum testnet for rapid local dApp development, prototyping, and testing.",
  "page-local-environment-kurtosis-logo-alt": "Kurtosis logo",
  "page-local-environment-epirus-desc": "A platform for developing, deploying and monitoring blockchain applications on the Java Virtual Machine.",
  "page-local-environment-epirus-logo-alt": "Epirus logo",
  "page-local-environment-eth-app-desc": "Create Ethereum-powered apps with one command. Comes with a wide offerring of UI frameworks and DeFi templates to choose from.",
  "page-local-environment-eth-app-logo-alt": "Create Eth App logo",
  "page-local-environment-foundry-desc": "A blazing fast, portable and modular toolkit for Ethereum application development written in Rust.",
  "page-local-environment-foundry-logo-alt": "Foundry logo",
  "page-local-environment-framework-feature-1": "Features to spin up a local blockchain instance.",
  "page-local-environment-framework-feature-2": "Utilities to compile and test your smart contracts.",
  "page-local-environment-framework-feature-3": "Client development add-ons to build your user-facing application within the same project/repository.",
  "page-local-environment-framework-feature-4": "Configuration to connect to Ethereum networks and deploy contracts, whether to a locally running instance, or one of Ethereum's public networks.",
  "page-local-environment-framework-feature-5": "Decentralized app distribution - integrations with storage options like IPFS.",
  "page-local-environment-framework-features": "These frameworks come with a lot of out-of-the-box functionality, like:",
  "page-local-environment-frameworks-desc": "We recommend picking a framework, particularly if you're just getting started. Building a full-fledged dapp requires different pieces of technology. Frameworks include many of the needed features or provide easy plugin systems to pick the tools you desire.",
  "page-local-environment-frameworks-title": "Frameworks and pre-made stacks",
  "page-local-environment-hardhat-desc": "Hardhat is an Ethereum development environment for professionals.",
  "page-local-environment-hardhat-logo-alt": "Hardhat logo",
  "page-local-environment-openZeppelin-desc": "Save hours of development time by compiling, upgrading, deploying, and interacting with smart contracts with our CLI.",
  "page-local-environment-openZeppelin-logo-alt": "OpenZeppelin logo",
  "page-local-environment-scaffold-eth-desc": "Ethers + Hardhat + React: everything you need to get started building decentralized applications powered by smart contracts.",
  "page-local-environment-scaffold-eth-logo-alt": "scaffold-eth logo",
  "page-local-environment-setup-meta-desc": "Guide on how to choose your software stack for Ethereum development.",
  "page-local-environment-setup-meta-title": "Ethereum local development setup",
  "page-local-environment-setup-subtitle": "If you're ready to start building, it's time to choose your stack.",
  "page-local-environment-setup-subtitle-2": "Here are the tools and frameworks you can use to help you build your Ethereum application.",
  "page-local-environment-setup-title": "Set up your local development environment",
  "page-local-environment-solidity-template-desc": "A GitHub template for a pre-built setup for your Solidity smart contracts. Includes a Hardhat local network, Waffle for tests, Ethers for wallet implementation, and more.",
  "page-local-environment-solidity-template-logo-alt": "Solidity template logo",
  "page-local-environment-waffle-desc": "The most advanced testing lib for smart contracts. Use alone or with Scaffold-eth or Hardhat.",
  "page-local-environment-waffle-logo-alt": "Waffle logo"
}
