{
  "page-what-is-ethereum-alt-img-bazaar": "Illustration of a person peering into a bazaar, meant to represent Ethereum",
  "page-what-is-ethereum-alt-img-comm": "An illustration of Ethereum community members working together",
  "page-what-is-ethereum-alt-img-lego": "An illustration of a hand creating an ETH logo made of lego bricks",
  "page-what-is-ethereum-banking-card": "Banking for everyone",
  "page-what-is-ethereum-banking-card-desc": "Not everyone has access to financial services. But all you need to access Ethereum and its lending, borrowing and savings products is an internet connection.",
  "page-what-is-ethereum-build": "Make something with Ethereum",
  "page-what-is-ethereum-build-desc": "If you want to try building with Ethereum, read our docs, try some tutorials, or check out the tools you need to get started.",
  "page-what-is-ethereum-censorless-card": "Censorship-resistant",
  "page-what-is-ethereum-censorless-card-desc": "No government or company has control over Ethereum. This decentralization makes it nearly impossible for anyone to stop you from receiving payments or using services on Ethereum.",
  "page-what-is-ethereum-comm-desc": "Our community includes people from all backgrounds, including artists, crypto-anarchists, fortune 500 companies, and now you. Find out how you can get involved today.",
  "page-what-is-ethereum-commerce-card": "Commerce guarantees",
  "page-what-is-ethereum-commerce-card-desc": "Customers have a secure, built-in guarantee that funds will only change hands if you provide what was agreed. Likewise, developers can have certainty that the rules won't change on them.",
  "page-what-is-ethereum-composable-card": "All products are composable",
  "page-what-is-ethereum-composable-card-desc": "Since all apps are built on the same blockchain with a shared global state, they can build off each other (like legos). This allows for better products and experiences being built all the time.",
  "page-what-is-ethereum-community": "The Ethereum community",
  "page-what-is-ethereum-desc": "The foundation for our digital future",
  "page-what-is-ethereum-explore": "Explore Ethereum",
  "page-what-is-ethereum-internet-card": "A more private internet",
  "page-what-is-ethereum-internet-card-desc": "You don't need to provide all your personal details to use an Ethereum app. Ethereum is building an economy based on value, not surveillance.",
  "page-what-is-ethereum-meet-comm": "Meet the community",
  "page-what-is-ethereum-meta-description": "Learn about Ethereum, what it does and how to try it for yourself.",
  "page-what-is-ethereum-meta-title": "What is Ethereum?",
  "page-what-is-ethereum-p2p-card": "A peer-to-peer network",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum allows you to move money, or make agreements, directly with someone else. You don't need to go through intermediary companies.",
  "page-what-is-ethereum-start-building-btn": "Start building",
  "page-what-is-ethereum-title": "What is Ethereum?",
  "page-what-is-ethereum-subtitle": "A complete beginner's guide to how Ethereum works, the benefits it brings and how it's being used by millions of people around the world.",
  "page-what-is-ethereum-button-lets-start": "Let's start",
  "page-what-is-ethereum-blockchain-tab-title": "What is a blockchain?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>A blockchain is a database of transactions</b> that is updated and shared across many computers in a network. Every time a new set of transactions is added, its called a “block” - hence the name blockchain. Most blockchains are public, and you can only add data, not remove. If someone wanted to alter any of the information or cheat the system, they’d need to do so on the majority of computers on the network. That is a lot! This makes established blockchains like Ethereum highly secure.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Why is it called cryptocurrency?",
  "page-what-is-ethereum-cryptocurrency-tab-content": "Blockchains use cryptographic techniques to ensure that your funds are safe. Similar techniques have been used in the banking industries to ensure the security of monetary transactions for years. So you could say cryptocurrencies have a bank level of security.",
  "page-what-is-ethereum-summary-title": "Summary",
  "page-what-is-ethereum-summary-desc-1": "Ethereum is a network, made up of many communities, and a set of tools which enable people to transact and communicate without being controlled by a central authority. There is no need to hand over all your personal details to use Ethereum - you keep control of your own data and what is being shared. Ethereum has its own cryptocurrency, Ether, which is used to pay for certain activities on the Ethereum network.",
  "page-what-is-ethereum-summary-desc-2": "Still confused? Let's explain everything step-by-step.",
  "page-what-is-ethereum-what-is-crypto-title": "What is a cryptocurrency?",
  "page-what-is-ethereum-what-is-crypto-desc-1": "<b>Crypto (short for cryptocurrency) is a new form of digital money powered by cryptography.</b>",
  "page-what-is-ethereum-what-is-crypto-desc-2": "It all started in 2008 with Bitcoin. You could use it to send funds to anyone anywhere globally. What made crypto different from normal bank transfers or other financial services like Paypal or Alipay is that there was no middleman for the first time.",
  "page-what-is-ethereum-what-is-crypto-desc-3": "Wait, what is a middleman?",
  "page-what-is-ethereum-what-is-crypto-desc-4": "A middleman is a central authority like a bank or government that intervenes in a transaction between the sender and recipient. They have the power to surveil, censor or revert transactions and they can share the sensitive data they collect about you with third parties. They also often dictate which financial services you have access to.",
  "page-what-is-ethereum-what-is-crypto-desc-5": "Things are different with crypto. <b>Transactions directly connect sender and recipient</b> without having to deal with any central authority. Nobody else will have access to your funds and <b>nobody can tell you what services you can use</b>. This is possible because of the blockchain technology upon which cryptocurrencies operate.",
  "page-what-is-ethereum-btc-eth-diff-title": "What is the difference between Ethereum and Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "Launched in 2015, Ethereum builds on Bitcoin's innovation, with some big differences.",
  "page-what-is-ethereum-btc-eth-diff-2": "Both let you use digital money without payment providers or banks. But <b>Ethereum is programmable</b>, so you can also build and deploy decentralized applications on its network.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin enables us to send basic messages to one another about what we think is valuable. Establishing value without authority is already powerful. Ethereum extends this: rather than just messages, you can write any general program, or contract. There is no limit to the kind of contracts which can be created and agreed upon, hence great innovation happens on the Ethereum network.",
  "page-what-is-ethereum-btc-eth-diff-4": "While Bitcoin is only a payment network, Ethereum is more like a marketplace of financial services, games, social networks and other apps that respect your privacy and cannot censor you.",
  "page-what-is-ethereum-what-can-eth-do-title": "What can Ethereum do?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Why would I use Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "If you’ve ever sent money overseas (or plan to), or had to worry about the future of your assets due to external forces outside of your control where you live, or been fed up by the numerous restrictions and fees imposed by traditional financial institutions for everyday transactions, you might be interested in what cryptocurrencies have to offer.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "If you're interested in more resilient, open, and trustworthy ways to create and share value, Ethereum is for you. Ethereum is a story that is written by all of us, so come and discover what incredible worlds we can build with it together.",
  "page-what-is-ethereum-slide-1-title": "Cheaper and Faster Crossborder Payments",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Stablecoins</b> are a novel type of cryptocurrency that relies on a more stable asset as the basis for its value. Most of them are linked to the United States dollar and therefore maintain the value of that currency. These allow for a very cheap and stable global payment system. Many current stablecoins are built on the Ethereum network.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum and stablecoins simplify the process of sending money overseas. It often takes only few minutes to move funds across the globe, as opposed to the several business days or even weeks that it may take your average bank, and for a fraction of the price. Additionally, there is no extra fee for making a high value transaction, and there are zero restrictions on where or why you are sending your money.",
  "page-what-is-ethereum-slide-2-title": "The Quickest Help in Times of Crisis",
  "page-what-is-ethereum-slide-2-desc-1": "If you are lucky enough to have multiple banking options through trusted institutions where you live, you may take for granted the financial freedom, security and stability that they offer. But for many people around the world facing political repression or economic hardship, financial institutions may not provide the protection or services they need.",
  "page-what-is-ethereum-slide-2-desc-2": "When war, economic catastrophes or crackdowns on civil liberties struck the residents of <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Cuba</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afghanistan</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigeria</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Belarus</a>, and <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukraine</a>, cryptocurrencies constituted the quickest and often the only option to retain financial agency.<sup><a to=\"https://www.financialinclusion.tech/\">1</a></sup> As seen in these examples, cryptocurrencies like Ethereum can provide unfettered access to the global economy when people are cut off from the outside world. Additionally, stablecoins offer a store of value when local currencies are collapsing due to superinflation.",
  "page-what-is-ethereum-slide-3-title": "Empowering Creators",
  "page-what-is-ethereum-slide-3-desc-1": "In 2021 alone, artists, musicians, writers, and other creators used Ethereum to earn around $3.5 billion collectively. This makes Ethereum one of the largest global platforms for creators, alongside Spotify, YouTube, and Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Learn more</a>.",
  "page-what-is-ethereum-slide-4-title": "Empowering Gamers",
  "page-what-is-ethereum-slide-4-desc-1": "Play to earn games (where players are actually rewarded for playing the games) have recently emerged and are transforming the gaming industry. Traditionally, it is often prohibited to trade or transfer in-game assets to other players for real money. This forces players to use black market websites that are often a security risk. Blockchain gaming embraces the in-game economy and promotes such behavior in a trusted manner.",
  "page-what-is-ethereum-slide-4-desc-2": "Moreover, players are incentivized by being able to trade in-game tokens for real money and thus being truly rewarded for their play time.",
  "page-what-is-ethereum-meet-ether-title": "Meet ether, Ethereum's cryptocurrency",
  "page-what-is-ethereum-meet-ether-desc-1": "Ethereum has a native cryptocurrency called ether (ETH). It is purely digital, and you can send it to anyone anywhere in the world instantly. The supply of ETH isn’t controlled by any government or company - it is decentralized and completely transparent. New coins (also commonly called tokens) are issued only to stakers who secure the network.",
  "page-what-is-ethereum-meet-ether-desc-2": "Every action on the Ethereum network requires a certain amount of computational power. This fee is paid in the form of ether. This means you need at least a small amount of ETH to use the network.",
  "page-what-is-ethereum-what-is-ether": "What is ether?",
  "page-what-is-ethereum-get-eth": "Get ETH",
  "page-what-is-ethereum-what-can-i-do-title": "What can I do with ETH coins?",
  "page-what-is-ethereum-what-can-i-do-desc-1": "Turns out: a lot of things! One of the most prominent usages of the Ethereum technology is decentralized finance (DeFi) that opens entire areas of banking services to anybody with an internet connection. You can use your ether as a collateral to take out loans or provide liquidity to earn interest on your funds.",
  "page-what-is-ethereum-explore-applications": "Explore applications",
  "page-what-is-ethereum-learn-defi": "Learn about DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Who runs Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum is not controlled by any one entity. It exists solely through the decentralized participation and cooperation of the community. Ethereum makes use of nodes (a computer with a copy of the Ethereum blockchain data) run by volunteers to replace individual server and cloud systems owned by major internet providers and services.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "These distributed nodes, run by individuals and businesses all over the world, provide resiliency to the Ethereum network infrastructure. It is therefore much less vulnerable to hacks or shutdowns. <b>Since its launch in 2015, Ethereum has never suffered downtime</b>. There are thousands of individual nodes running Ethereum network. This makes Ethereum one of the most decentralized cryptocurrencies out there, second only to bitcoin.",
  "page-what-is-ethereum-run-a-node": "Run a node",
  "page-what-is-ethereum-smart-contract-title": "What are smart contracts?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Smart contracts are simply computer programs</b> living on the Ethereum blockchain. They only <b>execute when triggered by a transaction from a user (or another contract)</b>. They make Ethereum very flexible in what it can do and distinguish it from other cryptocurrencies. These programs are what we now call decentralized apps, or dapps.",
  "page-what-is-ethereum-smart-contract-desc-2": "Have you ever used a product that changed its terms of service? Or removed a feature you found useful? Once a smart contract is published to Ethereum, it will be online and operational for as long as Ethereum exists. Not even the author can take it down. Since smart contracts are automated, they do not discriminate against any user and are always ready to use.",
  "page-what-is-ethereum-smart-contract-desc-3": "Popular examples of smart contracts are lending apps, decentralized trading exchanges, insurance, crowdfunding apps - basically anything you can think of.",
  "page-what-is-ethereum-more-on-smart-contracts": "More on Smart contracts",
  "page-what-is-ethereum-explore-dapps": "Explore dapps",
  "page-what-is-ethereum-criminal-activity-title": "I heard crypto is being used as a tool for criminal activity. Is this true?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Like any form of money, some of it will be misused. However, because all Ethereum transactions happen on an open blockchain, it’s often easier for authorities to track illicit activity than it would be in the traditional financial system, arguably making Ethereum a less appealing choice for those who would rather go undetected.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Crypto is used much less than fiat currencies for criminal purposes according to the key findings of a recent report by Europol, the European Union Agency for Law Enforcement Cooperation:",
  "page-what-is-ethereum-criminal-activity-desc-3": "“The use of cryptocurrencies for illicit activities seems to comprise only a small part of the overall cryptocurrency economy, and it appears to be comparatively smaller than the amount of illicit funds involved in traditional finance.”",
  "page-what-is-ethereum-energy-title": "What about Ethereum's energy consumption?",
  "page-what-is-ethereum-energy-desc-1": "On September 15, 2022, Ethereum went through The Merge upgrade which transitioned Ethereum from proof-of-work to proof-of-stake.",
  "page-what-is-ethereum-energy-desc-2": "The Merge was Ethereum's biggest upgrade and reduced the energy consumption required to secure Ethereum by <b>99.95%</b>, creating a <b>more secure network for a much smaller carbon cost</b>. Ethereum is now a low-carbon blockchain while boosting its security and scalability.",
  "page-what-is-ethereum-more-on-energy-consumption": "More on energy consumption",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Annual Energy Consumption in TWh/yr",
  "energy-consumption-chart-global-data-centers-label": "Global data centers",
  "energy-consumption-gold-mining-cbeci-label": "Gold mining",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Gaming in the US",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "The Merge update",
  "page-what-is-ethereum-additional-reading": "Additional reading",
  "page-what-is-ethereum-week-in-ethereum": "Week in Ethereum News",
  "page-what-is-ethereum-week-in-ethereum-desc": "- A weekly newsletter covering key developments across the ecosystem.",
  "page-what-is-ethereum-kernel-dreamers": "Kernel",
  "page-what-is-ethereum-kernel-dreamers-desc": "Ethereum's Dream",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atoms, Institutions, Blockchains",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Why blockchains matter?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum in numbers",
  "adoption-chart-column-now-label": "Now",
  "adoption-chart-investors-label": "Investors",
  "adoption-chart-developers-label": "Developers",
  "adoption-chart-companies-label": "Companies",
  "adoption-chart-artists-label": "Artists",
  "adoption-chart-musicians-label": "Musicians",
  "adoption-chart-writers-label": "Writers",
  "adoption-chart-gamers-label": "Gamers",
  "adoption-chart-refugees-label": "Refugees"
}
