{
  "page-eth2-vision-2014": "View a 2014 blog post detailing proof of stake",
  "page-eth2-vision-beacon-chain": "The beacon chain",
  "page-eth2-vision-beacon-chain-btn": "More on the Beacon Chain",
  "page-eth2-vision-beacon-chain-date": "The Beacon Chain is live",
  "page-eth2-vision-beacon-chain-desc": "The first Eth2 addition to the ecosystem. The Beacon Chain brings staking to Ethereum, lays the groundwork for future upgrades, and will eventually coordinate the new system.",
  "page-eth2-vision-beacon-chain-upper": "Beacon Chain",
  "page-eth2-vision-desc-1": "Ethereum needs to reduce network congestion and improve speeds to better service a global user base.",
  "page-eth2-vision-desc-2": "Running a node is getting harder as the network grows. This will only get harder with efforts to scale the network.",
  "page-eth2-vision-desc-3": "Ethereum uses too much electricity. The technology that keeps the network secure needs to be more sustainable.",
  "page-eth2-vision-docking-date": "Estimate: 2021",
  "page-eth2-vision-docking-desc": "Mainnet Ethereum will need to \"merge\" with the Beacon Chain at some point. This will enable staking for the entire network and signal the end of energy-intensive mining.",
  "page-eth2-vision-ethereum-node": "More on nodes",
  "page-eth2-vision-explore-upgrades": "Explore the upgrades",
  "page-eth2-vision-future": "A digital future on a global scale",
  "page-eth2-vision-meta-desc": "An overview of the impact the Eth2 upgrades will have on Ethereum, and the challenges they must overcome.",
  "page-eth2-vision-meta-title": "Ethereum 2.0 (Eth2) vision",
  "page-eth2-vision-mining": "More on mining",
  "page-eth2-vision-problems": "Today's problems",
  "page-eth2-vision-scalability": "Scalability",
  "page-eth2-vision-scalability-desc": "Ethereum needs to be able to handle more transactions per second without increasing the size of the nodes in the network. Nodes are vital network participants who store and run the blockchain. Increasing node size isn't practical because only those with powerful and expensive computers could do it. To scale, Ethereum needs more transactions per second, coupled with more nodes. More nodes means more security.",
  "page-eth2-vision-scalability-desc-3": "The shard chains upgrade will spread the load of the network into 64 new chains. This will give Ethereum room to breathe by reducing congestion and improving speeds beyond the current 15-45 transactions per second limit.",
  "page-eth2-vision-scalability-desc-4": "And even though there will be more chains, this will actually require less work from validators - the maintainers of the network. Validators will only need to 'run' their shard and not the entire Ethereum chain. This makes nodes more lightweight, allowing Ethereum to scale and remain decentralized.",
  "page-eth2-vision-security": "Security",
  "page-eth2-vision-security-desc": "The Eth2 upgrades improve Ethereum's security against coordinated attacks, like a 51% attack. This is a type of attack where if someone controls the majority of the network they can force through fraudulent changes.",
  "page-eth2-vision-security-desc-3": "The transition to proof-of-stake means that the Ethereum protocol has greater disincentives against attack. This is because in proof-of-stake, the validators who secure the network must stake significant amounts of ETH into the protocol. If they try and attack the network, the protocol can automatically destroy their ETH.",
  "page-eth2-vision-security-desc-5": "This isn't possible in proof-of-work, where the best a protocol can do is force entities who secure the network (the miners) to lose mining rewards they would have otherwise earned. To achieve the equivalent effect in proof-of-work, the protocol would have to be able to destroy all of a miner's equipment if they try and cheat.",
  "page-eth2-vision-security-desc-5-link": "More on proof of work",
  "page-eth2-vision-security-desc-8": "Ethereum's security model also needs to change because of the introduction of shard chains. The Beacon Chain will randomly assign validators to different shards - this makes it virtually impossible for validators to ever collude by attacking a specific shard. Sharding isn't as secure on a proof-of-work blockchain, because miners can't be controlled by the protocol in this way.",
  "page-eth2-vision-security-desc-10": "Staking also means you don’t need to invest in elite hardware to 'run' an Ethereum node. This should encourage more people to become a validator, increasing the network’s decentralization and decreasing the attack surface area.",
  "page-eth2-vision-security-staking": "Stake ETH",
  "page-eth2-vision-security-validator": "You can become a validator by staking your ETH.",
  "page-eth2-vision-shard-chains": "shard chains",
  "page-eth2-vision-shard-date": "Estimate: 2021",
  "page-eth2-vision-shard-desc-4": "Shard chains will spread the load of the network into 64 new blockchains. Shards have the potential to drastically improve transaction speed – up to 100,000 per second.",
  "page-eth2-vision-shard-upgrade": "More on shard chains",
  "page-eth2-vision-staking-lower": "More on staking",
  "page-eth2-vision-subtitle": "Grow Ethereum until it's powerful enough to help all of humanity.",
  "page-eth2-vision-sustainability": "Sustainability",
  "page-eth2-vision-sustainability-desc-1": "It's no secret that Ethereum and other blockchains like Bitcoin are energy intensive because of mining.",
  "page-eth2-vision-sustainability-desc-2": "But Ethereum is moving towards being secured by ETH, not computing power – via staking.",
  "page-eth2-vision-sustainability-desc-3": "Although staking will be introduced by the Beacon Chain, the Ethereum we use today will run in parallel for a period of time, before it 'merges' with the Eth2 upgrades. One system secured by ETH, the other by computing power. This is because, at first, shard chains won't be able to handle things like our accounts or dapps. So we can't just forget about mining and Mainnet.",
  "page-eth2-vision-sustainability-desc-8": "With the Beacon Chain up and running, work has begun on merging Mainnet with the new system. This will turn Mainnet into a shard so that it’s secured by ETH and far less energy intensive.",
  "page-eth2-vision-sustainability-subtitle": "Ethereum needs to be greener.",
  "page-eth2-vision-The": ". The",
  "page-eth2-vision-title": "The Eth2 Vision",
  "page-eth2-vision-title-1": "Clogged network",
  "page-eth2-vision-title-2": "Disk space",
  "page-eth2-vision-title-3": "Too much energy",
  "page-eth2-vision-trilemma-cardtext-1": "The Eth2 upgrades will make Ethereum scalable, secure, and decentralized. Sharding will make Ethereum more scalable by increasing transactions per second while decreasing the power needed to run a node and validate the chain. The beacon chain will make Ethereum secure by co-ordinating validators across shards. And staking will lower the barrier to participation, creating a larger – more decentralized – network.",
  "page-eth2-vision-trilemma-cardtext-2": "Secure and decentralized blockchain networks require every node to verify every transaction processed by the chain. This amount of work limits the number of transactions that can happen at any one given time. Decentralized and secure reflects the Ethereum chain today.",
  "page-eth2-vision-trilemma-cardtext-3": "Decentralized networks work by sending information about transactions across nodes – the whole network needs to know about any state change. Scaling transactions per second across a decentralized network poses security risks because the more transactions, the longer the delay, the higher the probability of attack while information is in flight.",
  "page-eth2-vision-trilemma-cardtext-4": "Increasing the size and power of Ethereum’s nodes could increase transactions per second in a secure way, but the hardware requirement would restrict who could do it – this threatens decentralization. It's hoped that sharding and proof-of-stake will allow Ethereum to scale by increasing the amount of nodes, not node size.",
  "page-eth2-vision-trilemma-h2": "The challenge of decentralized scaling",
  "page-eth2-vision-trilemma-modal-tip": "Tap the circles below to better understand the problems of decentralized scaling",
  "page-eth2-vision-trilemma-p": "A naive way to solve Ethereum's problems would be to make it more centralized. But decentralization is too important. It’s decentralization that gives Ethereum censorship resistance, openness, data privacy and near-unbreakable security.",
  "page-eth2-vision-trilemma-p-1": "Ethereum’s vision is to be more scalable and secure, but also to remain decentralized. Achieving these 3 qualities is a problem known as the scalability trilemma.",
  "page-eth2-vision-trilemma-p-2": "The Eth2 upgrades aim to solve the trilemma but there are significant challenges.",
  "page-eth2-vision-trilemma-press-button": "Press the buttons on the triangle to better understand the problems of decentralized scaling.",
  "page-eth2-vision-trilemma-text-1": "Decentralization",
  "page-eth2-vision-trilemma-text-2": "Security",
  "page-eth2-vision-trilemma-text-3": "Scalability",
  "page-eth2-vision-trilemma-title-1": "Explore the scalability trilemma",
  "page-eth2-vision-trilemma-title-2": "Eth2 upgrades and decentralized scaling",
  "page-eth2-vision-trilemma-title-3": "Secure and decentralized",
  "page-eth2-vision-trilemma-title-4": "Decentralized and scalable",
  "page-eth2-vision-trilemma-title-5": "Scalable and secure",
  "page-eth2-vision-understanding": "Understanding the Eth2 vision",
  "page-eth2-vision-upgrade-needs": "The need for Eth2 upgrades",
  "page-eth2-vision-upgrade-needs-desc": "The Ethereum protocol that launched in 2015 has had incredible success. But the Ethereum community always expected that a few key upgrades would be necessary to unlock Ethereum's full potential.",
  "page-eth2-vision-upgrade-needs-desc-2": "High demand is driving up transaction fees that make Ethereum expensive for the average user. The disk space needed to run an Ethereum client is growing at a fast rate. And the underlying proof-of-work consensus algorithm that keeps Ethereum secure and decentralized has a big environmental impact.",
  "page-eth2-vision-upgrade-needs-desc-3": "What is commonly referred to as Eth2 is a set of upgrades that address these problems and more. This set of upgrades was originally called 'Serenity', and they've been an active area of research and development since 2014.",
  "page-eth2-vision-upgrade-needs-desc-6": "This means there’s no on-switch for Eth2. Improvements will ship incrementally over time.",
  "page-eth2-vision-upgrade-needs-serenity": "View a 2015 blog post discussing 'Serenity'",
  "page-eth2-vision-uprade-needs-desc-5": "Now that the technology is ready, these upgrades will rearchitect Ethereum to make it more scalable, secure, and sustainable – to make life better for existing users and entice new ones. All while preserving Ethereum's core value of decentralization."
}
