{
  "page-wallets-accounts-addresses": "Wallets, accounts, keys and addresses",
  "page-wallets-accounts-addresses-desc": "It's worth understanding the differences between some key terms.",
  "page-wallets-accounts-ethereum-addresses": "<b>An Ethereum account has an address</b>, like an inbox has an email address. This is used to identify your digital assets.",
  "page-wallets-alt": "Illustration of a robot with a vault for a body, representing an Ethereum wallet",
  "page-wallets-ethereum-account": "<b>An Ethereum account is a pair of keys</b>. <a href=\"/glossary/#public-key\">One key</a> is used to create the address you can share freely, and the <a href=\"/glossary/#private-key\">other key</a> you need to keep secret because it's used to sign things. Together, these keys let you hold assets and make transactions.",
  "page-wallets-blog": "Coinbase blog",
  "page-wallets-bookmarking": "Bookmark your wallet",
  "page-wallets-bookmarking-desc": "If you use a web wallet, bookmark the site to protect yourself against phishing scams.",
  "page-wallets-cd": "<b>Physical hardware wallets</b> are devices that let you keep your crypto offline – very secure",
  "page-wallets-desc-2": "Wallets are what most people use to handle their digital assets and identity.",
  "page-wallets-desc-2-link": "More on ETH",
  "page-wallets-desc-3": "Your wallet is a tool for interacting with your Ethereum account. That means you can swap wallet providers at any time. Many wallets also let you manage several Ethereum accounts from one application.",
  "page-wallets-desc-4": "Wallet providers don't have custody of your funds. They just provide you a window to see your assets on Ethereum and tools to easily manage them.",
  "page-wallets-description": "Ethereum wallets are applications that give you control over your account. Just like your physical wallet, it contains everything you need to prove your identity and handle your assets. Your wallet allows you to sign in to applications, read your balance, send transactions and verify your identity.",
  "page-wallets-desktop": "<b>Desktop applications</b> if you prefer to manage your funds via macOS, Windows or Linux",
  "page-wallets-ethereum-wallet": "<b>A wallet is a tool that lets you interact with your account</b>, using your keys. It allows you to view your account balance, send transactions, and more.",
  "page-wallets-explore": "Explore Ethereum",
  "page-wallets-features-desc": "We can help you choose your wallet based on the features you care about.",
  "page-wallets-features-title": "Compare wallets based on features",
  "page-wallets-find-wallet-btn": "Find a wallet",
  "page-wallets-find-wallet-link": "Find a wallet",
  "page-wallets-get-some": "Get some ETH",
  "page-wallets-get-some-alt": "An illustration of a hand creating an ETH logo made of lego bricks",
  "page-wallets-get-some-btn": "Get some ETH",
  "page-wallets-get-some-desc": "ETH is the native crypto of Ethereum. You’ll need some ETH in your wallet to use Ethereum applications.",
  "page-wallets-keys-to-safety": "The keys to keeping your crypto safe",
  "page-wallets-manage-funds": "An app for managing your funds",
  "page-wallets-manage-funds-desc": "Your wallet shows your balances, transaction history and gives you a way to send/receive funds. Some wallets may offer more.",
  "page-wallets-meta-description": "What you need to know to use Ethereum wallets.",
  "page-wallets-meta-title": "Ethereum wallets: Buy, Store and Send crypto",
  "page-wallets-mobile": "<b>Mobile applications</b> that make your funds accessible from anywhere",
  "page-wallets-more-on-dapps-btn": "More on dapps",
  "page-wallets-most-wallets": "Most wallet products will let you generate an Ethereum account. So you don't need one before you download a wallet.",
  "page-wallets-protecting-yourself": "Protecting yourself and your funds",
  "page-wallets-seed-phrase": "Write down your <a href=\"/glossary/#recovery-phrase\">recovery phrase</a>",
  "page-wallets-seed-phrase-desc": "Wallets will often give you a seed phrase that you must write down somewhere safe. This is the only way you’ll be able to recover your wallet.",
  "page-wallets-seed-phrase-example": "Here's an example:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Don’t store it on a computer. Write it down and keep it safe.",
  "page-wallets-slogan": "Holding the keys to your digital future",
  "page-wallets-stay-safe": "How to stay safe",
  "page-wallets-stay-safe-desc": "Financial freedom and the ability to access and use funds anywhere comes with responsibility – there’s no customer support in crypto. <b>You are responsible for keeping your keys safe and secure</b>.",
  "page-wallets-subtitle": "Wallets help you access your digital assets and sign in to applications.",
  "page-wallets-take-responsibility": "Take responsibility for your own funds",
  "page-wallets-take-responsibility-desc": "Centralized exchanges will link your wallet to a username and password that you can recover in a traditional way. Just remember you’re trusting that exchange with custody over your funds. If the exchange has financial trouble, your funds would be at risk.",
  "page-wallets-tips": "More tips on staying safe",
  "page-wallets-tips-community": "From the community",
  "page-wallets-title": "Ethereum wallets",
  "page-wallets-triple-check": "Triple check everything",
  "page-wallets-triple-check-desc": "Remember transactions can’t be reversed and wallets can’t be easily recovered so take precautions and always be careful.",
  "page-wallets-try-dapps": "Try some dapps",
  "page-wallets-try-dapps-alt": "An illustration of Ethereum community members working together",
  "page-wallets-try-dapps-desc": "Dapps are applications built on Ethereum. They’re cheaper, fairer and kinder on your data than most traditional applications.",
  "page-wallets-types": "Types of wallets",
  "page-wallets-types-desc": "There are a few ways to interface and interact with your account:",
  "page-wallets-web-browser": "<b>Browser wallets</b> are web applications that let you interact with your account directly in the browser",
  "page-wallets-web-browser-extension": "<b>Browser extension wallets</b> are extensions you download that let you interact with your account and applications through the browser",
  "page-wallets-whats-a-wallet": "What's an Ethereum wallet?",
  "page-wallets-your-ethereum-account": "Your Ethereum account",
  "page-wallets-your-ethereum-account-desc": "Your wallet is your window into your Ethereum account – your balance, transaction history and more. But you can swap wallet providers at any time.",
  "page-wallets-your-login": "Your login for Ethereum apps",
  "page-wallets-your-login-desc": "Your wallet lets you connect to applications using your Ethereum account. It's like a login you can use across many apps.",
  "additional-reading-how-to-create-an-ethereum-account": "How to create an Ethereum account",
  "additional-reading-how-to-use-a-wallet": "How to use a wallet"
}
