{
  "page-gas-meta-title": "Ethereum fees: what is gas and how to pay less?",
  "page-gas-meta-description": "Learn about gas on Ethereum: how they work and how to pay less in gas fees",
  "page-gas-hero-title": "Gas fees",
  "page-gas-hero-header": "Network fees",
  "page-gas-hero-button-1-content": "What is gas?",
  "page-gas-hero-subtitle-1": "Network fees on Ethereum are called gas.",
  "page-gas-hero-subtitle-2": "Gas is the fuel that powers Ethereum.",
  "page-gas-summary-title": "Summary",
  "page-gas-summary-item-1": "Every transaction on Ethereum requires a small form of payment to process",
  "page-gas-summary-item-2": "These fees are known as ‘gas’ fee",
  "page-gas-summary-item-3": "Gas fees are not set, they change based on network congestion",
  "page-gas-what-are-gas-fees-header": "What are gas fees?",
  "page-gas-what-are-gas-fees-text-1": "Think of Ethereum as a large computer network where people can do tasks like sending messages or running programs. Just like in the real world, these tasks require energy to get done.",
  "page-gas-what-are-gas-fees-text-2": "In Ethereum, each computational action has a set \"gas\" price. <b>Your gas fees are the total cost of the actions in your transaction</b>. When you send a transaction or run a <a href=\"/glossary/#smart-contract\">smart contract</a>, you pay in gas fees to process it.",
  "page-gas-how-do-i-pay-less-gas-header": "How do I pay less gas?",
  "page-gas-how-do-i-pay-less-gas-text": "While higher fees on Ethereum are sometimes inevitable, there are strategies you can use to reduce the cost:",
  "page-gas-how-do-i-pay-less-gas-card-1-title": "Time your transactions",
  "page-gas-how-do-i-pay-less-gas-card-1-description": "Just like travelling off-peak is less crowded and more affordable, Ethereum is generally cheaper to use when North America is asleep.",
  "page-gas-how-do-i-pay-less-gas-card-2-title": "Wait for gas to go down",
  "page-gas-how-do-i-pay-less-gas-card-2-description": "Gas prices go up and down every twelve seconds based on how congested Ethereum is. When gas prices are high, waiting just a few minutes before making a transaction could see a significant drop in what you pay.",
  "page-gas-how-do-i-pay-less-gas-card-3-title": "Use layer 2",
  "page-gas-how-do-i-pay-less-gas-card-3-description": "Layer-2 chains are built atop Ethereum, offering lower fees and handling more transactions. They're a good choice to save on fees for transactions that don't need to happen on the main Ethereum network.",
  "page-gas-try-layer-2": "Try layer 2",
  "page-gas-what-causes-high-gas-fees-header": "What causes high gas fees?",
  "page-gas-what-causes-high-gas-fees-text-1": "Whenever the amount of computation (gas) on Ethereum exceeds a certain threshold, gas fees begin to rise. The more the gas exceeds this threshold, the quicker gas fees increase.",
  "page-gas-what-causes-high-gas-fees-text-2": "Higher fees could be caused by things like popular <a href=\"/glossary/#dapp\">decentralized apps (dapps)</a> or NFTs, periodically increased trading on <a href=\"/glossary/#dex\">DEXs</a>, or an overwhelming number of user activity at peak times.",
  "page-gas-what-causes-high-gas-fees-text-3": "Developers on Ethereum should take care to optimise their smart contracts usage before deploying. If lots of people are using a poorly written smart contract, it will consume more gas and could inadvertently cause network congestion.",
  "page-gas-want-to-dive-deeper": "Want to dive deeper?",
  "page-gas-check-out-the-developer-docs": "Check out the developer docs.",
  "page-gas-attack-of-the-cryptokitties-header": "Attack of the Cryptokitties",
  "page-gas-attack-of-the-cryptokitties-text": "In November 2017, the popular CryptoKitties project was launched. Its rapid spike in popularity caused significant network congestion and extremely high gas fees. The challenges posed by CryptoKitties accelerated the urgency of finding solutions for scaling Ethereum.",
  "page-gas-why-do-we-need-gas-header": "Why do we need gas?",
  "page-gas-why-do-we-need-gas-text": "Gas is a critical element in keeping Ethereum secure and processing transactions. Gas helps in many ways:",
  "page-gas-benefits-1-description": "Gas keeps Ethereum <a href=\"/glossary/#anti-sybil\">sybil-resistant</a> by preventing malicious actors from overwhelming the network with fraudulent activities.",
  "page-gas-benefits-2-description": "Because computation costs gas, spamming Ethereum with expensive transactions, either accidentally and maliciously, is financially disincentivized.",
  "page-gas-benefits-3-description": "A hard-limit on the amount of computation that can be done at any one time prevents Ethereum from being overwhelmed, helping to ensure the network is always accessible.",
  "page-gas-how-is-gas-calculated-header": "How is gas calculated?",
  "page-gas-advanced": "Advanced",
  "page-gas-how-is-gas-calculated-text-1": "The total gas fee you pay is made up of a few parts:",
  "page-gas-how-is-gas-calculated-item-1": "<b>Base fee:</b> a fee set by the network that has to be paid for a transaction",
  "page-gas-how-is-gas-calculated-item-2": "<b>Priority fee:</b> an optional tip to incentivise node operators to include your transaction",
  "page-gas-how-is-gas-calculated-item-3": "<b>Units of gas used<i>*</i>:</b> remember we said gas represented computation? More complex actions, like interacting with a smart contract, use more gas than simple ones, such as sending a transaction.",
  "page-gas-how-is-gas-calculated-list-item-1": "<i><span>*</span> See Figure 1 to see how much gas different types of transactions use</i>",
  "page-gas-how-is-gas-calculated-text-2": "The formula for calculating a gas fee is units of gas used * (base fee + priority fee). Most wallets will calculate gas usage and display it in a more straight-forward way.",
  "page-gas-table-figure": "<i>Figure 1: Gas used by transaction type</i>",
  "page-gas-table-header-1": "Transaction type",
  "page-gas-table-header-2": "Units of gas used",
  "page-gas-table-item-1-transaction-type": "Sending ETH",
  "page-gas-table-item-2-transaction-type": "Sending ERC-20 tokens",
  "page-gas-table-item-3-transaction-type": "Transferring an NFT",
  "page-gas-table-item-4-transaction-type": "Swapping on Uniswap",
  "page-gas-faq-header": "Frequently asked questions",
  "page-gas-faq-question-1-q": "Who gets paid the gas fee in my transaction?",
  "page-gas-faq-question-1-a-1": "The majority of the gas fee—the base fee— is destroyed by the protocol (burned). The priority fee, if included in your transaction, will be given to the validator who proposed your transaction.",
  "page-gas-faq-question-1-a-2": "You can read a detailed description of the process in <a href=\"/developers/docs/gas/\">the gas developer docs.</a>",
  "page-gas-faq-question-2-q": "Do I need to pay gas in ETH?",
  "page-gas-faq-question-2-a-1": "Yes. All gas fees on Ethereum must be paid in the native ETH currency.",
  "page-gas-faq-question-2-a-2": "More on ETH",
  "page-gas-faq-question-3-q": "What is gwei?",
  "page-gas-faq-question-3-a-1": "In most wallets or gas trackers, you will see gas prices denominated as ‘gwei’.",
  "page-gas-faq-question-3-a-2": "Gwei is just a smaller unit of ETH, just as pennies are to dollars, with the difference being that 1 ETH equals 1 billion gwei. Gwei is useful when talking about very small amounts of ETH.",
  "page-gas-use-layer-2": "Use layer 2"
}
