{
  "page-roadmap-vision-2014": "View a 2014 blog post detailing proof of stake",
  "page-roadmap-vision-2021": "View a 2021 blog post on the Ethereum roadmap evolution",
  "page-roadmap-vision-2022": "View a 2022 blog post: The Hitchhikers Guide to Ethereum",
  "page-roadmap-vision-2021-updates": "View a 2021 blog post on the Ethereum Protocol Updates",
  "page-roadmap-vision-desc-1": "Ethereum needs to reduce network congestion and improve speeds to better service a global user base.",
  "page-roadmap-vision-desc-2": "Running a node is getting harder as the network grows. This will only get harder with efforts to scale the network.",
  "page-roadmap-vision-desc-3": "Ethereum uses too much electricity. The technology that keeps the network secure needs to be more sustainable.",
  "page-roadmap-vision-ethereum-node": "More on nodes",
  "page-roadmap-vision-future": "A digital future on a global scale",
  "page-roadmap-vision-meta-desc": "An overview of the impact upgrades will have on Ethereum, and the challenges they must overcome.",
  "page-roadmap-vision-meta-title": "Ethereum vision",
  "page-roadmap-vision-mining": "More on mining",
  "page-roadmap-vision-problems": "Today's problems",
  "page-roadmap-vision-scalability": "Scalability",
  "page-roadmap-vision-scalability-desc": "Ethereum needs to be able to handle more transactions per second without increasing the size of the nodes in the network. Nodes are vital network participants who store and run the blockchain. Increasing node size isn't practical because only those with powerful and expensive computers could do it. To scale, Ethereum needs more transactions per second, coupled with more nodes. More nodes means more security.",
  "page-roadmap-vision-scalability-desc-3": "Layer 2 rollups scale Ethereum by moving transactions off-chain and only posting summary data to Ethereum. This batching increases Ethereum's throughput while drastically reducing costs for users.",
  "page-roadmap-vision-scalability-desc-4": "Rollups need low-cost storage on layer 1 to make transactions as cheap as possible for users. This will be provided in the form of blobs attached to Ethereum blocks. Eventually, many blobs will be attached to Ethereum blocks, providing cheap storage for many rollups.",
  "page-roadmap-vision-security": "Security",
  "page-roadmap-vision-security-desc": "The planned upgrades improve Ethereum's security against coordinated attacks.",
  "page-roadmap-vision-security-desc-3": "In proof-of-stake additional security comes from greater crypto-economic disincentives against attack. This is because, in proof-of-stake, the validators who secure the network must stake significant amounts of ETH into the protocol. If they try and attack the network, the protocol can automatically destroy their ETH.",
  "page-roadmap-vision-security-desc-5": "However, it is also important that upgrades that protect validators against denial-of-service attacks, enhance their anonymity, and separate block building and block propagation are implemented soon. These upgrades protect individual validators and the network as a whole against liveness attacks and censorship.",
  "page-roadmap-vision-security-desc-5-link": "More on proof-of-stake",
  "page-roadmap-vision-security-desc-10": "Staking also means you don't need to invest in elite hardware to participate directly in consensus. This should encourage more people to become a validator, increasing the network's decentralization and decreasing the attack surface area.",
  "page-roadmap-vision-security-staking": "Stake ETH",
  "page-roadmap-vision-security-validator": "You can become a validator by staking your ETH.",
  "page-roadmap-vision-staking-lower": "More on staking",
  "page-roadmap-vision-subtitle": "Grow Ethereum until it's powerful enough to help all of humanity.",
  "page-roadmap-vision-sustainability": "Sustainability",
  "page-roadmap-vision-sustainability-desc-1": "Ethereum is now a green blockchain. The energy consumption was reduced by ~99.95% when proof-of-work was swapped for proof-of-stake.",
  "page-roadmap-vision-sustainability-desc-2": "Ethereum is now secured via staking, not computing power.",
  "page-roadmap-vision-sustainability-desc-3": "This sustainability boost also brings security benefits - staked ether makes it much more expensive to attack the chain than under proof-of-work, but less expensive to secure it as less new ETH has to be issued to pay validators than miners.",
  "page-roadmap-vision-sustainability-desc-8": "The move to proof-of-stake made Ethereum greener and more secure. It is a low-carbon platform for building apps and organizations.",
  "page-roadmap-vision-sustainability-subtitle": "Ethereum is a green blockchain with strong crypto-economic security.",
  "page-roadmap-vision-title": "The Ethereum Vision",
  "page-roadmap-vision-title-1": "Clogged network",
  "page-roadmap-vision-title-2": "Disk space",
  "page-roadmap-vision-title-3": "Too much energy",
  "page-roadmap-vision-trilemma-cardtext-1": "Ethereum upgrades will make Ethereum scalable, secure, and decentralized. Staking has lowered the barrier to participation and limited economies-of-scale, creating a larger - more decentralized - network.",
  "page-roadmap-vision-trilemma-cardtext-2": "Secure and decentralized blockchain networks require every node to verify every transaction processed by the chain. This amount of work limits the number of transactions that can happen at any one given time. Decentralized and secure reflects the Ethereum chain today.",
  "page-roadmap-vision-trilemma-cardtext-3": "Decentralized networks work by sending information about transactions across nodes - the whole network needs to know about any state change. Scaling transactions per second across a decentralized network poses security risks because the more transactions, the longer the delay, the higher the probability of attack while information is in flight.",
  "page-roadmap-vision-trilemma-cardtext-4": "Increasing the size and power of Ethereum's nodes could increase transactions per second in a secure way, but the hardware requirement would restrict who could do it - this threatens decentralization. It's hoped that sharding and proof-of-stake will allow Ethereum to scale by increasing the amount of nodes, not node size.",
  "page-roadmap-vision-trilemma-h2": "The challenge of decentralized scaling",
  "page-roadmap-vision-trilemma-modal-tip": "Tap the circles below to better understand the problems of decentralized scaling",
  "page-roadmap-vision-trilemma-p": "A naive way to solve Ethereum's problems would be to make it more centralized. But decentralization is too important. It's decentralization that gives Ethereum neutrality, censorship resistance, openness, data ownership and near-unbreakable security.",
  "page-roadmap-vision-trilemma-p-1": "Ethereum's vision is to be more scalable and secure, but also to remain decentralized. Achieving these 3 qualities is a problem known as the scalability trilemma.",
  "page-roadmap-vision-trilemma-p-2": "Ethereum upgrades aim to solve the trilemma but there are significant challenges.",
  "page-roadmap-vision-trilemma-press-button": "Press the buttons on the triangle to better understand the problems of decentralized scaling.",
  "page-roadmap-vision-trilemma-text-1": "Decentralization",
  "page-roadmap-vision-trilemma-text-2": "Security",
  "page-roadmap-vision-trilemma-text-3": "Scalability",
  "page-roadmap-vision-trilemma-title-1": "Explore the scalability trilemma",
  "page-roadmap-vision-trilemma-title-2": "Ethereum upgrades and decentralized scaling",
  "page-roadmap-vision-trilemma-title-3": "Secure and decentralized",
  "page-roadmap-vision-trilemma-title-4": "Decentralized and scalable",
  "page-roadmap-vision-trilemma-title-5": "Scalable and secure",
  "page-roadmap-vision-understanding": "Understanding the Ethereum vision",
  "page-roadmap-vision-upgrade-needs": "The need for upgrades",
  "page-roadmap-vision-upgrade-needs-desc": "The Ethereum protocol that launched in 2015 has had incredible success. But the Ethereum community always expected that a few key upgrades would be necessary to unlock Ethereum's full potential.",
  "page-roadmap-vision-upgrade-needs-desc-2": "High demand is driving up transaction fees that make Ethereum expensive for the average user. The disk space needed to run an Ethereum client is growing at a fast rate.",
  "page-roadmap-vision-upgrade-needs-desc-3": "Ethereum has a set of upgrades that address these problems and more. This set of upgrades was originally called 'Serenity' and 'Eth2,' and they've been an active area of research and development since 2014.",
  "page-roadmap-vision-upgrade-needs-desc-5": "Now that the technology is ready, these upgrades will re-architect Ethereum to make it more scalable, secure, and sustainable - to make life better for existing users and entice new ones. All while preserving Ethereum's core value of decentralization.",
  "page-roadmap-vision-upgrade-needs-desc-6": "This means there's no on-switch for scalability. Improvements will ship incrementally over time.",
  "page-roadmap-vision-upgrade-needs-serenity": "View a 2015 blog post discussing 'Serenity'",
  "ethereum": "Ethereum",
  "page-roadmap-vision-danksharding": "More on Danksharding"
}
