{
  "page-layer-2-learn-meta-title": "What is layer 2?",
  "page-layer-2-learn-title": "What is layer 2?",
  "page-layer-2-learn-description": "Scaling Ethereum for mass adoption",
  "page-layer-2-learn-button-1-label": "What is layer 2?",
  "page-layer-2-learn-button-2-label": "Use layer 2",
  "page-layer-2-learn-what-is-layer-2-title": "What is layer 2?",
  "page-layer-2-learn-what-is-layer-2-1": "Layer 2 (L2) is a collective term to describe a specific set of Ethereum scaling solutions. <strong>A layer 2 is a separate <a href=\"/glossary/#blockchain\">blockchain</a> that extends Ethereum and inherits the security guarantees of Ethereum</strong>.",
  "page-layer-2-learn-what-is-layer-2-2": "Now let’s dig into it a bit more. To do this we first need to explain layer 1 (L1).",
  "page-layer-2-learn-what-is-layer-1-title": "What is layer 1?",
  "page-layer-2-learn-what-is-layer-1-1": "Layer 1 blockchains, such as Ethereum and Bitcoin, are the <strong>underlying foundation that layer 2 projects build on top of</strong>. Examples of layer 2 projects include <strong>zero-knowledge rollups</strong> and <strong>optimistic rollups</strong> on Ethereum and the Lighting Network on top of Bitcoin.",
  "page-layer-2-learn-what-is-layer-1-2": "Ethereum also functions as a data availability layer for Layer 2s, and if there are any disputes on previous transactions data is provided from Ethereum for these disputes.",
  "page-layer-2-learn-layer-1-list-title": "Ethereum as the layer 1 includes:",
  "page-layer-2-learn-layer-1-list-1": "<strong>a network of node operators</strong> to secure and validate the network",
  "page-layer-2-learn-layer-1-list-2": "<strong>a network of block producers</strong>",
  "page-layer-2-learn-layer-1-list-3": "<strong>the blockchain</strong> itself and the history of transaction data",
  "page-layer-2-learn-layer-1-list-4": "<strong>the consensus mechanism</strong> for the network",
  "page-layer-2-learn-why-do-we-need-layer-2-title": "Why do we need layer 2?",
  "page-layer-2-learn-why-do-we-need-layer-2-1": "The three desirable properties of a blockchain are that it is decentralized, secure, and scalable. The blockchain trilemma states that a simple blockchain architecture can only achieve two out of three. Want a secure and decentralized blockchain? You need to sacrifice scalability. This is where layer 2 networks come in.",
  "page-layer-2-learn-why-do-we-need-layer-2-2": "Ethereum has reached the network's current capacity with 1+ million transactions per day, with high demand for each of these transactions. The success of Ethereum and the demand to use it has caused gas prices to rise substantially. Therefore the need for scaling solutions has peaked as well.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability": "Scalability",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-1": "The main goal of scalability is to increase transaction speed (faster finality), and transaction throughput (high transactions per second), without sacrificing decentralization or security (more on the <a href=\"/roadmap/vision\">Ethereum vision</a>).",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-2": "The Ethereum community has taken a strong stance that it would not throw out decentralization or security in order to scale. Until sharding, Ethereum Mainnet (layer 1) will only be able to process roughly 15 transactions per second. When demand to use Ethereum is high this causes network congestion, increasing transaction fees, and pricing out those who cannot afford it from using Ethereum until the fees reduce. That is where layer 2 comes in to scale Ethereum today.",
  "page-layer-2-learn-layer2Cards-1-title": "Lower fees",
  "page-layer-2-learn-layer2Cards-1-description": "By combining multiple transactions into a single transaction on layer 1, transaction fees are massively reduced, making Ethereum more accessible for all.",
  "page-layer-2-learn-layer2Cards-2-title": "Maintain security",
  "page-layer-2-learn-layer2Cards-2-description": "Layer 2 blockchains settle their transactions on the Ethereum Mainnet, allowing users who use them to benefit from the security of the Ethereum network.",
  "page-layer-2-learn-layer2Cards-3-title": "Expand use cases",
  "page-layer-2-learn-layer2Cards-3-description": "With higher transactions per second, lower fees, and new technology, projects will expand into new applications with improved user experience.",
  "page-layer-2-learn-how-does-layer-2-work-title": "How does layer 2 work?",
  "page-layer-2-learn-how-does-layer-2-work-1": "As we mentioned above, layer 2 is a collective term for Ethereum scaling solutions that handle transactions off Ethereum layer 1 while still taking advantage of the robust decentralized security of Ethereum layer 1. A layer 2 is a separate blockchain that extends Ethereum. How does that work?",
  "page-layer-2-learn-how-does-layer-2-work-2": "There are several different types of layer 2, each having their own trade-offs and security models. Layer 2s take the transactional burden away from the layer 1 allowing it to become less congested, and everything becomes more scalable.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-title": "Rollups",
  "page-layer-2-learn-how-does-layer-2-work-rollups-1": "Rollups bundle (or 'roll up') hundreds of transactions into a single transaction on layer 1. This distributes the L1 transaction fees across everyone in the rollup, making it cheaper for each user.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-2": "The transaction data in the rollup is submitted to layer 1, but the execution is done separately by the rollup. By submitting transaction data onto layer 1, rollups inherit the security of Ethereum. This is because once the data is uploaded to layer 1, reverting a rollup transaction requires reverting Ethereum. There are two different approaches to rollups: optimistic and zero-knowledge - they differ primarily on how this transaction data is submitted to L1.",
  "page-layer-2-learn-rollupCards-optimistic-title": "Optimistic rollups",
  "page-layer-2-learn-rollupCards-optimistic-description": "Optimistic rollups use fault proofs where transactions are assumed to be valid, but can be challenged if an invalid transaction is suspected. If an invalid transaction is suspected, a fault proof is ran to see if this has taken place.",
  "page-layer-2-learn-rollupCards-optimistic-childSentence": "More on optimistic rollups",
  "page-layer-2-learn-rollupCards-zk-title": "Zero knowledge rollups",
  "page-layer-2-learn-rollupCards-zk-description": "Zero Knowledge rollups use validity proofs where transactions calculations are computed off-chain, and then this data is then supplied to Ethereum Mainnet with a proof of their validity.",
  "page-layer-2-learn-rollupCards-zk-childSentence": "More on zk-rollups",
  "page-layer-2-learn-dyor-title": "Do your own research: Risks of layer 2",
  "page-layer-2-learn-dyor-1": "Because layer 2 chains inherit security from Ethereum, in an ideal world, they are as safe as L1 Ethereum. However, many of the <strong>projects are still young and somewhat experimental</strong>. After years of R&D, many of the L2 technologies that will scale Ethereum went live in 2021. This is not to say these L2s are not secure, only that no layer 2 is as battle tested as Ethereum Mainnet. Always do your own research and decide if you're comfortable with any risks involved.",
  "page-layer-2-learn-dyor-2": "For more information on the technology, risks and trust assumptions of layer 2s, we recommend checking out L2BEAT, which provides a comprehensive risk assessment framework of each project.",
  "page-layer-2-learn-dyor-link": "Go to L2BEAT",
  "page-layer-2-learn-note-on-alt-l1-title": "A note on alt L1s, sidechains, and validiums",
  "page-layer-2-learn-note-on-alt-l1-1": "Alternative layer 1s have higher throughput and lower transaction fees than Ethereum. These alt L1s have had to sacrifice on security or decentralization in order to achieve higher transactions per second and lower fees. The Ethereum ecosystem is firmly aligned that layer 2 scaling is the only way to solve the scalability trilemma and remain decentralized and secure",
  "page-layer-2-learn-note-on-alt-l1-2": "Sidechains and validiums are blockchains that allow assets from one blockchain to be bridged over and used on another blockchain. Sidechains and validiums run in parallel with the main chain, and interact with the main chain through bridges, but they do not derive their security or data availability from the main chain. They scale similarly to layer 2s, but have different trust assumptions. They offer lower transaction fees, and higher transaction throughput. More on <a href=\"/developers/docs/scaling/sidechains\">sidechains</a> and <a href=\"/developers/docs/scaling/validium\">validiums</a>.",
  "page-layer-2-learn-callout-1-title": "What are the benefits?",
  "page-layer-2-learn-callout-1-description": "Explore what is the practical impact of layer 2 solutions on user experience.",
  "page-layer-2-learn-learn-more": "Learn more",
  "page-layer-2-learn-callout-2-title": "Explore different networks",
  "page-layer-2-learn-callout-2-description": "Learn how networks differ from each other and how far they have gotten in their development.",
  "page-layer-2-learn-explore-networks": "Explore networks"
}
