{
  "page-what-is-ethereum-101": "Ethereum 101",
  "page-what-is-ethereum-101-desc": "Ethereum is a technology that lets you send cryptocurrency to anyone for a small fee. It also powers applications that everyone can use and no one can take down.",
  "page-what-is-ethereum-101-desc-2": "Ethereum builds on Bitcoin's innovation, with some big differences.",
  "page-what-is-ethereum-101-desc-3": "Both let you use digital money without payment providers or banks. But Ethereum is programmable, so you can also use it for lots of different digital assets – even Bitcoin!",
  "page-what-is-ethereum-101-desc-4": "This also means Ethereum is for more than payments. It's a marketplace of financial services, games and apps that can't steal your data or censor you.",
  "page-what-is-ethereum-101-italic": "the world's programmable blockchain.",
  "page-what-is-ethereum-101-strong": "It's ",
  "page-what-is-ethereum-accessibility": "Ethereum is open to everyone.",
  "page-what-is-ethereum-adventure": "Choose your adventure!",
  "page-what-is-ethereum-alt-img-bazaar": "Illustration of a person peering into a bazaar, meant to represent Ethereum",
  "page-what-is-ethereum-alt-img-comm": "An illustration of Ethereum community members working together",
  "page-what-is-ethereum-alt-img-lego": "An illustration of a hand creating an ETH logo made of lego bricks",
  "page-what-is-ethereum-alt-img-social": "An illustration of characters in a social space dedicated to Ethereum with a large ETH logo",
  "page-what-is-ethereum-banking-card": "Banking for everyone",
  "page-what-is-ethereum-banking-card-desc": "Not everyone has access to financial services. But all you need to access Ethereum and its lending, borrowing and savings products is an internet connection.",
  "page-what-is-ethereum-build": "Make something with Ethereum",
  "page-what-is-ethereum-build-desc": "If you want to try building with Ethereum, read our docs, try some tutorials, or check out the tools you need to get started.",
  "page-what-is-ethereum-censorless-card": "Censorship-resistant",
  "page-what-is-ethereum-censorless-card-desc": "No government or company has control over Ethereum. This decentralization makes it nearly impossible for anyone to stop you from receiving payments or using services on Ethereum.",
  "page-what-is-ethereum-comm-desc": "Our community includes people from all backgrounds, including artists, crypto-anarchists, fortune 500 companies, and now you. Find out how you can get involved today.",
  "page-what-is-ethereum-commerce-card": "Commerce guarantees",
  "page-what-is-ethereum-commerce-card-desc": "Ethereum creates a more level playing field. Customers have a secure, built-in guarantee that funds will only change hands if you provide what was agreed. You don’t need large company clout to do business.",
  "page-what-is-ethereum-community": "The Ethereum community",
  "page-what-is-ethereum-compatibility-card": "Compatibility for the win",
  "page-what-is-ethereum-compatibility-card-desc": "Better products and experiences are being built all the time because Ethereum products are compatible by default. Companies can build on each other's success.",
  "page-what-is-ethereum-dapps-desc": "Products and services that run on Ethereum. There are dapps for finance, work, social media, gaming and more – meet the apps for our digital future.",
  "page-what-is-ethereum-dapps-img-alt": "An illustration of a doge using an Ethereum application on a computer",
  "page-what-is-ethereum-dapps-title": "Ethereum dapps",
  "page-what-is-ethereum-desc": "The foundation for our digital future",
  "page-what-is-ethereum-explore": "Explore Ethereum",
  "page-what-is-ethereum-get-started": "The best way to learn more is to download a wallet, get some ETH and try an Ethereum dapp.",
  "page-what-is-ethereum-in-depth-description": "Ethereum is open access to digital money and data-friendly services for everyone – no matter your background or location. It's a community-built technology behind the cryptocurrency ether (ETH) and thousands of applications you can use today.",
  "page-what-is-ethereum-internet-card": "A more private internet",
  "page-what-is-ethereum-internet-card-desc": "You don't need to provide all your personal details to use an Ethereum app. Ethereum is building an economy based on value, not surveillance.",
  "page-what-is-ethereum-meet-comm": "Meet the community",
  "page-what-is-ethereum-meta-description": "Learn about Ethereum, what it does and how to try it for yourself.",
  "page-what-is-ethereum-meta-title": "What is Ethereum?",
  "page-what-is-ethereum-native-alt": "The symbol for ether (ETH)",
  "page-what-is-ethereum-native-crypto": "Ethereum's native cryptocurrency and equivalent to Bitcoin. You can use ETH on Ethereum applications or for sending value to friends and family.",
  "page-what-is-ethereum-native-img-alt": "An illustration of a robot with a safe for a torso, used to represent Ethereum wallets",
  "page-what-is-ethereum-native-title": "ETH",
  "page-what-is-ethereum-p2p-card": "A peer-to-peer network",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum allows you to move money, or make agreements, directly with someone else. You don't need to go through intermediary companies.",
  "page-what-is-ethereum-singlecard-desc": "If you're interested in blockchain and the technical side of Ethereum, we've got you covered.",
  "page-what-is-ethereum-singlecard-link": "How Ethereum works",
  "page-what-is-ethereum-singlecard-title": "How Ethereum works",
  "page-what-is-ethereum-start-building-btn": "Start building",
  "page-what-is-ethereum-title": "What is Ethereum?",
  "page-what-is-ethereum-tools-needed": "All you need is a wallet to take part.",
  "page-what-is-ethereum-try": "Try Ethereum",
  "page-what-is-ethereum-tryit": "So step into the bazaar and give it a try...",
  "page-what-is-ethereum-wallets": "Wallets",
  "page-what-is-ethereum-wallets-desc": "How you manage your ETH and your Ethereum account. You'll need a wallet to get started – we'll help you choose one.",
  "page-what-is-ethereum-welcome": "Welcome to Ethereum",
  "page-what-is-ethereum-welcome-2": "We hope you stay.",
  "page-what-is-ethereum-defi-title": "Decentralized finance (DeFi)",
  "page-what-is-ethereum-defi-description": "A more open financial system that gives you more control over your money and unlocks new possibilities.",
  "page-what-is-ethereum-defi-alt": "An Eth logo made of lego bricks.",
  "page-what-is-ethereum-nft-title": "Non-fungible tokens (NFTs)",
  "page-what-is-ethereum-nft-description": "A way to represent unique items as Ethereum assets that can be traded, used as proof of ownership, and create new opportunities for creators.",
  "page-what-is-ethereum-nft-alt": "An Eth logo being displayed via hologram.",
  "page-what-is-ethereum-dao-title": "Decentralized autonomous organisations (DAOs)",
  "page-what-is-ethereum-dao-description": "A new way to collaborate and set up online communities with shared goals and pooled funds.",
  "page-what-is-ethereum-dao-alt": "A representation of a DAO voting on a proposal.",
  "page-what-is-ethereum-use-cases-title": "Discover Ethereum use cases",
  "page-what-is-ethereum-use-cases-subtitle": "Ethereum has led to the creation of new products and services that can improve different areas of our lives.",
  "page-what-is-ethereum-use-cases-subtitle-two": "We're still in the early stages but there's lot to be excited about."
}
