{
  "page-what-is-ethereum-alt-img-bazaar": "Illustration of a person peering into a bazaar, meant to represent Ethereum",
  "page-what-is-ethereum-alt-img-comm": "An illustration of Ethereum community members working together",
  "page-what-is-ethereum-alt-img-lego": "An illustration of a hand creating an ETH logo made of lego bricks",
  "page-what-is-ethereum-banking-card": "Banking for everyone",
  "page-what-is-ethereum-banking-card-desc": "Not everyone has access to financial services. But all you need to access Ethereum and its lending, borrowing and savings products is an internet connection.",
  "page-what-is-ethereum-build": "Make something with Ethereum",
  "page-what-is-ethereum-build-desc": "If you want to try building with Ethereum, read our docs, try some tutorials, or check out the tools you need to get started.",
  "page-what-is-ethereum-censorless-card": "Censorship-resistant",
  "page-what-is-ethereum-censorless-card-desc": "No government or company has control over Ethereum. This decentralization makes it nearly impossible for anyone to stop you from receiving payments or using services on Ethereum.",
  "page-what-is-ethereum-comm-desc": "Our community includes people from all backgrounds, including artists, crypto-anarchists, fortune 500 companies, and now you. Find out how you can get involved today.",
  "page-what-is-ethereum-commerce-card": "Commerce guarantees",
  "page-what-is-ethereum-commerce-card-desc": "Customers have a secure, built-in guarantee that funds will only change hands if you provide what was agreed. Likewise, developers can have certainty that the rules won't change on them.",
  "page-what-is-ethereum-composable-card": "All products are composable",
  "page-what-is-ethereum-composable-card-desc": "Since all apps are built on the same blockchain with a shared global state, they can build off each other (like legos). This allows for better products and experiences being built all the time.",
  "page-what-is-ethereum-community": "The Ethereum community",
  "page-what-is-ethereum-desc": "The foundation for our digital future",
  "page-what-is-ethereum-explore": "Explore Ethereum",
  "page-what-is-ethereum-internet-card": "A more private internet",
  "page-what-is-ethereum-internet-card-desc": "You don't need to provide all your personal details to use an Ethereum app. Ethereum is building an economy based on value, not surveillance.",
  "page-what-is-ethereum-meet-comm": "Meet the community",
  "page-what-is-ethereum-meta-description": "Learn about Ethereum, what it does and how to try it for yourself.",
  "page-what-is-ethereum-meta-title": "What is Ethereum?",
  "page-what-is-ethereum-p2p-card": "A peer-to-peer network",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum allows you to move money, or make agreements, directly with someone else. You don't need to go through intermediary companies.",
  "page-what-is-ethereum-start-building-btn": "Start building",
  "page-what-is-ethereum-title": "What is Ethereum?",
  "page-what-is-ethereum-subtitle": "A complete beginner's guide to how Ethereum works, the benefits it brings and how it's being used by millions of people around the world.",
  "page-what-is-ethereum-button-lets-start": "Let's start",
  "page-what-is-ethereum-blockchain-tab-title": "What is a blockchain?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>A blockchain is a database of transactions</b> that is updated and shared across many computers in a network. Every time a new set of transactions is added, its called a “block” - hence the name blockchain. Most blockchains are public, and you can only add data, not remove. If someone wanted to alter any of the information or cheat the system, they’d need to do so on the majority of computers on the network. That is a lot! This makes established blockchains like Ethereum highly secure.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Why is it called cryptocurrency?",
  "page-what-is-ethereum-cryptocurrency-tab-content": "Blockchains use cryptographic techniques to ensure that your funds are safe. Similar techniques have been used in the banking industries to ensure the security of monetary transactions for years. So you could say cryptocurencies have a bank level of security.",
  "page-what-is-ethereum-summary-title": "Summary",
  "page-what-is-ethereum-summary-desc-1": "Ethereum is a technology for building apps and organizations, holding assets, transacting and communicating without being controlled by a central authority. There is no need to hand over all your personal details to use Ethereum - you keep control of your own data and what is being shared. Ethereum has its own cryptocurrency, Ether, which is used to pay for certain activities on the Ethereum network.",
  "page-what-is-ethereum-summary-desc-2": "Still confused? Let's explain everything step-by-step.",
  "page-what-is-ethereum-what-is-crypto-title": "What is a cryptocurrency?",
  "page-what-is-ethereum-what-is-crypto-desc-1": "<b>Crypto (short for cryptocurrency) is a new form of digital money powered by cryptography.</b>",
  "page-what-is-ethereum-what-is-crypto-desc-2": "It all started in 2008 with Bitcoin. You could use it to send funds to anyone anywhere globally. What made crypto different from normal bank transfers or other financial services like Paypal or Alipay is that there was no middle man for the first time.",
  "page-what-is-ethereum-what-is-crypto-desc-3": "Wait, what is a middle man?",
  "page-what-is-ethereum-what-is-crypto-desc-4": "A middle-man is a central authority like a bank or government that intervenes in a transaction between the sender and recipient. They have the power to surveill, censor or revert transactions and they can share the sensitive data they collect about you with third parties. They also often dictate which financial services you have access to.",
  "page-what-is-ethereum-what-is-crypto-desc-5": "Things are different with crypto. <b>Transactions directly connect sender and recipient</b> without having to deal with any central authority. Nobody else will have access to your funds and <b>nobody can tell you what services you can use</b>. This is possible because of the blockchain technology upon which cryptocurrencies operate.",
  "page-what-is-ethereum-btc-eth-diff-title": "What is the difference between Ethereum and Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "Launched in 2015, Ethereum builds on Bitcoin's innovation, with some big differences.",
  "page-what-is-ethereum-btc-eth-diff-2": "Both let you use digital money without payment providers or banks. But <b>Ethereum is programmable</b>, so you can also build and deploy decentralized applications on its network.",
  "page-what-is-ethereum-btc-eth-diff-3": "Ethereum being programmable means that you can build apps that use the blockchain to store data or control what your app can do. This results in a general purpose blockchain that can be programmed to do anything. As there is no limit to what Ethereum can do, it allows for great innovation to happen on the Ethereum network.",
  "page-what-is-ethereum-btc-eth-diff-4": "While Bitcoin is only a payment network, Ethereum is more like a marketplace of financial services, games, social networks and other apps that respect your privacy and cannot censor you.",
  "page-what-is-ethereum-what-can-eth-do-title": "What can Ethereum do?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Why would I use Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "If you’ve ever sent money overseas (or plan to), or had to worry about the future of your assets due to external forces outside of your control where you live, or been fed up by the numerous restrictions and fees imposed by traditional financial institutions for everyday transactions, you might be interested in what cryptocurrencies have to offer.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Bear in mind that Ethereum is a story that is still being written, and many more reasons to use it are being uncovered as it evolves and develops over time."
}
