{
    "page-layer-2-hero-title": "Layer 2",
    "page-layer-2-hero-header": "Ethereum networks",
    "page-layer-2-hero-description": "Use Ethereum for a fraction of the cost.",
    "page-layer-2-hero-button-2-content": "Learn more",
    "page-layer-2-period": ".",
    "page-layer-2-calloutCard-1-title": "$0.01 fees",
    "page-layer-2-calloutCard-1-description": "You can trade, send money globally, or use  applications without worrying about high costs.",
    "page-layer-2-calloutCard-2-title": "Near instant transactions",
    "page-layer-2-calloutCard-2-description": "Whether you are making a quick payment or engaging in decentralized finance (DeFi), all transactions take only a few seconds.",
    "page-layer-2-calloutCard-3-title": "Backed by Ethereum",
    "page-layer-2-calloutCard-3-description": "Ethereum’s time-proven and decentralized blockchain functions as the settlement layer for other newer networks.",
    "page-layer-2-meta-title": "Intro to Ethereum Layer 2: benefits and uses",
    "page-layer-2-meta-description": "Learn about Ethereum layer 2 networks",
    "page-layer-2-powered-by-ethereum-title": "Powered by Ethereum",
    "page-layer-2-powered-by-ethereum-description-1": "Ethereum is no longer just a single network.",
    "page-layer-2-powered-by-ethereum-description-2": "With hundreds of blockchains now built on top of it, Ethereum has become more cost-effective, faster, and accessible for everyday use.",
    "page-layer-2-powered-by-ethereum-description-3": "Embrace the future by joining one of the many networks powered by Ethereum!",
    "page-layer-2-man-and-dog-alt": "Man and dog playing",
    "page-layer-2-blockchain-transaction-cost": "Average transaction cost on the Ethereum blockchain",
    "page-layer-2-networks-transaction-cost": "Average transaction cost on Ethereum backed networks",
    "page-layer-2-network-of-networks-title": "The network of networks",
    "page-layer-2-network-of-networks-description": "Ethereum's strength and security provides a platform for other networks to build upon. With a single account, everything is compatible and connects seamlessly.",
    "page-layer-2-ethereum-logo-alt": "Ethereum",
    "page-layer-2-ready-to-start-title": "Ready to start?",
    "page-layer-2-ready-to-start-description": "Have a look at all the different networks that are available to you.",
    "page-layer-2-ready-to-start-button": "Explore networks",
    "page-layer-2-go": "Go",
    "page-layer-2-walking-alt": "Walking",
    "page-layer-2-why-do-we-need-multiple-networks-1": "Why do we need multiple networks on Ethereum?",
    "page-layer-2-why-do-we-need-multiple-networks-2": "Why are there all these networks and not just one Ethereum network?",
    "page-layer-2-faq-title": "Frequently asked questions",
    "page-layer-2-faq-ExpandableCard-1-title": "How do I know that a network is part of Ethereum?",
    "page-layer-2-faq-ExpandableCard-1-description-1": "There are many different ways one can categorize networks in relation to Ethereum. Many networks claim to be scaling Ethereum to gather popularity. However, one clear perspective is whether the network stores its data on the Ethereum main network. This greatly enhances user security and Ethereum's permissionless vision. Such projects are often called “rollups”. If data is stored somewhere else, then the project is not a direct Ethereum extension and is rather independent. Check out some of the most popular",
    "page-layer-2-faq-ExpandableCard-1-description-2": "Some specific industries might not require such direct close relationship such as gaming or non-financial applications where different technologies are better fit.",
    "page-layer-2-faq-ExpandableCard-2-title": "Are all these networks safe?",
    "page-layer-2-faq-ExpandableCard-2-description-1": "While generally designed with robust security features, their safety depends on the underlying technology, smart contract security, and",
    "page-layer-2-faq-ExpandableCard-2-link": "maturity of the network",
    "page-layer-2-faq-ExpandableCard-2-description-2": "Users should perform due diligence, starting with small transactions and staying updated on developments to ensure secure usage.",
    "page-layer-2-faq-ExpandableCard-3-title": "Why can't Ethereum scale its own chain instead of relying on these networks?",
    "page-layer-2-faq-ExpandableCard-3-description": "Ethereum can't easily scale its own main chain because it needs to stay secure and decentralized. Making the main chain faster could make it less secure and more centralized. Ethereum networks help by processing transactions off the main chain and then using the main chain for security, allowing Ethereum to handle more transactions without losing security or decentralization.",
    "page-layer-2-faq-ExpandableCard-4-title": "Why is there no 'official' Ethereum networks?",
    "page-layer-2-faq-ExpandableCard-4-description": "Just as there is no 'official' Ethereum client, there is no 'official' Ethereum layer 2. Ethereum is permissionless - technically anyone can create a layer 2! Multiple teams will implement their version of a layer 2, and the ecosystem as a whole will benefit from a diversity of design approaches that are optimized for different use cases. Much like we have multiple Ethereum clients developed by multiple teams in order to have diversity in the network, this too will be how layer 2s develop in the future.",
    "page-layer-2-callout-1-title": "Explore different networks",
    "page-layer-2-callout-1-description": "Learn how networks differ from each other and how far have gotten in their development.",
    "page-layer-2-callout-2-title": "Interested in more details?",
    "page-layer-2-callout-2-description": "Curious about the technology and reasons for this scaling approach? Learn more about the thinking and different technological approaches.",
    "page-layer-2-arbitrum-description": "Arbitrum One is a general-purpose Optimistic Rollup built by Offchain Labs and governed by the Arbitrum DAO.",
    "page-layer-2-base-description": "Base is an Optimistic Rollup built with the OP Stack. It offers a low-cost and builder-friendly way for anyone, anywhere, to build onchain.",
    "page-layer-2-optimism-description": "OP Mainnet is an EVM-equivalent Optimistic Rollup. It aims to be fast, simple, and secure.",
    "page-layer-2-blast-description": "Blast is an EVM-compatible Optimistic Rollup supporting native yield.",
    "page-layer-2-zksync2-description": "ZKsync Era is a general-purpose ZK Rollup with full EVM compatibility.",
    "page-layer-2-linea-description": "Linea is a ZK Rollup powered by Consensys zkEVM, designed to scale the Ethereum network.",
    "page-layer-2-scroll-description": "Scroll is ZK Rollup that extends Ethereum’s capabilities through ZK tech and EVM compatibility.",
    "page-layer-2-starknet-description": "Starknet is a general purpose ZK Rollup based on STARKs and the Cairo VM.",
    "page-layer-2-mode-description": "Mode is an OP stack Optimistic Rollup building the AIFi economy.",
    "page-layer-2-taiko-description": "Taiko is a decentralized, Ethereum-equivalent ZK-EVM rollup that enables seamless cross-chain communication."
}
