{
  "page-apps-dapp-description-cent": "A social network where you earn money by posting NFTs.",
  "page-apps-dapp-description-decentraland": "Collect, trade virtual land in a virtual world you can explore.",
  "page-apps-dapp-description-ens": "User-friendly names for Ethereum addresses and decentralized sites.",
  "page-apps-dapp-description-gitcoin": "Earn crypto working on open-source software.",
  "page-apps-dapp-description-gods-unchained": "Strategic trading card game. Earn cards by playing that you can sell in real life.",
  "page-apps-dapp-description-augur": "Bet on outcomes. Trade on information markets.",
  "page-apps-ready-button": "Go",
  "foundation": "Foundation",
  "page-wallets-get-some": "Get some ETH",
  "page-apps-title": "Apps",
  "page-apps-subtitle": "Discover a list of curated applications that run on ethereum and layer 2 networks",
  "page-apps-learn-button": "Learn about apps",
  "page-apps-highlights-title": "Highlights",
  "page-apps-discover-title": "Discover",
  "page-apps-applications-title": "Applications",
  "page-apps-categories-title": "Application categories",
  "page-apps-community-picks-title": "Community picks",
  "page-apps-meta-title": "Top crypto apps on Ethereum",
  "page-apps-meta-description": "Discover  crypto apps on ethereum: explore DeFi, NFTs, Social, Gaming, Bridges, Privacy, Productivity & DAO dApps. Find trusted onchain apps to trade, earn, and interact.",
  "page-apps-category-defi-name": "DeFi",
  "page-apps-category-defi-description": "DeFi is a category of decentralized applications that allow users to lend, borrow, trade, and earn interest on their crypto assets.",
  "page-apps-category-defi-meta-title": "List of ethereum DeFi apps — Lending, Borrowing & Yield",
  "page-apps-category-defi-meta-description": "Explore top DeFi apps on Ethereum for lending, borrowing, stablecoin issuance, credit and on-chain DEX trading.",
  "page-apps-category-collectibles-name": "Collectibles",
  "page-apps-category-collectibles-description": "Collectibles are digital assets that are unique and cannot be replicated.",
  "page-apps-category-collectibles-meta-title": "List of best NFT apps on ethereum",
  "page-apps-category-collectibles-meta-description": "Explore top NFT apps for buying collectibles, trading gaming skins, and discovering new digital assets across leading Ethereum marketplaces.",
  "page-apps-category-social-name": "Social",
  "page-apps-category-social-description": "Social is a category of decentralized applications that allow users to connect with others and share content.",
  "page-apps-category-social-meta-title": "Social apps on ethereum: farcaster, zora and more",
  "page-apps-category-social-meta-description": "Explore best messaging and social apps on ethereum.",
  "page-apps-category-gaming-name": "Gaming",
  "page-apps-category-gaming-description": "Gaming is a category of decentralized applications that allow users to play games and earn rewards.",
  "page-apps-category-gaming-meta-title": "List of crypto and NFT games on ethereum",
  "page-apps-category-gaming-meta-description": "Discover the best blockchain games that are fun to play. MMORPG, card games, AI gaming, RPG, casual games",
  "page-apps-category-bridge-name": "Bridge",
  "page-apps-category-bridge-description": "Bridge is a category of decentralized applications that allow users to bridge their assets between different networks.",
  "page-apps-category-bridge-meta-title": "List of ethereum bridges to different networks",
  "page-apps-category-bridge-meta-description": "Discover the best crypto bridge app to move your assets between different networks and layer 2s.",
  "page-apps-category-productivity-name": "Productivity",
  "page-apps-category-productivity-description": "Productivity is a category of decentralized applications that allow users to be productive.",
  "page-apps-category-productivity-meta-title": "Productivity and decentralized identity apps",
  "page-apps-category-productivity-meta-description": "Explore top Ethereum apps for decentralized identity, storage, DNS, and video computing. Boost your on-chain productivity with trusted infrastructure tools.",
  "page-apps-category-privacy-name": "Privacy",
  "page-apps-category-privacy-description": "Privacy is a category of decentralized applications that allow users to be private.",
  "page-apps-category-privacy-meta-title": "Ethereum privacy apps: tornado cash and others",
  "page-apps-category-privacy-meta-description": "Explore Ethereum privacy apps like Tornado Cash and others that protect user anonymity, enable private transactions, and enhance on-chain confidentiality.",
  "page-apps-category-dao-name": "DAO",
  "page-apps-category-dao-description": "DAO is a category of decentralized applications that allow users to govern and create decentralized autonomous organizations.",
  "page-apps-category-dao-meta-title": "List of DAO tools on ethereum",
  "page-apps-category-dao-meta-description": "Discover top DAO tools on Ethereum for governance, treasury management, voting, and contributor coordination. Launch, manage, and grow your decentralized organization.",
  "page-apps-see-all": "See all",
  "page-apps-suggest-an-app-title": "Suggest an app",
  "page-apps-suggest-an-app-description": "We're always looking for new apps to add to our list. If you know of an app that you think should be on the list, please let us know.",
  "page-apps-suggest-an-app-button": "Suggest an app",
  "page-apps-filter-by": "Filter by",
  "page-apps-filter-all": "All",
  "page-apps-showing": "Showing"
}