{
  "page-what-is-ethereum-alt-img-bazaar": "Illustration of a person peering into a bazaar, meant to represent Ethereum",
  "page-what-is-ethereum-alt-img-comm": "An illustration of Ethereum community members working together",
  "page-what-is-ethereum-alt-img-lego": "An illustration of a hand creating an ETH logo made of lego bricks",
  "page-what-is-ethereum-banking-card": "Banking for everyone",
  "page-what-is-ethereum-banking-card-desc": "Not everyone has access to financial services. An internet connection is all you need to access Ethereum and the lending, borrowing and savings products built on it.",
  "page-what-is-ethereum-build": "Make something with Ethereum",
  "page-what-is-ethereum-build-desc": "If you want to try building with Ethereum, read our docs, try some tutorials, or check out the tools you need to get started.",
  "page-what-is-ethereum-censorless-card": "Censorship-resistant",
  "page-what-is-ethereum-censorless-card-desc": "No government or company has control over Ethereum. Decentralization makes it nearly impossible for anyone to stop you from receiving payments or using services on Ethereum.",
  "page-what-is-ethereum-comm-desc": "Our community includes people from all backgrounds, including artists, crypto-anarchists, fortune 500 companies, and now you. Find out how you can get involved today.",
  "page-what-is-ethereum-commerce-card": "Commerce guarantees",
  "page-what-is-ethereum-commerce-card-desc": "Customers have a secure, built-in guarantee that funds will only change hands if you provide what was agreed. Likewise, developers can have certainty that the rules won't change on them.",
  "page-what-is-ethereum-composable-card": "Composable products",
  "page-what-is-ethereum-composable-card-desc": "All apps are built on the same blockchain with a shared global state, meaning they can build off each other (like Lego bricks). This allows for better products and experiences and assurances that no-one can remove any tools apps rely upon.",
  "page-what-is-ethereum-community": "The Ethereum community",
  "page-what-is-ethereum-desc": "The foundation for our digital future",
  "page-what-is-ethereum-explore": "Explore Ethereum",
  "page-what-is-ethereum-internet-card": "An open internet",
  "page-what-is-ethereum-internet-card-desc": "Anyone can interact with Ethereum network or build applications on it. This allows you to control your own assets and identity, instead of them being controlled by a few mega-corporations.",
  "page-what-is-ethereum-meet-comm": "Meet the community",
  "page-what-is-ethereum-meta-description": "Learn about Ethereum, what it does and how to try it for yourself.",
  "page-what-is-ethereum-meta-title": "What is Ethereum?",
  "page-what-is-ethereum-p2p-card": "A peer-to-peer network",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum allows you to coordinate, make agreements or transfer digital assets directly with other people. You don't need to rely on intermediaries.",
  "page-what-is-ethereum-start-building-btn": "Start building",
  "page-what-is-ethereum-title": "What is Ethereum?",
  "page-what-is-ethereum-subtitle": "A complete beginner's guide to how Ethereum works, the benefits it brings and how it's being used by millions of people around the world.",
  "page-what-is-ethereum-button-lets-start": "Let's start",
  "page-what-is-ethereum-blockchain-tab-title": "What is a blockchain?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>A blockchain is a database of transactions</b> that is updated and shared across many computers in a network. Every time a new set of transactions is added, its called a “block” - hence the name blockchain. Public blockchains like Ethereum allow anyone to add, but not remove, data. If someone wanted to alter any of the information or cheat the system, they’d need to do so on the majority of computers on the network. That is a lot! This makes decentralized blockchains like Ethereum highly secure.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "What is a cryptocurrency?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Cryptocurrency is a term used to describe many types of fungible digital tokens secured using a blockchain. It all started with Bitcoin. Bitcoin can be used to transfer value between two parties without having to trust a middleman. You only have to trust the Bitcoin code, which is all open and freely available.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "The reason assets such as bitcoin and ether are called “cryptocurrencies” is that the security of your data and assets is guaranteed by <a href=\"/glossary/#cryptography\">cryptography</a>, not by trusting an institution or corporation to act honestly.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Ethereum has its own native cryptocurrency, ether (ETH), which is used to pay for certain activities on the network. It can be transferred to other users or swapped for other tokens on Ethereum. Ether is special because it is used to pay for the computation required to build and run apps and organizations on Ethereum.",
  "page-what-is-ethereum-summary-title": "Summary",
  "page-what-is-ethereum-summary-desc-1": "Ethereum is the main platform for thousands of apps and blockchains, all powered by the Ethereum protocol.",
  "page-what-is-ethereum-summary-desc-2": "This vibrant ecosystem fuels innovation and a wide range of decentralized apps and services.",
  "page-what-is-ethereum-summary-bullet-1": "<strong>Free and global</strong> Ethereum accounts",
  "page-what-is-ethereum-summary-bullet-2": "<strong>Pseudo-private</strong>, no personal information needed",
  "page-what-is-ethereum-summary-bullet-3": "<strong>Without restrictions</strong> anyone can participate",
  "page-what-is-ethereum-summary-bullet-4": "<strong>No company owns Ethereum</strong> or decides its future",
  "page-what-is-ethereum-btc-eth-diff-title": "What is the difference between Ethereum and Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "Launched in 2015, Ethereum builds on Bitcoin's innovation, with some big differences.",
  "page-what-is-ethereum-btc-eth-diff-2": "Both let you use digital money without payment providers or banks. But <b>Ethereum is programmable</b>, so you can also build and deploy decentralized applications on its network.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin enables us to send basic messages to one another about what we think is valuable. Establishing value without authority is already powerful. Ethereum extends this: rather than just messages, you can write any general program, or contract. There is no limit to the kind of contracts which can be created and agreed upon, hence great innovation happens on the Ethereum network.",
  "page-what-is-ethereum-btc-eth-diff-4": "While Bitcoin is only a payment network, Ethereum is more like a marketplace of financial services, games, social networks and other apps.",
  "page-what-is-ethereum-what-can-eth-do-title": "What can Ethereum do?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Why would I use Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "If you're interested in more resilient, open, and trustworthy ways to coordinate globally, create organizations, build apps and share value, Ethereum is for you. Ethereum is a story that is written by all of us, so come and discover what incredible worlds we can build with it together.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Ethereum has also been invaluable for people who have had to handle uncertainty around the security or soundness or mobility of their assets due to external forces outside of their control.",
  "page-what-is-ethereum-slide-1-title": "Cheaper and Faster Crossborder Payments",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Stablecoins</b> are a novel type of cryptocurrency that relies on a more stable asset as the basis for its value. Most of them are linked to the United States dollar and therefore maintain the value of that currency. These allow for a very cheap and stable global payment system. Many current stablecoins are built on the Ethereum network.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum and stablecoins simplify the process of sending money overseas. It often takes only few minutes to move funds across the globe, as opposed to the several business days or even weeks that it may take your average bank, and for a fraction of the price. Additionally, there is no extra fee for making a high value transaction, and there are zero restrictions on where or why you are sending your money.",
  "page-what-is-ethereum-slide-2-title": "The Quickest Help in Times of Crisis",
  "page-what-is-ethereum-slide-2-desc-1": "If you are lucky enough to have multiple banking options through trusted institutions where you live, you may take for granted the financial freedom, security and stability that they offer. But for many people around the world facing political repression or economic hardship, financial institutions may not provide the protection or services they need.",
  "page-what-is-ethereum-slide-2-desc-2": "When war, economic catastrophes or crackdowns on civil liberties struck the residents of <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Cuba</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afghanistan</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigeria</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Belarus</a>, and <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukraine</a>, cryptocurrencies constituted the quickest and often the only option to retain financial agency.<sup><a href=\"https://www.financialinclusion.tech/\">1</a></sup> As seen in these examples, cryptocurrencies like Ethereum can provide unfettered access to the global economy when people are cut off from the outside world. Additionally, stablecoins offer a store of value when local currencies are collapsing due to hyperinflation.",
  "page-what-is-ethereum-slide-3-title": "Empowering Creators",
  "page-what-is-ethereum-slide-3-desc-1": "In 2021 alone, artists, musicians, writers, and other creators used Ethereum to earn around $3.5 billion collectively. This makes Ethereum one of the largest global platforms for creators, alongside Spotify, YouTube, and Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Learn more</a>.",
  "page-what-is-ethereum-slide-4-title": "Empowering Gamers",
  "page-what-is-ethereum-slide-4-desc-1": "Play to earn games (where players are actually rewarded for playing the games) have recently emerged and are transforming the gaming industry. Traditionally, it is often prohibited to trade or transfer in-game assets to other players for real money. This forces players to use black market websites that are often a security risk. Blockchain gaming embraces the in-game economy and promotes such behavior in a trusted manner.",
  "page-what-is-ethereum-slide-4-desc-2": "Moreover, players are incentivized by being able to trade in-game tokens for real money and thus being truly rewarded for their play time.",
  "page-what-is-ethereum-meet-ether-title": "Meet ether, Ethereum's cryptocurrency",
  "page-what-is-ethereum-meet-ether-desc-1": "Many actions on the Ethereum network require some work to be done on Ethereum's embedded computer (known as the Ethereum Virtual Machine). This computation is not free; it is paid for using Ethereum's native cryptocurrency called ether (ETH). This means you need at least a small amount of ether to use the network.",
  "page-what-is-ethereum-meet-ether-desc-2": "Ether is purely digital, and you can send it to anyone anywhere in the world instantly. The supply of ether isn’t controlled by any government or company - it is decentralized and completely transparent. Ether is issued in a precise manner according to the protocol, only to stakers who secure the network.",
  "page-what-is-ethereum-what-is-ether": "What is ether?",
  "page-what-is-ethereum-get-eth": "Get ETH",
  "page-what-is-ethereum-explore-applications": "Explore applications",
  "page-what-is-ethereum-learn-defi": "Learn about DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Who runs Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum is not controlled by any particular entity. It exists whenever there are connected computers running software following the Ethereum protocol and adding to the Ethereum <a href=\"/glossary/#blockchain\">blockchain</a>. Each of these computers is known as a node. Nodes can be run by anyone, although to participate in securing the network you have to <a href=\"/glossary/#staking\">stake</a> ETH (Ethereum’s native token). Anyone with 32 ETH can do this without needing permission.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Even the Ethereum source code is not produced by a single entity. Anyone can suggest changes to the protocol and discuss upgrades. There are several implementations of the Ethereum protocol that are produced by independent organizations in several programming languages, and they are usually built in the open and encourage community contributions.",
  "page-what-is-ethereum-run-a-node": "Run a node",
  "page-what-is-ethereum-smart-contract-title": "What are smart contracts?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Smart contracts are computer programs</b> living on the Ethereum blockchain. They execute when triggered by a transaction from a user. They make Ethereum very flexible in what it can do. These programs act as building blocks for decentralized apps and organizations.",
  "page-what-is-ethereum-smart-contract-desc-2": "Have you ever used a product that changed its terms of service? Or removed a feature you found useful? Once a smart contract is published to Ethereum, it will be online and operational for as long as Ethereum exists. Not even the author can take it down. Since smart contracts are automated, they do not discriminate against any user and are always ready to use.",
  "page-what-is-ethereum-smart-contract-desc-3": "Popular examples of smart contracts are lending apps, decentralized trading exchanges, insurance, quadratic funding, social networks, <a href=\"/glossary/#nft\">NFTs</a> - basically anything you can think of.",
  "page-what-is-ethereum-more-on-smart-contracts": "More on smart contracts",
  "page-what-is-ethereum-explore-dapps": "Explore dapps",
  "page-what-is-ethereum-criminal-activity-title": "I heard crypto is being used as a tool for criminal activity. Is this true?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Like any technology, it will sometimes be misused. However, because all Ethereum transactions happen on an open blockchain, it’s often easier for authorities to track illicit activity than it would be in the traditional financial system, arguably making Ethereum a less appealing choice for those who would rather go undetected.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Crypto is used much less than fiat currencies for criminal purposes according to the key findings of a recent report by Europol, the European Union Agency for Law Enforcement Cooperation:",
  "page-what-is-ethereum-criminal-activity-desc-3": "“The use of cryptocurrencies for illicit activities seems to comprise only a small part of the overall cryptocurrency economy, and it appears to be comparatively smaller than the amount of illicit funds involved in traditional finance.”",
  "page-what-is-ethereum-energy-title": "What about Ethereum's energy consumption?",
  "page-what-is-ethereum-energy-desc-1": "On September 15, 2022, Ethereum went through The Merge upgrade which transitioned Ethereum from <a href=\"/glossary/#pow\">proof-of-work</a> to <a href=\"/glossary/#pos\">proof-of-stake</a>.",
  "page-what-is-ethereum-energy-desc-2": "The Merge was Ethereum's biggest upgrade and reduced the energy consumption required to secure Ethereum by <b>99.95%</b>, creating a <b>more secure network for a much smaller carbon cost</b>. Ethereum is now a low-carbon blockchain while boosting its security and scalability.",
  "page-what-is-ethereum-more-on-energy-consumption": "More on energy consumption",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Annual Energy Consumption in TWh/yr",
  "energy-consumption-chart-global-data-centers-label": "Global data centers",
  "energy-consumption-gold-mining-cbeci-label": "Gold mining",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Gaming in the US",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "The Merge update",
  "page-what-is-ethereum-additional-reading": "Further reading",
  "page-what-is-ethereum-week-in-ethereum": "Week in Ethereum News",
  "page-what-is-ethereum-week-in-ethereum-desc": "- A weekly newsletter covering key developments across the ecosystem.",
  "page-what-is-ethereum-kernel-dreamers": "Kernel",
  "page-what-is-ethereum-kernel-dreamers-desc": "Ethereum's Dream",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atoms, Institutions, Blockchains",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Why blockchains matter?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum in numbers",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "Projects build on Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "Accounts (wallets) with an ETH balance",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "Smart contracts on Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "Value secured on Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "Creator earnings on Ethereum in 2021",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "Number of transactions today",
  "adoption-chart-column-now-label": "Now",
  "adoption-chart-investors-label": "Investors",
  "adoption-chart-developers-label": "Developers",
  "adoption-chart-companies-label": "Companies",
  "adoption-chart-artists-label": "Artists",
  "adoption-chart-musicians-label": "Musicians",
  "adoption-chart-writers-label": "Writers",
  "adoption-chart-gamers-label": "Gamers",
  "adoption-chart-refugees-label": "Refugees",
  "page-what-is-ethereum-get-eth-alt": "Get some ETH",
  "page-what-is-ethereum-get-eth-description": "ETH is the native currency of Ethereum. You'll need some ETH in your wallet to use Ethereum applications.",
  "page-what-is-ethereum-get-eth-title": "Get some ETH",
  "page-what-is-ethereum-explore-dapps-alt": "Explore dapps",
  "page-what-is-ethereum-explore-dapps-description": "Dapps are applications built on Ethereum. Dapps are disrupting current business models and inventing new ones.",
  "page-what-is-ethereum-explore-dapps-title": "Try some dapps"
}
