{
  "trilemma-title-1": "Explore the scalability trilemma",
  "trilemma-press-button": "Press the buttons on the triangle to better understand the problems of decentralized scaling.",
  "trilemma-title-2": "Eth2 upgrades and decentralized scaling",
  "trilemma-cardtext-1": "The Eth2 upgrades will make Ethereum scalable, secure, and decentralized. Sharding will make Ethereum more scalable by increasing transactions per second while decreasing the power needed to run a node and validate the chain. The beacon chain will make Ethereum secure by co-ordinating validators across shards. And staking will lower the barrier to participation, creating a larger – more decentralized – network.",
  "trilemma-title-3": "Secure and decentralized",
  "trilemma-cardtext-2": "Secure and decentralized blockchain networks require every node to verify every transaction processed by the chain. This amount of work limits the number of transactions that can happen at any one given time. Decentralized and secure reflects the Ethereum chain today.",
  "trilemma-title-4": "Decentralized and scalable",
  "trilemma-cardtext-3": "Decentralized networks work by sending information about transactions across nodes – the whole network needs to know about any state change. Scaling transactions per second across a decentralized network poses security risks because the more transactions, the longer the delay, the higher the probability of attack while information is in flight.",
  "trilemma-title-5": "Scalable and secure",
  "trilemma-cardtext-4": "Increasing the size and power of Ethereum’s nodes could increase transactions per second in a secure way, but the hardware requirement would restrict who could do it – this threatens decentralization. It's hoped that sharding and proof-of-stake will allow Ethereum to scale by increasing the amount of nodes, not node size.",
  "trilemma-h2": "The challenge of decentralized scaling",
  "trilemma-p": "A naive way to solve Ethereum's problems would be to make it more centralized. But decentralization is too important. It’s decentralization that gives Ethereum censorship resistance, openness, data privacy and near-unbreakable security.",
  "trilemma-p-1": "Ethereum’s vision is to be more scalable and secure, but also to remain decentralized. Achieving these 3 qualities is a problem known as the scalability trilemma.",
  "trilemma-p-2": "The Eth2 upgrades aim to solve the trilemma but there are significant challenges.",
  "trilemma-text-1": "Decentralization",
  "trilemma-text-2": "Security",
  "trilemma-text-3": "Scalability",
  "trilemma-modal-tip": "Tap the circles below to better understand the problems of decentralized scaling"
}
