{
  "51%-attack-term": "51% حملہ",
  "51%-attack-definition": "یہ ایک قسم کا حملہ ہے جس میں کوئی گروپ زیادہ تر <a href=\"/glossary/#node\">نوڈز</a> پر قابو پا لیتا ہے۔ اس سے وہ بلاک چین کو دھوکہ دے سکتے ہیں، مثلاً <a href=\"/glossary/#transaction\">لین دین</a> کو الٹا کر کے اور <a href=\"ether\">ای تھر</a> یا دیگر ٹوکنز کو دو بار خرچ کر کے۔",
  "abi-term": "ایپلیکیشن بائنری انٹرفیس (ABI)",
  "abi-definition": "ایک JSON فائل جو اسمارٹ کنٹریکٹ میں شامل فنکشنز اور متغیرات کی وضاحت کرتی ہے۔ ABI بائٹ کوڈ کو انسانی پڑھنے کے قابل فارمیٹس میں میپ کرنے کی اجازت دیتا ہے۔",
  "account-term": "اکاؤنٹ",
  "account-definition": "ایتھیریئم اکاؤنٹ ایتھیریئم بلاک چین پر ایک ڈیجیٹل شناخت ہے جو صارفین کو ای تھر یا دیگر ڈیجیٹل اثاثے بھیجنے، وصول کرنے اور اسمارٹ کانٹریکٹس کے ساتھ تعامل کرنے کی اجازت دیتا ہے۔",
  "address-term": "ایڈریس",
  "address-definition": "ایتھیریئم ایڈریس ایک منفرد شناخت ہے جو ٹوکن وصول کرنے کے لیے استعمال ہوتی ہے، بالکل ایسے ہی جیسے کرپٹو کرنسیز کے لیے بینک اکاؤنٹ نمبر ہوتا ہے۔ یہ آپ کے ایتھیریئم اکاؤنٹ کی شناخت کے طور پر کام کرتا ہے۔",
  "anti-sybil-term": "اینٹی-سائبل",
  "anti-sybil-definition": "یہ ایسے طریقے ہیں جو لوگوں کو انٹرنیٹ پر ایک ہی وقت میں کئی صارفین ہونے کا دکھاوا کرنے سے روکتے ہیں، اس بات کو یقینی بناتے ہوئے کہ ہر صارف ایک حقیقی، الگ شخص ہے۔ یہ آن لائن تعاملات کو منصفانہ اور ایماندار رکھنے میں مدد کرتا ہے۔",
  "apr-term": "APR",
  "apr-definition": "APR، یا سالانہ فیصد کی شرح، قرض لینے کی سالانہ لاگت کو ظاہر کرتی ہے، جس میں سود اور فیس شامل ہیں، فیصد کے طور پر۔",
  "attestation-term": "تصدیق",
  "attestation-definition": "کسی ادارے کی طرف سے کیا گیا دعویٰ کہ کوئی چیز سچ ہے۔ ایتھیریم کے تناظر میں، اتفاق رائے کی توثیق کرنے والوں کو اس بارے میں دعویٰ کرنا چاہیے کہ وہ کیا مانتے ہیں کہ چین کی حالت کیا ہے۔ مخصوص اوقات میں، ہر توثیق کنندہ مختلف تصدیقات شائع کرنے کا ذمہ دار ہوتا ہے جو باضابطہ طور پر اس توثیق کنندہ کے چین کے نظارے کا اعلان کرتا ہے، جس میں آخری حتمی چیک پوائنٹ اور چین کا موجودہ سربراہ شامل ہے۔ <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">تصدیقات پر مزید</a>۔",
  "block-term": "بلاک",
  "block-definition": "بلاک وہ جگہ ہے جہاں لین دین یا ڈیجیٹل سرگرمیاں محفوظ کی جاتی ہیں۔ جب ایک بلاک بھر جاتا ہے تو یہ پچھلے بلاک سے جُڑ جاتا ہے، اور اس طرح بلاکس کی ایک زنجیر بنتی ہے جسے \"بلاک چین\" کہا جاتا ہے۔ <a href=\"/developers/docs/blocks/\">مزید بلاکس کے بارے میں</a>.",
  "blockchain-term": "بلاک چین",
  "blockchain-definition": "بلاک چین ایک لین دین کا ڈیٹا بیس ہے جو نیٹ ورک کے تمام کمپیوٹرز پر نقل ہو کر شیئر کیا جاتا ہے، تاکہ یہ یقینی بنایا جا سکے کہ ڈیٹا کو بعد میں تبدیل نہ کیا جا سکے۔",
  "bridge-term": "Bridge",
  "bridge-definition": "بلاک چین برج اس وقت استعمال ہوتا ہے جب ایک بلاک چین نیٹ ورک سے دوسرے بلاک چین نیٹ ورک میں اثاثے منتقل کرنے ہوں۔",
  "consensus-term": "کنسنسس",
  "consensus-definition": "جب ایک نیٹ ورک میں 2/3 سے زیادہ کمپیوٹر اس بات پر متفق ہوں کہ ان کے پاس ریکارڈ کا ایک ہی سیٹ ہے، تو اس بات کو یقینی بنانا کہ سب ایک ہی صفحے پر ہیں۔ یہ ان قوانین کے بارے میں نہیں ہے جن پر وہ عمل کرتے ہیں، بلکہ اس بات کو یقینی بنانا ہے کہ ان سب کے پاس ایک ہی معلومات ہے۔",
  "consensus-client-term": "اتفاق رائے کلائنٹ",
  "consensus-client-definition": "اتفاق رائے کلائنٹس (جیسے Prysm، Teku، Nimbus، Lighthouse، Lodestar) ایتھیریم کے <a href=\"/glossary/#pos\">پروف-آف-اسٹیک</a> اتفاق رائے الگورتھم چلاتے ہیں جو نیٹ ورک کو بیکن چین کے سربراہ کے بارے میں معاہدے تک پہنچنے کی اجازت دیتے ہیں۔ اتفاق رائے کلائنٹس لین دین کی توثیق/براڈکاسٹنگ یا ریاستی تبدیلیوں کو انجام دینے میں حصہ نہیں لیتے۔ یہ <a href=\"/glossary/#execution-client\">ایگزیکیوشن کلائنٹس</a> کے ذریعے کیا جاتا ہے۔ اتفاق رائے کلائنٹس نئے بلاکس کی تصدیق یا تجویز نہیں کرتے۔ یہ <a href=\"/glossary/#validator\">ویلیڈیٹر کلائنٹ</a> کے ذریعے کیا جاتا ہے جو اتفاق رائے کلائنٹ میں ایک اختیاری اضافہ ہے۔",
  "consensus-layer-term": "اتفاق رائے کی تہہ",
  "consensus-layer-definition": "ایتھیریم کی اتفاق رائے کی تہہ <a href=\"/glossary/#consensus-client\">اتفاق رائے کلائنٹس</a> کا نیٹ ورک ہے۔",
  "cryptoeconomics-term": "کرپٹو اکنامکس",
  "cryptoeconomics-definition": "محفوظ اور قابل اعتماد ڈیجیٹل پلیٹ فارم ڈیزائن کرنے کے لیے ریاضیاتی اور اقتصادی اصولوں کا مطالعہ۔ اس کا مقصد اس بات کو یقینی بنانا ہے کہ تمام شرکاء قواعد پر عمل کریں اور نیٹ ورک کی سیکورٹی اور آپریشن میں حصہ ڈالنے پر انعام حاصل کریں۔",
  "cryptography-term": "کرپٹوگرافی",
  "cryptography-definition": "یہ ایک ایسا عمل ہے جس میں مواصلات کو نجی اور محفوظ بنایا جاتا ہے تاکہ صرف وہی لوگ معلومات پڑھ سکیں جن کے لیے وہ بھیجی گئی ہیں۔",
  "dao-term": "ڈی سینٹرلائزڈ خود مختار تنظیم (DAO)",
  "dao-definition": "DAO ایک ڈیجیٹل تنظیم ہے جو بلاک چین پر درج ضابطوں کے تحت چلتی ہے، جہاں فیصلے کسی مرکزی اختیار کے بجائے اراکین کی ووٹنگ سے کیے جاتے ہیں۔ <a href=\"/dao/\">غیرمرکزی خودکار تنظیموں (DAOs) کے بارے میں مزید</a>۔",
  "dapp-term": "Dapp",
  "dapp-definition": "dApp ایک غیرمرکزی ایپلیکیشن ہے جو بلاک چین نیٹ ورک پر چلتی ہے اور خدمات فراہم کرتی ہے بغیر کسی مرکزی کنٹرولنگ اتھارٹی کے۔ <a href=\"/apps/\">غیرمرکزی ایپلیکیشنز کے بارے میں مزید</a>۔",
  "data-availability-term": "ڈیٹا کی دستیابی",
  "data-availability-definition": "کوئی بھی نوڈ نظام میں شفافیت اور اعتماد کو برقرار رکھنے کے لیے بلاک چین پر لین دین کی آزادانہ طور پر تصدیق کر سکتا ہے۔",
  "defi-term": "DeFi",
  "defi-definition": "ایتھیریم ایپس کی ایک وسیع کیٹیگری جس کا مقصد بلاک چین کے ذریعے حمایت یافتہ مالی خدمات فراہم کرنا ہے، بغیر کسی بیچوان کے۔ <a href=\"/defi/\">ڈی سینٹرلائزڈ فنانس (DeFi) پر مزید</a>",
  "dex-term": "ڈی سینٹرلائزڈ ایکسچینج (DEX)",
  "dex-definition": "ایک قسم کی ایتھیریم ایپ جو آپ کو نیٹ ورک پر ہم عمروں کے ساتھ ٹوکنز تبدیل کرنے دیتی ہے۔ DEXes مرکزی ایکسچینجز کی طرح جغرافیائی پابندیوں کے تابع نہیں ہیں - کوئی بھی حصہ لے سکتا ہے۔",
  "difficulty-bomb-term": "مشکل بم",
  "difficulty-bomb-definition": "<a href=\"/glossary/#pow\">پروف-آف-ورک</a> <a href=\"/glossary/#difficulty\">مشکل</a> سیٹنگ میں منصوبہ بند ایکسپونینشل اضافہ جو <a href=\"/glossary/#pos\">پروف-آف-اسٹیک</a> میں منتقلی کی حوصلہ افزائی کے لیے ڈیزائن کیا گیا تھا، جس سے <a href=\"/glossary/#hard-fork\">فورک</a> کے امکانات کم ہو گئے۔ مشکل بم <a href=\"/roadmap/merge\">دی مرج</a> کے ساتھ متروک ہو گیا تھا۔",
  "ecdsa-term": "ایلیپٹک کرو ڈیجیٹل سگنیچر الگورتھم (ECDSA)",
  "ecdsa-definition": "ایک کرپٹوگرافک الگورتھم جو ایتھیریم کے ذریعے اس بات کو یقینی بنانے کے لیے استعمال ہوتا ہے کہ فنڈز صرف ان کے مالکان کے ذریعے ہی خرچ کیے جا سکتے ہیں۔ یہ پبلک اور پرائیویٹ کلیدیں بنانے کے لیے ترجیحی طریقہ ہے۔ اکاؤنٹ <a href=\"/glossary/#address\">ایڈریس</a> جنریشن اور <a href=\"/glossary/#transaction\">ٹرانزیکشن</a> کی تصدیق کے لیے متعلقہ ہے۔",
  "ens-term": "ایتھیریم نیم سروس (ENS)",
  "ens-definition": "Ethereum Name Service ایک انٹرنیٹ فون بک کی طرح ہے برائے Ethereum ایڈریسز۔ لمبے والیٹ ایڈریس استعمال کرنے کے بجائے، ENS آپ کو آسان نام استعمال کرنے دیتا ہے جیسے \"john.eth\" تاکہ آپ ڈیجیٹل پیسے اور اثاثے بھیج اور وصول کر سکیں۔",
  "epoch-term": "عہد",
  "epoch-definition": "32 <a href=\"/glossary/#slot\">سلاٹس</a> کا ایک دورانیہ، ہر سلاٹ 12 سیکنڈ کا ہوتا ہے، کل 6.4 منٹ۔ ویلیڈیٹر <a href=\"/glossary/#committee\">کمیٹیاں</a> سیکورٹی وجوہات کی بنا پر ہر دور میں شفل کی جاتی ہیں۔ ہر دور میں چین کو <a href=\"/glossary/#finality\">حتمی</a> شکل دینے کا موقع ملتا ہے۔ ہر ویلیڈیٹر کو ہر دور کے آغاز میں نئی ذمہ داریاں سونپی جاتی ہیں۔ <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">پروف-آف-اسٹیک پر مزید</a>",
  "eoa-term": "بیرونی ملکیت والا اکاؤنٹ (EOA)",
  "eoa-definition": "بیرونی ملکیت والے اکاؤنٹس (EOAs) ایتھیریم اکاؤنٹ کی سب سے عام قسم ہیں۔ یہ ایک شخص کے ذریعے پرائیویٹ کلیدوں/ریکوری فریز کے ذریعے کنٹرول کیے جاتے ہیں۔ <a href=\"/wallets/\">ایتھیریم والیٹس پر مزید</a>۔",
  "erc-term": "ایتھیریم ریکوئسٹ فار کمنٹس (ERC)",
  "erc-definition": "ERC (<strong>Ethereum Request for Comments</strong>) ایک قسم کی تکنیکی دستاویز ہے جو Ethereum کمیونٹی میں استعمال ہوتی ہے تاکہ Ethereum نیٹ ورک کے لیے نئے استعمال کے معیارات تجویز کیے جا سکیں۔",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "یہ Ethereum ٹوکن اسٹینڈرڈ کی ایک قسم ہے جو NFT (یعنی منفرد جمع کرنے والی اشیاء) جیسا ہے، لیکن اس میں یہ خصوصیت بھی شامل ہے کہ ایک ہی اسمارٹ کنٹریکٹ کے اندر تبادلہ کے قابل اشیاء (جیسے کرنسی) بھی بنائی جا سکیں۔",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "یہ وہ معیاری اصولوں کا مجموعہ ہے جن پر زیادہ تر ٹوکنز Ethereum نیٹ ورک پر بنائے جاتے ہیں۔",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "یہ غیر مثلی ٹوکنز (NFTs) بنانے کے لیے استعمال ہونے والے اصولوں کا معیاری مجموعہ ہے۔",
  "ether-term": "ایتھر",
  "ether-definition": "ایتھیریم کی مقامی کرپٹو کرنسی، جسے عام طور پر \"ETH\" کہا جاتا ہے۔ یہ ایتھیریم ایکو سسٹم اور ایپلی کیشنز استعمال کرتے وقت ٹرانزیکشن فیس کو پورا کرنے کے لیے استعمال ہوتی ہے۔ <a href=\"/eth/\">ایتھر پر مزید</a>۔",
  "events-term": "ایونٹس",
  "events-definition": "<a href=\"/glossary/#evm\">EVM</a> لاگنگ کی سہولیات کے استعمال کی اجازت دیتا ہے۔ <a href=\"/glossary/#dapp\">Dapps</a> واقعات کو سن سکتے ہیں اور انہیں صارف کے انٹرفیس میں جاوا اسکرپٹ کال بیکس کو متحرک کرنے کے لیے استعمال کر سکتے ہیں۔ <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">واقعات اور لاگز پر مزید</a>",
  "execution-client-term": "ایگزیکیوشن کلائنٹ",
  "execution-client-definition": "ایگزیکیوشن کلائنٹس (پہلے \"Eth1 کلائنٹس\" کے نام سے جانے جاتے تھے)، جیسے Besu، Erigon، Go-Ethereum (Geth)، Nethermind، کو ٹرانزیکشنز پر کارروائی اور براڈکاسٹ کرنے اور ایتھیریم کی حالت کا انتظام کرنے کا کام سونپا جاتا ہے۔ وہ <a href=\"/glossary/#evm\">ایتھیریم ورچوئل مشین</a> کا استعمال کرتے ہوئے ہر ٹرانزیکشن کے لیے کمپیوٹیشن چلاتے ہیں تاکہ یہ یقینی بنایا جا سکے کہ پروٹوکول کے قوانین پر عمل کیا جائے۔",
  "execution-layer-term": "ایگزیکیوشن لیئر",
  "execution-layer-definition": "ایتھیریم کی ایگزیکیوشن لیئر <a href=\"/glossary/#execution-client\">ایگزیکیوشن کلائنٹس</a> کا نیٹ ورک ہے۔",
  "finality-term": "حتمیت",
  "finality-definition": "حتمیت اس بات کی ضمانت ہے کہ لین دین کا ایک سیٹ ETH کی بڑی مقدار کے نقصان کے بغیر تبدیل نہیں کیا جا سکتا۔",
  "fork-term": "فورک",
  "fork-definition": "پروٹوکول میں ایک تبدیلی جو ایک متبادل زنجیر کی تخلیق کا سبب بنتی ہے۔",
  "fraud-proof-term": "دھوکہ دہی کا ثبوت",
  "fraud-proof-definition": "کچھ <a href=\"/glossary/#layer-2\">لیئر 2</a> حلوں کے لیے ایک سیکورٹی ماڈل جہاں، رفتار بڑھانے کے لیے، لین دین کو بیچوں میں <a href=\"/glossary/#rollups\">رول اپ</a> کیا جاتا ہے اور ایتھیریم کو ایک ہی لین دین میں جمع کیا جاتا ہے۔ نیٹ ورک کے دیگر شرکاء لین دین کو دوبارہ عمل میں لا سکتے ہیں تاکہ یہ چیک کیا جا سکے کہ انہیں ایمانداری سے عمل میں لایا گیا تھا۔ اگر وہ پوسٹ کیے گئے ڈیٹا اور اپنے ورژن کے درمیان کوئی تضاد پاتے ہیں تو وہ ایک کرپٹوگرافک ثبوت پوسٹ کر سکتے ہیں جو یہ ظاہر کرتا ہے کہ کچھ دھوکہ دہی ہوئی ہے۔ کچھ <a href=\"/glossary/#rollups\">رول اپس</a> <a href=\"/glossary/#validity-proof\">درستگی کے ثبوت</a> استعمال کرتے ہیں۔",
  "gas-term": "گیس",
  "gas-definition": "گیس بلاک چین، جیسے ایتھیریم، پر لین دین اور اسمارٹ کنٹریکٹس کے لیے ادا کی جانے والی فیس ہے۔ <a href=\"/gas/\">گیس اور فیس پر مزید</a>۔",
  "genesis-block-term": "جینیسس بلاک",
  "genesis-block-definition": "<a href=\"/glossary/#blockchain\">بلاک چین</a> میں پہلا بلاک، جو ایک مخصوص نیٹ ورک اور اس کی کرپٹو کرنسی کو شروع کرنے کے لیے استعمال ہوتا ہے۔",
  "gwei-term": "Gwei",
  "gwei-definition": "گیگاوی کا مخفف، <a href=\"/glossary/#ether\">ایتھر</a> کا ایک ڈینومینیشن، جو عام طور پر <a href=\"/glossary/#gas\">گیس</a> کی قیمت لگانے کے لیے استعمال ہوتا ہے۔ 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">وی</a>۔ 10<sup>9</sup> gwei = 1 ایتھر۔",
  "hash-term": "ہیش",
  "hash-definition": "متغیر سائز کے ان پٹ کا ایک فکسڈ لینتھ فنگر پرنٹ، جو ہیش فنکشن کے ذریعے تیار کیا جاتا ہے۔ (دیکھیں <a href=\"/glossary/#keccak-256\">keccak-256</a>)۔",
  "holographic-consensus-term": "ہولوگرافک اتفاق رائے",
  "holographic-consensus-definition": "اس سے مراد یہ ہے کہ بڑے گروپ کے فیصلے ایک چھوٹے نمائندہ گروپ کے ذریعے ووٹنگ سے کیے جاتے ہیں۔ باقی سب لوگ اس فیصلے کو اس شرط پر مان لیتے ہیں کہ وہ اس چھوٹے گروپ پر بھروسہ کرتے ہیں کہ انہوں نے اچھا کام کیا ہے۔",
  "index-term": "انڈیکس",
  "index-definition": "ایک نیٹ ورک ڈھانچہ جس کا مقصد <a href=\"/glossary/#blockchain\">بلاک چین</a> سے معلومات کی استفسار کو بہتر بنانا ہے، اس کے اسٹوریج ذریعہ تک ایک موثر راستہ فراہم کرکے۔",
  "key-term": "کلید",
  "key-definition": "ایتھریئم کے تناظر میں، کلیدیں ڈیجیٹل کوڈز ہوتی ہیں: ایک **پبلک کی** جسے لین دین وصول کرنے کے لیے استعمال کیا جاتا ہے، اور ایک **پرائیویٹ کی** جو فنڈز تک رسائی اور بھیجنے کے لیے استعمال ہوتی ہے۔",
  "layer-2-term": "تہہ نمبر 2",
  "layer-2-definition": "لیئر 2s ایتھیریم مین نیٹ ورک کے اوپر بنائے گئے دوسرے نیٹ ورکس ہیں جو لین دین کو تیز اور سستا بناتے ہیں۔ <a href=\"/layer-2/\">لیئر 2 پر مزید</a>۔",
  "liquidity-tokens-term": "لیکویڈیٹی ٹوکنز",
  "liquidity-tokens-definition": "لیکویڈیٹی ٹوکنز (LT) وہ ڈیجیٹل ٹوکنز ہیں جو اُن شرکاء کو دیے جاتے ہیں جو اپنے اثاثے لیکویڈیٹی پول میں جمع کرتے ہیں۔ لیکویڈیٹی پول ایک فنڈز کا مجموعہ ہوتا ہے جو اسمارٹ کنٹریکٹ میں لاک کیا جاتا ہے اور ڈیسینٹرلائزڈ ایکسچینج (DEX) پر ٹریڈنگ کو آسان بنانے کے لیے استعمال ہوتا ہے۔",
  "mainnet-term": "مین نیٹ",
  "mainnet-definition": "\"مین نیٹ ورک\" کا مخفف، یہ مرکزی عوامی ایتھیریم <a href=\"/glossary/#blockchain\">بلاک چین</a> ہے۔",
  "mev-term": "ایم ای وی",
  "mev-definition": "یہ ایک ایسا طریقہ کار ہے جس میں فیس کے عوض بلاک چین پر کچھ اعمال کو ترجیح دی جاتی ہے۔ اس سے ٹرانزیکشنز کے نتائج اور اُن کے انجام پانے کے ترتیب پر اثر پڑتا ہے۔",
  "multisig-term": "ملٹی سگ",
  "multisig-definition": "ملٹی سگ (Multi-signature) ایک ڈیجیٹل والیٹ یا اکاؤنٹ کو کہا جاتا ہے جس میں کسی ٹرانزیکشن کو مکمل کرنے کے لیے متعدد دستخط یا منظوریوں کی ضرورت ہوتی ہے، جس سے سیکیورٹی میں اضافہ ہوتا ہے۔",
  "nft-term": "نان فنجیبل ٹوکن (NFT)",
  "nft-definition": "ایک منفرد ڈیجیٹل آئٹم جس کے آپ مالک ہو سکتے ہیں، جیسے آرٹ یا جمع کرنے والی اشیاء، جو بلاک چین ٹیکنالوجی کے ذریعے تصدیق شدہ ہیں۔ <a href=\"/nft/\">نان فنجیبل ٹوکنز (NFTs) پر مزید</a>۔",
  "node-term": "نوڈ",
  "node-definition": "ایک سافٹ ویئر کلائنٹ جو نیٹ ورک میں حصہ لیتا ہے۔ <a href=\"/developers/docs/nodes-and-clients/\">نوڈس اور کلائنٹس پر مزید</a>۔",
  "ommer-term": "اومر (انکل) بلاک",
  "ommer-definition": "جب ایک پروف-آف-ورک <a href=\"/glossary/#miner\">مائنر</a> ایک درست <a href=\"/glossary/#block\">بلاک</a> تلاش کرتا ہے، تو ہو سکتا ہے کہ کسی دوسرے مائنر نے ایک مسابقتی بلاک شائع کیا ہو جو پہلے بلاک چین کے سرے میں شامل ہو جائے۔ یہ درست، لیکن پرانا، بلاک نئے بلاکس کے ذریعے <em>اومرز</em> کے طور پر شامل کیا جا سکتا ہے اور جزوی بلاک انعام وصول کر سکتا ہے۔ \"اومر\" کی اصطلاح پیرنٹ بلاک کے بہن بھائی کے لیے ترجیحی صنفی غیر جانبدار اصطلاح ہے، لیکن اسے کبھی کبھی \"انکل\" بھی کہا جاتا ہے۔ یہ ایتھیریم کے لیے عام تھا جب یہ ایک <a href=\"/glossary/#pow\">پروف-آف-ورک</a> نیٹ ورک تھا۔ اب جب کہ ایتھیریم <a href=\"/glossary/#pos\">پروف-آف-اسٹیک</a> کا استعمال کرتا ہے، ہر سلاٹ کے لیے صرف ایک بلاک پروپوزر منتخب کیا جاتا ہے۔",
  "onchain-term": "آن چین",
  "onchain-definition": "اس سے مراد وہ اعمال یا ٹرانزیکشنز ہیں جو بلاک چین پر انجام پاتے ہیں اور عوامی طور پر سب کے لیے دستیاب ہوتے ہیں۔",
  "optimistic-rollup-term": "آپٹیمسٹک رول اپ",
  "optimistic-rollup-definition": "آپٹیمسٹک رول اپ ایک لیئر 2 حل ہے جو ایتھیریم پر لین دین کو تیز کرتا ہے، یہ فرض کرتے ہوئے کہ وہ پہلے سے ہی درست ہیں جب تک کہ چیلنج نہ کیا جائے۔ <a href=\"/developers/docs/scaling/optimistic-rollups/\">آپٹیمسٹک رول اپس پر مزید</a>۔",
  "peer-to-peer-network-term": "پیئر-ٹو-پیئر نیٹ ورک",
  "peer-to-peer-network-definition": "کمپیوٹروں (پیئرز) کا ایک ایسا نیٹ ورک جو مرکزی سرور پر مبنی سروسز کی ضرورت کے بغیر اجتماعی طور پر مختلف کام انجام دینے کی صلاحیت رکھتا ہے۔",
  "permissionless-term": "پرمیشن لیس",
  "permissionless-definition": "ایسے نظام کو استعمال کرنے کے لیے، جیسے ایتھیریئم، کسی اجازت یا منظوری کی ضرورت نہیں ہوتی اور کوئی آپ کو اسے استعمال کرنے سے روک نہیں سکتا۔ یہ ہر کسی کے لیے 24/7 کھلا ہے تاکہ وہ اس میں حصہ لے سکیں۔",
  "private-key-term": "پرائیویٹ کلید",
  "private-key-definition": "پرائیویٹ کلید ایک خفیہ کوڈ ہے جو ثابت کرتا ہے کہ آپ اپنی ڈیجیٹل رقم کے مالک ہیں اور آپ کو اسے خرچ کرنے دیتا ہے، جیسے آپ کے اکاؤنٹ کے لیے ایک PIN۔ <strong>اسے شیئر نہ کریں</strong>۔",
  "poap-term": "POAP",
  "poap-definition": "پروف آف اٹینڈنس پروٹوکول ایک ڈیجیٹل کلیکٹیبل (NFT) بنانے کے لیے استعمال ہوتا ہے جو ثابت کرتا ہے کہ آپ نے کسی مخصوص تقریب یا سرگرمی میں شرکت کی تھی۔",
  "pos-term": "اسٹیک کا ثبوت (PoS)",
  "pos-definition": "ایک طریقہ جس کے ذریعے کرپٹو کرنسی بلاک چین پروٹوکول تقسیم شدہ <a href=\"/glossary/#consensus\">اتفاق رائے</a> حاصل کرنے کا ارادہ رکھتا ہے۔ PoS صارفین سے لین دین کی توثیق میں حصہ لینے کے قابل ہونے کے لیے ایک مخصوص مقدار میں کرپٹو کرنسی (نیٹ ورک میں ان کا \"حصہ\") کی ملکیت ثابت کرنے کو کہتا ہے۔ <a href=\"/developers/docs/consensus-mechanisms/pos/\">پروف-آف-اسٹیک پر مزید</a>۔",
  "pow-term": "کام کا ثبوت (PoW)",
  "pow-definition": "بلاک چینز کے لیے ایک سیکورٹی میکانزم جس کے لیے نوڈس کو ایک مخصوص قدر تلاش کرنے کے لیے کمپیوٹیشن کی شکل میں توانائی خرچ کرنے کی ضرورت ہوتی ہے۔",
  "public-goods-term": "عوامی سامان",
  "public-goods-definition": "عوامی سامان وہ چیزیں ہیں جنہیں ہر کوئی مفت میں استعمال کر سکتا ہے، جیسے پارک یا صاف ہوا، اور ان کا استعمال دوسروں کو بھی استعمال کرنے سے نہیں روکتا۔ حکومتیں اکثر انہیں فراہم کرتی ہیں کیونکہ کاروبار عام طور پر نہیں کرتے، کیونکہ وہ لوگوں سے ان کے استعمال کے لیے آسانی سے چارج نہیں کر سکتے۔",
  "public-key-term": "پبلک کلید",
  "public-key-definition": "پبلک کلید حروف کا ایک سیٹ ہے جو دوسروں کو آپ کو محفوظ طریقے سے ڈیجیٹل کرنسی بھیجنے دیتا ہے، جیسے رقم کے لیے ایک ای میل پتہ۔",
  "quadratic-voting-term": "کوڈریٹک ووٹنگ",
  "quadratic-voting-definition": "ایک ووٹنگ کا طریقہ ہے جہاں ووٹر یہ ظاہر کرتے ہیں کہ وہ مسائل کے بارے میں کتنا مضبوط محسوس کرتے ہیں۔ یہ ووٹرز کو نہ صرف ترجیح، بلکہ اپنی ترجیح کی شدت بھی دکھانے کی اجازت دیتا ہے۔",
  "recovery-phrase-term": "سیڈ فریز/ریکوری فریز",
  "recovery-phrase-definition": "الفاظ کی ایک فہرست جو آپ کو ڈیجیٹل والیٹ بناتے وقت دی جاتی ہے۔ یہ ایک پاس ورڈ کی طرح کام کرتی ہے جو آپ کو رسائی کھو دینے کی صورت میں اپنے والیٹ تک دوبارہ رسائی حاصل کرنے میں مدد کر سکتی ہے، اس بات کو یقینی بناتے ہوئے کہ آپ اپنا ڈیجیٹل پیسہ یا ٹوکنز نہ کھو دیں۔",
  "rollups-term": "رول اپس",
  "rollups-definition": "<a href=\"/glossary/#layer-2\">لیئر 2</a> اسکیلنگ حل کی ایک قسم جو متعدد لین دین کو بیچ کرتی ہے اور انہیں ایک ہی لین دین میں <a href=\"/glossary/#mainnet\">ایتھیریم مین چین</a> میں جمع کرتی ہے۔ یہ <a href=\"/glossary/#gas\">گیس</a> کی لاگت میں کمی اور <a href=\"/glossary/#transaction\">لین دین</a> کی تھروپٹ میں اضافے کی اجازت دیتا ہے۔ آپٹیمسٹک اور زیرو نالج رول اپس ہیں جو ان اسکیل ایبلٹی فوائد کی پیشکش کے لیے مختلف سیکورٹی طریقوں کا استعمال کرتے ہیں۔ <a href=\"/developers/docs/scaling/#rollups\">رول اپس پر مزید</a>۔",
  "rpc-term": "ریموٹ پروسیجر کال (RPC)",
  "rpc-definition": "RPC ایک کمپیوٹر کو دوسرے سے نیٹ ورک پر ڈیٹا یا کارروائی کی درخواست کرنے دیتا ہے، جیسے ریموٹ کنٹرول سے معلومات مانگنا۔",
  "sequencer-term": "سیکوینسر",
  "sequencer-definition": "سیکوئنسر ایک پروگرام ہے جو بلاک چین نیٹ ورک میں ٹرانزیکشنز کو ترتیب دینے کا ذمہ دار ہوتا ہے۔",
  "smart-contract-term": "اسمارٹ کنٹریکٹ",
  "smart-contract-definition": "اسمارٹ کنٹریکٹ ایک ایسا پروگرام ہے جو بلاک چین پر خود بخود معاہدوں کو نافذ کرتا ہے، جیسے ایک خود نافذ ڈیجیٹل کنٹریکٹ۔ <a href=\"/smart-contracts/\">اسمارٹ کنٹریکٹس کا تعارف</a>۔",
  "stablecoin-term": "اسٹیبل کوائن",
  "stablecoin-definition": "اسٹیبل کوائن ایک قسم کی کرپٹو کرنسی ہے جسے مستحکم قدر رکھنے کے لیے ڈیزائن کیا گیا ہے، اکثر کسی کرنسی یا کموڈیٹی (جیسے امریکی ڈالر) سے منسلک، قیمت کے اتار چڑھاؤ کو کم کرنے کے لیے۔ <a href=\"/stablecoins/\">اسٹیبل کوائنز پر مزید</a>۔",
  "staking-term": "اسٹیکنگ",
  "staking-definition": "<a href=\"/glossary/#ether\">ایتھر</a> کی ایک مقدار (آپ کا حصہ) جمع کرانا تاکہ ایک ویلیڈیٹر بنیں اور <a href=\"/glossary/#network\">نیٹ ورک</a> کو محفوظ بنائیں۔ ایک ویلیڈیٹر <a href=\"/glossary/#pos\">پروف-آف-اسٹیک</a> اتفاق رائے ماڈل کے تحت <a href=\"/glossary/#transaction\">لین دین</a> کی جانچ کرتا ہے اور <a href=\"/glossary/#block\">بلاکس</a> تجویز کرتا ہے۔ اسٹیکنگ آپ کو نیٹ ورک کے بہترین مفادات میں کام کرنے کے لیے ایک اقتصادی ترغیب دیتی ہے۔ آپ کو اپنے <a href=\"/glossary/#validator\">ویلیڈیٹر</a> کے فرائض انجام دینے کے لیے انعامات ملیں گے، لیکن اگر آپ ایسا نہیں کرتے ہیں تو ETH کی مختلف مقداریں کھو دیں گے۔ <a href=\"/staking/\">ایتھیریم اسٹیکنگ پر مزید</a>۔",
  "staking-pool-term": "اسٹیکنگ پول",
  "staking-pool-definition": "ایک سے زیادہ ایتھیریم اسٹیکر کا مشترکہ ETH، جو 32 ETH تک پہنچنے کے لیے استعمال ہوتا ہے جو ویلیڈیٹر کلیدوں کے ایک سیٹ کو فعال کرنے کے لیے درکار ہوتا ہے۔ ایک نوڈ آپریٹر ان کلیدوں کو اتفاق رائے میں حصہ لینے کے لیے استعمال کرتا ہے اور <a href=\"/glossary/#block-reward\">بلاک انعامات</a> حصہ لینے والے اسٹیکرز میں تقسیم کیے جاتے ہیں۔ اسٹیکنگ پولز یا ڈیلیگیٹنگ اسٹیکنگ ایتھیریم پروٹوکول کے لیے مقامی نہیں ہیں، لیکن کمیونٹی کے ذریعے بہت سے حل بنائے گئے ہیں۔ <a href=\"/staking/pools/\">پولڈ اسٹیکنگ پر مزید</a>۔",
  "sybil-attack-term": "سائبل حملہ",
  "sybil-attack-definition": "سائبل حملے انفرادی انسانوں کا حوالہ دیتے ہیں جو اپنے اثر و رسوخ کو بڑھانے کے لیے ایک نظام کو یہ سوچنے پر مجبور کرتے ہیں کہ وہ ایک سے زیادہ لوگ ہیں۔",
  "terminal-total-difficulty-term": "ٹرمینل ٹوٹل ڈفیکلٹی (TTD)",
  "terminal-total-difficulty-definition": "کل مشکل بلاک چین کے کسی مخصوص مقام تک تمام بلاکس کے لیے ایتھاش مائننگ کی مشکل کا مجموعہ ہے۔ ٹرمینل کل مشکل کل مشکل کے لیے ایک مخصوص قدر ہے جو ایگزیکیوشن کلائنٹس کے لیے اپنی مائننگ اور بلاک گپ شپ کے فنکشنز کو بند کرنے کے لیے ٹرگر کے طور پر استعمال کی گئی تھی جس سے نیٹ ورک کو پروف-آف-اسٹیک میں منتقلی کی اجازت ملتی ہے۔ یہ اب متعلقہ نہیں ہے کیونکہ ایتھیریم <a href=\"/glossary/#pos\">پروف-آف-اسٹیک</a> میں منتقل ہو گیا ہے۔",
  "transaction-fee-term": "ٹرانزیکشن فیس",
  "transaction-fee-definition": "ایک فیس جو آپ کو جب بھی ایتھیریم نیٹ ورک استعمال کرتے ہیں ادا کرنی پڑتی ہے۔ مثالوں میں آپ کے <a href=\"/glossary/#wallet\">والیٹ</a> سے فنڈز بھیجنا یا <a href=\"/glossary/#dapp\">dapp</a> تعامل، جیسے ٹوکن تبدیل کرنا یا کلیکٹیبل خریدنا شامل ہیں۔ آپ اسے سروس چارج کی طرح سوچ سکتے ہیں۔ یہ فیس اس بات پر منحصر ہوگی کہ نیٹ ورک کتنا مصروف ہے۔ اس کی وجہ یہ ہے کہ <a href=\"/glossary/#validator\">ویلیڈیٹرز</a>، جو آپ کے ٹرانزیکشن پر کارروائی کے ذمہ دار لوگ ہیں، زیادہ فیس والے ٹرانزیکشن کو ترجیح دینے کا امکان رکھتے ہیں - لہذا بھیڑ قیمت کو اوپر لے جاتی ہے۔<br/><br/>تکنیکی سطح پر، آپ کی ٹرانزیکشن فیس اس سے متعلق ہے کہ آپ کے ٹرانزیکشن کو کتنی <a href=\"/glossary/#gas\">گیس</a> کی ضرورت ہے۔<br/><br/>ٹرانزیکشن فیس کو کم کرنا اس وقت شدید دلچسپی کا موضوع ہے۔ دیکھیں <a href=\"/glossary/#layer-2\">لیئر 2</a>۔",
  "trust-assumptions-term": "اعتماد کی فرضیات",
  "trust-assumptions-definition": "اعتماد کے مفروضے ایک نظام کی حفاظت اور انحصار کے بارے میں بنیادی عقائد ہیں، جو اس بات کی رہنمائی کرتے ہیں کہ ہم نظام کے کام کرنے کے لیے کس چیز پر بھروسہ کرتے ہیں۔",
  "validator-term": "ویلیڈیٹر",
  "validator-definition": "ایک <a href=\"/glossary/#pos\">پروف-آف-اسٹیک</a> سسٹم میں ایک <a href=\"/glossary/#node\">نوڈ</a> جو ڈیٹا ذخیرہ کرنے، لین دین پر کارروائی کرنے، اور بلاک چین میں نئے بلاکس شامل کرنے کا ذمہ دار ہے۔ ویلیڈیٹر سافٹ ویئر کو فعال کرنے کے لیے، آپ کو 32 ETH <a href=\"/glossary/#staking\">اسٹیک</a> کرنے کے قابل ہونا چاہیے۔ <a href=\"/staking/\">ایتھیریم میں اسٹیکنگ پر مزید</a>۔",
  "validity-proof-term": "درستگی کا ثبوت",
  "validity-proof-definition": "کچھ <a href=\"/glossary/#layer-2\">لیئر 2</a> حلوں کے لیے ایک سیکورٹی ماڈل جہاں، رفتار بڑھانے کے لیے، لین دین کو بیچوں میں رول اپ کیا جاتا ہے اور ایتھیریم کو ایک ہی لین دین میں جمع کیا جاتا ہے۔ ٹرانزیکشن کمپیوٹیشن آف چین کی جاتی ہے اور پھر مین چین کو ان کی درستگی کے ثبوت کے ساتھ فراہم کی جاتی ہے۔ یہ طریقہ سیکورٹی کو برقرار رکھتے ہوئے ممکنہ لین دین کی مقدار کو بڑھاتا ہے۔ کچھ <a href=\"/glossary/#rollups\">رول اپس</a> <a href=\"/glossary/#fraud-proof\">فراڈ پروف</a> استعمال کرتے ہیں۔ <a href=\"/developers/docs/scaling/zk-rollups/\">زیرو نالج رول اپس پر مزید</a>۔",
  "wallet-term": "والیٹ",
  "wallet-definition": "والیٹ ایک ڈیجیٹل ٹول ہے جو ڈیجیٹل کرنسی کو ذخیرہ کرنے، بھیجنے اور وصول کرنے کے لیے استعمال ہوتا ہے، جیسے آپ کی آن لائن رقم کے لیے ایک ورچوئل پرس۔ <a href=\"/wallets/\">ایتھیریم والیٹس پر مزید</a>۔",
  "web2-term": "ویب 2",
  "web2-definition": "موجودہ انٹرنیٹ ہے، جو صارف کے تیار کردہ مواد اور سوشل میڈیا پر مرکوز ہے جو چند کمپنیوں کے زیر کنٹرول ہیں۔ Web3 ایک کرپٹو عقیدہ ہے کہ صارفین کو اپنے ڈیٹا اور لین دین کو کنٹرول کرنا چاہیے بجائے اس کے۔",
  "web3-term": "Web3",
  "web3-definition": "Web3 بلاک چین کے ساتھ نیا انٹرنیٹ ہے، جہاں کمپنیاں نہیں، بلکہ صارفین اپنے ڈیٹا اور لین دین کو کنٹرول کرتے ہیں۔ کوئی ذاتی معلومات شیئر کرنے کی ضرورت نہیں۔ <a href=\"/web3/\">Web3 پر مزید</a>۔",
  "wei-term": "Wei",
  "wei-definition": "ایتھر کا سب سے چھوٹا ڈینومینیشن۔ 10<sup>18</sup> وی = 1 ایتھر۔",
  "zk-proof-term": "زیرو نالج پروف",
  "zk-proof-definition": "زیرو نالج پروف ایک کرپٹوگرافک طریقہ ہے جو کسی فرد کو یہ ثابت کرنے کی اجازت دیتا ہے کہ کوئی بیان سچ ہے بغیر کوئی اضافی معلومات پہنچائے۔ <a href=\"/developers/docs/scaling/zk-rollups/\">زیرو نالج رول اپس پر مزید</a>۔"
}
