{
  "51%-attack-term": "51% حملہ",
  "51%-attack-definition": "ایک قسم کا حملہ جہاں ایک گروپ <a href=\"/glossary/#node\">نوڈس</a> کی اکثریت پر کنٹرول حاصل کر لیتا ہے۔ یہ انہیں <a href=\"/glossary/#transaction\">لین دین</a> کو الٹ کر اور <a href=\"/glossary/#ether\">ایتھر</a> اور دیگر ٹوکنز کو ڈبل خرچ کرکے بلاک چین کو دھوکہ دینے کی اجازت دے گا۔<br /><br />ایتھیریم پروف-آف-اسٹیک میں یہ کل اسٹیک شدہ ایتھر کے نصف سے زیادہ جمع کرکے حاصل کیا جائے گا۔ یہ ایک حملہ آور کو یہ فیصلہ کرنے کی اجازت دے گا کہ بلاک چین میں کون سے نئے بلاکس شامل کیے جائیں۔ تاہم، چین کو پلٹنے یا ڈبل خرچ کرنے کے لیے حملہ آور کو کل اسٹیک شدہ ایتھر کا کم از کم 66% درکار ہوگا۔",
  "account-term": "اکاؤنٹ",
  "account-definition": "ایتھیریم اکاؤنٹ ایتھیریم بلاک چین پر ایک ڈیجیٹل شناخت ہے، جو صارفین کو ایتھر بھیجنے، وصول کرنے اور اسمارٹ معاہدوں کے ساتھ تعامل کرنے کی اجازت دیتا ہے۔<br /><br /><strong>تکنیکی:</strong><br />یہ ایک آبجیکٹ ہے جس میں ایک پتہ، بیلنس، نانس، اور اختیاری اسٹوریج اور کوڈ ہوتا ہے۔ ایک اکاؤنٹ کنٹریکٹ اکاؤنٹ یا بیرونی طور پر ملکیت والا اکاؤنٹ (EOA) ہو سکتا ہے۔",
  "address-term": "ایڈریس",
  "address-definition": "ایتھیریم ایڈریس ایک منفرد شناخت ہے جو ٹوکن وصول کرنے کے لیے استعمال ہوتی ہے، یہ کرپٹو کرنسیز کے لیے بینک اکاؤنٹ نمبر کی طرح کام کرتا ہے۔ یہ آپ کے ایتھیریم اکاؤنٹ کی شناخت کے لیے استعمال ہوتا ہے۔<br /><br />یہ ECDSA پبلک کلید کے Keccak ہیش کے دائیں ترین 160 بٹس ہیں۔",
  "anti-sybil-term": "اینٹی-سائبل",
  "anti-sybil-definition": "یہ ایسے طریقے ہیں جو لوگوں کو انٹرنیٹ پر ایک ہی وقت میں کئی صارفین ہونے کا دکھاوا کرنے سے روکتے ہیں، اس بات کو یقینی بناتے ہوئے کہ ہر صارف ایک حقیقی، الگ شخص ہے۔ یہ آن لائن تعاملات کو منصفانہ اور ایماندار رکھنے میں مدد کرتا ہے۔",
  "abi-term": "ایپلیکیشن بائنری انٹرفیس (ABI)",
  "abi-definition": "ایک JSON فائل جو اسمارٹ کنٹریکٹ میں شامل فنکشنز اور متغیرات کی وضاحت کرتی ہے۔ ABI بائٹ کوڈ کو انسانی پڑھنے کے قابل فارمیٹس میں میپ کرنے کی اجازت دیتا ہے۔",
  "api-term": "ایپلیکیشن پروگرامنگ انٹرفیس (API)",
  "api-definition": "ایک ایپلیکیشن پروگرامنگ انٹرفیس (API) تعریفوں کا ایک مجموعہ ہے کہ سافٹ ویئر کا ایک ٹکڑا کیسے استعمال کیا جائے۔ ایک API ایک ایپلیکیشن اور ایک ویب سرور کے درمیان بیٹھتا ہے، اور ان کے درمیان ڈیٹا کی منتقلی کی سہولت فراہم کرتا ہے۔",
  "apr-term": "APR",
  "apr-definition": "APR، یا سالانہ فیصد کی شرح، قرض لینے کی سالانہ لاگت کو ظاہر کرتی ہے، جس میں سود اور فیس شامل ہیں، فیصد کے طور پر۔",
  "asic-term": "ASIC",
  "asic-definition": "ایپلیکیشن کے لیے مخصوص انٹیگریٹڈ سرکٹ۔ یہ عام طور پر ایک انٹیگریٹڈ سرکٹ سے مراد ہے، جو کرپٹو کرنسی مائننگ کے لیے اپنی مرضی کے مطابق بنایا گیا ہے۔",
  "assert-term": "assert",
  "assert-definition": "<a href=\"/glossary/#solidity\">Solidity</a> میں، `assert(false)` `0xfe` میں کمپائل ہوتا ہے، جو ایک غلط آپ کوڈ ہے، جو تمام باقی <a href=\"/glossary/#gas\">گیس</a> کا استعمال کرتا ہے اور تمام تبدیلیوں کو پلٹ دیتا ہے۔ جب ایک `assert()` بیان ناکام ہو جاتا ہے، تو کچھ بہت غلط اور غیر متوقع ہو رہا ہوتا ہے، اور آپ کو اپنے کوڈ کو ٹھیک کرنے کی ضرورت ہوگی۔ آپ کو ان حالات سے بچنے کے لیے `assert()` کا استعمال کرنا چاہیے جو کبھی نہیں، کبھی نہیں ہونے چاہئیں۔ <a href=\"/developers/docs/smart-contracts/security/\">اسمارٹ کنٹریکٹ سیکیورٹی پر مزید</a>۔",
  "attestation-term": "تصدیق",
  "attestation-definition": "کسی ادارے کی طرف سے کیا گیا دعویٰ کہ کوئی چیز سچ ہے۔ ایتھیریم کے تناظر میں، اتفاق رائے کی توثیق کرنے والوں کو اس بارے میں دعویٰ کرنا چاہیے کہ وہ کیا مانتے ہیں کہ چین کی حالت کیا ہے۔ مخصوص اوقات میں، ہر توثیق کنندہ مختلف تصدیقات شائع کرنے کا ذمہ دار ہوتا ہے جو باضابطہ طور پر اس توثیق کنندہ کے چین کے نظارے کا اعلان کرتا ہے، جس میں آخری حتمی چیک پوائنٹ اور چین کا موجودہ سربراہ شامل ہے۔ <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">تصدیقات پر مزید</a>۔",
  "base-fee-term": "بنیادی فیس",
  "base-fee-definition": "ہر <a href=\"/glossary/#block\">بلاک</a> کی ایک ریزرو قیمت ہوتی ہے جسے 'بنیادی فیس' کہا جاتا ہے۔ یہ کم از کم <a href=\"/glossary/#gas\">گیس</a> فیس ہے جو صارف کو اگلے بلاک میں ٹرانزیکشن شامل کرنے کے لیے ادا کرنی ہوتی ہے۔ <a href=\"/developers/docs/gas/\">گیس اور فیس پر مزید</a>۔",
  "beacon-chain-term": "بیکن چین",
  "beacon-chain-definition": "بیکن چین وہ بلاک چین تھا جس نے ایتھیریم میں <a href=\"/glossary/#pos\">پروف-آف-اسٹیک</a> اور <a href=\"/glossary/#validator\">ویلیڈیٹرز</a> متعارف کرائے تھے۔ یہ دسمبر 2020 سے پروف-آف-ورک ایتھیریم مین نیٹ کے ساتھ چلتا رہا جب تک کہ ستمبر 2022 میں دونوں چینز کو ملا کر آج کا ایتھیریم نہیں بن گیا۔ <a href=\"/roadmap/beacon-chain/\">بیکن چین پر مزید</a>۔",
  "big-endian-term": "بگ-اینڈین",
  "big-endian-definition": "ایک پوزیشنل نمبر کی نمائندگی جہاں سب سے اہم ہندسہ میموری میں پہلے ہوتا ہے۔ لٹل-اینڈین کے برعکس، جہاں سب سے کم اہم ہندسہ پہلے ہوتا ہے۔",
  "block-term": "بلاک",
  "block-definition": "ایک بلاک وہ جگہ ہے جہاں لین دین یا ڈیجیٹل اعمال محفوظ کیے جاتے ہیں۔ ایک بار جب ایک بلاک بھر جاتا ہے، تو اسے پچھلے بلاک سے جوڑ دیا جاتا ہے، جس سے بلاکس کی ایک زنجیر یا \"بلاک چین\" بن جاتی ہے۔ <a href=\"/developers/docs/blocks/\">بلاکس پر مزید</a>۔<br /><br />ایک بلاک معلومات کا ایک بنڈل شدہ یونٹ ہے جس میں لین دین کی ترتیب شدہ فہرست اور اتفاق رائے سے متعلق معلومات شامل ہیں۔ بلاکس پروف-آف-اسٹیک ویلیڈیٹرز کے ذریعہ تجویز کیے جاتے ہیں، جس کے بعد انہیں پورے پیئر-ٹو-پیئر نیٹ ورک میں شیئر کیا جاتا ہے، جہاں دیگر تمام نوڈس کے ذریعہ آسانی سے آزادانہ طور پر تصدیق کی جاسکتی ہے۔ اتفاق رائے کے قوانین یہ کنٹرول کرتے ہیں کہ بلاک کے کون سے مواد کو درست سمجھا جاتا ہے، اور کسی بھی غلط بلاک کو نیٹ ورک کے ذریعہ نظر انداز کر دیا جاتا ہے۔ ان بلاکس اور ان میں موجود لین دین کی ترتیب واقعات کی ایک قطعی زنجیر بناتی ہے جس کا اختتام نیٹ ورک کی موجودہ حالت کی نمائندگی کرتا ہے۔",
  "block-explorer-term": "بلاک ایکسپلورر",
  "block-explorer-definition": "ایک انٹرفیس جو صارف کو بلاک چین سے اور اس کے بارے میں معلومات تلاش کرنے کی اجازت دیتا ہے۔ اس میں انفرادی لین دین، مخصوص پتوں سے وابستہ سرگرمی اور نیٹ ورک کے بارے میں معلومات حاصل کرنا شامل ہے۔",
  "block-header-term": "بلاک ہیڈر",
  "block-header-definition": "بلاک ہیڈر ایک بلاک کے بارے میں میٹا ڈیٹا کا مجموعہ اور ایگزیکیوشن پے لوڈ میں شامل لین دین کا خلاصہ ہے۔",
  "block-propagation-term": "بلاک پروپیگیشن",
  "block-propagation-definition": "نیٹ ورک کے دیگر تمام نوڈس کو ایک تصدیق شدہ بلاک منتقل کرنے کا عمل۔",
  "block-proposer-term": "بلاک پروپوزر",
  "block-proposer-definition": "ایک مخصوص <a href=\"/glossary/#slot\">سلاٹ</a> میں بلاک بنانے کے لیے منتخب کیا گیا مخصوص ویلیڈیٹر۔",
  "block-reward-term": "بلاک انعام",
  "block-reward-definition": "ایک نئے درست بلاک کے پروپوزر کو انعام میں دی گئی ایتھر کی رقم۔",
  "block-status-term": "بلاک کی حیثیت",
  "block-status-definition": "وہ حالتیں جن میں ایک بلاک موجود ہو سکتا ہے۔ ممکنہ حالتوں میں شامل ہیں:<br/><br/><ul><li>تجویز کردہ: بلاک ایک ویلیڈیٹر کے ذریعہ تجویز کیا گیا تھا</li><li>شیڈولڈ: ویلیڈیٹرز فی الحال ڈیٹا جمع کر رہے ہیں</li><li>مسڈ/اسکیپڈ: پروپوزر نے اہل وقت کے فریم کے اندر بلاک تجویز نہیں کیا</li><li>اورفنڈ: بلاک کو <a href=\"/glossary/#fork-choice-algorithm\">فورک چوائس الگورتھم</a> کے ذریعے ری آرگ کر دیا گیا تھا</li></ul>",
  "block-time-term": "بلاک ٹائم",
  "block-time-definition": "بلاک چین میں بلاکس کے شامل ہونے کے درمیان کا وقت کا وقفہ۔",
  "block-validation-term": "بلاک کی توثیق",
  "block-validation-definition": "یہ چیک کرنے کا عمل کہ ایک نیا بلاک درست لین دین اور دستخطوں پر مشتمل ہے، سب سے بھاری تاریخی زنجیر پر بنتا ہے (یعنی وہ جس نے اپنی تاریخ میں سب سے زیادہ تصدیقات جمع کی ہیں)، اور دیگر تمام اتفاق رائے کے قوانین کی پیروی کرتا ہے۔ درست بلاکس کو زنجیر کے سرے میں شامل کیا جاتا ہے اور نیٹ ورک پر دوسروں کو پھیلایا جاتا ہے۔ غلط بلاکس کو نظر انداز کر دیا جاتا ہے۔",
  "blockchain-term": "بلاک چین",
  "blockchain-definition": "بلاک چین لین دین کا ایک ڈیٹا بیس ہے، جو نیٹ ورک کے تمام کمپیوٹرز پر نقل اور شیئر کیا جاتا ہے، اس بات کو یقینی بناتا ہے کہ ڈیٹا کو پیچھے کی طرف تبدیل نہیں کیا جا سکتا۔<br /><br /> <a href=\"/glossary/#block\">بلاک</a> کی ایک ترتیب، ہر ایک اپنے پیشرو سے <a href=\"/glossary/#genesis-block\">جینیسس بلاک</a> تک پچھلے بلاک کے ہیش کا حوالہ دے کر جڑتا ہے۔ بلاک چین کی سالمیت کو پروف-آف-اسٹیک پر مبنی اتفاق رائے کے طریقہ کار کا استعمال کرتے ہوئے کرپٹو-اقتصادی طور پر محفوظ کیا گیا ہے۔ <a href=\"/developers/docs/intro-to-ethereum#what-is-a-blockchain\">بلاک چین کیا ہے؟</a>",
  "bootnode-term": "بوٹ نوڈ",
  "bootnode-definition": "وہ نوڈس جو نوڈ چلاتے وقت دریافت کے عمل کو شروع کرنے کے لیے استعمال کیے جا سکتے ہیں۔ بوٹ نوڈس نئے نوڈس کو دیگر موجودہ نوڈس سے 'متعارف' کراتے ہیں تاکہ وہ ابتدائی ہم مرتبہ کی تلاش کے بجائے تیزی سے ہم مرتبہ حاصل کر سکیں۔ ان نوڈس کے اینڈ پوائنٹس عام طور پر ایتھیریم کلائنٹ سورس کوڈ میں فراہم کیے جاتے ہیں، لیکن صارفین اپنی بوٹ نوڈس کی فہرست فراہم کر سکتے ہیں۔",
  "bridge-term": "Bridge",
  "bridge-definition": "بلاک چین برج ایک بلاک چین نیٹ ورک سے دوسرے میں اثاثوں کی منتقلی کے لیے استعمال ہوتا ہے۔ مثال کے طور پر آپ ETH کو مرکزی ایتھیریم نیٹ ورک سے سستے لیئر 2 اسکیلنگ حل میں منتقل کرنے کے لیے برج کا استعمال کر سکتے ہیں۔",
  "bytecode-term": "بائٹ کوڈ",
  "bytecode-definition": "کوڈ کو ایک کمپیکٹ، عددی شکل میں ظاہر کیا گیا ہے تاکہ اسے <a href=\"/glossary/#evm\">EVM</a> کے ذریعے موثر طریقے سے عمل میں لایا جا سکے۔",
  "byzantium-fork-term": "بیزنٹیم فورک",
  "byzantium-fork-definition": "<a href=\"/glossary/#metropolis\">میٹروپولیس</a> ترقیاتی مرحلے کے لیے دو <a href=\"/glossary/#hard-fork\">ہارڈ فورکس</a> میں سے پہلا۔ اس میں EIP-649 میٹروپولیس <a href=\"/glossary/#difficulty-bomb\">ڈفیکلٹی بم</a> میں تاخیر اور بلاک انعام میں کمی شامل تھی، جہاں <a href=\"/glossary/#ice-age\">آئس ایج</a> میں 1 سال کی تاخیر ہوئی اور بلاک انعام 5 سے کم ہو کر 3 ایتھر ہو گیا۔",
  "casper-ffg-term": "کیسپر FFG",
  "casper-ffg-definition": "Casper-FFG ایک پروف-آف-اسٹیک اتفاق رائے پروٹوکول ہے جو <a href=\"/glossary/#lmd-ghost\">LMD-GHOST</a> فورک چوائس الگورتھم کے ساتھ مل کر استعمال ہوتا ہے تاکہ <a href=\"/glossary/#consensus-client\">اتفاق رائے کلائنٹس</a> کو بیکن چین کے سربراہ پر متفق ہونے کی اجازت دی جا سکے۔",
  "checkpoint-term": "چیک پوائنٹ",
  "checkpoint-definition": "<a href=\"/glossary/#beacon-chain\">بیکن چین</a> کا ایک ٹیمپو ہے جو سلاٹس (12 سیکنڈ) اور ادوار (32 سلاٹس) میں تقسیم ہے۔ ہر دور میں پہلا سلاٹ ایک چیک پوائنٹ ہے۔ جب ویلیڈیٹرز کی ایک <a href=\"/glossary/#supermajority\">سپرمیجورٹی</a> دو چیک پوائنٹس کے درمیان رابطے کی تصدیق کرتی ہے، تو انہیں <a href=\"/glossary/#justification\">جائز</a> قرار دیا جا سکتا ہے اور پھر جب ایک اور چیک پوائنٹ کو سب سے اوپر جائز قرار دیا جاتا ہے، تو انہیں <a href=\"/glossary/#finality\">حتمی</a> شکل دی جا سکتی ہے۔",
  "compiling-term": "کمپائلنگ",
  "compiling-definition": "اعلی سطح کی پروگرامنگ زبان (مثال کے طور پر، <a href=\"/glossary/#solidity\">Solidity</a>) میں لکھے گئے کوڈ کو نچلی سطح کی زبان (مثال کے طور پر، EVM <a href=\"/glossary/#bytecode\">بائٹ کوڈ</a>) میں تبدیل کرنا۔ <a href=\"/developers/docs/smart-contracts/compiling/\">اسمارٹ کنٹریکٹس کو کمپائل کرنے پر مزید</a>",
  "committee-term": "کمیٹی",
  "committee-definition": "کم از کم 128 <a href=\"/glossary/#validator\">ویلیڈیٹرز</a> کا ایک گروپ جو ہر سلاٹ میں بلاکس کی توثیق کے لیے تفویض کیا گیا ہے۔ کمیٹی میں سے ایک ویلیڈیٹر ایگریگیٹر ہوتا ہے، جو کمیٹی میں موجود دیگر تمام ویلیڈیٹرز کے دستخطوں کو جمع کرنے کا ذمہ دار ہوتا ہے جو ایک تصدیق پر متفق ہوں۔ <a href=\"/glossary/#sync-committee\">سنک کمیٹی</a> کے ساتھ الجھن میں نہ پڑیں۔",
  "computational-infeasibility-term": "کمپیوٹیشنل ناممکنات",
  "computational-infeasibility-definition": "ایک عمل کمپیوٹیشنلی ناممکن ہے اگر اسے کرنے میں کسی ایسے شخص کے لیے غیر عملی طور پر طویل وقت (مثال کے طور پر، اربوں سال) لگے گا جو تصوراتی طور پر اسے انجام دینے میں دلچسپی رکھتا ہو۔",
  "consensus-term": "کنسنسس",
  "consensus-definition": "جب ایک نیٹ ورک میں 2/3 سے زیادہ کمپیوٹر اس بات پر متفق ہوں کہ ان کے پاس ریکارڈ کا ایک ہی سیٹ ہے، تو اس بات کو یقینی بنانا کہ سب ایک ہی صفحے پر ہیں۔ یہ ان قوانین کے بارے میں نہیں ہے جن پر وہ عمل کرتے ہیں، بلکہ اس بات کو یقینی بنانا ہے کہ ان سب کے پاس ایک ہی معلومات ہے۔",
  "consensus-client-term": "اتفاق رائے کلائنٹ",
  "consensus-client-definition": "اتفاق رائے کلائنٹس (جیسے Prysm، Teku، Nimbus، Lighthouse، Lodestar) ایتھیریم کے <a href=\"/glossary/#pos\">پروف-آف-اسٹیک</a> اتفاق رائے الگورتھم چلاتے ہیں جو نیٹ ورک کو بیکن چین کے سربراہ کے بارے میں معاہدے تک پہنچنے کی اجازت دیتے ہیں۔ اتفاق رائے کلائنٹس لین دین کی توثیق/براڈکاسٹنگ یا ریاستی تبدیلیوں کو انجام دینے میں حصہ نہیں لیتے۔ یہ <a href=\"/glossary/#execution-client\">ایگزیکیوشن کلائنٹس</a> کے ذریعے کیا جاتا ہے۔ اتفاق رائے کلائنٹس نئے بلاکس کی تصدیق یا تجویز نہیں کرتے۔ یہ <a href=\"/glossary/#validator\">ویلیڈیٹر کلائنٹ</a> کے ذریعے کیا جاتا ہے جو اتفاق رائے کلائنٹ میں ایک اختیاری اضافہ ہے۔",
  "consensus-layer-term": "اتفاق رائے کی تہہ",
  "consensus-layer-definition": "ایتھیریم کی اتفاق رائے کی تہہ <a href=\"/glossary/#consensus-client\">اتفاق رائے کلائنٹس</a> کا نیٹ ورک ہے۔",
  "consensus-rules-term": "اتفاق رائے کے اصول",
  "consensus-rules-definition": "بلاک کی توثیق کے اصول جن پر مکمل نوڈس دیگر نوڈس کے ساتھ اتفاق رائے میں رہنے کے لیے عمل کرتے ہیں۔ <a href=\"/glossary/#consensus\">اتفاق رائے</a> کے ساتھ الجھن میں نہ پڑیں۔",
  "cfi-term": "شمولیت کے لیے زیر غور (CFI)",
  "cfi-definition": "ایک کور <a href=\"/glossary/#eip\">EIP</a> جو ابھی تک مین نیٹ پر فعال نہیں ہے، اور کلائنٹ ڈویلپرز عام طور پر اس خیال کے بارے میں مثبت ہیں۔ یہ فرض کرتے ہوئے کہ یہ مین نیٹ شمولیت کے لیے تمام تقاضوں کو پورا کرتا ہے، اسے ممکنہ طور پر نیٹ ورک اپ گریڈ میں شامل کیا جا سکتا ہے (ضروری نہیں کہ اگلا ہو)۔",
  "constantinople-fork-term": "قسطنطنیہ فورک",
  "constantinople-fork-definition": "<a href=\"/glossary/#metropolis\">میٹروپولیس</a> مرحلے کا دوسرا حصہ، جو اصل میں 2018 کے وسط کے لیے منصوبہ بنایا گیا تھا۔ توقع ہے کہ دیگر تبدیلیوں کے علاوہ ہائبرڈ <a href=\"/glossary/#pow\">پروف-آف-ورک</a>/<a href=\"/glossary/#pow\">پروف-آف-اسٹیک</a> اتفاق رائے الگورتھم میں منتقلی شامل ہوگی۔",
  "contract-account-term": "کنٹریکٹ اکاؤنٹ",
  "contract-account-definition": "ایک اکاؤنٹ جس میں کوڈ ہوتا ہے جو جب بھی کسی دوسرے <a href=\"/glossary/#account\">اکاؤنٹ</a> (<a href=\"/glossary/#eoa\">EOA]</a> یا <a href=\"/glossary/#contract-account\">کنٹریکٹ</a>) سے <a href=\"/glossary/#transaction\">ٹرانزیکشن</a> وصول کرتا ہے تو عمل میں آتا ہے۔",
  "contract-creation-transaction-term": "کنٹریکٹ بنانے کا لین دین",
  "contract-creation-transaction-definition": "ایک خاص <a href=\"/glossary/#transaction\">لین دین</a> جس میں کنٹریکٹ کا ابتدائی کوڈ شامل ہوتا ہے۔ وصول کنندہ کو `null` پر سیٹ کیا جاتا ہے اور کنٹریکٹ صارف کے پتے اور `nonce` سے تیار کردہ پتے پر تعینات کیا جاتا ہے۔ یہ ایک <a href=\"/glossary/#contract-account\">کنٹریکٹ</a> کو رجسٹر کرنے اور اسے ایتھیریم بلاک چین پر ریکارڈ کرنے کے لیے استعمال ہوتا ہے۔",
  "cryptoeconomics-term": "کرپٹو اکنامکس",
  "cryptoeconomics-definition": "محفوظ اور قابل اعتماد ڈیجیٹل پلیٹ فارم ڈیزائن کرنے کے لیے ریاضیاتی اور اقتصادی اصولوں کا مطالعہ۔ اس کا مقصد اس بات کو یقینی بنانا ہے کہ تمام شرکاء قواعد پر عمل کریں اور نیٹ ورک کی سیکورٹی اور آپریشن میں حصہ ڈالنے پر انعام حاصل کریں۔",
  "cryptography-term": "کرپٹوگرافی",
  "cryptography-definition": "یہ کوڈز کے استعمال کے ذریعے مواصلات اور ڈیٹا کو محفوظ بنانے کا عمل ہے، تاکہ صرف وہی لوگ جن کے لیے معلومات کا ارادہ ہے اسے پڑھ اور اس پر عمل کر سکیں۔<br />اس میں خفیہ کاری (پڑھنے کے قابل معلومات کو ناقابل پڑھا فارمیٹ میں تبدیل کرنا) اور ڈکرپشن (اسے واپس پڑھنے کے قابل فارمیٹ میں تبدیل کرنا) کے لیے تکنیک شامل ہیں، جو رازداری کو یقینی بناتی ہیں۔",
  "doge-d-term": "Đ",
  "doge-d-definition": "Đ (اسٹروک کے ساتھ D) پرانی انگریزی، درمیانی انگریزی، آئس لینڈی اور فیروزی میں بڑے حرف \"Eth\" کے لیے استعمال ہوتا ہے۔ یہ ĐEV یا Đapp (ڈی سینٹرلائزڈ ایپلیکیشن) جیسے الفاظ میں استعمال ہوتا ہے، جہاں Đ نورس کا حرف \"eth\" ہے۔ بڑا eth (Ð) بھی کرپٹو کرنسی ڈوج کوائن کی علامت کے لیے استعمال ہوتا ہے۔ یہ عام طور پر پرانے ایتھیریم لٹریچر میں دیکھا جاتا ہے لیکن آج کل کم استعمال ہوتا ہے۔",
  "dag-term": "DAG",
  "dag-definition": "DAG کا مطلب ڈائریکٹڈ ایسائکلک گراف ہے۔ یہ ایک ڈیٹا ڈھانچہ ہے جو نوڈس اور ان کے درمیان لنکس پر مشتمل ہے۔ دی مرج سے پہلے، ایتھیریم نے اپنے <a href=\"/glossary/#pow\">پروف-آف-ورک</a> الگورتھم، <a href=\"/glossary/#ethash\">ایتھاش</a> میں ایک DAG کا استعمال کیا، لیکن اب <a href=\"/glossary/#pos\">پروف-آف-اسٹیک</a> میں استعمال نہیں ہوتا۔",
  "dapp-term": "Dapp",
  "dapp-definition": "ایک dApp ایک ڈی سینٹرلائزڈ ایپلیکیشن ہے جو بلاک چین نیٹ ورک پر چلتی ہے، جو مرکزی کنٹرولنگ اتھارٹی کے بغیر خدمات پیش کرتی ہے۔ <a href=\"/apps/\">ڈی سینٹرلائزڈ ایپلیکیشنز پر مزید</a>۔<br />کم از کم dapp میں ایک ویب انٹرفیس سے جڑا ہوا اسمارٹ کنٹریکٹ ہوتا ہے۔ اس کے علاوہ، بہت سے dapps میں ڈی سینٹرلائزڈ اسٹوریج اور/یا ایک میسج پروٹوکول اور پلیٹ فارم شامل ہوتا ہے۔",
  "data-availability-term": "ڈیٹا کی دستیابی",
  "data-availability-definition": "کوئی بھی نوڈ نظام میں شفافیت اور اعتماد کو برقرار رکھنے کے لیے بلاک چین پر لین دین کی آزادانہ طور پر تصدیق کر سکتا ہے۔",
  "decentralization-term": "وکندریقرت",
  "decentralization-definition": "عمل کے کنٹرول اور عمل درآمد کو ایک مرکزی ادارے سے دور منتقل کرنے کا تصور۔",
  "dao-term": "ڈی سینٹرلائزڈ خود مختار تنظیم (DAO)",
  "dao-definition": "ایک DAO ایک ڈیجیٹل تنظیم ہے جو بلاک چین پر کوڈ کیے گئے قوانین کے ذریعے چلائی جاتی ہے، جہاں فیصلے ممبران کے ووٹوں سے کیے جاتے ہیں، نہ کہ مرکزی اتھارٹی کے ذریعے۔ <a href=\"/dao/\">ڈی سینٹرلائزڈ خود مختار تنظیموں (DAOs) پر مزید</a>۔<br />ہر ممبر کی ووٹنگ کی طاقت اکثر ان کے پاس موجود ٹوکنز کی تعداد سے منسلک ہوتی ہے۔ DAOs کا مقصد فیصلہ سازی اور کارروائیوں کو جمہوری بنانا ہے، جس میں شفافیت اور کمیونٹی گورننس پر توجہ دی جاتی ہے۔",
  "desci-term": "DeSci",
  "desci-definition": "DeSci، یا ڈی سینٹرلائزڈ سائنس، ایک تحریک ہے جو سائنسی تحقیق پر <a href='/glossary/#blockchain'>بلاک چین</a> ٹیکنالوجی کا اطلاق کرتی ہے۔ یہ زیادہ شفاف، کھلے، اور باہمی تعاون پر مبنی فنڈنگ اور تحقیقی ماحولیاتی نظام بنانے کے لیے <a href='/glossary/#dao'>DAOs</a>، <a href='/glossary/#smart-contract'>اسمارٹ کنٹریکٹس</a>، اور ٹوکنائزڈ مراعات کا فائدہ اٹھاتی ہے۔",
  "dex-term": "ڈی سینٹرلائزڈ ایکسچینج (DEX)",
  "dex-definition": "ایک قسم کی ایتھیریم ایپ جو آپ کو نیٹ ورک پر ہم عمروں کے ساتھ ٹوکنز تبدیل کرنے دیتی ہے۔ DEXes مرکزی ایکسچینجز کی طرح جغرافیائی پابندیوں کے تابع نہیں ہیں - کوئی بھی حصہ لے سکتا ہے۔",
  "deposit-contract-term": "ڈپازٹ کنٹریکٹ",
  "deposit-contract-definition": "ایتھیریم پر اسٹیکنگ کا گیٹ وے۔ ڈپازٹ کنٹریکٹ ایتھیریم پر ایک اسمارٹ کنٹریکٹ ہے جو ETH کے ڈپازٹ قبول کرتا ہے اور ویلیڈیٹر بیلنس کا انتظام کرتا ہے۔ اس کنٹریکٹ میں ETH جمع کیے بغیر ویلیڈیٹر کو فعال نہیں کیا جا سکتا۔ کنٹریکٹ کو ETH اور ان پٹ ڈیٹا کی ضرورت ہوتی ہے۔ اس ان پٹ ڈیٹا میں ویلیڈیٹر پبلک کلید اور نکالنے کی پبلک کلید شامل ہوتی ہے، جس پر ویلیڈیٹر پرائیویٹ کلید کے ذریعے دستخط کیے جاتے ہیں۔ یہ ڈیٹا ویلیڈیٹر کو <a href=\"/glossary/#pos\">پروف-آف-اسٹیک</a> نیٹ ورک کے ذریعے شناخت اور منظور کیے جانے کے لیے درکار ہے۔",
  "defi-term": "DeFi",
  "defi-definition": "ایتھیریم ایپس کی ایک وسیع کیٹیگری جس کا مقصد بلاک چین کے ذریعے حمایت یافتہ مالی خدمات فراہم کرنا ہے، بغیر کسی بیچوان کے۔ <a href=\"/defi/\">ڈی سینٹرلائزڈ فنانس (DeFi) پر مزید</a>",
  "difficulty-term": "مشکل",
  "difficulty-definition": "<a href=\"/glossary/#pow\">پروف-آف-ورک</a> نیٹ ورکس میں ایک نیٹ ورک وائڈ سیٹنگ جو یہ کنٹرول کرتی ہے کہ ایک درست نانس تلاش کرنے کے لیے کتنی اوسط کمپیوٹیشن کی ضرورت ہے۔ مشکل کی نمائندگی نتیجے میں آنے والے بلاک ہیش میں درکار لیڈنگ زیرو کی تعداد سے ہوتی ہے تاکہ اسے درست سمجھا جا سکے۔ ایتھیریم میں پروف-آف-اسٹیک میں منتقلی کے بعد سے یہ تصور متروک ہو گیا ہے۔",
  "difficulty-bomb-term": "مشکل بم",
  "difficulty-bomb-definition": "<a href=\"/glossary/#pow\">پروف-آف-ورک</a> <a href=\"/glossary/#difficulty\">مشکل</a> سیٹنگ میں منصوبہ بند ایکسپونینشل اضافہ جو <a href=\"/glossary/#pos\">پروف-آف-اسٹیک</a> میں منتقلی کی حوصلہ افزائی کے لیے ڈیزائن کیا گیا تھا، جس سے <a href=\"/glossary/#hard-fork\">فورک</a> کے امکانات کم ہو گئے۔ مشکل بم <a href=\"/roadmap/merge\">دی مرج</a> کے ساتھ متروک ہو گیا تھا۔",
  "digital-signatures-term": "ڈیجیٹل دستخط",
  "digital-signatures-definition": "ڈیٹا کا ایک چھوٹا سا سٹرنگ جو صارف <a href=\"/glossary/#private-key\">پرائیویٹ کلید</a> کا استعمال کرتے ہوئے ایک دستاویز کے لیے تیار کرتا ہے تاکہ کوئی بھی متعلقہ <a href=\"/glossary/#public-key\">پبلک کلید</a>، دستخط، اور دستاویز کے ساتھ یہ تصدیق کر سکے کہ (1) دستاویز پر اس مخصوص پرائیویٹ کلید کے مالک نے \"دستخط\" کیے تھے، اور (2) دستاویز پر دستخط کے بعد اسے تبدیل نہیں کیا گیا تھا۔",
  "discovery-term": "ڈسکوری",
  "discovery-definition": "وہ عمل جس کے ذریعے ایک ایتھیریم نوڈ دوسرے نوڈس کو جوڑنے کے لیے تلاش کرتا ہے۔",
  "distributed-hash-table-term": "ڈسٹری بیوٹڈ ہیش ٹیبل (DHT)",
  "distributed-hash-table-definition": "ایک ڈیٹا ڈھانچہ جس میں `(key, value)` جوڑے ہوتے ہیں جو ایتھیریم نوڈس کے ذریعے ہم عمروں کو جوڑنے کے لیے شناخت کرنے اور یہ تعین کرنے کے لیے استعمال ہوتے ہیں کہ کون سے پروٹوکول استعمال کرنے ہیں۔",
  "double-spend-term": "ڈبل اسپینڈ",
  "double-spend-definition": "ایک جان بوجھ کر بلاک چین فورک، جہاں ایک صارف جس کے پاس کافی مقدار میں مائننگ پاور/اسٹیک ہے، ایک ٹرانزیکشن بھیجتا ہے جس میں کچھ کرنسی آف چین منتقل ہوتی ہے (مثال کے طور پر، فیاٹ منی میں باہر نکلنا یا آف چین خریداری کرنا) پھر اس ٹرانزیکشن کو ہٹانے کے لیے بلاک چین کو دوبارہ منظم کرتا ہے۔ ایک کامیاب ڈبل اسپینڈ حملہ آور کو اس کے آن اور آف چین دونوں اثاثوں کے ساتھ چھوڑ دیتا ہے۔",
  "ecdsa-term": "ایلیپٹک کرو ڈیجیٹل سگنیچر الگورتھم (ECDSA)",
  "ecdsa-definition": "ایک کرپٹوگرافک الگورتھم جو ایتھیریم کے ذریعے اس بات کو یقینی بنانے کے لیے استعمال ہوتا ہے کہ فنڈز صرف ان کے مالکان کے ذریعے ہی خرچ کیے جا سکتے ہیں۔ یہ پبلک اور پرائیویٹ کلیدیں بنانے کے لیے ترجیحی طریقہ ہے۔ اکاؤنٹ <a href=\"/glossary/#address\">ایڈریس</a> جنریشن اور <a href=\"/glossary/#transaction\">ٹرانزیکشن</a> کی تصدیق کے لیے متعلقہ ہے۔",
  "encryption-term": "خفیہ کاری",
  "encryption-definition": "خفیہ کاری الیکٹرانک ڈیٹا کو ایک ایسے فارم میں تبدیل کرنا ہے جو صحیح ڈکرپشن کلید کے مالک کے علاوہ کسی کے لیے بھی ناقابل پڑھا ہو۔",
  "entropy-term": "اینٹراپی",
  "entropy-definition": "کرپٹوگرافی کے تناظر میں، پیشین گوئی کی کمی یا بے ترتیبی کی سطح۔ خفیہ معلومات، جیسے <a href=\"/glossary/#private-key\">پرائیویٹ کلیدیں</a> بناتے وقت، الگورتھم عام طور پر اعلی اینٹراپی کے ذریعہ پر انحصار کرتے ہیں تاکہ یہ یقینی بنایا جا سکے کہ آؤٹ پٹ غیر متوقع ہے۔",
  "epoch-term": "عہد",
  "epoch-definition": "32 <a href=\"/glossary/#slot\">سلاٹس</a> کا ایک دورانیہ، ہر سلاٹ 12 سیکنڈ کا ہوتا ہے، کل 6.4 منٹ۔ ویلیڈیٹر <a href=\"/glossary/#committee\">کمیٹیاں</a> سیکورٹی وجوہات کی بنا پر ہر دور میں شفل کی جاتی ہیں۔ ہر دور میں چین کو <a href=\"/glossary/#finality\">حتمی</a> شکل دینے کا موقع ملتا ہے۔ ہر ویلیڈیٹر کو ہر دور کے آغاز میں نئی ذمہ داریاں سونپی جاتی ہیں۔ <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">پروف-آف-اسٹیک پر مزید</a>",
  "equivocation-term": "مبہم گوئی",
  "equivocation-definition": "ایک ویلیڈیٹر دو پیغامات بھیج رہا ہے جو ایک دوسرے سے متصادم ہیں۔ ایک سادہ مثال یہ ہے کہ ایک ٹرانزیکشن بھیجنے والا ایک ہی نانس کے ساتھ دو ٹرانزیکشن بھیجتا ہے۔ دوسری یہ ہے کہ ایک بلاک پروپوزر ایک ہی بلاک کی اونچائی پر (یا ایک ہی سلاٹ کے لیے) دو بلاکس تجویز کرتا ہے۔",
  "eth1-term": "ایتھ 1",
  "eth1-definition": "'Eth1' ایک اصطلاح ہے جو مین نیٹ ایتھیریم، موجودہ پروف-آف-ورک بلاک چین کا حوالہ دیتی ہے۔ اس اصطلاح کو تب سے 'ایگزیکیوشن لیئر' کے حق میں متروک کر دیا گیا ہے۔ <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">اس نام کی تبدیلی کے بارے میں مزید جانیں</a>۔",
  "eth2-term": "ایتھ 2",
  "eth2-definition": "'Eth2' ایک اصطلاح ہے جو ایتھیریم پروٹوکول اپ گریڈ کے ایک سیٹ کا حوالہ دیتی ہے، جس میں ایتھیریم کا پروف-آف-اسٹیک میں منتقلی بھی شامل ہے۔ اس اصطلاح کو تب سے 'اتفاق رائے کی تہہ' کے حق میں متروک کر دیا گیا ہے۔ <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">اس نام کی تبدیلی کے بارے میں مزید جانیں</a>۔",
  "eip-term": "ایتھیریم امپروومنٹ پروپوزل (EIP)",
  "eip-definition": "ایک ڈیزائن دستاویز جو ایتھیریم کمیونٹی کو معلومات فراہم کرتی ہے، ایک مجوزہ نئی خصوصیت یا اس کے عمل یا ماحول کی وضاحت کرتی ہے (دیکھیں <a href=\"/glossary/#erc\">ERC</a>)۔ <a href=\"/eips/\">EIPs کا تعارف</a>",
  "ens-term": "ایتھیریم نیم سروس (ENS)",
  "ens-definition": "ایتھیریم نیم سروس ایتھیریم پتوں کے لیے ایک انٹرنیٹ فون بک کی طرح ہے۔ لمبے والیٹ پتے استعمال کرنے کے بجائے، ENS آپ کو ڈیجیٹل رقم اور اثاثے بھیجنے اور وصول کرنے کے لیے \"john.eth\" جیسے سادہ نام استعمال کرنے دیتا ہے۔<br /><br /><strong>تکنیکی:</strong><br />ENS رجسٹری ایک واحد مرکزی <a href=\"/glossary/#smart-contract\">اسمارٹ کنٹریکٹ</a> ہے جو ڈومین ناموں سے مالکان اور حل کرنے والوں تک ایک میپنگ فراہم کرتا ہے، جیسا کہ EIP-137 میں بیان کیا گیا ہے۔ <a href=\"https://ens.domains\">ens.domains پر مزید پڑھیں</a>۔",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "ERC-1155 ایک نئی قسم کا ایتھیریم ٹوکن اسٹینڈرڈ ہے جو NFT (جیسے منفرد جمع کرنے والی اشیاء) کی طرح ہے جو ایک ہی اسمارٹ کنٹریکٹ کے اندر قابل تبادلہ اشیاء (جیسے کرنسی) بنانے کی بھی اجازت دیتا ہے۔<br />یہ مختلف قسم کے ڈیجیٹل اثاثوں کا انتظام کرنا آسان اور زیادہ موثر بناتا ہے، خاص طور پر ویڈیو گیمز یا ڈیجیٹل کلیکشن جیسی ایپلی کیشنز کے لیے۔",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "ERC-20 وہ معیار ہے جسے ایتھیریم نیٹ ورک پر زیادہ تر ٹوکن اپنی تخلیق کے لیے استعمال کرتے ہیں۔<br />مقبول مثالیں اسٹیبل کوائنز جیسے DAI اور USDC یا Uniswap سے UNI جیسے ایکسچینج ٹوکن ہیں۔ روایتی نظاموں میں ہمارے پاس موجود متبادل رقم کی کسی بھی شکل کی طرح... یعنی، انعامات کے پوائنٹس، کریڈٹ سسٹم، یا یہاں تک کہ اسٹاک وغیرہ۔",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "NFTs (نان فنجیبل ٹوکنز) ERC-721 کے نام سے جانے والے قواعد کے ایک معیاری سیٹ کا استعمال کرتے ہوئے بنائے جاتے ہیں۔<br />NFT ٹوکن کسی بھی منفرد چیز کی ملکیت کی نمائندگی کر سکتے ہیں، جیسے ڈیجیٹل آرٹ یا جمع کرنے والی اشیاء، ہر ٹوکن کی اپنی خاص خصوصیات اور قدر ہوتی ہے۔ ہر NFT منفرد اور کسی بھی دوسرے NFT سے آسانی سے ممتاز ہے۔",
  "execution-client-term": "ایگزیکیوشن کلائنٹ",
  "execution-client-definition": "ایگزیکیوشن کلائنٹس (پہلے \"Eth1 کلائنٹس\" کے نام سے جانے جاتے تھے)، جیسے Besu، Erigon، Go-Ethereum (Geth)، Nethermind، کو ٹرانزیکشنز پر کارروائی اور براڈکاسٹ کرنے اور ایتھیریم کی حالت کا انتظام کرنے کا کام سونپا جاتا ہے۔ وہ <a href=\"/glossary/#evm\">ایتھیریم ورچوئل مشین</a> کا استعمال کرتے ہوئے ہر ٹرانزیکشن کے لیے کمپیوٹیشن چلاتے ہیں تاکہ یہ یقینی بنایا جا سکے کہ پروٹوکول کے قوانین پر عمل کیا جائے۔",
  "execution-layer-term": "ایگزیکیوشن لیئر",
  "execution-layer-definition": "ایتھیریم کی ایگزیکیوشن لیئر <a href=\"/glossary/#execution-client\">ایگزیکیوشن کلائنٹس</a> کا نیٹ ورک ہے۔",
  "eoa-term": "بیرونی ملکیت والا اکاؤنٹ (EOA)",
  "eoa-definition": "بیرونی ملکیت والے اکاؤنٹس (EOAs) ایتھیریم اکاؤنٹ کی سب سے عام قسم ہیں۔ یہ ایک شخص کے ذریعے پرائیویٹ کلیدوں/ریکوری فریز کے ذریعے کنٹرول کیے جاتے ہیں۔ <a href=\"/wallets/\">ایتھیریم والیٹس پر مزید</a>۔",
  "erc-term": "ایتھیریم ریکوئسٹ فار کمنٹس (ERC)",
  "erc-definition": "ERC (<strong>ایتھیریم ریکوئسٹ فار کمنٹس</strong>) ایک قسم کی تکنیکی دستاویز ہے جو ایتھیریم کمیونٹی میں ایتھیریم نیٹ ورک کے استعمال کے نئے معیارات تجویز کرنے کے لیے استعمال ہوتی ہے۔<br /><br />یہ تجاویز وسیع موضوعات کا احاطہ کر سکتی ہیں، جن میں نئے ٹوکن معیارات (جیسے ERC-20 ٹوکنز کے لیے اور ERC-721 NFTs کے لیے) شامل ہیں۔",
  "ethash-term": "Ethash",
  "ethash-definition": "ایک <a href=\"/glossary/#pow\">پروف-آف-ورک</a> الگورتھم جو ایتھیریم پر <a href=\"/glossary/#pos\">پروف-آف-اسٹیک</a> میں منتقلی سے پہلے استعمال ہوتا تھا۔ <a href=\"/developers/docs/consensus-mechanisms/pow/mining/mining-algorithms/ethash\">مزید پڑھیں</a>",
  "ether-term": "ایتھر",
  "ether-definition": "ایتھیریم کی مقامی کرپٹو کرنسی، جسے عام طور پر \"ETH\" کہا جاتا ہے۔ یہ ایتھیریم ایکو سسٹم اور ایپلی کیشنز استعمال کرتے وقت ٹرانزیکشن فیس کو پورا کرنے کے لیے استعمال ہوتی ہے۔ <a href=\"/eth/\">ایتھر پر مزید</a>۔",
  "events-term": "ایونٹس",
  "events-definition": "<a href=\"/glossary/#evm\">EVM</a> لاگنگ کی سہولیات کے استعمال کی اجازت دیتا ہے۔ <a href=\"/glossary/#dapp\">Dapps</a> واقعات کو سن سکتے ہیں اور انہیں صارف کے انٹرفیس میں جاوا اسکرپٹ کال بیکس کو متحرک کرنے کے لیے استعمال کر سکتے ہیں۔ <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">واقعات اور لاگز پر مزید</a>",
  "evm-term": "Ethereum ورچوئل مشین (EVM)",
  "evm-definition": "ایک اسٹیک پر مبنی ورچوئل مشین جو <a href=\"/glossary/#bytecode\">بائٹ کوڈ</a> کو عمل میں لاتی ہے۔ ایتھیریم میں، ایگزیکیوشن ماڈل یہ بتاتا ہے کہ بائٹ کوڈ ہدایات کی ایک سیریز اور ماحولیاتی ڈیٹا کے ایک چھوٹے ٹپل کو دیکھتے ہوئے نظام کی حالت کیسے بدل جاتی ہے۔ یہ ورچوئل اسٹیٹ مشین کے ایک رسمی ماڈل کے ذریعے بیان کیا گیا ہے۔ <a href=\"/developers/docs/evm/\">ایتھیریم ورچوئل مشین پر مزید</a>۔",
  "evm-assembly-language-term": "EVM اسمبلی زبان",
  "evm-assembly-language-definition": "EVM <a href=\"/glossary/#bytecode\">بائٹ کوڈ</a> کی انسانی پڑھنے کے قابل شکل۔",
  "fallback-function-term": "فال بیک فنکشن",
  "fallback-function-definition": "ڈیٹا یا اعلان کردہ فنکشن کے نام کی عدم موجودگی میں کال کیا جانے والا ڈیفالٹ فنکشن۔",
  "faucet-term": "نلکا",
  "faucet-definition": "<a href=\"/glossary/#smart-contract\">اسمارٹ کنٹریکٹ</a> کے ذریعے انجام دی جانے والی ایک خدمت جو مفت ٹیسٹ ایتھر کی شکل میں فنڈز تقسیم کرتی ہے جسے ٹیسٹ نیٹ پر استعمال کیا جا سکتا ہے۔",
  "finality-term": "حتمیت",
  "finality-definition": "حتمیت اس بات کی ضمانت ہے کہ لین دین کا ایک سیٹ ETH کی بڑی مقدار کے نقصان کے بغیر تبدیل نہیں کیا جا سکتا۔",
  "finney-term": "فینی",
  "finney-definition": "<a href=\"/glossary/#ether\">ایتھر</a> کا ایک ڈینومینیشن۔ 1 فینی = 10<sup>15</sup> <a href=\"/glossary/#wei\">وی</a>۔ 10<sup>3</sup> فینی = 1 ایتھر۔",
  "fork-term": "فورک",
  "fork-definition": "پروٹوکول میں ایک تبدیلی جو ایک متبادل زنجیر کی تخلیق کا سبب بنتی ہے۔",
  "fork-choice-algorithm-term": "فورک چوائس الگورتھم",
  "fork-choice-algorithm-definition": "بلاک چین کے سربراہ کی شناخت کے لیے استعمال ہونے والا الگورتھم۔ ایتھیریم پر چین کا سربراہ اس فورک کے طور پر پہچانا جاتا ہے جس میں تصدیقات کا سب سے زیادہ 'وزن' ہوتا ہے۔ وزن تصدیق کی تعداد اور تصدیق کرنے والے ویلیڈیٹرز کے موثر بیلنس کا حاصل ہے۔ اس کا مطلب ہے کہ چین کا حقیقی سربراہ وہ ہے جس کے لیے سب سے زیادہ اسٹیک شدہ ایتھر نے ووٹ دیا ہے۔ اتفاق رائے کی تہہ پر فورک چوائس الگورتھم کو <a href=\"/glossary/#lmd-ghost\">LMD_GHOST</a> کہا جاتا ہے۔",
  "fraud-proof-term": "دھوکہ دہی کا ثبوت",
  "fraud-proof-definition": "کچھ <a href=\"/glossary/#layer-2\">لیئر 2</a> حلوں کے لیے ایک سیکورٹی ماڈل جہاں، رفتار بڑھانے کے لیے، لین دین کو بیچوں میں <a href=\"/glossary/#rollups\">رول اپ</a> کیا جاتا ہے اور ایتھیریم کو ایک ہی لین دین میں جمع کیا جاتا ہے۔ نیٹ ورک کے دیگر شرکاء لین دین کو دوبارہ عمل میں لا سکتے ہیں تاکہ یہ چیک کیا جا سکے کہ انہیں ایمانداری سے عمل میں لایا گیا تھا۔ اگر وہ پوسٹ کیے گئے ڈیٹا اور اپنے ورژن کے درمیان کوئی تضاد پاتے ہیں تو وہ ایک کرپٹوگرافک ثبوت پوسٹ کر سکتے ہیں جو یہ ظاہر کرتا ہے کہ کچھ دھوکہ دہی ہوئی ہے۔ کچھ <a href=\"/glossary/#rollups\">رول اپس</a> <a href=\"/glossary/#validity-proof\">درستگی کے ثبوت</a> استعمال کرتے ہیں۔",
  "frontier-term": "فرنٹیئر",
  "frontier-definition": "ایتھیریم کا ابتدائی ٹیسٹ ڈویلپمنٹ مرحلہ، جو جولائی 2015 سے مارچ 2016 تک جاری رہا۔",
  "gas-term": "گیس",
  "gas-definition": "گیس بلاک چین، جیسے ایتھیریم، پر لین دین اور اسمارٹ کنٹریکٹس کے لیے ادا کی جانے والی فیس ہے۔ <a href=\"/gas/\">گیس اور فیس پر مزید</a>۔",
  "gas-limit-term": "گیس کی حد",
  "gas-limit-definition": "ایک <a href=\"/glossary/#transaction\">ٹرانزیکشن</a> یا <a href=\"/glossary/#block\">بلاک</a> <a href=\"/glossary/#gas\">گیس</a> کی زیادہ سے زیادہ مقدار جو استعمال کر سکتا ہے۔",
  "gas-price-term": "گیس کی قیمت",
  "gas-price-definition": "ایک لین دین میں بیان کردہ گیس کی ایک اکائی کی ایتھر میں قیمت۔",
  "genesis-block-term": "جینیسس بلاک",
  "genesis-block-definition": "<a href=\"/glossary/#blockchain\">بلاک چین</a> میں پہلا بلاک، جو ایک مخصوص نیٹ ورک اور اس کی کرپٹو کرنسی کو شروع کرنے کے لیے استعمال ہوتا ہے۔",
  "geth-term": "Geth",
  "geth-definition": "Go Ethereum۔ ایتھیریم پروٹوکول کے سب سے نمایاں نفاذ میں سے ایک، جو Go میں لکھا گیا ہے۔ <a href=\"https://geth.ethereum.org\">geth.ethereum.org پر مزید پڑھیں</a>",
  "gwei-term": "Gwei",
  "gwei-definition": "گیگاوی کا مخفف، <a href=\"/glossary/#ether\">ایتھر</a> کا ایک ڈینومینیشن، جو عام طور پر <a href=\"/glossary/#gas\">گیس</a> کی قیمت لگانے کے لیے استعمال ہوتا ہے۔ 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">وی</a>۔ 10<sup>9</sup> gwei = 1 ایتھر۔",
  "hard-fork-term": "ہارڈ فورک",
  "hard-fork-definition": "<a href=\"/glossary/#blockchain\">بلاک چین</a> میں ایک مستقل اختلاف؛ جسے ہارڈ فورکنگ تبدیلی بھی کہا جاتا ہے۔ ایک عام طور پر اس وقت ہوتا ہے جب غیر اپ گریڈ شدہ نوڈس اپ گریڈ شدہ نوڈس کے ذریعے بنائے گئے بلاکس کی توثیق نہیں کر سکتے جو نئے <a href=\"/glossary/#consensus-rules\">اتفاق رائے کے قوانین</a> پر عمل کرتے ہیں۔ فورک، سافٹ فورک، سافٹ ویئر فورک، یا گٹ فورک کے ساتھ الجھن میں نہ پڑیں۔",
  "hash-term": "ہیش",
  "hash-definition": "متغیر سائز کے ان پٹ کا ایک فکسڈ لینتھ فنگر پرنٹ، جو ہیش فنکشن کے ذریعے تیار کیا جاتا ہے۔ (دیکھیں <a href=\"/glossary/#keccak-256\">keccak-256</a>)۔",
  "hash-rate-term": "ہیش ریٹ",
  "hash-rate-definition": "مائننگ سافٹ ویئر چلانے والے کمپیوٹرز کے ذریعے فی سیکنڈ کی جانے والی ہیش کیلکولیشنز کی تعداد۔",
  "homestead-term": "ہوم اسٹیڈ",
  "holographic-consensus-term": "ہولوگرافک اتفاق رائے",
  "holographic-consensus-definition": "یہ بتاتا ہے کہ ایک بڑے گروپ کا فیصلہ کس طرح نمائندہ لوگوں کے ایک چھوٹے گروپ کو ووٹ دینے کی اجازت دے کر کیا جاتا ہے۔ پھر باقی سب اس پر عمل کرنے پر راضی ہو جاتے ہیں، جب تک کہ وہ اس بات پر بھروسہ کریں کہ چھوٹے گروپ نے اچھا کام کیا ہے۔<br />یہ کچھ آن لائن کمیونٹیز میں ہر کسی کو ہر چیز پر ووٹ دینے کی ضرورت کے بغیر تیزی سے فیصلے کرنے کے لیے استعمال ہوتا ہے، جبکہ اس بات کو یقینی بناتا ہے کہ فیصلے منصفانہ ہیں اور زیادہ تر لوگ کیا چاہتے ہیں اس کی نمائندگی کرتے ہیں۔",
  "homestead-definition": "ایتھیریم کا دوسرا ترقیاتی مرحلہ، جو مارچ 2016 میں بلاک 1,150,000 پر شروع کیا گیا تھا۔",
  "index-term": "انڈیکس",
  "index-definition": "ایک نیٹ ورک ڈھانچہ جس کا مقصد <a href=\"/glossary/#blockchain\">بلاک چین</a> سے معلومات کی استفسار کو بہتر بنانا ہے، اس کے اسٹوریج ذریعہ تک ایک موثر راستہ فراہم کرکے۔",
  "ide-term": "انٹیگریٹڈ ڈویلپمنٹ انوائرمنٹ (IDE)",
  "ide-definition": "ایک صارف انٹرفیس جو عام طور پر کوڈ ایڈیٹر، کمپائلر، رن ٹائم، اور ڈیبگر کو یکجا کرتا ہے۔ <a href=\"/developers/docs/ides/\">انٹیگریٹڈ ڈویلپمنٹ انوائرنمنٹس پر مزید</a>۔",
  "immutable-deployed-code-problem-term": "ناقابل تغیر تعینات کوڈ کا مسئلہ",
  "immutable-deployed-code-problem-definition": "ایک بار جب <a href=\"/glossary/#smart-contract\">کنٹریکٹ</a> (یا لائبریری) کا کوڈ تعینات ہو جاتا ہے، تو یہ ناقابل تغیر ہو جاتا ہے۔ معیاری سافٹ ویئر ڈویلپمنٹ کے طریقے ممکنہ کیڑوں کو ٹھیک کرنے اور نئی خصوصیات شامل کرنے پر انحصار کرتے ہیں، لہذا یہ اسمارٹ کنٹریکٹ ڈویلپمنٹ کے لیے ایک چیلنج پیش کرتا ہے۔ <a href=\"/developers/docs/smart-contracts/deploying/\">اسمارٹ کنٹریکٹس کو تعینات کرنے پر مزید</a>۔",
  "internal-transaction-term": "اندرونی لین دین",
  "internal-transaction-definition": "ایک <a href=\"/glossary/#contract-account\">کنٹریکٹ اکاؤنٹ</a> سے دوسرے کنٹریکٹ اکاؤنٹ یا <a href=\"/glossary/#eoa\">EOA</a> کو بھیجا گیا ایک <a href=\"/glossary/#transaction\">لین دین</a> (دیکھیں <a href=\"/glossary/#message\">پیغام</a>)۔",
  "issuance-term": "اجراء",
  "issuance-definition": "بلاک کی تجویز، تصدیق اور وسل بلوئنگ کا انعام دینے کے لیے نئے ایتھر کی ٹکسال۔",
  "kdf-term": "کلیدی ماخوذ فنکشن (KDF)",
  "kdf-definition": "جسے \"پاس ورڈ اسٹریچنگ الگورتھم\" بھی کہا جاتا ہے، یہ <a href=\"/glossary/#keystore\">کی اسٹور</a> فارمیٹس کے ذریعے پاس فریز خفیہ کاری پر بروٹ فورس، ڈکشنری، اور رینبو ٹیبل حملوں سے بچانے کے لیے استعمال ہوتا ہے، بار بار پاس فریز کو ہیش کرکے۔",
  "keystore-term": "کی اسٹور",
  "keystore-definition": "ہر اکاؤنٹ کی پرائیویٹ کلید/ایڈریس جوڑی ایتھیریم کلائنٹ میں ایک ہی کی فائل کے طور پر موجود ہے۔ یہ JSON ٹیکسٹ فائلیں ہیں جن میں اکاؤنٹ کی خفیہ کردہ پرائیویٹ کلید ہوتی ہے، جسے صرف اکاؤنٹ بنانے کے دوران درج کیے گئے پاس ورڈ سے ہی ڈکرپٹ کیا جا سکتا ہے۔",
  "keccak-256-term": "Keccak-256",
  "keccak-256-definition": "ایتھیریم میں استعمال ہونے والا کرپٹوگرافک <a href=\"/glossary/#hash\">ہیش</a> فنکشن۔ Keccak-256 کو <a href=\"/glossary/#sha\">SHA</a>-3 کے طور پر معیاری بنایا گیا تھا۔",
  "key-term": "کلید",
  "key-definition": "ایتھیریم کے تناظر میں، کلیدیں ڈیجیٹل کوڈز ہیں: لین دین وصول کرنے کے لیے ایک پبلک کلید اور فنڈز تک رسائی اور بھیجنے کے لیے ایک پرائیویٹ کلید۔<br />پبلک کلیدیں: انہیں کھلے عام شیئر کیا جا سکتا ہے۔<br />پرائیویٹ کلیدیں: انہیں مالک کے ذریعے خفیہ رکھا جاتا ہے۔",
  "layer-1-term": "تہہ نمبر 1",
  "layer-1-definition": "لیئر 1 ایک کثیر سطحی بلاک چین نیٹ ورک میں مرکزی بلاک چین کا حوالہ دیتا ہے۔ مثال کے طور پر، ایتھیریم اور بٹ کوائن لیئر ون بلاک چین ہیں۔ بہت سے لیئر ٹو بلاک چین وسائل سے بھرپور لین دین کو اپنے الگ بلاک چین پر آف لوڈ کرتے ہیں، جبکہ سیکورٹی مقاصد کے لیے ایتھیریم یا بٹ کوائن کے لیئر ون بلاک چین کا استعمال جاری رکھتے ہیں۔",
  "layer-2-term": "تہہ نمبر 2",
  "layer-2-definition": "لیئر 2s ایتھیریم مین نیٹ ورک کے اوپر بنائے گئے دوسرے نیٹ ورکس ہیں جو لین دین کو تیز اور سستا بناتے ہیں۔ <a href=\"/layer-2/\">لیئر 2 پر مزید</a>۔",
  "library-term": "لائبریری",
  "library-definition": "ایک خاص قسم کا <a href=\"/glossary/#smart-contract\">کنٹریکٹ</a> جس میں کوئی قابل ادائیگی فنکشن، کوئی فال بیک فنکشن، اور کوئی ڈیٹا اسٹوریج نہیں ہوتا۔ لہذا، یہ ایتھر وصول یا رکھ نہیں سکتا، یا ڈیٹا اسٹور نہیں کر سکتا۔ ایک لائبریری پہلے سے تعینات کوڈ کے طور پر کام کرتی ہے جسے دوسرے کنٹریکٹ صرف پڑھنے کے لیے کمپیوٹیشن کے لیے کال کر سکتے ہیں۔ <a href=\"/developers/docs/smart-contracts/libraries/\">اسمارٹ کنٹریکٹ لائبریریوں پر مزید</a>۔",
  "light-client-term": "لائٹ کلائنٹ",
  "light-client-definition": "ایک ایتھیریم کلائنٹ جو <a href=\"/glossary/#blockchain\">بلاک چین</a> کی مقامی کاپی اسٹور نہیں کرتا، یا بلاکس اور <a href=\"/glossary/#transaction\">لین دین</a> کی توثیق نہیں کرتا۔ یہ <a href=\"/glossary/#wallet\">والیٹ</a> کے فنکشنز پیش کرتا ہے اور لین دین بنا اور براڈکاسٹ کر سکتا ہے۔",
  "liquidity-term": "لیکویڈیٹی",
  "liquidity-definition": "لیکویڈیٹی یہ ہے کہ کسی اثاثے کو کتنی جلدی اور آسانی سے نقد یا دوسرے اثاثے میں تبدیل کیا جا سکتا ہے۔ Uniswap جیسے ڈی سینٹرلائزڈ ایکسچینجز میں متعدد لیکویڈیٹی پول ہوتے ہیں جہاں اثاثہ ہولڈرز اپنے اثاثے جمع کر سکتے ہیں جہاں تاجر انہیں انعامات کے بدلے ڈی سینٹرلائزڈ طریقے سے خرید اور بیچ سکتے ہیں۔",
  "liquidity-tokens-term": "لیکویڈیٹی ٹوکنز",
  "liquidity-tokens-definition": "لیکویڈیٹی ٹوکنز (LST) ڈیجیٹل ٹوکن ہیں جو ان شرکاء کو جاری کیے جاتے ہیں جو لیکویڈیٹی پول میں اثاثے جمع کرتے ہیں، جو ایک اسمارٹ کنٹریکٹ میں بند فنڈز کا مجموعہ ہے اور ڈی سینٹرلائزڈ ایکسچینج (DEX) پر تجارت کی سہولت کے لیے استعمال ہوتا ہے۔<br />یہ ٹوکن پول میں شریک کے حصے کی نمائندگی کرتے ہیں اور بعد میں ابتدائی ڈپازٹ اور پول کی سرگرمی سے پیدا ہونے والی تجارتی فیس کے ایک حصے کے لیے چھڑائے جا سکتے ہیں۔ بنیادی طور پر، لیکویڈیٹی ٹوکن لیکویڈیٹی پول میں ملکیت یا اسٹیک کے ثبوت کے طور پر کام کرتے ہیں، جس سے ہولڈرز کو انعامات حاصل کرنے کی اجازت ملتی ہے جبکہ دوسروں کو مختلف کرپٹو کرنسی جوڑوں کی موثر طریقے سے تجارت کرنے کے لیے ضروری لیکویڈیٹی فراہم کی جاتی ہے۔",
  "liquid-staking-tokens-term": "لیکوئڈ اسٹیکنگ ٹوکنز",
  "liquid-staking-tokens-definition": "ایک ڈیریویٹیو ٹوکن جو صارف کے اسٹیک کردہ لاک شدہ کرپٹو کرنسی کی ملکیت کی نمائندگی کرتا ہے۔ اثاثہ اسٹیک کرنے پر، کچھ پلیٹ فارم لیکوئڈ اسٹیکنگ ٹوکنز (LSTs) کی ٹکسال کی اجازت دیتے ہیں، جو لاک شدہ ٹوکنز کے مساوی حصے کی نمائندگی کرتے ہیں۔ ان LSTs کو پھر دیگر DeFi پروٹوکولز میں تجارت، فروخت، یا استعمال کیا جا سکتا ہے، جس سے اسٹیکر کے لیے سرمائے کی کارکردگی میں بہتری آتی ہے، یہاں تک کہ ان کے اصل اثاثے اسٹیک رہتے ہوئے بھی ان کے فنڈز سے لیکویڈیٹی تک رسائی کی اجازت ملتی ہے۔",
  "lmd-ghost-term": "LMD-GHOST",
  "lmd-ghost-definition": "ایتھیریم کے اتفاق رائے کلائنٹس کے ذریعے چین کے سربراہ کی شناخت کے لیے استعمال ہونے والا <a href=\"/glossary/#fork-choice-algorithm\">فورک چوائس الگورتھم</a>۔ LMD-GHOST ایک مخفف ہے جس کا مطلب ہے \"Latest Message Driven Greediest Heaviest Observed SubTree\" جس کا مطلب ہے کہ چین کا سربراہ وہ بلاک ہے جس کی تاریخ میں <a href=\"/glossary/#attestation\">تصدیقات</a> کا سب سے زیادہ جمع ہونا ہے۔",
  "mainnet-term": "مین نیٹ",
  "mainnet-definition": "\"مین نیٹ ورک\" کا مخفف، یہ مرکزی عوامی ایتھیریم <a href=\"/glossary/#blockchain\">بلاک چین</a> ہے۔",
  "max-fee-per-gas-term": "زیادہ سے زیادہ فیس فی گیس",
  "max-fee-per-gas-definition": "زیادہ سے زیادہ فیس وہ مطلق زیادہ سے زیادہ رقم ہے جو صارف ایک بلاک میں ٹرانزیکشن شامل کرنے کے لیے فی یونٹ گیس (<a href=\"/glossary/#gwei\">gwei</a>) ادا کرنے کو تیار ہے۔",
  "merkle-patricia-tree-term": "مرکل پیٹریسیا ٹری (MPT)",
  "merkle-patricia-tree-definition": "ایتھیریم میں کلیدی-قدر جوڑوں کو موثر طریقے سے ذخیرہ کرنے کے لیے استعمال ہونے والا ڈیٹا ڈھانچہ۔",
  "merkle-root-term": "مرکل روٹ",
  "merkle-root-definition": "مرکل روٹ مرکل ٹری کا واحد ٹاپ ہیش ہے۔ یہ ایک بلاک کے اندر تمام لین دین کی تصدیق کرتا ہے۔",
  "message-term": "پیغام",
  "message-definition": "ایک <a href=\"/glossary/#internal-transaction\">اندرونی لین دین</a> جو کبھی بھی سیریلائز نہیں ہوتا اور صرف <a href=\"/glossary/#evm\">EVM</evm> کے اندر بھیجا جاتا ہے۔",
  "message-call-term": "میسج کال",
  "message-call-definition": "ایک اکاؤنٹ سے دوسرے اکاؤنٹ میں <a href=\"/glossary/#message\">پیغام</a> منتقل کرنے کا عمل۔ اگر منزل کا اکاؤنٹ <a href=\"/glossary/#evm\">EVM</a> کوڈ سے وابستہ ہے، تو VM اس آبجیکٹ کی حالت کے ساتھ شروع ہو جائے گا اور پیغام پر عمل کیا جائے گا۔",
  "mev-term": "زیادہ سے زیادہ قابل استخراج قدر (MEV)",
  "mev-definition": "معیاری بلاک انعام اور گیس فیس سے زیادہ بلاک پروڈکشن سے نکالی جا سکنے والی زیادہ سے زیادہ قدر، ایک بلاک میں لین دین کو شامل کرنے، خارج کرنے، اور ترتیب کو تبدیل کرنے کے ذریعے۔ <a href=\"/developers/docs/mev/\">زیادہ سے زیادہ قابل استخراج قدر (MEV) پر مزید</a>۔",
  "mining-term": "کان کنی",
  "mining-definition": "ایک بلاک ہیڈر کو بار بار ہیش کرنے کا عمل جب تک کہ نتیجہ میں صفر کی ایک من مانی تعداد نہ ہو، <a href=\"/glossary/#nonce\">نانس</a> کو بڑھاتے ہوئے۔ یہ وہ عمل ہے جس کے ذریعے نئے <a href=\"/glossary/#block\">بلاکس</a> کو پروف-آف-ورک بلاک چین میں شامل کیا جاتا ہے۔ ایتھیریم کو پروف-آف-اسٹیک میں منتقل ہونے سے پہلے اس طرح محفوظ کیا گیا تھا۔",
  "miner-term": "مائنر",
  "miner-definition": "ایک نیٹ ورک <a href=\"/glossary/#node\">نوڈ</a> جو نئے بلاکس کے لیے درست <a href=\"/glossary/#pow\">پروف-آف-ورک</a> تلاش کرتا ہے، بار بار پاس ہیشنگ کے ذریعے (دیکھیں <a href=\"/glossary/#ethash\">ایتھاش</a>)۔ مائنرز اب ایتھیریم کا حصہ نہیں ہیں - جب ایتھیریم پروف-آف-اسٹیک میں منتقل ہوا تو ان کی جگہ ویلیڈیٹرز نے لے لی۔",
  "mint-term": "منٹ",
  "mint-definition": "منٹنگ نئے ٹوکن بنانے اور انہیں گردش میں لانے کا عمل ہے تاکہ انہیں استعمال کیا جا سکے۔ یہ مرکزی اتھارٹی کی شمولیت کے بغیر ایک نیا ٹوکن بنانے کا ایک ڈی سینٹرلائزڈ طریقہ کار ہے۔",
  "multisig-term": "ملٹی سگ",
  "multisig-definition": "ملٹی سگ (ملٹی سگنیچر) ایک ڈیجیٹل والیٹ یا اکاؤنٹ کا حوالہ دیتا ہے جس میں لین دین کو انجام دینے کے لیے متعدد دستخطوں یا منظوریوں کی ضرورت ہوتی ہے، جس سے سیکورٹی بڑھ جاتی ہے۔<br />یہ روایتی سنگل سگنیچر اکاؤنٹس کے مقابلے میں اضافی سیکورٹی کا اضافہ کرتا ہے جہاں صرف ایک شخص کی منظوری کی ضرورت ہوتی ہے۔",
  "network-term": "نیٹ ورک",
  "network-definition": "ایتھیریم نیٹ ورک کا حوالہ دیتے ہوئے، ایک پیئر-ٹو-پیئر نیٹ ورک جو لین دین اور بلاکس کو ہر ایتھیریم نوڈ (نیٹ ورک کے شریک) تک پھیلاتا ہے۔ <a href=\"/developers/docs/networks/\">نیٹ ورکس پر مزید</a>۔",
  "network-hashrate-term": "نیٹ ورک ہیش ریٹ",
  "network-hashrate-definition": "ایک پورے مائننگ نیٹ ورک کے ذریعے تیار کردہ اجتماعی ہیش ریٹ۔ ایتھیریم پر مائننگ اس وقت بند کر دی گئی تھی جب ایتھیریم پروف-آف-اسٹیک میں منتقل ہو گیا تھا۔",
  "nft-term": "نان فنجیبل ٹوکن (NFT)",
  "nft-definition": "ایک منفرد ڈیجیٹل آئٹم جس کے آپ مالک ہو سکتے ہیں، جیسے آرٹ یا جمع کرنے والی اشیاء، جو بلاک چین ٹیکنالوجی کے ذریعے تصدیق شدہ ہیں۔ <a href=\"/nft/\">نان فنجیبل ٹوکنز (NFTs) پر مزید</a>۔",
  "node-term": "نوڈ",
  "node-definition": "ایک سافٹ ویئر کلائنٹ جو نیٹ ورک میں حصہ لیتا ہے۔ <a href=\"/developers/docs/nodes-and-clients/\">نوڈس اور کلائنٹس پر مزید</a>۔",
  "nonce-term": "نونس",
  "nonce-definition": "کرپٹوگرافی میں، ایک قدر جو صرف ایک بار استعمال کی جا سکتی ہے۔ ایک اکاؤنٹ نانس ہر اکاؤنٹ میں ایک ٹرانزیکشن کاؤنٹر ہے، جو ری پلے حملوں کو روکنے کے لیے استعمال ہوتا ہے۔",
  "offchain-term": "آف چین",
  "offchain-definition": "آف چین کا مطلب کوئی بھی لین دین یا ڈیٹا ہے جو بلاک چین سے باہر موجود ہے۔ کیونکہ ہر لین دین کو آن چین پر کرنا مہنگا اور غیر موثر ہو سکتا ہے، تیسرے فریق کے ٹولز جیسے اوریکلز جو قیمتوں کے ڈیٹا کو سنبھالتے ہیں، یا لیئر 2 کے حل جو لین دین کی زیادہ تھروپٹ کو انجام دیتے ہیں، پروسیسنگ کے کام کا ایک بڑا حصہ آف چین سنبھالتے ہیں، اور کم وقفوں پر آن چین پر معلومات جمع کریں گے۔",
  "ommer-term": "اومر (انکل) بلاک",
  "ommer-definition": "جب ایک پروف-آف-ورک <a href=\"/glossary/#miner\">مائنر</a> ایک درست <a href=\"/glossary/#block\">بلاک</a> تلاش کرتا ہے، تو ہو سکتا ہے کہ کسی دوسرے مائنر نے ایک مسابقتی بلاک شائع کیا ہو جو پہلے بلاک چین کے سرے میں شامل ہو جائے۔ یہ درست، لیکن پرانا، بلاک نئے بلاکس کے ذریعے <em>اومرز</em> کے طور پر شامل کیا جا سکتا ہے اور جزوی بلاک انعام وصول کر سکتا ہے۔ \"اومر\" کی اصطلاح پیرنٹ بلاک کے بہن بھائی کے لیے ترجیحی صنفی غیر جانبدار اصطلاح ہے، لیکن اسے کبھی کبھی \"انکل\" بھی کہا جاتا ہے۔ یہ ایتھیریم کے لیے عام تھا جب یہ ایک <a href=\"/glossary/#pow\">پروف-آف-ورک</a> نیٹ ورک تھا۔ اب جب کہ ایتھیریم <a href=\"/glossary/#pos\">پروف-آف-اسٹیک</a> کا استعمال کرتا ہے، ہر سلاٹ کے لیے صرف ایک بلاک پروپوزر منتخب کیا جاتا ہے۔",
  "onchain-term": "آن چین",
  "onchain-definition": "بلاک چین پر ہونے والے اعمال یا لین دین کا حوالہ دیتا ہے اور یہ عوامی طور پر دستیاب ہیں۔<br /><br />اسے ایک بڑی، مشترکہ نوٹ بک میں کچھ لکھنے جیسا سمجھیں جسے ہر کوئی دیکھ اور چیک کر سکتا ہے، اس بات کو یقینی بناتے ہوئے کہ جو کچھ بھی لکھا گیا ہے (جیسے ڈیجیٹل رقم بھیجنا یا معاہدہ کرنا) مستقل ہے اور اسے تبدیل یا مٹایا نہیں جا سکتا۔",
  "optimistic-rollup-term": "آپٹیمسٹک رول اپ",
  "optimistic-rollup-definition": "آپٹیمسٹک رول اپ ایک لیئر 2 حل ہے جو ایتھیریم پر لین دین کو تیز کرتا ہے، یہ فرض کرتے ہوئے کہ وہ پہلے سے ہی درست ہیں جب تک کہ چیلنج نہ کیا جائے۔ <a href=\"/developers/docs/scaling/optimistic-rollups/\">آپٹیمسٹک رول اپس پر مزید</a>۔",
  "oracle-term": "اوریکل",
  "oracle-definition": "ایک اوریکل <a href=\"/glossary/#blockchain\">بلاک چین</a> اور حقیقی دنیا کے درمیان ایک پل ہے۔ وہ آن چین <a href=\"/glossary/#api\">APIs</a> کے طور پر کام کرتے ہیں جن سے معلومات کے لیے استفسار کیا جا سکتا ہے اور <a href=\"/glossary/#smart-contract\">اسمارٹ کنٹریکٹس</a> میں استعمال کیا جا سکتا ہے۔ <a href=\"/developers/docs/oracles/\">اوریکلز پر مزید</a>۔",
  "peer-term": "پیئر",
  "peer-definition": "ایتھیریم کلائنٹ سافٹ ویئر چلانے والے جڑے ہوئے کمپیوٹر جن کے پاس <a href=\"/glossary/#blockchain\">بلاک چین</a> کی یکساں کاپیاں ہیں۔",
  "peer-to-peer-network-term": "پیئر-ٹو-پیئر نیٹ ورک",
  "peer-to-peer-network-definition": "کمپیوٹرز کا ایک نیٹ ورک (<a href=\"/glossary/#peer\">پیئرز</a>) جو اجتماعی طور پر مرکزی، سرور پر مبنی خدمات کی ضرورت کے بغیر فعالیت انجام دینے کے قابل ہیں۔<br />یہ سیٹ اپ اکثر فائلوں (یعنی بٹ ٹورینٹ)، معلومات، یا ڈیجیٹل کرنسیوں کو شیئر کرنے کے لیے استعمال ہوتا ہے، جس سے صارفین کے درمیان زیادہ براہ راست اور ممکنہ طور پر زیادہ موثر تبادلے کی اجازت ملتی ہے۔",
  "permissionless-term": "پرمیشن لیس",
  "permissionless-definition": "اجازت کے بغیر کا مطلب ہے کہ کوئی بھی ایتھیریم جیسے نظام میں شامل ہو سکتا ہے اور اسے استعمال کر سکتا ہے۔ یہ سب کے لیے کھلا ہے اور اس کے لیے کسی منظوری کی ضرورت نہیں ہے۔",
  "plasma-term": "پلازما",
  "plasma-definition": "ایک آف چین اسکیلنگ حل جو <a href=\"/glossary/#fraud-proof\">فراڈ پروفس</a> کا استعمال کرتا ہے، جیسے <a href=\"/glossary/#optimistic-rollup\">آپٹیمسٹک رول اپس</a>۔ پلازما سادہ لین دین جیسے بنیادی ٹوکن ٹرانسفر اور سویپس تک محدود ہے۔ <a href=\"/developers/docs/scaling/plasma\">پلازما پر مزید</a>۔",
  "private-key-term": "پرائیویٹ کلید",
  "private-key-definition": "پرائیویٹ کلید ایک خفیہ کوڈ ہے جو ثابت کرتا ہے کہ آپ اپنی ڈیجیٹل رقم کے مالک ہیں اور آپ کو اسے خرچ کرنے دیتا ہے، جیسے آپ کے اکاؤنٹ کے لیے ایک PIN۔ <strong>اسے شیئر نہ کریں</strong>۔",
  "public-goods-term": "عوامی سامان",
  "public-goods-definition": "عوامی سامان وہ چیزیں ہیں جنہیں ہر کوئی مفت میں استعمال کر سکتا ہے، جیسے پارک یا صاف ہوا، اور ان کا استعمال دوسروں کو بھی استعمال کرنے سے نہیں روکتا۔ حکومتیں اکثر انہیں فراہم کرتی ہیں کیونکہ کاروبار عام طور پر نہیں کرتے، کیونکہ وہ لوگوں سے ان کے استعمال کے لیے آسانی سے چارج نہیں کر سکتے۔",
  "private-chain-term": "پرائیویٹ چین",
  "private-chain-definition": "ایک مکمل طور پر نجی بلاک چین وہ ہے جس میں اجازت یافتہ رسائی ہو، جو عوامی طور پر استعمال کے لیے دستیاب نہ ہو۔",
  "poap-term": "POAP",
  "poap-definition": "پروف آف اٹینڈنس پروٹوکول ایک ڈیجیٹل کلیکٹیبل (NFT) بنانے کے لیے استعمال ہوتا ہے جو ثابت کرتا ہے کہ آپ نے کسی مخصوص تقریب یا سرگرمی میں شرکت کی تھی۔",
  "pos-term": "اسٹیک کا ثبوت (PoS)",
  "pos-definition": "ایک طریقہ جس کے ذریعے کرپٹو کرنسی بلاک چین پروٹوکول تقسیم شدہ <a href=\"/glossary/#consensus\">اتفاق رائے</a> حاصل کرنے کا ارادہ رکھتا ہے۔ PoS صارفین سے لین دین کی توثیق میں حصہ لینے کے قابل ہونے کے لیے ایک مخصوص مقدار میں کرپٹو کرنسی (نیٹ ورک میں ان کا \"حصہ\") کی ملکیت ثابت کرنے کو کہتا ہے۔ <a href=\"/developers/docs/consensus-mechanisms/pos/\">پروف-آف-اسٹیک پر مزید</a>۔",
  "pow-term": "کام کا ثبوت (PoW)",
  "pow-definition": "بلاک چینز کے لیے ایک سیکورٹی میکانزم جس کے لیے نوڈس کو ایک مخصوص قدر تلاش کرنے کے لیے کمپیوٹیشن کی شکل میں توانائی خرچ کرنے کی ضرورت ہوتی ہے۔",
  "proto-danksharding-term": "پروٹو-ڈینک شارڈنگ",
  "proto-danksharding-definition": "ایک نئی ٹرانزیکشن قسم جو ایتھیریم کے لیے ڈیٹا کے \"بلاب\" کو قبول کرتی ہے۔ یہ \"بلاب\" ڈیٹا عارضی طور پر بیکن چین پر 4096 ادوار (~18.2 دن) کے لیے ذخیرہ کیا جاتا ہے، اور نوڈ آپریٹرز کے لیے ہارڈ ویئر کی ضروریات کو کم کرنے میں مدد کے لیے بعد میں اختیاری طور پر اسے کاٹا جا سکتا ہے۔",
  "public-key-term": "پبلک کلید",
  "public-key-definition": "پبلک کلید حروف کا ایک سیٹ ہے جو دوسروں کو آپ کو محفوظ طریقے سے ڈیجیٹل کرنسی بھیجنے دیتا ہے، جیسے رقم کے لیے ایک ای میل پتہ۔",
  "quadratic-voting-term": "کوڈریٹک ووٹنگ",
  "quadratic-voting-definition": "ایک ووٹنگ کا طریقہ ہے جہاں ووٹر یہ ظاہر کرتے ہیں کہ وہ مسائل کے بارے میں کتنا مضبوط محسوس کرتے ہیں۔ یہ ووٹرز کو نہ صرف ترجیح، بلکہ اپنی ترجیح کی شدت بھی دکھانے کی اجازت دیتا ہے۔",
  "receipt-term": "رسید",
  "receipt-definition": "ایتھیریم کلائنٹ کے ذریعے واپس کیا گیا ڈیٹا جو کسی خاص <a href=\"/glossary/#transaction\">ٹرانزیکشن</a> کے نتیجے کی نمائندگی کرتا ہے، جس میں ٹرانزیکشن کا <a href=\"/glossary/#hash\">ہیش</a>، اس کا <a href=\"/glossary/#block\">بلاک</a> نمبر، استعمال شدہ <a href=\"/glossary/#gas\">گیس</a> کی مقدار، اور، <a href=\"/glossary/#smart-contract\">اسمارٹ کنٹریکٹ</a> کی تعیناتی کی صورت میں، کنٹریکٹ کا <a href=\"/glossary/#address\">ایڈریس</a> شامل ہے۔",
  "recovery-phrase-term": "سیڈ فریز/ریکوری فریز",
  "recovery-phrase-definition": "جب آپ ڈیجیٹل والیٹ بناتے ہیں تو آپ کو دیے گئے الفاظ کی ایک فہرست۔ یہ ایک پاس ورڈ کی طرح کام کرتا ہے جو آپ کو اپنے والیٹ میں واپس جانے میں مدد کر سکتا ہے اگر آپ رسائی کھو دیتے ہیں، اس بات کو یقینی بناتے ہوئے کہ آپ اپنی ڈیجیٹل رقم یا ٹوکنز نہ کھویں۔",
  "re-entrancy-attack-term": "ری-اینٹرینسی حملہ",
  "re-entrancy-attack-definition": "ایک حملہ جو ایک حملہ آور کنٹریکٹ پر مشتمل ہوتا ہے جو ایک شکار کنٹریکٹ فنکشن کو اس طرح کال کرتا ہے کہ عمل کے دوران شکار دوبارہ حملہ آور کنٹریکٹ کو، بار بار کال کرتا ہے۔ اس کا نتیجہ، مثال کے طور پر، شکار کنٹریکٹ کے ان حصوں کو چھوڑ کر فنڈز کی چوری ہو سکتا ہے جو بیلنس کو اپ ڈیٹ کرتے ہیں یا نکالنے کی رقم گنتے ہیں۔ <a href=\"/developers/docs/smart-contracts/security/#reentrancy\">ری-اینٹرینسی پر مزید</a>۔",
  "reward-term": "انعام",
  "reward-definition": "ایتھر کی ایک رقم جو <a href=\"/developers/docs/consensus-mechanisms/pos/rewards-and-penalties\">ویلیڈیٹرز کو انعام</a> دی جاتی ہے جو ہر سلاٹ میں کچھ فنکشنز انجام دیتے ہیں، بشمول بلاک کی تجویز یا سنک-کمیٹی میں حصہ لینا۔",
  "rlp-term": "ریکرسیو لینتھ پریفکس (RLP)",
  "rlp-definition": "ایک <a href=\"/developers/docs/data-structures-and-encoding\">انکوڈنگ کا معیار</a> جو ایتھیریم کے ڈویلپرز نے کسی بھی پیچیدگی اور لمبائی کے آبجیکٹس (ڈیٹا ڈھانچے) کو انکوڈ اور سیریلائز کرنے کے لیے ڈیزائن کیا ہے۔",
  "rollups-term": "رول اپس",
  "rollups-definition": "<a href=\"/glossary/#layer-2\">لیئر 2</a> اسکیلنگ حل کی ایک قسم جو متعدد لین دین کو بیچ کرتی ہے اور انہیں ایک ہی لین دین میں <a href=\"/glossary/#mainnet\">ایتھیریم مین چین</a> میں جمع کرتی ہے۔ یہ <a href=\"/glossary/#gas\">گیس</a> کی لاگت میں کمی اور <a href=\"/glossary/#transaction\">لین دین</a> کی تھروپٹ میں اضافے کی اجازت دیتا ہے۔ آپٹیمسٹک اور زیرو نالج رول اپس ہیں جو ان اسکیل ایبلٹی فوائد کی پیشکش کے لیے مختلف سیکورٹی طریقوں کا استعمال کرتے ہیں۔ <a href=\"/developers/docs/scaling/#rollups\">رول اپس پر مزید</a>۔",
  "rpc-term": "ریموٹ پروسیجر کال (RPC)",
  "rpc-definition": "RPC ایک کمپیوٹر کو دوسرے سے نیٹ ورک پر ڈیٹا یا کارروائی کی درخواست کرنے دیتا ہے، جیسے ریموٹ کنٹرول سے معلومات مانگنا۔",
  "sha-term": "سیکیور ہیش الگورتھم (SHA)",
  "sha-definition": "نیشنل انسٹی ٹیوٹ آف اسٹینڈرڈز اینڈ ٹیکنالوجی (NIST) کے ذریعہ شائع کردہ کرپٹوگرافک ہیش فنکشنز کا ایک خاندان۔",
  "serialization-term": "سیریلائزیشن",
  "serialization-definition": "ڈیٹا ڈھانچے کو بائٹس کی ترتیب میں تبدیل کرنے کا عمل۔",
  "sequencer-term": "سیکوینسر",
  "sequencer-definition": "سیکوینسر ایک پروگرام ہے جو بلاک چین نیٹ ورک میں لین دین کو ترتیب دینے کا ذمہ دار ہے، خاص طور پر لیئر 2 اسکیلنگ حلوں کے اندر۔",
  "shard-term": "شارڈ / شارڈ چین",
  "shard-definition": "شارڈ چینز کل بلاک چین کے مجرد حصے ہیں جن کے لیے ویلیڈیٹرز کے سب سیٹ ذمہ دار ہو سکتے ہیں۔ یہ اصل میں وہ طریقہ تھا جس سے ایتھیریم فی سیکنڈ لاکھوں لین دین تک بڑھتا تھا، لیکن اب اس کی جگہ <a href=\"/glossary/#rollups\">رول اپس</a> کا استعمال کرتے ہوئے اسکیلنگ کی تیز رفتار ترقی نے لے لی ہے۔",
  "sidechain-term": "سائیڈ چین",
  "sidechain-definition": "ایک اسکیلنگ حل جو ایک الگ چین کا استعمال کرتا ہے جس میں مختلف، اکثر تیز، <a href=\"/glossary/#consensus-rules\">اتفاق رائے کے قوانین</a> ہوتے ہیں۔ ان سائیڈ چینز کو <a href=\"/glossary/#mainnet\">مین نیٹ</a> سے جوڑنے کے لیے ایک برج کی ضرورت ہوتی ہے۔ <a href=\"/glossary/#rollups\">رول اپس</a> بھی سائیڈ چینز کا استعمال کرتے ہیں، لیکن وہ <a href=\"/glossary/#mainnet\">مین نیٹ</a> کے ساتھ تعاون میں کام کرتے ہیں۔ <a href=\"/developers/docs/scaling/sidechains/\">سائیڈ چینز پر مزید</a>۔",
  "signing-term": "سائننگ",
  "signing-definition": "کرپٹوگرافک طور پر یہ ظاہر کرنا کہ ایک لین دین کو ایک مخصوص پرائیویٹ کلید کے ہولڈر نے منظور کیا تھا۔",
  "singleton-term": "سنگلٹن",
  "singleton-definition": "ایک کمپیوٹر پروگرامنگ کی اصطلاح جو ایک ایسے آبجیکٹ کی وضاحت کرتی ہے جس کی صرف ایک ہی مثال موجود ہو سکتی ہے۔",
  "slasher-term": "سلیشر",
  "slasher-definition": "سلیشر ایک ایسی ہستی ہے جو سلیش ایبل جرائم کی تلاش میں تصدیقات کو اسکین کرتی ہے۔ سلیشنگز کو نیٹ ورک پر براڈکاسٹ کیا جاتا ہے، اور اگلا بلاک پروپوزر بلاک میں ثبوت شامل کرتا ہے۔ بلاک پروپوزر پھر بدنیتی پر مبنی ویلیڈیٹر کو سلیش کرنے کے لیے ایک انعام وصول کرتا ہے۔",
  "slot-term": "سلاٹ",
  "slot-definition": "وقت کی ایک مدت (12 سیکنڈ) جس میں نئے بلاکس <a href=\"/glossary/#pos\">پروف-آف-اسٹیک</a> سسٹم میں ایک <a href=\"/glossary/#validator\">ویلیڈیٹر</a> کے ذریعے تجویز کیے جا سکتے ہیں۔ ایک سلاٹ خالی ہو سکتا ہے۔ 32 سلاٹ ایک <a href=\"/glossary/#epoch\">دور</a> بناتے ہیں۔ <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">پروف-آف-اسٹیک پر مزید</a>۔",
  "smart-contract-term": "اسمارٹ کنٹریکٹ",
  "smart-contract-definition": "اسمارٹ کنٹریکٹ ایک ایسا پروگرام ہے جو بلاک چین پر خود بخود معاہدوں کو نافذ کرتا ہے، جیسے ایک خود نافذ ڈیجیٹل کنٹریکٹ۔ <a href=\"/smart-contracts/\">اسمارٹ کنٹریکٹس کا تعارف</a>۔",
  "snark-term": "SNARK",
  "snark-definition": "\"succinct non-interactive argument of knowledge\" کا مخفف، SNARK ایک قسم کا <a href=\"/glossary/#zk-proof\">زیرو نالج پروف</a> ہے۔ <a href=\"/developers/docs/scaling/zk-rollups/\">زیرو نالج رول اپس پر مزید</a>۔",
  "soft-fork-term": "سافٹ فورک",
  "soft-fork-definition": "<a href=\"/glossary/#blockchain\">بلاک چین</a> میں ایک اختلاف جو <a href=\"/glossary/#consensus-rules\">اتفاق رائے کے قوانین</a> تبدیل ہونے پر ہوتا ہے۔ <a href=\"/glossary/#hard-fork\">ہارڈ فورک</a> کے برعکس، ایک سافٹ فورک پسماندہ مطابقت رکھتا ہے؛ اپ گریڈ شدہ نوڈس غیر اپ گریڈ شدہ نوڈس کے ذریعے بنائے گئے بلاکس کی توثیق کر سکتے ہیں جب تک کہ وہ نئے اتفاق رائے کے قوانین پر عمل کریں۔",
  "solidity-term": "Solidity",
  "solidity-definition": "ایک پروسیجرل (امپیریٹو) پروگرامنگ زبان جس کا نحو جاوا اسکرپٹ، C++، یا جاوا کی طرح ہے۔ ایتھیریم <a href=\"/glossary/#smart-contract\">اسمارٹ کنٹریکٹس</a> کے لیے سب سے زیادہ مقبول اور سب سے زیادہ استعمال ہونے والی زبان۔ ڈاکٹر گیون ووڈ نے بنائی۔ <a href=\"/developers/docs/smart-contracts/languages/#solidity\">Solidity پر مزید</a>۔",
  "solidity-inline-assembly-term": "Solidity ان لائن اسمبلی",
  "solidity-inline-assembly-definition": "<a href=\"/glossary/#solidity\">Solidity</a> پروگرام میں <a href=\"/glossary/#evm\">EVM</a> اسمبلی زبان۔ Solidity کی ان لائن اسمبلی کی حمایت کچھ آپریشنز کو لکھنا آسان بناتی ہے۔",
  "stablecoin-term": "اسٹیبل کوائن",
  "stablecoin-definition": "اسٹیبل کوائن ایک قسم کی کرپٹو کرنسی ہے جسے مستحکم قدر رکھنے کے لیے ڈیزائن کیا گیا ہے، اکثر کسی کرنسی یا کموڈیٹی (جیسے امریکی ڈالر) سے منسلک، قیمت کے اتار چڑھاؤ کو کم کرنے کے لیے۔ <a href=\"/stablecoins/\">اسٹیبل کوائنز پر مزید</a>۔",
  "staking-term": "اسٹیکنگ",
  "staking-definition": "<a href=\"/glossary/#ether\">ایتھر</a> کی ایک مقدار (آپ کا حصہ) جمع کرانا تاکہ ایک ویلیڈیٹر بنیں اور <a href=\"/glossary/#network\">نیٹ ورک</a> کو محفوظ بنائیں۔ ایک ویلیڈیٹر <a href=\"/glossary/#pos\">پروف-آف-اسٹیک</a> اتفاق رائے ماڈل کے تحت <a href=\"/glossary/#transaction\">لین دین</a> کی جانچ کرتا ہے اور <a href=\"/glossary/#block\">بلاکس</a> تجویز کرتا ہے۔ اسٹیکنگ آپ کو نیٹ ورک کے بہترین مفادات میں کام کرنے کے لیے ایک اقتصادی ترغیب دیتی ہے۔ آپ کو اپنے <a href=\"/glossary/#validator\">ویلیڈیٹر</a> کے فرائض انجام دینے کے لیے انعامات ملیں گے، لیکن اگر آپ ایسا نہیں کرتے ہیں تو ETH کی مختلف مقداریں کھو دیں گے۔ <a href=\"/staking/\">ایتھیریم اسٹیکنگ پر مزید</a>۔",
  "staking-pool-term": "اسٹیکنگ پول",
  "staking-pool-definition": "ایک سے زیادہ ایتھیریم اسٹیکر کا مشترکہ ETH، جو 32 ETH تک پہنچنے کے لیے استعمال ہوتا ہے جو ویلیڈیٹر کلیدوں کے ایک سیٹ کو فعال کرنے کے لیے درکار ہوتا ہے۔ ایک نوڈ آپریٹر ان کلیدوں کو اتفاق رائے میں حصہ لینے کے لیے استعمال کرتا ہے اور <a href=\"/glossary/#block-reward\">بلاک انعامات</a> حصہ لینے والے اسٹیکرز میں تقسیم کیے جاتے ہیں۔ اسٹیکنگ پولز یا ڈیلیگیٹنگ اسٹیکنگ ایتھیریم پروٹوکول کے لیے مقامی نہیں ہیں، لیکن کمیونٹی کے ذریعے بہت سے حل بنائے گئے ہیں۔ <a href=\"/staking/pools/\">پولڈ اسٹیکنگ پر مزید</a>۔",
  "stark-term": "STARK",
  "stark-definition": "\"scalable transparent argument of knowledge\" کا مخفف، STARK ایک قسم کا <a href=\"/glossary/#zk-proof\">زیرو نالج پروف</a> ہے۔ <a href=\"/developers/docs/scaling/zk-rollups/\">زیرو نالج رول اپس پر مزید</a>۔",
  "state-term": "اسٹیٹ",
  "state-definition": "بلاک چین پر کسی خاص وقت پر تمام بیلنس اور ڈیٹا کا ایک سنیپ شاٹ، جو عام طور پر کسی خاص بلاک پر حالت کا حوالہ دیتا ہے۔",
  "state-channels-term": "اسٹیٹ چینلز",
  "state-channels-definition": "ایک <a href=\"/glossary/#layer-2\">لیئر 2</a> حل جہاں شرکاء کے درمیان ایک چینل قائم کیا جاتا ہے، جہاں وہ آزادانہ اور سستے طریقے سے لین دین کر سکتے ہیں۔ صرف چینل قائم کرنے اور چینل کو بند کرنے کے لیے ایک <a href=\"/glossary/#transaction\">ٹرانزیکشن</a> <a href=\"/glossary/#mainnet\">مین نیٹ</a> کو بھیجی جاتی ہے۔ یہ بہت زیادہ ٹرانزیکشن تھروپٹ کی اجازت دیتا ہے، لیکن یہ پہلے سے شرکاء کی تعداد جاننے اور فنڈز کو لاک اپ کرنے پر انحصار کرتا ہے۔ <a href=\"/developers/docs/scaling/state-channels/#state-channels\">اسٹیٹ چینلز پر مزید</a>۔",
  "supermajority-term": "سپرمیجورٹی",
  "supermajority-definition": "سپرمیجورٹی وہ اصطلاح ہے جو ایتھیریم کو محفوظ بنانے والے کل اسٹیک شدہ ایتھر کے 2/3 (66%) سے زیادہ کی رقم کے لیے دی گئی ہے۔ بیکن چین پر بلاکس کو <a href=\"/glossary/#finality\">حتمی</a> شکل دینے کے لیے سپرمیجورٹی ووٹ کی ضرورت ہوتی ہے۔",
  "sybil-attack-term": "سائبل حملہ",
  "sybil-attack-definition": "سائبل حملے انفرادی انسانوں کا حوالہ دیتے ہیں جو اپنے اثر و رسوخ کو بڑھانے کے لیے ایک نظام کو یہ سوچنے پر مجبور کرتے ہیں کہ وہ ایک سے زیادہ لوگ ہیں۔",
  "syncing-term": "سنکنگ",
  "syncing-definition": "بلاک چین کا پورا تازہ ترین ورژن نوڈ پر ڈاؤن لوڈ کرنے کا عمل۔",
  "sync-committee-term": "سنک کمیٹی",
  "sync-committee-definition": "سنک کمیٹی <a href=\"/glossary/#validator\">ویلیڈیٹرز</a> کا ایک بے ترتیب منتخب کردہ گروپ ہے جو ہر ~27 گھنٹے بعد ریفریش ہوتا ہے۔ ان کا مقصد درست بلاک ہیڈرز پر اپنے دستخط شامل کرنا ہے۔ سنک کمیٹیاں <a href=\"/glossary/#light-client\">لائٹ کلائنٹس</a> کو پورے ویلیڈیٹر سیٹ تک رسائی کی ضرورت کے بغیر بلاک چین کے سربراہ کو ٹریک کرنے کی اجازت دیتی ہیں۔",
  "szabo-term": "سزابو",
  "szabo-definition": "<a href=\"/glossary/#ether\">ایتھر</a> کا ایک ڈینومینیشن۔ 1 سزابو = 10<sup>12</sup> <a href=\"/glossary/#wei\">وی</a>۔ 10<sup>6</sup> سزابو = 1 ایتھر۔",
  "terminal-total-difficulty-term": "ٹرمینل ٹوٹل ڈفیکلٹی (TTD)",
  "terminal-total-difficulty-definition": "کل مشکل بلاک چین کے کسی مخصوص مقام تک تمام بلاکس کے لیے ایتھاش مائننگ کی مشکل کا مجموعہ ہے۔ ٹرمینل کل مشکل کل مشکل کے لیے ایک مخصوص قدر ہے جو ایگزیکیوشن کلائنٹس کے لیے اپنی مائننگ اور بلاک گپ شپ کے فنکشنز کو بند کرنے کے لیے ٹرگر کے طور پر استعمال کی گئی تھی جس سے نیٹ ورک کو پروف-آف-اسٹیک میں منتقلی کی اجازت ملتی ہے۔ یہ اب متعلقہ نہیں ہے کیونکہ ایتھیریم <a href=\"/glossary/#pos\">پروف-آف-اسٹیک</a> میں منتقل ہو گیا ہے۔",
  "testnet-term": "ٹیسٹ نیٹ",
  "testnet-definition": "\"ٹیسٹ نیٹ ورک\" کا مخفف، ایک نیٹ ورک جو مرکزی ایتھیریم نیٹ ورک کے رویے کی نقالی کرنے کے لیے استعمال ہوتا ہے۔",
  "token-term": "ٹوکن",
  "token-definition": "ایتھیریم بلاک چین پر اسمارٹ کنٹریکٹس میں بیان کردہ ایک قابل تجارت ورچوئل سامان۔",
  "token-factory-term": "ٹوکن فیکٹری",
  "token-factory-definition": "ٹوکن فیکٹری ایک اسمارٹ کنٹریکٹ ہے جو ایک مخصوص معیار کے اندر ٹوکن کی تخلیق کی سہولت فراہم کرتا ہے، جیسے <a href=\"#erc-20\">ERC-20</a>، <a href=\"#erc-721\">ERC-721</a>، یا <a href=\"#erc-1155\">ERC-1155</a>۔ اسمارٹ کنٹریکٹ ایک ٹیمپلیٹ کے طور پر کام کرتا ہے، جس سے صارفین کو نئے اسمارٹ کنٹریکٹ کو شروع سے بنائے بغیر نام، علامت، سپلائی، اور اضافی فعالیت جیسے حسب ضرورت پیرامیٹرز کے ساتھ نئے ٹوکن تعینات کرنے کی اجازت ملتی ہے۔",
  "transaction-term": "ٹرانزیکشن",
  "transaction-definition": "ایتھیریم بلاک چین پر کیا گیا ڈیٹا جو ایک ابتدائی <a href=\"/glossary/#account\">اکاؤنٹ</a> کے ذریعے دستخط شدہ ہے، جو ایک مخصوص <a href=\"/glossary/#address\">ایڈریس</a> کو نشانہ بناتا ہے۔ ٹرانزیکشن میں میٹا ڈیٹا ہوتا ہے جیسے اس ٹرانزیکشن کے لیے <a href=\"/glossary/#gas-limit\">گیس کی حد</a>۔ <a href=\"/developers/docs/transactions/\">ٹرانزیکشنز پر مزید</a>۔",
  "transaction-fee-term": "ٹرانزیکشن فیس",
  "transaction-fee-definition": "ایک فیس جو آپ کو جب بھی ایتھیریم نیٹ ورک استعمال کرتے ہیں ادا کرنی پڑتی ہے۔ مثالوں میں آپ کے <a href=\"/glossary/#wallet\">والیٹ</a> سے فنڈز بھیجنا یا <a href=\"/glossary/#dapp\">dapp</a> تعامل، جیسے ٹوکن تبدیل کرنا یا کلیکٹیبل خریدنا شامل ہیں۔ آپ اسے سروس چارج کی طرح سوچ سکتے ہیں۔ یہ فیس اس بات پر منحصر ہوگی کہ نیٹ ورک کتنا مصروف ہے۔ اس کی وجہ یہ ہے کہ <a href=\"/glossary/#validator\">ویلیڈیٹرز</a>، جو آپ کے ٹرانزیکشن پر کارروائی کے ذمہ دار لوگ ہیں، زیادہ فیس والے ٹرانزیکشن کو ترجیح دینے کا امکان رکھتے ہیں - لہذا بھیڑ قیمت کو اوپر لے جاتی ہے۔<br/><br/>تکنیکی سطح پر، آپ کی ٹرانزیکشن فیس اس سے متعلق ہے کہ آپ کے ٹرانزیکشن کو کتنی <a href=\"/glossary/#gas\">گیس</a> کی ضرورت ہے۔<br/><br/>ٹرانزیکشن فیس کو کم کرنا اس وقت شدید دلچسپی کا موضوع ہے۔ دیکھیں <a href=\"/glossary/#layer-2\">لیئر 2</a>۔",
  "trust-assumptions-term": "اعتماد کی فرضیات",
  "trust-assumptions-definition": "اعتماد کے مفروضے ایک نظام کی حفاظت اور انحصار کے بارے میں بنیادی عقائد ہیں، جو اس بات کی رہنمائی کرتے ہیں کہ ہم نظام کے کام کرنے کے لیے کس چیز پر بھروسہ کرتے ہیں۔",
  "trustlessness-term": "بے اعتمادی",
  "trustlessness-definition": "کسی نیٹ ورک کی لین دین میں ثالثی کرنے کی صلاحیت بغیر کسی فریق کو کسی تیسرے فریق پر بھروسہ کرنے کی ضرورت کے۔",
  "turing-complete-term": "ٹورنگ کمپلیٹ",
  "turing-complete-definition": "انگریزی ریاضی دان اور کمپیوٹر سائنسدان ایلن ٹورنگ کے نام پر ایک تصور - ڈیٹا کی ہیرا پھیری کے قوانین کا ایک نظام (جیسے کمپیوٹر کا انسٹرکشن سیٹ، ایک پروگرامنگ زبان، یا ایک سیلولر آٹومیٹن) کو \"ٹورنگ کمپلیٹ\" یا \"کمپیوٹیشنلی یونیورسل\" کہا جاتا ہے اگر اسے کسی بھی ٹورنگ مشین کی نقالی کرنے کے لیے استعمال کیا جا سکے۔",
  "validator-term": "ویلیڈیٹر",
  "validator-definition": "ایک <a href=\"/glossary/#pos\">پروف-آف-اسٹیک</a> سسٹم میں ایک <a href=\"/glossary/#node\">نوڈ</a> جو ڈیٹا ذخیرہ کرنے، لین دین پر کارروائی کرنے، اور بلاک چین میں نئے بلاکس شامل کرنے کا ذمہ دار ہے۔ ویلیڈیٹر سافٹ ویئر کو فعال کرنے کے لیے، آپ کو 32 ETH <a href=\"/glossary/#staking\">اسٹیک</a> کرنے کے قابل ہونا چاہیے۔ <a href=\"/staking/\">ایتھیریم میں اسٹیکنگ پر مزید</a>۔",
  "validator-lifecycle-term": "ویلیڈیٹر لائف سائیکل",
  "validator-lifecycle-definition": "وہ حالتوں کی ترتیب جن میں ایک ویلیڈیٹر موجود ہو سکتا ہے۔ ان میں شامل ہیں: <br/><br/><ul><li>جمع شدہ: ویلیڈیٹر کے ذریعے <a href=\"/glossary/#deposit-contract\">ڈپازٹ کنٹریکٹ</a> میں کم از کم 32 ETH جمع کیے گئے ہیں</li><li>زیر التوا: ویلیڈیٹر ایکٹیویشن کی قطار میں ہے جو موجودہ ویلیڈیٹرز کے ذریعے نیٹ ورک میں ووٹ ڈالنے کا انتظار کر رہا ہے</li><li>فعال: فی الحال بلاکس کی تصدیق اور تجویز کر رہا ہے</li><li>سلیشنگ: ویلیڈیٹر نے غلط برتاؤ کیا ہے اور اسے سلیش کیا جا رہا ہے</li><li>باہر نکلنا: ویلیڈیٹر کو نیٹ ورک سے باہر نکلنے کے لیے فلیگ کیا گیا ہے، یا تو رضاکارانہ طور پر یا اس لیے کہ انہیں نکال دیا گیا ہے۔</li></ul>",
  "validity-proof-term": "درستگی کا ثبوت",
  "validity-proof-definition": "کچھ <a href=\"/glossary/#layer-2\">لیئر 2</a> حلوں کے لیے ایک سیکورٹی ماڈل جہاں، رفتار بڑھانے کے لیے، لین دین کو بیچوں میں رول اپ کیا جاتا ہے اور ایتھیریم کو ایک ہی لین دین میں جمع کیا جاتا ہے۔ ٹرانزیکشن کمپیوٹیشن آف چین کی جاتی ہے اور پھر مین چین کو ان کی درستگی کے ثبوت کے ساتھ فراہم کی جاتی ہے۔ یہ طریقہ سیکورٹی کو برقرار رکھتے ہوئے ممکنہ لین دین کی مقدار کو بڑھاتا ہے۔ کچھ <a href=\"/glossary/#rollups\">رول اپس</a> <a href=\"/glossary/#fraud-proof\">فراڈ پروف</a> استعمال کرتے ہیں۔ <a href=\"/developers/docs/scaling/zk-rollups/\">زیرو نالج رول اپس پر مزید</a>۔",
  "validium-term": "ویلیڈیم",
  "validium-definition": "ایک آف چین حل جو <a href=\"/glossary/#validity-proof\">درستگی کے ثبوت</a> کا استعمال کرتا ہے تاکہ ٹرانزیکشن تھروپٹ کو بہتر بنایا جا سکے۔ <a href=\"/glossary/#zk-rollup\">زیرو نالج رول اپس</a> کے برعکس، ویلیڈیم ڈیٹا لیئر 1 مین نیٹ پر ذخیرہ نہیں کیا جاتا ہے۔ <a href=\"/developers/docs/scaling/validium/\">ویلیڈیم پر مزید</a>۔",
  "vyper-term": "Vyper",
  "vyper-definition": "پائتھن کی طرح نحو کے ساتھ ایک اعلی سطحی پروگرامنگ زبان۔ ایک خالص فنکشنل زبان کے قریب جانے کا ارادہ ہے۔ وٹالک بٹیرن نے بنائی۔ <a href=\"/developers/docs/smart-contracts/languages/#vyper\">Vyper پر مزید</a>۔",
  "wallet-term": "والیٹ",
  "wallet-definition": "والیٹ ایک ڈیجیٹل ٹول ہے جو ڈیجیٹل کرنسی کو ذخیرہ کرنے، بھیجنے اور وصول کرنے کے لیے استعمال ہوتا ہے، جیسے آپ کی آن لائن رقم کے لیے ایک ورچوئل پرس۔ <a href=\"/wallets/\">ایتھیریم والیٹس پر مزید</a>۔",
  "web2-term": "ویب 2",
  "web2-definition": "موجودہ انٹرنیٹ ہے، جو صارف کے تیار کردہ مواد اور سوشل میڈیا پر مرکوز ہے جو چند کمپنیوں کے زیر کنٹرول ہیں۔ Web3 ایک کرپٹو عقیدہ ہے کہ صارفین کو اپنے ڈیٹا اور لین دین کو کنٹرول کرنا چاہیے بجائے اس کے۔",
  "web3-term": "Web3",
  "web3-definition": "Web3 بلاک چین کے ساتھ نیا انٹرنیٹ ہے، جہاں کمپنیاں نہیں، بلکہ صارفین اپنے ڈیٹا اور لین دین کو کنٹرول کرتے ہیں۔ کوئی ذاتی معلومات شیئر کرنے کی ضرورت نہیں۔ <a href=\"/web3/\">Web3 پر مزید</a>۔",
  "wei-term": "Wei",
  "wei-definition": "ایتھر کا سب سے چھوٹا ڈینومینیشن۔ 10<sup>18</sup> وی = 1 ایتھر۔",
  "wrapped-token-term": "ریپڈ ٹوکن",
  "wrapped-token-definition": "ایک بلاک چین پر مبنی ٹوکن جو کسی دوسرے کرپٹو کرنسی یا اثاثے کی نمائندگی کرتا ہے جو ایک مختلف نیٹ ورک پر ہے۔ مثال کے طور پر، <a href=\"/wrapped-eth/#intro-to-weth\">ریپڈ ایتھر (WETH)</a> ایتھر (ETH) کی نمائندگی کرتا ہے جو ایتھیریم کے <a href=\"/glossary/#erc-20\">ERC-20</a> ٹوکن معیار کے مطابق ہے۔ اصل اثاثہ <a href=\"/glossary/#smart-contract\">اسمارٹ کنٹریکٹ</a> کے ذریعے محفوظ طریقے سے لاک کیا جاتا ہے، اور ایک مساوی ریپڈ ٹوکن منٹ کیا جاتا ہے۔ یہ میکانزم بلاک چینز کے اندر اور ان کے درمیان باہمی تعاون کو قابل بناتا ہے، جس سے ETH جیسے اثاثوں کو اپنی قدر برقرار رکھتے ہوئے ڈی سینٹرلائزڈ ایپلی کیشنز میں بغیر کسی رکاوٹ کے استعمال کیا جا سکتا ہے۔",
  "zero-address-term": "صفر پتہ",
  "zero-address-definition": "ایک ایتھیریم پتہ، جو مکمل طور پر صفر پر مشتمل ہے، جو اکثر ملکیت کی گردش سے ٹوکن ہٹانے کے لیے ایک پتے کے طور پر استعمال ہوتا ہے۔ burn() طریقہ کے ذریعے اسمارٹ کنٹریکٹ کے انڈیکس سے باضابطہ طور پر ہٹائے گئے ٹوکن اور اس پتے پر بھیجے گئے ٹوکن کے درمیان فرق کیا جاتا ہے۔",
  "zk-proof-term": "زیرو نالج پروف",
  "zk-proof-definition": "زیرو نالج پروف ایک کرپٹوگرافک طریقہ ہے جو کسی فرد کو یہ ثابت کرنے کی اجازت دیتا ہے کہ کوئی بیان سچ ہے بغیر کوئی اضافی معلومات پہنچائے۔ <a href=\"/developers/docs/scaling/zk-rollups/\">زیرو نالج رول اپس پر مزید</a>۔",
  "zk-rollup-term": "زیرو نالج رول اپ",
  "zk-rollup-definition": "لین دین کا ایک <a href=\"/glossary/#rollups\">رول اپ</a> جو <a href=\"/glossary/#validity-proof\">درستگی کے ثبوت</a> کا استعمال کرتا ہے تاکہ مین نیٹ (لیئر 1) کی طرف سے فراہم کردہ سیکورٹی کا استعمال کرتے ہوئے <a href=\"/glossary/#layer-2\">لیئر 2</a> ٹرانزیکشن تھروپٹ میں اضافہ کیا جا سکے۔ اگرچہ وہ <a href=\"/glossary/#optimistic-rollup\">آپٹیمسٹک رول اپس</a> کی طرح پیچیدہ ٹرانزیکشن کی اقسام کو نہیں سنبھال سکتے، لیکن ان میں تاخیر کے مسائل نہیں ہوتے کیونکہ ٹرانزیکشنز جمع کراتے وقت قابل ثبوت طور پر درست ہوتی ہیں۔ <a href=\"/developers/docs/scaling/zk-rollups/\">زیرو نالج رول اپس پر مزید</a>۔"
}
