{
  "page-ethereum-history-founder-and-ownership-meta-title": "ایتھیریم کی تاریخ: بانی، لانچ اور ملکیت | ethereum.org",
  "page-ethereum-history-founder-and-ownership-meta-description": "ایتھیریم کی تاریخ کے بارے میں جانیں، بشمول اسے کس نے بنایا، اسے کب لانچ کیا گیا اور آج اسے کون کنٹرول کرتا ہے۔",
  "page-ethereum-history-founder-and-ownership-twitter-meta-description": "Bitcoin اور Ethereum کے درمیان فرق جانیں، بشمول استعمال کے معاملات، نیٹ ورک کی کارکردگی، ٹوکن اکنامکس اور بہت کچھ۔",
  "page-ethereum-history-founder-and-ownership-title": "ایتھیریم کی تاریخ: بانی، لانچ اور ملکیت",
  "page-ethereum-history-founder-and-ownership-description-1": "ایتھیریم کی بنیاد 2013 میں Vitalik Buterin نے رکھی تھی۔ بعد میں کئی شریک بانی شامل ہوئے، جن میں Gavin Wood اور Joseph Lubin شامل ہیں۔ ایتھیریم نیٹ ورک سرکاری طور پر 30 جولائی 2015 کو پہلے بلاک (جینیسس بلاک) کی مائننگ کے ساتھ لانچ کیا گیا تھا۔",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-description-1": "روایتی تنظیموں کے برعکس، <strong>ایتھیریم کا کوئی CEO نہیں ہے</strong>، بورڈ، یا کوئی واحد کنٹرول کرنے والی پارٹی نہیں ہے۔ یہ ایک غیر مرکزی پلیٹ فارم ہے جسے اس کی کمیونٹی کے ذریعے چلایا جاتا ہے، جس میں غیر منافع بخش Ethereum Foundation معاونت فراہم کرتی ہے۔",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum": "ایتھیریم کی بنیاد کس نے رکھی/شریک بانی کون تھے؟",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-1": "ایتھیریم کی بنیاد <strong>Vitalik Buterin نے رکھی تھی</strong> جنہوں نے <strong>2013 کے آخر میں</strong> یہ خیال پیش کیا تھا۔",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-2": "1994 میں روس میں پیدا ہوئے اور کینیڈا میں پرورش پائی، Buterin نے چھوٹی عمر سے ہی غیر معمولی ریاضی کی صلاحیتوں کا مظاہرہ کیا۔",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-3": "انہوں نے 2011 میں Bitcoin کو دریافت کیا، اور Bitcoin پر مضامین لکھنا شروع کیے جس کی وجہ سے انہوں نے 2012 میں <em>Bitcoin Magazine</em> کی مشترکہ بنیاد رکھی۔ یہ کرپٹو کرنسی کے لیے وقف پہلی اشاعتوں میں سے ایک تھی۔ ابتدائی Bitcoin کمیونٹی کا حصہ بن کر، انہوں نے اس کی صلاحیتوں اور اس کی حدود کا براہ راست مشاہدہ کیا۔",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-4": "2014 میں، Vitalik نے <whitepaper>ایتھیریم وائٹ پیپر</whitepaper> شائع کیا، جس میں ایک ایسے پلیٹ فارم کا خاکہ پیش کیا گیا جو ایک ایسا بلاک چین بنا کر Bitcoin سے آگے جائے گا جو صرف ادائیگیوں سے زیادہ کام کر سکے۔",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-5": "ایتھیریم Bitcoin کے نقطہ نظر کو وسعت دیتا ہے، بنیادی طور پر یہ کہتے ہوئے، کہ، ایک ایسی ایپلیکیشن کو سپورٹ کرنے کے لیے بنائے گئے قواعد کے بجائے، ہم کچھ زیادہ عمومی مقصد کی چیز بنانے جا رہے ہیں جہاں لوگ صرف اپنی ایپلیکیشنز بنا سکتے ہیں اور ان کی بنائی ہوئی کسی بھی ایپلیکیشن کے قواعد کو ایتھیریم پلیٹ فارم پر عمل میں لایا جا سکتا ہے۔",
  "page-ethereum-history-founder-and-ownership-when-ethereum-when-did-ethereum-launch": "ایتھیریم کب لانچ ہوا؟",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now": "اب ایتھیریم کا مالک کون ہے اور اسے کون چلاتا ہے؟",
  "page-ethereum-history-founder-and-ownership-founder-of-ethereum": "ایتھیریم کا بانی",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-6": "ایتھیریم کی بنیاد 8 افراد نے مشترکہ طور پر رکھی تھی جنہوں نے ایتھیریم کو زندگی دینے میں مدد کی۔",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-vitalik-buterin": "<strong>Vitalik Buterin</strong>: 2013 میں ایتھیریم کا تصور پیش کیا، اصل وائٹ پیپر لکھا، اور اس کے چیف ویژنری اور ایڈوکیٹ بنے، ایک غیر مرکزی عالمی کمپیوٹر کے تصور کو واضح کیا اور پروٹوکول کی تکنیکی اور فلسفیانہ سمت کی رہنمائی کی۔",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-gavin-wood": "<strong>Gavin Wood</strong>: <solidity>Solidity</solidity> پروگرامنگ زبان تیار کی اور <ethereumYellowPaper>Ethereum Yellow Paper</ethereumYellowPaper> لکھا، جو Ethereum Virtual Machine (EVM) کے لیے تکنیکی گائیڈ ہے۔",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-joseph-lubin": "<strong>Joseph Lubin</strong>: ایتھیریم کے ابتدائی مراحل میں فنڈنگ میں مدد کی اور بعد میں <consensys>ConsenSys</consensys> کی بنیاد رکھی، ایک ایسی کمپنی جو ایتھیریم پر مبنی ایپس اور انفراسٹرکچر بنانے پر مرکوز ہے۔",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-jeffrey-wilcke": "<strong>Jeffrey Wilcke</strong>: <geth>Geth</geth> بنایا، جو اصل اور سب سے زیادہ استعمال ہونے والا Ethereum ایکزیکیوشن کلائنٹ ہے، جو EVM چلانے اور Ethereum نیٹ ورک ڈیٹا کو ذخیرہ کرنے کا ذمہ دار ہے۔",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-mihai-alisie": "<strong>Mihai Alisie</strong>: Vitalik Buterin کے ساتھ Bitcoin Magazine کی مشترکہ بنیاد رکھی اور سوئٹزرلینڈ میں Ethereum Foundation کے قیام میں مدد کی، نائب صدر کے طور پر خدمات انجام دیں اور ایتھر کی پری سیل کے لیے قانونی ڈھانچہ ترتیب دیا۔",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-anthony-di-lorio": "<strong>Anthony Di Lorio</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-amir-chetrit": "<strong>Amir Chetrit</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-charles-hoskinson": "<strong>Charles Hoskinson</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-7": "آج، Vitalik Buterin ایتھیریم کی ترقی میں فعال طور پر شامل ہیں۔ Joseph Lubin ConsenSys کی قیادت جاری رکھے ہوئے ہیں۔ ان کی کمپنی ایتھیریم ایکو سسٹم کے لیے اہم ٹولز جیسے <strong>MetaMask</strong> اور <strong>Infura</strong> تیار کرتی ہے۔",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-1": "Vitalik کے ابتدائی خیال سے لے کر ایتھیریم کے سرکاری لانچ تک کے سفر میں تقریباً 20 ماہ لگے۔ یہاں اہم سنگ میل ہیں:",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-2": "<strong>نومبر 2013:</strong> Vitalik Buterin نے ایتھیریم وائٹ پیپر شیئر کیا۔ اس میں ایک ایسے بلاک چین پلیٹ فارم کے لیے ان کے وژن کو بیان کیا گیا ہے جو اسمارٹ کنٹریکٹس چلا سکتا ہے۔",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-3": "<strong>جنوری 2014:</strong> Vitalik نے میامی میں نارتھ امریکن Bitcoin کانفرنس میں ایتھیریم کے تصور کا <announcement>عوامی طور پر اعلان کیا</announcement>۔",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-4": "<strong>جولائی–اگست 2014:</strong> ایتھیریم کی ترقی کے لیے فنڈ اکٹھا کرنے کے لیے، بانی ٹیم نے ایک عوامی کراؤڈ فنڈنگ مہم چلائی۔ انہوں نے ایتھر (ETH) کے بدلے 31,000 BTC (اس وقت تقریباً 18 ملین ڈالر مالیت کے) اکٹھے کیے۔",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-5": "<strong>اپریل 2015:</strong> Vitalik اور شریک بانیوں نے ایتھیریم کا Olympic ٹیسٹ نیٹ لانچ کیا۔ یہ مین نیٹ ورک کے لانچ سے پہلے آخری ٹیسٹنگ کا مرحلہ تھا۔",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-6": "<strong>30 جولائی 2015:</strong> بانی ٹیم نے جینیسس بلاک کی مائننگ کرکے سرکاری طور پر ایتھیریم مین نیٹ لانچ کیا۔ یہ ایتھیریم نیٹ ورک کی پیدائش کی نشاندہی کرتا ہے۔",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-7": "<strong>14 مارچ 2016:</strong> ایتھیریم کمیونٹی نے \"Homestead\" کو نافذ کیا، جو پہلا منصوبہ بند اپ گریڈ تھا۔ یہ اس بات کا اشارہ تھا کہ ایتھیریم مرکزی دھارے میں اپنانے کے لیے تیار ہے۔",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-8": "ہمارے پاس ایتھیریم پروجیکٹ پر یہ تصور تھا کہ ہمیں واقعی اس پر صرف ایک ہی موقع ملے گا، یہ واقعی ایک ہی بار کا کام تھا، لہذا ہمیں اسے صحیح کرنا تھا۔",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-9": "ایتھیریم کے شریک بانی",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-10": "ایتھیریم کے لانچ نے بلاک چین ٹیکنالوجی میں ایک اہم سنگ میل قائم کیا۔ اس نے اسمارٹ کنٹریکٹس متعارف کرائے اور غیر مرکزی ایپلی کیشنز کے لیے ایک پلیٹ فارم بنایا۔",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-11": "آپ <genesisBlock>ہمیشہ ایتھیریم جینیسس بلاک دیکھ سکتے ہیں</genesisBlock> جو اس لمحے کو محفوظ کرتا ہے جب ایتھیریم پہلی بار وجود میں آیا تھا۔",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-12": "ایتھیریم اپ گریڈز کی مکمل فہرست دیکھیں",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-13": "مستقبل کا ایتھیریم روڈ میپ دیکھیں",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-1": "ایتھیریم کے سب سے منفرد پہلوؤں میں سے ایک اس کا ملکیتی ڈھانچہ ہے، یا زیادہ درست طور پر، اس میں روایتی ملکیت کا فقدان ہے۔ ایک باقاعدہ کمپنی کے برعکس، ایتھیریم:",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-2": "<strong>کا کوئی CEO یا مرکزی اتھارٹی نہیں ہے</strong>",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-3": "کسی <strong>واحد ادارے</strong> یا تنظیم کے <strong>کنٹرول میں نہیں ہے</strong>",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-4": "روایتی معنوں میں <strong>اس کے کوئی شیئر ہولڈرز نہیں ہیں</strong>",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-5": "اس کے بجائے، ایتھیریم ایک غیر مرکزی نیٹ ورک کے طور پر کام کرتا ہے۔ اسے دنیا بھر میں <strong>ہزاروں آزاد کمپیوٹرز</strong> (نوڈز) کے ذریعے برقرار رکھا جاتا ہے۔ یہ غیر مرکزی ماڈل ایتھیریم کے ڈیزائن اور قدر کا مرکز ہے۔",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-6": "کئی اہم گروپس ایتھیریم کی جاری ترقی اور گورننس میں مدد کرتے ہیں:",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation": "1. دی ایتھیریم فاؤنڈیشن",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-1": "<strong>ایتھیریم فاؤنڈیشن ایک غیر منافع بخش تنظیم ہے</strong> جو ایتھیریم اور متعلقہ ٹیکنالوجیز کو سپورٹ کرتی ہے۔ اگرچہ یہ اہم ہے، لیکن یہ نیٹ ورک کو کنٹرول نہیں کرتی۔ یہ فاؤنڈیشن:",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-2": "ایتھیریم کی ترقی کو سپورٹ کرنے کے لیے فنڈز کا انتظام کرتی ہے",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-3": "ایتھیریم پر بننے والے پروجیکٹس کو گرانٹ فراہم کرتی ہے",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-4": "کمیونٹی ایونٹس اور تعلیمی اقدامات کا اہتمام کرتی ہے",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-5": "تحقیقی کوششوں کو مربوط کرتی ہے",
  "page-ethereum-history-founder-and-ownership-core-developers": "2. کور ڈیولپرز اور محققین",
  "page-ethereum-history-founder-and-ownership-core-developers-description-1": "ڈیولپرز اور محققین کی ایک عالمی کمیونٹی ایتھیریم کے کوڈ اور ڈیزائن میں حصہ ڈالتی ہے۔ یہ شراکت دار ایک کھلے، عوامی عمل کے ذریعے بہتری کی تجویز، بحث اور نفاذ کرتے ہیں۔ Vitalik Buterin کمیونٹی میں قابل احترام ہیں، تاہم، فیصلے کسی ایک شخص کے بجائے گروپ کے معاہدے کے ذریعے کیے جاتے ہیں۔",
  "page-ethereum-history-founder-and-ownership-eip": "3. ایتھیریم امپروومنٹ پروپوزلز (EIPs)",
  "page-ethereum-history-founder-and-ownership-eip-description-1": "ایتھیریم کمیونٹی <eips>ایتھیریم امپروومنٹ پروپوزلز (EIPs)</eips> کے ذریعے نیٹ ورک میں تبدیلیوں کی تجویز پیش کرتی ہے۔ یہ کھلا نظام کسی کو بھی بہتری کی تجویز دینے کی اجازت دیتا ہے۔ پھر ان خیالات پر بحث کی جاتی ہے، انہیں بہتر بنایا جاتا ہے، اور ممکنہ طور پر کمیونٹی کے ذریعے نافذ کیا جاتا ہے۔",
  "page-ethereum-history-founder-and-ownership-validators": "4. نوڈ آپریٹرز اور ویلیڈیٹرز",
  "page-ethereum-history-founder-and-ownership-validators-description-1": "ستمبر 2022 میں ایتھیریم کے پروف-آف-اسٹیک میں منتقل ہونے کے بعد سے، نیٹ ورک کو ویلیڈیٹرز کے ذریعے محفوظ کیا جاتا ہے جو ETH کو لاک اپ (اسٹیک) کرتے ہیں اور ٹرانزیکشنز پر کارروائی کرتے ہیں۔ دنیا بھر میں <beaconchain>بڑی تعداد میں ویلیڈیٹرز</beaconchain> پھیلے ہوئے ہیں، جو نیٹ ورک کا کنٹرول دور دور تک تقسیم کرتا ہے۔",
  "page-ethereum-history-founder-and-ownership-validators-description-2": "یہ غیر مرکزی ماڈل کسی ایک ادارے کے کنٹرول کو محدود کرتا ہے، جس سے ایتھیریم سنسرشپ کے خلاف مزاحم بن جاتا ہے۔ اس میں اس کے اصل بانی بھی شامل ہیں۔ کوئی بھی شخص یا تنظیم اپنے طور پر ایتھیریم کے قوانین کو تبدیل نہیں کر سکتا یا نیٹ ورک کو بند نہیں کر سکتا۔",
  "page-ethereum-history-founder-and-ownership-validators-description-3": "ایتھیریم پر ایک ایپلیکیشن بنانے اور اسے کسی روایتی مرکزی پلیٹ فارم پر بنانے کے درمیان بنیادی فرق یہ بنیادی خیال ہے کہ ایک بار جب آپ اپنی ایپلیکیشن بنا لیتے ہیں، تو اس ایپلیکیشن کو اپنے وجود کو جاری رکھنے کے لیے آپ پر یا کسی دوسرے فرد پر انحصار کرنے کی ضرورت نہیں ہوتی۔ اور اس بات کی ضمانت ہے کہ ایپلیکیشن متعین کردہ قوانین کے مطابق چلتی رہے گی۔",
  "page-ethereum-history-founder-and-ownership-conclusion": "نتیجہ",
  "page-ethereum-history-founder-and-ownership-conclusion-description-1": "2013 میں Vitalik Buterin کی طرف سے اس کی تخلیق سے لے کر 2015 میں اس کے لانچ اور آج کی ترقی تک، <strong>ایتھیریم اپنے بانی وژن پر قائم رہا ہے</strong>۔ یہ ان ایپلی کیشنز کے لیے ایک <strong>غیر مرکزی، قابل اعتبار غیر جانبدار</strong> پلیٹ فارم بنا ہوا ہے جو بالکل پروگرام کے مطابق چلتی ہیں۔ نیٹ ورک اور اس پر بنی ایپس <strong>بغیر کسی ڈاؤن ٹائم، سنسرشپ، دھوکہ دہی، یا تیسرے فریق کی مداخلت کے</strong> چلتی ہیں۔",
  "page-ethereum-history-founder-and-ownership-conclusion-description-2": "ایتھیریم کی کہانی ہر اپ ڈیٹ اور اختراع کے ساتھ سامنے آتی رہتی ہے۔ جیسے جیسے نیٹ ورک تیار ہوتا ہے، یہ اس بات کی مثال دیتا ہے کہ کس طرح غیر مرکزی گورننس روایتی کارپوریٹ ڈھانچے کے بغیر تکنیکی ترقی کو آگے بڑھا سکتی ہے۔",
  "page-ethereum-history-founder-and-ownership-conclusion-description-3": "ایتھیریم ایک بصیرت افروز وائٹ پیپر سے ایک <strong>عالمی انفراسٹرکچر لیئر میں تبدیل ہو گیا ہے جو ہزاروں ایپلی کیشنز اور اربوں کی قدر کو طاقت دے رہا ہے</strong>۔ یہ ثابت کرتا ہے کہ کھلا تعاون نہ صرف فنانس کو، بلکہ ملکیت، گورننس، اور ڈیجیٹل اعتماد کے بنیادی تصورات کو بھی نئی شکل دے سکتا ہے۔",
  "page-ethereum-history-founder-and-ownership-conclusion-description-4": "ایتھیریم کے گورننس کے عمل کے بارے میں مزید جانیں"
}
