{
  "page-ethereum-vs-bitcoin-meta-title": "Ethereum بمقابلہ Bitcoin: کیا فرق ہے؟ | ethereum.org",
  "page-ethereum-vs-bitcoin-meta-description": "Bitcoin اور Ethereum کے درمیان فرق جانیں، بشمول استعمال کے معاملات، نیٹ ورک کی کارکردگی، سیکورٹی، ٹوکن اکنامکس، وکندریقرت کی سطح اور بہت کچھ۔",
  "page-ethereum-vs-bitcoin-twitter-meta-description": "Bitcoin اور Ethereum کے درمیان فرق جانیں، بشمول استعمال کے معاملات، نیٹ ورک کی کارکردگی، ٹوکن اکنامکس اور بہت کچھ۔",
  "page-ethereum-vs-bitcoin-title": "Ethereum بمقابلہ Bitcoin: کیا فرق ہے؟",
  "page-ethereum-vs-bitcoin-description-1": "Bitcoin اور Ethereum دو سب سے مشہور وکندریقرت بلاک چین نیٹ ورکس میں سے ہیں، لیکن وہ بہت مختلف مقاصد کو پورا کرتے ہیں۔",
  "page-ethereum-vs-bitcoin-section-1": "Bitcoin (ایک بڑے B کے ساتھ) ایک بلاک چین ہے جسے bitcoin (چھوٹے b) نامی ڈیجیٹل کرنسی کے لیے ڈیزائن کیا گیا ہے۔ Ethereum کو ایپلی کیشنز اور اثاثوں کے لیے ایک وکندریقرت پلیٹ فارم کے طور پر ڈیزائن کیا گیا ہے، جو اس کی مقامی کریپٹو کرنسی <strong>ether (ETH)</strong> سے تقویت یافتہ ہے۔",
  "page-ethereum-vs-bitcoin-section-2": "دونوں بلاک چین ٹیکنالوجی کا استعمال کرتے ہیں، اوپن سورس ہیں، اور عالمی برادریوں کے ذریعہ برقرار رکھے جاتے ہیں، لیکن ان کے اہداف اور خصوصیات الگ ہیں۔ اس گائیڈ میں، ہم اس بات پر غور کریں گے کہ ہر نیٹ ورک کیا ہے، ان میں کیا مشترک ہے، اور وہ ٹیکنالوجی، ثقافت اور مستقبل کے نقطہ نظر جیسے شعبوں میں کیسے مختلف ہیں۔",
  "page-ethereum-vs-bitcoin-bitcoin-section-title": "Bitcoin—ایک فوری پرائمر",
  "page-ethereum-vs-bitcoin-bitcoin-section-1": "Bitcoin ایک وکندریقرت ڈیجیٹل کرنسی نیٹ ورک ہے۔ اسے <strong>Satoshi Nakamoto</strong> نام استعمال کرنے والی ایک گمنام ہستی نے <strong>2009 میں تخلیق کیا تھا</strong>، 2008 کے مالیاتی بحران کے فوراً بعد۔ خیال یہ تھا کہ Bitcoin ایک پیئر ٹو پیئر الیکٹرانک کیش سسٹم ہو۔",
  "page-ethereum-vs-bitcoin-bitcoin-section-2": "Bitcoin کسی کو بھی بینک جیسی <strong>کسی مرکزی اتھارٹی پر انحصار کیے بغیر</strong> انٹرنیٹ پر <strong>bitcoin بھیجنے اور وصول کرنے</strong> کی اجازت دیتا ہے۔ تمام لین دین ایک عوامی لیجر پر ریکارڈ کیے جاتے ہیں جسے بلاک چین کہا جاتا ہے۔",
  "page-ethereum-vs-bitcoin-bitcoin-section-3": "Bitcoin اپنے نیٹ ورک کو محفوظ بنانے کے لیے پروف آف ورک کا استعمال کرتا ہے۔ دنیا بھر کے کمپیوٹرز کرپٹوگرافک پہیلیاں حل کرنے کی دوڑ میں لگے ہیں جو انہیں نئے بلاکس شامل کرنے دیتی ہیں۔ ان خصوصی کمپیوٹرز کو مائنرز کہا جاتا ہے اور نئے بلاکس کی \"مائننگ\" کے لیے بلاک انعام کے طور پر bitcoin حاصل کرتے ہیں۔",
  "page-ethereum-vs-bitcoin-bitcoin-section-4": "<strong>Bitcoin کی زیادہ سے زیادہ سپلائی 21 ملین کوائنز پر مقرر ہے</strong>۔ یہ ڈیزائن کا انتخاب ایک اہم وجہ ہے کہ Bitcoin کو اکثر ڈیجیٹل سونا کہا جاتا ہے۔",
  "page-ethereum-vs-bitcoin-ethereum-section-title": "Ethereum—ایک فوری پرائمر",
  "page-ethereum-vs-bitcoin-ethereum-section-1": "Bitcoin کی طرح، Ethereum بھی ایک وکندریقرت بلاک چین نیٹ ورک ہے، لیکن اسے <strong>صرف ادائیگیوں کو ریکارڈ کرنے سے زیادہ کام کرنے کے لیے ڈیزائن کیا گیا تھا</strong>۔ <strong>Vitalik Buterin</strong> نامی ایک سافٹ ویئر ڈیولپر اور اس کے شریک بانیوں نے <strong>2015</strong> میں لانچ کیا، Ethereum کو ایک سمارٹ کنٹریکٹ اور وکندریقرت ایپلیکیشن پلیٹ فارم کے طور پر بنایا گیا تھا۔",
  "page-ethereum-vs-bitcoin-ethereum-section-2": "Ethereum کسی کو بھی Bitcoin کی طرح قدر بھیجنے اور وصول کرنے دیتا ہے، لیکن یہ <strong>ایک ایسے پلیٹ فارم کے طور پر بھی کام کرتا ہے جسے کوئی بھی ایپلی کیشنز کے لیے استعمال کر سکتا ہے</strong>۔ Ethereum نیٹ ورک ہزاروں نوڈس پر چلتا ہے اور اسے کسی ایک ادارے کے ذریعے کنٹرول نہیں کیا جاتا ہے۔",
  "page-ethereum-vs-bitcoin-ethereum-section-3": "کوئی بھی Ethereum پر ایپلی کیشنز بنا اور تعینات کر سکتا ہے۔ ان پروگراموں کو <strong>اسمارٹ کنٹریکٹس</strong> کہا جاتا ہے، اور وہ Ethereum کی بنیادی اختراع ہیں۔",
  "page-ethereum-vs-bitcoin-ethereum-section-4": "ایک بار جب سمارٹ کنٹریکٹ تعینات ہو جاتا ہے، تو یہ تعامل کرنے پر حتمی طور پر چلتا ہے۔ اس سے قرض دینے، تجارت، گیمز، اور ڈیجیٹل جمع کرنے والی چیزوں جیسی چیزوں کے لیے ایپس بنانا ممکن ہو جاتا ہے جو دنیا بھر کے لاکھوں صارفین کے لیے دن بھر، ہر روز چلتی ہیں۔",
  "page-ethereum-vs-bitcoin-ethereum-section-5": "اسی طرح جس طرح bitcoin کا استعمال Bitcoin نیٹ ورک پر ٹرانزیکشن فیس ادا کرنے کے لیے کیا جاتا ہے، Ethereum کی مقامی کرنسی، ether، کا استعمال ٹرانزیکشن فیس ادا کرنے، سمارٹ کنٹریکٹس کو شائع کرنے اور استعمال کرنے، اور نیٹ ورک کو محفوظ بنانے کے لیے کیا جاتا ہے۔ <strong>Ether پروگرام چلانے کے لیے ایندھن اور قدر کے ذخیرے دونوں کے طور پر کام کرتا ہے</strong>۔",
  "page-ethereum-vs-bitcoin-ethereum-section-6": "Ethereum کے بارے میں اور یہ کیسے کام کرتا ہے اس کے بارے میں مزید جانیں۔",
  "page-ethereum-vs-bitcoin-differences-section-title": "اہم فرق",
  "page-ethereum-vs-bitcoin-differences-section-1": "Bitcoin اور Ethereum وکندریقرت نیٹ ورکس کو برقرار رکھنے کے لیے بلاک چین ٹیکنالوجی کا استعمال کرتے ہیں، لیکن وہ اپنے ڈیزائن، مقصد اور صلاحیتوں میں مختلف ہیں۔",
  "page-ethereum-vs-bitcoin-differences-table-area": "علاقہ",
  "page-ethereum-vs-bitcoin-differences-table-bitcoin": "بٹ کوائن",
  "page-ethereum-vs-bitcoin-differences-table-ethereum": "Ethereum",
  "page-ethereum-vs-bitcoin-differences-table-row-1-1": "بنیادی مقصد",
  "page-ethereum-vs-bitcoin-differences-table-row-1-2": "پیئر ٹو پیئر ڈیجیٹل کرنسی",
  "page-ethereum-vs-bitcoin-differences-table-row-1-3": "ایپس اور ڈیجیٹل معیشتوں کے لیے پلیٹ فارم",
  "page-ethereum-vs-bitcoin-differences-table-row-2-1": "اسمارٹ معاہدات",
  "page-ethereum-vs-bitcoin-differences-table-row-2-2": "تعاون یافتہ نہیں",
  "page-ethereum-vs-bitcoin-differences-table-row-2-3": "بنیادی فعالیت",
  "page-ethereum-vs-bitcoin-differences-table-row-3-1": "سپلائی",
  "page-ethereum-vs-bitcoin-differences-table-row-3-2": "Bitcoin ہر بلاک پر اصل اور غیر تبدیل شدہ پروٹوکول کے ذریعے طے شدہ/پہلے سے طے شدہ شرح پر جاری کیا جاتا ہے، جس کی حتمی مقررہ حد 21 ملین ہے۔",
  "page-ethereum-vs-bitcoin-differences-table-row-3-3": "Ether کو ہر بلاک میں سرگرمی/ڈیمانڈ کے تناسب سے جلایا جاتا ہے، اور ہر دور میں کل اسٹیک شدہ ETH کے تناسب سے جاری کیا جاتا ہے۔ کوئی مقررہ حد نہیں، لیکن جاری کرنے کی شرح کل اسٹیک شدہ ETH سے محدود ہے۔",
  "page-ethereum-vs-bitcoin-differences-table-row-4-1": "اتفاق رائے کا طریقہ کار",
  "page-ethereum-vs-bitcoin-differences-table-row-4-2": "پروف آف ورک",
  "page-ethereum-vs-bitcoin-differences-table-row-4-3": "پروف آف اسٹیک",
  "page-ethereum-vs-bitcoin-differences-table-row-5-1": "رفتار",
  "page-ethereum-vs-bitcoin-differences-table-row-5-2": "زیادہ تر کے خیال میں چھ بلاکس کے بعد ناقابل واپسی ہے، اوسطاً 60 منٹ",
  "page-ethereum-vs-bitcoin-differences-table-row-5-3": "حتمیت تک پہنچنے میں تقریباً 15 منٹ",
  "page-ethereum-vs-bitcoin-differences-table-row-6-1": "توانائی کا استعمال",
  "page-ethereum-vs-bitcoin-differences-table-row-6-2": "زیادہ",
  "page-ethereum-vs-bitcoin-differences-table-row-6-3": "کم",
  "page-ethereum-vs-bitcoin-differences-table-row-7-1": "گورننس",
  "page-ethereum-vs-bitcoin-differences-table-row-7-2": "قدامت پسند، سست رفتار",
  "page-ethereum-vs-bitcoin-differences-table-row-7-3": "لچکدار، کمیونٹی سے چلنے والا",
  "page-ethereum-vs-bitcoin-differences-table-row-8-1": "ڈیولپر ایکو سسٹم",
  "page-ethereum-vs-bitcoin-differences-table-row-8-2": "چھوٹا",
  "page-ethereum-vs-bitcoin-differences-table-row-8-3": "بڑا اور فعال",
  "page-ethereum-vs-bitcoin-differences-table-row-9-1": "اپ گریڈز",
  "page-ethereum-vs-bitcoin-differences-table-row-9-2": "نایاب",
  "page-ethereum-vs-bitcoin-differences-table-row-9-3": "بار بار اور تکراری",
  "page-ethereum-vs-bitcoin-purpose-title": "Bitcoin بمقابلہ Ethereum کا مقصد",
  "page-ethereum-vs-bitcoin-purpose-1": "Bitcoin کو 2009 میں عالمی مالیاتی بحران کے تناظر میں بنایا گیا تھا۔ اس کا مقصد پیسے کی ایک پیئر ٹو پیئر شکل پیش کرنا تھا جو بینکوں یا حکومتوں کے بغیر کام کرتی ہے۔ یہ ڈیزائن کے لحاظ سے سادہ ہے۔ نیٹ ورک کا مقصد <strong>بغیر کسی ثالث کے ایک شخص سے دوسرے شخص تک قدر کو منتقل کرنا</strong> ہے۔ اس تنگ توجہ نے اسے ڈیجیٹل سونے کی ایک شکل کے طور پر وسیع پیمانے پر مشہور ہونے میں مدد کی ہے، جو قدر کا ایک نایاب اور پائیدار ذخیرہ ہے جسے تبادلے کے ذریعہ کے طور پر بھی استعمال کیا جا سکتا ہے۔",
  "page-ethereum-vs-bitcoin-purpose-2": "Ethereum 2015 میں ایک وسیع وژن کے ساتھ لانچ ہوا۔ اس کے تخلیق کار بلاک چین کی سیکورٹی اور وکندریقرت کو لے کر اسے قابل پروگرام بنانا چاہتے تھے۔ خود کو ادائیگیوں تک محدود رکھنے کے بجائے، <strong>Ethereum کسی کو بھی خود کار طریقے سے چلنے والے پروگرام لکھنے اور شائع کرنے کی اجازت دیتا ہے</strong> جسے سمارٹ کنٹریکٹس کہتے ہیں۔ یہ <strong>وکندریقرت فنانس (DeFi)</strong> اور <strong>اسٹیبل کوائنز</strong> سے لے کر <strong>نان فنجیبل ٹوکنز (NFTs)</strong>، <strong>گیمز</strong> اور <strong>وکندریقرت سوشل میڈیا</strong> تک، ایپلی کیشنز کی ایک بالکل نئی قسم کا دروازہ کھولتا ہے۔",
  "page-ethereum-vs-bitcoin-purpose-3": "تکنیکی ڈیزائن ان مقاصد کی عکاسی کرتے ہیں۔ Bitcoin کی اسکرپٹنگ زبان محدود ہے، جو پیچیدگی کو کم کرتی ہے اور نیٹ ورک کو محفوظ رکھنے میں مدد کرتی ہے۔ Ethereum کی پروگرامنگ زبان زیادہ اظہار خیال ہے، جو اسے ایپلی کیشنز کے درمیان زیادہ پیچیدہ حالتوں اور تعاملات کو ذخیرہ کرنے اور ان کا نظم کرنے کی اجازت دیتی ہے۔ یہ لچک ایک طاقت ہے، لیکن اس کا یہ بھی مطلب ہے کہ نیٹ ورک باقاعدہ اپ گریڈ اور نئی خصوصیات کے ساتھ زیادہ تیزی سے ترقی کرتا ہے۔",
  "page-ethereum-vs-bitcoin-purpose-4": "دونوں وسیع تر ڈیجیٹل معیشت میں الگ الگ کردار ادا کرتے ہیں۔ Bitcoin قدر کے ایک مستحکم اور وکندریقرت ذخیرہ ہونے پر توجہ مرکوز کرتا ہے۔ Ethereum کا مقصد وکندریقرت ایپلی کیشنز اور قابل پروگرام اثاثوں کے لیے ایک عالمی تصفیہ کی پرت بننا ہے۔",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-title": "استعمال کے معاملات اور اپنانا",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-1": "<strong>Bitcoin</strong> عام طور پر قدر کے ذخیرے کے طور پر استعمال ہوتا ہے۔ بہت سے سرمایہ کار اسے <strong>افراط زر کے خلاف ہیج</strong> یا معاشی عدم استحکام کے طور پر دیکھتے ہیں۔ کچھ ممالک میں، اسے <strong>متبادل کرنسی</strong> کے طور پر یا لوگوں کے لیے روایتی بینکنگ سسٹم سے باہر بچت کرنے کے ایک طریقے کے طور پر استعمال کیا جاتا ہے۔",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-2": "<strong>Ether</strong> بھی قدر کے ذخیرے کے طور پر کام کرتا ہے، لیکن اس کا <strong>بنیادی کردار ایپلی کیشنز کے وسیع ماحولیاتی نظام کو طاقت دینا ہے</strong> اور اثاثے۔ ڈیولپرز Ethereum کا استعمال نئے پروٹوکول بنانے، ٹوکن لانچ کرنے، وکندریقرت ایکسچینج چلانے، NFTs بنانے، گیمز بنانے، اور ایسے سوشل پلیٹ فارم تیار کرنے کے لیے کر سکتے ہیں جو مرکزی کنٹرول کے بغیر چلتے ہیں۔",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-3": "Ethereum فنانس، کراؤڈ فنڈنگ، اور ڈیجیٹل ملکیت کی نئی شکلوں کے لیے ہزاروں وکندریقرت ایپلی کیشنز کو سپورٹ کرتا ہے۔ کچھ استعمال کے معاملات دونوں نیٹ ورکس کو بھی جوڑتے ہیں۔ مثال کے طور پر، <strong>Bitcoin کو \"ریپ\" کیا جا سکتا ہے اور Ethereum پر استعمال کیا جا سکتا ہے</strong> DeFi میں قرض دینے، ادھار لینے، اور تجارت جیسی سرگرمیوں کے لیے۔",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-4": "ادارہ جاتی اپنانا ان فرقوں کی عکاسی کرتا ہے۔ Bitcoin کریپٹو کرنسی کو بڑے پیمانے پر قدر کے طویل مدتی ذخیرے کے طور پر رکھا جاتا ہے، جبکہ <strong>Ethereum کو وکندریقرت انفراسٹرکچر کے طور پر دیکھا جاتا ہے</strong>۔ اس کی پروگرام کی اہلیت فنٹیک پلیٹ فارمز اور ادائیگی فراہم کرنے والوں کو اپیل کرتی ہے۔",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-5": "Learn more about what Ethereum is used for",
  "page-ethereum-vs-bitcoin-monetary-policy-title": "مالیاتی پالیسی",
  "page-ethereum-vs-bitcoin-monetary-policy-1": "Bitcoin کی سپلائی <strong>21 ملین کوائنز</strong> پر ختم ہو جائے گی۔ یہ سخت حد پروٹوکول کے ذریعے نافذ کی جاتی ہے اور یہ ان وجوہات میں سے ایک ہے جن کی وجہ سے Bitcoin کا موازنہ سونے سے کیا جاتا ہے۔ نیا bitcoin <strong>مائننگ انعامات</strong> کے ذریعے گردش میں آتا ہے، جو <strong>ہر 210,000 بلاکس پر آدھا ہو جاتا ہے</strong>، جسے مائن کرنے میں تقریباً 4 سال لگتے ہیں، ایک ایونٹ میں جسے <strong>دی ہالونگ</strong> کہا جاتا ہے۔ انعام 2009 میں 50 bitcoin فی بلاک سے شروع ہوا، 2012 میں 25 تک گر گیا، پھر 2016 میں 12.5، اور اسی طرح۔ اس شرح پر، آخری bitcoin کی مائننگ 2140 کے آس پاس ہونے کی امید ہے۔",
  "page-ethereum-vs-bitcoin-monetary-policy-2": "Bitcoin کے مائننگ انعامات اور ٹرانزیکشن فیس نیٹ ورک کے لیے ادائیگی کرتے ہیں اور اسے محفوظ بنانے کے لیے استعمال ہوتے ہیں۔ تاہم، جیسے جیسے بلاک انعام آدھا ہوتا جاتا ہے، نیٹ ورک اپنے لیے ادائیگی کرنے کے لیے ٹرانزیکشن فیس پر زیادہ انحصار کرتا ہے۔ فی الحال نیٹ ورک فیس نیٹ ورک کی آمدنی کا ایک چھوٹا سا حصہ بناتی ہے، <5%، جس کا مطلب ہے کہ نیٹ ورک کی طویل مدتی سیکورٹی خطرے میں پڑ سکتی ہے کیونکہ Bitcoin نیٹ ورک کا اجراء 0 ہو جاتا ہے۔",
  "page-ethereum-vs-bitcoin-monetary-policy-3": "<strong>Ethereum کی کوئی مقررہ سپلائی کیپ نہیں ہے</strong>۔ اس کے بجائے، اس کا اجراء پروٹوکول کے قواعد سے طے ہوتا ہے، اور حالیہ اپ گریڈز نے ایسے میکانزم متعارف کرائے ہیں جو وقت کے ساتھ سپلائی کو کم کر سکتے ہیں۔ سب سے قابل ذکر EIP-1559 اپ گریڈ ہے، جو ٹرانزیکشن فیس کا ایک حصہ جلاتا ہے۔ جب <strong>نیٹ ورک کی سرگرمی زیادہ ہوتی ہے، تو جاری کردہ سے زیادہ ETH جلایا جا سکتا ہے</strong>، جس سے ان ادوار کے دوران سپلائی ڈیفلیشنری ہو جاتی ہے۔",
  "page-ethereum-vs-bitcoin-monetary-policy-4": "Ethereum کا مالیاتی نقطہ نظر ہمیشہ کے لیے سیکورٹی بجٹ کی ضمانت دیتا ہے، جس میں ٹرانزیکشن فیس اور بلاک انعامات نیٹ ورک کا سیکورٹی بجٹ فراہم کرتے ہیں۔",
  "page-ethereum-vs-bitcoin-developer-ecosystem-title": "ڈیولپر ایکو سسٹم",
  "page-ethereum-vs-bitcoin-developer-ecosystem-1": "<strong>Ethereum</strong> کے پاس <strong>سب سے بڑی بلاک چین ڈیولپر کمیونٹیز</strong> میں سے ایک ہے۔ Ethereum پر تعمیر کرنا آپ کو <strong>ٹولز، فریم ورک، گرانٹس</strong>، اور <strong>ہیکاتھون</strong> کی ایک وسیع رینج تک رسائی فراہم کرتا ہے۔ Ethereum Virtual Machine (EVM) Ethereum کا رن ٹائم ماحول ہے اور ایک عام معیار بن گیا ہے، جس میں بہت سے دوسرے بلاک چین مطابقت کو یقینی بنانے کے لیے اس کا استعمال کرتے ہیں۔",
  "page-ethereum-vs-bitcoin-developer-ecosystem-2": "ERC-20 اور ERC-721 جیسے ٹوکن معیارات وسیع تر بلاک چین معیشت کے زیادہ تر حصے کی بنیاد بن چکے ہیں۔ بہت سے Layer 2 نیٹ ورکس اور دیگر بلاک چینز EVM کا استعمال کرتے ہیں تاکہ ایپس، والیٹس، اور اسمارٹ کنٹریکٹس کا کوڈ کم سے کم تبدیلیوں کے ساتھ بلاک چینز میں استعمال کیا جا سکے۔",
  "page-ethereum-vs-bitcoin-developer-ecosystem-3": "<strong>Bitcoin کی ڈیولپر کمیونٹی چھوٹی ہے</strong> اور زیادہ مرکوز ہے۔ زیادہ تر سرگرمی بنیادی پروٹوکول کو برقرار رکھنے اور بہتر بنانے کے ساتھ ساتھ تیز اور سستی ادائیگیوں کے لیے Lightning Network جیسے Layer 2 حل تیار کرنے پر مرکوز ہے۔",
  "page-ethereum-vs-bitcoin-developer-ecosystem-4": "Ethereum ڈیولپر وسائل کے بارے میں مزید جانیں۔",
  "page-ethereum-vs-bitcoin-security-and-consensus-title": "سیکورٹی اور اتفاق رائے",
  "page-ethereum-vs-bitcoin-security-and-consensus-1": "Bitcoin اور Ethereum دونوں کو آزاد نوڈس کے بڑے، تقسیم شدہ نیٹ ورکس کے ذریعے محفوظ کیا گیا ہے، لیکن وہ نیٹ ورک کی حالت پر اتفاق کرنے کے لیے مختلف طریقے استعمال کرتے ہیں۔",
  "page-ethereum-vs-bitcoin-security-and-consensus-2": "Bitcoin ایک ایسا نظام استعمال کرتا ہے جسے <strong>پروف آف ورک</strong> کہا جاتا ہے۔ مائنرز کہلانے والے کمپیوٹرز کرپٹوگرافک پہیلیاں حل کرنے کا مقابلہ کرتے ہیں۔ جو سب سے پہلے ایک کو حل کرتا ہے وہ بلاک چین میں لین دین کا اگلا بلاک شامل کرتا ہے اور bitcoin میں انعام حاصل کرتا ہے۔ یہ نقطہ نظر Bitcoin کو وہ چیز دیتا ہے جسے امکانی حتمیت کے نام سے جانا جاتا ہے، جس کا مطلب ہے کہ ایک لین دین کو صرف اس وقت انتہائی محفوظ سمجھا جاتا ہے جب اس کے اوپر مزید کئی بلاکس شامل کیے جائیں۔ Bitcoin کے لیے، یہ اکثر چھ تصدیقات، یا <strong>تقریباً ایک گھنٹہ</strong> ہوتا ہے۔",
  "page-ethereum-vs-bitcoin-security-and-consensus-3": "Ethereum <strong>پروف آف اسٹیک</strong> کا استعمال کرتا ہے۔ اس ماڈل میں، توثیق کار نئے بلاکس کی تجویز اور تصدیق کے لیے منتخب ہونے کے موقع کے لیے ETH کو لاک اپ، یا اسٹیک کرتے ہیں۔ انتخاب بے ترتیب ہے، لیکن منتخب ہونے کا امکان اسٹیک شدہ ETH کی مقدار کے ساتھ بڑھ جاتا ہے۔ جو توثیق کار بے ایمانی سے کام کرتے ہیں وہ <strong>اپنا اسٹیک کھونے کا خطرہ</strong> مول لیتے ہیں۔ یہ Ethereum کو معاشی حتمیت حاصل کرنے کی اجازت دیتا ہے، جہاں حتمی شکل دیئے گئے بلاکس کو الٹنا انتہائی مشکل ہوتا ہے، اکثر <strong>تقریباً 15 منٹ</strong> کے اندر۔ Ethereum توثیق کاروں کے کافی تعداد میں متفق ہونے کے بعد بلاکس کو ناقابل واپسی کے طور پر نشان زد کرنے کے لیے چیک پوائنٹس کا بھی استعمال کرتا ہے۔",
  "page-ethereum-vs-bitcoin-security-and-consensus-4": "Ethereum کے اتفاق رائے کے طریقہ کار کے بارے میں مزید جانیں۔",
  "page-ethereum-vs-bitcoin-underlying-technology-title": "بنیادی ٹیکنالوجی",
  "page-ethereum-vs-bitcoin-underlying-technology-1": "<strong>Bitcoin</strong> اس چیز کا استعمال کرتا ہے جسے <strong>ان اسپینٹ ٹرانزیکشن آؤٹ پٹ ماڈل</strong>، یا UTXO کہا جاتا ہے۔ اس نظام میں، بلاک چین اکاؤنٹ بیلنس کو ٹریک نہیں کرتا ہے۔ اس کے بجائے، یہ پچھلے لین دین سے آؤٹ پٹ ریکارڈ کرتا ہے جو ابھی تک خرچ نہیں ہوئے ہیں۔ جب آپ bitcoin خرچ کرتے ہیں، تو آپ ان آؤٹ پٹس کو ایک نئے لین دین کے لیے ان پٹ کے طور پر استعمال کرتے ہیں، اس عمل میں نئے آؤٹ پٹ بناتے ہیں۔",
  "page-ethereum-vs-bitcoin-underlying-technology-2": "آپ اسے نقد استعمال کرنے کی طرح سوچ سکتے ہیں۔ اگر آپ کے پاس دو پانچ ڈالر کے بل ہیں اور آپ سات ڈالر خرچ کرنا چاہتے ہیں، تو آپ دونوں بل حوالے کرتے ہیں اور تین ڈالر کی تبدیلی وصول کرتے ہیں۔ Bitcoin بلوں اور تبدیلی کو ریکارڈ کرتا ہے، نہ کہ آپ کے کل بیلنس کو۔",
  "page-ethereum-vs-bitcoin-underlying-technology-3": "<strong>Ethereum</strong> ایک <strong>اکاؤنٹ پر مبنی ماڈل</strong> استعمال کرتا ہے۔ انفرادی آؤٹ پٹس کو ٹریک کرنے کے بجائے، یہ بینک اکاؤنٹ کی طرح اکاؤنٹ بیلنس کا ریکارڈ رکھتا ہے۔ یہ نقطہ نظر سمارٹ کنٹریکٹس اور پیچیدہ منطق کا نظم کرنا آسان بناتا ہے، کیونکہ اکاؤنٹس ڈیٹا کو ذخیرہ کر سکتے ہیں اور پروگراموں کی طرح ایک دوسرے کے ساتھ تعامل کر سکتے ہیں۔",
  "page-ethereum-vs-bitcoin-underlying-technology-4": "ہر ماڈل میں ٹریڈ آف ہوتے ہیں۔ UTXOs زیادہ رازداری پیش کر سکتے ہیں اور انفرادی کوائنز کو ٹریک کرنا آسان بنا سکتے ہیں۔ اکاؤنٹ پر مبنی نظام ایپلی کیشنز بنانے کے لیے زیادہ سیدھے ہیں۔",
  "page-ethereum-vs-bitcoin-underlying-technology-5": "Ethereum ڈیولپر کی دستاویزات میں مزید پڑھیں",
  "page-ethereum-vs-bitcoin-decentralization-title": "وکندریقرت",
  "page-ethereum-vs-bitcoin-decentralization-1": "Bitcoin اور Ethereum دونوں کو وکندریقرت کے لیے ڈیزائن کیا گیا ہے، لیکن وہ اسے مختلف طریقوں سے ماپتے اور اس تک رسائی حاصل کرتے ہیں۔",
  "page-ethereum-vs-bitcoin-decentralization-2": "<strong>Bitcoin</strong> کی وکندریقرت کو اس کے <strong>سادہ تکنیکی ڈیزائن</strong>، طویل مدتی استحکام، اور <strong>نوڈس کی وسیع تقسیم</strong> سے تعاون حاصل ہے۔ اس کی کم وسائل کی ضروریات لوگوں کے لیے گھر پر مکمل نوڈس چلانا آسان بناتی ہیں، جو نیٹ ورک کی آزادی اور سنسر شپ کے خلاف مزاحمت کو برقرار رکھنے میں مدد کرتی ہے۔",
  "page-ethereum-vs-bitcoin-decentralization-3": "<strong>Ethereum</strong> کے پاس ایک بڑا اور بڑھتا ہوا نوڈ نیٹ ورک بھی ہے۔ یہ کلائنٹ کے تنوع پر زور دیتا ہے، جس کا مطلب ہے کہ سافٹ ویئر کے متعدد ورژن <strong>آزاد ٹیموں کے ذریعے برقرار رکھے جاتے ہیں</strong>۔ یہ کسی ایک کلائنٹ پر انحصار کو کم کرتا ہے اور بگ یا ناکامیوں سے بچانے میں مدد کرتا ہے جو نیٹ ورک کو متاثر کر سکتے ہیں۔",
  "page-ethereum-vs-bitcoin-decentralization-4": "Ethereum کے پاس اسٹیکنگ، اپ گریڈ، اور گورننس مباحثوں جیسی سرگرمیوں میں شامل <strong>شرکاء کی ایک وسیع تعداد</strong> ہے، لیکن <strong>دونوں نیٹ ورکس کا مقصد کھلا اور لچکدار رہنا ہے</strong>۔ Bitcoin نوڈ کی ضروریات کو بغیر کسی تبدیلی کے رکھتا ہے، کم سافٹ ویئر کلائنٹس پر انحصار کرتا ہے۔ Ethereum مختلف شراکت داروں کی حوصلہ افزائی کرتا ہے، ہر ایک اپنا اپنا نقطہ نظر لاتا ہے۔",
  "page-ethereum-vs-bitcoin-environmental-impact-title": "ماحولیاتی اثرات",
  "page-ethereum-vs-bitcoin-environmental-impact-1": "Ethereum کی تاریخ کی سب سے اہم تبدیلیوں میں سے ایک 2022 میں پروف آف ورک سے <strong>پروف آف اسٹیک</strong> پر سوئچ کرنا تھا۔ The Merge کے نام سے جانا جاتا ہے، اس منتقلی نے <strong>نیٹ ورک کی توانائی کی کھپت کو 99 فیصد سے زیادہ کم کر دیا</strong>۔",
  "page-ethereum-vs-bitcoin-environmental-impact-2": "پروف آف اسٹیک کے تحت، Ethereum اب توانائی سے بھرپور مائننگ پر انحصار نہیں کرتا ہے۔ اس کے بجائے، توثیق کاروں کا انتخاب تصادفی طور پر کیا جاتا ہے، جس میں انتخاب کا امکان ان کے اسٹیک شدہ ETH کی مقدار کے ساتھ بڑھ جاتا ہے۔ اس تبدیلی نے Ethereum کو زیادہ توانائی کی بچت والے بلاک چین نیٹ ورکس میں سے ایک بنا دیا ہے۔",
  "page-ethereum-vs-bitcoin-environmental-impact-3": "Bitcoin <strong>پروف آف ورک</strong> کا استعمال جاری رکھے ہوئے ہے، جس کے لیے <strong>بڑی مقدار میں بجلی کی ضرورت ہوتی ہے</strong> کیونکہ مائنرز کرپٹوگرافک پہیلیاں حل کرنے کا مقابلہ کرتے ہیں۔ اس توانائی میں سے کچھ قابل تجدید ذرائع سے آتی ہے، اور Bitcoin کمیونٹی میں پائیداری کو بہتر بنانے کے طریقوں کے بارے میں جاری بحثیں ہیں۔",
  "page-ethereum-vs-bitcoin-environmental-impact-4": "توانائی کے استعمال میں فرق دونوں نیٹ ورکس کے درمیان موازنہ کا ایک اہم نکتہ بن گیا ہے۔ Ethereum کا کم توانائی کا نشان اسے ان سیاق و سباق میں زیادہ پرکشش بناتا ہے جہاں ماحولیاتی اثرات ایک ترجیح ہے۔",
  "page-ethereum-vs-bitcoin-environmental-impact-5": "Ethereum کے توانائی کے استعمال پر مکمل رپورٹ پڑھیں",
  "page-ethereum-vs-bitcoin-future-outlook-title": "مستقبل کیسا لگتا ہے",
  "page-ethereum-vs-bitcoin-future-outlook-1": "Bitcoin کو قدر کے ذخیرے اور ریزرو اثاثے کے طور پر تیزی سے اپنایا جا رہا ہے۔ اس میں نمایاں طور پر تبدیلی کا امکان نہیں ہے، اور یہ استحکام اس کی اپیل کا حصہ ہے۔",
  "page-ethereum-vs-bitcoin-future-outlook-2": "Ethereum نئی ڈیجیٹل معیشت میں خود کو ایک ایپلیکیشن پلیٹ فارم کے طور پر پوزیشن دے رہا ہے۔ Layer 2 نیٹ ورکس کی ترقی اور جاری اپ گریڈ کے ساتھ، اس کا مقصد عالمی سطح پر ایپلی کیشنز، انفراسٹرکچر، اور اثاثوں کو سپورٹ کرنا ہے۔",
  "page-ethereum-vs-bitcoin-future-outlook-3": "بہت سے صارفین کے لیے، <strong>دونوں نیٹ ورکس براہ راست مقابلے میں نہیں ہیں</strong>۔ وہ مختلف مقاصد کو پورا کرتے ہیں اور ڈیجیٹل اثاثوں کے لیے ایک متنوع نقطہ نظر میں ایک دوسرے کی تکمیل کر سکتے ہیں۔",
  "page-ethereum-vs-bitcoin-future-outlook-4": "Ethereum کے روڈ میپ کے بارے میں مزید جانیں۔"
}