{
  "page-layer-2-hero-title": "تہہ نمبر 2",
  "page-layer-2-hero-header": "Ethereum نیٹ ورکس",
  "page-layer-2-hero-description": "ایتھیریم کو کم لاگت میں استعمال کریں۔",
  "page-layer-2-hero-button-2-content": "مزید جانیں",
  "page-layer-2-period": "۔",
  "page-layer-2-calloutCard-1-title": "0.01 ڈالر فیس",
  "page-layer-2-calloutCard-1-description": "آپ زیادہ لاگت کی فکر کیے بغیر تجارت کر سکتے ہیں، عالمی سطح پر رقم بھیج سکتے ہیں، یا ایپلیکیشنز استعمال کر سکتے ہیں۔",
  "page-layer-2-calloutCard-2-title": "قریباً فوری لین دین",
  "page-layer-2-calloutCard-2-description": "چاہے آپ فوری پیسے دے رہے ہوں یا غیرمرکزی فائینانس (DeFi) میں حصہ لے رہے ہوں، تمام ہی لین دین صرف چند سیکنڈز میں مکمل ہو جاتے ہیں۔",
  "page-layer-2-calloutCard-3-title": "ایتھیریم کی پشت پناہی سے",
  "page-layer-2-calloutCard-3-description": "ایتھیریم کی تجربہ شدہ اور غیرمرکزی بلاک چین دیگر نئے نیٹ ورکس کے لیے سیٹلمنٹ لیئر کے طور پر کام کرتی ہے۔",
  "page-layer-2-meta-title": "ایتھیریم لیئر 2 کا تعارف: فوائد اور استعمالات",
  "page-layer-2-meta-description": "ایتھیریم لیئر 2 نیٹ ورکس کے بارے میں جانیں۔",
  "page-layer-2-powered-by-ethereum-title": "ایتھیریم کے ذریعے چلائی گئی ہے",
  "page-layer-2-powered-by-ethereum-description-1": "ایتھیریم اب صرف ایک واحد نیٹ ورک نہیں رہا ہے۔",
  "page-layer-2-powered-by-ethereum-description-2": "اب اس کے اوپر سیکڑوں بلاک چینز بننے کے ساتھ، ایتھیریم روزمرہ کے استعمال کے لیے زیادہ اقتصادی، تیز، اور قابل رسائی بن گیا ہے۔",
  "page-layer-2-powered-by-ethereum-description-3": "ایتھیریم کے ذریعے چلنے والے متعدد نیٹ ورکس میں شامل ہو کر مستقبل کو امبریس کریں!",
  "page-layer-2-man-and-dog-alt": "آدمی اورکتا کھیل رہے ہیں",
  "page-layer-2-blockchain-transaction-cost": "ایتھیریم بلاک چین پرلین دین کی اوسط لاگت",
  "page-layer-2-networks-transaction-cost": "ایتھیریم سے معاونت یافتہ نیٹ ورکس پر لین دین کی اوسط لاگت",
  "page-layer-2-network-of-networks-title": "نیٹ ورکس کا نیٹ ورک",
  "page-layer-2-network-of-networks-description": "ایتھیریم کی طاقت اور تحفظ دیگر نیٹ ورکس کے لیے ایک پلیٹ فارم فراہم کرتی ہے۔ ایک ہی اکاؤنٹ کے ساتھ، سب کچھ بغیر کسی رکاوٹ کے جڑ جاتا ہے۔",
  "page-layer-2-ethereum-logo-alt": "Ethereum",
  "page-layer-2-ready-to-start-title": "کیا آپ شروع کرنے کے لیے تیار ہیں؟",
  "page-layer-2-ready-to-start-description": "تمام مختلف نیٹ ورکس پر ایک نظر ڈالیں جو آپ کے لیے دستیاب ہیں۔",
  "page-layer-2-ready-to-start-button": "نیٹ ورکس کو دریافت کریں",
  "page-layer-2-go": "Go",
  "page-layer-2-walking-alt": "واکنگ",
  "page-layer-2-why-do-we-need-multiple-networks-1": "ہمیں ایتھیریم پر متعدد نیٹ ورکس کی ضرورت کیوں ہے؟",
  "page-layer-2-why-do-we-need-multiple-networks-2": "یہ تمام نیٹ ورکس کیوں ہیں اور صرف ایتھیریم واحد نیٹ ورک کیوں نہیں؟",
  "page-layer-2-faq-title": "اکثر پوچھے جانے والے سوالات",
  "page-layer-2-faq-ExpandableCard-1-title": "میں کیسے جان سکتا ہوں کہ کوئی نیٹ ورک ایتھیریم کا حصہ ہے؟",
  "page-layer-2-faq-ExpandableCard-1-description-1": "ایتھیریم کے حوالے سے نیٹ ورکس کو درجہ بندی کرنے کے کئی طریقہ کار ہیں۔ بہت سارے نیٹ ورکس یہ دعویٰ کرتے ہیں کہ وہ ایتھیریم کو اسکیل کر رہے ہیں تاکہ مقبولیت حاصل کریں۔ تاہم، ایک واضح نقطہ نظر یہ ہے کہ آیا نیٹ ورک اپنا ڈیٹا ایتھیریم مین نیٹ پر ڈالتا ہے یا نہیں۔ یہ صارف کی سیکیورٹی اور ایتھیریم کے پرمیشن لیس وژن کو بہت بڑھا دیتا ہے۔ ایسے پروجیکٹس کو اکثر \"رول اپس\" کہا جاتا ہے۔ اگر ڈیٹا کہیں اور ذخیرہ کیا جاتا ہے تو یہ پروجیکٹ براہِ راست ایتھیریم کا حصہ نہیں اور زیادہ تر آزاد ہوتا ہے۔ چند سب سے مشہورومقبول پروجیکٹس دیکھیں۔",
  "page-layer-2-faq-ExpandableCard-1-description-2": "کچھ مخصوص صنعتیں، جیسے گیمنگ یا غیر مالیاتی ایپلیکیشنز، اس قسم کے براہِ راست قریبی تعلق کی ضرورت نہیں رکھتیں، کیونکہ وہاں مختلف ٹیکنالوجیز زیادہ موزوں ہوتی ہیں۔",
  "page-layer-2-faq-ExpandableCard-2-title": "کیا یہ تمام نیٹ ورکس محفوظ ہیں؟",
  "page-layer-2-faq-ExpandableCard-2-description-1": "اگرچہ عام طور پر انہیں مضبوط سیکیورٹی خصوصیات کے ساتھ ڈیزائن کیا جاتا ہے، ان کی حفاظت بنیادی ٹیکنالوجی، اسمارٹ کنٹریکٹ کی سیکیورٹی، اور",
  "page-layer-2-faq-ExpandableCard-2-link": "نیٹ ورک کی پختگی اور میچوریٹی",
  "page-layer-2-faq-ExpandableCard-2-description-2": "یوزرس کو احتیاط کرنی چاہیے، چھوٹے لین دین سے شروع کرنا چاہیے اور محفوظ استعمال کو یقینی بنانے کے لیے تبدیلیوں سے باخبر رہنا چاہیے۔",
  "page-layer-2-faq-ExpandableCard-3-title": "ایتھیریم اپنی چین کو خود کیوں اسکیل نہیں کر سکتا اور ان نیٹ ورکس پر کیوں انحصار کرتا ہے؟",
  "page-layer-2-faq-ExpandableCard-3-description": "ایتھیریم اپنی مین چین کو آسانی سے اسکیل نہیں کر سکتا کیونکہ اسے محفوظ اور غیرمرکزی رہنا ضروری ہے۔ مین چین کو تیز بنانے سے یہ کم محفوظ اور زیادہ مرکزی ہو سکتی ہے۔ ایتھیریم نیٹ ورکس اس میں مدد کرتے ہیں کہ وہ لین دین کو مین چین کے باہر پروسیس کریں اور پھر مین چین کو سیکیورٹی کے لیے استعمال کریں، جس سے ایتھیریم زیادہ لین دین کو سنبھال سکتا ہے وہ بھی بغیر سیکیورٹی یا غیرمرکزی حیثیت کو کھوئے۔",
  "page-layer-2-faq-ExpandableCard-4-title": "ایتھیریم نیٹ ورکس \"سرکاری\" کیوں نہیں ہیں؟",
  "page-layer-2-faq-ExpandableCard-4-description": "جیسا کہ کوئی \"سرکاری\" ایتھیریم کلائنٹ نہیں ہے، ویسے ہی کوئی \"سرکاری\" ایتھیریم لیئر 2 بھی نہیں ہے۔ ایتھیریم پرمیشن لیس ہے — تکنیکی طور پر کوئی بھی لیئر 2 بنا سکتا ہے! متعدد ٹیمیں اپنی اپنی لیئر 2 ورژن نافذ کریں گی، اور پورے نظام کو مختلف ڈیزائن اپروچز سے فائدہ ہوگا جو مختلف کیسز میں استعمال کے لیے بہتر ہیں۔ بالکل ویسے ہی جیسے نیٹ ورک میں تنوع کے لیے متعدد ٹیموں نے متعدد ایتھیریم کلائنٹس تیار کیے ہیں، مستقبل میں لیئر 2 بھی اسی طرح ترقی کرے گی۔",
  "page-layer-2-callout-1-title": "مختلف نیٹ ورکس دریافت کریں",
  "page-layer-2-callout-1-description": "جانیں کہ نیٹ ورکس ایک دوسرے سے کیسے مختلف ہیں اور اپنی ترقی میں کتنی دور تک پہنچ چکے ہیں۔",
  "page-layer-2-callout-2-title": "مزید تفصیلات میں دلچسپی رکھتے ہیں؟",
  "page-layer-2-callout-2-description": "کیا آپ اس اسکیلنگ اپروچ کے لیے ٹیکنالوجی اور وجوہات کے بارے میں جاننے کے خواہشمند ہیں؟ مختلف تکنیکی اپروچز اور ان کے پیچھے جو سوچ کام کرتی ہے اس کے بارے میں مزید جانیں۔",
  "page-layer-2-arbitrum-description": "آربیٹرم ون ایک جنرل پرپز آپٹیمسٹک رول اپ ہے جو آف چین لیبز نے بنایا اور آربیٹرم DAO کے ذریعے اس کا نظم کیا جاتا ہے۔",
  "page-layer-2-base-description": "بیس ایک آپٹیمسٹک رول اپ ہے جو OP اسٹیک کے ساتھ بنایا گیا ہے۔ یہ کسی کے لیے بھی، کہیں سے بھی، آن چین تعمیر کرنے کا کم لاگت اور بیلڈر-فرینڈلی طریقہ فراہم کرتا ہے۔",
  "page-layer-2-optimism-description": "او پی مین نیٹ ایک EVM-جیسا آپٹیمسٹک رول اپ ہے۔ اس کا مقصد تیز، سادہ، اور محفوظ ہونا ہے۔",
  "page-layer-2-blast-description": "بلاسٹ ایک EVM سے مطابقت رکھنے والا آپٹیمسٹک رول اپ ہے جو نیٹیو ییلڈ کی حمایت کرتا ہے۔",
  "page-layer-2-zksync2-description": "ZKsync Era ایک جنرل پرپز ZK رول اپ ہے جس میں مکمل EVM مطابقت ہے۔",
  "page-layer-2-linea-description": "لینیہ ایک ZK رول اپ ہے جو Consensys zkEVM کے ذریعے چلایا جاتا ہے، اور ایتھیریم نیٹ ورک کو اسکیل کرنے کے لیے ڈیزائن کیا گیا ہے۔",
  "page-layer-2-scroll-description": "اسکرول ایک ZK رول اپ ہے جو ZK ٹیکنالوجی اور EVM مطابقت کے ذریعے ایتھیریم کی صلاحیتوں کو بڑھاتا ہے۔",
  "page-layer-2-starknet-description": "اسٹارک نیٹ ایک جنرل پرپز ZK رول اپ ہے جو STARKs اور Cairo VM پر مبنی ہے۔",
  "page-layer-2-mode-description": "موڈ ایک OP اسٹیک آپٹیمسٹک رول اپ ہے جو AIFi ایکونامی کو بنا رہا ہے۔",
  "page-layer-2-taiko-description": "ٹائیکو ایک غیرمرکزی، ایتھیریم-مساوی ZK-EVM رول اپ ہے جو بغیر رکاوٹ کراس چین کمیونیکیشن کو ممکن بناتا ہے۔",
  "page-layer-2-unichain-description": "Unichain ایک DeFi-نیٹیو Ethereum L2 ہے، جسے چینز کے درمیان لیکویڈیٹی کا گھر بننے کے لیے بنایا گیا ہے",
  "page-layer-2-ink-description": "Ink ایک Ethereum OP Stack لیئر 2 بلاک چین ہے جسے Superchain کے لیے DeFi کا گھر بننے کے لیے ڈیزائن کیا گیا ہے؛ جدید DeFi پروٹوکولز کو تعینات کرنے کے لیے ایک طاقتور بیس لیئر۔",
  "page-layer-2-zircuit-description": "Zircuit ایک EVM-کمپٹیبل ZK Rollup ہے جس میں نقصان دہ ٹرانزیکشنز کا پتہ لگانے اور انہیں روکنے کے لیے AI سے چلنے والی سیکوینسر-لیول سیکیورٹی موجود ہے۔"
}
