{
  "page-gas-meta-title": "ایتھیریم فیس: گیس کیا ہے اور کم ادائیگی کیسے کریں؟",
  "page-gas-meta-description": "ایتھیریم پر گیس کے بارے میں جانیں: یہ کیسے کام کرتی ہے اور گیس کی فیس میں کم ادائیگی کیسے کریں",
  "page-gas-hero-title": "گیس کی فیس",
  "page-gas-hero-header": "نیٹ ورک فیس",
  "page-gas-hero-button-1-content": "گیس کیا ہے؟",
  "page-gas-hero-subtitle-1": "ایتھیریم پر نیٹ ورک فیس کو گیس کہا جاتا ہے۔",
  "page-gas-hero-subtitle-2": "گیس وہ ایندھن ہے جو ایتھیریم کو طاقت دیتا ہے۔",
  "page-gas-summary-title": "خلاصہ",
  "page-gas-summary-item-1": "ایتھیریم پر ہر ٹرانزیکشن کو پراسیس کرنے کے لیے ایک چھوٹی سی ادائیگی کی ضرورت ہوتی ہے",
  "page-gas-summary-item-2": "ان فیسوں کو 'گیس' فیس کے نام سے جانا جاتا ہے",
  "page-gas-summary-item-3": "گیس کی فیس مقرر نہیں ہے، وہ نیٹ ورک کی بھیڑ کے لحاظ سے بدلتی رہتی ہیں۔",
  "page-gas-what-are-gas-fees-header": "گیس فیس کیا ہیں؟",
  "page-gas-what-are-gas-fees-text-1": "ایتھیریم کو ایک بڑے کمپیوٹر نیٹ ورک کے طور پر سوچیں جہاں لوگ پیغامات بھیجنے یا پروگرام چلانے جیسے کام کر سکتے ہیں۔ حقیقی دنیا کی طرح، ان کاموں کو کرنے کے لیے توانائی کی ضرورت ہوتی ہے۔",
  "page-gas-what-are-gas-fees-text-2": "ایتھیریم میں، ہر کمپیوٹیشنل ایکشن کی ایک مقررہ \"گیس\" قیمت ہوتی ہے۔ <b>آپ کی گیس فیس آپ کے ٹرانزیکشن میں کیے گئے ایکشنز کی کل لاگت ہے</b>۔ جب آپ کوئی ٹرانزیکشن بھیجتے ہیں یا <a href=\"/glossary/#smart-contract\">اسمارٹ کنٹریکٹ</a> چلاتے ہیں، تو آپ اسے پراسیس کرنے کے لیے گیس کی فیس میں ادائیگی کرتے ہیں۔",
  "page-gas-how-do-i-pay-less-gas-header": "میں کم گیس کی ادائیگی کیسے کروں؟",
  "page-gas-how-do-i-pay-less-gas-text": "اگرچہ ایتھیریم پر زیادہ فیس بعض اوقات ناگزیر ہوتی ہے، لیکن ایسی حکمت عملی ہیں جن کا استعمال آپ لاگت کو کم کرنے کے لیے کر سکتے ہیں:",
  "page-gas-how-do-i-pay-less-gas-card-1-title": "اپنے ٹرانزیکشنز کا وقت متعین کریں",
  "page-gas-how-do-i-pay-less-gas-card-1-description": "بالکل اسی طرح جیسے آف پیک سفر کرنا کم بھیڑ والا اور زیادہ سستا ہوتا ہے، جب شمالی امریکہ سو رہا ہوتا ہے تو ایتھیریم کا استعمال عام طور پر سستا ہوتا ہے۔",
  "page-gas-how-do-i-pay-less-gas-card-2-title": "گیس کم ہونے کا انتظار کریں",
  "page-gas-how-do-i-pay-less-gas-card-2-description": "گیس کی قیمتیں ہر بارہ سیکنڈ میں ایتھیریم کی بھیڑ کے لحاظ سے اوپر اور نیچے جاتی ہیں۔ جب گیس کی قیمتیں زیادہ ہوں، تو ٹرانزیکشن کرنے سے پہلے صرف چند منٹ انتظار کرنے سے آپ کی ادائیگی میں نمایاں کمی آسکتی ہے۔",
  "page-gas-how-do-i-pay-less-gas-card-3-title": "لیئر 2 استعمال کریں",
  "page-gas-how-do-i-pay-less-gas-card-3-description": "لیئر-2 چینز ایتھیریم کے اوپر بنائی گئی ہیں، جو کم فیس اور زیادہ ٹرانزیکشنز کو ہینڈل کرنے کی پیشکش کرتی ہیں۔ وہ ان ٹرانزیکشنز کی فیس بچانے کے لیے ایک اچھا انتخاب ہیں جنہیں مرکزی ایتھیریم نیٹ ورک پر ہونے کی ضرورت نہیں ہے۔",
  "page-gas-try-layer-2": "لیئر 2 آزمائیں",
  "page-gas-what-causes-high-gas-fees-header": "زیادہ گیس فیس کی وجہ کیا ہے؟",
  "page-gas-what-causes-high-gas-fees-text-1": "جب بھی ایتھیریم پر کمپیوٹیشن (گیس) کی مقدار ایک خاص حد سے تجاوز کر جاتی ہے، تو گیس کی فیس بڑھنا شروع ہو جاتی ہے۔ گیس اس حد سے جتنا زیادہ تجاوز کرتی ہے، گیس کی فیس اتنی ہی تیزی سے بڑھتی ہے۔",
  "page-gas-what-causes-high-gas-fees-text-2": "زیادہ فیس کی وجہ مقبول <a href=\"/glossary/#dapp\">ڈی سینٹرلائزڈ ایپس (dapps)</a> یا NFTs جیسی چیزیں ہو سکتی ہیں، <a href=\"/glossary/#dex\">DEXs</a> پر وقتاً فوقتاً بڑھتی ہوئی ٹریڈنگ، یا چوٹی کے اوقات میں صارف کی سرگرمی کی بہت زیادہ تعداد۔",
  "page-gas-what-causes-high-gas-fees-text-3": "ایتھیریم پر ڈیولپرز کو تعینات کرنے سے پہلے اپنے اسمارٹ کنٹریکٹس کے استعمال کو بہتر بنانے کا خیال رکھنا چاہیے۔ اگر بہت سے لوگ ناقص تحریر شدہ اسمارٹ کنٹریکٹ استعمال کر رہے ہیں، تو یہ زیادہ گیس استعمال کرے گا اور نادانستہ طور پر نیٹ ورک کی بھیڑ کا سبب بن سکتا ہے۔",
  "page-gas-want-to-dive-deeper": "مزید گہرائی میں جانا چاہتے ہیں؟",
  "page-gas-check-out-the-developer-docs": "ڈیولپر کی دستاویزات دیکھیں۔",
  "page-gas-attack-of-the-cryptokitties-header": "کرپٹو کٹیز کا حملہ",
  "page-gas-attack-of-the-cryptokitties-text": "نومبر 2017 میں، مقبول کرپٹو کٹیز پروجیکٹ شروع کیا گیا تھا۔ اس کی مقبولیت میں تیزی سے اضافے نے نیٹ ورک کی نمایاں بھیڑ اور انتہائی زیادہ گیس فیس کا سبب بنا۔ کرپٹو کٹیز کی طرف سے درپیش چیلنجوں نے ایتھیریم کو اسکیل کرنے کے حل تلاش کرنے کی فوری ضرورت کو تیز کر دیا۔",
  "page-gas-why-do-we-need-gas-header": "ہمیں گیس کی ضرورت کیوں ہے؟",
  "page-gas-why-do-we-need-gas-text": "گیس ایتھیریم کو محفوظ رکھنے اور ٹرانزیکشنز کو پراسیس کرنے میں ایک اہم عنصر ہے۔ گیس کئی طریقوں سے مدد کرتی ہے:",
  "page-gas-benefits-1-description": "گیس ایتھیریم کو <a href=\"/glossary/#anti-sybil\">سائبل مزاحم</a> رکھتی ہے بدنیتی پر مبنی اداکاروں کو دھوکہ دہی کی سرگرمیوں سے نیٹ ورک پر حاوی ہونے سے روک کر۔",
  "page-gas-benefits-2-description": "چونکہ کمپیوٹیشن میں گیس خرچ ہوتی ہے، ایتھیریم کو مہنگے ٹرانزیکشنز کے ساتھ سپیم کرنا، چاہے وہ حادثاتی ہو یا بدنیتی سے، مالی طور پر حوصلہ شکنی کی جاتی ہے۔",
  "page-gas-benefits-3-description": "کسی بھی وقت کی جا سکنے والی کمپیوٹیشن کی مقدار پر ایک سخت حد ایتھیریم کو مغلوب ہونے سے روکتی ہے، جس سے یہ یقینی بنانے میں مدد ملتی ہے کہ نیٹ ورک ہمیشہ قابل رسائی رہے۔",
  "page-gas-how-is-gas-calculated-header": "گیس کا حساب کیسے لگایا جاتا ہے؟",
  "page-gas-advanced": "ترقی",
  "page-gas-how-is-gas-calculated-text-1": "آپ جو کل گیس فیس ادا کرتے ہیں وہ چند حصوں پر مشتمل ہے:",
  "page-gas-how-is-gas-calculated-item-1": "<b>بیس فیس:</b> نیٹ ورک کی طرف سے مقرر کردہ ایک فیس جو ٹرانزیکشن کے لیے ادا کرنی پڑتی ہے",
  "page-gas-how-is-gas-calculated-item-2": "<b>ترجیحی فیس:</b> نوڈ آپریٹرز کو آپ کے ٹرانزیکشن کو شامل کرنے کی ترغیب دینے کے لیے ایک اختیاری ٹپ",
  "page-gas-how-is-gas-calculated-item-3": "<b>استعمال شدہ گیس کی اکائیاں<i>*</i>:</b> یاد ہے ہم نے کہا تھا کہ گیس کمپیوٹیشن کی نمائندگی کرتی ہے؟ زیادہ پیچیدہ ایکشنز، جیسے کہ اسمارٹ کنٹریکٹ کے ساتھ تعامل، سادہ ایکشنز، جیسے کہ ٹرانزیکشن بھیجنے، سے زیادہ گیس استعمال کرتے ہیں۔",
  "page-gas-how-is-gas-calculated-list-item-1": "<i><span>*</span> یہ دیکھنے کے لیے کہ مختلف قسم کے ٹرانزیکشنز کتنی گیس استعمال کرتے ہیں، شکل 1 دیکھیں</i>",
  "page-gas-how-is-gas-calculated-text-2": "گیس کی فیس کا حساب لگانے کا فارمولا ہے استعمال شدہ گیس کی اکائیاں * (بیس فیس + ترجیحی فیس)۔ زیادہ تر والیٹس گیس کے استعمال کا حساب لگائیں گے اور اسے زیادہ سیدھے طریقے سے دکھائیں گے۔",
  "page-gas-table-figure": "<i>شکل 1: ٹرانزیکشن کی قسم کے لحاظ سے استعمال شدہ گیس</i>",
  "page-gas-table-header-1": "ٹرانزیکشن کی قسم",
  "page-gas-table-header-2": "استعمال شدہ گیس کی اکائیاں",
  "page-gas-table-item-1-transaction-type": "ETH بھیجنا",
  "page-gas-table-item-2-transaction-type": "ERC-20 ٹوکنز بھیجنا",
  "page-gas-table-item-3-transaction-type": "ایک NFT منتقل کرنا",
  "page-gas-table-item-4-transaction-type": "Uniswap پر تبادلہ کرنا",
  "page-gas-faq-header": "اکثر پوچھے جانے والے سوالات",
  "page-gas-faq-question-1-q": "میرے ٹرانزیکشن میں گیس کی فیس کس کو ادا کی جاتی ہے؟",
  "page-gas-faq-question-1-a-1": "گیس کی فیس کی اکثریت —بیس فیس— پروٹوکول کے ذریعے تباہ کر دی جاتی ہے (جلا دی جاتی ہے)۔ ترجیحی فیس، اگر آپ کے ٹرانزیکشن میں شامل ہے، تو اس ویلیڈیٹر کو دی جائے گی جس نے آپ کے ٹرانزیکشن کی تجویز پیش کی تھی۔",
  "page-gas-faq-question-1-a-2": "آپ اس عمل کی تفصیلی وضاحت <a href=\"/developers/docs/gas/\">گیس ڈیولپر کی دستاویزات</a> میں پڑھ سکتے ہیں۔",
  "page-gas-faq-question-2-q": "کیا مجھے گیس کی ادائیگی ETH میں کرنے کی ضرورت ہے؟",
  "page-gas-faq-question-2-a-1": "جی ہاں۔ ایتھیریم پر تمام گیس فیس مقامی ETH کرنسی میں ادا کی جانی چاہئے۔",
  "page-gas-faq-question-2-a-2": "ETH پر مزید ",
  "page-gas-faq-question-3-q": "Gwei کیا ہے؟",
  "page-gas-faq-question-3-a-1": "زیادہ تر والیٹس یا گیس ٹریکرز میں، آپ گیس کی قیمتیں 'gwei' کے طور پر دیکھیں گے۔",
  "page-gas-faq-question-3-a-2": "Gwei صرف ETH کی ایک چھوٹی اکائی ہے، جیسے ڈالر کے لیے پیسے ہوتے ہیں، فرق یہ ہے کہ 1 ETH 1 بلین gwei کے برابر ہے۔ Gwei اس وقت کارآمد ہے جب ETH کی بہت چھوٹی مقدار کے بارے میں بات کی جائے۔",
  "page-gas-use-layer-2": "لیئر 2 استعمال کریں"
}
