{
  "page-roadmap-title": "ایتھریم روڈ میپ",
  "page-roadmap-meta-title": "Ethereum روڈ میپ | ethereum.org",
  "page-roadmap-meta-description": "ایک ایسا راستہ جو ایتھریئم کے لیے زیادہ توسیع پذیری، سکیورٹی اور پائیداری کو فروغ دیتا ہے.",
  "page-roadmap-banner-notification": "ایتھریم کی ڈیولپمنٹ کمیونٹی کے ذریعے چلائی جاتی ہے اور یہ تبدیلی کے تابع ہے۔",
  "page-roadmap-changes-coming-title": "Ethereum میں کون سی تبدیلیاں آنے والی ہیں؟",
  "page-roadmap-changes-coming-description": "ایتھریم پہلے سے ہی ایک طاقتور پلیٹ فارم ہے، لیکن اسے اب بھی بہتر بنایا جا رہا ہے۔ بہتریوں کا ایک بڑا سیٹ ایتھریم کو اس کی موجودہ شکل سے ایک مکمل اسکیلڈ، زیادہ سے زیادہ لچکدار پلیٹ فارم میں اپ گریڈ کرے گا۔",
  "page-roadmap-cheaper-transactions-title": "سستا لین دین",
  "page-roadmap-cheaper-transactions-description": "رول اپس بہت مہنگے ہیں اور مرکزی اجزاء پر انحصار کرتے ہیں، جس کی وجہ سے صارفین کو ان کے آپریٹرز پر بہت زیادہ بھروسہ کرنا پڑتا ہے۔ روڈ میپ میں ان دونوں مسائل کا حل شامل ہے۔",
  "page-roadmap-cheaper-transactions-button": "فیس کم کرنے کے بارے میں مزید",
  "page-roadmap-extra-security-title": "اضافی سیکیورٹی",
  "page-roadmap-extra-security-description": "ایتھریم پہلے سے ہی بہت محفوظ ہے لیکن اسے اور بھی مضبوط بنایا جا سکتا ہے، تاکہ یہ مستقبل میں ہر طرح کے حملے کا مقابلہ کرنے کے لیے تیار رہے۔",
  "page-roadmap-extra-security-button": "سیکیورٹی کے بارے میں مزید",
  "page-roadmap-better-user-experience-title": "سدھارنے صارف کا تجربہ",
  "page-roadmap-better-user-experience-description": "اسمارٹ کانٹریکٹ والیٹس اور لائٹ ویٹ نوڈس کے لیے مزید سپورٹ ایتھریم کا استعمال آسان اور محفوظ بنا دے گی۔",
  "page-roadmap-better-user-experience-button": "صارف کے تجربے پر مزید",
  "page-roadmap-future-proofing-title": "مستقبل کا ثبوت",
  "page-roadmap-future-proofing-description": "ایتھریم کے ریسرچرز اور ڈیولپرز کل کے مسائل آج ہی حل کر رہے ہیں، اور نیٹ ورک کو آنے والی نسلوں کے لیے تیار کر رہے ہیں۔",
  "page-roadmap-future-proofing-button": "مستقبل کے لیے تیاری پر مزید",
  "page-roadmap-why-need-title": "Ethereum کو روڈ میپ کی ضرورت کیوں ہے؟",
  "page-roadmap-why-need-description": "ایتھریم کو باقاعدہ اپ گریڈ ملتے ہیں جو اس کی اسکیل ایبلیٹی، سیکیورٹی، یا پائیداری کو بڑھاتے ہیں۔ ایتھریم کی بنیادی طاقتوں میں سے ایک ریسرچ اور ڈیولپمنٹ سے نئے آئیڈیاز سامنے آنے پر خود کو ڈھالنا ہے۔ موافقت ایتھریم کو ابھرتے ہوئے چیلنجز سے نمٹنے اور جدید ترین تکنیکی کامیابیوں کے ساتھ چلنے کی لچک فراہم کرتی ہے۔",
  "page-roadmap-how-defined-title": "روڈ میپ کیسے طے کیا جاتا ہے",
  "page-roadmap-how-defined-p1": "روڈ میپ زیادہ تر تحقیق کاروں اور ڈویلپرز کے کئی سالوں کے کام کا نتیجہ ہے- کیونکہ پروٹوکول بہت تکنیکی ہے - لیکن کوئی بھی پرعزم شخص اس میں حصہ لے سکتا ہے۔",
  "page-roadmap-how-defined-p2": "خیالات عام طور پر ایک فورم جیسے <a href=\"https://ethresear.ch\">ethresear.ch</a>، <a href=\"https://ethereum-magicians.org\">Ethereum Magicians</a> یا Eth R&D ڈسکارڈ سرور پر بحث کے طور پر شروع ہوتے ہیں۔ یہ نئی دریافت شدہ کمزوریوں کے جوابات، ایپلیکیشن لیئر میں کام کرنے والی تنظیموں (جیسے dapps اور ایکسچینجز) کی تجاویز، یا آخری صارفین کے لیے معلوم مشکلات (جیسے لاگت یا ٹرانزیکشن کی رفتار) سے متعلق ہو سکتے ہیں۔",
  "page-roadmap-how-defined-p3": "جب یہ خیالات پختہ ہو جاتے ہیں، تو انہیں <a href=\"https://eips.ethereum.org\">ایتھریم امپروومنٹ پروپوزلز</a> کے طور پر تجویز کیا جا سکتا ہے۔ یہ سب عوامی طور پر کیا جاتا ہے تاکہ کمیونٹی کا کوئی بھی شخص کسی بھی وقت اپنی رائے دے سکے۔",
  "page-roadmap-governance-button": "ایتھریم گورننس پر مزید",
  "page-roadmap-hero-alt": "ایتھریم روڈ میپ",
  "page-roadmap-technical-upgrades-title": "ایتھریم میں کون سے تکنیکی اپ گریڈ آ رہے ہیں؟",
  "page-roadmap-danksharding-title": "ڈینک شرڈنگ",
  "page-roadmap-danksharding-description": "ڈینک شارڈنگ ایتھریم بلاکس میں ڈیٹا کے \"بلابس\" شامل کرکے L2 رول اپس کو صارفین کے لیے بہت سستا بنا دیتا ہے۔",
  "page-roadmap-single-slot-finality-title": "واحد سلاٹ فائنلٹی",
  "page-roadmap-single-slot-finality-description": "پندرہ منٹ انتظار کرنے کے بجائے، بلاکس کو اسی سلاٹ میں تجویز اور حتمی شکل دی جا سکتی ہے۔ یہ ایپس کے لیے زیادہ آسان ہے اور اس پر حملہ کرنا مشکل ہے۔",
  "page-roadmap-account-abstraction-title": "اکاؤنٹ کا خلاصہ",
  "page-roadmap-account-abstraction-description": "اکاؤنٹ ایبسٹریکشن اپ گریڈ کی ایک کلاس ہے جو پیچیدہ مڈل ویئر استعمال کرنے کے بجائے، ایتھریم پر مقامی طور پر اسمارٹ کانٹریکٹ والیٹس کو سپورٹ کرتی ہے۔",
  "page-roadmap-statelessness-title": "غیر حیثیتی",
  "page-roadmap-statelessness-description": "اسٹیٹ لیس کلائنٹس بڑی مقدار میں ڈیٹا اسٹور کیے بغیر نئے بلاکس کی تصدیق کر سکیں گے۔ یہ آج کی لاگت کے صرف ایک چھوٹے سے حصے کے ساتھ نوڈ چلانے کے تمام فوائد فراہم کرے گا۔",
  "page-roadmap-learn-more": "مزید جانیں",
  "page-roadmap-timeline-title": "ان اپ گریڈز کے لیے ٹائم لائن کیا ہے؟",
  "page-roadmap-blocks-alt": "ایتھریم بلاکس",
  "page-roadmap-faq-1-title": "کیا Ethereum کا روڈ میپ وقت کے ساتھ بدل سکتا ہے؟",
  "page-roadmap-faq-1-p1": "جی ہاں—تقریباً یقینی طور پر۔",
  "page-roadmap-faq-1-p1-continued": "روڈ میپ ایتھریم کو اپ گریڈ کرنے کا موجودہ منصوبہ ہے، جس میں قریب المدت اور مستقبل کے دونوں منصوبے شامل ہیں۔ ہم امید کرتے ہیں کہ نئی معلومات اور ٹیکنالوجی دستیاب ہونے پر روڈ میپ تبدیل ہو جائے گا۔",
  "page-roadmap-faq-1-p2": "Ethereum کے روڈ میپ کو Ethereum کو بہتر بنانے کے لیے ارادوں کے مجموعے کے طور پر سوچیں؛ یہ بنیادی تحقیق کاروں اور ڈویلپرز کا Ethereum کے سب سے بہترین ممکنہ راستے کا بہترین مفروضہ ہے۔",
  "page-roadmap-faq-2-title": "روڈ میپ کب مکمل ہو جائے گا؟",
  "page-roadmap-faq-2-p1": "کچھ اپگریڈز کم ترجیحی ہیں اور ممکن ہے کہ اگلے 5-10 سالوں میں نافذ نہ ہوں (مثلاً کوانٹم ریزسٹنس)۔",
  "page-roadmap-faq-2-p1-strong": "ہر اپ گریڈ کا صحیح وقت بتانا پیچیدہ ہے",
  "page-roadmap-faq-2-p1-continued": "پیش گوئی کرنا کیونکہ بہت سے روڈ میپ آئٹمز پر متوازی طور پر کام کیا جاتا ہے اور مختلف رفتار سے تیار کیا جاتا ہے۔ ایک اپ گریڈ کی فوری ضرورت بھی وقت کے ساتھ بیرونی عوامل کے لحاظ سے بدل سکتی ہے (مثال کے طور پر کوانٹم کمپیوٹرز کی کارکردگی اور دستیابی میں اچانک چھلانگ کوانٹم-مزاحم کرپٹوگرافی کو مزید فوری بنا سکتی ہے)۔",
  "page-roadmap-faq-2-p2": "ایتھریم کی ڈیولپمنٹ کے بارے میں سوچنے کا ایک طریقہ حیاتیاتی ارتقاء سے تشبیہ دینا ہے۔ ایک ایسا نیٹ ورک جو نئے چیلنجز کے مطابق خود کو ڈھال سکے اور اپنی فٹنس برقرار رکھ سکے، اس کے کامیاب ہونے کا زیادہ امکان ہے، بجائے اس کے جو تبدیلی کے خلاف مزاحم ہو، حالانکہ جیسے جیسے نیٹ ورک زیادہ سے زیادہ کارکردگی، اسکیل ایبل اور محفوظ ہوتا جاتا ہے، پروٹوکول میں کم تبدیلیوں کی ضرورت ہوگی۔",
  "page-roadmap-faq-3-title": "کیا مجھے ان اپ گریڈز کی تیاری کے لیے کچھ کرنے کی ضرورت ہے؟",
  "page-roadmap-faq-3-p1": "اپ گریڈز عام طور پر آخری صارفین پر اثر انداز نہیں ہوتے، سوائے اس کے کہ وہ بہتر صارف کے تجربات اور ایک زیادہ محفوظ پروٹوکول فراہم کرتے ہیں اور شاید ایتھریم کے ساتھ تعامل کے لیے مزید <i>آپشنز</i> بھی۔ <strong>باقاعدہ صارفین کو کسی اپ گریڈ میں فعال طور پر حصہ لینے کی ضرورت نہیں ہے، اور نہ ہی انہیں اپنے اثاثوں کو محفوظ بنانے کے لیے کچھ کرنے کی ضرورت ہے۔</strong> <a href=\"/glossary/#node\">نوڈ</a> آپریٹرز کو اپ گریڈ کی تیاری کے لیے اپنے کلائنٹس کو اپ ڈیٹ کرنے کی ضرورت ہوگی۔ کچھ اپ گریڈز ایپلیکیشن ڈیولپرز کے لیے تبدیلیوں کا باعث بن سکتے ہیں۔ مثال کے طور پر، ہسٹری کی میعاد ختم ہونے والے اپ گریڈز ایپلیکیشن ڈیولپرز کو نئے ذرائع سے تاریخی ڈیٹا حاصل کرنے پر مجبور کر سکتے ہیں۔",
  "page-roadmap-faq-4-title": "Sharding کا کیا؟",
  "page-roadmap-faq-4-p1": "شارڈنگ ایتھریم بلاک چین کو تقسیم کرنا ہے تاکہ <a href=\"/glossary/#validator\">ویلیڈیٹرز</a> کے سب سیٹ صرف کل ڈیٹا کے ایک حصے کے لیے ذمہ دار ہوں۔ یہ اصل میں ایتھریم کو اسکیل کرنے کا طریقہ تھا۔ تاہم، <a href=\"/glossary/#layer-2\">لیئر 2</a> رول اپس توقع سے کہیں زیادہ تیزی سے تیار ہوئے ہیں اور پہلے ہی بہت زیادہ اسکیلنگ فراہم کر چکے ہیں، اور پروٹو-ڈینک شارڈنگ کے نفاذ کے بعد بہت کچھ فراہم کریں گے۔ اس کا مطلب ہے کہ \"شارڈ چینز\" کی اب ضرورت نہیں ہے اور انہیں روڈ میپ سے ہٹا دیا گیا ہے۔",
  "page-roadmap-release-status-prod": "پروڈکشن میں",
  "page-roadmap-release-status-soon": "جلد آرہا ہے",
  "page-roadmap-release-status-dev": "ڈیولپمنٹ میں",
  "page-roadmap-release-main-features": "اہم خصوصیات",
  "page-roadmap-release-learn-more": "مزید جانیں",
  "page-roadmap-release-forkcast": "تبدیلیوں کو ٹریک کریں",
  "page-roadmap-paris-pos-title": "پروف آف اسٹیک میں منتقلی",
  "page-roadmap-paris-pos-item-1": "توانائی کی زیادہ کھپت والی مائننگ کو اسٹیکنگ پر مبنی کنسینسس سے تبدیل کیا",
  "page-roadmap-paris-pos-item-2": "ایتھریم کی توانائی کی کھپت کو ~99.95% تک کم کیا",
  "page-roadmap-paris-beacon-title": "بیکن چین انٹیگریشن",
  "page-roadmap-paris-beacon-item-1": "بیکن چین کو ایتھریم مین نیٹ کے ساتھ ضم کیا",
  "page-roadmap-paris-beacon-item-2": "PoS کنسینسس میکانزم میں مکمل منتقلی کو فعال کیا",
  "page-roadmap-paris-difficulty-title": "ڈفیکلٹی بم کو ہٹانا",
  "page-roadmap-paris-difficulty-item-1": "اس ڈفیکلٹی بم کو ہٹا دیا جو مائننگ کی مشکل کو بڑھا رہا تھا",
  "page-roadmap-paris-difficulty-item-2": "نئے کنسینسس میکانزم میں ہموار منتقلی کو یقینی بنایا",
  "page-roadmap-shapella-withdrawals-title": "اسٹیکنگ نکلوانا",
  "page-roadmap-shapella-withdrawals-item-1": "ویلیڈیٹرز کو اپنے اسٹیک شدہ ETH اور انعامات نکالنے کے قابل بنایا",
  "page-roadmap-shapella-withdrawals-item-2": "جزوی اور مکمل واپسی کی صلاحیتیں متعارف کروائیں",
  "page-roadmap-shapella-eip4895-title": "EIP-4895: بیکن چین پش ودڈرالز",
  "page-roadmap-shapella-eip4895-item-1": "ودڈرالز کے لیے ایک نیا سسٹم-لیول آپریشن شامل کیا",
  "page-roadmap-shapella-eip4895-item-2": "ودڈرال کی درخواستوں کی محفوظ اور موثر پروسیسنگ کو یقینی بنایا",
  "page-roadmap-shapella-eip3651-title": "EIP-3651: وارم COINBASE",
  "page-roadmap-shapella-eip3651-item-1": "COINBASE ایڈریس تک رسائی کے لیے گیس کی لاگت کو کم کیا",
  "page-roadmap-shapella-eip3651-item-2": "کچھ اسمارٹ کانٹریکٹ آپریشنز کی کارکردگی کو بہتر بنایا",
  "page-roadmap-dencun-danksharding-title": "پروٹو-ڈینک شارڈنگ (EIP-4844)",
  "page-roadmap-dencun-danksharding-item-1": "رول اپ ٹرانزیکشن کی لاگت کو نمایاں طور پر کم کرنے کے لیے بلاب ٹرانزیکشنز متعارف کروائے",
  "page-roadmap-dencun-danksharding-item-2": "ایک نئی ٹرانزیکشن کی قسم شامل کی جو ڈیٹا کو عارضی طور پر اور سستے میں اسٹور کرتی ہے",
  "page-roadmap-dencun-eip1153-title": "EIP-1153: عارضی اسٹوریج اوپ کوڈز",
  "page-roadmap-dencun-eip1153-item-1": "ٹرانزیکشن کے نفاذ کے دوران عارضی اسٹوریج کے لیے TSTORE اور TLOAD اوپ کوڈز شامل کیے گئے",
  "page-roadmap-dencun-eip1153-item-2": "زیادہ موثر اسمارٹ کانٹریکٹ پیٹرنز کو فعال کرتا ہے اور گیس کی لاگت کو کم کرتا ہے",
  "page-roadmap-dencun-eip4788-title": "EIP-4788: EVM میں بیکن بلاک روٹ",
  "page-roadmap-dencun-eip4788-item-1": "کنسینسس لیئر کی معلومات کو اسمارٹ کانٹریکٹس کے سامنے لاتا ہے",
  "page-roadmap-dencun-eip4788-item-2": "نئی ٹرسٹ-محدود ایپلی کیشنز اور کراس-چین برجز کو فعال کرتا ہے",
  "page-roadmap-pectra-eoa-title": "EOA والیٹس کو اسمارٹ کانٹریکٹ کی فعالیت کے ساتھ بہتر بنائیں",
  "page-roadmap-pectra-eoa-item-1": "صارفین اپنے ایڈریس کو کسی موجودہ اسمارٹ کانٹریکٹ کے کوڈ کے ذریعے نمائندگی کرنے کے لیے سیٹ کر سکتے ہیں اور ٹرانزیکشن بیچنگ، ٹرانزیکشن فیس اسپانسرشپ یا بہتر ریکوری میکانزم جیسے فوائد حاصل کر سکتے ہیں",
  "page-roadmap-pectra-balance-title": "زیادہ سے زیادہ مؤثر بیلنس میں اضافہ کریں",
  "page-roadmap-pectra-balance-item-1": "اسٹیکرز اب کم از کم سے اوپر ہر 1 ETH پر اسٹیک کرنے کے لیے ETH کی کوئی بھی رقم منتخب کر سکتے ہیں اور انعامات حاصل کر سکتے ہیں",
  "page-roadmap-pectra-blob-title": "بلاب تھروپٹ میں اضافہ",
  "page-roadmap-pectra-blob-item-1": "بلاب کی تعداد 3 سے بڑھا کر 6 اہداف کر دی جائے گی، زیادہ سے زیادہ 9 کے ساتھ، جس کے نتیجے میں ایتھریم رول اپس میں سستی فیس ہوگی",
  "page-roadmap-fusaka-peerdas-title": "PeerDAS (پیئر-ٹو-پیئر ڈیٹا دستیابی سیمپلنگ)",
  "page-roadmap-fusaka-peerdas-item-1": "رول اپس کے لیے زیادہ موثر ڈیٹا کی دستیابی کو فعال کرتا ہے",
  "page-roadmap-fusaka-peerdas-item-2": "ڈی سینٹرلائزیشن کو برقرار رکھتے ہوئے نوڈ چلانا زیادہ قابل رسائی بناتا ہے",
  "page-roadmap-fusaka-additional-title": "ممکنہ اضافی خصوصیات",
  "page-roadmap-fusaka-additional-item-1": "UX کو بہتر بنانے کے لیے موبائل آلات پر محفوظ انکلیوز کے لیے سپورٹ",
  "page-roadmap-fusaka-additional-item-2": "بلاب فیس مارکیٹ میں بہتری",
  "page-roadmap-fusaka-additional-item-3": "ویلیڈیٹر کی کارکردگی اور نیٹ ورک کی کارکردگی میں مزید بہتری",
  "page-roadmap-glamsterdam-discussed-title": "گلیم سٹرڈیم کے لیے شیڈول",
  "page-roadmap-glamsterdam-discussed-item-1": "اینشرائنڈ پروپوزر-بلڈر سیپریشن (ePBS)",
  "page-roadmap-glamsterdam-discussed-item-2": "بلاک-لیول ایکسیس لسٹس (BALs)"
}
