{
  "consensus-client-besu-logo-alt": "بیسو لوگو",
  "consensus-client-erigon-logo-alt": "اریگون لوگو",
  "consensus-client-geth-logo-alt": "گیتھ لوگو",
  "consensus-client-lighthouse-logo-alt": "لائٹ ہاوٗس لوگو",
  "consensus-client-lodestar-logo-alt": "لودیسٹر لوگو",
  "consensus-client-nethermind-logo-alt": "نیتھرمائینڈلوگو",
  "consensus-client-nimbus-logo-alt": "نمبس لوگو",
  "consensus-client-prysm-logo-alt": "پریسم لوگو",
  "consensus-client-teku-logo-alt": "تیکو لوگو",
  "page-upgrades-answer-1": "بیـکن چین کو ایتھیریئم مین نیٹ کو مرج کے وقت اپگریڈ کرنے کے ایک ذریعے کے طور پر استعمال کیا گیا۔",
  "page-upgrades-answer-2": "The Merge کے ساتھ، ایتھیریئم نے اپنی اب تک کی سب سے بڑی اپگریڈ کی، جس میں پروف آف ورک کو نئے پروف آف اسٹیک پر مبنی کنسنسس لیئر سے تبدیل کر دیا گیا۔",
  "page-upgrades-answer-4": "Beacon Chain کو اس مقصد کے لیے استعمال کیا گیا کہ وہ پروف آف اسٹیک پر مبنی کنسنسس تیار کرے جسے آج ایتھیریئم استعمال کرتا ہے۔ اسے ایتھیریئم مین نیٹ سے الگ چلایا گیا تاکہ ڈیویلپرز کنسنسس میکانزم کو الگ تھلگ طور پر دیکھ سکیں قبل اس کے کہ اسے حقیقی سرگرمی کو ہم آہنگ کرنے کے لیے استعمال کیا جائے۔",
  "page-upgrade-article-author-status": "اسٹیٹس",
  "page-upgrade-article-author-ethmerge": "ایتھرمرج",
  "page-upgrade-article-author-alchemy": "Alchemy",
  "page-upgrade-article-author-consensys": "کانسینسیس",
  "page-upgrade-article-author-delphi-digital": "ڈیلفی ڈیجیٹل",
  "page-upgrade-article-author-eip-4844": "ویٹالک بوٹرِن، ڈینکراد فیسٹ، ڈیڈیرِک لوراکر، جارج کادیاناکِس، میٹ گارنیٹ، موفی تائیوو",
  "page-upgrade-article-author-ethereum-foundation": "Ethereum فاؤنڈیشن",
  "page-upgrade-article-author-vitalik-buterin": "Vitalik Buterin",
  "page-upgrade-article-author-ethos-dev": "Ethos.dev",
  "page-upgrade-article-title-two-point-oh": "ٹو پوائنٹ اوہ: بیکن چین",
  "page-upgrade-article-title-beacon-chain-explainer": "بیکن چین ایتھیریم 2.0 کی وضاحت جو آپ کو سب سے پہلے پڑھنی چاہیے",
  "page-upgrade-article-title-sharding-consensus": "شارڈنگ کنسینسس",
  "page-upgrade-article-title-sharding-is-great": "شارڈنگ کیوں شاندار ہے: تکنیکی خصوصیات کو آسان انداز میں سمجھنا",
  "page-upgrade-article-title-rollup-roadmap": "رول اپ مرکوز روڈمیپ",
  "page-upgrade-article-title-hitchhikers-guide-to-ethereum": "ایتھیریم کے لیے ہچ ہائیکر کی گائیڈ",
  "page-upgrade-article-title-eip-4844": "ای آئی پی-4844: شارڈ بلا ب لین دین (پروٹو-ڈینک شارڈنگ)",
  "page-upgrade-article-title-proto-danksharding-faq": "پروٹو-ڈینک شارڈنگ کے عمومی سوالات",
  "page-upgrade-article-title-sharding-das": "شارڈنگ اور ڈیٹا دستیابی سیمپلنگ (ڈی اے ایس) کی وضاحت",
  "page-upgrade-article-title-ethmerge": "ایتھرمرج",
  "page-upgrade-article-title-merge-is-coming": "مرج آنے والا ہے",
  "page-upgrade-article-title-state-of-the-merge": "مرج کی صورتحال: 2022 میں ایتھیریم کے پروف آف اسٹیک میں مرج کی تازہ کاری",
  "page-upgrade-article-title-ropsten-merge-testnet": "روپسٹن مرج ٹیسٹ نیٹ کا اعلان",
  "page-upgrade-article-title-execution-layer-specs": "ایگزیکیوشن لیئر کی خصوصیات",
  "page-upgrade-article-title-consensus-layer-specs": "کنسینسس لیئر کی خصوصیات",
  "page-upgrade-article-title-engine-api-specs": "انجن API کی تفصیلات",
  "page-upgrades-beacon-chain-date": "بیکن چین 1 دسمبر 2020 کو لائیو ہوئی تھی",
  "page-upgrades-beacon-chain-desc": "بیکن چین نے ایتھیریم میں اسٹیکنگ متعارف کروائی اور مستقبل کی اپگریڈز کی بنیاد رکھی۔ یہ نئے پروف آف اسٹیک ایتھیریم کو coordinate کرتی ہے۔",
  "page-upgrades-beacon-chain-estimate": "بیکن چین لائیو ہے",
  "page-upgrades-beacon-chain-title": "بیکن چین",
  "page-upgrades-bug-bounty": "بگ باؤنٹی پروگرام دیکھیں",
  "page-upgrades-clients": "کنسینسس کلائنٹس (جنہیں پہلے 'Eth2' کلائنٹس کہا جاتا تھا) کو دیکھیں",
  "page-staking-deposit-contract-title": "ڈپازٹ کنٹریکٹ کا پتہ چیک کریں",
  "page-upgrades-dive": "نظریے کو گہرائی سے جانیں",
  "page-upgrades-dive-desc": "ہم ایتھیریئم کو مزید قابلِ توسیع، محفوظ اور پائیدار کیسے بنا رہے ہیں؟ یہ سب کچھ ایتھیریئم کے مرکزی اصول یعنی ڈی سینٹرلائزیشن کو برقرار رکھتے ہوئے۔",
  "page-upgrades-docking": "مرج",
  "page-upgrades-merge-answer-1": "The Merge وہ لمحہ تھا جب ایتھیریئم نے 15 ستمبر 2022 کو پروف آف اسٹیک کنسنسس میں منتقلی کی۔ Beacon Chain مین نیٹ کے ساتھ ضم ہو گئی، جس کے نتیجے میں ایتھیریئم پر پروف آف ورک باضابطہ طور پر ختم ہو گیا، اور ایتھیریئم کی توانائی کی کھپت تقریباً 99.95٪ کم ہو گئی۔",
  "page-upgrades-merge-btn": "The Merge پر مزید",
  "page-upgrades-merge-desc": "مین نیٹ ایتھیریم نے پروف آف اسٹیک بیکن چین کے ساتھ انضمام کیا، جس سے توانائی خرچ کرنے والی مائننگ کا خاتمہ ہوا۔",
  "page-upgrades-merge-estimate": "مرج لائیو ہے",
  "page-upgrades-merge-mainnet": "مین نیٹ کیا ہے؟",
  "page-upgrades-eth-blog": "ethereum.org بلاگ",
  "page-upgrades-explore-btn": "اپ گریڈ دریافت کریں",
  "page-upgrades-get-involved": "ایتھیریم کو اپ گریڈ کرنے میں شامل ہوں",
  "page-upgrades-get-involved-2": "شامل ہوں",
  "page-upgrades-head-to-ethresearch": "ethresear.ch کی جانب",
  "page-upgrades-help": "اتھیریم اپگریڈ کے مطالق مدد کرنی ہے؟",
  "page-upgrades-help-desc": "ایتھیریم اپ گریڈز پر اپنی رائے دینے، ٹیسٹنگ میں مدد کرنے اور یہاں تک کہ انعامات حاصل کرنے کے لیے بے شمار مواقع موجود ہیں۔",
  "page-upgrades-index-staking": "اسٹیکنگ یہاں ہے",
  "page-upgrades-index-staking-desc": "ایتھیریئم اپگریڈز کی کلید اسٹیکنگ کا تعارف ہے۔ اگر آپ اپنے ETH کو ایتھیریئم نیٹ ورک کو محفوظ بنانے کے لیے استعمال کرنا چاہتے ہیں، تو یہ اقدامات ضرور فالو کریں۔",
  "page-upgrades-index-staking-learn": "اسٹیکنگ کے بارے میں سیکیں",
  "page-upgrades-index-staking-learn-desc": "بیڪن چین نے ایتھیریم میں اسٹیکنگ متعارف کرائی۔ اگر آپ کے پاس ETH ہے تو آپ نیٹ ورک کو محفوظ بنا کر ایک عوامی بھلائی کا کام کرسکتے ہیں اور اس عمل میں مزید ETH کما سکتے ہیں",
  "page-upgrades-index-staking-step-1": "1. لانچ پیڈ کے ساتھ سیٹ اپ کریں",
  "page-upgrades-index-staking-step-1-btn": "اسٹیکنگ لانچ پیڈ پر جائیں",
  "page-upgrades-index-staking-step-1-desc": "ایتھیریم پر اسٹیک کرنے کے لیے آپ کو لانچ پیڈ کا استعمال کرنا ہوگا - یہ آپ کو اس عمل میں رہنمائی کرے گا۔",
  "page-upgrades-index-staking-step-2": "2. اسٹیکنگ ایڈریس کی تصدیق کریں",
  "page-upgrades-index-staking-step-2-btn": "ڈیپازٹ کنٹریکٹ ایڈریس کی تصدیق کریں",
  "page-upgrades-index-staking-step-2-desc": "اپنا ETH اسٹیک کرنے سے پہلے، یہ یقینی بنائیں کہ آپ کے پاس صحیح ایڈریس ہے۔ ایسا کرنے سے پہلے آپ کو لانچ پیڈ سے گزرنا ہوگا۔",
  "page-upgrades-index-staking-sustainability": "زیادہ پائیدار",
  "page-upgrades-meta-desc": "ایتھیریم اپ گریڈز اور اس نظریے کا ایک جائزہ جسے وہ حقیقت بنانا چاہتے ہیں۔",
  "page-upgrades-meta-title": "ایتھیریم اپ گریڈز (سابقہ 'Eth2')",
  "page-upgrades-proof-stake-link": "پروف آف اسٹیک کے بارے میں مزید",
  "page-upgrades-question-1-title": "اپ گریڈ کب جاری ہوں گے؟",
  "page-upgrades-question-1-desc": "ایتھیریم کو بتدریج اپ گریڈ کیا جا رہا ہے؛ اپ گریڈز الگ الگ ہیں اور ان کی ریلیز کی تاریخیں مختلف ہیں۔",
  "page-upgrades-question-2-title": "کیا بیکن چین ایک الگ بلاک چین ہے؟",
  "page-upgrades-question-2-desc": "جی ہاں۔ Beacon Chain وہ نام تھا جو ایک متوازی پروف آف اسٹیک بلاک چین کو دیا گیا تھا، جسے ایتھیریئم کے مین نیٹ کو اپگریڈ کرنے کے لیے استعمال کیا گیا۔ اب صرف ایک ہی بلاک چین موجود ہے، جو اصل ایتھیریئم بلاک چین اور Beacon Chain کے ضم ہونے سے بنی ہے۔",
  "page-upgrades-question-3-answer-2a": "مرج کا dapp ڈیولپرز پر کم سے کم اثر پڑا - وہ اب بھی اسی طرح ایتھیریم کے ساتھ تعامل کرتے ہیں۔",
  "page-upgrades-question-3-answer-2a-link": "مرج اور dapp ڈیولپرز",
  "page-upgrades-question-3-answer-2b": "شارڈنگ کے منصوبے ابھی بھی تیار کیے جا رہے ہیں، لیکن انہیں لیئر 2 رول اپس کو ذہن میں رکھتے ہوئے ڈیزائن کیا جائے گا۔",
  "page-upgrades-layer-2-rollups": "لیئر 2 رول اپس کے بارے میں مزید",
  "page-upgrades-question-3-answer-3-link": "ethresear.ch ملاحظہ کریں",
  "page-upgrades-question-3-desc": "اپ گریڈز کی تیاری کے لیے آپ کو ابھی کچھ کرنے کی ضرورت نہیں ہے۔",
  "page-upgrades-question-3-title": "میں اپ گریڈز کی تیاری کیسے کروں؟",
  "page-upgrades-question-4-answer-1": "آج جب بھی آپ کوئی ٹرانزیکشن بھیجتے ہیں یا dapp استعمال کرتے ہیں، آپ ایگزیکیوشن لیئر کا استعمال کر رہے ہوتے ہیں، جسے مین نیٹ بھی کہا جاتا ہے۔",
  "page-upgrades-question-4-answer-3": "مرج کے بعد سے، ویلیڈیٹرز پروف آف اسٹیک کے ذریعے پورے نیٹ ورک کو محفوظ بناتے ہیں۔",
  "page-upgrades-question-4-answer-6": "کوئی بھی اپنا ETH اسٹیک کرکے ویلیڈیٹر بن سکتا ہے۔",
  "page-upgrades-question-4-answer-7": "اسٹیکنگ پر مزید",
  "page-upgrades-question-4-title": "ایگزیکیوشن لیئر کیا ہے؟",
  "page-upgrades-question-4-desc": "مرج سے پہلے، ایتھیریم بلاک چین کو کبھی کبھی 'Eth1' کہا جاتا تھا۔ اس اصطلاح کو 'ایگزیکیوشن لیئر' کے حق میں مرحلہ وار ختم کر دیا گیا ہے۔",
  "page-upgrades-question-5-answer-1": "نیٹ ورک پر ویلیڈیٹر بننے کے لیے، آپ کو 32 ETH اسٹیک کرنے کی ضرورت ہوگی۔ اگر آپ کے پاس اتنا نہیں ہے یا آپ اتنا اسٹیک کرنے کے لیے تیار نہیں ہیں، تو آپ اسٹیکنگ پولز میں شامل ہو سکتے ہیں۔ یہ پولز آپ کو کم مقدار میں اسٹیک کرنے اور کل انعامات کا ایک حصہ کمانے کی اجازت دیتے ہیں۔",
  "page-upgrades-question-5-desc": "آپ کو اسٹیکنگ لانچ پیڈ کا استعمال کرنا ہوگا یا اسٹیکنگ پول میں شامل ہونا ہوگا۔",
  "page-upgrades-question-5-title": "میں اسٹیک کیسے کروں؟",
  "page-upgrades-question-6-answer-3": "ایتھیریم فاؤنڈیشن کے ڈینی ریان باقاعدگی سے کمیونٹی کو اپ ڈیٹ کرتے ہیں:",
  "page-upgrades-question-6-answer-4": "ConsenSys کے بین ایڈجنگٹن کا ایتھیریم اپ گریڈز کے بارے میں ایک ہفتہ وار نیوز لیٹر ہے:",
  "page-upgrades-question-6-answer-5": "آپ ethresear.ch پر ایتھیریم کی تحقیق اور ترقی پر ہونے والی بحث میں بھی شامل ہو سکتے ہیں۔",
  "page-upgrades-question-6-title": "مجھے اپنے dapp کے ساتھ کیا کرنے کی ضرورت ہے؟",
  "page-upgrades-question-6-desc": "مرج کو اس طرح ڈیزائن کیا گیا تھا کہ dapp ڈیولپرز پر کم سے کم اثر پڑے، حالانکہ کچھ چھوٹی تبدیلیاں قابل ذکر تھیں۔",
  "page-upgrades-question-6-answer-1": "Merge سے پہلے کے ایتھیریئم سے واقف Dapp ڈیویلپرز کو کچھ تبدیلیوں سے آگاہ ہونا چاہیے۔ ان تبدیلیوں میں بلاک کی ساخت اور وقت بندی، چند opcode تبدیلیاں، آن چین رینڈم نیس کے ذرائع، اور epoch finalization کا تصور شامل ہیں۔",
  "page-upgrades-question-6-answer-1-link": "مرج نے ایتھیریم کی ایپلیکیشن لیئر کو کیسے متاثر کیا",
  "page-upgrades-question-6-answer-2": "ایپلیکیشنز تقریباً پوری طرح سے غیر متاثر رہیں۔",
  "page-upgrades-question-7-desc": "پوری کمیونٹی سے بہت سی مختلف ٹیمیں مختلف ایتھیریم اپ گریڈز پر کام کر رہی ہیں۔",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(Rust امپلیمنٹیشن)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(JavaScript امپلیمنٹیشن)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(Nim امپلیمنٹیشن)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(Go امپلیمنٹیشن)",
  "page-upgrades-question-7-teams": "ایتھیریم کنسینسس کلائنٹ ٹیمیں:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(Java امپلیمنٹیشن)",
  "page-upgrades-question-7-title": "ایتھیریم اپ گریڈز کون بنا رہا ہے؟",
  "page-upgrades-question-7-clients": "ایتھیریم کلائنٹس کے بارے میں مزید جانیں",
  "page-upgrades-question-8-answer-1": "ایتھیریم اپ گریڈز ایتھیریم کو غیر مرکزی طریقے سے اسکیل کرنے میں مدد کریں گے، جبکہ سیکیورٹی کو برقرار رکھتے ہوئے اور پائیداری میں اضافہ کریں گے۔",
  "page-upgrades-question-8-answer-2": "شاید سب سے واضح مسئلہ یہ ہے کہ ایتھیریئم کو سیکنڈ میں 15-45 سے زیادہ ٹرانزیکشنز ہینڈل کرنے کے قابل ہونا چاہیے۔ لیکن یہ اپگریڈز ایتھیریئم کے موجودہ کچھ دیگر مسائل کو بھی حل کرتے ہیں۔",
  "page-upgrades-question-8-answer-3": "ہائی ڈیمانڈ کے اوقات میں نیٹ ورک کی وجہ سے ایتھیریئم استعمال کرنا مہنگا ہو جاتا ہے۔ نیٹ ورک کے نوڈز ایتھیریئم کے سائز اور اتنی بڑی مقدار میں ڈیٹا پراسیس کرنے کی وجہ سے دباؤ میں ہیں۔ اصل الگوردم جو ایتھیریئم کی سکیورٹی اور ڈی سینٹرلائزیشن کی بنیاد تھا، توانائی زیادہ استعمال کرتا تھا اور اسے زیادہ ماحول دوست بنانے کی ضرورت تھی۔",
  "page-upgrades-question-8-answer-4": "بہت سی تبدیلیاں جو ہو رہی ہیں وہ ہمیشہ سے ایتھیریئم کے روڈ میپ کا حصہ رہی ہیں، یہاں تک کہ 2015 سے بھی۔ لیکن موجودہ حالات اپگریڈز کی ضرورت کو اور بھی زیادہ بڑھا رہے ہیں۔",
  "page-upgrades-question-8-answer-6": "ایتھیریم کے نظریے کو دریافت کریں",
  "page-upgrades-question-8-desc": "آج جو ایتھیریم ہم استعمال کرتے ہیں، اسے آخری صارفین اور نیٹ ورک کے شرکاء کے لیے بہتر تجربہ فراہم کرنے کی ضرورت ہے۔",
  "page-upgrades-question-8-title": "اپگریڈز کی ضرورت کیوں ہے؟",
  "page-upgrades-question-9-answer-1": "سب سے اچھا کردار جو آپ ادا کرسکتے ہیں وہ ہے اپنے ETH کو اسٹیک کرنا ہے۔",
  "page-upgrades-question-9-answer-2": "آپ دوسرا کلائنٹ بھی چلا سکتے ہیں تاکہ کلائنٹ diversity کو بہتر بنایا جا سکے۔",
  "page-upgrades-question-9-answer-3": "اگر آپ زیادہ تکنیکی ہیں تو آپ نئے کلائنٹس کو bugs پکڑنے میں مدد کرسکتے ہیں۔",
  "page-upgrades-question-9-answer-4": "آپ Ethereum محققین کے ساتھ ethresear.ch پر تکنیکی مباحثوں میں بھی شامل ہو سکتے ہیں۔",
  "page-upgrades-question-9-desc": "شراکت دار بننے کے لیے آپ کا تکنیکی ہونا ضروری نہیں ہے۔ کمیونٹی ہر طرح کی مہارت رکھنے والے افراد کی شراکت تلاش کر رہی ہے۔",
  "page-upgrades-question-9-stake-eth": "اسٹیک ETH",
  "page-upgrades-question-9-title": "میں ایتھیریم اپگریڈز میں کس طرح حصہ ڈال سکتا ہوں؟",
  "page-upgrades-question-9-more": "Ethereum کے ساتھ شامل ہونے کے مزید طریقے تلاش کریں",
  "page-upgrades-question-10-title": "'Eth2 کے مراحل' کیا ہیں؟",
  "page-upgrades-question-10-desc": "یہاں کچھ چیزیں بدل گئی ہیں۔",
  "page-upgrades-question-10-answer-0": "اصطلاح 'Eth2' کو ختم کیا جا رہا ہے، کیونکہ یہ نہ تو کسی ایک اپ گریڈ اور نہ ہی کسی نئے نیٹ ورک کی نمائندگی کرتا ہے۔ اس سے زیادہ یہ زیادہ درست ہے کہ اسے متعدد اپ گریڈز کے مجموعے کے طور پر بیان کیا جائے، جو سب اپنا کردار ادا کرتے ہیں تاکہ Ethereum کو زیادہ اسکیل ایبل، محفوظ اور پائیدار بنایا جا سکے۔ وہ نیٹ ورک جسے آپ جانتے اور پسند کرتے ہیں، اب سادہ طور پر Ethereum کہلائے گا۔",
  "page-upgrades-question-10-answer-1": "ہم تکنیکی روڈ میپ کی اصطلاح میں زیادہ بات کرنے سے ہچکچاتے ہیں کیونکہ یہ سافٹ ویئر ہے: حالات بدل سکتے ہیں۔ ہمیں لگتا ہے کہ جب آپ آوٹکم کے بارے میں پڑھتے ہیں تو کیا ہو رہا ہے یہ سمجھنا آسان ہوجاتا ہے۔\n ۔",
  "page-upgrades-question-10-answer-1-link": "اپ گریڈز دیکھیں",
  "page-upgrades-question-10-answer-2": "لیکن اگر آپ نے ڈسکشن کو فالو کیا ہے، تو یہاں دیکھیں اپ گریڈز تکنیکی روڈ میپس میں کیسے فٹ ہوتے ہیں، اور کہ وہ کیسے بدل رہے ہیں۔",
  "page-upgrades-question-10-answer-3": "فیز 0 نے وہ کام کیا جو Beacon Chain کو لائیو کرنے کے لیے کیا گیا۔",
  "page-upgrades-question-10-answer-5": "فیز 1 شروع میں shard chains کو نافذ کرنے پر مرکوز تھا، لیکن ترجیح بدل کر The Merge پر آگئی، جو 15 ستمبر 2022 کو مکمل ہوا۔",
  "page-upgrades-question-10-answer-6": "فیز 1.5 کا اصل منصوبہ یہ تھا کہ shard implementations کے بعد مین نیٹ کو Beacon Chain پر آخری shard کے طور پر شامل کیا جائے۔ تاہم، جیسے جیسے رول اَپ ٹیکنالوجی آگے بڑھی، Ethereum کمیونٹی نے proof-of-work سے منتقلی کو تیز کردیا۔",
  "page-upgrades-question-10-answer-7": "فیز 2 سے متعلق منصوبے شدید تحقیق اور بحث کا مرکز رہے ہیں۔ The Merge مکمل ہونے کے بعد اور layer 2 حل میں ترقی کے ساتھ، اہداف بدل گئے ہیں تاکہ ڈیٹا شاردنگ کی زیادہ سادہ شکل فراہم کی جا سکے تاکہ رول اَپ کی کارکردگی کو زیادہ سے زیادہ کیا جا سکے۔ موجودہ layer 2 ٹیکنالوجیز ٹرانزیکشن کے عمل کو بڑھانے کی صلاحیت دیتی ہیں، اور شاردنگ layer 1 پر ان ثبوتوں کو ذخیرہ کرنے کی سہولت فراہم کرے گی، وہ بھی کم لاگت اور وسعت پذیر انداز میں۔",
  "page-upgrades-question-10-answer-8": "رول اَپ پر مبنی روڈ میپ کے بارے میں مزید",
  "page-upgrades-question-11-title": "کیا میں Eth2 خرید سکتا ہوں؟",
  "page-upgrades-question-11-desc": "نہیں۔ کوئی Eth2 ٹوکن نہیں ہے، اور The Merge کے بعد آپ کا ETH تبدیل نہیں ہوا۔",
  "page-upgrades-question-11-answer-1": "Eth2 کے ری برانڈ کے پیچھے ایک بڑی وجہ یہ عام غلط فہمی تھی کہ ETH رکھنے والوں کو اپنے ETH کو 'ETH 2.0' میں منتقل کرنا ہوگا The Merge یا کسی اور اپ گریڈ کے بعد۔ یہ بالکل درست نہیں تھا اور نہ کبھی ہوا ہے۔",
  "page-upgrades-question-11-answer-2": " یہ الجھن اکثر فراڈیے (scammers) استعمال کرتے ہیں۔",
  "page-upgrades-question-title": "اکثر پوچھے جانے والے سوالات",
  "page-upgrades-question3-answer-1": "ETH رکھنے والوں کو کچھ کرنے کی ضرورت نہیں۔ آپ کے ETH کو نہ بدلا جائے گا اور نہ اپ گریڈ کیا جائے گا۔ تقریباً یقینی طور پر ایسے فراڈ ہوں گے جو آپ کو اس کے برعکس کہیں گے، لہٰذا محتاط رہیں۔",
  "page-upgrades-scalable": "زیادہ اسکیلیبل",
  "page-upgrades-scalable-desc": "Ethereum کو ہزاروں ٹرانزیکشن فی سیکنڈ سپورٹ کرنی ہوں گی تاکہ ایپلیکیشنز کو تیز اور سستا بنایا جا سکے۔",
  "page-upgrades-secure": "زیادہ محفوظ",
  "page-upgrades-secure-desc": "Ethereum کو مزید محفوظ بننے کی ضرورت ہے۔ جیسے جیسے Ethereum کا استعمال بڑھ رہا ہے، پروٹوکول کو ہر قسم کے حملے سے زیادہ محفوظ ہونا چاہیے۔",
  "page-upgrades-shard-date": "شاردنگ The Merge کے بعد مختلف مراحل میں 2023-2024 کے دوران آئے گی۔",
  "page-upgrades-shard-desc": "ڈینک شاردنگ Ethereum کی ڈیٹا ذخیرہ کرنے کی صلاحیت کو بڑھائے گی، اور L2s کے ساتھ مل کر throughput بڑھانے اور نیٹ ورک فیس کم کرنے میں کام کرے گی۔ ڈینک شاردنگ کو کئی مراحل میں جاری کیا جائے گا، جس کی شروعات ProtoDanksharding سے ہوگی۔",
  "page-upgrades-shard-estimate": "اندازہ: 2023-2024",
  "page-upgrades-shard-lower": "شارڈنگ کے بارے میں مزید",
  "page-upgrades-shard-title": "شارڈنگ",
  "page-upgrades-stay-up-to-date": "باخبر رہیں",
  "page-upgrades-stay-up-to-date-desc": "Ethereum اپ گریڈز پر کام کرنے والے محققین اور ڈویلپرز سے تازہ ترین معلومات حاصل کریں۔",
  "page-upgrades-sustainable-desc": "Ethereum حال ہی تک بہت زیادہ توانائی استعمال کرتا تھا۔ proof-of-stake پر منتقلی سے نیٹ ورک کی توانائی میں 99% سے زیادہ کمی آئی۔",
  "page-upgrades-take-part": "تحقیق میں حصہ لیں",
  "page-upgrades-take-part-desc": "Ethereum کے محققین اور شوقین یہاں جمع ہوتے ہیں تاکہ تحقیق پر گفتگو کریں، جس میں Ethereum اپ گریڈز سے متعلق ہر چیز شامل ہے۔",
  "page-upgrades-the-upgrades": "Ethereum کے اپ گریڈز",
  "page-upgrades-the-upgrades-desc": "Ethereum اپ گریڈز کا مقصد نیٹ ورک کی scalability، سیکیورٹی اور پائیداری کو بہتر بنانا ہے۔ Ethereum نے حال ہی میں سیکیورٹی اور پائیداری میں بڑے اپ گریڈز کیے ہیں، اور مستقبل میں مزید اپ گریڈز آئیں گے، خاص طور پر scalability سے متعلق۔",
  "page-upgrades-unofficial-roadmap": "یہ سرکاری روڈ میپ نہیں ہے۔ یہ صرف ہماری رائے ہے کہ دستیاب معلومات کے مطابق کیا ہو رہا ہے۔ لیکن یہ ٹیکنالوجی ہے، چیزیں ایک لمحے میں بدل سکتی ہیں۔ اس لیے براہ کرم اسے کسی کمیٹمینٹ کے طور پر نہ لیں۔",
  "page-upgrades-upgrade-desc": "وہی ایتھیریم جسے ہم جانتے اور پسند کرتے ہیں، بس زیادہ اسکیل ایبل، زیادہ محفوظ اور زیادہ پائیدار۔۔۔",
  "page-upgrades-upgrades": "Ethereum کے اپ گریڈز",
  "page-upgrades-upgrades-aria-label": "ایتھیریم اپ گریڈز مینیو",
  "page-upgrades-upgrades-beacon-chain": "بیکن چین",
  "page-upgrades-upgrades-guide": "ایتھیریم اپ گریڈز کے بارے میں رہنمائی",
  "page-upgrades-upgrades-docking": "مرج",
  "page-upgrades-energy-consumption": "ایتھیریم کی انرجی کے استعمال کے بارے میں مزید",
  "page-upgrades-upgrading": "ایتھیریم کو بالکل نئی بلندیوں تک اپ گریڈ کرنا",
  "page-roadmap-vision": "نظریہ",
  "page-roadmap-vision-btn": "ایتھیریم کے نظریے کے بارے میں مزید",
  "page-roadmap-vision-desc": "ایتھیریم کو مرکزی دھارے میں لانے اور پوری انسانیت کی خدمت کرنے کے لیے ہمیں ایتھیریم کو زیادہ اسکیل ایبل، محفوظ اور پائیدار بنانا ہوگا۔",
  "page-upgrades-what-happened-to-eth2-title": "'Eth2' کا کیا ہوا؟",
  "page-upgrades-what-happened-to-eth2-1": "’ایتھ2‘ کی اصطلاح عام طور پر \"مرج\" سے پہلے استعمال ہوتی تھی، لیکن اب اسے زیادہ درست اصطلاحات سے بدل دیا جا رہا ہے۔",
  "page-upgrades-what-happened-to-eth2-1-more": "مرج کے بارے میں مزید",
  "page-upgrades-what-happened-to-eth2-2": "’ایتھ1‘ اور ’ایتھ2‘ کو مرج کرنے کے بعد اب دو الگ الگ ایتھیریم بلاک چینز نہیں ہیں؛ اب صرف ایک ایتھیریم ہے۔",
  "page-upgrades-what-happened-to-eth2-3": "الجھن کو محدود کرنے کے لیے، کمیونٹی نے ان اصطلاحات کو اپ ڈیٹ کیا ہے:",
  "page-upgrades-what-happened-to-eth2-3-1": "'Eth1' اب 'ایگزیکیوشن لیئر' ہے، جو ٹرانزیکشنز اور ایگزیکیوشن کو سنبھالتی ہے۔",
  "page-upgrades-what-happened-to-eth2-3-2": "'Eth2' اب 'کنسینسس لیئر' ہے، جو پروف آف اسٹیک اتفاق رائے کو سنبھالتی ہے۔",
  "page-upgrades-what-happened-to-eth2-4": "یہ اصطلاحات کی اپ ڈیٹس صرف نام رکھنے کے کنونشنز کو تبدیل کرتی ہیں؛ یہ Ethereum کے اہداف یا روڈ میپ کو تبدیل نہیں کرتی ہیں۔",
  "page-upgrades-what-happened-to-eth2-5": "'Eth2' کے نام کی تبدیلی کے بارے میں مزید جانیں",
  "page-upgrades-why-cant-we-just-use-eth2-title": "ہم صرف ایتھ2 کیوں نہیں استعمال کر سکتے؟",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-title": "ذہنی نمونے",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-description": "ایتھ2 برانڈنگ کا ایک بڑا مسئلہ یہ ہے کہ یہ ایتھیریم کے نئے صارفین کے لیے ایک غلط ذہنی تصور پیدا کرتی ہے۔ وہ فطری طور پر سوچتے ہیں کہ پہلے ایتھ1 ہے اور بعد میں ایتھ2 آئے گا۔ یا یہ کہ ایتھ1 ختم ہو جاتا ہے جب ایتھ2 آتا ہے۔ یہ دونوں باتیں درست نہیں ہیں۔ ایتھ2 کی اصطلاح کو ختم کرکے ہم مستقبل کے تمام صارفین کو اس الجھاؤ سے بچاتے ہیں۔",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-title": "شمولیت",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-description": "جیسے جیسے ایتھیریم کا روڈ میپ ترقی کر رہا ہے، \"ایتھیریم 2.0\" اس کا غلط تصور بن گیا ہے۔ الفاظ کے انتخاب میں درستگی اور احتیاط برتنے سے ایتھیریم کے بارے میں مواد کو زیادہ سے زیادہ لوگ سمجھ سکتے ہیں۔",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-title": "فراڈ سے بچاؤ",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-description": "بدقسمتی سے، بدنیت افراد نے \"ایتھ2\" کے غلط نام کو استعمال کرتے ہوئے صارفین کو دھوکہ دینے کی کوشش کی ہے۔ وہ انہیں کہتے ہیں کہ اپنا ETH، \"ایتھ2\" ٹوکنز کے ساتھ بدلیں یا اپ گریڈ سے پہلے اپنے ETH کو منتقل کریں۔ ہمیں امید ہے کہ یہ نئی اصطلاح دھوکہ دہی کے اس راستے کو ختم کرنے میں مدد دے گی اور نظام کو مزید محفوظ بنائے گی۔",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-title": "اسٹیکنگ کی وضاحت",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-description": "کچھ اسٹیکنگ آپریٹرز نے بیکن چین پر اسٹیک کیے گئے ETH کو ’ایتھ2‘ ٹکر کے ساتھ ظاہر کیا ہے۔ یہ صارفین کے لیے الجھن پیدا کرتا ہے کیونکہ حقیقت میں کوئی ’ایتھ2‘ ٹوکن موجود نہیں ہے۔ یہ صرف اس مخصوص پرووائیڈر کے اسٹیک میں ان کے حصے کی نمائندگی کرتا ہے۔",
  "page-upgrades-what-to-do": "آپ کو کیا کرنے کی ضرورت ہے؟",
  "page-upgrades-what-to-do-desc": "اگر آپ ڈی ایپ صارف ہیں یا ETH ہولڈر ہیں، تو آپ کو کچھ کرنے کی ضرورت نہیں۔ اگر آپ ڈویلپر ہیں یا اسٹیکنگ شروع کرنا چاہتے ہیں، تو آج ہی شامل ہونے کے کئی طریقے موجود ہیں۔",
  "page-upgrades-whats-next": "ایتھیریم اپ گریڈز کیا ہیں؟",
  "page-upgrades-whats-next-desc": "ایتھیریم روڈ میپ میں باہم مربوط پروٹوکول اپ گریڈز شامل ہیں جو نیٹ ورک کو زیادہ اسکیل ایبل، زیادہ محفوظ، اور زیادہ پائیدار بنائیں گے۔ یہ اپ گریڈز ایتھیریم ایکو سسٹم بھر کی متعدد ٹیموں کے ذریعے بنائے جا رہے ہیں۔",
  "page-upgrades-whats-next-history": "پچھلے ایتھیریم اپ گریڈز کے بارے میں جانیں",
  "page-upgrades-whats-ethereum": "رکیے، ایتھیریم کیا ہے؟",
  "page-upgrades-whats-new": "ایتھیریم کے لیے آگے کیا ہے؟",
  "page-upgrades-security-link": "سیکیورٹی اور اسکام سے بچاؤ کے بارے میں مزید",
  "page-staking-deposit-contract-staking-more-link": "اسٹیکنگ پر مزید",
  "docs-nav-proof-of-stake": "پروف آف اسٹیک",
  "docs-nav-proof-of-work": "پروف آف ورک",
  "page-upgrades-get-involved-ethresearch-1": "شارڈنگ",
  "page-upgrades-get-involved-ethresearch-2": "مرج"
}
