{
  "comp-withdrawal-comparison-current-title": "موجودہ اسٹیکرز",
  "comp-withdrawal-comparison-current-li-1": "کچھ users نے اپنے اسٹیکنگ ڈپازٹ کی ابتدائی سیٹنگ کے دوران واپسی کا پتہ فراہم کیا ہو سکتا ہے—ان users کو مزید کچھ کرنے کی ضرورت نہیں ہے۔",
  "comp-withdrawal-comparison-current-li-2": "زیادہ تر اسٹیکرز نے ابتدائی ڈپازٹ پر واپسی کا پتہ فراہم نہیں کیا، اور انہیں اپنے واپسی کے اسناد کو اپ ڈیٹ کرنے کی ضرورت ہوگی۔ <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">اسٹیکنگ لانچ پیڈ</a> پر اس کے لیے ہدایات موجود ہیں۔",
  "comp-withdrawal-comparison-current-p": "آپ یہاں اپنا ویلڈیٹر انڈیکس نمبر درج کر کے دیکھ سکتے ہیں کہ آیا آپ کو اب بھی اپنے اسناد کو اپ ڈیٹ کرنے کی ضرورت ہے <Text as=\"span\" fontWeight=\"normal\">(یہ آپ کے کلائنٹ لاگز میں پایا جا سکتا ہے):</Text>",
  "comp-withdrawal-comparison-new-title": "نئے اسٹیکرز (جو ابھی ڈپازٹ نہیں کر چکے)",
  "comp-withdrawal-comparison-new-li-1": "ڈیفالٹ کے طور پر، نئے اسٹیکرز جو خودکار طور پر ریوارڈ ادائیگی اور واپسی کی فعالیت کو فعال کرنا چاہتے ہیں، انہیں اپنے Ethereum واپسی کے پتے فراہم کرنے چاہیے جو وہ کنٹرول کرتے ہیں، جب وہ اسٹیکنگ ڈپازٹ CLI ٹول استعمال کرتے ہوئے اپنے ویلڈیٹر کیز تیار کریں۔",
  "comp-withdrawal-comparison-new-li-2": "یہ ڈپازٹ کے وقت ضروری نہیں ہے، لیکن بعد میں اپنے فنڈز کو ان لاک کرنے کے لیے ان کیز کو اپ ڈیٹ کرنے کی ضرورت سے بچاتا ہے۔",
  "comp-withdrawal-comparison-new-p": "اسٹیکنگ لانچ پیڈ آپ کو اسٹیکنگ کے آغاز کے مراحل سے رہنمائی فراہم کرے گا۔",
  "comp-withdrawal-comparison-new-link": "اسٹیکنگ لانچ پیڈ پر جائیں",
  "comp-withdrawal-credentials-placeholder": "ویلڈیٹر انڈیکس",
  "comp-withdrawal-credentials-error": "Oops! ویلڈیٹر انڈیکس نمبر دوبارہ چیک کریں اور دوبارہ کوشش کریں۔",
  "comp-withdrawal-credentials-upgraded-1": "ویلڈیٹر انڈیکس {validatorIndex} ریوارڈز وصول کرنا شروع کرنے کے لیے تیار ہے!",
  "comp-withdrawal-credentials-upgraded-2": "واپسی کے اسناد ایکزیکیوشن ایڈریس سے منسلک ہیں:",
  "comp-withdrawal-credentials-max-eb": "زیادہ سے زیادہ مؤثر بیلنس:",
  "comp-withdrawal-credentials-not-upgraded-1": "اس {network} ویلیڈیٹر کو اپ گریڈ کرنے کی ضرورت ہے۔",
  "comp-withdrawal-credentials-not-upgraded-2": "اپ گریڈ کرنے کی ہدایات اس وقت <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">اسٹیکنگ لانچ پیڈ</a> پر دستیاب ہیں۔",
  "comp-withdrawal-credentials-verify": "{network} پر تصدیق کریں",
  "page-staking-withdrawals-when": "شپ ہو گیا!",
  "page-staking-image-alt": "اسٹیکنگ لانچ پیڈ کے لیے رائنو میسکوٹ کی تصویر۔",
  "page-staking-benefits-1-title": "انعامات حاصل کریں۔",
  "page-staking-benefits-1-description": "انعامات ان کارروائیوں کے لیے دیے جاتے ہیں جو نیٹ ورک کو <a href=\"/glossary/#consensus\">کنسینسس</a> تک پہنچنے میں مدد کرتی ہیں۔ آپ کو نئے بلاکس میں ٹرانزیکشنز کو صحیح طریقے سے بیچ کرنے والے اور دوسرے ویلیڈیٹرز کے کام کی جانچ کرنے والے سافٹ ویئر چلانے کے لیے انعامات ملیں گے کیونکہ یہی چیز چین کو محفوظ طریقے سے چلاتی رہتی ہے۔",
  "page-staking-benefits-2-title": "بہتر سیکیورٹی",
  "page-staking-benefits-2-description": "جتنا زیادہ ETH اسٹیک کیا جاتا ہے، نیٹ ورک حملوں کے خلاف اتنا ہی مضبوط ہوتا جاتا ہے، کیونکہ پھر نیٹ ورک کی اکثریت کو کنٹرول کرنے کے لیے زیادہ ETH کی ضرورت ہوتی ہے۔ خطرہ بننے کے لیے، آپ کو زیادہ تر ویلیڈیٹرز کو ہولڈ کرنا ہوگا، جس کا مطلب ہے کہ آپ کو سسٹم میں زیادہ تر ETH کو کنٹرول کرنا ہوگا – یہ بہت زیادہ ہے!",
  "page-staking-benefits-3-title": "زیادہ پائیدار",
  "page-staking-benefits-3-description": "اسٹیکرز کو نیٹ ورک کو محفوظ بنانے میں حصہ لینے کے لیے توانائی سے بھرپور پروف-آف-ورک کمپیوٹیشنز کرنے کی ضرورت نہیں ہے، جس کا مطلب ہے کہ اسٹیکنگ نوڈز بہت کم توانائی استعمال کرتے ہوئے نسبتاً معمولی ہارڈویئر پر چل سکتے ہیں۔",
  "page-staking-benefits-3-link": "Ethereum کی توانائی کے استعمال پر مزید",
  "page-staking-description": "اسٹیکنگ <a href=\"/glossary/#validator\">ویلیڈیٹر</a> سافٹ ویئر کو ایکٹیویٹ کرنے کے لیے 32 ETH جمع کرنے کا عمل ہے۔ ایک ویلیڈیٹر کے طور پر آپ ڈیٹا کو اسٹور کرنے، ٹرانزیکشنز کو پروسیس کرنے، اور بلاک چین میں نئے <a href=\"/glossary/#block\">بلاکس</a> شامل کرنے کے ذمہ دار ہوں گے۔ یہ Ethereum کو سب کے لیے محفوظ رکھے گا اور اس عمل میں آپ کو نیا ETH حاصل ہوگا۔",
  "page-staking-hero-title": "اپنا ETH کیسے اسٹیک کریں",
  "page-staking-hero-header": "Ethereum کو محفوظ بناتے ہوئے انعامات حاصل کریں",
  "page-staking-hero-subtitle": "ETH کی کسی بھی رقم والا کوئی بھی صارف نیٹ ورک کو محفوظ بنانے میں مدد کر سکتا ہے اور اس عمل میں انعامات حاصل کر سکتا ہے۔",
  "page-staking-dropdown-home": "اسٹیکنگ ہوم پیج",
  "page-staking-dropdown-solo": "ہوم اسٹیکنگ",
  "page-staking-more-on-solo": "ہوم اسٹیکنگ پر مزید",
  "page-staking-learn-more-solo": "سولو اسٹیکنگ کے بارے میں مزید جانیں",
  "page-staking-dropdown-saas": "بطور سروس اسٹیکنگ",
  "page-staking-saas-with-abbrev": "اسٹیکنگ ایز اے سروس (SaaS)",
  "page-staking-more-on-saas": "اسٹیکنگ ایز اے سروس پر مزید",
  "page-staking-learn-more-saas": "اسٹیکنگ ایز اے سروس کے بارے میں مزید جانیں",
  "page-staking-dropdown-pools": "پُولڈ اسٹیکنگ",
  "page-staking-dropdown-withdrawals": "واپسی کے بارے میں",
  "page-staking-dropdown-dvt": "ڈسٹری بیوٹیڈ ویلیڈیٹر ٹیک",
  "page-staking-more-on-pools": "پولڈ اسٹیکنگ پر مزید",
  "page-staking-learn-more-pools": "پولڈ اسٹیکنگ کے بارے میں مزید جانیں",
  "page-staking-section-what-title": "اسٹیکنگ کیا ہے؟",
  "page-staking-section-why-title": "اپنا ETH کیوں اسٹیک کریں؟",
  "page-staking-section-why-p1": "یہ سب اس پر منحصر ہے کہ آپ کتنا اسٹیک کرنے کے لیے تیار ہیں۔ آپ کو اپنا ویلیڈیٹر ایکٹیویٹ کرنے کے لیے 32 ETH کی ضرورت ہوگی، لیکن اس سے کم اسٹیک کرنا بھی ممکن ہے۔",
  "page-staking-section-why-p2": "نیچے دیے گئے آپشنز کو دیکھیں اور اس کا انتخاب کریں جو آپ کے لیے اور نیٹ ورک کے لیے بہترین ہے۔",
  "page-staking-guide-title-coincashew-ethereum": "CoinCashew کی Ethereum 2.0 گائیڈ",
  "page-staking-guide-title-somer-esat": "Somer Esat",
  "page-staking-guide-title-rocket-pool": "Rocket Pool نوڈ آپریٹرز",
  "page-staking-guide-title-stakewise": "StakeWise نوڈ آپریٹرز",
  "page-staking-guide-title-lido-csm": "Lido CSM نوڈ آپریٹرز",
  "page-staking-guide-description-linux": "Linux (CLI)",
  "page-staking-guide-description-mac-linux": "Linux, macOS (CLI)",
  "page-staking-guide-description-mac-linux-windows": "Linux, Windows, MacOS (CLI)",
  "page-staking-hierarchy-solo-h2": "ہوم اسٹیکنگ",
  "page-staking-hierarchy-solo-pill-1": "سب سے زیادہ بااثر",
  "page-staking-hierarchy-solo-pill-2": "مکمل کنٹرول",
  "page-staking-hierarchy-solo-pill-3": "مکمل انعامات",
  "page-staking-hierarchy-solo-pill-4": "ٹرسٹ لیس",
  "page-staking-hierarchy-solo-p1": "Ethereum پر ہوم اسٹیکنگ، اسٹیکنگ کے لیے <span class=\"gold\">گولڈ اسٹینڈرڈ</span> ہے۔ یہ شرکت کے مکمل انعامات فراہم کرتا ہے، نیٹ ورک کی ڈی سینٹرلائزیشن کو بہتر بناتا ہے، اور آپ کے فنڈز کے ساتھ کسی اور پر بھروسہ کرنے کی ضرورت نہیں ہوتی۔",
  "page-staking-hierarchy-solo-p2": "جو لوگ گھر سے اسٹیکنگ کرنے پر غور کر رہے ہیں ان کے پاس کچھ مقدار میں ETH اور ایک ڈیڈیکیٹڈ کمپیوٹر ہونا چاہیے جو ~24/7 انٹرنیٹ سے منسلک ہو۔ کچھ تکنیکی معلومات مددگار ہوتی ہیں، لیکن اب اس عمل کو آسان بنانے میں مدد کے لیے استعمال میں آسان ٹولز موجود ہیں۔",
  "page-staking-hierarchy-solo-p3": "ہوم اسٹیکرز اپنے فنڈز کو دوسروں کے ساتھ پول کر سکتے ہیں، یا کم از کم 32 ETH کے ساتھ سولو جا سکتے ہیں۔ DeFi تک رسائی برقرار رکھنے کے لیے لیکویڈ اسٹیکنگ ٹوکن سلوشنز کا استعمال کیا جا سکتا ہے۔",
  "page-staking-hierarchy-saas-pill-1": "آپ کا 32 ETH",
  "page-staking-hierarchy-saas-pill-2": "آپ کی ویلیڈیٹر کیز",
  "page-staking-hierarchy-saas-pill-3": "سپرد کردہ نوڈ آپریشن",
  "page-staking-hierarchy-saas-p1": "اگر آپ ہارڈویئر کے ساتھ ڈیل نہیں کرنا چاہتے یا آرام دہ محسوس نہیں کرتے لیکن پھر بھی اپنا 32 ETH اسٹیک کرنا چاہتے ہیں، تو اسٹیکنگ-ایز-اے-سروس آپشنز آپ کو مشکل حصہ ڈیلیگیٹ کرنے کی اجازت دیتے ہیں جبکہ آپ مقامی بلاک انعامات حاصل کرتے ہیں۔",
  "page-staking-hierarchy-saas-p2": "یہ آپشنز عام طور پر آپ کو ویلیڈیٹر کریڈینشلز کا ایک سیٹ بنانے، اپنی سائننگ کیز ان پر اپ لوڈ کرنے، اور اپنے 32 ETH جمع کرنے کے عمل سے گزارتے ہیں۔ یہ سروس کو آپ کی جانب سے ویلیڈیٹ کرنے کی اجازت دیتا ہے۔",
  "page-staking-hierarchy-saas-p3": "اسٹیکنگ کے اس طریقے کے لیے فراہم کنندہ پر ایک خاص سطح کے اعتماد کی ضرورت ہوتی ہے۔ کاؤنٹر پارٹی کے خطرے کو محدود کرنے کے لیے، آپ کے ETH کو واپس لینے کی کیز عام طور پر آپ کے قبضے میں رکھی جاتی ہیں۔",
  "page-staking-hierarchy-pools-pill-1": "کوئی بھی رقم اسٹیک کریں",
  "page-staking-hierarchy-pools-pill-2": "انعامات حاصل کریں۔",
  "page-staking-hierarchy-pools-pill-3": "اسے آسان رکھیں",
  "page-staking-hierarchy-pools-pill-4": "مقبول",
  "page-staking-hierarchy-pools-p1": "کئی پولنگ سلوشنز ان صارفین کی مدد کے لیے موجود ہیں جن کے پاس 32 ETH نہیں ہیں یا وہ اسے اسٹیک کرنے میں آرام دہ محسوس نہیں کرتے ہیں۔",
  "page-staking-hierarchy-pools-p2": "ان میں سے بہت سے آپشنز میں وہ چیز شامل ہے جسے 'لیکویڈ اسٹیکنگ' کہا جاتا ہے جس میں ایک <a href=\"/glossary/#erc-20\">ERC-20</a> لیکویڈیٹی ٹوکن شامل ہوتا ہے جو آپ کے اسٹیک کردہ ETH کی نمائندگی کرتا ہے۔",
  "page-staking-hierarchy-pools-p3": "لیکویڈ اسٹیکنگ، اسٹیکنگ اور ان اسٹیکنگ کو ٹوکن سویپ کی طرح آسان بنا دیتی ہے اور DeFi میں اسٹیک کردہ کیپٹل کے استعمال کو ممکن بناتی ہے۔ یہ آپشن صارفین کو اپنے اثاثوں کی کسٹڈی اپنے Ethereum <a href=\"/glossary/#wallet\">والیٹ</a> میں رکھنے کی بھی اجازت دیتا ہے۔",
  "page-staking-hierarchy-pools-p4": "پولڈ اسٹیکنگ Ethereum نیٹ ورک کے لیے مقامی نہیں ہے۔ تیسرے فریق یہ سلوشنز بنا رہے ہیں، اور ان کے اپنے خطرات ہیں۔",
  "page-staking-hierarchy-cex-h2": "مرکزی ایکسچینج",
  "page-staking-hierarchy-cex-pill-1": "سب سے کم بااثر",
  "page-staking-hierarchy-cex-pill-2": "سب سے زیادہ اعتماد کے مفروضات",
  "page-staking-hierarchy-cex-p1": "بہت سے سینٹرلائزڈ ایکسچینجز اسٹیکنگ خدمات فراہم کرتے ہیں اگر آپ ابھی تک اپنے والیٹ میں ETH رکھنے میں آرام دہ نہیں ہیں۔ وہ آپ کو کم سے کم نگرانی یا کوشش کے ساتھ اپنی ETH ہولڈنگز پر کچھ منافع کمانے کی اجازت دینے کے لیے ایک فال بیک ہو سکتے ہیں۔",
  "page-staking-hierarchy-cex-p2": "یہاں ٹریڈ-آف یہ ہے کہ سینٹرلائزڈ فراہم کنندگان بڑی تعداد میں ویلیڈیٹرز کو چلانے کے لیے ETH کے بڑے پولز کو یکجا کرتے ہیں۔ یہ نیٹ ورک اور اس کے صارفین کے لیے خطرناک ہو سکتا ہے کیونکہ یہ ایک بڑا سینٹرلائزڈ ہدف اور ناکامی کا مقام بناتا ہے، جس سے نیٹ ورک حملے یا بگس کے لیے زیادہ کمزور ہو جاتا ہے۔",
  "page-staking-hierarchy-cex-p3": "اگر آپ اپنی <a href=\"/glossary/#key\">کیز</a> خود رکھنے میں آرام دہ محسوس نہیں کرتے ہیں، تو کوئی بات نہیں۔ یہ آپشنز آپ کے لیے یہاں موجود ہیں۔ اس دوران، ہمارے <a href=\"/wallets/\">والیٹس پیج</a> کو دیکھنے پر غور کریں، جہاں آپ اپنے فنڈز پر حقیقی ملکیت حاصل کرنے کا طریقہ سیکھنا شروع کر سکتے ہیں۔ جب آپ تیار ہوں، تو واپس آئیں اور پیش کردہ سیلف کسٹڈی پولڈ اسٹیکنگ سروسز میں سے کسی ایک کو آزما کر اپنے اسٹیکنگ گیم کو بہتر بنائیں۔",
  "page-staking-hierarchy-subtext": "جیسا کہ آپ نے محسوس کیا ہوگا، Ethereum اسٹیکنگ میں حصہ لینے کے بہت سے طریقے ہیں۔ یہ راستے صارفین کی ایک وسیع رینج کو ہدف بناتے ہیں اور بالآخر ہر ایک منفرد ہے اور خطرات، انعامات، اور اعتماد کے مفروضات کے لحاظ سے مختلف ہوتا ہے۔ کچھ دوسروں کے مقابلے میں زیادہ ڈی سینٹرلائزڈ، بیٹل-ٹیسٹڈ اور/یا پرخطر ہیں۔ ہم اس اسپیس میں مقبول پراجیکٹس کے بارے میں کچھ معلومات فراہم کرتے ہیں، لیکن کہیں بھی ETH بھیجنے سے پہلے <em>ہمیشہ اپنی تحقیق خود کریں</em>۔",
  "page-staking-comparison-solo-saas": "SaaS فراہم کنندگان کے ساتھ آپ کو اب بھی 32 ETH جمع کرنے کی ضرورت ہے، لیکن ہارڈویئر چلانے کی ضرورت نہیں ہے۔ آپ عام طور پر اپنی ویلیڈیٹر کیز تک رسائی برقرار رکھتے ہیں، لیکن آپ کو اپنی سائننگ کیز بھی شیئر کرنے کی ضرورت ہوتی ہے تاکہ آپریٹر آپ کے ویلیڈیٹر کی جانب سے کام کر سکے۔ یہ اعتماد کی ایک ایسی پرت متعارف کراتا ہے جو اپنا ہارڈویئر چلاتے وقت موجود نہیں ہوتی، اور گھر پر سولو اسٹیکنگ کے برعکس، SaaS نوڈز کی جغرافیائی تقسیم میں اتنی مدد نہیں کرتا ہے۔ اگر آپ ہارڈویئر چلانے میں بے چینی محسوس کرتے ہیں لیکن پھر بھی 32 ETH اسٹیک کرنا چاہتے ہیں، تو SaaS فراہم کنندہ کا استعمال آپ کے لیے ایک اچھا آپشن ہو سکتا ہے۔",
  "page-staking-comparison-solo-pools": "سولو اسٹیکنگ ایک پولنگ سروس کے ساتھ اسٹیکنگ کرنے سے کہیں زیادہ پیچیدہ ہے، لیکن ETH انعامات تک مکمل رسائی، اور آپ کے ویلیڈیٹر کے سیٹ اپ اور سیکیورٹی پر مکمل کنٹرول فراہم کرتا ہے۔ پولڈ اسٹیکنگ میں داخلے کی راہ میں نمایاں طور پر کم رکاوٹ ہے۔ صارفین ETH کی چھوٹی مقداریں اسٹیک کر سکتے ہیں، انہیں ویلیڈیٹر کیز بنانے کی ضرورت نہیں ہوتی، اور معیاری انٹرنیٹ کنکشن کے علاوہ کوئی ہارڈویئر کی ضروریات نہیں ہوتیں۔ لیکویڈیٹی ٹوکنز پروٹوکول کی سطح پر اس کے فعال ہونے سے پہلے اسٹیکنگ سے باہر نکلنے کی صلاحیت کو فعال کرتے ہیں۔ اگر آپ ان خصوصیات میں دلچسپی رکھتے ہیں، تو پولڈ اسٹیکنگ ایک اچھا انتخاب ہو سکتا ہے۔",
  "page-staking-comparison-saas-solo": "مماثلتوں میں فنڈز کو پول کیے بغیر اپنی ویلیڈیٹر کیز کا ہونا شامل ہے، لیکن SaaS کے ساتھ آپ کو کسی تیسرے فریق پر بھروسہ کرنا ہوگا، جو ممکنہ طور پر بدنیتی سے کام کر سکتا ہے یا خود حملے یا ضابطے کا ہدف بن سکتا ہے۔ اگر یہ اعتماد کے مفروضات یا سینٹرلائزیشن کے خطرات آپ کو پریشان کرتے ہیں، تو سیلف-ساورن اسٹیکنگ کا گولڈ اسٹینڈرڈ سولو اسٹیکنگ ہے۔",
  "page-staking-comparison-saas-pools": "یہ اس لحاظ سے ملتے جلتے ہیں کہ آپ عام طور پر ویلیڈیٹر کلائنٹ کو چلانے کے لیے کسی اور پر بھروسہ کر رہے ہیں، لیکن SaaS کے برعکس، پولڈ اسٹیکنگ آپ کو ETH کی چھوٹی مقداروں کے ساتھ حصہ لینے کی اجازت دیتی ہے۔ اگر آپ 32 ETH سے کم کے ساتھ اسٹیک کرنا چاہتے ہیں، تو ان کو چیک کرنے پر غور کریں۔",
  "page-staking-comparison-pools-solo": "ہوم اسٹیکنگ کے مقابلے میں پولڈ اسٹیکنگ میں داخلے کی راہ میں نمایاں طور پر کم رکاوٹ ہے، لیکن یہ تمام نوڈ آپریشنز کو کسی تیسرے فریق کو ڈیلیگیٹ کرنے اور ایک فیس کے ساتھ اضافی خطرے کے ساتھ آتا ہے۔ ہوم اسٹیکنگ اسٹیکنگ سیٹ اپ کو منتخب کرنے کے انتخاب پر مکمل خودمختاری اور کنٹرول دیتی ہے۔ اسٹیکرز کو کبھی بھی اپنی کیز حوالے نہیں کرنی پڑتیں، اور وہ بغیر کسی بچولیے کے کٹ لیے مکمل انعامات حاصل کرتے ہیں۔",
  "page-staking-comparison-pools-saas": "یہ اس لحاظ سے ملتے جلتے ہیں کہ اسٹیکرز خود ویلیڈیٹر سافٹ ویئر نہیں چلاتے، لیکن پولنگ آپشنز کے برعکس، SaaS کو ایک ویلیڈیٹر کو ایکٹیویٹ کرنے کے لیے مکمل 32 ETH ڈپازٹ کی ضرورت ہوتی ہے۔ انعامات اسٹیکر کے پاس جمع ہوتے ہیں، اور عام طور پر سروس استعمال کرنے کے لیے ماہانہ فیس یا دیگر اسٹیک شامل ہوتے ہیں۔ اگر آپ اپنی ویلیڈیٹر کیز کو ترجیح دیتے ہیں اور کم از کم 32 ETH اسٹیک کرنا چاہتے ہیں، تو SaaS فراہم کنندہ کا استعمال آپ کے لیے ایک اچھا آپشن ہو سکتا ہے۔",
  "page-staking-considerations-dropdown-text": "اسٹیکنگ کے تحفظات",
  "page-staking-considerations-dropdown-aria-label": "اسٹیکنگ کے تحفظات کے لیے ڈراپ ڈاؤن مینو",
  "page-staking-considerations-solo-1-title": "اوپن سورس",
  "page-staking-considerations-solo-1-description": "ضروری کوڈ 100% اوپن سورس ہے اور عوام کے لیے فورک اور استعمال کرنے کے لیے دستیاب ہے",
  "page-staking-considerations-solo-1-warning": "کلوزڈ سورس",
  "page-staking-considerations-solo-2-title": "آڈٹ شدہ",
  "page-staking-considerations-solo-2-description": "ضروری کوڈ کی باقاعدہ آڈٹنگ ہوئی ہے جس کے نتائج شائع اور عوامی طور پر دستیاب ہیں",
  "page-staking-considerations-solo-2-warning": "کوئی نہیں",
  "page-staking-considerations-solo-3-title": "بگ باؤنٹی",
  "page-staking-considerations-solo-3-description": "کسی بھی ضروری کوڈ پر ایک عوامی بگ باؤنٹی کی گئی ہے تاکہ صارفین کو کمزوریوں کی محفوظ طریقے سے رپورٹنگ اور/یا انہیں ٹھیک کرنے پر انعام دیا جا سکے",
  "page-staking-considerations-solo-3-valid": "فی الحال فعال",
  "page-staking-considerations-solo-3-caution": "مکمل",
  "page-staking-considerations-solo-4-title": "بیٹل ٹیسٹڈ",
  "page-staking-considerations-solo-4-description": "سافٹ ویئر مخصوص مدت کے لیے عوام کے لیے دستیاب اور استعمال میں رہا ہے",
  "page-staking-considerations-solo-4-valid": "لائیو > 1 سال",
  "page-staking-considerations-solo-4-caution": "لائیو > 6 ماہ",
  "page-staking-considerations-solo-4-warning": "نیا ریلیز ہوا",
  "page-staking-considerations-solo-5-title": "ٹرسٹ لیس",
  "page-staking-considerations-solo-5-description": "ویلیڈیٹر کیز ویلیڈیٹر لائف سائیکل میں کسی بھی وقت کسی دوسرے انسان کو نہیں سونپی جاتیں۔ اس میں شامل کوئی بھی اسمارٹ کنٹریکٹ بیک ڈور سے پاک ہیں، اور ان پر عملدرآمد کے لیے مراعات یافتہ اجازتوں پر انحصار نہیں کیا جاتا۔",
  "page-staking-considerations-solo-5-warning": "قابل اعتماد",
  "page-staking-considerations-solo-6-title": "پرمیشن لیس",
  "page-staking-considerations-solo-6-description": "صارفین کو سافٹ ویئر یا سروس کا استعمال کرتے ہوئے ویلیڈیٹر چلانے کے لیے کسی خاص اجازت کی ضرورت نہیں ہوتی",
  "page-staking-considerations-solo-6-valid": "کوئی اجازت نہیں",
  "page-staking-considerations-solo-6-warning": "اجازت درکار ہے",
  "page-staking-considerations-solo-7-title": "ملٹی کلائنٹ",
  "page-staking-considerations-solo-7-description": "سافٹ ویئر صارفین کو کم از کم دو یا زیادہ ایگزیکیوشن کلائنٹس، اور دو یا زیادہ کنسینسس لیئر کلائنٹس میں سے انتخاب کرنے اور ان کے درمیان سوئچ کرنے کے قابل بناتا ہے",
  "page-staking-considerations-solo-7-valid": "آسان کلائنٹ سوئچنگ",
  "page-staking-considerations-solo-7-warning": "ایک اکثریتی کلائنٹ تک محدود",
  "page-staking-considerations-solo-8-title": "خود کی تحویل",
  "page-staking-considerations-solo-8-description": "صارف کسی بھی ویلیڈیٹر کریڈینشلز کی کسٹڈی برقرار رکھتا ہے، بشمول سائننگ اور وڈرول کیز",
  "page-staking-considerations-solo-8-warning": "تیسرے فریق کا کسٹوڈین",
  "page-staking-considerations-solo-9-title": "کفایتی",
  "page-staking-considerations-solo-9-description": "صارفین دوسروں سے پول کیے گئے فنڈز کا استعمال کرتے ہوئے، 32 ETH سے کم اسٹیک کرکے ایک ویلیڈیٹر چلا سکتے ہیں",
  "page-staking-considerations-solo-9-valid": "< 32 ETH",
  "page-staking-considerations-solo-9-warning": "32 ETH",
  "page-staking-considerations-saas-4-description": "سروس مخصوص مدت کے لیے عوام کے لیے دستیاب اور استعمال میں رہی ہے",
  "page-staking-considerations-saas-6-description": "صارفین کو سروس میں حصہ لینے کے لیے کسی خاص اجازت، اکاؤنٹ سائن اپ یا KYC کی ضرورت نہیں ہوتی",
  "page-staking-considerations-saas-6-valid": "کوئی بھی شامل ہو سکتا ہے",
  "page-staking-considerations-saas-6-warning": "اجازت درکار ہے",
  "page-staking-considerations-saas-7-title": "ایگزیکیوشن ڈائیورسٹی",
  "page-staking-considerations-saas-7-description": "سروس کو اپنے مجموعی ویلیڈیٹرز کے 50% سے زیادہ کو اکثریتی ایگزیکیوشن کلائنٹ کے ساتھ نہیں چلانا چاہیے",
  "page-staking-considerations-saas-7-valid": "50% سے کم",
  "page-staking-considerations-saas-7-caution": "فی الحال نامعلوم",
  "page-staking-considerations-saas-7-warning": "50% سے زیادہ",
  "page-staking-considerations-saas-8-title": "کنسینسس ڈائیورسٹی",
  "page-staking-considerations-saas-8-description": "سروس کو اپنے مجموعی ویلیڈیٹرز کے 50% سے زیادہ کو اکثریتی کنسینسس کلائنٹ کے ساتھ نہیں چلانا چاہیے",
  "page-staking-considerations-saas-8-valid": "50% سے کم",
  "page-staking-considerations-saas-8-caution": "فی الحال نامعلوم",
  "page-staking-considerations-saas-8-warning": "50% سے زیادہ",
  "page-staking-considerations-pools-5-description": "سروس کو آپ کی کیز کی کسٹڈی کرنے یا انعامات تقسیم کرنے کے لیے کسی انسان پر بھروسہ کرنے کی ضرورت نہیں ہے",
  "page-staking-considerations-pools-6-title": "پرمیشن لیس نوڈز",
  "page-staking-considerations-pools-6-description": "سروس کسی کو بھی بغیر اجازت پول کے لیے نوڈ آپریٹر کے طور پر شامل ہونے کی اجازت دیتی ہے",
  "page-staking-considerations-pools-7-description": "سروس کو اپنے مجموعی ویلیڈیٹرز کے 50% سے زیادہ کو اکثریتی ایگزیکیوشن کلائنٹ کے ساتھ نہیں چلانا چاہیے",
  "page-staking-considerations-pools-8-title": "لیکویڈیٹی ٹوکن",
  "page-staking-considerations-pools-8-description": "آپ کے اسٹیک کردہ ETH کی نمائندگی کرنے والا قابل تجارت لیکویڈیٹی ٹوکن پیش کرتا ہے، جو آپ کے اپنے والیٹ میں رکھا جاتا ہے",
  "page-staking-considerations-pools-8-valid": "لیکویڈیٹی ٹوکن",
  "page-staking-considerations-pools-8-warning": "کوئی لیکویڈیٹی ٹوکن نہیں",
  "page-staking-considerations-pools-9-description": "سروس کو اپنے مجموعی ویلیڈیٹرز کے 50% سے زیادہ کو اکثریتی کنسینسس کلائنٹ کے ساتھ نہیں چلانا چاہیے",
  "page-staking-how-solo-works-item-1": "کچھ ہارڈویئر حاصل کریں: اسٹیک کرنے کے لیے آپ کو ایک <a href=\"/run-a-node/\">نوڈ چلانے</a> کی ضرورت ہے",
  "page-staking-how-solo-works-item-2": "ایک ایگزیکیوشن لیئر کلائنٹ کو سنک کریں",
  "page-staking-how-solo-works-item-3": "ایک کنسینسس لیئر کلائنٹ کو سنک کریں",
  "page-staking-how-solo-works-item-4": "اپنی کیز بنائیں اور انہیں اپنے ویلیڈیٹر کلائنٹ میں لوڈ کریں",
  "page-staking-how-solo-works-item-5": "اپنے نوڈ کی نگرانی اور دیکھ بھال کریں",
  "page-staking-launchpad-widget-mainnet-label": "مین نیٹ",
  "page-staking-launchpad-widget-start": "{network} پر اسٹیکنگ شروع کریں",
  "page-staking-launchpad-widget-span": "نیٹ ورک منتخب کریں",
  "page-staking-launchpad-widget-p1": "سولو ویلیڈیٹرز سے توقع کی جاتی ہے کہ وہ فنڈز کو خطرے میں ڈالنے سے پہلے {{network}} ٹیسٹ نیٹ پر <strong>اپنے سیٹ اپ</strong> اور آپریشنل مہارتوں کی جانچ کریں۔ یاد رکھیں کہ ایک <a href=\"/developers/docs/nodes-and-clients/client-diversity/\">مائنارٹی کلائنٹ</a> کا انتخاب کرنا ضروری ہے کیونکہ یہ نیٹ ورک کی سیکیورٹی کو بہتر بناتا ہے اور آپ کے خطرے کو محدود کرتا ہے۔",
  "page-staking-launchpad-widget-p2": "اگر آپ اس کے ساتھ آرام دہ ہیں، تو آپ صرف اسٹیکنگ لانچ پیڈ کا استعمال کرتے ہوئے کمانڈ لائن سے ہر ضروری چیز سیٹ اپ کر سکتے ہیں۔",
  "page-staking-launchpad-widget-p3": "چیزوں کو آسان بنانے کے لیے، نیچے دیے گئے کچھ ٹولز اور گائیڈز کو دیکھیں جو آپ کو اسٹیکنگ لانچ پیڈ کے ساتھ ساتھ آپ کے کلائنٹس کو آسانی سے سیٹ اپ کرنے میں مدد دے سکتے ہیں۔",
  "page-staking-launchpad-widget-link": "سافٹ ویئر ٹولز اور گائیڈ",
  "page-staking-products-get-started": "شروع کریں",
  "page-staking-products-follow": "پر جائیں",
  "page-staking-dropdown-staking-options": "اسٹیکنگ کے آپشنز",
  "page-staking-dropdown-staking-options-alt": "اسٹیکنگ آپشنز کا ڈراپ ڈاؤن مینو",
  "page-staking-stats-box-metric-1": "کل اسٹیک کردہ ETH",
  "page-staking-stats-box-metric-2": "کل ویلیڈیٹرز",
  "page-staking-stats-box-metric-3": "موجودہ APR",
  "page-staking-stats-box-metric-1-tooltip": "بیکن چین پر داؤ پر لگے اہل ETH کا مجموعہ",
  "page-staking-stats-box-metric-2-tooltip": "بیکن چین پر فی الحال ایکٹیویٹڈ ویلیڈیٹر اکاؤنٹس کی تعداد",
  "page-staking-stats-box-metric-3-tooltip": "گزشتہ 24 گھنٹے کی مدت میں فی ویلیڈیٹر اوسط سالانہ مالیاتی ریٹرن",
  "page-staking-section-comparison-subtitle": "اسٹیکنگ کے لیے کوئی ایک سائز سب پر فٹ ہونے والا حل نہیں ہے، اور ہر ایک منفرد ہے۔ یہاں ہم ان مختلف طریقوں کے کچھ خطرات، انعامات اور ضروریات کا موازنہ کریں گے جن سے آپ اسٹیک کر سکتے ہیں۔",
  "page-staking-section-comparison-rewards-title": "انعامات",
  "page-staking-section-comparison-solo-rewards-li1": "زیادہ سے زیادہ انعامات - پروٹوکول سے براہ راست مکمل انعامات حاصل کریں",
  "page-staking-section-comparison-solo-rewards-li2": "بلاکس کی تجویز دینے کے لیے انعامات، بشمول غیر جلی ہوئی ٹرانزیکشن فیس، اور نیٹ ورک کی حالت کی باقاعدگی سے تصدیق کرنا",
  "page-staking-section-comparison-solo-rewards-li3": "اپنے ہوم نوڈ کے خلاف ایک لیکویڈ اسٹیکنگ ٹوکن منٹ کرنے کا آپشن جسے DeFi میں استعمال کیا جا سکتا ہے",
  "page-staking-section-comparison-saas-rewards-li1": "عام طور پر نوڈ آپریشنز کے لیے ماہانہ فیس کو گھٹا کر مکمل پروٹوکول انعامات شامل ہوتے ہیں",
  "page-staking-section-comparison-saas-rewards-li2": "آپ کے ویلیڈیٹر کلائنٹ کو آسانی سے ٹریک کرنے کے لیے ڈیش بورڈز اکثر دستیاب ہوتے ہیں",
  "page-staking-section-comparison-pools-rewards-li1": "پولڈ اسٹیکرز انعامات مختلف طریقے سے حاصل کرتے ہیں، یہ اس پر منحصر ہے کہ پولڈ اسٹیکنگ کا کون سا طریقہ منتخب کیا گیا ہے",
  "page-staking-section-comparison-pools-rewards-li2": "بہت سی پولڈ اسٹیکنگ سروسز ایک یا زیادہ <a href=\"/glossary/#liquidity-tokens\">لیکویڈیٹی ٹوکن</a> پیش کرتی ہیں جو آپ کے اسٹیک کردہ ETH اور ویلیڈیٹر انعامات میں آپ کے حصے کی نمائندگی کرتا ہے",
  "page-staking-section-comparison-pools-rewards-li3": "لیکویڈیٹی ٹوکنز آپ کے اپنے والیٹ میں رکھے جا سکتے ہیں، <a href=\"/glossary/#defi\">DeFi</a> میں استعمال کیے جا سکتے ہیں اور اگر آپ باہر نکلنے کا فیصلہ کرتے ہیں تو بیچے جا سکتے ہیں",
  "page-staking-section-comparison-risks-title": "خطرات",
  "page-staking-section-comparison-solo-risks-li1": "آپ کا ETH داؤ پر لگا ہے",
  "page-staking-section-comparison-solo-risks-li2": "آف لائن جانے پر جرمانے ہیں، جن کی قیمت ETH میں ہوتی ہے",
  "page-staking-section-comparison-solo-risks-li3": "بدنیتی پر مبنی رویے کے لیے سلیشنگ (بڑے جرمانے اور نیٹ ورک سے اخراج)",
  "page-staking-section-comparison-solo-risks-li4": "لیکویڈ اسٹیکنگ ٹوکن منٹ کرنے سے اسمارٹ کنٹریکٹ کا خطرہ پیدا ہوگا، لیکن یہ مکمل طور پر اختیاری ہے",
  "page-staking-section-comparison-saas-risks-li1": "سولو اسٹیکنگ جیسے ہی خطرات کے علاوہ سروس فراہم کنندہ کا کاؤنٹر پارٹی خطرہ",
  "page-staking-section-comparison-saas-risks-li2": "آپ کی سائننگ کیز کا استعمال کسی اور کو سونپا جاتا ہے جو بدنیتی سے کام کر سکتا ہے",
  "page-staking-section-comparison-pools-risks-li1": "استعمال کیے گئے طریقے کے لحاظ سے خطرات مختلف ہوتے ہیں",
  "page-staking-section-comparison-pools-risks-li2": "عام طور پر، خطرات کاؤنٹر پارٹی، <a href=\"/glossary/#smart-contract\">اسمارٹ کنٹریکٹ</a> اور ایگزیکیوشن خطرے کے امتزاج پر مشتمل ہوتے ہیں",
  "page-staking-section-comparison-requirements-title": "ضروریات",
  "page-staking-section-comparison-solo-requirements-li1": "آپ کو 32 ETH جمع کرنا ہوگا",
  "page-staking-section-comparison-solo-requirements-li2": "ایسا ہارڈویئر برقرار رکھیں جو انٹرنیٹ سے منسلک رہتے ہوئے Ethereum <a href=\"/glossary/#execution-client\">ایگزیکیوشن کلائنٹ</a> اور <a href=\"/glossary/#consensus-client\">کنسینسس کلائنٹ</a> دونوں کو چلاتا ہو",
  "page-staking-section-comparison-solo-requirements-li3": "<a href=\"https://hoodi.launchpad.ethereum.org\" target=\"_blank\">اسٹیکنگ لانچ پیڈ</a> آپ کو عمل اور ہارڈویئر کی ضروریات کے بارے میں رہنمائی کرے گا",
  "page-staking-section-comparison-saas-requirements-li1": "32 ETH جمع کریں اور مدد کے ساتھ اپنی کیز بنائیں",
  "page-staking-section-comparison-saas-requirements-li2": "اپنی کیز کو محفوظ طریقے سے اسٹور کریں",
  "page-staking-section-comparison-saas-requirements-li3": "باقی کا خیال رکھا جاتا ہے، حالانکہ مخصوص خدمات مختلف ہوں گی",
  "page-staking-section-comparison-pools-requirements-li1": "سب سے کم ETH کی ضروریات، کچھ پراجیکٹس کو کم از کم 0.01 ETH کی ضرورت ہوتی ہے",
  "page-staking-section-comparison-pools-requirements-li2": "اپنے والیٹ سے براہ راست مختلف پولڈ اسٹیکنگ پلیٹ فارمز پر جمع کریں یا صرف اسٹیکنگ لیکویڈیٹی ٹوکنز میں سے کسی ایک کے لیے ٹریڈ کریں",
  "page-staking-faq-1-question": "ویلیڈیٹر کیا ہے؟",
  "page-staking-faq-1-answer": "ایک <em>ویلیڈیٹر</em> ایک ورچوئل وجود ہے جو Ethereum پر رہتا ہے اور Ethereum پروٹوکول کے کنسینسس میں حصہ لیتا ہے۔ ویلیڈیٹرز کو ایک بیلنس، پبلک کی، اور دیگر خصوصیات سے ظاہر کیا جاتا ہے۔ ایک <em>ویلیڈیٹر کلائنٹ</em> وہ سافٹ ویئر ہے جو ویلیڈیٹر کی جانب سے اس کی پرائیویٹ کی کو ہولڈ اور استعمال کرکے کام کرتا ہے۔ ایک واحد ویلیڈیٹر کلائنٹ بہت سے کی پیئرز کو ہولڈ کر سکتا ہے، جس سے بہت سے ویلیڈیٹرز کو کنٹرول کیا جا سکتا ہے۔",
  "page-staking-faq-2-question": "مجھے فنڈز داؤ پر لگانے کی کیا ضرورت ہے؟",
  "page-staking-faq-2-answer": "ایک ویلیڈیٹر کے پاس نیٹ ورک کے لیے بلاکس کی تجویز دینے اور ان کی تصدیق کرنے کی صلاحیت ہوتی ہے۔ بے ایمانی والے رویے کو روکنے کے لیے، صارفین کو اپنے فنڈز داؤ پر لگانے چاہئیں۔ یہ پروٹوکول کو بدنیتی پر مبنی اداکاروں کو سزا دینے کی اجازت دیتا ہے۔ اسٹیکنگ آپ کو ایماندار رکھنے کا ایک ذریعہ ہے، کیونکہ آپ کے اعمال کے مالی نتائج ہوں گے۔",
  "page-staking-faq-3-question": "کیا میں 'Eth2' خرید سکتا ہوں؟",
  "page-staking-faq-3-answer-p1": "پروٹوکول کے لیے کوئی 'Eth2' ٹوکن مقامی نہیں ہے، کیونکہ جب Ethereum پروف-آف-اسٹیک پر منتقل ہوا تو مقامی ٹوکن ایتھر (ETH) تبدیل نہیں ہوا۔",
  "page-staking-faq-3-answer-p2": "ایسے ڈیریویٹیو ٹوکنز/ٹکرز ہیں جو اسٹیک کردہ ETH کی نمائندگی کر سکتے ہیں (یعنی، Rocket Pool سے rETH، Lido سے stETH، Coinbase سے ETH2)۔ <a href=\"/staking/pools/\">اسٹیکنگ پولز</a> کے بارے میں مزید جانیں",
  "page-staking-faq-4-question": "کیا اسٹیکنگ پہلے ہی لائیو ہے؟",
  "page-staking-faq-4-answer-p1": "ہاں۔ اسٹیکنگ 1 دسمبر 2020 سے لائیو ہے۔",
  "page-staking-faq-4-answer-p2": "اس کا مطلب ہے کہ اسٹیکنگ فی الحال صارفین کے لیے اپنے ETH جمع کرنے، ویلیڈیٹر کلائنٹ چلانے اور انعامات حاصل کرنا شروع کرنے کے لیے لائیو ہے۔",
  "page-staking-faq-4-answer-p3": "شنگھائی/کیپیلا اپ گریڈ 12 اپریل 2023 کو مکمل ہوا، جس نے اسٹیکنگ وڈرولز کو فعال کیا، اور اسٹیکنگ لیکویڈیٹی پر لوپ کو بند کیا۔",
  "page-staking-faq-5-question": "میں اپنا اسٹیک کردہ ETH کب نکال سکتا ہوں؟",
  "page-staking-faq-5-answer-p1": "ابھی! اگر وہ چاہیں تو اسٹیکرز اپنے ویلیڈیٹر بیلنس سے اپنے انعامات اور/یا پرنسپل ڈپازٹ نکالنے کے لیے آزاد ہیں۔",
  "page-staking-faq-5-answer-p2": "اسٹیکرز بلاکس کی تجویز دیتے وقت فیس اور MEV کی شکل میں انعامات بھی حاصل کریں گے، جو سیٹ فیس وصول کنندہ کے ایڈریس کے ذریعے فوری طور پر دستیاب کرائے جاتے ہیں۔",
  "page-staking-faq-5-answer-link": "اسٹیکنگ ویڈراولز کے بارے میں مزید جانیں",
  "page-staking-further-reading-author-vitalik-buterin": "Vitalik Buterin",
  "page-staking-further-reading-2-link": "Serenity ڈیزائن کی منطق",
  "page-staking-further-reading-4-link": "Eth2 نیوز",
  "page-staking-further-reading-4-author": "Ben Edgington",
  "page-staking-further-reading-5-link": "فائنلائزڈ نمبر 33، Ethereum کنسینسس-لیئر (جنوری 2022)",
  "page-staking-further-reading-5-author": "Danny Ryan",
  "page-staking-further-reading-6-link": "Attestant پوسٹس",
  "page-staking-further-reading-8-link": "Beaconcha.in کمیونٹی کا تعاون یافتہ تعلیمی مواد",
  "page-staking-further-reading-9-link": "Ethereum اسٹیکنگ لانچ پیڈ کے اکثر پوچھے گئے سوالات",
  "page-staking-further-reading-10-link": "EthStaker نالج بیس",
  "page-staking-toc-how-to-stake-your-eth": "اپنا ETH کیسے اسٹیک کریں",
  "page-staking-toc-comparison-of-options": "اسٹیکنگ کے آپشنز کا موازنہ",
  "page-staking-toc-faq": "اکثر پوچھے گئے سوالات",
  "page-staking-toc-further": "مزید مطالعہ",
  "page-staking-dom-info-title": "Ethereum کے ساتھ اسٹیکنگ",
  "page-staking-join-community": "اسٹیکر کمیونٹی میں شامل ہوں",
  "page-staking-join-community-desc": "EthStaker ہر کسی کے لیے Ethereum پر اسٹیکنگ کے بارے میں بات کرنے اور سیکھنے کے لیے ایک کمیونٹی ہے۔ مشورہ، مدد، اور اسٹیکنگ سے متعلق تمام چیزوں پر بات کرنے کے لیے دنیا بھر سے ہزاروں ممبران میں شامل ہوں۔",
  "page-staking-meta-description": "Ethereum اسٹیکنگ کا ایک جائزہ: خطرات، انعامات، ضروریات، اور اسے کہاں کرنا ہے۔",
  "page-staking-meta-title": "Ethereum اسٹیکنگ: یہ کیسے کام کرتا ہے؟",
  "page-staking-withdrawals-important-notices": "اہم نوٹس",
  "page-staking-withdrawals-important-notices-desc": "واپسی ابھی دستیاب نہیں ہے۔ مزید معلومات کے لیے براہ کرم <a href=\"https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/\" target=\"_blank\">Eth2 مرج اور پوسٹ-مرج FAQ</a> پڑھیں۔",
  "page-upgrades-merge-btn": "The Merge پر مزید",
  "subscribe-to-ef-blog": "تازہ ترین پروٹوکول اعلانات کے لیے ای میل اطلاعات حاصل کرنے کے لیے <a href=\"https://blog.ethereum.org/category/protocol/#subscribe\" target=\"_blank\">EF بلاگ کو سبسکرائب کریں</a>۔",
  "page-staking-comparison-with-other-options": "دیگر آپشنز کے ساتھ موازنہ",
  "page-staking-any-amount": "کوئی بھی رقم",
  "page-staking-network-testnet": "{network} ٹیسٹ نیٹ"
}
