{
  "page-wallets-accounts-addresses": "والیٹس، اکاؤنٹس، کیز اور ایڈریسز",
  "page-wallets-accounts-addresses-desc": "کچھ اہم اصطلاحات کے درمیان فرق کو سمجھنا مفید ہوتاہے-",
  "page-wallets-accounts-ethereum-addresses": "<b>ہر ایتھیریم اکاؤنٹ کا ایک ایڈریس ہوتا ہے</b>، اسی طرح جیسے ایک ان باکس کا ای میل ایڈریس ہوتا ہے۔ یہ آپ کے ڈیجیٹل اثاثوں کی شناخت کے لیے استعمال ہوتا ہے۔",
  "page-wallets-alt": "تجوری کے حامل روبوٹ کی تصویر، Ethereum والیٹ کی نمائندگی کر رہی ہے۔",
  "page-wallets-ethereum-account": "<b>ایتھیریم اکاؤنٹ کیز کا جوڑا ہوتا ہے</b>۔ <a href=\"/glossary/#public-key\">ایک چابی</a> اس ایڈریس کو بنانے کے لیے استعمال ہوتی ہے جسے آپ آزادانہ طور پر شیئر کر سکتے ہیں، اور <a href=\"/glossary/#private-key\">دوسری چابی</a> آپ کو خفیہ رکھنی ہوتی ہے کیونکہ یہ چیزوں پر دستخط کرنے کے لیے استعمال ہوتی ہے۔ یہ چابیاں اکٹھے آپ کو اثاثے رکھنے اور لین دین کرنے کی اجازت دیتی ہیں۔",
  "page-wallets-blog": "کوائن بیس بلاگ",
  "page-wallets-bookmarking": "اپنے والٹ کو بکمارک کریں",
  "page-wallets-bookmarking-desc": "اگر آپ ویب والیٹ استعمال کرتے ہیں تو خود کو فشنگ اسکیمز سے بچانے کے لیے سائٹ کو بک مارک کریں۔",
  "page-wallets-cd": "<b>فزیکل ہارڈویئر والیٹس</b> وہ ڈیوائسز ہیں جو آپ کو اپنا کرپٹو آف لائن رکھنے دیتی ہیں — بہت محفوظ۔",
  "page-wallets-desc-2": "والیٹس وہ ہیں جو زیادہ تر لوگ اپنے ڈیجیٹل اثاثے اور شناخت سنبھالنے کے لیے استعمال کرتے ہیں۔",
  "page-wallets-desc-2-link": "ETH پر مزید ",
  "page-wallets-desc-3": "آپ کا والیٹ آپ کے ایتھیریم اکاؤنٹ کے ساتھ انٹریکٹ کرنے کا ایک ٹول ہے۔ اس کا مطلب ہے کہ آپ کسی بھی وقت والیٹ فراہم کنندہ تبدیل کر سکتے ہیں۔ بہت سے والیٹس آپ کو ایک ایپلیکیشن سے متعدد ایتھیریم اکاؤنٹس کا انتظام کرنے کی بھی اجازت دیتے ہیں۔",
  "page-wallets-desc-4": "والیٹ فراہم کنندگان آپ کے فنڈز کے نگہبان نہیں ہوتے۔ وہ صرف آپ کو ایتھیریم پر اپنے اثاثے دیکھنے کا زریع ہوتے ہیں اور انہیں آسانی سے منظم کرنے کے لیے ٹولز فراہم کرتے ہیں۔",
  "page-wallets-description": "ایتھیریم والیٹس ایسی ایپلیکیشنز ہیں جو آپ کو اپنے اکاؤنٹ پر کنٹرول دیتی ہیں۔ بالکل آپ کے فزیکل والیٹ کی طرح، اس میں وہ سب کچھ موجود ہوتا ہے جو آپ کی شناخت ثابت کرنے اور اپنے اثاثے سنبھالنے کے لیے ضروری ہے۔ آپ کا والیٹ آپ کو ایپلیکیشنز میں سائن ان کرنے، بیلنس دیکھنے، لین دین بھیجنے اور اپنی شناخت کی تصدیق کرنے کی اجازت دیتا ہے۔",
  "page-wallets-desktop": "<b>ڈیسک ٹاپ ایپلیکیشنز</b> اگر آپ اپنے فنڈز کو macOS، Windows یا Linux کے ذریعے منظم کرنا پریفر کرتے ہیں۔",
  "page-wallets-ethereum-wallet": "<b>والیٹ ایک ٹول ہے جو آپ کو اپنی کیز کا استعمال کرتے ہوئے اپنے اکاؤنٹ کے ساتھ تعامل کرنے دیتا ہے</b>۔ یہ آپ کو اپنے اکاؤنٹ کا بیلنس دیکھنے، لین دین بھیجنے، اوراس کے علاوہ بہت کچھ کرنے کی اجازت دیتا ہے۔",
  "page-wallets-explore": "دریافت کرین ایتھریم",
  "page-wallets-features-desc": "آ پ کے والیٹ کو چننے میں ہم آپ کی مدد کر سکتے، والیٹ کے فیچرس کے مطابق۔",
  "page-wallets-features-title": "فیچرس کے مطابق والیٹ کا موازنہ کریں",
  "page-wallets-find-wallet-btn": "والیٹ دھونڈیں",
  "page-wallets-find-wallet-link": "والیٹ دھونڈیں",
  "page-wallets-get-some": "کچھ ETH حاصل کریں",
  "page-wallets-get-some-alt": "ایک تصویر جس میں ایک ہاتھ لیگو بلاکس سے ETH لوگو بنا رہا ہے۔",
  "page-wallets-get-some-btn": "کچھ ETH حاصل کریں",
  "page-wallets-get-some-desc": "ETH، ایتھیریم کی کرپٹو کرنسی ہے۔ ایتھیریم ایپلیکیشنز استعمال کرنے کے لیے آپ کے والیٹ میں کچھ ETH ہونا ضروری ہے۔",
  "page-wallets-keys-to-safety": "اپنے کرپٹو کو محفوظ رکھنے کی کیز",
  "page-wallets-manage-funds": "اپنے فنڈز کو منظم کرنے کے لیے ایک ایپ",
  "page-wallets-manage-funds-desc": "آپ کا والیٹ آپ کے بیلنس، لین دین کی تاریخ دکھاتا ہے اور فنڈز بھیجنے/موصول کرنے کا طریقہ فراہم کرتا ہے۔ کچھ والیٹس اور بھی ذیادہ خصوصیات بھی پیش کر سکتے ہیں۔",
  "page-wallets-meta-description": "ایتھیریم والیٹس استعمال کرنے کے لیے آپ کو یہ جاننے کی ضرورت ہے۔",
  "page-wallets-meta-title": "ایتھیریم والیٹس: کرپٹو خریدیں، جمع کریں اور بھیجیں",
  "page-wallets-mobile": "<b>موبائل ایپلیکیشنز</b> جو آپ کے فنڈز کو کہیں سے بھی قابل رسائی بناتے ہیں۔",
  "page-wallets-more-on-dapps-btn": "ڈی ایپس پر مزید",
  "page-wallets-most-wallets": "زیادہ تر والیٹ پروڈکٹس آپ کو ایک ایتھیریم اکاؤنٹ بنانے کی اجازت دیں گے۔ لہٰذا آپ کو والیٹ ڈاؤن لوڈ کرنے سے پہلے اکاؤنٹ کی ضرورت نہیں ہے۔",
  "page-wallets-protecting-yourself": "اپنے آپ اور اپنے فنڈز کی حفاظت",
  "page-wallets-seed-phrase": "اپنا <a href=\"/glossary/#recovery-phrase\">ریکوری فریز</a> لکھ لیں۔",
  "page-wallets-seed-phrase-desc": "والیٹس اکثر آپ کو ایک سیڈ فریز دیں گے جسے آپ کو کسی محفوظ جگہ پر لکھنا ضروری ہے۔ یہ واحد طریقہ ہے جس سے آپ اپنا والیٹ ریکور کر سکیں گے۔",
  "page-wallets-seed-phrase-example": "یہاں ایک مثال ہے:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "اسے کمپیوٹر پر محفوظ نہ کریں۔ اسے کہیں لکھیں اور محفوظ رکھیں۔",
  "page-wallets-slogan": "ٓٓٓآپ کے دجیٹل مستقبل کی کیز سمبھال رہے ہیں",
  "page-wallets-stay-safe": "محفوظ کیسے رہیں",
  "page-wallets-stay-safe-desc": "مالی آزادی اور کہیں بھی فنڈز تک رسائی اور استعمال کرنے کی صلاحیت ذمہ داری کے ساتھ آتی ہے — کرپٹو میں کوئی کسٹمر سپورٹ نہیں ہے۔ <b>آپ اپنے کیز کو محفوظ رکھنے کے لیے خود ذمہ دار ہیں</b>۔",
  "page-wallets-subtitle": "والیٹس آپ کو اپنے ڈیجیٹل اثاثوں تک رسائی اور ایپلیکیشنز میں سائن ان کرنے میں مدد دیتے ہیں۔",
  "page-wallets-take-responsibility": "اپنے فنڈز کی ذمہ داری خود لیں",
  "page-wallets-take-responsibility-desc": "مرکزی ایکسچینجز آپ کے والیٹ کو ایک یوزر نام اور پاسورڈ سے منسلک کریں گے جسے آپ روایتی طریقے سے بحال کر سکتے ہیں۔ بس یاد رکھیں کہ آپ اس ایکسچینج پر اپنے فنڈز کی نگہداشت کے لیے اعتماد کر رہے ہیں۔ اگر ایکسچینج کو مالی مسائل کا سامنا ہو، تو آپ کے فنڈز خطرے میں ہو سکتے ہیں۔",
  "page-wallets-tips": "محفوظ رہنے کے لئے مزید ہدایات",
  "page-wallets-tips-community": "کمیونٹی کی جانب سے",
  "page-wallets-title": "Ethereum والیٹس",
  "page-wallets-triple-check": "ہر چیز کو تین بار چیک کریں",
  "page-wallets-triple-check-desc": "یاد رکھیں کہ لین دین کو واپس نہیں کیا جا سکتا اور والیٹس کو آسانی سے بحال نہیں کیا جا سکتا ہے۔ اس لیے احتیاطی تدابیر اختیار کریں اور ہمیشہ محتاط رہیں۔",
  "page-wallets-try-dapps": "کچھ ڈی ایپس آزمائیں",
  "page-wallets-try-dapps-alt": "ایتھیریم کمیونٹی کے اراکین جو ایک ساتھ کام کر رہے ہیں",
  "page-wallets-try-dapps-desc": "ڈی ایپس وہ ایپلیکیشنز ہیں جو ایتھیریم پر بنی ہیں۔ یہ زیادہ تر روایتی ایپلیکیشنز کے مقابلے میں سستی، منصفانہ اور آپ کے ڈیٹا کے لیے محفوظ ہیں۔",
  "page-wallets-types": "والیٹس کی اقسام",
  "page-wallets-types-desc": "اپنے اکاؤنٹ کے ساتھ رابطہ قائم کرنے کرنے کے چند طریقے ہیں:",
  "page-wallets-web-browser": "<b>براؤزر والیٹس</b> ویب ایپلیکیشنز ہیں جو آپ کو براؤزر میں براہِ راست اپنے اکاؤنٹ کے ساتھ تعامل کرنے دیتے ہیں۔",
  "page-wallets-web-browser-extension": "<b>براؤزر ایکسٹینشن والیٹس</b> ایکسٹینشنز ہیں جو آپ ڈاؤن لوڈ کرتے ہیں اور یہ آپ کو براؤزر کے ذریعے اپنے اکاؤنٹ اور ایپلیکیشنز کے ساتھ تعامل کرنے دیتے ہیں۔",
  "page-wallets-whats-a-wallet": "ایتھیریم والیٹ کیا ہے؟",
  "page-wallets-your-ethereum-account": "آپ کا Ethereum اکاؤنٹ",
  "page-wallets-your-ethereum-account-desc": "آپ کا والیٹ آپ کے ایتھیریم اکاؤنٹ کی کھڑکی ہے — آپ کا بیلنس، لین دین کی تاریخ اور بہت کچھ۔ لیکن آپ کسی بھی وقت والیٹ فراہم کنندہ کو بدل سکتے ہیں۔",
  "page-wallets-your-login": "Ethereum ایپس کے لیے آپ کا لاگ ان",
  "page-wallets-your-login-desc": "آپ کا والیٹ آپ کو اپنے ایتھیریم اکاؤنٹ کے ذریعے ایپلیکیشنز سے جڑنے دیتا ہے۔ یہ ایک لاگ ان کی طرح ہے جسے آپ متعدد ایپس میں استعمال کر سکتے ہیں۔",
  "additional-reading-how-to-create-an-ethereum-account": "ایتھریم اکاؤنٹ کو رجسٹر کرنے کا طریقہ",
  "additional-reading-how-to-use-a-wallet": "والیٹ کا استعمال کیسے کریں"
}
