{
  "page-layer-2-learn-meta-title": "لیئر 2 کیا ہے؟ | ethereum.org",
  "page-layer-2-learn-title": "لیئر 2 کیا ہے؟",
  "page-layer-2-learn-description": "بڑے پیمانے پر اپنانے کے لیے Ethereum کو اسکیل کرنا",
  "page-layer-2-learn-button-1-label": "لیئر 2 کیا ہے؟",
  "page-layer-2-learn-button-2-label": "لیئر 2 استعمال کریں",
  "page-layer-2-learn-what-is-layer-2-title": "لیئر 2 کیا ہے؟",
  "page-layer-2-learn-what-is-layer-2-1": "لیئر 2 (L2) ایک اجتماعی اصطلاح ہے جو Ethereum اسکیلنگ حل کے ایک مخصوص سیٹ کو بیان کرتی ہے۔ <strong>لیئر 2 ایک علیحدہ <a href=\"/glossary/#blockchain\">بلاک چین</a> ہے جو Ethereum کو توسیع دیتا ہے اور Ethereum کی سیکیورٹی کی ضمانتوں کو وراثت میں حاصل کرتا ہے</strong>۔",
  "page-layer-2-learn-what-is-layer-2-2": "اب آئیے اس میں تھوڑا اور گہرائی میں جاتے ہیں۔ ایسا کرنے کے لیے ہمیں پہلے لیئر 1 (L1) کی وضاحت کرنے کی ضرورت ہے۔",
  "page-layer-2-learn-what-is-layer-1-title": "لیئر 1 کیا ہے؟",
  "page-layer-2-learn-what-is-layer-1-1": "لیئر 1 بلاک چینز، جیسے Ethereum اور Bitcoin، وہ <strong>بنیادی بنیاد ہیں جن پر لیئر 2 پروجیکٹس بنتے ہیں</strong>۔ لیئر 2 پروجیکٹس کی مثالوں میں Ethereum پر <strong>zero-knowledge rollups</strong> اور <strong>optimistic rollups</strong> اور Bitcoin کے اوپر لائٹننگ نیٹ ورک شامل ہیں۔",
  "page-layer-2-learn-what-is-layer-1-2": "Ethereum لیئر 2s کے لیے ڈیٹا کی دستیابی کی ایک پرت کے طور پر بھی کام کرتا ہے، اور اگر پچھلے ٹرانزیکشنز پر کوئی تنازعہ ہو تو ان تنازعات کے لیے Ethereum سے ڈیٹا فراہم کیا جاتا ہے۔",
  "page-layer-2-learn-layer-1-list-title": "لیئر 1 کے طور پر Ethereum میں شامل ہیں:",
  "page-layer-2-learn-layer-1-list-1": "نیٹ ورک کو محفوظ اور توثیق کرنے کے لیے <strong>نوڈ آپریٹرز کا ایک نیٹ ورک</strong>",
  "page-layer-2-learn-layer-1-list-2": "<strong>بلاک پروڈیوسرز کا ایک نیٹ ورک</strong>",
  "page-layer-2-learn-layer-1-list-3": "<strong>بلاک چین</strong> خود اور ٹرانزیکشن ڈیٹا کی تاریخ",
  "page-layer-2-learn-layer-1-list-4": "نیٹ ورک کے لیے <strong>اتفاق رائے کا طریقہ کار</strong>",
  "page-layer-2-learn-why-do-we-need-layer-2-title": "ہمیں لیئر 2 کی ضرورت کیوں ہے؟",
  "page-layer-2-learn-why-do-we-need-layer-2-1": "بلاک چین کی تین مطلوبہ خصوصیات یہ ہیں کہ یہ غیر مرکزی، محفوظ اور توسیع پذیر ہے۔ بلاک چین ٹریلیما بتاتا ہے کہ ایک سادہ بلاک چین فن تعمیر تین میں سے صرف دو کو حاصل کر سکتا ہے۔ ایک محفوظ اور غیر مرکزی بلاک چین چاہتے ہیں؟ آپ کو توسیع پذیری کو قربان کرنے کی ضرورت ہے۔ یہ وہ جگہ ہے جہاں لیئر 2 نیٹ ورکس آتے ہیں۔",
  "page-layer-2-learn-why-do-we-need-layer-2-2": "Ethereum روزانہ 1+ ملین ٹرانزیکشنز کے ساتھ نیٹ ورک کی موجودہ صلاحیت تک پہنچ گیا ہے، اور ان میں سے ہر ٹرانزیکشن کی زیادہ مانگ ہے۔ Ethereum کی کامیابی اور اسے استعمال کرنے کی مانگ کی وجہ سے گیس کی قیمتوں میں کافی اضافہ ہوا ہے۔ لہذا اسکیلنگ حل کی ضرورت بھی عروج پر پہنچ گئی ہے۔",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability": "توسیع پذیری",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-1": "توسیع پذیری کا بنیادی مقصد غیر مرکزیت یا سیکیورٹی کو قربان کیے بغیر ٹرانزیکشن کی رفتار (تیز تر حتمیت)، اور ٹرانزیکشن تھرو پٹ (فی سیکنڈ زیادہ ٹرانزیکشنز) کو بڑھانا ہے۔",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-2": "Ethereum کمیونٹی نے ایک مضبوط موقف اختیار کیا ہے کہ وہ اسکیل کرنے کے لیے غیر مرکزیت یا سیکیورٹی کو ترک نہیں کرے گی۔ sharding تک، Ethereum Mainnet (لیئر 1) فی سیکنڈ تقریباً 15 ٹرانزیکشنز پر کارروائی کر سکے گا۔ جب Ethereum استعمال کرنے کی مانگ زیادہ ہوتی ہے تو اس سے نیٹ ورک میں بھیڑ پیدا ہوتی ہے، ٹرانزیکشن فیس میں اضافہ ہوتا ہے، اور جو لوگ اس کے متحمل نہیں ہوسکتے ہیں وہ Ethereum استعمال کرنے سے محروم ہو جاتے ہیں جب تک کہ فیس کم نہ ہوجائے۔ آج Ethereum کو اسکیل کرنے کے لیے لیئر 2 وہیں آتا ہے۔",
  "page-layer-2-learn-layer2Cards-1-title": "کم فیس",
  "page-layer-2-learn-layer2Cards-1-description": "لیئر 1 پر متعدد ٹرانزیکشنز کو ایک ہی ٹرانزیکشن میں ملا کر، ٹرانزیکشن فیس بہت کم ہو جاتی ہے، جس سے Ethereum سب کے لیے زیادہ قابل رسائی ہو جاتا ہے۔",
  "page-layer-2-learn-layer2Cards-2-title": "سیکیورٹی برقرار رکھیں",
  "page-layer-2-learn-layer2Cards-2-description": "لیئر 2 بلاک چینز اپنے ٹرانزیکشنز کو Ethereum Mainnet پر سیٹل کرتی ہیں، جس سے ان کا استعمال کرنے والے صارفین کو Ethereum نیٹ ورک کی سیکیورٹی سے فائدہ اٹھانے کی اجازت ملتی ہے۔",
  "page-layer-2-learn-layer2Cards-3-title": "استعمال کے معاملات کو وسعت دیں",
  "page-layer-2-learn-layer2Cards-3-description": "فی سیکنڈ زیادہ ٹرانزیکشنز، کم فیس، اور نئی ٹیکنالوجی کے ساتھ، پروجیکٹس بہتر صارف کے تجربے کے ساتھ نئی ایپلی کیشنز میں پھیل جائیں گے۔",
  "page-layer-2-learn-how-does-layer-2-work-title": "لیئر 2 کیسے کام کرتا ہے؟",
  "page-layer-2-learn-how-does-layer-2-work-1": "جیسا کہ ہم نے اوپر ذکر کیا ہے، لیئر 2 Ethereum اسکیلنگ حل کے لیے ایک اجتماعی اصطلاح ہے جو Ethereum لیئر 1 سے دور ٹرانزیکشنز کو سنبھالتی ہے جبکہ Ethereum لیئر 1 کی مضبوط غیر مرکزی سیکیورٹی سے فائدہ اٹھاتی ہے۔ لیئر 2 ایک علیحدہ بلاک چین ہے جو Ethereum کو توسیع دیتا ہے۔ یہ کیسے کام کرتا ہے؟",
  "page-layer-2-learn-how-does-layer-2-work-2": "لیئر 2 کی کئی مختلف قسمیں ہیں، جن میں سے ہر ایک کے اپنے تجارتی توازن اور سیکیورٹی ماڈل ہیں۔ لیئر 2s ٹرانزیکشنل بوجھ کو لیئر 1 سے دور لے جاتے ہیں جس سے یہ کم بھیڑ والا ہو جاتا ہے، اور ہر چیز زیادہ توسیع پذیر ہو جاتی ہے۔",
  "page-layer-2-learn-how-does-layer-2-work-rollups-title": "رول اپس",
  "page-layer-2-learn-how-does-layer-2-work-rollups-1": "Rollups لیئر 1 پر سینکڑوں ٹرانزیکشنز کو ایک ہی ٹرانزیکشن میں بنڈل (یا 'رول اپ') کرتے ہیں۔ یہ L1 ٹرانزیکشن فیس کو رول اپ میں موجود ہر ایک میں تقسیم کرتا ہے، جس سے یہ ہر صارف کے لیے سستا ہو جاتا ہے۔",
  "page-layer-2-learn-how-does-layer-2-work-rollups-2": "رول اپ میں ٹرانزیکشن ڈیٹا لیئر 1 میں جمع کیا جاتا ہے، لیکن عملدرآمد رول اپ کے ذریعے الگ سے کیا جاتا ہے۔ لیئر 1 پر ٹرانزیکشن ڈیٹا جمع کر کے، رول اپس Ethereum کی سیکیورٹی کو وراثت میں حاصل کرتے ہیں۔ اس کی وجہ یہ ہے کہ ایک بار جب ڈیٹا لیئر 1 پر اپ لوڈ ہوجاتا ہے، تو رول اپ ٹرانزیکشن کو واپس کرنے کے لیے Ethereum کو واپس کرنا پڑتا ہے۔ رول اپس کے لیے دو مختلف طریقے ہیں: optimistic اور zero-knowledge - وہ بنیادی طور پر اس بات پر مختلف ہیں کہ یہ ٹرانزیکشن ڈیٹا L1 میں کیسے جمع کیا جاتا ہے۔",
  "page-layer-2-learn-rollupCards-optimistic-title": "آپٹیمسٹک رول اپس",
  "page-layer-2-learn-rollupCards-optimistic-description": "Optimistic rollups فالٹ پروفس کا استعمال کرتے ہیں جہاں ٹرانزیکشنز کو درست مانا جاتا ہے، لیکن اگر کسی غلط ٹرانزیکشن کا شبہ ہو تو اسے چیلنج کیا جا سکتا ہے۔ اگر کسی غلط ٹرانزیکشن کا شبہ ہو تو، یہ دیکھنے کے لیے ایک فالٹ پروف چلایا جاتا ہے کہ آیا ایسا ہوا ہے۔",
  "page-layer-2-learn-rollupCards-optimistic-childSentence": "optimistic rollups کے بارے میں مزید",
  "page-layer-2-learn-rollupCards-zk-title": "Zero knowledge rollups",
  "page-layer-2-learn-rollupCards-zk-description": "Zero Knowledge rollups ویلیڈیٹی پروفس کا استعمال کرتے ہیں جہاں ٹرانزیکشنز کے حسابات آف چین کیے جاتے ہیں، اور پھر یہ ڈیٹا Ethereum Mainnet کو ان کی ویلیڈیٹی کے ثبوت کے ساتھ فراہم کیا جاتا ہے۔",
  "page-layer-2-learn-rollupCards-zk-childSentence": "zk-rollups کے بارے میں مزید",
  "page-layer-2-learn-dyor-title": "اپنی تحقیق خود کریں: لیئر 2 کے خطرات",
  "page-layer-2-learn-dyor-1": "چونکہ لیئر 2 چینز Ethereum سے سیکیورٹی وراثت میں حاصل کرتی ہیں، ایک مثالی دنیا میں، وہ L1 Ethereum کی طرح محفوظ ہیں۔ تاہم، بہت سے <strong>پروجیکٹس ابھی بھی نئے اور کسی حد تک تجرباتی ہیں</strong>۔ سالوں کی تحقیق و ترقی کے بعد، Ethereum کو اسکیل کرنے والی بہت سی L2 ٹیکنالوجیز 2021 میں لائیو ہو گئیں۔ اس کا مطلب یہ نہیں ہے کہ یہ L2s محفوظ نہیں ہیں، صرف یہ کہ کوئی بھی لیئر 2 اتنا جنگ آزمودہ نہیں ہے جتنا کہ Ethereum Mainnet ہے۔ ہمیشہ اپنی تحقیق خود کریں اور فیصلہ کریں کہ کیا آپ اس میں شامل کسی بھی خطرات سے مطمئن ہیں۔",
  "page-layer-2-learn-dyor-2": "لیئر 2s کی ٹیکنالوجی، خطرات اور اعتماد کے مفروضوں کے بارے میں مزید معلومات کے لیے، ہم L2BEAT کو چیک کرنے کی تجویز کرتے ہیں، جو ہر پروجیکٹ کے خطرے کی تشخیص کا ایک جامع فریم ورک فراہم کرتا ہے۔",
  "page-layer-2-learn-dyor-link": "L2BEAT پر جائیں",
  "page-layer-2-learn-note-on-alt-l1-title": "alt L1s, sidechains, اور validiums پر ایک نوٹ",
  "page-layer-2-learn-note-on-alt-l1-1": "متبادل لیئر 1s میں Ethereum کے مقابلے میں زیادہ تھرو پٹ اور کم ٹرانزیکشن فیس ہوتی ہے۔ ان alt L1s کو فی سیکنڈ زیادہ ٹرانزیکشنز اور کم فیس حاصل کرنے کے لیے سیکیورٹی یا غیر مرکزیت پر قربانی دینی پڑی ہے۔ Ethereum ایکو سسٹم اس بات پر پختہ یقین رکھتا ہے کہ لیئر 2 اسکیلنگ ہی توسیع پذیری کے ٹریلیما کو حل کرنے اور غیر مرکزی اور محفوظ رہنے کا واحد طریقہ ہے۔",
  "page-layer-2-learn-note-on-alt-l1-2": "Sidechains اور validiums وہ بلاک چینز ہیں جو ایک بلاک چین سے اثاثوں کو دوسرے بلاک چین پر برج کرنے اور استعمال کرنے کی اجازت دیتے ہیں۔ Sidechains اور validiums مین چین کے متوازی چلتے ہیں، اور برجز کے ذریعے مین چین کے ساتھ تعامل کرتے ہیں، لیکن وہ اپنی سیکیورٹی یا ڈیٹا کی دستیابی مین چین سے حاصل نہیں کرتے ہیں۔ وہ لیئر 2s کی طرح اسکیل کرتے ہیں، لیکن ان کے اعتماد کے مفروضے مختلف ہوتے ہیں۔ وہ کم ٹرانزیکشن فیس، اور زیادہ ٹرانزیکشن تھرو پٹ پیش کرتے ہیں۔ <a href=\"/developers/docs/scaling/sidechains\">sidechains</a> اور <a href=\"/developers/docs/scaling/validium\">validiums</a> پر مزید۔",
  "page-layer-2-learn-callout-1-title": "فوائد کیا ہیں؟",
  "page-layer-2-learn-callout-1-description": "دریافت کریں کہ لیئر 2 حل کا صارف کے تجربے پر کیا عملی اثر پڑتا ہے۔",
  "page-layer-2-learn-learn-more": "مزید جانیں",
  "page-layer-2-learn-callout-2-title": "مختلف نیٹ ورکس دریافت کریں",
  "page-layer-2-learn-callout-2-description": "جانیں کہ نیٹ ورکس ایک دوسرے سے کیسے مختلف ہیں اور وہ اپنی ترقی میں کتنی دور تک پہنچ چکے ہیں۔",
  "page-layer-2-learn-explore-networks": "نیٹ ورکس کو دریافت کریں"
}
