{
  "page-what-is-ethereum-network-meta-title": "ایتھیریم نیٹ ورک کیا ہے؟ | ethereum.org",
  "page-what-is-ethereum-network-meta-description": "سمجھیں کہ ایتھیریم نیٹ ورک کیا ہے، اسٹیکنگ اور سیکیورٹی، نیٹ ورک فیس (عرف گیس)، لیئر 2 اسکیلنگ نیٹ ورکس اور لائیو نیٹ ورک ڈیٹا کو کیسے دریافت کیا جائے۔",
  "page-what-is-ethereum-network-twitter-meta-description": "سمجھیں کہ ایتھیریم نیٹ ورک کیا ہے، اسٹیکنگ اور سیکیورٹی، نیٹ ورک فیس، لیئر 2 اسکیلنگ نیٹ ورکس اور لائیو نیٹ ورک ڈیٹا کو کیسے دریافت کیا جائے۔",
  "page-what-is-ethereum-network-title": "<a>What is the Ethereum network?</a>",
  "page-what-is-ethereum-network-description-1": "ایتھیریم نیٹ ورک وہ طبعی اور ڈیجیٹل انفراسٹرکچر ہے جو ایتھیریم کی بنیاد ہے۔",
  "page-what-is-ethereum-network-description-2": "اس میں ڈیٹا اسٹور کرنے والے نوڈس، ٹرانزیکشنز پر کارروائی کرنے والے ویلیڈیٹرز، اسمارٹ کنٹریکٹس پر عمل درآمد کرنے والا سافٹ ویئر، اور لیئر 2 نیٹ ورکس شامل ہیں جو ایتھیریم کو مین چین سے آگے بڑھاتے ہیں۔",
  "page-what-is-ethereum-network-section-network-fees-title": "ایتھیریم نیٹ ورک کی فیس (عرف گیس فیس) کیا ہیں؟",
  "page-what-is-ethereum-network-section-staking-title": "اسٹیکنگ کیا ہے اور یہ نیٹ ورک کو کیسے محفوظ بناتی ہے؟",
  "page-what-is-ethereum-network-section-layer-2s-title": "ایتھیریم لیئر 2 کیا ہیں اور وہ نیٹ ورک کو کیسے اسکیل کرتے ہیں؟",
  "page-what-is-ethereum-network-section-live-network-data-title": "لائیو ایتھیریم نیٹ ورک ڈیٹا کو کیسے دریافت کریں",
  "page-what-is-ethereum-network-read-next-title": "اگلا پڑھیں",
  "page-what-is-ethereum-network-read-next-item-1": "والٹس کیا ہیں؟",
  "page-what-is-ethereum-network-read-next-item-2": "ایتھر (ETH) کیا ہے؟",
  "page-what-is-ethereum-network-read-next-item-3": "ویب 3 کیا ہے؟",
  "page-what-is-ethereum-network-read-next-item-4": "ایتھیریم نیٹ ورک کے بارے میں مزید جانیے۔",
  "page-what-is-ethereum-network-section-description-1": "جب لوگ ایتھیریم کے بارے میں بات کرتے ہیں، تو وہ عام طور پر کچھ مختلف چیزوں کے بارے میں بات کر رہے ہوتے ہیں۔ ایپس اور ڈیجیٹل اثاثوں کا ایکو سسٹم، اوپن سورس سافٹ ویئر پلیٹ فارم، اور مقامی کرنسی ایتھر (ETH) ہے۔",
  "page-what-is-ethereum-network-section-description-2": "لیکن ان سب کے نیچے <strong>ایتھیریم نیٹ ورک</strong> ہے؛ وہ طبعی اور ڈیجیٹل بنیاد جو ہر چیز کو ایک ساتھ جوڑتی ہے۔",
  "page-what-is-ethereum-network-section-description-3": "بنیادی طور پر، ایتھیریم نیٹ ورک <strong>ہزاروں آزاد کمپیوٹرز کا ایک مجموعہ ہے جنہیں نوڈس کہا جاتا ہے</strong>۔ یہ نوڈس <strong>پوری دنیا کے لوگوں کے ذریعے چلائے جاتے ہیں</strong>۔ وہ ڈیٹا کو اسٹور کرنے، اسمارٹ کنٹریکٹس پر عمل درآمد کرنے، اور ہر ٹرانزیکشن کو ایک کھلے، عوامی لیجر پر ریکارڈ کرنے کے لیے مل کر کام کرتے ہیں۔",
  "page-what-is-ethereum-network-section-description-4": "ایتھیریم نیٹ ورک کئی اہم کاموں کو سنبھالتا ہے، جیسے:",
  "page-what-is-ethereum-network-section-description-5": "صارف کے اکاؤنٹس اور بیلنس کو اپ ڈیٹ کرنا",
  "page-what-is-ethereum-network-section-description-6": "اسمارٹ کنٹریکٹس پر عمل درآمد کرنا (ایپس چلانے والے پروگرام)",
  "page-what-is-ethereum-network-section-description-7": "ڈیجیٹل اثاثوں کی ملکیت کو ٹریک کرنا (جیسے اسٹیبل کوائنز اور NFTs)",
  "page-what-is-ethereum-network-section-description-8": "ہر روز ایتھیریم سے گزرنے والے تمام ٹرانزیکشنز پر کارروائی کرنا",
  "page-what-is-ethereum-network-section-description-9": "خوش قسمتی سے، آپ کو اسے استعمال کرنے کے لیے یہ سمجھنے کی ضرورت نہیں ہے کہ نیٹ ورک کیسے کام کرتا ہے۔",
  "page-what-is-ethereum-network-section-description-10": "زیادہ تر لوگ صرف <a>ڈیجیٹل والیٹ</a> کے ذریعے نیٹ ورک کا استعمال کرتے ہیں۔ <strong>ایک والیٹ</strong> عام طور پر ایک ویب یا موبائل ایپ ہوتا ہے جو آپ کو <strong>ETH بھیجنے</strong> اور <strong>وصول کرنے، اپنے اثاثوں کا انتظام کرنے</strong>، اور ایپس استعمال کرنے کی سہولت دیتا ہے۔",
  "page-what-is-ethereum-network-section-description-11": "ایتھیریم پر تعمیر کرنے والے دیگر قسم کے صارفین جیسے کہ ڈیولپرز اور کاروبار APIs، نوڈ سافٹ ویئر، یا اسمارٹ کنٹریکٹس کو تعینات کر سکتے ہیں۔",
  "page-what-is-ethereum-network-section-description-12": "ایتھیریم نیٹ ورک روایتی سسٹمز سے مختلف ہے کیونکہ اسے کس طرح ڈیزائن کیا گیا ہے۔ <strong>ایتھیریم کا کوڈ اور ڈیٹا دنیا بھر میں ڈی سینٹرلائزڈ نوڈس پر اسٹور کیا جاتا ہے</strong>، لہذا کوئی بھی آپ کی رسائی کو بلاک نہیں کر سکتا یا آپ کی ایپ کو بند نہیں کر سکتا۔",
  "page-what-is-ethereum-network-section-description-13": "اور چونکہ کوئی بھی شامل ہو سکتا ہے، یہ عالمی رسائی اور اختراع کا دروازہ کھولتا ہے۔",
  "page-what-is-ethereum-network-section-description-14": "یہ خصوصیات ان چیزوں کو ممکن بناتی ہیں جو پہلے ممکن نہیں تھیں، جیسے:",
  "page-what-is-ethereum-network-section-description-15": "ڈیٹا کی ملکیت",
  "page-what-is-ethereum-network-section-description-16": "ڈی-پلیٹ فارمنگ کے بغیر سوشل میڈیا",
  "page-what-is-ethereum-network-section-description-17": "کھلے اور شفاف مالیاتی نظام",
  "page-what-is-ethereum-network-section-description-18": "بنیادی طور پر، ایتھیریم نیٹ ورک ڈیجیٹل ملکیت اور کھلی شرکت کی بنیاد ہے۔",
  "page-what-is-ethereum-network-section-description-19": "آپ لوگوں کو <strong>Ethereum Mainnet</strong> کا حوالہ دیتے ہوئے سن سکتے ہیں۔ یہ وہی ایتھیریم نیٹ ورک ہے جسے لاکھوں لوگ ہر روز استعمال کرتے ہیں، جہاں حقیقی اثاثوں کا تبادلہ ہوتا ہے اور حقیقی ایپس رہتی ہیں۔ لیکن “Mainnet” اسے ایتھیریم لیئر 2 نیٹ ورکس، اور ٹیسٹ نیٹ ورکس (testnets) سے ممتاز کرنے میں مدد کرتا ہے جسے ڈیولپرز لائیو ہونے سے پہلے نئی خصوصیات آزمانے کے لیے استعمال کرتے ہیں۔",
  "page-what-is-ethereum-network-gas-section-description-1": "ایتھیریم پر ہر ٹرانزیکشن پر ایک چھوٹی سی فیس لگتی ہے جسے گیس فیس کہتے ہیں۔ چاہے آپ ETH بھیجیں، ٹوکنز کو تبدیل کریں، یا کوئی ایپ استعمال کریں، جب بھی آپ بلاک چین پر ڈیٹا لکھتے ہیں تو آپ گیس کی ایک چھوٹی سی رقم ادا کرتے ہیں۔",
  "page-what-is-ethereum-network-gas-section-description-2": "<strong>گیس فیس ایتھیریم کو آسانی سے چلاتی رہتی ہے</strong>۔ اس کے بغیر، برے اداکار نیٹ ورک کو خالی ٹرانزیکشنز کے ساتھ اسپام کر سکتے ہیں اور بھاری بھیڑ کے ذریعے اسے استعمال کرنا ناممکن بنا سکتے ہیں، کیونکہ اس فیس کے ذریعے ٹرانزیکشنز کو ترجیح دینے کا کوئی طریقہ نہیں ہوگا جو صارفین ادا کرنے کو تیار ہیں۔",
  "page-what-is-ethereum-network-gas-section-description-3": "ایتھیریم گیس فیس ان بہت سے مختلف وسائل کی لاگت کا احاطہ کرتی ہے جو ایک ٹرانزیکشن استعمال کر سکتا ہے، جیسے کہ کمپیوٹ، بینڈوڈتھ، یا اسٹوریج۔ یہ سب صارفین کے لیے ایک ہی قدر میں خلاصہ کیا جاتا ہے، لیکن وسیع R&D اس بات کا تعین کرنے میں جاتا ہے کہ ہر آپریشن کی دوسروں کے مقابلے میں کتنی لاگت آنی چاہیے۔",
  "page-what-is-ethereum-network-gas-section-description-4": "تو، جب آپ گیس ادا کرتے ہیں تو کیا ہوتا ہے؟ اس کا ایک حصہ <strong>ویلیڈیٹر کو ادا کیا جاتا ہے</strong> جو آپ کے ٹرانزیکشن کو ٹرانزیکشنز کے “بلاک” میں شامل کرتا ہے۔ دوسرا حصہ <strong>“برن” ہو جاتا ہے، اسے سپلائی سے ہٹا دیا جاتا ہے</strong>۔",
  "page-what-is-ethereum-network-gas-section-description-5": "اس سے سپلائی اور ڈیمانڈ کو متوازن کرنے میں مدد ملتی ہے، کیونکہ <strong>جب نیٹ ورک مصروف ہوتا ہے، تو فیس بڑھ جاتی ہے</strong>۔ جب حالات پرسکون ہوتے ہیں تو فیس کم ہو جاتی ہے۔",
  "page-what-is-ethereum-network-gas-section-description-6": "چونکہ نیٹ ورک نے اگست 2021 میں <blog>فیس برننگ متعارف کرائی تھی</blog>، <strong>لاکھوں ETH <beaconchain>برن کیے جا چکے ہیں</beaconchain></strong>۔ آپ ایتھیریم کمیونٹی کے بنائے ہوئے <ultrasound>نیٹ ورک ڈیش بورڈز اور ایکسپلوررز</ultrasound> کا استعمال کرتے ہوئے تازہ ترین اعداد و شمار کو دریافت کر سکتے ہیں۔",
  "page-what-is-ethereum-network-gas-section-description-7": "تو، ایک ٹرانزیکشن کی قیمت کتنی ہے؟",
  "page-what-is-ethereum-network-gas-section-description-8": "ٹھیک ہے، <strong>فیس اس بات پر منحصر ہوتی ہے کہ آپ کیا کر رہے ہیں</strong>۔ صرف ETH بھیجنے پر ایک ڈالر سے بھی کم لاگت آ سکتی ہے۔ ڈی سینٹرلائزڈ ایکسچینج (DEX) پر ٹوکنز کو تبدیل کرنے پر چند ڈالر یا اس سے زیادہ لگ سکتے ہیں، خاص طور پر اگر نیٹ ورک مصروف ہو۔ ٹرانزیکشن جتنا پیچیدہ ہوگا، اس کی گیس کی قیمت اتنی ہی زیادہ ہوگی۔",
  "page-what-is-ethereum-network-gas-section-description-9": "گیس فیس ایتھیریم کو استعمال کرنے کے سب سے نمایاں حصوں میں سے ایک ہے، خاص طور پر نئے صارفین کے لیے، لیکن یہ سب نیٹ ورک کو زیادہ قابل اعتماد اور محفوظ بنانے کی طرف جاتا ہے۔",
  "page-what-is-ethereum-network-gas-section-description-10": "ایتھیریم نیٹ ورک فیس کے بارے میں مزید جانیں",
  "page-what-is-ethereum-network-staking-section-description-1": "ایتھیریم نیٹ ورک اسٹیکنگ نامی ایک سسٹم کے ذریعے محفوظ ہے۔ اسی طرح ایتھیریم <strong>ٹرانزیکشنز کی تصدیق کرتا ہے، نئے بلاکس شامل کرتا ہے</strong>، اور نیٹ ورک کو <strong>حملوں سے محفوظ</strong> رکھتا ہے۔",
  "page-what-is-ethereum-network-staking-section-description-2": "جب ایتھیریم شروع ہوا، تو اس نے ایک کنسینسس میکانزم (اس بات پر اتفاق کرنے کا ایک طریقہ کہ کون کس چیز کا مالک ہے) استعمال کیا جسے پروف-آف-ورک کہتے ہیں۔ یہ وہی میکانزم ہے جسے بٹ کوائن آج استعمال کرتا ہے۔",
  "page-what-is-ethereum-network-staking-section-description-3": "ستمبر 2022 میں، ایتھیریم نے زیادہ محفوظ اور توانائی کے لحاظ سے موثر پروف-آف-اسٹیک کنسینسس میکانزم میں اپ گریڈ کیا۔",
  "page-what-is-ethereum-network-staking-section-description-4": "تو، یہ کیسے کام کرتا ہے؟",
  "page-what-is-ethereum-network-staking-section-description-5": "سادہ الفاظ میں، لوگ کچھ ETH <strong>(اپنے ETH کو داؤ پر لگاتے ہیں)</strong> کو بطور ڈیپازٹ لاک اپ کرتے ہیں تاکہ وہ <strong>نیٹ ورک کو محفوظ بنانے</strong> میں مدد کر سکیں۔ ان لوگوں کو ویلیڈیٹرز کہا جاتا ہے۔ جب آپ ETH اسٹیک کرتے ہیں، تو آپ کے ویلیڈیٹر کو نئے ٹرانزیکشنز کو چیک کرنے اور شامل کرنے کے لیے منتخب کیا جاتا ہے۔ اگر آپ ایمانداری سے ایسا کرتے ہیں، تو آپ <strong>انعامات کماتے ہیں</strong>۔ اگر آپ <strong>دھوکہ دہی کی کوشش کرتے ہیں، تو آپ اپنے اسٹیک کا کچھ حصہ کھو دیتے ہیں</strong>۔",
  "page-what-is-ethereum-network-staking-section-description-6": "اسٹیکنگ کے ذریعے ہی ایتھیریم اپنی سروس کے معیار کے لیے معتبر طور پر عہد کرتا ہے۔ داؤ پر لگی اس ساری رقم کا بہترین مفاد ایتھیریم کو محفوظ رکھنے میں ہے—کیا آپ اس کے خلاف شرط لگائیں گے؟",
  "page-what-is-ethereum-network-staking-section-description-7": "پروف-آف-اسٹیک لانچ کرنے کے صرف دو سال بعد، ایتھیریم نے <validators>ایک ملین سے زیادہ ویلیڈیٹرز</validators> کو راغب کیا جو ایتھیریم کو محفوظ بنانے کے لیے <stakedEther>لاکھوں ETH</stakedEther> اسٹیک کرتے ہیں۔ <strong>یہ ایتھیریم پر حملہ کرنا انتہائی مہنگا اور مشکل بنا دیتا ہے</strong>۔ اس کی وجہ یہ ہے کہ، نیٹ ورک پر حملہ کرنے کے لیے، <strong>ایک ادارے کو نیٹ ورک پر حملہ شروع کرنے کے لیے تمام اسٹیک شدہ ETH کا کم از کم 1/3 حصہ درکار ہوتا ہے</strong>۔ آج، یہ دسیوں ارب ڈالر کے برابر ہے، اور تب بھی، حملہ ممکنہ طور پر ناکام ہو جائے گا کیونکہ نیٹ ورک کے بقیہ حصے سے 1/3 سے زیادہ اختلاف حتمی شکل کو روکے گا، لیکن چین دوسرے ورژن کے ساتھ بڑھتا رہے گا جسے سورس-آف-ٹروتھ سمجھا جاتا ہے۔ 1/2 سے زیادہ یہ تبدیل کرتا ہے کہ کس ورژن کو سچ سمجھا جاتا ہے، اور 2/3 سے زیادہ کسی ایسی چیز کو حتمی شکل دینے کی اجازت دے گا جس سے باقی متفق نہیں ہیں۔",
  "page-what-is-ethereum-network-staking-section-description-8": "یہی چیز ایتھیریم کو \"<strong>معاشی تحفظ</strong>\" فراہم کرتی ہے۔ یہ صرف صحیح ٹیکنالوجی رکھنے کے بارے میں نہیں ہے۔ یہ حملوں کو اتنا مہنگا بنانے کے بارے میں ہے کہ کوشش بھی نہ کی جائے۔",
  "page-what-is-ethereum-network-staking-section-description-9": "ایتھیریم نیٹ ورک کو محفوظ بنانے میں مدد کے لیے، آپ یہ دو اہم طریقوں سے کر سکتے ہیں۔",
  "page-what-is-ethereum-network-staking-section-description-10": "پہلا طریقہ ایک نوڈ چلانا ہے۔ نوڈس بلاک چین کی پوری تاریخ کو اسٹور کرتے ہیں، بشمول تمام ٹرانزیکشنز اور اسمارٹ کنٹریکٹ ڈیٹا۔ دوسرے نوڈس کے ساتھ مطابقت پذیری کرکے، وہ نیٹ ورک کی حالت پر متفق ہو سکتے ہیں، اس بات کو یقینی بناتے ہوئے کہ ٹرانزیکشنز جائز ہیں اور اسمارٹ کنٹریکٹ ڈیٹا دستیاب ہے۔",
  "page-what-is-ethereum-network-staking-section-description-11": "دوسرا طریقہ اپنے ETH کو اسٹیک کرنا ہے۔ سب سے آسان طریقہ <lido>Lido</lido> یا <rocketpool>Rocketpool</rocketpool> جیسے اسٹیکنگ فراہم کنندہ کے ذریعے ہے۔ لیکن اگر آپ کے پاس جانکاری ہے، تو گھر پر ویلیڈیٹر سافٹ ویئر چلانے کی کوشش کریں۔",
  "page-what-is-ethereum-network-staking-section-description-12": "اسٹیکنگ کے بارے میں مزید جانیں اور اسے کیسے کریں",
  "page-what-is-ethereum-network-staking-section-description-13": "نوڈ چلانے کا طریقہ سیکھیں",
  "page-what-is-ethereum-network-layer-2s-section-description-1": "جیسے جیسے ایتھیریم زیادہ مقبول ہوتا جا رہا ہے، نیٹ ورک مصروف ہوتا جا رہا ہے۔ جب ڈیمانڈ زیادہ ہوتی ہے، گیس کی فیس بڑھ جاتی ہے اور ٹرانزیکشنز میں زیادہ وقت لگتا ہے۔ اسے ٹھیک کرنے کے لیے، ڈیولپرز نے <strong>کمپینین نیٹ ورکس</strong> کی ایک سیریز بنائی ہے جسے لیئر 2 کہا جاتا ہے۔",
  "page-what-is-ethereum-network-layer-2s-section-description-2": "لیئر 2، جسے L2s بھی کہا جاتا ہے، دوسرے نیٹ ورکس ہیں جو <strong>ایتھیریم کے اوپر چلتے ہیں</strong>۔ وہ ٹرانزیکشنز پر الگ سے کارروائی کرتے ہیں، پھر ایتھیریم پر اسٹور کرنے کے لیے ایک خلاصہ بھیجتے ہیں۔",
  "page-what-is-ethereum-network-layer-2s-section-description-3": "آپ انہیں ایک ہائی وے پر ایکسپریس لین کی طرح سمجھ سکتے ہیں۔ ہر ایک ٹرانزیکشن کے Ethereum Mainnet سے گزرنے کے بجائے، ان میں سے بہت سے یہ تیز، سستی سڑکیں استعمال کرتے ہیں۔",
  "page-what-is-ethereum-network-layer-2s-section-description-4": "کچھ مقبول ترین L2s میں <strong>Base, Arbitrum, Optimism, zkSync</strong> اور <strong>Starknet</strong> شامل ہیں۔ ان میں سے ہر ایک تھوڑا مختلف طریقے سے کام کرتا ہے، لیکن خیال ایک ہی ہے—سیکیورٹی پر سمجھوتہ کیے بغیر ایتھیریم کو اسکیل کرنا۔",
  "page-what-is-ethereum-network-layer-2s-section-description-5": "Optimism یا zkSync پر ایک سادہ ETH ٹرانسفر پر Ethereum Mainnet پر $0.3-$1 کے مقابلے میں <l2fees>$0.04</l2fees> تک کم لاگت آ سکتی ہے۔ ٹوکنز کو تبدیل کرنے جیسے دیگر ٹرانزیکشنز <l2fees>$0.20</l2fees> تک کم ہو سکتے ہیں۔ صارفین کے لیے، اس کا مطلب ہے <strong>قیمت کے ایک حصے پر تیز تر ٹرانزیکشنز</strong>۔",
  "page-what-is-ethereum-network-layer-2s-section-description-6": "نتیجے کے طور پر، L2s تیزی سے بڑھ رہے ہیں۔ ایک ساتھ، وہ <l2beat>ڈیجیٹل اثاثوں میں اربوں ڈالر</l2beat> رکھتے ہیں۔",
  "page-what-is-ethereum-network-layer-2s-section-description-7": "چونکہ L2s ایتھیریم کی سیکیورٹی سے فائدہ اٹھاتے ہیں، عالمی ادائیگیوں اور ایپلیکیشنز بنانے کی خواہشمند کمپنیوں نے ایتھیریم کے اوپر تعمیر کرنا شروع کر دیا۔",
  "page-what-is-ethereum-network-layer-2s-section-description-8": "مثال کے طور پر، Robinhood نے حال ہی میں اسٹاکس کے لیے تیز تر سیٹلمنٹ کو دریافت کرنے کے لیے <robinhood>اپنا L2 لانچ کیا</robinhood>۔ PayPal نے <paypal>اپنا اسٹیبل کوائن PYUSD ایتھیریم L2 Arbitrum میں منتقل کیا</paypal>۔ Shopify اب <shopify>مرچنٹس کو Base پر اسٹیبل کوائن USDC قبول کرنے دیتا ہے</shopify>۔",
  "page-what-is-ethereum-network-layer-2s-section-description-9": "صارفین کے لیے، ایتھیریم اور L2s کے درمیان اثاثوں کو منتقل کرنا سیدھا ہے۔ آپ ETH اور دیگر اثاثوں کو منتقل کرنے کے لیے <superbridge>Superbridge by Optimism</superbridge> یا <portal>Portal by ZKsync</portal> جیسے L2s کے بنائے ہوئے برجز کا استعمال کر سکتے ہیں۔ آپ <hop>Hop</hop> اور <across>Across</across> جیسے تھرڈ پارٹی ٹولز کا بھی استعمال کر سکتے ہیں جو آزاد ٹیموں نے بنائے ہیں۔",
  "page-what-is-ethereum-network-layer-2s-section-description-10": "ایتھیریم لیئر 2 نیٹ ورکس کے بارے میں مزید جانیں",
  "page-what-is-ethereum-network-live-network-data-section-description-1": "ایتھیریم ڈیزائن کے لحاظ سے شفاف ہے۔ نیٹ ورک پر ہر عمل، ETH بھیجنے سے لے کر ویلیڈیٹر چلانے تک، ایک کھلے، عوامی لیجر پر ریکارڈ کیا جاتا ہے جس تک کوئی بھی رسائی حاصل کر سکتا ہے۔",
  "page-what-is-ethereum-network-live-network-data-section-description-2": "یہ آج کے زیادہ تر سسٹمز کے کام کرنے کے طریقے سے بالکل برعکس ہے:",
  "page-what-is-ethereum-network-live-network-data-section-description-3": "بینک اور ادارے اپنے داخلی نمبر شائع کرتے ہیں",
  "page-what-is-ethereum-network-live-network-data-section-description-4": "ایپ کے استعمال کے اعداد و شمار کی ٹیک کمپنیوں کی طرف سے قریب سے حفاظت کی جاتی ہے",
  "page-what-is-ethereum-network-live-network-data-section-description-5": "معاشی ڈیٹا اکثر دیر سے آتا ہے اور بعد میں اس پر نظر ثانی کی جاتی ہے",
  "page-what-is-ethereum-network-live-network-data-section-description-6": "ایتھیریم کے ساتھ، آپ کو بھروسہ کرنے کی ضرورت نہیں ہے۔ آپ تصدیق کر سکتے ہیں۔",
  "page-what-is-ethereum-network-live-network-data-section-description-7": "ایتھیریم کو استعمال کرنے کے لیے آپ کو ان میں سے کچھ بھی سمجھنے کی ضرورت نہیں ہے۔ لیکن اگر آپ یہ جاننے کے لیے متجسس ہیں کہ 2024 میں کتنے ٹرانزیکشنز طے پائے، یا پچھلے چھ مہینوں میں کتنے نئے ایتھیریم ایڈریس بنائے گئے، تو ایسے ٹولز موجود ہیں جو کسی کو بھی حقیقی وقت میں نیٹ ورک کو دریافت کرنے دیتے ہیں۔",
  "page-what-is-ethereum-network-live-network-data-section-description-8": "یہاں کچھ سب سے مفید ڈیٹا کے ذرائع ہیں، اور آپ انہیں کس لیے استعمال کر سکتے ہیں:",
  "page-what-is-ethereum-network-live-network-data-section-description-9": "<etherscan>Etherscan</etherscan>: ٹرانزیکشنز، والیٹ کی سرگرمی، اور اسمارٹ کنٹریکٹس کو چیک کریں",
  "page-what-is-ethereum-network-live-network-data-section-description-10": "<beaconcha>beaconcha.in</beaconcha>: ویلیڈیٹر کے اعداد و شمار، اسٹیکنگ کی سطح، اور نیٹ ورک کی صحت دیکھیں",
  "page-what-is-ethereum-network-live-network-data-section-description-11": "<ultrasound>ultrasound.money</ultrasound>: حقیقی وقت میں ETH سپلائی، اجراء، اور برن کو ٹریک کریں",
  "page-what-is-ethereum-network-live-network-data-section-description-12": "<l2fees>l2fees.info</l2fees>: ایتھیریم اور L2s پر موجودہ ٹرانزیکشن لاگت کا موازنہ کریں",
  "page-what-is-ethereum-network-live-network-data-section-description-13": "<l2beat>L2Beat</l2beat>: تمام بڑے L2s میں محفوظ قدر اور سیکیورٹی ماڈلز دیکھیں",
  "page-what-is-ethereum-network-live-network-data-section-description-14": "<growthepie>growthepie</growthepie>: ایتھیریم میں تمام آن چین سرگرمی اور نمو دیکھیں",
  "page-what-is-ethereum-network-live-network-data-section-description-15": "<dune>Dune</dune>: ایتھیریم میں تمام ڈیجیٹل اثاثوں پر کسٹم ڈیش بورڈز کو دریافت کریں",
  "page-what-is-ethereum-network-live-network-data-section-description-16": "<tokenterminal>Token Terminal</tokenterminal>: dapp ریونیو، استعمال، اور پروٹوکول کی کارکردگی کا موازنہ کریں",
  "page-what-is-ethereum-network-live-network-data-section-description-17": "<nansen>Nansen</nansen>: والیٹ فلو، اسٹیبل کوائن کی نقل و حرکت، اور اسمارٹ منی کے رجحانات کو فالو کریں۔",
  "page-what-is-ethereum-network-live-network-data-section-description-18": "یہ تمام ٹولز موجود ہیں اگر آپ کو ان کی ضرورت ہو۔",
  "page-what-is-ethereum-network-live-network-data-section-description-19": "چاہے آپ ڈیولپر ہوں، محقق ہوں، سرمایہ کار ہوں، یا صرف کوئی ایسا شخص جو ٹرانزیکشن چیک کرنا چاہتا ہو، ایتھیریم کا اوپن نیٹ ورک آپ کو ڈیٹا دیتا ہے—لائیو، بغیر اجازت کے، اور قابل تصدیق۔",
  "page-what-is-ethereum-network-live-network-data-section-description-20": "ایتھیریم نیٹ ورک ڈیش بورڈز اور بلاک ایکسپلوررز کو براؤز کریں"
}