{
  "page-local-environment-brownie-desc": "ایتھریم ورچوئل مشین کو ہدف بنانے والے اسمارٹ کنٹریکٹس کے لیے پائتھن پر مبنی ایک ڈیولپمنٹ اور ٹیسٹنگ فریم ورک۔",
  "page-local-environment-brownie-logo-alt": "براؤنی لوگو",
  "page-local-environment-kurtosis-desc": "تیز رفتار مقامی dApp ڈیولپمنٹ، پروٹو ٹائپنگ، اور ٹیسٹنگ کے لیے ملٹی کلائنٹ ایتھریم ٹیسٹ نیٹ کو آسانی سے کنفیگر کرنے اور اسپن اپ کرنے کے لیے ایک کنٹینر پر مبنی ٹول کٹ۔",
  "page-local-environment-kurtosis-logo-alt": "کرٹوسس لوگو",
  "page-local-environment-epirus-desc": "جاوا ورچوئل مشین پر بلاک چین ایپلیکیشنز کو ڈیولپ، ڈیپلائے اور مانیٹر کرنے کا ایک پلیٹ فارم۔",
  "page-local-environment-epirus-logo-alt": "ایپیرس لوگو",
  "page-local-environment-eth-app-desc": "ایک کمانڈ کے ساتھ ایتھریم سے چلنے والی ایپس بنائیں۔ انتخاب کرنے کے لیے UI فریم ورکس اور DeFi ٹیمپلیٹس کی ایک وسیع پیشکش کے ساتھ آتا ہے۔",
  "page-local-environment-eth-app-logo-alt": "ایتھ ایپ لوگو بنائیں",
  "page-local-environment-foundry-desc": "رسٹ میں لکھی گئی ایتھریم ایپلیکیشن ڈیولپمنٹ کے لیے ایک تیز رفتار، پورٹیبل اور ماڈیولر ٹول کٹ۔",
  "page-local-environment-foundry-logo-alt": "فاؤنڈری لوگو",
  "page-local-environment-framework-feature-1": "مقامی بلاک چین انسٹینس کو شروع کرنے کی خصوصیات۔",
  "page-local-environment-framework-feature-2": "آپ کے اسمارٹ کنٹریکٹس کو کمپائل اور ٹیسٹ کرنے کے لیے یوٹیلیٹیز۔",
  "page-local-environment-framework-feature-3": "اسی پروجیکٹ/ریپوزٹری کے اندر اپنی صارف کا سامنا کرنے والی ایپلیکیشن بنانے کے لیے کلائنٹ ڈیولپمنٹ ایڈ آنز۔",
  "page-local-environment-framework-feature-4": "ایتھریم نیٹ ورکس سے منسلک ہونے اور کنٹریکٹس کو ڈیپلائے کرنے کے لیے کنفیگریشن، چاہے مقامی طور پر چلنے والے انسٹنس پر ہو، یا ایتھریم کے عوامی نیٹ ورکس میں سے ایک پر۔",
  "page-local-environment-framework-feature-5": "ڈی سینٹرلائزڈ ایپ ڈسٹری بیوشن - IPFS جیسے اسٹوریج آپشنز کے ساتھ انضمام۔",
  "page-local-environment-framework-features": "یہ فریم ورک بہت ساری آؤٹ آف دی باکس فعالیت کے ساتھ آتے ہیں، جیسے:",
  "page-local-environment-frameworks-desc": "ہم ایک فریم ورک منتخب کرنے کی تجویز کرتے ہیں، خاص طور پر اگر آپ ابھی شروعات کر رہے ہیں۔ ایک مکمل dApp بنانے کے لیے ٹیکنالوجی کے مختلف ٹکڑوں کی ضرورت ہوتی ہے۔ فریم ورکس میں بہت سی مطلوبہ خصوصیات شامل ہیں یا اپنی پسند کے ٹولز چننے کے لیے آسان پلگ ان سسٹم فراہم کرتے ہیں۔",
  "page-local-environment-frameworks-title": "فریم ورک اور پہلے سے تیار کردہ اسٹیکس",
  "page-local-environment-hardhat-desc": "ہارڈ ہیٹ پیشہ ور افراد کے لیے ایک ایتھریم ڈیولپمنٹ ماحول ہے۔",
  "page-local-environment-hardhat-logo-alt": "ہارڈ ہیٹ لوگو",
  "page-local-environment-openZeppelin-desc": "ہمارے CLI کے ساتھ اسمارٹ کنٹریکٹس کو کمپائل، اپ گریڈ، ڈیپلائے اور ان کے ساتھ تعامل کرکے ڈیولپمنٹ کے کئی گھنٹے بچائیں۔",
  "page-local-environment-openZeppelin-logo-alt": "اوپن زیپلن لوگو",
  "page-local-environment-scaffold-eth-desc": "ایتھرز + ہارڈ ہیٹ + ری ایکٹ: اسمارٹ کنٹریکٹس سے چلنے والی ڈی سینٹرلائزڈ ایپلیکیشنز بنانا شروع کرنے کے لیے آپ کو درکار ہر چیز۔",
  "page-local-environment-scaffold-eth-logo-alt": "اسکیفولڈ-ایتھ لوگو",
  "page-local-environment-setup-meta-desc": "ایتھریم ڈیولپمنٹ کے لیے اپنے سافٹ ویئر اسٹیک کو منتخب کرنے کے طریقے پر گائیڈ۔",
  "page-local-environment-setup-meta-title": "ایتھریم لوکل ڈیولپمنٹ سیٹ اپ",
  "page-local-environment-setup-subtitle": "اگر آپ تعمیر شروع کرنے کے لیے تیار ہیں، تو یہ اپنے اسٹیک کو منتخب کرنے کا وقت ہے۔",
  "page-local-environment-setup-subtitle-2": "یہاں وہ ٹولز اور فریم ورک ہیں جن کا استعمال آپ اپنی ایتھریم ایپلیکیشن بنانے میں مدد کے لیے کر سکتے ہیں۔",
  "page-local-environment-setup-title": "اپنا لوکل ڈیولپمنٹ ماحول سیٹ اپ کریں",
  "page-local-environment-solidity-template-desc": "آپ کے سولیڈیٹی اسمارٹ کنٹریکٹس کے لیے پہلے سے بنائے گئے سیٹ اپ کے لیے ایک GitHub ٹیمپلیٹ۔ اس میں ایک ہارڈ ہیٹ لوکل نیٹ ورک، والیٹ کے نفاذ کے لیے ایتھرز، اور بہت کچھ شامل ہے۔",
  "page-local-environment-solidity-template-logo-alt": "سولیڈیٹی ٹیمپلیٹ لوگو"
}
