{
  "page-get-eth-article-keeping-crypto-safe": "اپنے کرپٹو کو محفوظ رکھنے کی کیز",
  "page-get-eth-article-protecting-yourself": "اپنے آپ اور اپنے فنڈز کی حفاظت",
  "page-get-eth-article-store-digital-assets": "ایتھیریم پر ڈیجیٹل اثاثے کیسے اسٹور کریں",
  "page-get-eth-article-protecting-yourself-desc": "MyCrypto",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": "مرکزی ایکسچینج",
  "page-get-eth-cex-desc": "ایکسچینج وہ کاروبار ہیں جو آپ کو روایتی کرنسیوں کا استعمال کرتے ہوئے کرپٹو خریدنے دیتے ہیں۔ وہ آپ کی خریدی ہوئی کسی بھی ETH کو اس وقت تک اپنی تحویل میں رکھتے ہیں جب تک کہ آپ اسے اپنے کنٹرول والے والیٹ میں نہ بھیج دیں۔",
  "page-get-eth-checkout-dapps-btn": "ہمارے dapps چیک کریں",
  "page-get-eth-community-safety": "سیکورٹی پر کمیونٹی پوسٹس",
  "page-get-eth-description": "ایتھیریم کو کوئی ایک تنظیم کنٹرول نہیں کرتی - یہ غیر مرکزی ہے۔",
  "page-get-eth-dex": "غیر مرکزی ایکسچینجیں (DEXs)",
  "page-get-eth-dex-desc": "اگر آپ مزید کنٹرول چاہتے ہیں تو، <a href=\"/glossary/#smart-contract\">اسمارٹ کنٹریکٹس</a> کا استعمال کرکے ETH خریدیں۔ ایک DEX کے ساتھ آپ کسی مرکزی کمپنی کو اپنے فنڈز کا کنٹرول دیے بغیر ڈیجیٹل اثاثوں کی ٹریڈ کر سکتے ہیں۔",
  "page-get-eth-peers": "اپنے پیئرس سے ETH حاصل کریں",
  "page-get-eth-peers-desc": "ایک بار جب آپ کے پاس ایتھیریم اکاؤنٹ ہو جائے، تو آپ کو صرف اپنا ایڈریس شیئر کرنا ہے تاکہ آپ پیئر-ٹو-پیئر ETH (اور دیگر ٹوکنز) بھیجنا اور وصول کرنا شروع کر سکیں۔",
  "page-get-eth-staking": "اسٹیکنگ ریوارڈز",
  "page-get-eth-staking-desc": "اگر آپ کے پاس پہلے سے کچھ ETH ہے، تو آپ ویلیڈیٹر نوڈ چلا کر مزید کما سکتے ہیں۔ آپ کو یہ توثیقی کام کرنے کے لیے ETH میں ادائیگی کی جاتی ہے۔",
  "page-get-eth-earn": "ETH کمائیں",
  "page-get-eth-earn-desc": "آپ DAOs یا ان کمپنیوں کے لیے کام کرکے ETH کما سکتے ہیں جو کرپٹو میں ادائیگی کرتی ہیں، باؤنٹیز جیت کر، سافٹ ویئر بگز تلاش کرکے اور مزید بہت کچھ۔",
  "page-get-eth-daos-link-desc": "DAOs کے بارے میں جانیں",
  "page-get-eth-cex-link-desc": "ایکسچینجز کی فہرست دیکھیں",
  "page-get-eth-staking-link-desc": "اسٹیکنگ کے بارے میں مزید جانیں",
  "page-get-eth-dexs": "غیر مرکزی ایکسچینجیں (DEXs)",
  "page-get-eth-dexs-desc": "غیر مرکزی ایکسچینجز ETH اور دیگر ٹوکنز کے لئے کھلے بازار ہیں۔ وہ خریداروں اور فروخت کنندگان کو براہ راست جوڑتے ہیں۔",
  "page-get-eth-dexs-desc-2": "ٹرانزیکشن میں فنڈز کی حفاظت کے لیے کسی قابل اعتماد تیسرے فریق کو استعمال کرنے کے بجائے، کوڈ استعمال ہوتا ہے ۔ بیچنے والے کا ETH صرف اس وقت منتقل کیا جائے گا جب ادائیگی کی ضمانت دی جائے۔ اس قسم کے کوڈ کو سمارٹ کنٹریکٹ کے نام سے جانا جاتا ہے۔",
  "page-get-eth-dexs-desc-3": "اس کا مطلب یہ ہے کہ مرکزی متبادلات کے مقابلے میں جغرافیائی پابندیاں کم ہیں۔ اگر کوئی وہ چیز بیچ رہا ہے جو آپ چاہتے ہیں اور آپ کی طرف سے فراہم کردہ ادائیگی کا طریقہ قبول کر رہا ہے، تو آپ کے لیے سب ٹھیک ہے۔",
  "page-get-eth-dexs-desc-4": "نوٹ: بہت سے dexes کام کرنے کے لیے ریپڈ ایتھر (WETH) کا استعمال کرتے ہیں۔ <a href=\"/wrapped-eth\">ریپڈ ایتھر کے بارے میں مزید جانیں</a>۔",
  "page-get-eth-do-not-copy": "مثال: کاپی نہ کریں",
  "page-get-eth-exchanges-disclaimer": "ہم نے یہ معلومات دستی طور پر جمع کیں۔ اگر آپ کو کچھ غلط نظر آتا ہے تو ہمیں بتائیں",
  "page-get-eth-exchanges-empty-state-text": "ایکسچینجز کی ایک فہرست دیکھنے کے لیے اپنے رہائشی ملک کا اندراج کریں جسے آپ استعمال کر سکتے ہیں",
  "page-get-eth-exchanges-except": "سوائے",
  "page-get-eth-exchanges-header": "آپ کس ملک میں رہتے ہیں؟",
  "page-get-eth-exchanges-header-exchanges": "ایکسچینجز",
  "page-get-eth-exchanges-header-wallets": "والیٹس",
  "page-get-eth-exchanges-intro": "ایکسچینجز پر پابندیاں ہیں کہ وہ کرپٹو کہاں بیچ سکتے ہیں۔ یہ ان خدمات کی ایک اشاراتی فہرست ہے جن کے بارے میں خیال کیا جاتا ہے کہ وہ ہر ملک میں کام کرتی ہیں۔ یہاں شمولیت کوئی توثیق نہیں ہے - آپ کو اپنی تحقیق خود کرنی چاہیے!",
  "page-get-eth-exchanges-no-exchanges": "معذرت، ہم کسی ایسے ایکسچینج کو نہیں جانتے جو آپ کو اس ملک سے ETH خریدنے کی اجازت دے۔ اگر آپ جانتے ہیں، تو ہمیں بتائیں پر",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "معذرت، ہم کسی ایسے ایکسچینج کو نہیں جانتے جو آپ کو اس ملک سے ETH خریدنے کی اجازت دے۔ اگر آپ جانتے ہیں، تو ہمیں بتائیں پر",
  "page-get-eth-exchanges-no-wallets": "معذرت، ہم کسی ایسے والیٹ کو نہیں جانتے جو آپ کو اس ملک سے ETH خریدنے کی اجازت دے۔ اگر آپ جانتے ہیں، تو ہمیں بتائیں پر",
  "page-get-eth-exchanges-search": "ٹائپ کریں کہ آپ کہاں رہتے ہیں...",
  "page-get-eth-exchanges-success-exchange": "ایکسچینج کے ساتھ رجسٹر ہونے میں کئی دن لگ سکتے ہیں کیونکہ ان کی قانونی جانچ ہوتی ہے۔",
  "page-get-eth-exchanges-success-wallet-link": "والیٹس",
  "page-get-eth-exchanges-success-wallet-paragraph": "آپ جہاں رہتے ہیں، آپ ان والیٹس سے براہ راست ETH خرید سکتے ہیں۔ کے بارے میں مزید جانیں",
  "page-get-eth-exchanges-usa": "ریاستہائے متحدہ امریکہ (USA)",
  "page-get-eth-get-wallet-btn": "والیٹ حاصل کریں",
  "page-get-eth-hero-image-alt": "ETH ہیرو امیج حاصل کریں",
  "page-get-eth-keep-it-safe": "اپنے ETH کو محفوظ رکھنا",
  "page-get-eth-meta-description": "آپ جہاں رہتے ہیں اس کی بنیاد پر ETH کیسے خریدیں اور اس کی دیکھ بھال کیسے کریں اس پر مشورے۔",
  "page-get-eth-meta-title": "ایتھیریم (ETH) کیسے خریدیں",
  "page-get-eth-need-wallet": "DEX استعمال کرنے کے لیے آپ کو ایک والیٹ کی ضرورت ہوگی۔",
  "page-get-eth-new-to-eth": "ETH میں نئے ہیں؟ شروع کرنے کے لیے یہاں ایک جائزہ ہے۔",
  "page-get-eth-other-cryptos": "دیگر کرپٹو کے ساتھ خریدیں",
  "page-get-eth-protect-eth-desc": "ایتھیریم کی اہم خصوصیات میں سے ایک یہ ہے کہ آپ اپنے اکاؤنٹ کا خود انتظام کرکے اپنے اثاثوں پر کنٹرول رکھتے ہیں۔ اس کا مطلب ہے کہ آپ کو اپنے اثاثوں کے لیے کسی تیسرے فریق پر بھروسہ کرنے کی ضرورت نہیں ہے، اور آپ کسی بھی نگران کے بے ایمانی سے کام کرنے، دیوالیہ ہونے یا ہیک ہونے سے محفوظ رہتے ہیں۔ تاہم، اس کا یہ بھی مطلب ہے کہ آپ اپنی سیکیورٹی کی ذمہ داری خود لیتے ہیں۔",
  "page-get-eth-protect-eth-in-wallet": "اپنا ETH اپنے والیٹ میں رکھیں",
  "page-get-eth-search-by-country": "ملک کے لحاظ سے تلاش کریں",
  "page-get-eth-security": "اس کا مطلب ہے کہ آپ کو اپنے فنڈز کی سیکیورٹی کو سنجیدگی سے لینا ہوگا۔ ETH کے ساتھ، آپ اپنے اثاثوں کی دیکھ بھال کے لیے کسی بینک یا کمپنی پر بھروسہ نہیں کر رہے ہیں، آپ خود اپنی ذمہ داری لے رہے ہیں۔",
  "page-get-eth-smart-contract-link": "اسمارٹ کانٹریکٹس پر مزید",
  "page-get-eth-swapping": "اپنے ٹوکنز کو دوسرے لوگوں کے ETH سے تبدیل کریں۔ اور اس کے برعکس۔",
  "page-get-eth-try-dex": "ایک DEX آزمائیں",
  "page-get-eth-use-your-eth": "اپنا ETH استعمال کریں",
  "page-get-eth-use-your-eth-dapps": "اب جب کہ آپ کے پاس کچھ ETH ہے، کچھ ایتھیریم ایپلی کیشنز (dapps) دیکھیں۔ فنانس، سوشل میڈیا، گیمنگ اور بہت سی دیگر کیٹیگریز کے لیے dapps موجود ہیں۔",
  "page-get-eth-wallet-instructions": "والیٹ کی ہدایات پر عمل کریں",
  "page-get-eth-wallet-instructions-lost": "اگر آپ اپنے اکاؤنٹ تک رسائی کھو دیتے ہیں، تو آپ اپنے فنڈز تک رسائی کھو دیں گے۔ آپ کے والیٹ کو اس سے بچاؤ کے لیے ہدایات دینی چاہئیں۔ ان پر احتیاط سے عمل کرنا یقینی بنائیں – زیادہ تر معاملات میں، اگر آپ اپنے اکاؤنٹ تک رسائی کھو دیتے ہیں تو کوئی بھی آپ کی مدد نہیں کر سکتا۔",
  "page-get-eth-wallets": "والیٹس",
  "page-get-eth-wallets-link": "والیٹس کے بارے میں مزید",
  "page-get-eth-wallets-purchasing": "کچھ والیٹس آپ کو ڈیبٹ/کریڈٹ کارڈ، بینک ٹرانسفر یا ایپل پے کے ذریعے کرپٹو خریدنے کی اجازت دیتے ہیں۔ جغرافیائی پابندیاں لاگو ہوتی ہیں۔",
  "page-get-eth-warning": "یہ DEXs نئے آنے والوں کے لیے نہیں ہیں کیونکہ انہیں استعمال کرنے کے لیے آپ کو کچھ ETH کی ضرورت ہوگی۔ یہ صرف مثالیں ہیں، توثیق شدہ مصنوعات نہیں۔ اپنی تحقیق خود کریں!",
  "page-get-eth-what-are-DEX's": "DEXs کیا ہیں؟",
  "page-get-eth-whats-eth-link": "ETH کیا ہے؟",
  "page-get-eth-where-to-buy-desc": "آپ ETH کما سکتے ہیں، اسے اپنے پیئرس سے حاصل کر سکتے ہیں، یا اسے ایکسچینجز اور ایپس سے خرید سکتے ہیں۔",
  "page-get-eth-where-to-buy-desc-2": "چیک کریں کہ آپ جہاں رہتے ہیں اس کی بنیاد پر کون سی خدمات استعمال کر سکتے ہیں۔",
  "page-get-eth-where-to-buy-title": "ETH کہاں سے حاصل کریں",
  "page-get-eth-your-address": "آپ کا ETH ایڈریس",
  "page-get-eth-your-address-desc": "جب آپ کوئی والیٹ ڈاؤن لوڈ کرتے ہیں تو یہ آپ کے لیے ایک عوامی ETH ایڈریس بنائے گا۔ یہ ایسا لگتا ہے:",
  "page-get-eth-your-address-desc-3": "اسے اپنے ای میل ایڈریس کی طرح سمجھیں، لیکن میل کی بجائے یہ ETH وصول کر سکتا ہے۔ اگر آپ کسی ایکسچینج سے اپنے والیٹ میں ETH منتقل کرنا چاہتے ہیں، تو اپنے ایڈریس کو منزل کے طور پر استعمال کریں۔ بھیجنے سے پہلے ہمیشہ دو بار چیک کرنا یقینی بنائیں!",
  "page-get-eth-your-address-wallet-link": "والیٹس چیک کریں",
  "listing-policy-raise-issue-link": "مسئلہ اٹھائیں",
  "page-find-wallet-last-updated": "آخری بار اپ ڈیٹ کیا گیا"
}
