{
  "page-what-is-ether-meta-title": "ایتھر (ETH) کیا ہے؟ (ایک مکمل گائیڈ) | ethereum.org",
  "page-what-is-ether-meta-description": "ایتھر (ETH) ایتھیریم کی مقامی کرپٹو کرنسی ہے۔ جانیں کہ یہ کس لیے استعمال ہوتا ہے، اسے کیسے اور کہاں سے خریدا جائے، اس کی کتنی مقدار موجود ہے اور اس کی قیمت پر کیا اثر پڑتا ہے۔",
  "page-what-is-ether-twitter-meta-description": "ایتھر (ETH) ایتھیریم کی مقامی کرپٹو کرنسی ہے۔ جانیں کہ یہ کس لیے استعمال ہوتا ہے، اسے کیسے اور کہاں سے خریدا جائے، اس کی کتنی مقدار موجود ہے اور بہت کچھ۔",
  "page-what-is-ether-title": "ایتھر (ETH) کیا ہے؟",
  "page-what-is-ether-hero-description-1": "ایتھر (ETH) وہ مقامی کرپٹو کرنسی ہے جو ایتھیریم نیٹ ورک کو طاقت دیتی ہے۔ اس کا استعمال نیٹ ورک اور اس پر بنی ایپلیکیشنز کو استعمال کرنے کے لیے ٹرانزیکشن فیس (جسے 'گیس' کہا جاتا ہے) ادا کرنے، اسٹیکنگ کے ذریعے نیٹ ورک کو محفوظ بنانے کے لیے کیا جاتا ہے، اور یہ ادائیگیوں اور سرمایہ کاری کے لیے ڈیجیٹل پیسے کے طور پر کام کرتا ہے—بغیر کسی مرکزی ادارے، تنظیم یا حکومت کے کنٹرول کے۔ ETH مارکیٹ کیپٹلائزیشن کے لحاظ سے سب سے بڑی کرپٹو کرنسیوں میں سے ایک ہے۔",
  "page-what-is-ether-what-is-ether-description-1": "ایتھر، جسے عام طور پر ETH کہا جاتا ہے، وہ ایندھن ہے جو ایتھیریم بلاک چین کو طاقت دیتا ہے۔ بٹ کوائن کے برعکس، جو بنیادی طور پر ڈیجیٹل پیسے کے طور پر کام کرتا ہے، ایتھر کے ایتھیریم ایکو سسٹم کے اندر متعدد استعمالات ہیں۔",
  "page-what-is-ether-what-is-ether-description-2": "<strong>ایتھیریم کی مقامی کرپٹو کرنسی کے طور پر، ETH کا استعمال اس لیے کیا جاتا ہے:</strong>",
  "page-what-is-ether-what-is-ether-description-3": "نیٹ ورک اور اس کی ایپلیکیشنز کو استعمال کرنے کے لیے ٹرانزیکشن فیس (گیس) ادا کریں",
  "page-what-is-ether-what-is-ether-description-4": "اسٹیکنگ کے ذریعے ایتھیریم نیٹ ورک کو محفوظ بنائیں",
  "page-what-is-ether-what-is-ether-description-5": "ETH کو 2015 میں ایتھیریم کے لانچ کے حصے کے طور پر متعارف کرایا گیا تھا اور تب سے یہ <assets>دنیا کے سب سے قیمتی اثاثوں میں سے ایک</assets> بن گیا ہے۔",
  "page-what-is-ether-what-is-ether-description-6": "صارفین کے لیے",
  "page-what-is-ether-what-is-ether-description-7": "ETH بینکوں کے بغیر عالمی ادائیگیوں، نان فنجیبل ٹوکنز (NFTs) کی خریداری، اور ڈی سینٹرلائزڈ فائنانس (DeFi) ایپس تک رسائی کو ممکن بناتا ہے۔ یہ 24/7 سرحد پار فعالیت کے ساتھ سنسرشپ کے خلاف مزاحم ہے۔",
  "page-what-is-ether-what-is-ether-description-8": "ڈیولپرز کے لیے",
  "page-what-is-ether-what-is-ether-description-9": "ETH ایتھیریم مین نیٹ پر اسمارٹ کنٹریکٹس کی تعیناتی کے وقت ٹرانزیکشن فیس ادا کرتا ہے۔ یہ ایتھیریم ایکو سسٹم میں بہت سی ایپلیکیشنز کے اندر استعمال ہونے والی بنیادی کرنسی بھی ہے۔",
  "page-what-is-ether-what-is-ether-description-10": "سرمایہ کاروں کے لیے",
  "page-what-is-ether-what-is-ether-description-11": "ETH اسٹیکنگ کے ذریعے قدر کے ذخیرے اور پیداوار پیدا کرنے والے اثاثے کے طور پر کام کرتا ہے۔ یہ ویب 3 کی ترقی اور پھیلتی ہوئی ڈیجیٹل معیشت کو ایکسپوژر فراہم کرتا ہے۔",
  "page-what-is-ether-what-is-ether-description-12": "ETH اسٹیکنگ کے بارے میں مزید جانیں",
  "page-what-is-ether-how-to-buy-eth": "ETH کیسے خریدیں",
  "page-what-is-ether-how-to-buy-eth-description-1": "ETH خریدنا سیدھا ہے اور آپ کی ضروریات اور مقام کی بنیاد پر کئی آپشنز موجود ہیں۔ <strong>ہمیشہ ایک قابل اعتماد پلیٹ فارم سے شروع کریں</strong> جو مضبوط سیکیورٹی پیش کرتا ہو۔",
  "page-what-is-ether-how-to-buy-eth-description-2": "صارفین کے لیے، ETH کرپٹو کرنسی ایکسچینجز یا والیٹ ایپس کے ذریعے خریدیں۔",
  "page-what-is-ether-how-to-buy-eth-description-3": "<strong>ضمنی نوٹ</strong>",
  "page-what-is-ether-how-to-buy-eth-description-4": "ETH خریدتے وقت آپ \"<strong>اکاؤنٹ/ایڈریس</strong>\" اور \"<strong>والیٹ</strong>\" سنیں گے۔",
  "page-what-is-ether-how-to-buy-eth-description-5": "اپنے <strong>اکاؤنٹ کو اپنے ای میل ایڈریس کی طرح سمجھیں</strong> جہاں لوگ آپ کو پیسے بھیجتے ہیں۔",
  "page-what-is-ether-how-to-buy-eth-description-6": "اپنے <strong>والیٹ کو اپنی ای میل ایپ کی طرح سمجھیں</strong> جہاں آپ بیلنس چیک کرتے ہیں اور ادائیگیاں کرتے ہیں۔",
  "page-what-is-ether-how-to-buy-eth-description-7": "آپ ETH اس کے ساتھ خرید سکتے ہیں:",
  "page-what-is-ether-how-to-buy-eth-description-8": "<strong>کریڈٹ/ڈیبٹ کارڈز</strong> فوری طور پر لیکن زیادہ فیس کے ساتھ",
  "page-what-is-ether-how-to-buy-eth-description-9": "<strong>بینک ٹرانسفرز</strong> سست لیکن کم فیس کے ساتھ",
  "page-what-is-ether-how-to-buy-eth-description-10": "<strong>پے پال</strong> یا اسی طرح کی خدمات جہاں دستیاب ہوں",
  "page-what-is-ether-how-to-buy-eth-description-11": "<strong>کاروبار کے لیے</strong>، ایکسچینجز کارپوریٹ اکاؤنٹس پیش کرتے ہیں جن میں زیادہ حدود، بہتر سپورٹ، تعمیل کی خصوصیات، حجم پر رعایت، اور بہتر سیکیورٹی ہوتی ہے۔",
  "page-what-is-ether-how-to-buy-eth-description-12": "ETH حاصل کرنے کے دیگر طریقے:",
  "page-what-is-ether-how-to-buy-eth-description-13": "<strong>ادائیگیاں وصول کریں</strong> ان لوگوں سے جنہیں آپ جانتے ہیں",
  "page-what-is-ether-how-to-buy-eth-description-14": "<strong>لیکویڈیٹی فراہم کریں</strong> ڈی سینٹرلائزڈ فائنانس پروٹوکولز پر",
  "page-what-is-ether-how-to-buy-eth-description-15": "<strong>ETH اسٹیک کریں</strong> ایتھیریم نیٹ ورک کو محفوظ بناتے ہوئے انعامات حاصل کرنے کے لیے",
  "page-what-is-ether-how-to-buy-eth-description-16": "ETH کیسے اور کہاں سے خریدیں اس کے بارے میں مزید جانیں",
  "page-what-is-ether-how-to-send-and-receive-eth": "ETH کیسے بھیجیں اور وصول کریں",
  "page-what-is-ether-how-to-send-and-receive-eth-description-1": "<strong>ETH بھیجنے</strong> کے لیے ایک والیٹ اور وصول کنندہ کے ایڈریس کی ضرورت ہوتی ہے۔ ان کا ایڈریس درج کریں، رقم کی وضاحت کریں، ٹرانزیکشن فیس کا جائزہ لیں، اور تصدیق کریں۔ ٹرانزیکشنز عام طور پر 30 سیکنڈ سے کم میں پہنچ جاتی ہیں اور تصدیق کے بعد انہیں الٹایا نہیں جا سکتا۔",
  "page-what-is-ether-how-to-send-and-receive-eth-description-2": "<strong>ETH وصول کرنے</strong> کے لیے آپ کو اپنا ایتھیریم ایڈریس یا QR کوڈ بھیجنے والے کے ساتھ شیئر کرنا ہوگا۔ نیٹ ورک کی تصدیق کے بعد فنڈز آپ کے والیٹ میں ظاہر ہوتے ہیں، زیادہ تر والیٹ نوٹیفکیشن فراہم کرتے ہیں۔",
  "page-what-is-ether-how-to-send-and-receive-eth-description-3": "<strong>مدد چاہیے؟</strong> <howToUseWallet>والیٹ کا استعمال کیسے کریں</howToUseWallet> گائیڈ پڑھیں۔",
  "page-what-is-ether-how-to-send-and-receive-eth-description-4": "ETH خریدتے وقت آپ \"<strong>اکاؤنٹ/ایڈریس</strong>\" اور \"<strong>والیٹ</strong>\" سنیں گے۔",
  "page-what-is-ether-how-to-send-and-receive-eth-description-5": "اپنے <strong>اکاؤنٹ کو اپنے ای میل ایڈریس کی طرح سمجھیں</strong> جہاں لوگ آپ کو پیسے بھیجتے ہیں۔",
  "page-what-is-ether-how-to-send-and-receive-eth-description-6": "اپنے <strong>والیٹ کو اپنی ای میل ایپ کی طرح سمجھیں</strong> جہاں آپ بیلنس چیک کرتے ہیں اور ادائیگیاں کرتے ہیں۔",
  "page-what-is-ether-how-to-send-and-receive-eth-description-7": "بڑی رقم کے لیے، اضافی سیکیورٹی کے لیے ہارڈویئر والیٹس پر غور کریں۔",
  "page-what-is-ether-how-to-send-and-receive-eth-description-8": "ایتھیریم اور یہ کیسے کام کرتا ہے اس کے بارے میں جانیں۔",
  "page-what-is-ether-how-to-send-and-receive-eth-callout": "اپنا ایتھیریم ایڈریس صرف قابل اعتماد رابطوں کے ساتھ شیئر کریں۔ چونکہ ایتھیریم ایک عوامی لیجر ہے، اس لیے وہ آپ کا بیلنس اور ٹرانزیکشنز دیکھ سکتے ہیں۔ وہ آپ کے فنڈز تک رسائی حاصل نہیں کر سکتے لیکن رازداری کی سفارش کی جاتی ہے۔",
  "page-what-is-ether-how-long-does-it-take-to-send-eth": "ETH بھیجنے میں کتنا وقت لگتا ہے؟",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-1": "ETH ٹرانزیکشنز عام طور پر 30 سیکنڈ سے کم میں مکمل ہو جاتی ہیں۔ ایتھیریم نیٹ ورک ہر 12 سیکنڈ میں بلاکس پر کارروائی کرتا ہے، حالانکہ بھیڑ کے دوران ٹرانزیکشنز قطار میں لگ سکتی ہیں۔",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-2": "ٹرانزیکشنز ~15 منٹ کے بعد 'فائنلٹی' حاصل کرتی ہیں، بٹ کوائن کے 60 منٹ کے اوسط کے مقابلے میں۔",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-3": "زیادہ نیٹ ورک ٹریفک کے دوران، آپ زیادہ ٹرانزیکشن فیس ادا کرکے ٹرانزیکشنز کو تیز کر سکتے ہیں، جو آپ کو لائن میں آگے رکھتا ہے۔ فیس ویلیڈیٹرز اور ایک برننگ میکانزم کے درمیان تقسیم کی جاتی ہے۔",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth": "ETH بھیجنے میں کتنا خرچ آتا ہے؟",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth-description-1": "ایتھیریم ٹرانزیکشنز کے لیے <strong>ETH میں ادا کی جانے والی ٹرانزیکشن فیس</strong> کی ضرورت ہوتی ہے۔ فیس کا حساب مطلوبہ کمپیوٹیشنل کام (جسے 'گیس' میں ماپا جاتا ہے) اور نیٹ ورک کی موجودہ مانگ کی بنیاد پر کیا جاتا ہے۔ گیس کی قیمت نیٹ ورک ٹریفک کے ساتھ گھٹتی بڑھتی رہتی ہے، جس سے آف پیک اوقات میں ٹرانزیکشنز کم لاگت والی ہو جاتی ہیں۔",
  "page-what-is-ether-l2s": "L2s میں داخل ہوں: ایتھیریم کو اسکیل کرنا",
  "page-what-is-ether-l2s-description-1": "جیسے جیسے ایتھیریم کی مقبولیت بڑھ رہی ہے، ٹرانزیکشن فیس کو کم رکھنا مشکل ہوتا جا رہا ہے۔ <strong>لیئر 2 (L2)</strong> نیٹ ورکس اس مسئلے کو حل کرتے ہیں۔",
  "page-what-is-ether-l2s-description-2": "<optimism>Optimism</optimism> اور <arbitrum>Arbitrum</arbitrum> جیسے L2s ایتھیریم کی سیکیورٹی کو وراثت میں لیتے ہوئے <strong>10-100 گنا سستی فیس</strong> پیش کرتے ہیں۔ وہ ٹرانزیکشنز کو آف چین پروسیس کرتے ہیں اور ڈیٹا کو ایتھیریم پر پوسٹ کرتے ہیں۔",
  "page-what-is-ether-l2s-description-3": "انہیں ایکسپریس لین کے طور پر سوچیں جو ایتھیریم کی مرکزی شاہراہ کے ساتھ تیز، سستی ٹرانزیکشنز فراہم کرتی ہیں۔",
  "page-what-is-ether-l2s-description-4": "L2 <strong>ٹرانسفرز کی لاگت عام طور پر $0.01 سے کم ہوتی ہے</strong>، جو رابن ہڈ، پے پال، اور شاپیفائی جیسی کمپنیوں کے ساتھ انضمام کے ذریعے ایتھیریم کو لاکھوں مزید صارفین تک پہنچاتی ہے۔",
  "page-what-is-ether-what-is-the-eth-supply": "ETH کی سپلائی کیا ہے؟",
  "page-what-is-ether-what-is-the-eth-supply-description-1": "بٹ کوائن کی 21 ملین کی مقررہ حد کے برعکس، ETH میں متحرک سپلائی میکینکس ہیں:",
  "page-what-is-ether-what-is-the-eth-supply-description-2": "نیا ETH پروٹوکول کے ذریعے حسابی محدود شرح پر نیٹ ورک ویلیڈیٹرز کو انعام دینے کے لیے جاری کیا جاتا ہے",
  "page-what-is-ether-what-is-the-eth-supply-description-3": "ہر ٹرانزیکشن فیس کا ایک حصہ مستقل طور پر \"برن\" (وجود سے حذف) کر دیا جاتا ہے",
  "page-what-is-ether-what-is-the-eth-supply-description-4": "یہ نیٹ ورک کے استعمال کی بنیاد پر افراط زر اور تنزلی کے متبادل ادوار پیدا کرتا ہے",
  "page-what-is-ether-what-is-the-eth-supply-description-5": "<strong>متوقع توازن</strong>: یہ نظام نیٹ ورک سیکیورٹی کو طویل مدتی قدر کے تحفظ کے ساتھ متوازن کرتا ہے۔ زیادہ استعمال سے تنزلی ہوتی ہے؛ کم استعمال سے افراط زر ہوتا ہے۔",
  "page-what-is-ether-what-is-the-eth-supply-description-6": "ڈیٹا کے ذرائع: <etherscan>Etherscan</etherscan>, <ultrasound>Ultrasound Money</ultrasound>",
  "page-what-is-ether-what-is-the-distribution-of-eth": "ETH کی تقسیم کیا ہے؟",
  "page-what-is-ether-what-is-the-distribution-of-eth-description-1": "ملکیت <etherscan>کروڑوں ایڈریسز</etherscan> پر وسیع پیمانے پر تقسیم ہے، جو کنٹرول کے ارتکاز کو روکتی ہے اور ڈی سینٹرلائزیشن کو بڑھاتی ہے۔",
  "page-what-is-ether-breakdown": "ایتھر کی تقسیم کا بریک ڈاؤن",
  "page-what-is-ether-breakdown-description-1": "<strong>اسٹیک شدہ ایتھر</strong>: نیٹ ورک سیکیورٹی کے لیے <beaconchain>لاک</beaconchain> کیے گئے کروڑوں ETH",
  "page-what-is-ether-breakdown-description-2": "<strong>ایکسچینجز</strong>: سینٹرلائزڈ پلیٹ فارمز سپلائی کا <unchained>13-16%</unchained> رکھتے ہیں",
  "page-what-is-ether-breakdown-description-3": "<strong>اسمارٹ کنٹریکٹس</strong>: DeFi پروٹوکولز سمیت اسمارٹ کنٹریکٹس میں اہم مقدار",
  "page-what-is-ether-breakdown-description-4": "<strong>ایتھیریم فاؤنڈیشن</strong>: سپلائی کا <ef>0.3% سے کم</ef> رکھتی ہے (2014 میں 9% سے کم)",
  "page-what-is-ether-who-holds-most": "سب سے زیادہ کس کے پاس ہے؟",
  "page-what-is-ether-who-holds-most-description-1": "سب سے زیادہ ETH بیلنس والے ایتھیریم ایڈریسز عام طور پر افراد نہیں ہوتے ہیں۔ \"ٹاپ\" ایتھیریم ایڈریسز میں نظر آنے والے ایتھر کی بڑی اکثریت بہت سے مختلف لوگوں اور اداروں کے اجتماعی، پولڈ فنڈز کی نمائندگی کرتی ہے، نہ کہ کسی ایک فرد کی ہولڈنگز کی۔ ",
  "page-what-is-ether-who-holds-most-description-2": "سب سے زیادہ بیلنس والے ETH اکاؤنٹس میں عام طور پر شامل ہیں:",
  "page-what-is-ether-who-holds-most-description-3": "بیکن چین ڈیپازٹ کنٹریکٹ: ڈیپازٹ کنٹریکٹ کا بیلنس ان تمام ETH کی نمائندگی کرتا ہے جو ایتھیریم نیٹ ورک کو محفوظ بنانے میں مدد کے لیے <staked>اسٹیک</staked> کیے گئے ہیں۔ اگرچہ یہ سب سے بڑے ETH بیلنس والا ایتھیریم ایڈریس ہے، لیکن یہ ایک قابل رسائی ایتھیریم والیٹ اکاؤنٹ کی نمائندگی نہیں کرتا ہے۔ یہ ایک اسمارٹ کنٹریکٹ ہے جو اسٹیکنگ میں حصہ لینے کے پہلے قدم کے طور پر ETH کے ڈیپازٹس کو قبول کرتا ہے، پھر اس ایتھر کے بیلنس کو نیٹ ورک کے فعال ویلیڈیٹرز میں منظم کرتا ہے۔",
  "page-what-is-ether-who-holds-most-description-4": "اسمارٹ کنٹریکٹس: بہت سے دوسرے زیادہ بیلنس والے ایتھیریم ایڈریسز ان اسمارٹ کنٹریکٹس کی نمائندگی کرتے ہیں جو ایتھیریم پر مبنی ایپلیکیشنز کو طاقت دیتے ہیں، جیسے کہ ڈی سینٹرلائزڈ فائنانس (DeFi) پروٹوکولز، برجز، یا ڈی سینٹرلائزڈ آٹونومس آرگنائزیشنز (DAOs) کے لیے اسمارٹ کنٹریکٹ ایڈریسز۔ یہ کنٹریکٹ بیلنس اس ایتھر کی نمائندگی کرتے ہیں جو بہت سے والیٹس نے اپنی ایپلیکیشن میں حصہ لینے کے لیے جمع کروائے ہیں۔",
  "page-what-is-ether-who-holds-most-description-5": "Omnibus اکاؤنٹس: یہ بڑے والیٹس ہیں جو ایکسچینجز، پلیٹ فارمز، اور فنڈز (جیسے Coinbase، Robinhood، یا Binance) کے ذریعے چلائے جاتے ہیں۔ جب کوئی صارف کسی ایکسچینج پر ETH خریدتا ہے، تو اسے اکثر ان بڑے اکاؤنٹس میں سے کسی ایک میں رکھا جاتا ہے، ساتھ ہی پلیٹ فارم کے ہزاروں دوسرے صارفین کے ETH کے ساتھ۔",
  "page-what-is-ether-who-holds-most-description-6": "آپ <etherscan>Etherscan پر یہاں</etherscan> سب سے زیادہ ETH بیلنس والے ایتھیریم والیٹ ایڈریسز کی لائیو فہرست دیکھ سکتے ہیں۔",
  "page-what-is-ether-distribution": "ڈی سینٹرلائزیشن کے لیے تقسیم کیوں اہمیت رکھتی ہے",
  "page-what-is-ether-distribution-description-1": "وسیع تقسیم مرکزی کنٹرول کو روکتی ہے۔ حقیقی ڈی سینٹرلائزیشن نیٹ ورک کو برقرار رکھنے والے آزاد نوڈز اور ویلیڈیٹرز کی تعداد پر منحصر ہے۔",
  "page-what-is-ether-what-makes-eth-valuable": "کون سی چیز ETH کو قیمتی بناتی ہے؟",
  "page-what-is-ether-what-makes-eth-valuable-description-1": "ETH متعدد ذرائع سے قدر حاصل کرتا ہے:",
  "page-what-is-ether-what-makes-eth-valuable-description-2": "<strong>نیٹ ورک یوٹیلیٹی</strong>: تمام ایتھیریم ٹرانزیکشنز کے لیے گیس فیس کے لیے ETH کی ضرورت ہوتی ہے، جس سے ایک مستقل مانگ پیدا ہوتی ہے جو نیٹ ورک کو اپنانے کے ساتھ بڑھتی ہے۔",
  "page-what-is-ether-what-makes-eth-valuable-description-3": "<strong>اسٹیکنگ انعامات</strong>: ETH اسٹیکرز نیٹ ورک کو محفوظ بناتے ہوئے پیداوار حاصل کرتے ہیں، جو انفرادی اور ادارہ جاتی دونوں سرمایہ کاروں کو اپیل کرتا ہے۔",
  "page-what-is-ether-what-makes-eth-valuable-description-4": "<strong>قدر کا ذخیرہ</strong>: بہت سے لوگ ETH کو \"ڈیجیٹل آئل\" کے طور پر دیکھتے ہیں—ایک نایاب اثاثہ جس میں حقیقی یوٹیلیٹی ڈیجیٹل معیشت کو طاقت دیتی ہے۔",
  "page-what-is-ether-what-makes-eth-valuable-description-5": "<strong>سپلائی کی حرکیات</strong>: فیس برننگ زیادہ استعمال کے ادوار کے دوران تنزلی کا دباؤ پیدا کرتی ہے۔ 2021 سے، <ultrasound>لاکھوں ETH کو مستقل طور پر</ultrasound> گردش سے ہٹا دیا گیا ہے۔",
  "page-what-is-ether-what-is-wrapping-eth": "ETH کو ریپ کرنا کیا ہے؟",
  "page-what-is-ether-what-is-wrapping-eth-description-1": "ریپڈ ETH (WETH) ایک ERC-20 ٹوکن ہے جو ETH کی 1:1 بنیاد پر نمائندگی کرتا ہے۔ بہت سی ڈی سینٹرلائزڈ ایپس اور L2 نیٹ ورکس ERC-20 ٹوکنز کو ہینڈل کرنے کے لیے بنائے گئے ہیں، لیکن مقامی ETH خود ایک ERC-20 ٹوکن نہیں ہے۔ 'ریپنگ' کا مطلب ہے ETH کو ایک اسمارٹ کنٹریکٹ میں لاک کرنا، اور اس لاک شدہ ETH (WETH) کی ERC-20 نمائندگی جاری کرنا، جس سے اسے کسی بھی ایسی ایپس اور L2s میں استعمال کیا جا سکتا ہے جو صرف ERC-20 ٹوکنز کو قبول کر سکتی ہیں۔",
  "page-what-is-ether-what-is-wrapping-eth-description-2": "عام استعمالات میں شامل ہیں:",
  "page-what-is-ether-what-is-wrapping-eth-description-3": "ڈی سینٹرلائزڈ ایکسچینجز جیسے <uniswap>Uniswap</uniswap> پر ٹریڈنگ جوڑے",
  "page-what-is-ether-what-is-wrapping-eth-description-4": "لینڈنگ پلیٹ فارمز جیسے <aave>Aave</aave> پر کولیٹرل",
  "page-what-is-ether-what-is-wrapping-eth-description-5": "NFT مارکیٹ پلیسز جیسے <opensea>OpenSea</opensea> پر بولی لگانا",
  "page-what-is-ether-what-is-wrapping-eth-description-6": "WETH کو کسی بھی وقت کم سے کم فیس کے ساتھ واپس ETH میں ان ریپ کیا جا سکتا ہے۔ WETH کو تباہ کر دیا جاتا ہے، اور جس ETH کی وہ نمائندگی کرتا تھا اسے اسمارٹ کنٹریکٹ سے جاری کر دیا جاتا ہے۔ زیادہ تر ایپلیکیشنز ریپنگ اور ان ریپنگ کے عمل کو بغیر کسی رکاوٹ کے ہینڈل کرتی ہیں۔",
  "page-what-is-ether-what-is-wrapping-eth-description-7": "ریپڈ ETH (WETH) کے بارے میں مزید جانیں",
  "page-what-is-ether-gas-table-transaction-type": "ٹرانزیکشن کی قسم",
  "page-what-is-ether-gas-table-typical-cost-range": "لائیو لاگت کی حد",
  "page-what-is-ether-gas-table-estimated-gas-units": "تخمینی گیس یونٹس",
  "page-what-is-ether-gas-table-row-1-1": "ETH ٹرانسفرز",
  "page-what-is-ether-gas-table-row-2-1": "ٹوکنز کو تبدیل کرنا",
  "page-what-is-ether-gas-table-row-3-1": "پیچیدہ DeFi/NFT ٹرانزیکشنز"
}