{
  "page-what-is-ethereum-meta-title": "ایتھیریم کیا ہے؟ ایک مکمل رہنمائی | ethereum.org",
  "page-what-is-ethereum-meta-description": "ایتھیریم کیا ہے، یہ کیسے کام کرتا ہے، یہ کیا کرتا ہے اور اس پر استعمال یا تعمیر کیسے شروع کی جا سکتی ہے۔ سادہ الفاظ میں وضاحت۔",
  "page-what-is-ethereum-title": "اتھیریم کیا ہے؟",
  "page-what-is-ethereum-hero-description-1": "ایتھیریم ایک غیرمرکزی بلاک چین نیٹ ورک اور سافٹ ویئر ڈیولپمنٹ پلیٹ فارم ہے، جو کرپٹو کرنسی ایٹر (ETH) سے چلتا ہے۔",
  "page-what-is-ethereum-hero-description-2": "یہ ہزاروں کرپٹو کرنسیز اور ایپلیکیشنز کا مرکز ہے جن میں <strong>DeFi</strong>، NFTs، گیمنگ، غیرمرکزی سوشل میڈیا اور <strong>stablecoins</strong> شامل ہیں۔",
  "page-what-is-ethereum-ethereum-intro-1": "ایتھیریم ایک اوپن اور پبلک بلاک چین ہے جو جولائی 2015 میں ایک سافٹ ویئر ڈیولپر وائٹالک بوٹرن اور ایک چھوٹی سی شریک بانی ٹیم نے شروع کیا تھا۔",
  "page-what-is-ethereum-ethereum-intro-2": "Ethereum کے پیچھے کا خیال سادہ تھا۔ جبکہ Bitcoin آپ کو ڈیجیٹل کیش بھیجنے اور وصول کرنے دیتا ہے، Ethereum نے اس پر <a>اسمارٹ کنٹریکٹس</a> کہلانے والے اوپن سورس پروگراموں کے ذریعے اضافہ کیا۔",
  "page-what-is-ethereum-ethereum-intro-3": "<strong>سمارٹ کنٹریکٹس</strong> ہر کسی کو اجازت دیتے ہیں کہ وہ اپنے ڈیجیٹل اثاثے اور غیرمرکزی ایپلیکیشنز (dapps) تخلیق کرے جو 24/7، عالمی سطح پر چل سکیں۔ اور بینک، کارپوریشنز یا حکومتوں کے برعکس، سمارٹ کنٹریکٹس انٹرنیٹ کنکشن رکھنے والے ہر فرد کے لیے دستیاب ہیں۔",
  "page-what-is-ethereum-ethereum-intro-4": "2015 سے، ایتھیریم ایک پھلتا پھولتا ماحولیاتی نظام بن چکا ہے جس میں <strong>stablecoins</strong>، نان فنجیبل ٹوکنز (<strong>NFTs</strong>)، اور گورننس ٹوکنز شامل ہیں، نیز ایک وسیع دنیا dapps کی بھی ہے جو غیرمرکزی فنانس (<strong>DeFi</strong>)، فن اور کلیکشنز، گیمنگ اور غیرمرکزی سوشل میڈیا کو سہارا دیتی ہے۔",
  "page-what-is-ethereum-ethereum-intro-5": "اجتماعی طور پر اس توسیع کو <strong>web3</strong> کہا جاتا ہے، جو <strong>انٹرنیٹ</strong> کے تیسرے مرحلے کی نمائندگی کرتا ہے جو ملکیت کے اردگرد مرکوز ہے۔",
  "page-what-is-ethereum-ethereum-intro-6": "آج، دنیا بھر میں <strong>لاکھوں</strong> لوگ ایتھیریم استعمال کرتے ہیں، <strong>اربوں</strong> افراد اربوں ڈالر کے اثاثے رکھتے ہیں جو ہر سال <strong>کھربوں</strong> ڈالر بھیجتے اور وصول کرتے ہیں—وہ بھی بغیر کسی بینک کے۔",
  "page-what-is-ethereum-ethereum-intro-7": "اس سب کے مرکز میں ایتھیریم کی اپنی کرپٹو کرنسی <strong>ایٹر (ETH)</strong> ہے، جو ڈیجیٹل رقم کی ایک نئی قسم ہے جو پورے نیٹ ورک کو طاقت دیتی ہے۔",
  "page-what-is-ethereum-network-title": "<a>What is the Ethereum network?</a>",
  "page-what-is-ethereum-network-intro-1": "آپ ایتھیریم نیٹ ورک کو ایک <strong>عالمی ڈیجیٹل انفراسٹرکچر</strong> سمجھ سکتے ہیں جسے ہر کوئی استعمال کر سکتا ہے لیکن کوئی بھی اس کا غلط استعمال نہیں کر سکتا۔",
  "page-what-is-ethereum-network-intro-2": "یہ نیٹ ورک دنیا بھر میں ہزاروں آزاد <strong>کمپیوٹرز</strong> پر مشتمل ہے جنہیں نوڈز کہا جاتا ہے۔ یہ نوڈز عام لوگ چلاتے ہیں جو مل کر مالیاتی خدمات اور ڈیجیٹل اثاثے کسی کو بھی فراہم کرتے ہیں، چاہے وہ کہیں بھی ہوں۔",
  "page-what-is-ethereum-network-intro-3": "ایتھیریم نیٹ ورک کی <strong>تین بڑی خصوصیات</strong> ہیں جو اسے روایتی نیٹ ورکس سے برتر بناتی ہیں: یہ سینسرشپ کے خلاف مزاحم ہے، بہتر سیکیورٹی فراہم کرتا ہے اور اس کی قابل اعتمادیت زیادہ ہے.",
  "page-what-is-ethereum-network-censorship-title": "احتسابی مزاحم",
  "page-what-is-ethereum-network-censorship-desc-1": "روایتی ایپلیکیشنز اور مالیاتی خدمات بینک یا کارپوریشنز پر انحصار کرتی ہیں جو بلاک کرنے یا اکاؤنٹس منجمد کرنے کا اختیار رکھتی ہیں، لیکن ایتھیریم پر چلنے والی dapps سینسرشپ کے خلاف مزاحم ہیں۔",
  "page-what-is-ethereum-network-censorship-desc-2": "یہ اس لیے ممکن ہے کیونکہ نیٹ ورک پر موجود ہر نوڈ ہر لین دین کو بغیر کسی امتیاز کے ریکارڈ کرتا ہے—اور یہ اصول کوڈ کے اندر ہی شامل ہے.",
  "page-what-is-ethereum-network-security-title": "ایتھیریم نہایت محفوظ ہے۔",
  "page-what-is-ethereum-network-security-desc-1": "اگرچہ زیادہ تر ایپس کلاؤڈ پلیٹ فارمز جیسے AWS پر ہوسٹ ہوتی ہیں اور ہٹائے جانے اور حملوں کا نشانہ بن سکتی ہیں، لیکن dapps خود نیٹ ورک کے ذریعے محفوظ ہیں۔ ہر لین دین اور اسمارٹ کنٹریکٹ کا ریکارڈ بلاک چین پر ہوتا ہے۔",
  "page-what-is-ethereum-network-security-desc-2": "اگر کوئی کنٹریکٹ بدلنے کی کوشش کرے تو نیٹ ورک اس کو قبول نہیں کرے گا کیونکہ یہ ریکارڈ سے مطابقت نہیں رکھتا۔ صرف ایک ایپ کو ہٹانے کے لیے بھی حملہ آور کو پورے نیٹ ورک پر قبضہ کرنا ہوگا جو عملی طور پر ناممکن ہے اور اسے ہم آہنگ کرنا انتہائی مشکل۔",
  "page-what-is-ethereum-network-reliability-title": "ایتھیریم مضبوط اور ناقابل حمل ہے۔",
  "page-what-is-ethereum-network-reliability-desc-1": "مرکزی ہوسٹنگ پلیٹ فارمز ڈاؤن ہو سکتے ہیں اور ایپس کو بند کر سکتے ہیں، لیکن ایتھیریم کا ڈیزائن مکمل اپ ٹائم یقینی بناتا ہے۔ اگر کچھ نوڈز کسی وجہ سے آف لائن ہو جائیں تو بھی نیٹ ورک بغیر رکے چلتا رہے گا۔",
  "page-what-is-ethereum-network-reliability-desc-2": "دنیا بھر میں ہزاروں نوڈز ایتھیریم کو چلائے رکھتے ہیں۔ اگرچہ زیادہ طلب لین دین کی فیس کو بڑھا سکتی ہے، مگر یہ ظاہر کرتی ہے کہ نیٹ ورک غیرمرکزی ہے، محفوظ ہے، اور ہمیشہ دستیاب ہے جب آپ کو اس کی ضرورت ہو۔",
  "page-what-is-ethereum-network-layer2-title": "Ethereum extensions (Layer 2)",
  "page-what-is-ethereum-network-layer2-desc-1": "مختلف ڈویلپرز نے لیئر 2 (L2) نیٹ ورکس تیار کیے ہیں جو ایتھیریم پر چلتے ہیں تاکہ اس کی گنجائش میں اضافہ کیا جا سکے۔ L2 بالکل ایکسپریس لینز کی طرح ہیں، جو ٹرانزیکشن کو تیز اور سستا بناتے ہیں۔",
  "page-what-is-ethereum-network-layer2-desc-2": "کچھ مشہور لیئر 2 (L2) جن میں شامل ہیں <a>optimism</a>, <a>arbitrum</a>, <a>zkSync</a>, اور <a>base</a>، اب روزانہ اربوں ڈالر کے لین دین پراسیس کرتے ہیں۔",
  "page-what-is-ethereum-network-learn-more": "ایتھیریم نیٹ ورک کے بارے میں مزید جانیے۔",
  "page-what-is-ethereum-ether-title": "ایتھر (ETH) کیا ہے؟",
  "page-what-is-ethereum-ether-intro-1": "<a>Ether (ETH)</a> ایتھیریم کی مقامی کرپٹو کرنسی ہے۔",
  "page-what-is-ethereum-ether-intro-2": "یہ ایک نئی قسم کی <strong>ڈیجیٹل رقم</strong> ہے جسے آپ چند سیکنڈز میں دنیا کے کسی بھی کونے میں بھیج سکتے ہیں، صرف چند سینٹ کی قیمت پر۔ لیکن ETH صرف ادائیگیوں کے بارے میں نہیں ہے۔ یہ نیٹ ورک کو فعال رکھنے میں اہم کردار ادا کرتا ہے۔",
  "page-what-is-ethereum-ether-intro-3": "جب آپ ایتھیریم پر لین دین کرتے ہیں، کوئی نیا dapp بناتے ہیں یا استعمال کرتے ہیں، تو آپ ایک چھوٹی <strong>ٹرانزیکشن فیس</strong> (یا گیس فیس) ETH میں ادا کرتے ہیں۔ یہ فیس ان لوگوں کو انعام دیتی ہے جو ٹرانزیکشنز کو پراسیس کرتے ہیں۔",
  "page-what-is-ethereum-ether-intro-4": "آپ ETH کما بھی سکتے ہیں نیٹ ورک کو محفوظ بنانے کے لیے اپنے ETH کو <strong>اسٹیک</strong> کر کے۔ اپنے ETH کو لاک کر کے آپ لین دین پراسیس کرنے کے اہل ہو جاتے ہیں۔ اس کے بدلے آپ کو مزید ETH ملتا ہے۔ اس طرح ایتھیریم خود کفیل معیشت بناتا ہے جو کمپنیوں کی بجائے صارفین کے ذریعے چلتا ہے۔",
  "page-what-is-ethereum-ether-intro-5": "روایتی کرنسیوں کے برعکس، <strong>ETH وقت کے ساتھ ساتھ زیادہ کمیاب</strong> ہو سکتا ہے۔ ہر بار جب کوئی ایتھیریم استعمال کرتا ہے تو تھوڑا ETH جلا دیا جاتا ہے اور سپلائی سے ہمیشہ کے لیے ہٹا دیا جاتا ہے۔ مصروف دنوں میں جلایا جانے والا ETH پیدا ہونے والے ETH سے زیادہ ہوتا ہے، اس سے ETH کی کمی بڑھتی ہے اور وقت کے ساتھ اس کی قدر میں اضافہ ہوتا ہے۔",
  "page-what-is-ethereum-ether-intro-6": "اسی وجہ سے، بہت سے لوگ ETH کو سرمایہ کاری کے طور پر دیکھتے ہیں اور اپنی بچت بڑھانے کے لیے اسے ہولڈ کرتے ہیں، اسٹیک کرتے ہیں یا قرض دیتے ہیں۔",
  "page-what-is-ethereum-ether-learn-more": "ایٹر (ETH) کے بارے میں مزید جانیے۔",
  "page-what-is-ethereum-how-title": "ایتھیریم کیسے کام کرتا ہے؟",
  "page-what-is-ethereum-how-intro-1": "جب ایتھیریم پہلی بار 2015 میں لانچ ہوا تو اس نے <strong>پروف آف ورک</strong> نامی نظام استعمال کیا۔",
  "page-what-is-ethereum-how-intro-2": "یہ میکانزم، جسے بٹ کوائن نے شروع کیا تھا، اسی طرح تمام کمپیوٹرز اس بات پر متفق ہوتے ہیں کہ کس کی ملکیت کیا ہے۔ کمپیوٹرز ایک پیچیدہ ریاضی کی پہیلی کو حل کرنے میں بہت زیادہ توانائی استعمال کرتے ہیں۔ جیتنے والے کو آنے والے ٹرانزیکشنز کا ایک بلاک تجویز کرنے اور نیا ETH کمانے کا موقع ملتا ہے۔",
  "page-what-is-ethereum-how-intro-3": "2022 میں، ایتھیریم نے ایک نیا نظام متعارف کرایا جسے <strong>پروف آف اسٹیک</strong> کہا جاتا ہے، جو 99٪ زیادہ توانائی مؤثر ہے۔ ریاضی کی پہیلیوں کے بجائے، ویلیڈیٹرز اپنا ETH لاک کرتے ہیں تاکہ لین دین پراسیس کرنے کا حق حاصل کریں۔",
  "page-what-is-ethereum-how-intro-4": "اگر وہ درست طریقے سے کریں تو ETH کماتے ہیں، اور اگر وہ دھوکہ دیں تو اپنی کچھ رقم کھو دیتے ہیں.",
  "page-what-is-ethereum-how-intro-5": "یہاں ایک مثال ہے:",
  "page-what-is-ethereum-how-example-1-title": "جب آپ ایتھیریم پر اپنے دوست کو $10 سٹیبل کوائن بھیجتے ہیں۔",
  "page-what-is-ethereum-how-example-1-step-1": "آپ اپنا والیٹ کھولتے ہیں، بھیجنے کے لیے اکاؤنٹ کا ایڈریس اور رقم درج کرتے ہیں، پھر 'بھیجیں' پر کلک کرتے ہیں۔",
  "page-what-is-ethereum-how-example-1-step-2": "ٹرانزیکشن کو دستخط کر کے نیٹ ورک کو بھیج دیا جاتا ہے۔",
  "page-what-is-ethereum-how-example-1-step-3": "یہ ادائیگی پبلک قطار (میم پول) میں انتظار کرتی ہے جب تک بلاک پروپوزر اسے نہ اٹھا لے۔",
  "page-what-is-ethereum-how-example-1-step-4": "بلاک پروپوزر ٹرانزیکشن کو بلاک میں شامل کرتا ہے، نیٹ ورک پر نشر کرتا ہے اور فیس کماتا ہے۔",
  "page-what-is-ethereum-how-example-1-step-5": "آپ کے دوست کے والیٹ میں +$10 ظاہر ہوتا ہے۔",
  "page-what-is-ethereum-how-example-1-step-6": "دیگر ویلیڈیٹرز اس بلاک کی جانچ پڑتال کرتے ہیں، اور جب یہ تصدیق ہو جاتی ہے، تو دونوں والیٹس اپڈیٹ ہو جاتے ہیں۔",
  "page-what-is-ethereum-how-example-2-title": "جب آپ Ethereum پر 5$ کی کوئی جمع کی جانے والی شے مِنٹ کرتے ہیں:",
  "page-what-is-ethereum-how-example-2-step-1": "آپ dapp سے جڑتے ہیں اور \"mint\" کے لیے آئٹم منتخب کرتے ہیں۔",
  "page-what-is-ethereum-how-example-2-step-2": "آپ خریداری کی تصدیق کرتے ہیں، والیٹ دستخط کرتا ہے اور ٹرانزیکشن نشر کر دیتا ہے۔",
  "page-what-is-ethereum-how-example-2-step-3": "منٹ ریکویسٹ بلاک پروپوزر کو بھیجا جاتا ہے اور ویلیڈیٹر اسے بلاک میں شامل کرتا ہے۔",
  "page-what-is-ethereum-how-example-2-step-4": "NFT اسمارٹ کنٹریکٹ آپ کے والیٹ کو نئے مالک کے طور پر ریکارڈ کرتا ہے۔",
  "page-what-is-ethereum-how-example-2-step-5": "آپ کی نئی کلیکٹیبل چند سیکنڈز بعد آپ کے والیٹ میں ظاہر ہو جاتی ہے۔",
  "page-what-is-ethereum-how-outro-1": "یہ سب کچھ ممکن ہے اسمارٹ کنٹریکٹس کی طاقت کی وجہ سے: اوپن سورس پروگرامز جو ایتھیریم پر موجود ہیں اور 24/7، 365 دن دنیا میں کہیں سے بھی قابلِ رسائی ہیں۔",
  "page-what-is-ethereum-how-outro-2": "ہر لین دین بلاک چین پر ریکارڈ ہوتا ہے اور ہزاروں آزاد نوڈز پر ہم آہنگ کیا جاتا ہے۔ <strong>یہی ایتھیریم کو قابلِ اعتماد، شفاف اور سینسرشپ کے خلاف مزاحم بناتا ہے۔</strong>",
  "page-what-is-ethereum-how-learn-more-1": "ایتھیریم کیسے کام کرتا ہے اس بارے میں مزید جانیے۔",
  "page-what-is-ethereum-how-learn-more-2": "ٹیکنیکل اوورویو پڑھیں یا ایتھیریم کا جائزہ لینے والے ڈویلپر ڈاکس دیکھیں۔",
  "page-what-is-ethereum-what-title": "ایتھیریم کا استعمال کس لیئے ہوتا ہے؟",
  "page-what-is-ethereum-what-intro-1": "لوگ Ethereum کا استعمال ایسے کام کرنے کے لیے کرتے ہیں جو پہلے ممکن نہیں تھے۔",
  "page-what-is-ethereum-what-intro-2": "کینیا میں کسان بغیر بینک کے اپنی فصلوں پر <strong>انشورنس</strong> حاصل کر سکتے ہیں۔کاروبار جیسے <strong>Visa</strong> نئے عالمی ادائیگی سسٹمز شروع کر سکتے ہیں جو پہلے دن سے عالمی سطح پر چل سکیں۔ عالمی تنظیمیں جیسے <strong>UN</strong> پناہ گزینوں کو امداد فراہم کر سکتی ہیں اور بینک فیس میں کروڑوں ڈالر بچا سکتی ہیں۔",
  "page-what-is-ethereum-what-intro-3": "یہ dapps اور اثاثے جو ایتھیریم پر موجود ہیں اوپن سورس کوڈ پر مبنی ہیں اور انہیں بند، سینسر یا روکا نہیں جا سکتا۔",
  "page-what-is-ethereum-what-intro-4": "یہاں مختلف گروہ آج اسے کیسے استعمال کر رہے ہیں:",
  "page-what-is-ethereum-what-consumers-title": "صارفین",
  "page-what-is-ethereum-what-consumers-desc-1": "لاکھوں لوگ روزانہ dapps استعمال کرتے ہیں تاکہ ایتھیریم پر پیسہ منتقل کریں، تجارت کریں اور اپنی ڈیجیٹل اثاثے کے مالک بنیں۔ روایتی ایپس کے برعکس، یہاں آپ کو اپنا نام یا ذاتی معلومات رجسٹر کرنے کی ضرورت نہیں۔",
  "page-what-is-ethereum-what-consumers-desc-2": "صرف ایک والیٹ اور انٹرنیٹ کنکشن کے ساتھ آپ یہ سب کر سکتے ہیں:",
  "page-what-is-ethereum-what-consumers-benefit-1": "<strong>بینک اکاؤنٹ یا کریڈٹ ہسٹری کے بغیر</strong> مالیاتی خدمات تک رسائی۔",
  "page-what-is-ethereum-what-consumers-benefit-2": "<strong>ڈیجیٹل کلیکٹیبلز</strong>، NFT، اور ایسے اثاثے جو نقل یا ضبط نہیں کیے جا سکتے۔",
  "page-what-is-ethereum-what-consumers-benefit-3": "والیٹ میں لاگ اِن کرنا، نہ کہ ای میل سے—<strong>نہ پاس ورڈز، نہ ذاتی معلومات درکار</strong>۔",
  "page-what-is-ethereum-what-consumers-benefit-4": "عالمی برادریوں میں حصہ لینا جہاں آپ ووٹ دے سکتے ہیں، تعاون کر سکتے ہیں اور سرحدوں کے بغیر کما سکتے ہیں۔",
  "page-what-is-ethereum-what-businesses-title": "کاروبار اور ڈویلپرز",
  "page-what-is-ethereum-what-businesses-benefit-1": "کاروبار ایتھیریم کے بلٹ اِن گلوبل پیمنٹ سسٹم کو ایک ہی دن میں لانچ کر سکتے ہیں۔",
  "page-what-is-ethereum-what-businesses-benefit-2": "<strong>خودکار طور پر معاہدے نافذ کرنے والے</strong> اسمارٹ کنٹریکٹس متعارف کر سکتے ہیں۔",
  "page-what-is-ethereum-what-businesses-benefit-3": "مالیاتی پروڈکٹس بنا سکتے ہیں جنہیں کوئی بھی بنا سکے اور استعمال کر سکے۔",
  "page-what-is-ethereum-what-businesses-example": "مثال کے طور پر، PayPal نے اپنا اسٹیبل کوائن، PYUSD، ایتھیریم پر لانچ کیا ہے۔ یہ اشارہ ہے کہ دنیا کی سب سے بڑی پیمنٹ کمپنیز بھی ایتھیریم کی <strong>پروگرام ایبل نوعیت</strong> کے فائدے کو تسلیم کرتی ہیں۔",
  "page-what-is-ethereum-what-governments-title": "حکومتیں",
  "page-what-is-ethereum-what-governments-intro": "حکومتیں بھی یہ دیکھنا شروع ہو گئی ہیں کہ ایتھیریم کیا کچھ ممکن بنا سکتا ہے۔",
  "page-what-is-ethereum-what-governments-benefit-1": "<strong>ڈیجیٹل آئی ڈیز</strong> جاری کرنا جو سرحدوں کے پار قابلِ تصدیق اور قابلِ حمل ہوں۔",
  "page-what-is-ethereum-what-governments-benefit-2": "شہریوں کے ساتھ عوامی ڈیٹا شیئر کرنا، مکمل شفافیت کے ساتھ۔",
  "page-what-is-ethereum-what-governments-benefit-3": "ووٹنگ، زمین کے ریکارڈز، اور رجسٹریز کے لیے ناقابلِ رَد عام ڈھانچہ تیار کریں۔",
  "page-what-is-ethereum-what-governments-example-1": "ایک اور مثال میں، یوکرین کی وزارتِ ڈیجیٹل ٹرانسفارمیشن نے جنگ کے دوران امداد تقسیم کرنے کے لیے Ethereum کا استعمال کیا۔",
  "page-what-is-ethereum-what-governments-example-2": "رقوم براہِ راست شہریوں اور این جی اوز کو اوپن اسمارٹ کانٹریکٹس کے ذریعے بھیجی گئیں، جس سے شفافیت، تیزی اور احتساب ممکن ہوا۔",
  "page-what-is-ethereum-what-learn-more": "Learn more about what Ethereum is used for",
  "page-what-is-ethereum-start-title": "Ethereum کا استعمال کیسے شروع کریں",
  "page-what-is-ethereum-start-intro-1": "Ethereum استعمال کرنا شروع کرنا آپ کے خیال سے کہیں زیادہ آسان ہے۔",
  "page-what-is-ethereum-start-intro-2": "آپ کو کسی اجازت کی ضرورت نہیں۔ آپ کو بینک یا آئی ڈی ڈاکیومنٹ کی بھی ضرورت نہیں۔ شروع کرنے کے لیے صرف ایک ڈیوائس اور انٹرنیٹ کنیکشن چاہیے۔",
  "page-what-is-ethereum-start-individuals-title": "انفرادی طور پر استعمال کے لیے:",
  "page-what-is-ethereum-start-individuals-desc-1": "پہلا قدم ایک والٹ ڈاؤن لوڈ کرنا ہے۔",
  "page-what-is-ethereum-start-individuals-desc-2": "اسے ایک ایسی ایپ سمجھیں جو آپ کا اکاؤنٹ بھی ہے اور Ethereum کے لیے آپ کا انٹرنیٹ براؤزر بھی۔ یہ آپ کے کرپٹو کو مینیج کرتا ہے، dapps میں لاگ اِن کرنے دیتا ہے، اور ساتھ ہی ٹوکنز (جیسے ethers اور NFTs) بھیجنے اور وصول کرنے کی سہولت دیتا ہے۔",
  "page-what-is-ethereum-start-individuals-desc-3": "مشہور والٹس جیسے Zerion، Rainbow، اور Coinbase Wallet بالکل مفت اور استعمال میں آسان ہیں۔ ایک بار والٹ سیٹ اپ ہونے کے بعد، آپ یہ کر سکتے ہیں:",
  "page-what-is-ethereum-start-individuals-step-1": "کسی ایکسچینج پر یا کچھ والٹس کے اندر براہِ راست تھوڑی سی ETH خریدیں۔",
  "page-what-is-ethereum-start-individuals-step-2": "ETH کو کسی ساتھی کو ٹرانزیکشنز کے لیے بھیجیں جیسے ٹوکنز بھیجنا یا NFTs جمع کرنا۔",
  "page-what-is-ethereum-start-individuals-step-3": "Zora، Uniswap، یا Farcaster جیسے dapps کو ایکسپلور کریں — کسی نئی لاگ اِن یا اجازت کی ضرورت نہیں۔",
  "page-what-is-ethereum-start-individuals-desc-4": "یہ ترجیحات اس بات کو یقینی بنانے میں مدد کریں گی کہ Ethereum محفوظ، اسکیل ایبل، اور صارف دوست رہے کیونکہ ہر روز مزید لوگ اس نیٹ ورک پر انحصار کرتے ہیں۔",
  "page-what-is-ethereum-start-individuals-desc-5": "یہ dapps آپ کے براؤزر میں چلتے ہیں اور آپ کے والٹ کے ساتھ فوراً کام کرتے ہیں۔ آپ چند منٹوں میں Ethereum استعمال کرنا شروع کر سکتے ہیں۔",
  "page-what-is-ethereum-start-individuals-cta-1": "یہاں شروع کریں",
  "page-what-is-ethereum-start-individuals-cta-2": "See apps",
  "page-what-is-ethereum-start-developers-title": "ڈیولپرز کے لیے",
  "page-what-is-ethereum-start-developers-desc-1": "Ethereum ڈویلپرز کے لیے ایک پلی گراؤنڈ ہے۔ آپ بغیر کسی اجازت، منظوری، یا اصلی پیسے کے بھی بلڈنگ شروع کر سکتے ہیں۔",
  "page-what-is-ethereum-start-developers-desc-2": "<The Ethereum Developer Docs> آپ کو ہر چیز کے بارے میں رہنمائی فراہم کرتا ہے، پہلے اسمارٹ کانٹریکٹ لکھنے سے لے کر Sepolia جیسے ٹیسٹ نیٹ ورکس پر ڈپلائے کرنے تک۔",
  "page-what-is-ethereum-start-developers-desc-3": "آپ مکمل اسٹیک dapps بنا سکتے ہیں ٹولز جیسے Hardhat، Foundry، اور Ethers.js کے ساتھ، یا لو-کوڈ پلیٹ فارمز جیسے Thirdweb یا Moralis کے ساتھ ایکسپیریمنٹ کر سکتے ہیں۔",
  "page-what-is-ethereum-start-developers-desc-4": "ہر چیز اوپن سورس اور کمپوزیبل ہے، تو آپ کسی سے اجازت لیے بغیر پہلے سے موجود چیزوں پر بلڈ کر سکتے ہیں یا انہیں ری مکس کر سکتے ہیں۔",
  "page-what-is-ethereum-start-developers-cta": "<Start building on Ethereum>",
  "page-what-is-ethereum-start-business-title": "بزنس میں Ethereum استعمال کریں۔",
  "page-what-is-ethereum-start-business-desc-1": "انٹرپرائزز پہلے ہی Ethereum کو نئی انفراسٹرکچر طاقت دینے کے لیے استعمال کر رہے ہیں۔",
  "page-what-is-ethereum-start-business-desc-2": "بہت سی کمپنیاں L2 نیٹ ورکس جیسے Optimism اور Base پر کام شروع کر رہی ہیں تاکہ زیادہ والیوم والے استعمال کے کیسز کو سپورٹ کیا جا سکے۔ یہ نیٹ ورکس کم فیس، تیز رفتار فراہم کرتے ہیں جبکہ Ethereum کی سیکیورٹی اور غیر ضروری کمپیوٹیشنل رسک کو ہٹا دیتے ہیں۔",
  "page-what-is-ethereum-start-business-desc-3": "آپ کر سکتے ہیں:",
  "page-what-is-ethereum-start-business-benefit-1": "لانچ کریں ماڈیولر لائلٹی پروگرامز جو تھرڈ پارٹی اخراجات کو کم کریں اور ریٹینشن کو بہتر بنائیں۔",
  "page-what-is-ethereum-start-business-benefit-2": "ٹوکنائز کریں اثاثے جیسے ٹکٹ، کوپنز، یا سرٹیفیکیٹس تاکہ فراڈ اور ری سیل رسک کو کم کیا جا سکے۔",
  "page-what-is-ethereum-start-business-benefit-3": "گلوبل پیمنٹز کو فعال کریں تاکہ کم ٹرانزیکشن فیس کے ساتھ نئے مارکیٹس کو کھولا جا سکے۔",
  "page-what-is-ethereum-start-business-example": "مثال کے طور پر، 2023 میں Shopify نے Base کے ساتھ مل کر لانچ کیا تاکہ صارفین دنیا بھر کے لاکھوں merchants کے ساتھ stablecoins کو خرچ کر سکیں۔",
  "page-what-is-ethereum-start-business-cta": "بزنس میں Ethereum استعمال کریں۔",
  "page-what-is-ethereum-bitcoin-title": "Ethereum اور Bitcoin کے درمیان کیا فرق ہے؟",
  "page-what-is-ethereum-bitcoin-intro-1": "Bitcoin اور Ethereum دنیا کی سب سے بڑی دو cryptocurrencies ہیں۔",
  "page-what-is-ethereum-bitcoin-intro-2": "دونوں بغیر بینک کے آپ کو پیسے بھیجنے اور وصول کرنے دیتے ہیں، دونوں blockchain ٹیکنالوجی پر کام کرتے ہیں، اور دونوں <strong>کسی کے لیے بھی اوپن ہیں</strong>۔ لیکن ان کی مشابہت یہیں ختم ہو جاتی ہے۔",
  "page-what-is-ethereum-bitcoin-comparison-1-title": "Bitcoin ڈیجیٹل سونا ہے۔",
  "page-what-is-ethereum-bitcoin-comparison-1-desc": "اس کی 21 ملین کوائنز کی محدود سپلائی ہے، پیئر ٹو پیئر پیمنٹس پر فوکس کیا گیا ہے، اور ایک بیسک اسکرپٹنگ لینگوئج ہے جو آپ اس پر بنا سکتے ہیں۔ یہ سادگی ڈیزائن کے ذریعے ہے کیونکہ Bitcoin میں پریڈکٹیبلیٹی، دور اندیش سیکیورٹی اور لچک کو ترجیح دی گئی ہے۔",
  "page-what-is-ethereum-bitcoin-comparison-2-title": "Ethereum کا رویہ زیادہ وسیع ہے۔",
  "page-what-is-ethereum-bitcoin-comparison-2-desc": "یہ صرف پیسے بھیجنے تک محدود نہیں بلکہ پروگرام ایبل انفراسٹرکچر ہے۔ صرف پیسے بھیجنے اور لینے کے بجائے، Ethereum ڈویلپرز کو پورے ایپلیکیشنز بنانے دیتا ہے۔ آپ نے یہ پہلے ہی گیمز، مارکیٹس، stablecoins، collectibles، سوشل میڈیا اور ریئل ٹائم پیمنٹس میں دیکھا ہے — سب smart contracts کے ذریعے چلتے ہیں اور ETH کے ذریعے محفوظ ہیں۔",
  "page-what-is-ethereum-bitcoin-comparison-3-title": "جس طریقے سے نیٹ ورکس اتفاق رائے پر پہنچتے ہیں وہ بھی مختلف ہے۔",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-1": "Bitcoin یوزرز کو نیٹ ورک محفوظ رکھنے کے لیے مائن کرنے کی ضرورت ہوتی ہے۔ طاقتور کمپیوٹرز ایک پیچیدہ پہیلی حل کرنے کے لیے مقابلہ کرتے ہیں، اور فاتح بلاک آف ٹرانزیکشنز کو شامل کرتا ہے اور انعام کے طور پر بٹ کوائنز حاصل کرتا ہے۔ اس پراسیس کو mining کہا جاتا ہے اور یہ بجلی کی بڑی مقدار استعمال کرتا ہے۔",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-2": "Ethereum پہلے اسی طرح کام کرتا تھا، لیکن 2022 میں، اس نے proof of work سے proof of stake پر منتقلی کی۔ آج، ٹرانزیکشنز کو validators کنفرم کرتے ہیں جو ETH کو stake کے طور پر لاک کرتے ہیں۔ ایماندار validators ETH ریوارڈز حاصل کرتے ہیں جبکہ بےایمان لوگ اپنے stake کا حصہ کھو دیتے ہیں۔ اس شفٹ نے Ethereum کو 99.988% زیادہ انرجی ایفیشنٹ بنا دیا، بغیر سیکیورٹی یا decentralization قربان کیے۔",
  "page-what-is-ethereum-bitcoin-comparison-4-title": "سپلائی کو ہینڈل کرنے میں بھی فرق ہے۔",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-1": "Bitcoin کی سپلائی فکسڈ ہے۔ صرف 21 ملین کوائنز ہوں گے۔ Ethereum کے پاس دوسری طرف ڈائنامک سپلائی ہے۔ نیا ETH validators کو ریوارڈ دینے کے لیے جاری کیا جاتا ہے، جبکہ ایک حصہ \"burn\" کیا جاتا ہے ہر ٹرانزیکشن کے ساتھ۔ اس کا مطلب ہے کہ Ethereum صرف ETH کو <strong>پرنٹ</strong> نہیں کر سکتا۔",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-2": "سپلائی کی حد اس بات سے طے ہوتی ہے کہ کتنا ETH stake کیا گیا ہے۔ جیسے جیسے زیادہ ETH stake ہوتا ہے، انفرادی ریوارڈز کم ہوتے ہیں، جس سے ایک قدرتی توازن پیدا ہوتا ہے۔ یہ ڈیزائن ایک پائیدار اکانومی کو یقینی بناتا ہے اور اسے transaction fees پر انحصار کرنے کی ضرورت نہیں رہتی۔",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-3": "مختصراً، Bitcoin قدر بھیجنے کے لیے ہے۔ Ethereum اس پر بلڈ کرنے کے لیے ایک پلیٹ فارم ہے۔",
  "page-what-is-ethereum-bitcoin-learn-more": "Ethereum اور Bitcoin کے درمیان فرق کے بارے میں مزید جانیں",
  "page-what-is-ethereum-when-who-title": "Ethereum کب لانچ ہوا، کس نے فاؤنڈ کیا اور اب کون چلاتا ہے؟",
  "page-what-is-ethereum-when-who-intro-1": "شروع سے ہی، Ethereum کو اپنی کمیونٹی کے ذریعے چلنے کے لیے ڈیزائن کیا گیا تھا۔",
  "page-what-is-ethereum-when-who-intro-2": "2013 میں، Vitalik Buterin نے ایک وائٹ پیپر لکھا جس میں پیسے کے لیے ایک نئے blockchain کی تجویز دی گئی اور کسی کو بھی اس پر ایپ بنانے کی اجازت دی گئی۔ یہ آئیڈیا تیزی سے مقبول ہوا۔",
  "page-what-is-ethereum-when-who-intro-3": "2014 میں، کو-فاؤنڈرز جیسے Gavin Wood اور Joseph Lubin نے شمولیت اختیار کی، اور ٹیم نے ابتدائی crypto crowdfunding campaigns میں سے ایک کے ذریعے فنڈز اکٹھے کیے۔",
  "page-what-is-ethereum-when-who-intro-4": "Ethereum نے جولائی 2015 میں باضابطہ طور پر آغاز کیا۔",
  "page-what-is-ethereum-when-who-history-title": "Ethereum کی تاریخ کے اہم لمحات",
  "page-what-is-ethereum-when-who-history-2013": "19 سالہ ویتالک بٹیرن نے Ethereum وائٹ پیپر شائع کیا۔",
  "page-what-is-ethereum-when-who-history-2014": "Ethereum فاؤنڈیشن قائم ہوئی اور ایک کراؤڈفنڈنگ مہم شروع کی۔",
  "page-what-is-ethereum-when-who-history-2015": "ڈویلپرز نے Ethereum نیٹ ورک کے ساتھ پہلا <em>Frontier</em> ریلیز شروع کیا۔",
  "page-what-is-ethereum-when-who-history-2016": "اسمارٹ کانٹریکٹ ایکسپلائٹ نے DAO سے $60m (3.6M ETH) چرا لیا، جس کے نتیجے میں چین فورک ہوا۔",
  "page-what-is-ethereum-when-who-history-2020": "بی کن چین لانچ نے Proof-of-Stake کی منتقلی کا آغاز کیا۔",
  "page-what-is-ethereum-when-who-history-2021": "<em>London</em> اپ گریڈ نے گیس فیس کو جلا کر ختم کرنا شروع کیا، جیسا کہ EIP-1559 میں تھا۔",
  "page-what-is-ethereum-when-who-history-2022": "<em>The Merge</em> نے مائننگ کو اسٹیکنگ سے بدل دیا، توانائی کے استعمال کو 99% کم کر دیا۔",
  "page-what-is-ethereum-when-who-history-2025": "<em>Pectra</em> اپ گریڈ نے اسمارٹ والٹ سپورٹ اور L2 مطابقت میں بہتری کی۔",
  "page-what-is-ethereum-when-who-governance-1": "آج تک، کوئی بھی شخص یا کمپنی Ethereum کی ملکیت نہیں رکھتی۔",
  "page-what-is-ethereum-when-who-contributors-title": "نیٹ ورک کو مختلف قسم کے شراکت دار برقرار رکھتے ہیں:",
  "page-what-is-ethereum-when-who-contributors-1": "ڈویلپرز جو لکھتے ہیں اور اپ گریڈز تجویز کرتے ہیں۔",
  "page-what-is-ethereum-when-who-contributors-2": "نوڈ آپریٹرز جو تقسیم شدہ انفراسٹرکچر میں تعاون کرتے ہیں۔",
  "page-what-is-ethereum-when-who-contributors-3": "اسٹیکرز جو لین دین کی تصدیق کرتے ہیں۔",
  "page-what-is-ethereum-when-who-contributors-4": "کمیونٹی ممبران جو اوزار اور کلچر بناتے ہیں۔",
  "page-what-is-ethereum-when-who-contributors-5": "<strong>آپ!</strong> جو نیٹ ورکس کا استعمال کرتے ہیں۔",
  "page-what-is-ethereum-when-who-governance-2": "<strong>کوئی CEO، بورڈ، یا مرکزی اتھارٹی نہیں ہے۔</strong> Ethereum فاؤنڈیشن اب بھی ریسرچ اور ڈیولپمنٹ کو فنڈ کرنے میں مدد کرتی ہے، لیکن ایکو سسٹم اوپن پارٹیسپیشن پر چلتا ہے۔",
  "page-what-is-ethereum-when-who-governance-3": "تبدیلیاں <em>Ethereum Improvement Proposals (EIPs)</em> کے ذریعے تجویز کی جاتی ہیں، عوامی طور پر بحث ہوتی ہیں، اور صرف <governance> جب وسیع تر کمیونٹی حمایت کرے تو اپنائی جاتی ہیں۔",
  "page-what-is-ethereum-when-who-governance-4": "اس سے Ethereum کو ایک اسٹارٹ اپ کے مقابلے میں آہستہ تبدیلی کرنے والا بناتا ہے، لیکن اسے بند کرنا یا ٹیک اوور کرنا بھی زیادہ مشکل ہے۔",
  "page-what-is-ethereum-when-who-learn-more": "Ethereum کی تاریخ کے بارے میں مزید جانیں۔",
  "page-what-is-ethereum-roadmap-title": "Ethereum کا 2025 کے لئے روڈ میپ کیا ہے؟",
  "page-what-is-ethereum-roadmap-intro-1": "Ethereum کے پاس کوئی مقررہ روڈ میپ نہیں ہے۔ یہ ایک مشترکہ وژن کی پیروی کرتا ہے۔",
  "page-what-is-ethereum-roadmap-intro-2": "نیٹ ورک اپ گریڈز EIPs کے طور پر کیے جاتے ہیں اور دنیا بھر کے شراکت داروں کے ذریعے عوامی طور پر تیار کیے جاتے ہیں۔ کوئی مرکزی ٹیم یہ فیصلہ نہیں کرتی کہ کیا ہوگا، صرف لوگ صارفین کی ضروریات کی بنیاد پر وہ چیزیں بناتے ہیں جو ان کے خیال میں مفید ہیں۔",
  "page-what-is-ethereum-roadmap-intro-3": "Pectra سب سے حالیہ اپ گریڈ ہے جو مئی 2025 میں لانچ ہوا۔ اس اپ گریڈ نے قیمتی والٹ فیچرز فراہم کیے، اسٹیکرز کو زیادہ لچک دی، اور L2s پر ڈی ایپس کو چلانے میں آسانی دی۔ مقصد یہ تھا کہ سیکیورٹی یا <decentralization> پر سمجھوتہ کیے بغیر استعمال کو بہتر بنایا جائے۔",
  "page-what-is-ethereum-roadmap-priorities-intro": "<a>آگے دیکھتے ہوئے</a>، Ethereum کی ترجیحات یہ ہیں:",
  "page-what-is-ethereum-roadmap-priority-1": "بنیادی پروٹوکول اور اس کی L2 کو سب کے لیے زیادہ تیز اور سستا بنانا",
  "page-what-is-ethereum-roadmap-priority-2": "صارفین اور ڈویلپرز کے لیے تجربہ بہتر بنانا",
  "page-what-is-ethereum-roadmap-outro-1": "یہ ترجیحات اس بات کو یقینی بنانے میں مدد کریں گی کہ Ethereum محفوظ، اسکیل ایبل، اور صارف دوست رہے کیونکہ ہر روز مزید لوگ اس نیٹ ورک پر انحصار کرتے ہیں۔",
  "page-what-is-ethereum-roadmap-outro-2": "اگر آپ Ethereum کی سمت کو سنبھالنا چاہتے ہیں، تو <a>شامل ہوں</a>۔ آپ کو اجازت کی ضرورت نہیں، بس اس نئی ڈیجیٹل معیشت میں فرق ڈالنے کی خواہش چاہیے۔",
  "page-what-is-ethereum-roadmap-learn-more": "Ethereum کے روڈ میپ کا ایک جائزہ دیکھیں",
  "page-what-is-ethereum-further-reading-title": "اگلا پڑھیں",
  "page-what-is-ethereum-further-reading-wallets": "والٹس کیا ہیں؟",
  "page-what-is-ethereum-further-reading-eth": "ایتھر (ETH) کیا ہے؟",
  "page-what-is-ethereum-further-reading-web3": "ویب 3 کیا ہے؟",
  "page-what-is-ethereum-further-reading-networks": "ایتھیریم نیٹ ورک کے بارے میں مزید جانیے۔",
  "page-what-is-ethereum-toc-ethereum": "اتھیریم کیا ہے؟",
  "page-what-is-ethereum-toc-network": "<a>What is the Ethereum network?</a>",
  "page-what-is-ethereum-toc-ether": "ایتھر (ETH) کیا ہے؟",
  "page-what-is-ethereum-toc-how": "ایتھیریم کیسے کام کرتا ہے؟",
  "page-what-is-ethereum-toc-what": "ایتھیریم کا استعمال کس لیئے ہوتا ہے؟",
  "page-what-is-ethereum-toc-start": "Ethereum کا استعمال کیسے شروع کریں",
  "page-what-is-ethereum-toc-bitcoin": "Ethereum اور Bitcoin کے درمیان کیا فرق ہے؟",
  "page-what-is-ethereum-toc-when-who": "Ethereum کب لانچ ہوا، کس نے فاؤنڈ کیا اور اب کون چلاتا ہے؟",
  "page-what-is-ethereum-toc-roadmap": "Ethereum کا 2025 کے لئے روڈ میپ کیا ہے؟",
  "page-what-is-ethereum-banner-networks-alt": "مستقبل کے Ethereum کمیونٹی سینٹر کی عکاسی",
  "page-what-is-ethereum-banner-ether-alt": "کھلے ہاتھ جو ether glyph پکڑے ہوئے ہیں",
  "page-what-is-ethereum-banner-how-alt": "آدمی کمپیوٹر درست کر رہا ہے",
  "page-what-is-ethereum-banner-contributing-alt": "Doge کمپیوٹر پر مسکرا رہا ہے",
  "page-what-is-ethereum-banner-what-alt": "چار مستقبل کے انسان اور ایک Doge جو Ethereum prism کو گھور رہے ہیں",
  "page-what-is-ethereum-banner-start-alt": "مستقبل کا کمیونٹی اجتماع مرکز",
  "page-what-is-ethereum-banner-when-who-alt": "دو انسان چلتے اور بات کرتے ہوئے"
}
