{
  "page-roadmap-vision-2014": "پروف آف اسٹیک کی تفصیلات بتانے والا 2014 کا ایک بلاگ پوسٹ دیکھیں",
  "page-roadmap-vision-2021": "Ethereum روڈ میپ کے ارتقاء پر 2021 کا ایک بلاگ پوسٹ دیکھیں",
  "page-roadmap-vision-2022": "2022 کا ایک بلاگ پوسٹ دیکھیں: دی ہچ ہائیکرز گائڈ ٹو Ethereum",
  "page-roadmap-vision-2021-updates": "Ethereum پروٹوکول اپڈیٹس پر 2021 کا ایک بلاگ پوسٹ دیکھیں",
  "page-roadmap-vision-desc-1": "Ethereum کو عالمی یوزر بیس کو بہتر خدمات فراہم کرنے کے لیے نیٹ ورک کی بھیڑ کو کم کرنے اور رفتار کو بہتر بنانے کی ضرورت ہے۔",
  "page-roadmap-vision-desc-2": "جیسے جیسے نیٹ ورک بڑھ رہا ہے، نوڈ چلانا مشکل ہوتا جا رہا ہے۔ نیٹ ورک کو اسکیل کرنے کی کوششوں سے یہ اور بھی مشکل ہو جائے گا۔",
  "page-roadmap-vision-desc-3": "Ethereum بہت زیادہ بجلی استعمال کرتا ہے۔ نیٹ ورک کو محفوظ رکھنے والی ٹیکنالوجی کو مزید پائیدار ہونے کی ضرورت ہے۔",
  "page-roadmap-vision-ethereum-node": "نوڈز پر مزید",
  "page-roadmap-vision-future": "عالمی سطح پر ایک ڈیجیٹل مستقبل",
  "page-roadmap-vision-meta-desc": "اپ گریڈز کے Ethereum پر پڑنے والے اثرات، اور ان چیلنجوں کا ایک جائزہ جن پر انہیں قابو پانا ضروری ہے۔",
  "page-roadmap-vision-meta-title": "Ethereum کا وژن",
  "page-roadmap-vision-mining": "مائننگ پر مزید",
  "page-roadmap-vision-problems": "آج کے مسائل",
  "page-roadmap-vision-scalability": "توسیع پذیری",
  "page-roadmap-vision-scalability-desc": "Ethereum کو نیٹ ورک میں نوڈز کے سائز میں اضافہ کیے بغیر فی سیکنڈ مزید ٹرانزیکشنز کو ہینڈل کرنے کے قابل ہونا چاہیے۔ نوڈز نیٹ ورک کے اہم شرکاء ہیں جو بلاک چین کو اسٹور کرتے اور چلاتے ہیں۔ نوڈ کا سائز بڑھانا عملی نہیں ہے کیونکہ صرف طاقتور اور مہنگے کمپیوٹر والے ہی ایسا کر سکتے ہیں۔ اسکیل کرنے کے لیے، Ethereum کو مزید نوڈز کے ساتھ، فی سیکنڈ مزید ٹرانزیکشنز کی ضرورت ہے۔ زیادہ نوڈز کا مطلب ہے زیادہ سیکیورٹی۔",
  "page-roadmap-vision-scalability-desc-3": "لیئر 2 رول اپس ٹرانزیکشنز کو آف چین منتقل کرکے اور صرف سمری ڈیٹا کو Ethereum پر پوسٹ کرکے Ethereum کو اسکیل کرتے ہیں۔ یہ بیچنگ یوزرس کے لیے لاگت کو کافی حد تک کم کرتے ہوئے Ethereum کی تھرو پٹ کو بڑھاتی ہے۔",
  "page-roadmap-vision-scalability-desc-4": "رول اپس کو یوزرس کے لیے ٹرانزیکشنز کو ہر ممکن حد تک سستا بنانے کے لیے لیئر 1 پر کم لاگت والے اسٹوریج کی ضرورت ہے۔ یہ Ethereum بلاکس سے منسلک بلابس کی شکل میں فراہم کیا جائے گا۔ آخر کار، بہت سے بلابس Ethereum بلاکس سے منسلک ہو جائیں گے، جو بہت سے رول اپس کے لیے سستا اسٹوریج فراہم کریں گے۔",
  "page-roadmap-vision-security": "سیکورٹی",
  "page-roadmap-vision-security-desc": "منصوبہ بند اپ گریڈز مربوط حملوں کے خلاف Ethereum کی سیکیورٹی کو بہتر بناتے ہیں۔",
  "page-roadmap-vision-security-desc-3": "پروف آف اسٹیک میں اضافی سیکیورٹی حملے کے خلاف زیادہ کرپٹو-اقتصادی رکاوٹوں سے آتی ہے۔ اس کی وجہ یہ ہے کہ، پروف آف اسٹیک میں، نیٹ ورک کو محفوظ کرنے والے ویلیڈیٹرز کو پروٹوکول میں ETH کی بڑی مقدار اسٹیک کرنی ہوتی ہے۔ اگر وہ نیٹ ورک پر حملہ کرنے کی کوشش کرتے ہیں، تو پروٹوکول خود بخود ان کے ETH کو تباہ کر سکتا ہے۔",
  "page-roadmap-vision-security-desc-5": "تاہم، یہ بھی اہم ہے کہ وہ اپ گریڈز جو ویلیڈیٹرز کو ڈنائیل-آف-سروس حملوں سے بچاتے ہیں، ان کی گمنامی کو بڑھاتے ہیں، اور بلاک کی تعمیر اور بلاک کے پھیلاؤ کو الگ کرتے ہیں، جلد ہی نافذ کیے جائیں۔ یہ اپ گریڈز انفرادی ویلیڈیٹرز اور پورے نیٹ ورک کو لائیونیس حملوں اور سنسر شپ سے بچاتے ہیں۔",
  "page-roadmap-vision-security-desc-5-link": "پروف آف اسٹیک پر مزید",
  "page-roadmap-vision-security-desc-10": "اسٹیکنگ کا مطلب یہ بھی ہے کہ آپ کو کنسینسس میں براہ راست حصہ لینے کے لیے اعلیٰ ہارڈویئر میں سرمایہ کاری کرنے کی ضرورت نہیں ہے۔ اس سے زیادہ لوگوں کو ویلیڈیٹر بننے کی ترغیب ملنی چاہیے، جس سے نیٹ ورک کی غیر مرکزیت میں اضافہ ہوگا اور حملے کی سطح کا علاقہ کم ہوگا۔",
  "page-roadmap-vision-security-staking": "اسٹیک ETH",
  "page-roadmap-vision-security-validator": "آپ اپنے ETH کو اسٹیک کرکے ایک ویلیڈیٹر بن سکتے ہیں۔",
  "page-roadmap-vision-staking-lower": "اسٹیکنگ پر مزید",
  "page-roadmap-vision-subtitle": "Ethereum کو اس وقت تک بڑھائیں جب تک کہ وہ پوری انسانیت کی مدد کرنے کے لیے کافی طاقتور نہ ہو جائے۔",
  "page-roadmap-vision-sustainability": "پائیداری",
  "page-roadmap-vision-sustainability-desc-1": "Ethereum اب ایک گرین بلاک چین ہے۔ جب پروف آف ورک کو پروف آف اسٹیک سے تبدیل کیا گیا تو توانائی کی کھپت میں ~99.95% کی کمی واقع ہوئی۔",
  "page-roadmap-vision-sustainability-desc-2": "Ethereum اب اسٹیکنگ کے ذریعے محفوظ ہے، نہ کہ کمپیوٹنگ پاور کے ذریعے۔",
  "page-roadmap-vision-sustainability-desc-3": "پائیداری کا یہ فروغ سیکیورٹی کے فوائد بھی لاتا ہے - اسٹیک کیا ہوا ایتھر پروف آف ورک کے مقابلے میں چین پر حملہ کرنا بہت زیادہ مہنگا بنا دیتا ہے، لیکن اسے محفوظ کرنا کم مہنگا ہے کیونکہ مائنرز کے مقابلے ویلیڈیٹرز کو ادائیگی کرنے کے لیے کم نئے ETH جاری کرنے پڑتے ہیں۔",
  "page-roadmap-vision-sustainability-desc-8": "پروف آف اسٹیک کی طرف منتقلی نے Ethereum کو زیادہ گرین اور زیادہ محفوظ بنا دیا ہے۔ یہ ایپس اور تنظیموں کی تعمیر کے لیے ایک کم کاربن پلیٹ فارم ہے۔",
  "page-roadmap-vision-sustainability-subtitle": "Ethereum مضبوط کرپٹو-اقتصادی سیکیورٹی کے ساتھ ایک گرین بلاک چین ہے۔",
  "page-roadmap-vision-title": "Ethereum کا وژن",
  "page-roadmap-vision-title-1": "بھرا ہوا نیٹ ورک",
  "page-roadmap-vision-title-2": "ڈسک کی جگہ",
  "page-roadmap-vision-title-3": "بہت زیادہ توانائی",
  "page-roadmap-vision-trilemma-cardtext-1": "Ethereum اپ گریڈز Ethereum کو اسکیل ایبل، محفوظ اور غیر مرکزی بنائیں گے۔ اسٹیکنگ نے شرکت کی راہ میں حائل رکاوٹ کو کم کر دیا ہے اور بڑے پیمانے کی معیشتوں کو محدود کر دیا ہے، جس سے ایک بڑا - زیادہ غیر مرکزی - نیٹ ورک بنا ہے۔",
  "page-roadmap-vision-trilemma-cardtext-2": "محفوظ اور غیر مرکزی بلاک چین نیٹ ورکس کے لیے ضروری ہے کہ ہر نوڈ چین کے ذریعے پروسیس کیے گئے ہر ٹرانزیکشن کی تصدیق کرے۔ کام کی یہ مقدار کسی بھی وقت ہونے والے ٹرانزیکشنز کی تعداد کو محدود کرتی ہے۔ غیر مرکزی اور محفوظ آج Ethereum چین کی عکاسی کرتا ہے۔",
  "page-roadmap-vision-trilemma-cardtext-3": "غیر مرکزی نیٹ ورک نوڈز کے درمیان ٹرانزیکشنز کے بارے میں معلومات بھیج کر کام کرتے ہیں - پورے نیٹ ورک کو کسی بھی اسٹیٹ کی تبدیلی کے بارے میں جاننے کی ضرورت ہوتی ہے۔ ایک غیر مرکزی نیٹ ورک میں فی سیکنڈ ٹرانزیکشنز کو اسکیل کرنے سے سیکیورٹی کے خطرات پیدا ہوتے ہیں کیونکہ جتنے زیادہ ٹرانزیکشنز ہوں گے، اتنی ہی زیادہ تاخیر ہوگی، اور معلومات کی منتقلی کے دوران حملے کا امکان اتنا ہی زیادہ ہوگا۔",
  "page-roadmap-vision-trilemma-cardtext-4": "Ethereum کے نوڈز کے سائز اور طاقت میں اضافہ محفوظ طریقے سے فی سیکنڈ ٹرانزیکشنز کو بڑھا سکتا ہے، لیکن ہارڈویئر کی ضرورت اس بات کو محدود کر دے گی کہ یہ کون کر سکتا ہے - اس سے غیر مرکزیت کو خطرہ لاحق ہے۔ امید کی جاتی ہے کہ شارڈنگ اور پروف آف اسٹیک Ethereum کو نوڈ کے سائز میں نہیں بلکہ نوڈز کی تعداد میں اضافہ کرکے اسکیل کرنے کی اجازت دیں گے۔",
  "page-roadmap-vision-trilemma-h2": "غیر مرکزی اسکیلنگ کا چیلنج",
  "page-roadmap-vision-trilemma-modal-tip": "غیر مرکزی اسکیلنگ کے مسائل کو بہتر طور پر سمجھنے کے لیے نیچے دیے گئے دائروں پر ٹیپ کریں۔",
  "page-roadmap-vision-trilemma-p": "Ethereum کے مسائل کو حل کرنے کا ایک سادہ طریقہ اسے زیادہ مرکزی بنانا ہوگا۔ لیکن غیر مرکزیت بہت اہم ہے۔ یہ غیر مرکزیت ہی ہے جو Ethereum کو غیر جانبداری، سنسر شپ مزاحمت، کشادگی، ڈیٹا کی ملکیت اور تقریباً اٹوٹ سیکیورٹی فراہم کرتی ہے۔",
  "page-roadmap-vision-trilemma-p-1": "Ethereum کا وژن زیادہ اسکیل ایبل اور محفوظ ہونا ہے، لیکن ساتھ ہی غیر مرکزی بھی رہنا ہے۔ ان 3 خوبیوں کو حاصل کرنا ایک مسئلہ ہے جسے اسکیل ایبلٹی ٹرائیلیما کے نام سے جانا جاتا ہے۔",
  "page-roadmap-vision-trilemma-p-2": "Ethereum اپ گریڈز کا مقصد ٹرائیلیما کو حل کرنا ہے لیکن اس میں اہم چیلنجز ہیں۔",
  "page-roadmap-vision-trilemma-press-button": "غیر مرکزی اسکیلنگ کے مسائل کو بہتر طور پر سمجھنے کے لیے مثلث پر موجود بٹنوں کو دبائیں۔",
  "page-roadmap-vision-trilemma-text-1": "وکندریقرت",
  "page-roadmap-vision-trilemma-text-2": "سیکورٹی",
  "page-roadmap-vision-trilemma-text-3": "توسیع پذیری",
  "page-roadmap-vision-trilemma-title-1": "اسکیل ایبلٹی ٹرائیلیما کو دریافت کریں",
  "page-roadmap-vision-trilemma-title-2": "Ethereum اپ گریڈز اور غیر مرکزی اسکیلنگ",
  "page-roadmap-vision-trilemma-title-3": "محفوظ اور غیر مرکزی",
  "page-roadmap-vision-trilemma-title-4": "غیر مرکزی اور اسکیل ایبل",
  "page-roadmap-vision-trilemma-title-5": "اسکیل ایبل اور محفوظ",
  "page-roadmap-vision-understanding": "Ethereum کے وژن کو سمجھنا",
  "page-roadmap-vision-upgrade-needs": "اپ گریڈز کی ضرورت",
  "page-roadmap-vision-upgrade-needs-desc": "2015 میں لانچ ہونے والے Ethereum پروٹوکول کو ناقابل یقین کامیابی ملی ہے۔ لیکن Ethereum کمیونٹی کو ہمیشہ سے یہ توقع تھی کہ Ethereum کی پوری صلاحیت کو کھولنے کے لیے چند کلیدی اپ گریڈز ضروری ہوں گے۔",
  "page-roadmap-vision-upgrade-needs-desc-2": "زیادہ مانگ ٹرانزیکشن فیس کو بڑھا رہی ہے جو اوسط یوزر کے لیے Ethereum کو مہنگا بناتی ہے۔ ایک Ethereum کلائنٹ چلانے کے لیے درکار ڈسک اسپیس تیزی سے بڑھ رہی ہے۔",
  "page-roadmap-vision-upgrade-needs-desc-3": "Ethereum کے پاس اپ گریڈز کا ایک سیٹ ہے جو ان مسائل اور مزید کو حل کرتا ہے۔ اپ گریڈز کے اس سیٹ کو اصل میں 'Serenity' اور 'Eth2' کہا جاتا تھا، اور یہ 2014 سے تحقیق اور ترقی کا ایک فعال شعبہ رہے ہیں۔",
  "page-roadmap-vision-upgrade-needs-desc-5": "اب جب کہ ٹیکنالوجی تیار ہے، یہ اپ گریڈز Ethereum کو مزید اسکیل ایبل، محفوظ اور پائیدار بنانے کے لیے اس کی نئی تعمیر کریں گے - تاکہ موجودہ یوزرس کی زندگی کو بہتر بنایا جا سکے اور نئے یوزرس کو راغب کیا جا سکے۔ یہ سب کچھ Ethereum کی غیر مرکزیت کی بنیادی قدر کو برقرار رکھتے ہوئے۔",
  "page-roadmap-vision-upgrade-needs-desc-6": "اس کا مطلب ہے کہ اسکیل ایبلٹی کے لیے کوئی آن-سوئچ نہیں ہے۔ وقت کے ساتھ ساتھ بتدریج بہتری آئے گی۔",
  "page-roadmap-vision-upgrade-needs-serenity": "2015 کا ایک بلاگ پوسٹ دیکھیں جس میں 'Serenity' پر بحث کی گئی ہے",
  "ethereum": "Ethereum",
  "page-roadmap-vision-danksharding": "ڈینک شارڈنگ پر مزید"
}
