{
  "page-index-hero-image-alt": "ઈથિરિયમ ઇકોસિસ્ટમનું પ્રતિનિધિત્વ કરતા ભાવિ શહેરનું ચિત્ર.",
  "page-index-meta-description": "ઈથિરિયમ એ નાણાં અને નવા પ્રકારની એપ્લિકેશન માટે વૈશ્વિક, વિકેન્દ્રિત પ્લેટફોર્મ છે. ઈથિરિયમ પર, તમે કોડ લખી શકો છો જે પૈસાને નિયંત્રિત કરે છે અને વિશ્વમાં ગમે ત્યાં સુલભ એપ્લિકેશનો બનાવી શકે છે.",
  "page-index-meta-title": "હોમ",
  "page-index-title": "ઈથિરિયમ પર​ તમારુ સ્વાગત​ છે",
  "page-index-description": "ઈથિરિયમ એ ક્રિપ્ટોકરન્સી, ઈથર (ETH) અને હજારો વિકેન્દ્રિત એપ્લિકેશનોને શક્તિ આપતી સમુદાય દ્વારા સંચાલિત તકનીક છે.",
  "page-index-title-button": "ઈથિરિયમ ને જાણો",
  "page-index-get-started": "શરૂઆત કરો",
  "page-index-get-started-description": "ethereum.org એ ઇથેરિયમની દુનિયામાં તમારું પોર્ટલ છે. ટેક નવી અને સતત વિકસિત થઈ રહી છે – તે માર્ગદર્શિકા મેળવવામાં મદદ કરે છે. જો તમે અંદર ડૂબકી મારવા માંગતા હોવ તો અમે તમને શું કરવાની ભલામણ કરીએ છીએ તે અહીં છે.",
  "page-index-get-started-image-alt": "કમ્પ્યુટર પર કામ કરતી વ્યક્તિનું ચિત્ર.",
  "page-index-get-started-wallet-title": "પાકીટ પશંદ કરો",
  "page-index-get-started-wallet-description": "પાકીટ તમને ઈથિરિયમઈથિરિયમ સાથે કનેક્ટ કરવા અને તમારા ભંડોળનું સંચાલન કરવા દે છે.",
  "page-index-get-started-wallet-image-alt": "શરીર માટે તિજોરી સાથેના રોબોટનું ચિત્ર, ઈથિરિયમ વૉલેટનું પ્રતિનિધિત્વ કરે છે.",
  "page-index-get-started-eth-title": "મેળવો ETH",
  "page-index-get-started-eth-description": "ETH એ ઈથિરિયમ નું ચલણ છે – તમે તેનો ઉપયોગ એપ્લિકેશનમાં કરી શકો છો.",
  "page-index-get-started-eth-image-alt": "ઈથર (ETH) ગ્લિફ પર આશ્ચર્યચકિત થઈ રહેલા લોકોના જૂથનું ચિત્ર.",
  "page-index-get-started-dapps-title": "ડેપ્સનો ઉપયોગ",
  "page-index-get-started-dapps-description": "ડૅપ્સએ ઇથેરિયમ દ્વારા સંચાલિત એપ્લિકેશન છે. તમે શું કરી શકો તે જુઓ.",
  "page-index-get-started-dapps-image-alt": "કમ્પ્યુટરનો ઉપયોગ કરીને ડોગનું ચિત્ર.",
  "page-index-get-started-devs-title": "કામ કરવાનું શરુ કરો",
  "page-index-get-started-devs-description": "જો તમે ઇથેરિયમ સાથે કોડિંગ શરૂ કરવા માંગતા હો, તો અમારી પાસે અમારા ડેવલપર પોર્ટલમાં દસ્તાવેજીકરણ, ટ્યુટોરિયલ્સ અને હાજી વધુ મહિતી છે.",
  "page-index-get-started-devs-image-alt": "લેગો ઇંટોથી બનેલા હાથની રચના અને ઇથેરિયમ લોગોનું ચિત્ર.",
  "page-index-what-is-ethereum": "ઈથિરિયમ શું છે?",
  "page-index-what-is-ethereum-description": "ઇથેરિયમ એ એવી ટેક્નોલોજી છે જે ડિજિટલ મની, વૈશ્વિક ચુકવણીઓ અને એપ્લિકેશન્સનું ઘર છે. સમુદાયે તેજી પામતી ડિજિટલ અર્થવ્યવસ્થા બનાવી છે, સર્જકો માટે ઓનલાઈન કમાણી કરવાની બોલ્ડ નવી રીતો છે, અને ઘણું બધું. તે દરેક માટે ખુલ્લું છે, જ્યારે પણ તમે વિશ્વમાં હોવ - તમારે ફક્ત ઇન્ટરનેટની જરૂર છે.",
  "page-index-what-is-ethereum-button": "ઈથિરિયમ શું છે?",
  "page-index-what-is-ethereum-secondary-button": "ડિજિટલ નાણાં પર વધુ",
  "page-index-what-is-ethereum-image-alt": "બજારમાં ડોકિયું કરતી વ્યક્તિનું ઉદાહરણ, જે ઇથેરિયમનું પ્રતિનિધિત્વ કરવા માટે હતું.",
  "page-index-defi": "એક ન્યાયી નાણાકીય સિસ્ટમ",
  "page-index-defi-description": "આજે, અબજો લોકો બેંક ખાતા ખોલી શકતા નથી, અન્ય લોકો તેમની ચુકવણી અવરોધિત કરે છે. ઇથેરિયમની વિકેન્દ્રિત ફાઇનાન્સ (ડીફાઇ) સિસ્ટમ ક્યારેય સૂતી નથી અથવા ભેદભાવ નથી રાખતી. માત્ર ઇન્ટરનેટ કનેક્શન સાથે, તમે વિશ્વમાં ક્યાંય પણ ભંડોળ મોકલી શકો છો, પ્રાપ્ત કરી શકો છો, ઉધાર લઈ શકો છો, વ્યાજ મેળવી શકો છો અને સ્ટ્રીમ પણ કરી શકો છો.",
  "page-index-defi-button": "ડીફાઇ અન્વેષણ કરો",
  "page-index-defi-image-alt": "હાથ અર્પણનું ઉદાહરણ ઇથેરિયમ પ્રતીક ઓફર કરે છે.",
  "page-index-internet": "ખુલ્લું ઇન્ટરનેટ",
  "page-index-internet-description": "આજે, આપણે એવા 'મફત' ઈન્ટરનેટની સેવા મળી રહી છે જેના માટે આપણે આપણા પોતાની નીજી માહિતી નો હક બીજા ને આપવો પડે છે. ઇથેરીયમ સેવાઓ શરૂઆત થી જ બધા માટે ખુલ્લી છે. બસ તમારે એક પાકીટ ની જરૂર પડે છે, આ પાકીટ બનાવવા સરળ છે કે જે તમારા દ્વારા જ ઉપયોગ માં લઇ શકાય છે, અને એ તમારા નિજી દસ્તાવેજો નો ઉપયોગ કરતા નથી.",
  "page-index-internet-button": "ખુલ્લા ઇન્ટરનેટનું અન્વેષણ કરો",
  "page-index-internet-secondary-button": "પાકીટ પર વધુ",
  "page-index-internet-image-alt": "ઈથિરિયમ સ્ફટિકો દ્વારા સંચાલિત ભવિષ્યનું કમ્પ્યુટર સેટઅપનું ચિત્ર છે.",
  "page-index-developers": "વિકાસની નવી સીમા",
  "page-index-developers-description": "ઈથિરિયમ અને તેની એપ્સ પારદર્શક અને ઓપન સોર્સ છે. તમે કોડ ફોર્ક કરી શકો છો અને અન્ય લોકોએ પહેલેથી જ બનાવેલ કાર્યક્ષમતાનો ફરીથી ઉપયોગ કરી શકો છો. જો તમે નવી ભાષા શીખવા માંગતા ન હોવ તો તમે JavaScript અને અન્ય હાલની ભાષાઓનો ઉપયોગ કરીને ઓપન-સોર્સ કોડ સાથે ક્રિયા-પ્રતિક્રિયા કરી શકો છો.",
  "page-index-developers-button": "ડેવલપર પોર્ટલ",
  "page-index-developers-code-examples": "કોડ ઉદાહરણ",
  "page-index-developers-code-example-title-0": "તમારી પોતાની બેંક",
  "page-index-developers-code-example-description-0": "તમે પ્રોગ્રામ કરેલ લોજિક દ્વારા ચાલતી બેંક બનાવી શકો છો.",
  "page-index-developers-code-example-title-1": "તમારી પોતાની કરન્સી",
  "page-index-developers-code-example-description-1": "તમે ટોકન્સ બનાવી શકો છો કે જેને તમે ટ્રાન્સફર કરી શકો છો અને સમગ્ર એપ્લીકેશનમાં ઉપયોગ કરી શકો છો.",
  "page-index-developers-code-example-title-2": "JavaScript ઈથિરિયમ વૉલેટ",
  "page-index-developers-code-example-description-2": "તમે ઈથિરિયમ અને અન્ય એપ્લિકેશનો સાથે ક્રિયાપ્રતિક્રિયા કરવા માટે હાલની ભાષાઓનો ઉપયોગ કરી શકો છો.",
  "page-index-developers-code-example-title-3": "ખુલ્લું, પરવાનગી વગરનું DNS",
  "page-index-developers-code-example-description-3": "તમે હાલની સેવાઓને વિકેન્દ્રિત, ઓપન એપ્લીકેશન તરીકે પુનઃકલ્પના કરી શકો છો.",
  "page-index-network-stats-title": "આજે ઈથિરિયમ",
  "page-index-network-stats-subtitle": "તાજેતરના નેટવર્ક આંકડા",
  "page-index-network-stats-eth-price-description": "ETH કિંમત (USD)",
  "page-index-network-stats-eth-price-explainer": "નવો 1 ઈથર ભાવ. તમે 0.0000000000000000001 જેટલું ઓછું ખરીદી શકો છો – તમારે સંપૂર્ણ 1 ETH ખરીદવાની જરૂર નથી.",
  "page-index-network-stats-tx-day-description": "આજના વ્યવહારો",
  "page-index-network-stats-tx-day-explainer": "છેલ્લા 24 કલાકમાં નેટવર્ક પર સફળતાપૂર્વક થયેલા વ્યવહારોની સંખ્યા.",
  "page-index-network-stats-value-defi-description": "DeFi માં લૉક કરેલ મૂલ્ય (USD)",
  "page-index-network-stats-value-defi-explainer": "વિકેન્દ્રિત ફાઇનાન્સ (DeFi) એપ્લિકેશનમાં નાણાંની રકમ, ઈથિરિયમ ડિજિટલ અર્થતંત્ર.",
  "page-index-network-stats-nodes-description": "નોડ્સ",
  "page-index-network-stats-nodes-explainer": "ઈથિરિયમ વિશ્વભરમાં હજારો સ્વયંસેવકો દ્વારા ચલાવવામાં આવે છે, જે નોડ્સ તરીકે ઓળખાય છે.",
  "page-index-touts-header": "ethereum.org એક્સપ્લોર કરો",
  "page-index-contribution-banner-title": "ethereum.org માં યોગદાન આપો",
  "page-index-contribution-banner-description": "આ વેબસાઇટ સેંકડો સમુદાય યોગદાનકર્તાઓ સાથે ઓપન સોર્સ છે. તમે આ સાઇટ પરની કોઈપણ સામગ્રીમાં સંપાદનો પ્રસ્તાવિત કરી શકો છો, અદ્ભુત નવી સુવિધાઓ સૂચવી શકો છો અથવા ભૂલોને દૂર કરવામાં અમારી મદદ કરી શકો છો.",
  "page-index-contribution-banner-image-alt": "લેગો ઇંટોથી બનેલો ઇથેરિયમ લોગો.",
  "page-index-contribution-banner-button": "યોગદાન પર વધુ",
  "page-index-tout-upgrades-title": "તમારી અપગ્રેડ કરેલ જાણકારીનું લેવલ અપ કરો",
  "page-index-tout-upgrades-description": "ઈથિરિયમ રોડમેપમાં નેટવર્કને વધુ સ્કેલેબલ, સુરક્ષિત અને ટકાઉ બનાવવા માટે રચાયેલ ઇન્ટરકનેક્ટેડ અપગ્રેડ્સનો સમાવેશ થાય છે.",
  "page-index-tout-upgrades-image-alt": "ઈથિરિયમ અપગ્રેડ કર્યા પછી વધેલી શક્તિનું પ્રતિનિધિત્વ કરતી સ્પેસશીપનું ચિત્ર.",
  "page-index-tout-enterprise-title": "ઉદ્યોગ માટે ઈથિરિયમ",
  "page-index-tout-enterprise-description": "જુઓ કે કેવી રીતે ઈથિરિયમ નવા બિઝનેસ મોડલ ખોલી શકે છે, તમારા ખર્ચને ઘટાડી શકે છે અને તમારા વ્યવસાયને ભવિષ્યમાં સાબિત કરી શકે છે.",
  "page-index-tout-enterprise-image-alt": "ભવિષ્યવાદી કમ્પ્યુટર/ઉપકરણનું ચિત્રણ.",
  "page-index-tout-community-title": "ઇથેરિયમ કોમ્યુનીટી(સમુદાય)",
  "page-index-tout-community-description": "Ethereum કોમ્યુનીટી વિશે છે. તે તમામ વિવિધ પૃષ્ઠભૂમિ અને રુચિઓના લોકોથી બનેલું છે. તમે કેવી રીતે જોડાઈ શકો તે જુઓ.",
  "page-index-tout-community-image-alt": "એકસાથે કામ કરતા બિલ્ડરોના જૂથનું ચિત્ર.",
  "page-index-nft": "સંપત્તિઓનું ઇન્ટરનેટ",
  "page-index-nft-description": "ઈથિરિયમ માત્ર ડિજિટલ નાણા માટે નથી. તમે ધરાવો છો તે કંઈપણ રજૂ કરી શકાય છે, વેપાર કરી શકાય છે અને નોન-ફંજીબલ ટોકન્સ (NFTs) તરીકે ઉપયોગ કરી શકાય છે. તમે તમારી કલાને ટોકનાઇઝ કરી શકો છો અને જ્યારે પણ તે ફરીથી વેચાય ત્યારે આપમેળે રોયલ્ટી મેળવી શકો છો. અથવા લોન લેવા માટે તમારી માલિકીની કોઈ વસ્તુ માટે ટોકનનો ઉપયોગ કરો. શક્યતાઓ સતત વધી રહી છે.",
  "page-index-nft-button": "NFTs ઉપર વધુ",
  "page-index-nft-alt": "એક Eth લોગો હોલોગ્રામ દ્વારા પ્રદર્શિત થઈ રહ્યો છે."
}
