{
  "page-what-is-ethereum-alt-img-bazaar": "Ilustrácia človeka nahliadajúceho do bazáru, ktorý má predstavovať Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Ilustrácia členov komunity Ethereum, ktorí spolupracujú",
  "page-what-is-ethereum-alt-img-lego": "Ilustrácia ruky zostavujúcej logo Etherea z kociek Lego",
  "page-what-is-ethereum-banking-card": "Bankovníctvo pre každého",
  "page-what-is-ethereum-banking-card-desc": "Nie každý má prístup k finančným službám. Jediné čo potrebujete na to, aby ste mali prístup k Ethereu, jeho úverom, pôžičkám a sporiacim produktom, ktoré sú na ňom postavené.",
  "page-what-is-ethereum-build": "Vytvorte niečo s Ethereom",
  "page-what-is-ethereum-build-desc": "Ak chcete začať stavať na Ethereu, prečítajte si naše dokumenty, vyskúšajte nejaké tutoriály alebo skontrolujte nástroje, ktoré sú potrebné na začiatok.",
  "page-what-is-ethereum-censorless-card": "Odolné voči cenzúre",
  "page-what-is-ethereum-censorless-card-desc": "Žiadna vláda ani spoločnosť nemá kontrolu nad Ethereom. Decentralizácia stojí za tým, aby bolo nemožné, že by vás ktokoľvek zastavil pred prijímaním platby alebo využívaním služieb na Ethereu.",
  "page-what-is-ethereum-comm-desc": "Naša komunita obsahuje ľudí z rôznych prostredí, vrátane umelcov, krypto anarchistov, fortune 500 spoločností a teraz i vás. Zistite, ako sa môžete zapojiť už dnes.",
  "page-what-is-ethereum-commerce-card": "Obchodná garancia",
  "page-what-is-ethereum-commerce-card-desc": "Zákazníci si môžu byť istý garanciou, že ich prostriedky zmenia majiteľa len ak potvrdíte platnosť zmluvy. Naopak vývojári majú istotu, že pravidlá sa nezmenia.",
  "page-what-is-ethereum-composable-card": "Kombinovateľné produkty",
  "page-what-is-ethereum-composable-card-desc": "Všetky aplikácie sú postavené na tej istej sieti blokov so zdielanou globálnou sieťou to znamená, že môžu byť postavené jedna na druhej (ako kocky Lega). Toto umožňuje vznik lepších produktov, skúseností a zaisťuje, že nik nemôže len tak odstrániť nástroje na ktorých aplikácie závisia.",
  "page-what-is-ethereum-community": "Komunita Etherea",
  "page-what-is-ethereum-desc": "Základ našej digitálnej budúcnosti",
  "page-what-is-ethereum-explore": "Spoznajte Ethereum",
  "page-what-is-ethereum-internet-card": "Otvorený internet",
  "page-what-is-ethereum-internet-card-desc": "Každý môže spolupracovať so sieťou Ethereum, alebo na nej stavať aplikácie. Toto vám umožňuje mať vaše prostriedky a identitu pod kontrolou miesto toho, aby ste sami boli pod kontrolou pár veľkých korporácií.",
  "page-what-is-ethereum-meet-comm": "Spoznajte komunitu",
  "page-what-is-ethereum-meta-description": "Dozveďte sa viac o Ethereu, ako funguje a, ako si ho sami môžete vyskúšať.",
  "page-what-is-ethereum-meta-title": "Čo je to Ethereum?",
  "page-what-is-ethereum-p2p-card": "Peer-to-peer sieť",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum vám umožňuje koordinovať sa a vytvárať dohody, alebo presúvať digitálne prostriedky s ostatnými ľuďmi. Nieste pritom závislý od sprostredkovateľov.",
  "page-what-is-ethereum-start-building-btn": "Začnite programovať",
  "page-what-is-ethereum-title": "Čo je Ethereum?",
  "page-what-is-ethereum-subtitle": "Kompletná príručka pre začiatočníkov o tom, ako Ethereum funguje, o benefitoch, ktoré prináša a ako je využívané miliónmi ľudí po celom svete.",
  "page-what-is-ethereum-button-lets-start": "Začíname",
  "page-what-is-ethereum-blockchain-tab-title": "Čo je blockchain?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Takzvaný blockchain predstavuje databázu transakcií</b>, ktorá je neustále aktualizovaná a zdieľaná veľkým množstvom počítačov v sieti. Vždy, keď je vytvorená nová séria transakcií tak je vygenerovaný nový \"blok\" - preto názov blockchain - sieť blokov. Verejne prístupné blockchainy, ako je Ethereum umožňujú každému pridávať avšak nie odoberať dáta. Pokiaľ by niekto chcel zmeniť niektorú z informácií, alebo podviezť systém potreboval by toto urobiť v nadpolovičnej väčšine počítačov v sieti. To je veľmi veľké množstvo. Toto robí decentralizované blockchainy, ako je Ethereum veľmi bezpečnými.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Čo je kryptomena?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Kryptomena je pojem určený na pomenovanie veľkého počtu zameniteľných digitálnych tokenov zabezpečených prostredníctvom blockchainu. Toto celé začalo Bitcoinom. Bitcoin môže byť použitý na presúvanie hodnoty medzi dvoma stranami bez nutnosti využitia sprostredkovateľa. Jediné, čo je nutné je veriť k´du Bitcoinu, ktorý je celý voľne dostupný a otvorený.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "Dôvod prečo sa aktívum ako bitcoin a ethereum nazývajú „kryptomeny“ je ten, že bezpečnosť vašich dát a aktív je garantovaná pomocou: <a href=\"/glossary/#cryptography\">cryptography</a>, a nie dôverou inštitúcie alebo firme konať čestne.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Ethereum má svoju vlastnú kryptomenu - ether (ETH), ktorá je určená na vykonávanie platieb za používanie siete. Môže byť presúvaná medzi používateľmi, alebo zamieňaná za iné tokeny v Ethereu. Ether je špeciálny, pretože je používaný na platby za výpočtové úkony potrebné na budovanie a prevádzkonanie aplikácií a organizácií v Ethereu.",
  "page-what-is-ethereum-summary-title": "Zhrnutie",
  "page-what-is-ethereum-summary-desc-1": "Ethereum je sieťou počítačov po celom svete, ktoré rešpektujú sériu pravidiel nazývaných protokol Etherea. Sieť Ethereum vystupuje, ako zakladateľ komunít, aplikácií, organizácií a digitálnych prostriedkov, ktoré môže ktokoľvek využívať a stavať na nich.",
  "page-what-is-ethereum-summary-desc-2": "Účet v Ethereu si môžte vytvoriť odkiaľkoľvek, kedykoľvek a potom skúmať svet aplikácií, alebo vytvárať svoje vlastné. Základná inovácia spočíva v tom, že toto všetko môžete robiť bez nutnosti vkladania dôvery do centrálnej autority, ktorá môže kedykoľvek zmeniť pravidlá, alebo zamietnuť váš prístup.",
  "page-what-is-ethereum-summary-desc-3": "Pokračujte v čítaní, ak sa chcete dozvedieť viac...",
  "page-what-is-ethereum-btc-eth-diff-title": "Aký je rozdiel medzi Ethereom a Bitcoinom?",
  "page-what-is-ethereum-btc-eth-diff-1": "Ethereum, ktoré vzniklo v roku 2015 je založené na Bitcoinových inováciách, s určitými zásadnými rozdielmi.",
  "page-what-is-ethereum-btc-eth-diff-2": "Obe vám umožnia používať digitálne peniaze bez sprostredkovateľov platieb alebo bánk. <b>Ethereum je však programovateľné<b>, takže ho môžete využiť pre množstvo iných decentralizovaných aplikácií.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin umožňuje odosielať základné správy medzi používateľmi o tom, čo považujeme za cenné. Vytváranie hodnoty bez potreby centrálnej autority je už teraz veľmi mocným nástrojom. Ethereum toto celé posúva na vyššiu úroveň pričom už neposielate len správy, ale vytvárate nové programy, alebo kontrakty. Niesú žiadne limity druhov kontraktov, ktoré môžu byť dohodnuté a toto je hnacím motorom ohromných inovácií siete Etherea.",
  "page-what-is-ethereum-btc-eth-diff-4": "Zatiaľ čo Bitcoin je len sieťou na uskutočňovanie platieb tak Ethereum je viac niečím, ako trhoviskom finančných služieb, hier, sociálnych sietí a iných aplikácií.",
  "page-what-is-ethereum-what-can-eth-do-title": "Čo Ethereum dokáže?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Prečo by som mal(a) používať Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Pokiaľ hľadáte odolný, otvorený a dôveryhodný spôsob tvorby organizácií na globálnej úrovni, vytvárania aplikácií a zdieľania hodnôt tak Ethereum je, ako stvorené pre vás. Ethereum predstavuje príbeh, ktorý je písaný každým z nás a stačí len prísť a objavovať nové možnosti, ktoré spolu môžme vytvárať.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Ethereum sa stalo neoceniteľným pre ľudí, ktorí sa musia vyrovnávať s neistotou súvisiacou s bezpečnosťou, alebo istotou mobility ich prostriedkov spôsobených externými silami pôsobiacimi mimo ich dosah.",
  "page-what-is-ethereum-slide-1-title": "Lacnejšie a rýchlejšie cezhraničné platby",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Stablecoiny</b> sú novodobým typom kryptomien, ktoré sú hodnotovo naviazané na iný stabilný prostriedok. Mnohé sú naviazané na Americký dolár a teda kopírujú hodnotu tejto meny. Umožňujú fungovanie veľmi lacného a stabilného globálneho platobného systému. Mnohé stablecoiny sú postavené na sieti Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum a stablecoiny zjednodušujú proces posielania peňazí po celom svete. Poslanie prostriedkov na druhú stranu planéty zvyčajne zaberie len niekoľko minút čo môže bežnej banke trvať niekoľko pracovných dní a niekedy aj týždňov a navyše za zlomok poplatku za prevod. Navyše nejestvuje žiaden extra poplatok za prevdy vyššej sumy a nejestvujú obmedzenia toho prečo a kam chcete poslať svoje peniaze.",
  "page-what-is-ethereum-slide-2-title": "Najrýchlejšia pomoc v krízových časoch",
  "page-what-is-ethereum-slide-2-desc-1": "Pokiaľ máte to šťastie, že žijete v oblasti, kde máte zabezpečený prístup k viacerým dôveryhodným finančným inštitúciám tak si môžete užívať finančnú stabilitu a slobodu, ktorú vám poskytujú. Avšak veľa ľudí po celej planéte čelí represiám a finančnej neistote, pričom finančné inštitúcie im neposkytujú dostatočnú ochranu prostriedkov, ktoré vlastnia.",
  "page-what-is-ethereum-slide-2-desc-2": "Počas vojny, ekonomickej katastrofy alebo zásahy proti občianskym právam ktoré postihli obyvateľov <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuely</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Kuby</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afganistánu</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigérii</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Bieloruska</a>, a <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukrajiny</a>, kryptomeny predstavovali najrýchlejšiu a často jedinú možnosť, ako si udržať finančné postavenie. <sup><a to=\"https://www.financialinclusion.tech/\">1</a></sup> Tak ako môžete vidieť v týchto príkladoch, kryptomeny ako je Ethereum môžu poskytnúť neobmedzený prístup do svetovej ekonomiky, keď sú ľudia odrezaní od vonkajšieho sveta. Stable coiny navyše ponúkajú stabilnú hodnotu, keď miestne meny kolabujú v dôsledku hyperinflácie.",
  "page-what-is-ethereum-slide-3-title": "Podpora tvorby",
  "page-what-is-ethereum-slide-3-desc-1": "Umelci, hudobníci, spisovatelia a iní kreatívci zarobili len v roku 2021 spolu okolo 3,5 miliardy USD. Toto robí Ethereum jednou z najväčších globálnych platform popri Spotify, YouTube a Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Dozvedieť sa viac</a>.",
  "page-what-is-ethereum-slide-4-title": "Podpora herného priemyslu",
  "page-what-is-ethereum-slide-4-desc-1": "Play to earn hry (kde sú hráči odmeňovaní za hranie hier) sa v súčasnosti, ako novinka zasluhujú za zmenu herného priemyslu. Tradične je zakázané obchodovať, alebo presúvať herné prostriedky iným hráčom, alebo na reálne peniaze. Toto núti hráčov používať čierny trh čo je spojené s bezpečnostným rizikom. Hranie v blockchaine pozdvihuje hernú ekonomiku a podporuje dôveryhodnosť takýchto aktivít.",
  "page-what-is-ethereum-slide-4-desc-2": "Navyše je pre hráčov pútavé pokiaľ majú možnosť zamieňať herné tokeny za reálne peniaze a teda byť skutočne odmenený za hranie ich hry.",
  "page-what-is-ethereum-meet-ether-title": "Spoznajte ether - kryptomenu Etherea",
  "page-what-is-ethereum-meet-ether-desc-1": "Veľké množstvo úkonov v sieti Etherea si vyžaduje vykonanie práce na vstavanom počítači Etherea (tzv. Ethereum Virtual Machine). Táto výpočtová sila nieje zadarmo a platí sa za ňu rodnou kryptomenou Etherea nazývanou ether (ETH). To znamení, že potrebujete aspoň malé množstvo etheru pre to, aby ste mohli využívať sieť.",
  "page-what-is-ethereum-meet-ether-desc-2": "Ether je čiso digitálny a môžte ho poslať komukoľvek a kamkoľvek na svete bez zdržania. Množstvo etheru nieje kontrolované žiadnou vládou, alebo spoločnosťou - je decentralizovaný a úplne transparentný. Ether je vydávaný do obehu na základe presných pravidiel protokolu len tým, ktorí založia svoje Ethery na zabezpečenie siete.",
  "page-what-is-ethereum-what-is-ether": "Čo je ether?",
  "page-what-is-ethereum-get-eth": "Získať ETH",
  "page-what-is-ethereum-explore-applications": "Preskúmajte aplikácie",
  "page-what-is-ethereum-learn-defi": "Dozveďte sa viac o DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Kto prevádzkuje Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum nieje kontrolované žiadnou konkrétnou entitou. Jestvuje kdekoľvek, kde sú k internetu pripojené počítače na ktorých beží program protokolu Etherea a pripájajú sa tak k <a href=\"/glossary/#blockchain\">blockchainu</a> Etherea. Každý takýto počítač sa nazýva uzol. Tieto uzly môžu byť prevádzkované kýmkoľvek avšak pokiaľ chcete prispieť k zabezpečeniu siete musíte <a href=\"/glossary/#staking\">stakovať</a> ETH (vlastný token Etherea). Bez potreby povolenia to môže urobiť každý, kto má 32 ETH.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Ani zdrojový kód Etherea nieje produktom jednej entity. Každý môže navrhnúť zmenu protokolu a diskutovať o vylepšeniach. Jestvuje veľké množstvo úprav protokolu Etherea, ktoré sú produktom nezávislých organizácií napísané v rôznych programovacích jazykoch a sú zvyčajne postavené na otvorenej komunitnej spolupráci.",
  "page-what-is-ethereum-run-a-node": "Spustiť uzol",
  "page-what-is-ethereum-smart-contract-title": "Čo sú to smart kontrakty?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Chytré kontrakty sú počítačové programy</b> využívajúce blockchain Etherea. Vykonávajú úkony na základe pokynov užívateľa. Robia Ethereum veľmi flexibilným v tom, čo dokáže. Tieto programy predstavujú stavebné kamene decentralizovaných aplikácií a organizácií.",
  "page-what-is-ethereum-smart-contract-desc-2": "Využívali ste niekedy produkt, ktorý časom zmenil podmienky používania, alebo taký, ktorý odstránil funkciu, ktorú ste považovali za užitočnú? Pokiaľ je chytrý kontrakt spustený v Ethereu bude fungovať pokiaľ bude Ethereum jestvovať. Ani samotný autor o nemôže odstrániť. Keďže sú chytré kontrakty automatické nikoho nediskriminujú a sú vždy pripravené na používanie.",
  "page-what-is-ethereum-smart-contract-desc-3": "Populárne príklady smart kontraktov sú aplikácie na požičiavanie, decentralizované obchodné burzy, poistenie, kvadratické financovanie, sociálne siete, <a href=\"/glossary/#NFT>NFT</a> – v podstate čokoľvek si viete predstaviť.",
  "page-what-is-ethereum-more-on-smart-contracts": "Viac na smart zmluvách",
  "page-what-is-ethereum-explore-dapps": "Preskúmať dapps",
  "page-what-is-ethereum-criminal-activity-title": "Počul som, že kryptomeny sú využívané, ako nástroj pre kriminálne aktivity. Je to pravda?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Každá technológia môže byť občas zneužitá. Avšak, keďže všetky transakcie v Ethereu prebiehajú v otvorenom ekosystéme blockchainu je samozrejme pre autority dozoru jednoduchšie vypátrať nekalé aktivity, ako by tomu bolo v tradičnom finančnom systéme a to robí Ethereum málo zaujímavým priestorom pre tých, ktorí by radi ostali neodhalení.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Podľa tejto správy Europolu sú krypromeny využívané na kriminálne účely omnoho menej, ako klasické peniaze:",
  "page-what-is-ethereum-criminal-activity-desc-3": "\"Využívanie kryptomien na ilegálne aktivity predstavuje len malú časť z celkového objemu ekonomiky kryptomien a je neporovnateľne menší, ako objem ilegálne používaných tradičných finančných prostriedkov.\"",
  "page-what-is-ethereum-energy-title": "A čo otázka energetickej náročnosti Etherea?",
  "page-what-is-ethereum-energy-desc-1": "Dňa 15 septembra 2022 prešlo Ethereum aktualizáciou nazývanou The Merge, ktorá zmenila systém zabezpečenia siete z výkonnostného systému <a href=\"/glossary/#pow\">proof-of-work</a> na systém založený na vklade <a href=\"/glossary/#pos\">proof-of-stake</a>.",
  "page-what-is-ethereum-energy-desc-2": "The Merge bol najväčším vylepšením Etherea, ktorého výsledkom bolo zníženie spotreby energie potrebnej na zabezpečenie siete o <b>99.95%</b>, a vytvorenie <b>bezpečnejšej siete pri omnoho nižšej uhlíkovej stope<b>. Ethereum je teraz sieťou, ktorá produkuje málo emisií, zatiaľ čo zvýšila svoju bezpečnosť a škálovateľnosť.",
  "page-what-is-ethereum-more-on-energy-consumption": "Viac o spotrebe energie Etherea",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Ročná spotreba energie v TWh/rok",
  "energy-consumption-chart-global-data-centers-label": "Globálne dátové centra",
  "energy-consumption-gold-mining-cbeci-label": "Ťažba zlata",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Hranie v Spojených štátoch amerických",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "The Merge vylepšenie",
  "page-what-is-ethereum-additional-reading": "Ďalšie zdroje informácií",
  "page-what-is-ethereum-week-in-ethereum": "Týždeň v novinkách Etherea",
  "page-what-is-ethereum-week-in-ethereum-desc": "Týždenný newsletter pokrývajúci vylepšenia naprieč celým ekosystémom.",
  "page-what-is-ethereum-kernel-dreamers": "Kernel",
  "page-what-is-ethereum-kernel-dreamers-desc": "Sen Etherea",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atómy, Inštitúcie Blockchainy",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "Prečo záleží na blockchaine?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum v číslach",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "Projekty postavené na Ethereu",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "Účty (peňaženky) so zostatkom ETH",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "Smart kontrakty na Ethereu",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "Hodnota zabezpečená Ethereom",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "Príjmy tvorcov na Ethereu v 2021",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "Počet dnešných transakcií",
  "adoption-chart-column-now-label": "Teraz",
  "adoption-chart-investors-label": "Investori",
  "adoption-chart-developers-label": "Vývojári",
  "adoption-chart-companies-label": "Spoločnosti",
  "adoption-chart-artists-label": "Umelci",
  "adoption-chart-musicians-label": "Hudobníci",
  "adoption-chart-writers-label": "Spisovatelia",
  "adoption-chart-gamers-label": "Hráči",
  "adoption-chart-refugees-label": "Utečenci",
  "page-what-is-ethereum-get-eth-alt": "Získať nejaké ETH",
  "page-what-is-ethereum-get-eth-description": "ETH je natívna mena Etherea. Budete potrebovať nejaké ETH vo vašej peňaženke na používanie aplikácií Ethereum.",
  "page-what-is-ethereum-get-eth-title": "Získať nejaké ETH",
  "page-what-is-ethereum-explore-dapps-alt": "Preskúmať dapps",
  "page-what-is-ethereum-explore-dapps-description": "Dapps sú aplikácie postavené na Ethereu. Dapps narušujú existujúce obchodné modely a vytvárajú nové.",
  "page-what-is-ethereum-explore-dapps-title": "Vyskúšať nejaké dappy"
}
