{
  "page-gas-meta-title": "Poplatky za gas na Ethereu: ako fungujú?",
  "page-gas-meta-description": "Naučte sa o gas na Ethereu: ako funguje a ako platiť nižšie poplatky za gas",
  "page-gas-hero-title": "Poplatky",
  "page-gas-hero-header": "Sieťové poplatky",
  "page-gas-hero-button-1-content": "Čo je gas?",
  "page-gas-hero-subtitle-1": "Sieťové poplatky na Ethereu sa nazývajú gas.",
  "page-gas-hero-subtitle-2": "Gas je palivo, ktoré poháňa Ethereum.",
  "page-gas-summary-title": "Zhrnutie",
  "page-gas-summary-item-1": "Všetky transakcie na Ethereu vyžadujú malú formu poplatku za sprostredkovanie",
  "page-gas-summary-item-2": "Tieto poplatky sú známe ako poplatok za „gas“",
  "page-gas-summary-item-3": "Poplatky za gas nie sú stanovené, menia sa na základe preťaženia siete",
  "page-gas-what-are-gas-fees-header": "Čo sú poplatky za gas?",
  "page-gas-what-are-gas-fees-text-1": "Predstavte si Ethereum ako veľkú počítačovú sieť, kde ľudia môžu vykonávať úlohy, ako je odosielanie správ alebo spúšťanie programov. Rovnako ako v skutočnom svete, aj tieto úlohy vyžadujú energiu.",
  "page-gas-what-are-gas-fees-text-2": "V Ethereu má každá výpočtová akcia stanovenú cenu „gas“. <b>Vaše poplatky za gas predstavujú celkové náklady na akcie vo vašej transakcii</b>. Keď odošlete transakciu alebo spustíte <a href=\"/glossary/#smart-contract\">smart kontrakt</a>, zaplatíte za spracovanie poplatky za gas.",
  "page-gas-how-do-i-pay-less-gas-header": "Ako zaplatím menej gas?",
  "page-gas-how-do-i-pay-less-gas-text": "Aj keď sú vyššie poplatky za Ethereum niekedy nevyhnutné, existujú stratégie, ktoré môžete použiť na zníženie nákladov:",
  "page-gas-how-do-i-pay-less-gas-card-1-title": "Načasujte svoje transakcie",
  "page-gas-how-do-i-pay-less-gas-card-1-description": "Rovnako ako cestovanie mimo špičky je menej preplnené a cenovo dostupnejšie, používanie Etherea je vo všeobecnosti lacnejšie, keď Severná Amerika spí.",
  "page-gas-how-do-i-pay-less-gas-card-2-title": "Počkajte, kým gas klesne",
  "page-gas-how-do-i-pay-less-gas-card-2-description": "Ceny gasu stúpajú a klesajú každých dvanásť sekúnd podľa toho, ako je Ethereum preťažené. Keď sú ceny plynu vysoké, čakanie len pár minút pred uskutočnením transakcie môže zaznamenať výrazný pokles vašej platby.",
  "page-gas-how-do-i-pay-less-gas-card-3-title": "Použite vrstvu 2",
  "page-gas-how-do-i-pay-less-gas-card-3-description": "Blockchainy vrstvy 2 sú postavené na Ethereu, ponúkajú nižšie poplatky a zvládajú viac transakcií. Sú dobrou voľbou, ako ušetriť na poplatkoch za transakcie, ktoré sa nemusia diať v hlavnej sieti Ethereum.",
  "page-gas-try-layer-2": "Vyskúšajte vrstvu 2",
  "page-gas-what-causes-high-gas-fees-header": "Čo spôsobuje vysoké poplatky za gas?",
  "page-gas-what-causes-high-gas-fees-text-1": "Vždy, keď množstvo výpočtov (gasu) na Ethereu prekročí určitú hranicu, poplatky za gas začnú rásť. Čím viac gas prekročí túto hranicu, tým rýchlejšie sa zaň zvýšia poplatky.",
  "page-gas-what-causes-high-gas-fees-text-2": "Vyššie poplatky môžu byť spôsobené vecami, ako sú napríklad populárne <a href=\"/glossary/#dapp\">decentralizované aplikácie (dapps)</a> alebo NFT, pravidelne zvýšené obchodovanie na <a href=\"/glossary/#dex\">DEX</a> alebo obrovský počet aktivít používateľov v čase špičky.",
  "page-gas-what-causes-high-gas-fees-text-3": "Vývojári na Ethereu by sa mali postarať o to, aby pred nasadením optimalizovali používanie svojich smart kontraktov. Ak veľa ľudí používa zle napísaný smart kontrakt, spotrebuje to väčšie množstvo gasu a môže neúmyselne spôsobiť preťaženie siete.",
  "page-gas-want-to-dive-deeper": "Chcete sa dozvedieť viac?",
  "page-gas-check-out-the-developer-docs": "Pozrite si dokumentáciu pre vývojárov.",
  "page-gas-attack-of-the-cryptokitties-header": "Útok Cryptokitties",
  "page-gas-attack-of-the-cryptokitties-text": "V novembri 2017 bol spustený populárny projekt CryptoKitties. Jeho rýchly nárast popularity spôsobil značné preťaženie siete a extrémne vysoké poplatky za gas. Problémy, ktoré spôsobil projekt CryptoKitties, urýchlili naliehavosť hľadania riešení na škálovanie Etherea.",
  "page-gas-why-do-we-need-gas-header": "Na čo potrebujeme gas?",
  "page-gas-why-do-we-need-gas-text": "Gas je kritickým prvkom pri udržiavaní bezpečnosti Etherea a spracovávaní transakcií. Gas pomáha mnohými spôsobmi:",
  "page-gas-benefits-1-description": "Plyn udržuje Ethereum <a href=\"/glossary/#anti-sybil\">odolné voči sybil útokom</a> tým, že bráni zlomyseľným aktérom zahltiť sieť podvodnými aktivitami.",
  "page-gas-benefits-2-description": "Keďže výpočty stoja gas, spamovanie Etherea drahými transakciami, či už náhodne alebo so zlým úmyslom, je finančne demotivované.",
  "page-gas-benefits-3-description": "Pevný limit na množstvo výpočtov, ktoré je možné vykonať kedykoľvek, bráni preťaženiu Etherea, čo pomáha zabezpečiť, aby bola sieť vždy dostupná.",
  "page-gas-how-is-gas-calculated-header": "Ako sa vypočítava gas?",
  "page-gas-advanced": "Pre pokročilých",
  "page-gas-how-is-gas-calculated-text-1": "Celkový poplatok za gas, ktorý zaplatíte, sa skladá z niekoľkých častí:",
  "page-gas-how-is-gas-calculated-item-1": "<b>Základný poplatok:</b> poplatok stanovený sieťou, ktorý je potrebné zaplatiť za transakciu.",
  "page-gas-how-is-gas-calculated-item-2": "<b>Prioritný poplatok:</b> voliteľný tip na motiváciu operátorov uzlov, aby zahrnuli vašu transakciu.",
  "page-gas-how-is-gas-calculated-item-3": "<b>Jednotky použitého gasu<i>*</i>:</b> pamätáte si, že gas predstavuje výpočet? Zložitejšie akcie ako je interakcia so smart kontraktom, spotrebujú viac gasu ako tie jednoduché, napríklad odoslanie transakcie.",
  "page-gas-how-is-gas-calculated-list-item-1": "<i><span>*</span> Pozrite obrázok 1, aby ste videli, koľko gasu spotrebujú rôzne typy transakcií</i>",
  "page-gas-how-is-gas-calculated-text-2": "Vzorec na výpočet poplatku za gas sú jednotky použitého gasu * (základný poplatok + prioritný poplatok). Väčšina peňaženiek vypočíta spotrebu gasu a zobrazí ju jednoduchším spôsobom.",
  "page-gas-table-figure": "<i>Obrázok 1: Použitý gas podľa typu transakcie</i>",
  "page-gas-table-header-1": "Typ transakcie",
  "page-gas-table-header-2": "Jednotky použitého gasu",
  "page-gas-table-item-1-transaction-type": "Odosielanie ETH",
  "page-gas-table-item-2-transaction-type": "Odosielanie ERC-20 tokenov",
  "page-gas-table-item-3-transaction-type": "Prevod NFT",
  "page-gas-table-item-4-transaction-type": "Výmena na Uniswape",
  "page-gas-faq-header": "Často kladené otázky",
  "page-gas-faq-question-1-q": "Kto dostane zaplatené poplatky za gas v mojej transakcii?",
  "page-gas-faq-question-1-a-1": "Väčšina poplatku za gas – základný poplatok – je zničená protokolom (spálená). Prioritný poplatok, ak je zahrnutý vo vašej transakcii, bude pridelený validátorovi, ktorý navrhol vašu transakciu.",
  "page-gas-faq-question-1-a-2": "Podrobný popis procesu si môžete prečítať vo <a href=\"/developers/docs/gas/\">vývojárskych dokumentoch v časti o gase.</a>",
  "page-gas-faq-question-2-q": "Musím platiť gas v ETH?",
  "page-gas-faq-question-2-a-1": "Áno. Všetky poplatky za gas v Ethereu musia byť zaplatené v natívnej mene ETH.",
  "page-gas-faq-question-2-a-2": "Viac na ETH",
  "page-gas-faq-question-3-q": "Čo je gwei?",
  "page-gas-faq-question-3-a-1": "Vo väčšine peňaženiek alebo zariadení na sledovanie gasu uvidíte ceny plynu označené ako „gwei“.",
  "page-gas-faq-question-3-a-2": "Gwei je len menšia jednotka ETH, rovnako ako haliere k dolárom s tým rozdielom, že 1 ETH sa rovná 1 miliarde gwei. Gwei je užitočný, keď hovoríme o veľmi malých množstvách ETH.",
  "page-gas-use-layer-2": "Použite vrstvu 2"
}
