{
  "comp-withdrawal-comparison-current-title": "Aktuálny stakeri",
  "comp-withdrawal-comparison-current-li-1": "Niektorí používatelia mohli poskytnúť adresu na výber už pri prvotnom nastavovaní ich stakingového vkladu – títo používatelia nepotrebujú robiť nič viac",
  "comp-withdrawal-comparison-current-li-2": "Väčšina stakerov neposkytla pri počiatočnej registrácii adresu na výber a bude musieť aktualizovať svoje údaje na výber. Tu je <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Staking Launchpad</a>, ktorý obsahuje pokyny, ako to urobiť",
  "comp-withdrawal-comparison-current-p": "Môžete zadať svoje číslo indexu validátora, aby ste zistili, či stále potrebujete aktualizovať svoje údaje. <Text as=\"span\" fontWeight=\"normal\">(to môže byť nájdené vo vašich klientských záznamoch):</Text>",
  "comp-withdrawal-comparison-new-title": "Nový stakeri (ešte nevložili)",
  "comp-withdrawal-comparison-new-li-1": "Predvolene by mali noví stakeri, ktorí chcú automaticky získať odmeny za staking a funkčnosť výberu poskytnúť Ethereum adresu pre výber, ktorú kontrolujú pri generovaní ich kľúčov validátora pomocou nástroja Staking Deposit CLI",
  "comp-withdrawal-comparison-new-li-2": "Toto nie je vyžadované v čase vkladu, ale zabráni potrebe aktualizovať tieto kľúče neskôr, aby ste mohli odomknúť svoje prostriedky",
  "comp-withdrawal-comparison-new-p": "Staking Launchpad vás prevedie procesom začatia stakingu.",
  "comp-withdrawal-comparison-new-link": "Navštívte Staking Launchpad",
  "comp-withdrawal-credentials-placeholder": "Index validátora",
  "comp-withdrawal-credentials-error": "Ups! Skontrolujte index validátora a skúste znovu.",
  "comp-withdrawal-credentials-upgraded-1": "Index validátora {{validatorIndex}} je pripravený na prijímanie odmien!",
  "comp-withdrawal-credentials-upgraded-2": "Poverenia na výber priradené k realizačnej adrese:",
  "comp-withdrawal-credentials-not-upgraded-1": "Tento validátor potrebuje byť aktualizovaný.",
  "comp-withdrawal-credentials-not-upgraded-1-testnet": "Tento validátor testnetu Holesky potrebuje byť aktualizovaný.",
  "comp-withdrawal-credentials-not-upgraded-2": "Inštrukcie, ako aktualizovať sú dostupné v <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Staking Lanchpade</a>",
  "comp-withdrawal-credentials-verify-mainnet": "Overiť na Mainnete",
  "comp-withdrawal-credentials-verify-holesky": "Overiť na Holesky",
  "page-staking-image-alt": "Obrázok nosorožca maskota pre stakovací launchpad.",
  "page-staking-benefits-1-title": "Získajte odmeny",
  "page-staking-benefits-1-description": "Odmeny sú dané za akcie, ktoré pomáhajú sieti dosiahnuť <a href=\"/glossary/#consensus\">konsenzus</a>. Dostanete odmeny za spustenie softvéru, ktorý správne zoskupuje transakcie do nových blokov a kontroluje prácu ostatných validátorov, pretože to je to, čo udržiava reťazec bezpečne fungujúci.",
  "page-staking-benefits-2-title": "Lepšia bezpečnosť",
  "page-staking-benefits-2-description": "Sieť sa stáva odolnejšou voči útokom, keď je staknutého viac ETH, pretože na ovládnutie väčšiny siete je potrebné viac ETH. Aby ste sa stali hrozbou, museli by ste držať väčšinu validátorov, čo znamená, že by ste museli kontrolovať väčšinu ETH v systéme – to je veľa!",
  "page-staking-benefits-3-title": "Udržateľnejšie",
  "page-staking-benefits-3-description": "Stakeri nepotrebujú vykonávať energeticky náročné výpočty proof-of-work na účasť v sieti, čo znamená, že stakingové uzly môžu bežať na relatívne skromnom hardvéri s veľmi malou spotrebou energie.",
  "page-staking-benefits-3-link": "Viac o energetickej náročnosti Etherea",
  "page-staking-description": "Staking je akt vkladania 32 ETH na aktiváciu <a href=\"/glossary/#validator\">softvéru validátora</a>. Ako validátor budete zodpovední za ukladanie dát, spracovanie transakcií a pridávanie nových <a href=\"/glossary/#block\">blokov</a> do blockchainu. Týmto pomôžete udržiavať Ethereum bezpečné pre každého, a v procese si zarobíte si nové ETH.",
  "page-staking-hero-title": "Ako stakovať ETH",
  "page-staking-hero-header": "Získajte odmeny za zabezpečenie Etherea",
  "page-staking-hero-subtitle": "Akýkoľvek používateľ s akoukoľvek sumou ETH môže pomôcť zabezpečiť sieť a v procese získať odmeny.",
  "page-staking-dropdown-home": "Domov stakovania",
  "page-staking-dropdown-solo": "Sólo stakovanie",
  "page-staking-more-on-solo": "Viac o sólo stakovaní",
  "page-staking-learn-more-solo": "Viac informácií o sólo stakingu",
  "page-staking-dropdown-saas": "Stakovanie, ako služba",
  "page-staking-more-on-saas": "Viac o stakovaní ako službe",
  "page-staking-learn-more-saas": "Viac informácií o stakovaní ako službe",
  "page-staking-dropdown-pools": "Stakovanie v pooloch",
  "page-staking-dropdown-withdrawals": "O výberoch",
  "page-staking-dropdown-dvt": "Technológia distribuovaných validátorov",
  "page-staking-more-on-pools": "Viac o poolovom stakovaní",
  "page-staking-learn-more-pools": "Viac informácií o poolovom stakovaní",
  "page-staking-section-what-title": "Čo je staking?",
  "page-staking-section-why-title": "Prečo stakovať ETH?",
  "page-staking-section-why-p1": "Všetko závisí od toho, koľko ste ochotní stakovať. Budete potrebovať 32 ETH na aktiváciu vlastného validátora, ale je možné vsadiť aj menej.",
  "page-staking-section-why-p2": "Prezrite si možnosti nižšie a vyberte tú, ktorá je najlepšia pre vás a pre sieť.",
  "page-staking-guide-title-coincashew-ethereum": "Sprievodca Ethereum 2.0 od CoinCashew",
  "page-staking-guide-title-somer-esat": "Somer Esat",
  "page-staking-guide-title-rocket-pool": "Operátori Rocket Pool uzlov",
  "page-staking-guide-description-linux": "Linux (CLI)",
  "page-staking-guide-description-mac-linux": "Linux, macOS (CLI)",
  "page-staking-hierarchy-solo-h2": "Sólo domáce stakovanie",
  "page-staking-hierarchy-solo-pill-1": "Najväčší vplyv",
  "page-staking-hierarchy-solo-pill-2": "Plná kontrola",
  "page-staking-hierarchy-solo-pill-3": "Plné odmeny",
  "page-staking-hierarchy-solo-pill-4": "Bez dôvery",
  "page-staking-hierarchy-solo-p1": "Sólo stakovanie na Ethereu je <span class=\"gold\">zlatý štandard</span> pre stakovanie. Poskytuje plné odmeny za účasť, zlepšuje decentralizáciu siete a nikdy nevyžaduje zdôverovať svoje prostriedky nikomu inému.",
  "page-staking-hierarchy-solo-p2": "Tí, ktorí zvažujú sólo stakovanie, by mali mať aspoň 32 ETH a počítač neustále pripojený k internetu. Určité technické znalosti sú užitočné, ale teraz existujú aj jednoduché nástroje, ktoré pomáhajú tento proces zjednodušiť.",
  "page-staking-hierarchy-saas-pill-1": "Vaše 32 ETH",
  "page-staking-hierarchy-saas-pill-2": "Vaše kľúče validátora",
  "page-staking-hierarchy-saas-pill-3": "Prevádzka zvereného uzla",
  "page-staking-hierarchy-saas-p1": "Ak nechcete alebo sa necítite pohodlne pri manipulácii s hardvérom, ale stále chcete stakovať vaše 32 ETH, možnosti stakovania ako služby vám umožňujú delegovať náročnú časť zatiaľ čo vy môžete zarábať odmeny za blok.",
  "page-staking-hierarchy-saas-p2": "Tieto možnosti vás zvyčajne prevedú procesom vytvorenia sady údajov validátora, nahratím vášho podpisového kľúča k nim a vkladom vašich 32 ETH. To umožňuje službe overovať vo vašom mene.",
  "page-staking-hierarchy-saas-p3": "Táto metóda stakovania vyžaduje určitú úroveň dôvery v poskytovateľa. Aby ste obmedzili riziko protistrany, kľúče na výber vašich ETH sú zvyčajne držané vo vašom vlastníctve.",
  "page-staking-hierarchy-pools-pill-1": "Stakujte akúkoľvek čiastku",
  "page-staking-hierarchy-pools-pill-2": "Získajte odmeny",
  "page-staking-hierarchy-pools-pill-3": "Zachovajte jednoduchosť",
  "page-staking-hierarchy-pools-pill-4": "Populárne",
  "page-staking-hierarchy-pools-p1": "V súčasnosti existuje niekoľko riešení pre pooling ktoré sú určené na pomoc používateľom, ktorí nemajú alebo sa necítia pohodlne stakovať 32 ETH.",
  "page-staking-hierarchy-pools-p2": "Veľa z týchto možností zahŕňa to, čo je známe ako „liquid staking“, ktorý zahŕňa <a href=\"/glossary/#erc-20\">ERC-20</a>likvidný token, ktorý reprezentuje vaše staknuté ETH.",
  "page-staking-hierarchy-pools-p3": "Likvídne stakovanie umožňuje ľahký vstup a výstup a robí stakovanie tak jednoduché, ako výmenu tokenu. Táto možnosť tiež umožňuje používateľom držať svoje aktíva vo vlastnej Ethereum <a href=\"/glossary/#wallet\">peňaženke</a>.",
  "page-staking-hierarchy-pools-p4": "Pooling stakovanie nie je priamo súčasťou siete Ethereum. Tretie strany vyvíjajú tieto riešenia a nesú s nimi spojené riziká.",
  "page-staking-hierarchy-cex-h2": "Centralizované zmenárne",
  "page-staking-hierarchy-cex-pill-1": "S najmenším dopadom",
  "page-staking-hierarchy-cex-pill-2": "Najväčšie predpoklady dôvery",
  "page-staking-hierarchy-cex-p1": "Mnohé centralizované burzy poskytujú stakingové služby, ak si nie ste pohodlní držať ETH vo vlastnej peňaženke. Môžu byť náhradou, ktorá vám umožní získať nejaký výnos z vašich ETH aktív s minimálnym dohľadom alebo úsilím.",
  "page-staking-hierarchy-cex-p2": "Kompromisom je, že centralizovaní poskytovatelia konsolidujú veľké množstvá ETH na prevádzkovanie veľkého počtu validátorov. To môže byť nebezpečné pre sieť a jej používateľov, pretože vytvára veľký centralizovaný cieľ a bod zlyhania, čo robí sieť náchylnejšou na útoky alebo chyby.",
  "page-staking-hierarchy-cex-p3": "Ak sa necítite pohodlne pri držaní vlastných <a href=\"/glossary/#key\">kľúčov</a>, to je v poriadku. Tieto možnosti existujú pre vás. Medzitým zvážte, či nenavštívite našu <a href=\"/wallets/\">stránku peňaženiek</a>, kde sa môžete dozvedieť viac o tom, ako prevziať plnú zodpovednosť za svoje finančné prostriedky. Keď budete pripravení, vráťte sa späť a posilnite svoju staking stratégiu tým, že vyskúšate niektoré z ponúkaných služieb pooling stakingu s vlastnou správou.",
  "page-staking-hierarchy-subtext": "Ako ste si možno všimli, existuje mnoho spôsobov, ako sa zúčastniť na stakingu Etherea. Tieto cesty sú určené pre širokú škálu používateľov a sú nakoniec jedinečné vo svojej variabilite rizík, odmien a predpokladov dôvery. Niektoré sú decentralizovanejšie, odskúšané a/alebo riskantnejšie ako iné. Poskytujeme nejaké informácie o populárnych projektoch v tomto priestore, ale <em>vždy si urobte vlastný prieskum</em> pred odoslaním ETH kamkoľvek.",
  "page-staking-comparison-solo-saas": "Pri poskytovaní služieb SaaS je stále potrebné vložiť 32 ETH, ale nemusíte prevádzkovať hardvér. Zvyčajne si uchovávate prístup k svojim kľúčom validátora, ale musíte tiež zdieľať svoje podpisové kľúče, aby operátor mohol konať v mene vášho validátora. Toto zavádza vrstvu dôvery, ktorá nie je prítomná pri prevádzkovaní vlastného hardvéru a na rozdiel od solo stakingu doma, SaaS nepomáha tak veľmi s geografickým rozložením uzlov. Ak sa cítite nepohodlne pri prevádzkovaní hardvéru, ale stále chcete stakovať 32 ETH, použitie poskytovateľa SaaS môže byť pre vás dobrá voľba.",
  "page-staking-comparison-solo-pools": "Samostatné stakovanie je výrazne náročnejšie ako stakovanie s poolingovou službou, ale ponúka plný prístup k odmenám ETH a plnú kontrolu nad nastavením a bezpečnosťou vášho validátora. Poolingové stakovanie má výrazne nižšiu vstupnú bariéru. Užívatelia môžu stakovať malé množstvá ETH, nie je potrebné generovať kľúce validátora a nemajú žiadne hardvérové požiadavky nad rámec štandardného internetového pripojenia. Likvidné tokeny umožňujú vystúpiť zo stakovania skôr, ako je to povolené na úrovni protokolu. Ak máte záujem o tieto funkcie, poolingové stakovanie môže byť dobrým riešením.",
  "page-staking-comparison-saas-solo": "Podobnosti zahŕňajú vlastnenie vlastných kľučov validátora bez potreby zdieľať prostriedky, ale s SaaS musíte dôverovať tretej strane, ktorá by mohla potenciálne konať zle alebo sa stať cieľom útoku alebo regulácie. Ak vás tieto predpoklady dôvery alebo riziká centralizácie znepokojujú, zlatým štandardom sebestačného stakovania je solo stakovanie.",
  "page-staking-comparison-saas-pools": "Tieto sú podobné v tom, že sa vo všeobecnosti spoliehate na niekoho iného, aby spustil klienta validátora, ale na rozdiel od SaaS, pooling stakovanie umožňuje zúčastniť sa s menšími množstvami ETH. Ak uvažujete o stakovaní s menej ako 32 ETH, zvážte ich vyskúšanie.",
  "page-staking-comparison-pools-solo": "Spoločné stakovanie má výrazne nižšiu vstupnú bariéru v porovnaní so samostatným stakovanim, ale prináša so sebou dodatočné riziko delegovaním operácií uzla tretej strane a s poplatkom. Samostatné stakovanie dáva úplnú suverenitu a kontrolu nad rozhodnutiami, ktoré vstupujú do nastavenia stakovania. Stakeri nikdy nemusia odovzdať svoje kľúče a môžu získať plné odmeny bez toho, aby si ktokoľvek bral podiel.",
  "page-staking-comparison-pools-saas": "Tieto sú podobné v tom, že stakeri neprevádzkujú samotný softvér validátora, ale na rozdiel od možností poolovania, SaaS vyžaduje úplný vklad 32 ETH na aktiváciu validátora. Odmeny sa hromadia na stakera a zvyčajne zahŕňajú mesačný poplatok alebo iný podiel na používaní služby. Ak by ste radšej mali svoje vlastné kľúče validátora a máte záujem o stakovanie aspoň 32 ETH, použitie poskytovateľa SaaS môže byť pre vás dobrá voľba.",
  "page-staking-considerations-solo-1-description": "Podstatný kód je 100 % otvorený zdroj a dostupný verejnosti na forknutie a použitie",
  "page-staking-considerations-solo-1-warning": "Uzavretý zdrojový kód",
  "page-staking-considerations-solo-2-title": "Auditované",
  "page-staking-considerations-solo-2-description": "Podstatný kód prešiel formálnym auditom s výsledkami zverejnenými a dostupnými verejne",
  "page-staking-considerations-solo-2-warning": "Žiadne",
  "page-staking-considerations-solo-3-title": "Odmena za nájdenie chýb",
  "page-staking-considerations-solo-3-description": "Verejný program odmenovania za nájdenie chýb bol vykonaný na podstatnom kóde pre odmeňovanie používateľov za bezpečné hlásenie a/alebo opravu zraniteľností",
  "page-staking-considerations-solo-3-valid": "Práve aktívné",
  "page-staking-considerations-solo-3-caution": "Dokončené",
  "page-staking-considerations-solo-4-title": "Odskúšaný",
  "page-staking-considerations-solo-4-description": "Softvér bol verejne dostupný a používaný verejnosťou počas uvedeného obdobia",
  "page-staking-considerations-solo-4-valid": "Spustený > 1 rok",
  "page-staking-considerations-solo-4-caution": "Spustený > 6 mesiacov",
  "page-staking-considerations-solo-4-warning": "Novo spustený",
  "page-staking-considerations-solo-5-title": "Bez dôvery",
  "page-staking-considerations-solo-5-description": "Kľúče validátora nie sú zverené žiadnemu inému človeku v žiadnom bode životného cyklu validátora. Všetky smart kontrakty sú bez zadných dvierok, bez spoliehania sa na privilégované povolenia pre vykonanie.",
  "page-staking-considerations-solo-5-warning": "Dôveryhodný",
  "page-staking-considerations-solo-6-description": "Používatelia nepotrebujú žiadne povolenie na prevádzkovanie validátora pomocou softvéru alebo služby",
  "page-staking-considerations-solo-6-valid": "Žiadne povolenie",
  "page-staking-considerations-solo-6-warning": "Potrebné povolenie",
  "page-staking-considerations-solo-7-title": "Multi-klient",
  "page-staking-considerations-solo-7-description": "Softvér umožňuje používateľom vybrať a prepínať medzi aspoň dvoma alebo viacerými klientmi pre vykonávanie a dvoma alebo viacerými klientskymi vrstvami konsenzu",
  "page-staking-considerations-solo-7-valid": "Jednoduché prepínanie klientov",
  "page-staking-considerations-solo-7-warning": "Obmedzené na väčšinového klienta",
  "page-staking-considerations-solo-8-title": "Vlastná správa",
  "page-staking-considerations-solo-8-description": "Používateľ si udržiava opatrovníctvo akýchkoľvek overovacích poverení, vrátane podpisovacích a výberových kľúčov",
  "page-staking-considerations-solo-8-warning": "Správa tretou stranou",
  "page-staking-considerations-solo-9-title": "Ekonomický",
  "page-staking-considerations-solo-9-description": "Používatelia môžu prevádzkovať validátora stakovanim menej ako 32 ETH, využitím spoločných prostriedkov od iných",
  "page-staking-considerations-solo-9-valid": "< 32 ETH",
  "page-staking-considerations-solo-9-warning": "32 ETH",
  "page-staking-considerations-saas-4-description": "Služba bola dostupná a používaná verejnosťou počas uvedeného obdobia",
  "page-staking-considerations-saas-6-description": "Používatelia nepotrebujú žiadne špeciálne povolenie, registráciu účtu ani KYC na účasť v službe",
  "page-staking-considerations-saas-6-valid": "Pridať sa môže ktokoľvek",
  "page-staking-considerations-saas-6-warning": "Potrebné povolenie",
  "page-staking-considerations-saas-7-title": "Rozmanitosť prevedenia",
  "page-staking-considerations-saas-7-description": "Služba by nemala mať viac ako 50 % svojich agregovaných validátorov s väčšinovým vykonávacím klientom",
  "page-staking-considerations-saas-7-valid": "Menej ako 50 %",
  "page-staking-considerations-saas-7-caution": "Momentálne neznáme",
  "page-staking-considerations-saas-7-warning": "Viac ako 50 %",
  "page-staking-considerations-saas-8-title": "Rozmanitosť konsenzu",
  "page-staking-considerations-saas-8-description": "Služba by nemala mať viac ako 50 % svojich agregovaných validátorov s klientom väčšinového konsenzu",
  "page-staking-considerations-saas-8-valid": "Menej ako 50 %",
  "page-staking-considerations-saas-8-caution": "Momentálne neznáme",
  "page-staking-considerations-saas-8-warning": "Viac ako 50 %",
  "page-staking-considerations-pools-5-description": "Služba nevyžaduje dôverovať žiadnym ľuďom na úschovu vašich kľúčov alebo distribúciu odmien",
  "page-staking-considerations-pools-6-title": "Uzly bez povolenia",
  "page-staking-considerations-pools-6-description": "Služba umožňuje každému pridať sa ako operátor uzla pre pool, bez povolenia",
  "page-staking-considerations-pools-7-description": "Služba by nemala mať viac ako 50 % svojich agregovaných validátorov s väčšinovým vykonávacím klientom",
  "page-staking-considerations-pools-8-title": "Likvídny token",
  "page-staking-considerations-pools-8-description": "Ponúka obchodovateľný likvidný token reprezentujúci váš stakovaný ETH, držaný vo vašej vlastnej peňaženke",
  "page-staking-considerations-pools-8-valid": "Likvídny token/y",
  "page-staking-considerations-pools-8-warning": "Žiadny likdvídny token",
  "page-staking-considerations-pools-9-description": "Služba by nemala mať viac ako 50 % svojich agregovaných validátorov s klientom väčšinového konsenzu",
  "page-staking-how-solo-works-item-1": "Zaobstarajte si hardware: Potrebujete <a href=\"/run-a-node/\">spustiť uzol</a> pre stakovanie",
  "page-staking-how-solo-works-item-2": "Synchronizujte klienta vykonávacej vrstvy",
  "page-staking-how-solo-works-item-3": "Synchronizujte klienta vrstvy konsenzu",
  "page-staking-how-solo-works-item-4": "Vygenerujte si kľúče a načítajte ich do klienta validátora",
  "page-staking-how-solo-works-item-5": "Monitorujte a udržiavajte uzol",
  "page-staking-launchpad-widget-testnet-label": "Holesky testnet",
  "page-staking-launchpad-widget-testnet-start": "Začnite stakovať na Holesky testnete",
  "page-staking-launchpad-widget-mainnet-start": "Začnite stávkovať na Mainnete",
  "page-staking-launchpad-widget-span": "Vybrať sieť",
  "page-staking-launchpad-widget-p1": "Od sólo validátorov je očakávané, aby <strong>otestovali svoje nastavenie</strong> a operačné schopnosti na Holesky testnete predtým, ako budú riskovať svoje financie. Pamätajte si, že je dôležité vybrať si <a href=\"/developers/docs/nodes-and-clients/client-diversity/\">minoritného klienta</a>, pretože to zlepšuje bezpečnosť siete a obmedzuje vaše riziká.",
  "page-staking-launchpad-widget-p2": "Ak vám to je pohodlné, môžete nastaviť všetko potrebné priamo z príkazového riadku iba pomocou Staking Launchpadu.",
  "page-staking-launchpad-widget-p3": "Aby ste si to uľahčili, pozrite si niektoré nástroje a príručky nižšie, ktoré vám môžu pomôcť pri používaní Staking Launchpadu pre jednoduché nastavenie vašich klientov.",
  "page-staking-launchpad-widget-link": "Softvérové ​​​​nástroje a návody",
  "page-staking-products-get-started": "Začnite",
  "page-staking-dropdown-staking-options": "Možnosti stakovania",
  "page-staking-dropdown-staking-options-alt": "Rozbaľovacia ponuka možností stakovania",
  "page-staking-stats-box-metric-1": "Celkové staknuté ETH",
  "page-staking-stats-box-metric-2": "Celkový počet validátorov",
  "page-staking-stats-box-metric-3": "Súčasná APR",
  "page-staking-stats-box-metric-1-tooltip": "Súčet ETH vloženého na Beacon Chainu, nezahrnujúc zostatky nad 32 ETH",
  "page-staking-stats-box-metric-2-tooltip": "Počet účtov validátorov aktuálne aktivovaných na Beacon Chaine",
  "page-staking-stats-box-metric-3-tooltip": "Priemerný ročný finančný výnos na validátora za posledných 24 hodín",
  "page-staking-section-comparison-subtitle": "Neexistuje univerzálne riešenie pre staking, a každé je jedinečné. Tu porovnáme niektoré riziká, odmeny a požiadavky rôznych spôsobov, ako môžete stakovať.",
  "page-staking-section-comparison-rewards-title": "Odmeny",
  "page-staking-section-comparison-solo-rewards-li1": "Maximálne odmeny – získajte plné odmeny priamo od protokolu",
  "page-staking-section-comparison-solo-rewards-li2": "Dostanete odmeny za zoskupovanie transakcií do nového bloku alebo za kontrolu práce iných validátorov, aby ste udržali reťazec bezpečne fungujúci",
  "page-staking-section-comparison-solo-rewards-li3": "Za navrhnuté bloky taktiež budete platiť nižšie transakčné poplatky",
  "page-staking-section-comparison-saas-rewards-li1": "Zvyčajne zahŕňa plné odmeny protokolu mínus mesačný poplatok za prevádzku uzla",
  "page-staking-section-comparison-saas-rewards-li2": "Dashbordy sú často dostupné pre jednoduché sledovanie vášho validačného klienta",
  "page-staking-section-comparison-pools-rewards-li1": "Pool stakeri získavajú odmeny odlišne, v závislosti od toho, ktorá metóda pool stakovania je zvolená",
  "page-staking-section-comparison-pools-rewards-li2": "Mnohé služby poolovaného stakingu ponúkajú jeden alebo viac <a href=\"/glossary/#liquidity-tokens\">likvidných tokenov</a>, ktoré reprezentujú vaše stakované ETH plus váš podiel na odmenách validátora",
  "page-staking-section-comparison-pools-rewards-li3": "Likvidné tokeny môžu byť držané vo vašej vlastnej peňaženke, použité na <a href=\"/glossary/#defi\">DeFi</a> a predané, ak sa rozhodnete odísť",
  "page-staking-section-comparison-risks-title": "Riziká",
  "page-staking-section-comparison-solo-risks-li1": "V stávke je vaše ETH",
  "page-staking-section-comparison-solo-risks-li2": "Za prechod do režimu offline môžeme dostať pokuty, ktoré stoja ETH",
  "page-staking-section-comparison-solo-risks-li3": "Zlomyseľné správanie môže mať za následok „slashing“ veľkých množstiev ETH a vynútené vylúčenie zo siete",
  "page-staking-section-comparison-saas-risks-li1": "Rovnaké riziká ako pri sólo stakingu plus riziko protistrany poskytovateľa služieb",
  "page-staking-section-comparison-saas-risks-li2": "Používanie vašich podpisových kľúčov je zverené niekomu inému, kto by sa mohol správať so zlým úmyslom",
  "page-staking-section-comparison-pools-risks-li1": "Rizika sa odlišujú podľa použitej metódy",
  "page-staking-section-comparison-pools-risks-li2": "Vo všeobecnosti riziká spočívajú v kombinácii rizika protistrany, <a href=\"/glossary/#smart-contract\">inteligentných kontraktov</a> a exekúcie",
  "page-staking-section-comparison-requirements-title": "Požiadavky",
  "page-staking-section-comparison-solo-requirements-li1": "Musíte vložiť 32 ETH",
  "page-staking-section-comparison-solo-requirements-li2": "Majte hardvér, ktorý spustí <a href=\"/glossary/#execution-client\">realizačného klienta</a> a taktiež <a href=\"/glossary/#consensus-client\">klienta konsenzu</a> Etherea zatiaľ čo je pripojený k internetu",
  "page-staking-section-comparison-solo-requirements-li3": "<a href=\"https://holesky.launchpad.ethereum.org\" target=\"_blank\">Staking Launchpad</a> vás prevedie procesom a hardvérovými požiadavkami",
  "page-staking-section-comparison-saas-requirements-li1": "Vložte 32 ETH a vygenerujte svoje kľúče s asistenciou",
  "page-staking-section-comparison-saas-requirements-li2": "Bezpečne uložte svoje kľúče",
  "page-staking-section-comparison-saas-requirements-li3": "O zvyšok je postarané, hoci konkrétne služby sa budú líšiť",
  "page-staking-section-comparison-pools-requirements-li1": "Najnižšie ETH požiadavky, niektoré projekty vyžadujú tak málo ako 0,01 ETH",
  "page-staking-section-comparison-pools-requirements-li2": "Vkladajte priamo z vašej peňaženky na rôzne platformy pool stakingu alebo jednoducho obchodujte za jeden zo stakingových likvidných tokenov",
  "page-staking-faq-1-question": "Čo je validátor?",
  "page-staking-faq-1-answer": "<em>Validátor</em> je virtuálna entita, ktorá žije na Ethereu a zúčastňuje sa na konsenze protokolu Ethereum. Validátory sú reprezentovaný verejným kľúčom a ďalšími vlastnosťami. <em>Klient validátora</em> je softvér, ktorý koná v mene validátora tým, že drží a používa jeho súkromný kľúč. Jednotlivý klient validátora môže držať viacero párov kľúčov, kontrolujúc mnoho validátorov.",
  "page-staking-faq-2-question": "Prečo musím mať v stávke finančné prostriedky?",
  "page-staking-faq-2-answer": "Validátor má schopnosť navrhovať a overovať bloky pre sieť. Aby sa predišlo nečestnému správaniu, používatelia musia mať svoje prostriedky staknuté. To umožňuje protokolu trestať zlých aktérov. Stakovanie je spôsob, ako vás udržať čestných, pretože vaše akcie budú mať finančné následky.",
  "page-staking-faq-3-question": "Môžem kúpiť „Eth2“?",
  "page-staking-faq-3-answer-p1": "V protokole neexistuje žiadny natívny token „Eth2“, pretože natívny token ether (ETH) sa nezmenil, keď Ethereum prešlo na dôkaz vkladu (proof-of-stake).",
  "page-staking-faq-3-answer-p2": "Existujú derivátové tokeny/tickery, ktoré môžu reprezentovať stakenutý ETH (napr. rETH z Rocket Pool, stETH od Lido, ETH2 od Coinbase). Dozvedieť sa viac o <a href=\"/staking/pools/\">staking pooloch</a>",
  "page-staking-faq-4-question": "Je stakovanie už spustené?",
  "page-staking-faq-4-answer-p1": "Áno. Stakovanie bolo spustené 1. decembra 2020",
  "page-staking-faq-4-answer-p2": "To znamená, že stakovanie je aktuálne dostupné pre používateľov na vkladanie ich ETH, spustenie validačného klienta a začatie získavania odmien.",
  "page-staking-faq-4-answer-p3": "Aktualizácia Shanghai/Capella bola dokončená 12. apríla 2023, čo umožnilo stakovanie výberov, uzavretie slučky na stakovanie likvidity.",
  "page-staking-faq-5-question": "Kedy môžem vybrať moje staknuté ETH?",
  "page-staking-faq-5-answer-p1": "Práve teraz! Stakeri majú možnosť kedykoľvek vybrať svoje odmeny a/alebo základný vklad zo svojej bilancie validátora, ak si to zvolia.",
  "page-staking-faq-5-answer-p2": "Stakeri tiež získajú odmeny vo forme poplatkov a MEV pri navrhovaní blokov, ktoré sú okamžite dostupné prostredníctvom adresy príjemcu stanoveného poplatku.",
  "page-staking-faq-5-answer-link": "Viac o výbere staknutých vkladov",
  "page-staking-further-reading-author-vitalik-buterin": "Vitalik Buterin",
  "page-staking-further-reading-2-link": "Odôvodnenie návrhu Serenity",
  "page-staking-further-reading-4-link": "Novinky Eth2",
  "page-staking-further-reading-4-author": "Ben Edgington",
  "page-staking-further-reading-5-link": "Dokončené č. 33, konsenzuálna vrstva Etherea (január 2022)",
  "page-staking-further-reading-5-author": "Danny Ryan",
  "page-staking-further-reading-6-link": "Pracovné miesta atestantov",
  "page-staking-further-reading-8-link": "Vzdelávacie materiály poskytnuté komunitou Beaconcha.in",
  "page-staking-further-reading-9-link": "Ethereum Staking Launchpad FAQ",
  "page-staking-further-reading-10-link": "Databáza znalostí EthStaker",
  "page-staking-toc-how-to-stake-your-eth": "Ako stakovať ETH",
  "page-staking-toc-comparison-of-options": "Porovnanie stakovacích možností",
  "page-staking-toc-faq": "Často kladené otázky",
  "page-staking-toc-further": "Ďalšie zdroje informácií",
  "page-staking-dom-info-title": "Stakovanie Etherea",
  "page-staking-join-community": "Staňte sa súčasťou stakovacej komunity",
  "page-staking-join-community-desc": "EthStaker je komunita pre každého, kto chce diskutovať a dozvedieť sa viac o stakovaní na Ethereu. Pridajte sa k desiatkam tisícov členov z celého sveta a získajte rady, podporu, a porozprávajte sa o všetkom, čo súvisí so stakovaním.",
  "page-staking-meta-description": "Prehľad stakovania Ethereum: riziká, odmeny, požiadavky a kde to urobiť.",
  "page-staking-meta-title": "Stakovanie Etherea",
  "page-staking-withdrawals-important-notices": "Dôležitá poznámky",
  "page-staking-withdrawals-important-notices-desc": "Výbery ešte nie sú dostupné. Prečítajte si <a href=\"https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/\" target=\"_blank\">často kladené otázky pred spojením a po spojení Eth2</a> pre viac informácií.",
  "page-upgrades-merge-btn": "Viac o zlúčení",
  "subscribe-to-ef-blog": "<a href=\"https://blog.ethereum.org/category/protocol/#subscribe\" target=\"_blank\">Prihláste sa na odber EF Blogu</a>, aby ste dostávali e-mailové notifikácie o najnovších oznámeniach protokolu.",
  "page-staking-comparison-with-other-options": "Porovnanie s ostatnými možnosťami",
  "page-staking-any-amount": "Akákoľvek čiastka",
  "page-staking-testnet": "testnet"
}
