{
  "page-apps-1inch-logo-alt": "1-palcové logo",
  "page-apps-aave-logo-alt": "Logo Aave",
  "page-apps-add-button": "Navrhnúť dappku",
  "page-apps-add-title": "Pridať dappku",
  "page-apps-ankr-logo-alt": "Logo Ankr",
  "page-apps-api3-logo-alt": "Logo API3",
  "page-apps-arweave-logo-alt": "Logo ARweave",
  "page-apps-audius-logo-alt": "Logo Audius",
  "page-apps-augur-logo-alt": "Logo Augur",
  "page-apps-axie-infinity-logo-alt": "Logo Axie Infinity",
  "page-apps-balancer-logo-alt": "Logo Balancer",
  "page-apps-brave-logo-alt": "Logo Brave",
  "page-apps-beginner-friendly-description": "Zopár dappiek vhodných pre začiatočníkov. Objavte viac dappiek nižšie.",
  "page-apps-beginner-friendly-header": "Pre začiatočníkov",
  "page-apps-category-arts": "Umenie a móda",
  "page-apps-category-browsers": "Prehliadače",
  "page-apps-category-code-marketplaces": "Trhoviská kódu",
  "page-apps-category-collectibles": "Digitálne zberateľské kúsky",
  "page-apps-category-competitive": "Web3 hry",
  "page-apps-category-computing": "Nástroje pre vývojárov",
  "page-apps-category-dex": "Zmenárne",
  "page-apps-category-investments": "Investičné fondy",
  "page-apps-category-lending": "Požičiavanie a vypožičiavanie",
  "page-apps-category-lottery": "Finančné zbierky",
  "page-apps-category-marketplaces": "Trhoviská",
  "page-apps-category-music": "Hudba",
  "page-apps-category-payments": "Platby",
  "page-apps-category-insurance": "Poistenie",
  "page-apps-category-portfolios": "Spravovanie portfólia",
  "page-apps-category-trading": "Predikčné trhy",
  "page-apps-category-utilities": "Nástroje",
  "page-apps-category-worlds": "Virtuálne svety",
  "page-apps-category-demand-aggregator": "Agregátory dopytu",
  "page-apps-category-derivatives": "Deriváty",
  "page-apps-category-liquid-staking": "Likvídne stakovanie",
  "page-apps-category-experiences": "Zdieľané skúsenosti",
  "page-apps-category-guilds": "Yield guilds",
  "page-apps-category-avatar": "Avatary",
  "page-apps-choose-category": "Vyberte si kategóriu",
  "page-apps-category-social": "Sociálne médiá",
  "page-apps-category-content": "Obsah",
  "page-apps-category-community": "Komunita",
  "page-apps-category-messaging": "Odosielanie správ",
  "page-apps-category-identity": "Identita",
  "page-apps-collectibles-benefits-1-description": "Keď je umenie tokenizované na Ethereu, jeho vlastníctvo si môžu overiť všetci. Cestu umeleckého diela dokážete vystopovať až k jeho aktuálnemu vlastníkovi, čo je prevenciou falšovania.",
  "page-apps-collectibles-benefits-1-title": "Vlastníctvo je overiteľné",
  "page-apps-collectibles-benefits-2-description": "Platenie za streamovanie hudby alebo nákup umeleckých diel je pre umelcov oveľa spravodlivejšie. S Ethereom je menšia potreba sprostredkovateľov. A ak sú sprostredkovatelia potrební, ich náklady nie sú také vysoké, pretože platformy nemusia platiť za infraštruktúru siete.",
  "page-apps-collectibles-benefits-2-title": "Spravodlivejšie pre tvorcov",
  "page-apps-collectibles-benefits-3-description": "Tokenizované zberateľské predmety sú viazané k vašej Ethereum adrese, nie na platformu. Takže veci ako položky v hre môžete predávať na akomkoľvek Ethereum trhovisku, nielen v hre samotnej.",
  "page-apps-collectibles-benefits-3-title": "Zberateľské predmety patria vám",
  "page-apps-collectibles-benefits-4-description": "Nástroje a produkty, aby ste mohli tokenizovať svoje umenie a predávať ho už existujú! A vaše tokeny možno predávať na akejkoľvek zberateľskej Ethereum platforme.",
  "page-apps-collectibles-benefits-4-title": "Infraštruktúra už existuje",
  "page-apps-collectibles-benefits-description": "Ide o aplikácie, ktoré sa zameriavajú na digitálne vlastníctvo, zvyšujú potenciál zárobkov pre tvorcov a vymýšľajú nové spôsoby, ako investovať do vašich obľúbených tvorcov a ich práce.",
  "page-apps-collectibles-benefits-title": "decentralizované zberateľské kúsky a streamovanie",
  "page-apps-collectibles-button": "Umenie a zberateľské kúsky",
  "page-apps-collectibles-description": "Ide o aplikácie, ktoré sa zameriavajú na digitálne vlastníctvo, zvyšujú potenciál zárobkov pre tvorcov a vymýšľajú nové spôsoby, ako investovať do vašich obľúbených tvorcov a ich práce.",
  "page-apps-collectibles-title": "Decentralizované umenie a zberateľské kúsky",
  "page-apps-compound-logo-alt": "Logo Compound",
  "page-apps-convex-logo-alt": "Logo Convex",
  "page-apps-cryptopunks-logo-alt": "Logo CryptoPunks",
  "page-apps-cryptovoxels-logo-alt": "Logo Cryptovoxels",
  "page-apps-cyberconnect-logo-alt": "Logo CyberConnect",
  "page-apps-dapp-description-1inch": "Pomáha vám vyhnúť sa vysokým cenovým sklzom agregovaním najlepších cien.",
  "page-apps-dapp-description-aave": "Požičajte svoje tokeny, aby ste získali úrok a kedykoľvek si ich vyberte.",
  "page-apps-dapp-description-ankr": "Sada rôznych produktov Web3 infraštruktúry na budovanie, zarábanie, hranie hier a ďalšie – všetko na blockchaine.",
  "page-apps-dapp-description-api3": "Zdroje cenových referenčných údajov prvej strany, ktoré umožňujú dApps v 10 sieťach (ďalšie pribúdajú) pripojiť sa k údajom o cene aktív v reálnom čase, vrátane krypto a forexových cien.",
  "page-apps-dapp-description-arweave": "Uchovávajte údaje trvalo, udržateľne, s jediným poplatkom splatným vopred.",
  "page-apps-dapp-description-async-art": "Vytvárajte, zbierajte a obchodujte s #ProgrammableArt – digitálnymi maľbami rozdelenými do „vrstiev“, ktoré môžete použiť na ovplyvnenie celkového obrazu. Každý master a vrstva je token ERC721.",
  "page-apps-dapp-description-audius": "Decentralizovaná streamovacia platforma. Počúvavanie = peniaze pre tvorcov, nie vydavateľstvá.",
  "page-apps-dapp-description-augur": "Stavte na výsledky športu, ekonomiky a ďalších svetových udalostí.",
  "page-apps-dapp-description-axie-infinity": "Obchodujte a bojujte s bytosťami nazývanými Axies. Zarábajte pri hraní – k dispozícii pre mobilné zariadenia",
  "page-apps-dapp-description-balancer": "Balancer je automatizovaný portfólio manažér a obchodná platforma.",
  "page-apps-dapp-description-brave": "Zarábajte tokeny za prehliadanie a podporte nimi svojich obľúbených tvorcov.",
  "page-apps-dapp-description-cent": "Sociálna sieť, kde môžete zarábať peniaze zverejňovaním NFT.",
  "page-apps-dapp-description-compound": "Požičajte svoje tokeny, aby ste získali úrok a kedykoľvek si ich vyberte.",
  "page-apps-dapp-description-convex": "Convex umožňuje poskytovateľom likvidity z Curve zarábať na poplatkoch za obchodovanie a nárokovať si zvýšené CRV bez uzamknutia ich CRV.",
  "page-apps-dapp-description-cryptopunks": "Nakupujte, prihadzujte a ponúkajte CryptoPunks na predaj – jeden z prvých tokenových zberateľských predmetov na Ethereu.",
  "page-apps-dapp-description-cryptovoxels": "Vytvárajte umelecké galérie, stavajte obchody a kupujte pozemky – virtuálny svet Ethereum.",
  "page-apps-dapp-description-cyberconnect": "Decentralizovaný protokol sociálnych grafov, ktorý pomáha dApps zavádzať sieťové efekty a vytvárať prispôsobené sociálne zážitky",
  "page-apps-dapp-description-dark-forest": "Dobývajte planéty v nekonečnom, algoritmom generovanom, kryptograficky špecifikovanom vesmíre.",
  "page-apps-dapp-description-decentraland": "Zbierajte a obchodujte s virtuálnou pôdou vo virtuálnom svete, ktorý môžete preskúmať.",
  "page-apps-dapp-description-ens": "Užívateľsky prívetivé názvy pre Ethereum adresy a decentralizované stránky.",
  "page-apps-dapp-description-foundation": "Investujte do jedinečných edícií digitálnych umeleckých diel a obchodujte s inými kupujúcimi.",
  "page-apps-dapp-description-gitcoin": "Zarábajte kryptomeny prácou na softvéri s otvoreným zdrojovým kódom.",
  "page-apps-dapp-description-gitcoin-grants": "Kolektívne financovanie pre komunitné Ethereum projekty so zvýšenými príspevkami",
  "page-apps-dapp-description-gm": "Univerzálna platforma pna chatovanie, fóra a hlasové služby, ktorá sa skutočne delí o príjmy so svojimi tvorcami",
  "page-apps-dapp-description-gods-unchained": "Strategická kartová hra. Získajte karty, ktoré môžete predávať v reálnom živote, hraním.",
  "page-apps-dapp-description-golem": "Získajte prístup k zdieľanému výpočtovému výkonu alebo si prenajmite svoje vlastné zdroje.",
  "page-apps-dapp-description-graph": "Indexovací protokol na dopytovanie sietí ako Ethereum a IPFS.",
  "page-apps-dapp-description-ipfs": "Hypermediálny peer-to-peer protokol navrhnutý tak, aby uchovával a rozširoval vedomosti ľudstva tým, že robí web upgradovateľným, odolným a otvorenejším.",
  "page-apps-dapp-description-radicle": "Bezpečná spolupráca na peer-to-peer kóde bez sprostredkovateľov.",
  "page-apps-dapp-description-kyberswap": "Vymieňajte a zarábajte za najlepšie sadzby.",
  "page-apps-dapp-description-lido": "Zjednodušené a bezpečné stakovanie pre digitálne aktíva.",
  "page-apps-dapp-description-loopring": "Peer-to-peer obchodná platforma vytvorená pre rýchlosť.",
  "page-apps-dapp-description-marble-cards": "Vytvárajte a obchodujte s jedinečnými digitálnymi kartami na základe adries URL.",
  "page-apps-dapp-description-matcha": "Vyhľadáva na viacerých burzách, aby vám pomohla nájsť najlepšie ceny.",
  "page-apps-dapp-description-meeds": "Web3 komunitné centrá pre vek decentralizovanej práce. Príspevky, na ktorých záleží, odmeňuje spravodlivo a transparentne.",
  "page-apps-dapp-description-mirror": "Robustná publikačná platforma Mirror, postavená na web3 pre web3, posúva hranice online písania",
  "page-apps-dapp-description-multichain": "Ultimátny smerovač pre web3. Ide o infraštruktúru vyvinutú pre ľubovoľné interakcie medzi blockchainami.",
  "page-apps-dapp-description-nifty-gateway": "Nakupujte diela na blockchaine od špičkových umelcov, športovcov, značiek a tvorcov.",
  "page-apps-dapp-description-summerfi": "Obchodujte, požičiavajte si a šetrite s Dai – Ethereum stablecoinom.",
  "page-apps-dapp-description-opensea": "Nakupujte, predávajte, objavujte a obchodujte s tovarom z limitovanej edície.",
  "page-apps-dapp-description-opera": "Posielajte krypto z vášho prehliadača obchodníkom, iným používateľom a aplikáciám.",
  "page-apps-dapp-description-osuvox": "3D avatary žijúce na blockchaine",
  "page-apps-dapp-description-poap": "Zbierajte NFT, ktoré dokazujú, že ste boli na rôznych virtuálnych alebo osobných podujatiach. Použite ich na zapojenie sa do tomboly, hlasovania, spoluprácu alebo sa nimi len tak pochváľte.",
  "page-apps-dapp-description-polymarket": "Stavte na výsledky. Obchodujte na informačných trhoch.",
  "page-apps-dapp-description-pooltogether": "Lotéria, ktorú nemôžete prehrať. Ceny každý týždeň.",
  "page-apps-dapp-description-index-coop": "Kryptoindexový fond, ktorý vystavuje vaše portfólio top DeFi tokenom.",
  "page-apps-dapp-description-nexus-mutual": "Poistenie bez poisťovne. Chráňte sa pred chybami a hackermi v smart kontraktoch.",
  "page-apps-dapp-description-etherisc": "Decentralizovanú šablónu poistenia môže ktokoľvek použiť na vytvorenie vlastného poistného krytia.",
  "page-apps-dapp-description-zapper": "Sledujte svoje portfólio a používajte rad produktov DeFi z jedného rozhrania.",
  "page-apps-dapp-description-zerion": "Spravujte svoje portfólio a jednoducho vyhodnoťte každé jedno DeFi aktívum na trhu.",
  "page-apps-dapp-description-rotki": "Nástroj s otvoreným zdrojovým kódom na sledovanie portfólia, analýzy, účtovníctvo a daňové výkazy, ktorý rešpektuje vaše súkromie.",
  "page-apps-dapp-description-krystal": "Jednotná platforma na prístup ku všetkým vašim obľúbeným DeFi službám.",
  "page-apps-dapp-description-rarible": "Vytvárajte, predávajte a kupujte tokenizované zberateľské predmety.",
  "page-apps-dapp-description-request-finance": "Sada finančných nástrojov pre krypto faktúry, mzdy a výdavky.",
  "page-apps-dapp-description-rubic": "Medzi blockchainový tech agregátor pre používateľov a dApps.",
  "page-apps-dapp-description-sablier": "Streamujte peniaze v reálnom čase.",
  "page-apps-dapp-description-spatial": "Vytvorte si vlastného avatara a 3D svety",
  "page-apps-dapp-description-spruce": "Stack s otvoreným zdrojovým kódom, ktorý ponechá kontrolu nad identitou a údajmi tam, kde má byť, u používateľov.",
  "page-apps-dapp-description-status": "Navrhnuté tak, aby umožňovali voľný tok informácií, chránili právo na súkromné, bezpečné rozhovory a podporovali suverenitu jednotlivcov.",
  "page-apps-dapp-description-superrare": "Nakupujte digitálne umelecké diela priamo od umelcov alebo na sekundárnych trhoch.",
  "page-apps-dapp-description-synthetix": "Synthetix je protokol na vydávanie a obchodovanie so syntetickými aktívami",
  "page-apps-dapp-description-token-sets": "Krypto investičné stratégie, ktoré automaticky rebalansuje.",
  "page-apps-dapp-description-uniswap": "Jednoducho vymeňte tokeny alebo poskytnite tokeny za % odmien.",
  "page-apps-dapp-description-xmtp": "Posielajte správy medzi blockchainovými účtami, vrátane priamych správ, upozornení, oznámení a ďalších.",
  "page-apps-dapp-description-yearn": "Yearn Finance je agregátor výnosov. Poskytuje jednotlivcom, DAO a iným protokolom spôsob, ako uložiť digitálne aktíva a získať výnos.",
  "page-apps-docklink-dapps": "Úvod do dappiek",
  "page-apps-docklink-smart-contracts": "Smart kontrakty",
  "page-apps-dark-forest-logo-alt": "Logo Dark Forest",
  "page-apps-decentraland-logo-alt": "Logo Decentraland",
  "page-apps-index-coop-logo-alt": "Logo Index Coop",
  "page-apps-nexus-mutual-logo-alt": "Logo Nexus Mutual",
  "page-apps-etherisc-logo-alt": "Logo Etherisc",
  "page-apps-zapper-logo-alt": "Logo Zapper",
  "page-apps-zerion-logo-alt": "Logo Zerion",
  "page-apps-rotki-logo-alt": "Logo Rotki",
  "page-apps-krystal-logo-alt": "Logo Krystal",
  "page-apps-synthetix-logo-alt": "Logo Synthetix",
  "page-apps-desc": "Nájdite Ethereum aplikáciu a vyskúšajte ju.",
  "page-apps-doge-img-alt": "Ilustrácia psíka sediaceho pri počítači",
  "page-apps-editors-choice-dark-forest": "Hrajte proti ostatným, aby ste dobyli planéty a vyskúšajte si špičkovú technológiu škálovania/ochrany súkromia Ethereum. Možno pre tých, ktorí už poznajú Ethereum.",
  "page-apps-editors-choice-foundation": "Investujte do kultúry. Nakupujte, obchodujte a predávajte jedinečné digitálne umelecké diela a módu od neuveriteľných umelcov, hudobníkov a značiek.",
  "page-apps-editors-choice-pooltogether": "Kúpte si lístok do lotérie, v ktorej neprehráte. Každý týždeň sa úrok vygenerovaný z celého fondu lístkov posiela jednému šťastnému výhercovi. Získajte svoje peniaze späť, kedykoľvek budete chcieť.",
  "page-apps-editors-choice-uniswap": "Ľahko si vymeňte svoje tokeny. Obľúbená komunita, ktorá vám umožňuje obchodovať s tokenmi s ľuďmi v celej sieti.",
  "page-apps-ens-logo-alt": "Logo Ethereum Name Service",
  "page-apps-explore-dapps-description": "Mnoho dapps je stále experimentálnych a testuje možnosti decentralizovaných sietí. V kategóriách technológia, financie, hry a zberateľských predmetov však došlo k niekoľkým úspešným štartom.",
  "page-apps-explore-dapps-title": "Preskúmať dapps",
  "page-apps-features-1-description": "Po deploynutí na Ethereum nie je možné kód dapp odstrániť. Ktokoľvek môže používať funkcie dapp. Aj keby sa tím, ktorý dapp spravoval, rozpadol, stále by ste ju mohli použiť. Raz na Ethereu, navždy na Ethereu.",
  "page-apps-features-1-title": "Bez vlastníkov",
  "page-apps-features-2-description": "Nikto vám nemôže zablokovať používanie dapp alebo odosielanie transakcií. Napríklad, ak by bola sociálna sieť X (Twitter) na Ethereu, nikto by vám nemohol zablokovať účet alebo vám zabrániť v tweetovaní.",
  "page-apps-features-2-title": "Bez cenzúry",
  "page-apps-features-3-description": "Pretože Ethereum má ETH, platby sú natívne pre Ethereum. Vývojári nemusia tráviť čas integráciou s poskytovateľmi platieb tretích strán.",
  "page-apps-features-3-title": "Zabudované platby",
  "page-apps-features-4-description": "Kód Dapp je často v predvolenom nastavení otvorený a kompatibilný. Tímy pravidelne budujú pomocou práce iných tímov. Ak chcete umožniť používateľom vymieňať si tokeny vo vašej dapp, môžete jednoducho pripojiť kód inej dapp.",
  "page-apps-features-4-title": "Zapojte a hrajte",
  "page-apps-features-5-description": "Pri väčšine dapps nemusíte zdieľať svoju skutočnú identitu. Váš Ethereum účet je vaše prihlasovacie meno a potrebujete len peňaženku.",
  "page-apps-features-5-title": "Jedno anonymné prihlásenie",
  "page-apps-features-6-description": "Kryptografia zaisťuje, že útočníci nemôžu falšovať transakcie a iné interakcie v dapp vo vašom mene. Akcie dapp povoľujete pomocou svojho účtu Ethereum, zvyčajne prostredníctvom peňaženky, aby vaše prihlasovacie údaje zostali v bezpečí.",
  "page-apps-features-6-title": "Istené kryptografiou",
  "page-apps-features-7-description": "Akonáhle je dapp aktívna v Ethereu, nefunguje iba vtedy, ak nefunguje Ethereum. Pre siete s veľkosťou Etherea je známe, že je na ne ťažké útočiť.",
  "page-apps-features-7-title": "Žiadne prestoje",
  "page-apps-finance-benefits-1-description": "Finančné služby bežiace na Ethereu nemajú žiadne požiadavky na registráciu. Ak máte finančné prostriedky a internetové pripojenie, máte všetko potrebné.",
  "page-apps-finance-benefits-1-title": "Otvorený prístup",
  "page-apps-finance-benefits-2-description": "Existuje celý svet tokenov, s ktorými môžete pracovať v rámci týchto finančných produktov. Ľudia neustále vytvárajú nové tokeny na Ethereu.",
  "page-apps-finance-benefits-2-title": "Ekonómia nových tokenov",
  "page-apps-finance-benefits-3-description": "Tímy vytvorili <a href=\"/glossary/#stablecoin\">stablecoiny</a> – menej volatilnú kryptomenu. Tie vám umožňujú experimentovať a používať kryptomeny bez rizika a neistoty.",
  "page-apps-finance-benefits-3-title": "Kryptomeny Stablecoin",
  "page-apps-finance-benefits-4-description": "Všetky finančné produkty v priestore Etherea sú modulárne a navzájom kompatibilné. Nové konfigurácie týchto modulov sa neustále objavujú na trhu, čím sa rozširujú možnosti využitia vášho krypta.",
  "page-apps-finance-benefits-4-title": "Prepojené finančné služby",
  "page-apps-finance-benefits-description": "Čo na Ethereu umožňuje decentralizovaným finančným aplikáciám prosperovať?",
  "page-apps-finance-benefits-title": "decentralizovanými financiami",
  "page-apps-finance-button": "Financie",
  "page-apps-finance-description": "Ide o aplikácie, ktoré sa zameriavajú na budovanie finančných služieb pomocou kryptomien. Ponúkajú pôžičky, požičiavanie, získavanie úrokov a súkromné ​​platby – nevyžadujú sa žiadne osobné údaje.",
  "page-apps-finance-title": "Decentralizované financie",
  "page-apps-foundation-logo-alt": "Logo Foundation",
  "page-apps-gaming-benefits-1-description": "Či už ide o virtuálny pozemok alebo obchodné karty, vaše predmety sú obchodovateľné na zberateľských trhoch. Vaše položky v hre majú skutočnú hodnotu.",
  "page-apps-gaming-benefits-1-title": "Herné položky slúžia ako tokeny",
  "page-apps-gaming-benefits-2-description": "Vlastníte svoje položky a v niektorých prípadoch progres, nie herné spoločnosti. Nič teda nestratíte, ak bude spoločnosť stojaca za hrou napadnutá, pokazí sa jej server alebo sa rozpadne.",
  "page-apps-gaming-benefits-2-title": "Váš uložený progres je v bezpečí",
  "page-apps-gaming-benefits-3-description": "Rovnako ako platby cez Ethereum sú dostupné komukoľvek na overenie, hry môžu túto vlastnosť využiť na zabezpečenie spravodlivosti. Teoreticky je možné všetko overiť od počtu kritických zásahov až po veľkosť súperovej vojnovej truhlice.",
  "page-apps-gaming-benefits-3-title": "Preukázateľná férovosť",
  "page-apps-gaming-benefits-description": "Čo na Ethereu umožňuje decentralizovanému hraniu prosperovať?",
  "page-apps-gaming-benefits-title": "decentralizované hry",
  "page-apps-gaming-button": "Hry",
  "page-apps-gaming-description": "Ide o aplikácie, ktoré sa zameriavajú na vytváranie virtuálnych svetov a boj s ostatnými hráčmi pomocou zberateľských predmetov, ktoré majú skutočnú hodnotu.",
  "page-apps-gaming-title": "Decentralizované hry",
  "page-apps-get-some-eth-description": "Akcie v dapp sú spoplatnené transakčným poplatkom",
  "page-apps-get-started-subtitle": "Ak chcete vyskúšať dapp, budete potrebovať <a href=\"/glossary/#wallet\">peňaženku</a> a ETH. Peňaženka vám umožní pripojiť sa alebo prihlásiť. A ETH budete potrebovať na zaplatenie akýchkoľvek <a href=\"/glossary/#transaction-fee\">transakčných poplatkov</a>.",
  "page-apps-get-started-title": "Začíname",
  "page-apps-gitcoin-grants-logo-alt": "Logo Gitcoin Granty",
  "page-apps-gitcoin-logo-alt": "Logo Gitcoin",
  "page-apps-gm-logo-alt": "Logo gm.xyz",
  "page-apps-gods-unchained-logo-alt": "Logo Gods Unchained",
  "page-apps-golem-logo-alt": "Logo Golem",
  "page-apps-graph-logo-alt": "Logo Graph",
  "page-apps-radicle-logo-alt": "Logo Radicle",
  "page-apps-hero-header": "Nástroje a služby poháňané Ethereom",
  "page-apps-hero-subtitle": "Dapps predstavujú rastúce hnutie aplikácií, ktoré využívajú Ethereum na narúšanie obchodných modelov alebo vymýšľanie nových.",
  "page-apps-how-dapps-work-p1": "Dapps majú svoj backendový kód (smart kontrakty) spustený v decentralizovanej sieti a nie na centralizovanom serveri. Používajú Ethereum <a href=\"/glossary/#blockchain\">blockchain</a> na ukladanie dát, a smart kontrakty pre logiku svojej aplikácie.",
  "page-apps-how-dapps-work-p2": "Smart kontrakt je ako súbor pravidiel, ktoré fungujú v blockchaine tak, aby ich všetci videli a fungujú presne podľa týchto pravidiel. Predstavte si predajný automat – ak mu poskytnete dostatok finančných prostriedkov a správny výber, dostanete požadovaný tovar. A podobne ako predajné automaty, smart kontrakty môžu obsahovať prostriedky podobne ako váš účet Ethereum. To umožňuje kódu sprostredkovať dohody a transakcie.",
  "page-apps-how-dapps-work-p3": "Akonáhle sú dapps nasadené v sieti Ethereum, nemôžete ich zmeniť. Dapps môžu byť decentralizované, pretože sú riadené logikou napísanou v kontrakte, nie jednotlivcom alebo spoločnosťou.",
  "page-apps-how-dapps-work-title": "Ako fungujú dapps",
  "page-apps-ipfs-logo-alt": "Logo IPFS",
  "page-apps-kyberswap-logo-alt": "Logo KyberSwap",
  "page-apps-learn-callout-button": "Začnite programovať",
  "page-apps-learn-callout-description": "Náš komunitný vývojársky portál obsahuje dokumenty, nástroje a pomôcky, ktoré vám pomôžu začať budovať dapp.",
  "page-apps-learn-callout-image-alt": "Ilustrácia ruky stavajúcej logo Etherea z kociek Lego.",
  "page-apps-learn-callout-title": "Naučte sa vytvoriť dapp",
  "page-apps-lido-logo-alt": "Logo Lido",
  "page-apps-loopring-logo-alt": "Logo Loopring",
  "page-apps-magic-behind-dapps-description": "Dapps môžu vyzerať ako bežné aplikácie. Ale v zákulisí majú niektoré špeciálne vlastnosti, pretože zdedia všetky superschopnosti Etherea. Tu je to, čím sa dapps líšia od aplikácií.",
  "page-apps-magic-behind-dapps-link": "Čo robí Ethereum skvelým?",
  "page-apps-magic-behind-dapps-title": "Kúzlo dapps",
  "page-apps-magic-title-1": "Kúzlo",
  "page-apps-magic-title-2": "za",
  "page-apps-magician-img-alt": "Ilustrácia kúzelníkov",
  "page-apps-marble-cards-logo-alt": "Logo marble.cards",
  "page-apps-async-logo-alt": "Logo Async",
  "page-apps-matcha-logo-alt": "Logo Matcha",
  "page-apps-meeds-logo-alt": "Logo Meeds",
  "page-apps-metaverse-benefits-title": "metaverzum",
  "page-apps-metaverse-benefits-description": "Čo na Ethereu umožňuje metaverzu prosperovať?",
  "page-apps-metaverse-benefits-1-title": "NFT-čka",
  "page-apps-metaverse-benefits-1-description": "Jedinečné položky v hre, ktoré vlastnia používatelia a sú interoperabilné naprieč virtuálnymi svetmi a trhmi, ktoré podporujú rovnaké štandardy.",
  "page-apps-metaverse-benefits-2-title": "Komunity vlastnené používateľmi",
  "page-apps-metaverse-benefits-2-description": "Identity sú vo vlastníctve používateľov s nekonečnými možnosťami objavovať a vytvárať sociálne siete vo viacerých virtuálnych svetoch.",
  "page-apps-metaverse-button": "Metaverzum",
  "page-apps-metaverse-title": "Metaverzum",
  "page-apps-metaverse-description": "Ide o aplikácie, ktoré umožňujú používateľom slobodne sa pripojiť do virtuálnych svetov. Používatelia môžu vytvárať osobné siete a prevziať vlastníctvo digitálnych aktív",
  "page-apps-mirror-logo-alt": "Logo Mirror",
  "page-apps-mobile-options-header": "Preskúmajte ďalšiu kategóriu",
  "page-apps-multichain-logo-alt": "Logo Multichain",
  "page-apps-nifty-gateway-logo-alt": "Logo Nifty Gateway",
  "page-apps-summerfi-logo-alt": "Logo Summer.fi",
  "page-apps-opensea-logo-alt": "Logo OpenSea",
  "page-apps-opera-logo-alt": "Logo Opera",
  "page-apps-osuvox-logo-alt": "Logo OSUVOX",
  "page-apps-polymarket-logo-alt": "Logo Polymarket",
  "page-apps-poap-logo-alt": "Logo Proof of Attendance Protocol",
  "page-apps-pooltogether-logo-alt": "Logo PoolTogether",
  "page-apps-rarible-logo-alt": "Logo Rarible",
  "page-apps-ready-button": "Vstúpiť",
  "page-apps-ready-description": "Vyberte dapp, ktorú chcete vyskúšať",
  "page-apps-ready-title": "Pripravený?",
  "page-apps-request-finance-logo-alt": "Logo Request Finance",
  "page-apps-rubic-logo-alt": "Logo Rubic",
  "page-apps-sablier-logo-alt": "Logo Sablier",
  "page-apps-set-up-a-wallet-button": "Nájsť peňaženku",
  "page-apps-set-up-a-wallet-description": "Peňaženka je tvoj „login“ pre dapp",
  "page-apps-set-up-a-wallet-title": "Nastaviť peňaženku",
  "page-apps-social-button": "Sociálne siete",
  "page-apps-social-description": "Ide o aplikácie, ktoré sa zameriavajú na vytváranie decentralizovaných sociálnych sietí s využitím decentralizovaných technológií identity, kde digitálne identity a sociálne grafy vlastnia používatelia.",
  "page-apps-social-title": "Sociálne siete",
  "page-apps-spatial-logo-alt": "Logo Spatial",
  "page-apps-spruce-logo-alt": "Logo Spruce",
  "page-apps-status-logo-alt": "Logo Status",
  "page-apps-superrare-logo-alt": "Logo SuperRare",
  "page-apps-technology-button": "Technológia",
  "page-apps-technology-description": "Ide o aplikácie, ktoré sa zameriavajú na decentralizáciu vývojárskych nástrojov, začleňovanie kryptoekonomických systémov do existujúcej technológie, a vytváranie trhovísk pre vývojovú prácu s otvoreným kódovým zdrojom.",
  "page-apps-technology-title": "Decentralizovaná technológia",
  "page-apps-token-sets-logo-alt": "Logo Token Sets",
  "page-apps-uniswap-logo-alt": "Logo Uniswap",
  "page-apps-wallet-callout-button": "Nájsť peňaženku",
  "page-apps-wallet-callout-description": "Peňaženky sú tiež dapps. Na základe funkcií, ktoré vám vyhovujú, nájdite tú správnu.",
  "page-apps-wallet-callout-image-alt": "Ilustrácia robota.",
  "page-apps-wallet-callout-title": "Zobraziť peňaženky",
  "page-apps-warning-header": "Vždy si urobte vlastný prieskum",
  "page-apps-warning-message": "Ethereum je nová technológia a väčšina aplikácií je nových. Pred vkladom veľkého množstva peňazí sa uistite, že rozumiete rizikám.",
  "page-apps-what-are-dapps": "Čo sú dapps?",
  "page-apps-more-on-defi-button": "Viac o decentralizovaných financiách",
  "page-apps-more-on-nft-button": "Viac o tokenizovaných zberateľských predmetoch",
  "page-apps-more-on-nft-gaming-button": "Viac o tokenizovaných herných položkách",
  "page-apps-dapp-description-pwn": "Jednoduché pôžičky kryté akýmkoľvek tokenom alebo NFT na Ethereu.",
  "page-apps-pwn-image-alt": "Logo PWN",
  "page-apps-xmtp-logo-alt": "Logo XMTP",
  "opage-apps-yearn-logo-alt": "Logo Yearn",
  "page-apps-yearn-image-alt": "Logo Yearn",
  "page-apps-convex-image-alt": "Logo Convex",
  "foundation": "Nadácia",
  "page-wallets-get-some": "Získať nejaké ETH",
  "page-apps-dapp-description-curve": "Curve je dex zameraný na stablecoiny",
  "page-apps-curve-image-alt": "Logo Curve",
  "page-apps-dapp-description-dodo": "DODO je poskytovateľ on-chain likvidity, ktorý využíva algoritmus proaktívneho tvorcu trhu (Proactive Market Maker – PMM)",
  "page-apps-dodo-image-alt": "Logo DODO",
  "page-apps-dapp-description-artblocks": "Art Blocks sa venuje oživovaniu pôsobivých diel súčasného generatívneho umenia",
  "page-apps-artblocks-image-alt": "Logo Art Blocks",
  "page-apps-explore-title": "Chcete prehliadať ďalšie aplikácie?",
  "page-apps-explore": "Pozrite si stovky dapps"
}
