{
  "page-eth-buy-some": "Chcete kúpiť Ethereum?",
  "page-eth-buy-some-desc": "Je bežné mýliť si Ethereum a ETH. Ethereum je <a href=\"/glossary/#blockchain\">blockchain</a> a ETH je primárne aktívum Etherea. Pravdepodobne ste si chceli kúpiť ETH.",
  "page-eth-cat-img-alt": "Grafika glyfu ETH s kaleidoskopom mačiek",
  "page-eth-collectible-tokens": "Zberateľské tokeny",
  "page-eth-collectible-tokens-desc": "Tokeny reprezentujúce zberateľské predmety v digitálnych hrách, sú to produkty digitálneho umenia a iné unikátne predmety. Bežne sú známe, ako nezameniteľné tokeny (NFT).",
  "page-eth-cryptography": "Chránené kryptografiou",
  "page-eth-cryptography-desc": "Internetové peniaze môžu byť považované za novinku, sú však zabezpečené overenou <a href=\"/glossary/#cryptography\">kryptografiou</a>. Toto ochraňuje vašu peňaženku, vaše ETH a transakcie.",
  "page-eth-currency-for-apps": "Je to mena aplikácií Etherea.",
  "page-eth-currency-for-future": "Mena našej digitálnej budúcnosti",
  "page-eth-description": "ETH je kryptomena. Je to vzácna digitálna mena, ktorú môžete používať na internete - podobná ako Bitcoin. Ak ste nový v crypto, tu nájdete informcie ako sa ETH odlišuje od tradičných peňazí.",
  "page-eth-earn-interest-link": "Zarobiť výnos",
  "page-eth-flexible-amounts": "Dostupné vo flexibilných sumách",
  "page-eth-flexible-amounts-desc": "ETH je deliteľné 18 desatinnými miestami, takže nemusíte kúpiť 1 celé ETH. Môžete si kúpiť len jeho časti v čase - tak malú časť ako 0.000000000000000001 ETH, ak chcete.",
  "page-eth-fuels": "ETH poháňa a zabezpečuje Ethereum",
  "page-eth-fuels-desc": "ETH je palivom, ktoré poháňa Ethereum. Ak pošlete ETH, alebo použijete aplikáciu Etherea tak za využitie Ethereovej siete zaplatíte poplatok v ETH. Tento poplatok je odmena pre producenta bloku za sprostredkovanie a verifikovanie toho, čo sa snažíte urobiť.",
  "page-eth-fuels-desc-2": "Validátori sú niečo, ako uchovávatelia záznamu Etherea, ktorí kontrolujú a potvrdzujú, že nik v sieti nepodvádza. Sú náhodne vybraní na sprostredkovanie bloku transakcií. Validátorí, ktorí urobia túto prácu sú odmenení malým množstvom novo-vydaných ETH.",
  "page-eth-fuels-desc-3": "Práca, ktorú validátori urobia a kapitál, ktorý <a href=\"/glossary/#staking\">stakujú</a>, udržuje sieť Ethereum bezpečnú a decentralizovanú.",
  "page-eth-fuels-staking": "Vždy, keď založíte ETH tak pomáhate ochraňovať sieť Ethereum a získate odmenu. V tomto systéme nebezpečenstvo straty ETH odrádza útočníkov.",
  "page-eth-fuels-more-staking": "Viac o stakovaní",
  "page-eth-get-eth-btn": "Získať ETH",
  "page-eth-gov-tokens": "Správcovské tokeny",
  "page-eth-gov-tokens-desc": "Tokeny, ktoré reprezentujú silu voliteľa v decentralizovaných organizáciách.",
  "page-eth-has-value": "Prečo má ETH hodnotu?",
  "page-eth-has-value-desc": "ETH je hodnotné rozdielnym spôsobom pre rozdielnych ľudí.",
  "page-eth-has-value-desc-2": "Pre užívateľov siete Ethereum je ETH cenným, pretože je potrebné na uhrádzanie transakčných poplatkov.",
  "page-eth-has-value-desc-3": "Ostatní ho vnímajú, ako digitálneho uchovávateľa hodnoty, pretože tvorba nových ETH sa časom spomaľuje.",
  "page-eth-has-value-desc-4": "V súčasnosti sa ETH stalo cenným pre používateľov finančných aplikácií Ethereovej siete, pretože môžte použiť ETH ako zábezpeku pre kryptopôžičky, alebo ako platobný systém.",
  "page-eth-has-value-desc-5": "Mnohí ho samozrejme vnímajú, ako investíciu podobne, ako Bitcoin, alebo iné kryptomeny.",
  "page-eth-is-money": "Ether coin (ETH) sú digitálne globálne peniaze.",
  "page-eth-last-updated": "Január 2019",
  "page-eth-monetary-policy": "Monetárna politika Etherea",
  "page-eth-more-on-ethereum-link": "Viac na Ethereum",
  "page-eth-no-centralized": "Necentralizovaná kontrola",
  "page-eth-no-centralized-desc": "ETH je decentralizované a celosvetové. Nejestvuje spoločnosť, alebo banka, ktorá by sa mohla rozhodnúť vytvoriť viac ETH, alebo zmeniť podmienky jeho používania.",
  "page-eth-non-fungible-tokens-link": "Nezameniteľné tokeny",
  "page-eth-not-only-crypto": "ETH nieje jedinou kryptomenou Etherea",
  "page-eth-not-only-crypto-desc": "Každý môže vytvoriť nové prostriedky a obchodovať s nimi v Ethereu. Tieto sú známe, ako tokeny. Ľudia takto tokenizovali tradičné meny, svoje nehnuteľnosti, umenie a dokonca aj samých seba!",
  "page-eth-not-only-crypto-desc-2": "Ethereum je domovom tisícov tokenov, pričom niektoré sú viac, iné zas menej užitočné a hodnotné. Vývojári neustále vytvárajú nové tokeny, ktoré vytvárajú nové možnosti a otvárajú cestu k novým trhom.",
  "page-eth-open": "Prístupné pre každého",
  "page-eth-open-desc": "Potrebujete len internetové pripojenie a peňaženku, ktorá akceptuje ETH. Na vykonávanie platieb nepotrebujete prístup k bankovému účtu. ",
  "page-eth-p2p-payments": "Peer-to-peer platby",
  "page-eth-p2p-payments-desc": "Svoj ETH môžte poslať bez potreby sprostredkovateľa, ako je napríklad banka. Je to, ako odovzdanie hotovosti z ruky do ruky, ale s tým rozdielom, že to možete urobyť kedykoľvek, s kýmkoľvek a kdekoľvek.",
  "page-eth-period": ".",
  "page-eth-popular-tokens": "Populárne typy tokenov",
  "page-eth-powers-ethereum": "ETH poháňa Ethereum",
  "page-eth-shit-coins": "Shitkoiny",
  "page-eth-shit-coins-desc": "Keďže je vytváranie nových tokenov veľmi jednoduché tak to môže urobiť ktokoľvek a aj ľudia so zlými, a, lebo nekalými úmyslami. Pred tým, ako ich začnete používať si vždy spravte svoj vlastný prieskum!",
  "page-eth-stablecoins": "Stablecoiny",
  "page-eth-stablecoins-desc": "Tokeny, ktoré ozrkadľujú hodnotu tradičných mien. Tieto sú riešením problému s kolísaním hodnoty mnohých kryptomien.",
  "page-eth-stablecoins-link": "Získať stablecoiny",
  "page-eth-stream-link": "Strímovanie ETH",
  "page-eth-tokens-link": "Ethereum tokeny",
  "page-eth-trade-link-2": "Swap tokeny",
  "page-eth-underpins": "ETH podopiera finančný systém Etherea",
  "page-eth-underpins-desc": "Nespokojná s platbami, komunita Ethereum buduje celý finančný systém, ktorý je <a href=\"/glossary/#peer-to-peer-network\">peer-to-peer</a> a prístupný pre každého.",
  "page-eth-underpins-desc-2": "ETH môžte použiť, ako kolaterál na generovanie rôznych kryptomenových tokenov v Ethereu. Navyše môžte požičiavať, brať si úver a zarábať na úrokoch v ETH a iných Ethereom zabezpečených tokenoch.",
  "page-eth-weth": "Wrapped ether (WETH) sa používa na rozšírenie funkčnosti ETH tak, aby mohol pracovať s inými tokenmi a aplikáciami. <a href=\"/wrapped-eth\">Zistite viac o WETH</a>.",
  "page-eth-uses": "Počet používateľov ETH rastie každý deň",
  "page-eth-uses-desc": "Vďaka tomu, že Ethereum je programovateľné môžu vývojári využívať ETH nespočetnými spôsobmi.",
  "page-eth-uses-desc-2": "Jediné, čo ste mohli v roku 2015 urobiť bolo poslať ETH z jedného ETH účtu na iný. Tu je len niekoľko vecí, ktoré môžete urobiť dnes.",
  "page-eth-uses-desc-3": "zaplaťte niekomu, alebo prijmite prostriedky v reálnom čase.",
  "page-eth-uses-desc-4": "eTH môžete zamieňať za iné tokeny vrátane Bitcoinu.",
  "page-eth-uses-desc-5": "za ETH a iné tokeny založené na Ethereu.",
  "page-eth-uses-desc-6": "poskytujú prístup do sveta kryptomien s pevnými - málo volatilnými cenami.",
  "page-eth-value": "Prečo je ether hodnotný",
  "page-eth-video-alt": "Video s ETH glyfom",
  "page-eth-whats-eth": "Čo je Ether (ETH)?",
  "page-eth-whats-eth-hero-alt": "Ilustrácia skupiny ľudí očarovaných glyfom etheru (ETH)",
  "page-eth-whats-eth-meta-desc": "Čo potrebujete vedieť pre to, aby ste porozumeli ETH a jeho miestu v Ethereu.",
  "page-eth-whats-eth-meta-title": "Čo je ether (ETH)?",
  "page-eth-whats-ethereum": "Čo je Ethereum?",
  "page-eth-whats-ethereum-desc": "Pokiaľ sa chcete dozvedieť viac o Ethereu a technológii za ETH súste si pozrieť našu úvodnú prezentáciu.",
  "page-eth-whats-unique": "Čím je ETH unikátne?",
  "page-eth-whats-unique-desc": "Jestvuje veľa kryptomien a veľké množstvo iných tokenov v sieti Ethereum, avšak sú veci, ktoré dokáže len ETH.",
  "page-eth-where-to-buy": "Kde získať ETH",
  "page-eth-where-to-buy-desc": "ETH môžete získať v zmenárňach alebo peňaženkách, ale každá krajina má rozdielne pravidlá. Skontrolute, ktoré služby Vám umožnia kúpiť ETH.",
  "page-eth-yours": "Je to skutočne vaše",
  "page-eth-yours-desc": "ETH vám umožňuje byť svojou vlastnou bankou. Máte pod kontrolou svoje prostriedky s vašou <a href=\"/glossary/#wallet\">peňaženkou</a> ako potvrdenie vlastníctva – nepotrebueje tretiu stranu.",
  "page-eth-more-on-tokens": "Ďalšie tokeny a ich používatelia",
  "page-eth-button-buy-eth": "Získať ETH",
  "page-eth-tokens-stablecoins": "Stablecoiny",
  "page-eth-tokens-defi": "Decentralizované financie (DeFi)",
  "page-eth-tokens-nft": "Nezameniteľné tokeny (NFT)",
  "page-eth-tokens-dao": "Decentralizované autonómne organizácie (DAO)",
  "page-eth-tokens-stablecoins-description": "Viac o najmenej volatilných tokenoch v sieti Ethereum.",
  "page-eth-tokens-defi-description": "Finančný systém pre tokeny Etherea.",
  "page-eth-tokens-nft-description": "Tokeny reprezentujúce vlastníctvo predmetov v Ethereu.",
  "page-eth-tokens-dao-description": "Internetové komunity zvyčajne spravované vlastníkmi tokenov.",
  "page-eth-whats-defi": "Viac o DeFi",
  "page-eth-whats-defi-description": "DeFi sú decentralizované finančné systémy postavené na sieti Ethereum. Tento prehľad zobrazuje, čo môžte robiť.",
  "page-what-is-ethereum-what-is-ether": "Čo je ether?"
}
