{
  "page-wallets-accounts-addresses": "Peňaženky, účty, kľúče a adresy",
  "page-wallets-accounts-addresses-desc": "Stojí za to pochopiť rozdiely medzi niektorými kľúčovými pojmami.",
  "page-wallets-accounts-ethereum-addresses": "<b>Ethereový účet má adresu</b> rovnako, ako má emailová schránka emailovú adresu. Táto je určená na identifikovanie vašich digitálnych prostriedkov.",
  "page-wallets-alt": "Ilustrácia robota, ktorý má namiesto tela trezor. Predstavuje ethereovú peňaženku",
  "page-wallets-ethereum-account": "<b>Účet Ethereum je pár kľúčov</b>. <a href=\"/glossary/#public-key\">Jeden kľúč</a> sa používa na vytvorenie adresy, ktorú môžete voľne zdieľať, a <a href=\"/glossary/#private-key\">druhý kľúč</a> musíte udržiavať v tajnosti, pretože sa používa na podpisovanie vecí. Spolu tieto kľúče umožňujú držať aktíva a uskutočňovať transakcie.",
  "page-wallets-blog": "Coinbase blog",
  "page-wallets-bookmarking": "Uložiť záložku k Vašej peňaženke",
  "page-wallets-bookmarking-desc": "Ak používate webovú peňaženku, uložením záložky k nej sa chránite pred phishingovými útokmi.",
  "page-wallets-cd": "<b>Fyzické hardvérové peňaženky</b> sú zariadenia, ktoré umožňujú uchovať vašu kryptomenu offline – veľmi bezpečné",
  "page-wallets-desc-2": "Digitálne peňaženky sú tým, čo väčšina ľudí používa na hospodárenie so svojimi prostriedkami a na identifikáciu v sieti.",
  "page-wallets-desc-2-link": "Viac na ETH",
  "page-wallets-desc-3": "Peňaženka je nástroj na spravovanie vášho Ethereum účtu. To znamená, že môžete kedykoľvek meniť poskytovateľov peňaženiek. Mnoho peňaženiek vám taktiež umožňuje spravovať viac Ethereum účtov z jednej aplikácie.",
  "page-wallets-desc-4": "Poskytovatelia peňaženiek nemajú kontrolu nad vašimi prostriedkami. Oni vám len poskytujú okno cez ktoré môžte vidieť svoje prostriedky a nástroj, cez ktorý ich môžte jednoducho manažovať.",
  "page-wallets-description": "Peňaženky Etherea sú aplikácie, ktoré vám poskytujú kontrolu nad vašim účtom. Obsahujú všetko, čo potrebujete na preukázanie svojej identity a spravovanie prostriedkov tak, ako vaša skutočná peňaženka. Umožňuje vám prihlasovať sa do aplikácií, kontrolovať zostatok na účte, posielať prostriedky a potvrdzovať svoju identitu.",
  "page-wallets-desktop": "<b>Desktopové aplikácie</b>, ak preferujete spravovanie Vašich prostriedkov cez macOS, Windows alebo Linux",
  "page-wallets-ethereum-wallet": "<b>Peňaženka je nástroj, ktorý vám umožňuje interagovať s vaším účtom</b> pomocou vašich kľúčov. Umožňuje vám zobraziť zostatok na účte, posielať transakcie a ďalšie.",
  "page-wallets-explore": "Spoznajte Ethereum",
  "page-wallets-features-desc": "Môžeme Vám pomôcť s výberom peňaženky podľa funkcií, na ktorých Vám záleží.",
  "page-wallets-features-title": "Porovnanie peňaženiek na základe vlastností",
  "page-wallets-find-wallet-btn": "Nájsť peňaženku",
  "page-wallets-find-wallet-link": "Nájsť peňaženku",
  "page-wallets-get-some": "Získať nejaké ETH",
  "page-wallets-get-some-alt": "Ilustrácia ruky stavajúcej logo Etherea z kociek Lego",
  "page-wallets-get-some-btn": "Získať ETH",
  "page-wallets-get-some-desc": "ETH je natívna kryptomena Etherea. Vo Vašej paňaženke budete potrebovať nejaké ETH na používanie Ethereum aplikácií.",
  "page-wallets-keys-to-safety": "Kľúče chrániace Vaše krypto v bezpeči",
  "page-wallets-manage-funds": "Aplikácia na spravovanie Vašich prostriedkov",
  "page-wallets-manage-funds-desc": "Vaša peňaženka zobrazuje Vaše zostatky, históriu transakcií a dáva Vám možnosť posielať/prijímať prostriedky. Niektoré paňaženky môžu toho ponúkať viac.",
  "page-wallets-meta-description": "Čo potrebujete vedieť o používaní peňaženiek Ethereum.",
  "page-wallets-meta-title": "Peňaženky pre Ethereum",
  "page-wallets-mobile": "<b>Mobilné aplikácie</b>, ktoré sprístupňujú vaše prostriedky odkiaľkoľvek",
  "page-wallets-more-on-dapps-btn": "Viac o dapps",
  "page-wallets-most-wallets": "Väčšina produktov peňaženky vám umožní vygenerovať účet Ethereum. Pred stiahnutím peňaženky ho teda nepotrebujete.",
  "page-wallets-protecting-yourself": "Ochrana Vás a Vašich fondov",
  "page-wallets-seed-phrase": "Zapíšte si svoju <a href=\"/glossary/#recovery-phrase\">frázu na obnovu</a>",
  "page-wallets-seed-phrase-desc": "Peňaženky vám často poskytnú počiatočnú frázu, ktorú si musíte zapísať na bezpečné miesto. Len tak budete môcť získať späť prístup k svojej peňaženke.",
  "page-wallets-seed-phrase-example": "Tu je príklad:",
  "page-wallets-seed-phrase-write-down": "Neukladajte si ju v počítači. Poznačte si ju na bezpečnom mieste.",
  "page-wallets-slogan": "Držíte kľúč k svojej digitálnej budúcnosti",
  "page-wallets-stay-safe": "Ako sa zabezpečiť",
  "page-wallets-stay-safe-desc": "Finančná sloboda a možnosť prístupu k prostriedkom kdekoľvek na svete prináša zodpovednosť – pri kryptomenách neexistuje žiadna zákaznícka podpora. <b>Ste zodpovední za to, aby ste svoje kľúče uchovávali v bezpečí.</b>.",
  "page-wallets-subtitle": "Peňaženky vám napomáhajú k prístupu k digitálnym prostriedkom a prihlasovaniu sa do aplikácií.",
  "page-wallets-take-responsibility": "Majte zodpovednosť nad Vašimi prostriedkami",
  "page-wallets-take-responsibility-desc": "Centralizované burzy spoja vašu peňaženku s užívateľským menom a heslom, ktoré môže byť tradičným spôsobom obnovené. Pamätajte však, že dôverujete burze, ktorá má kontrolu nad vašimi prostriedkami. Pokiaľ sa burza dostane do finančných problémov, tak môžu byť vaše prostriedky ohrozené.",
  "page-wallets-tips": "Ďalšie tipy ako zostať v bezpečí",
  "page-wallets-tips-community": "Z komunity",
  "page-wallets-title": "Peňaženky pre Ethereum",
  "page-wallets-triple-check": "Všetko skontrolujte trikrát",
  "page-wallets-triple-check-desc": "Pamätajte, že transakcie sa nedajú vrátiť späť a peňaženky sa nedajú obnoviť ľahko, preto buďte opatrní zas a znova.",
  "page-wallets-try-dapps": "Vyskúšať nejaké dappy",
  "page-wallets-try-dapps-alt": "Ilustrácia členov komunity Ethereum, ktorí spolupracujú",
  "page-wallets-try-dapps-desc": "Dappy sú aplikácie postavené na Ethereu. Sú lacnejšie, spravodlivejšie a šetrnejšie k vašim dátam ako väčšina tradičných aplikácií.",
  "page-wallets-types": "Druhy peňaženiek",
  "page-wallets-types-desc": "Je viacero spôsobov, akými sa môžete pripájať k svojmu účtu a ovládať ho:",
  "page-wallets-web-browser": "<b>Prehliadačové peňaženky</b> sú webové aplikácie, ktoré vám umožňujú interagovať s vaším účtom priamo v prehliadači",
  "page-wallets-web-browser-extension": "<b>Peňaženky vo forme rozšírenia prehliadača</b> sú rozšírenia, ktoré si stiahnete a umožňujú vám interagovať s vaším účtom a aplikáciami cez webový prehliadač",
  "page-wallets-whats-a-wallet": "Čo je peňaženka pre Ethereum?",
  "page-wallets-your-ethereum-account": "Váš Ethereum účtu",
  "page-wallets-your-ethereum-account-desc": "Vaša peňaženka je vaším vstupom do vášho účtu Ethereum – váš zostatok, história transakcií a ďalšie. Poskytovateľa peňaženky však môžete kedykoľvek zmeniť.",
  "page-wallets-your-login": "Vaše prihlasovacie údaje pre aplikácie Ethereum",
  "page-wallets-your-login-desc": "Vaša peňaženka Vám umožní prepojenie k akejkoľvek aplikácii použitím účtu Ethereum. Je to ako prihlasovací údaj, ktorý môžete použiť naprieč množstvom aplikácií.",
  "additional-reading-how-to-create-an-ethereum-account": "Ako vytvoriť účet Ethereum",
  "additional-reading-how-to-use-a-wallet": "Ako používať peňaženku"
}
