{
  "51%-attack-definition": "ಒಂದು ಗುಂಪು ಹೆಚ್ಚಿನ <a href=\"/glossary/#node\">ನೋಡ್‌ಗಳ</a> ನಿಯಂತ್ರಣವನ್ನು ಪಡೆಯುವ ಒಂದು ರೀತಿಯ ದಾಳಿ. ಇದು <a href=\"/glossary/#transaction\">ವಹಿವಾಟುಗಳನ್ನು</a> ಹಿಮ್ಮುಖಗೊಳಿಸುವ ಮೂಲಕ ಮತ್ತು ಡಬಲ್ ಖರ್ಚು <a href=\"ether\">ಈಥರ್</a> ಮತ್ತು ಇತರ ಟೋಕನ್‌ಗಳ ಮೂಲಕ ಬ್ಲಾಕ್‌ಚೈನ್ ಅನ್ನು ವಂಚಿಸಲು ಅವರಿಗೆ ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ.",
  "account-definition": "ಎಥೆರಿಯಮ್ ಖಾತೆಯು ಎಥೆರಿಯಮ್ ಬ್ಲಾಕ್‌ಚೈನ್‌ನಲ್ಲಿರುವ ಡಿಜಿಟಲ್ ಗುರುತಾಗಿದ್ದು, ಬಳಕೆದಾರರಿಗೆ ಈಥರ್ ಅಥವಾ ಇತರ ಡಿಜಿಟಲ್ ಸ್ವತ್ತುಗಳನ್ನು ಕಳುಹಿಸಲು, ಸ್ವೀಕರಿಸಲು ಮತ್ತು ಸ್ಮಾರ್ಟ್ ಒಪ್ಪಂದಗಳೊಂದಿಗೆ ಸಂವಹನ ನಡೆಸಲು ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ.",
  "address-definition": "ಎಥೆರಿಯಮ್ ವಿಳಾಸವು ಟೋಕನ್‌ಗಳನ್ನು ಸ್ವೀಕರಿಸಲು ಬಳಸುವ ವಿಶಿಷ್ಟ ಗುರುತಿಸುವಿಕೆಯಾಗಿದ್ದು, ಕ್ರಿಪ್ಟೋಕರೆನ್ಸಿಗಳಿಗೆ ಬ್ಯಾಂಕ್ ಖಾತೆ ಸಂಖ್ಯೆಯಂತೆಯೇ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ. ನಿಮ್ಮ ಎಥೆರಿಯಮ್ ಖಾತೆಯನ್ನು ಗುರುತಿಸಲು ಇದನ್ನು ಬಳಸಲಾಗುತ್ತದೆ.",
  "block-definition": "ಒಂದು ಬ್ಲಾಕ್ ಎಂದರೆ ವಹಿವಾಟುಗಳು ಅಥವಾ ಡಿಜಿಟಲ್ ಕ್ರಿಯೆಗಳನ್ನು ಸಂಗ್ರಹಿಸುವ ಸ್ಥಳ. ಒಂದು ಬ್ಲಾಕ್ ತುಂಬಿದ ನಂತರ, ಅದು ಹಿಂದಿನದಕ್ಕೆ ಲಿಂಕ್ ಆಗುತ್ತದೆ, ಬ್ಲಾಕ್‌ಗಳ ಸರಪಳಿ ಅಥವಾ \"ಬ್ಲಾಕ್‌ಚೈನ್\" ಅನ್ನು ರಚಿಸುತ್ತದೆ. <a href=\"/developers/docs/blocks/\">ಬ್ಲಾಕ್‌ಗಳ ಕುರಿತು ಇನ್ನಷ್ಟು</a>.",
  "blockchain-term": "ಬ್ಲಾಕ್‌ಚೈನ್",
  "blockchain-definition": "ಬ್ಲಾಕ್‌ಚೈನ್ ಎನ್ನುವುದು ವಹಿವಾಟುಗಳ ಡೇಟಾಬೇಸ್ ಆಗಿದ್ದು, ನೆಟ್‌ವರ್ಕ್‌ನಲ್ಲಿರುವ ಎಲ್ಲಾ ಕಂಪ್ಯೂಟರ್‌ಗಳಲ್ಲಿ ನಕಲು ಮಾಡಿ ಹಂಚಿಕೊಳ್ಳಲಾಗುತ್ತದೆ, ಇದು ಡೇಟಾವನ್ನು ಹಿಂದಿನಂತೆ ಬದಲಾಯಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ ಎಂದು ಖಚಿತಪಡಿಸುತ್ತದೆ.",
  "bridge-term": "ಬ್ರಿಡ್ಜ್",
  "bridge-definition": "ಒಂದು ಬ್ಲಾಕ್‌ಚೈನ್ ನೆಟ್‌ವರ್ಕ್‌ನಿಂದ ಇನ್ನೊಂದಕ್ಕೆ ಸ್ವತ್ತುಗಳನ್ನು ವರ್ಗಾಯಿಸಲು ಬ್ಲಾಕ್‌ಚೈನ್ ಸೇತುವೆಯನ್ನು ಬಳಸಲಾಗುತ್ತದೆ.",
  "cryptography-definition": "ಮಾಹಿತಿಯು ಯಾರಿಗಾಗಿ ಉದ್ದೇಶಿಸಲಾಗಿದೆಯೋ ಅವರು ಮಾತ್ರ ಅದನ್ನು ಓದುವಂತೆ ಸಂವಹನವನ್ನು ಖಾಸಗಿ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿಸುವ ಅಭ್ಯಾಸ ಇದು.",
  "dao-definition": "DAO ಎನ್ನುವುದು ಬ್ಲಾಕ್‌ಚೈನ್‌ನಲ್ಲಿ ಕೋಡ್ ಮಾಡಲಾದ ನಿಯಮಗಳಿಂದ ನಡೆಸಲ್ಪಡುವ ಡಿಜಿಟಲ್ ಸಂಸ್ಥೆಯಾಗಿದ್ದು, ಅಲ್ಲಿ ನಿರ್ಧಾರಗಳನ್ನು ಸದಸ್ಯರ ಮತಗಳಿಂದ ತೆಗೆದುಕೊಳ್ಳಲಾಗುತ್ತದೆ, ಕೇಂದ್ರ ಪ್ರಾಧಿಕಾರದಿಂದಲ್ಲ. <a href=\"/dao/\">ವಿಕೇಂದ್ರೀಕೃತ ಸ್ವಾಯತ್ತ ಸಂಸ್ಥೆಗಳು (DAOs) ಕುರಿತು ಇನ್ನಷ್ಟು</a>.",
  "dapp-definition": "dApp ಎನ್ನುವುದು ಬ್ಲಾಕ್‌ಚೈನ್ ನೆಟ್‌ವರ್ಕ್‌ನಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸುವ ವಿಕೇಂದ್ರೀಕೃತ ಅಪ್ಲಿಕೇಶನ್ ಆಗಿದ್ದು, ಕೇಂದ್ರ ನಿಯಂತ್ರಣ ಪ್ರಾಧಿಕಾರವಿಲ್ಲದೆ ಸೇವೆಗಳನ್ನು ನೀಡುತ್ತದೆ. <a href=\"/dapps/\">ವಿಕೇಂದ್ರೀಕೃತ ಅಪ್ಲಿಕೇಶನ್‌ಗಳ ಕುರಿತು ಇನ್ನಷ್ಟು</a>.",
  "ens-definition": "Ethereum ನೇಮ್ ಸರ್ವಿಸ್ ಎನ್ನುವುದು Ethereum ವಿಳಾಸಗಳಿಗೆ ಇಂಟರ್ನೆಟ್ ಫೋನ್‌ಬುಕ್‌ನಂತಿದೆ. ಉದ್ದವಾದ ವ್ಯಾಲೆಟ್ ವಿಳಾಸಗಳನ್ನು ಬಳಸುವ ಬದಲು, ENS ನಿಮಗೆ ಡಿಜಿಟಲ್ ಹಣ ಮತ್ತು ಸ್ವತ್ತುಗಳನ್ನು ಕಳುಹಿಸಲು ಮತ್ತು ಸ್ವೀಕರಿಸಲು \"john.eth\" ನಂತಹ ಸರಳ ಹೆಸರುಗಳನ್ನು ಬಳಸಲು ಅನುಮತಿಸುತ್ತದೆ.",
  "erc-definition": "ERC (<strong>Ethereum Request for Comments</strong>) ಎಂಬುದು Ethereum ಸಮುದಾಯದಲ್ಲಿ Ethereum ನೆಟ್‌ವರ್ಕ್‌ಗಾಗಿ ಹೊಸ ಬಳಕೆಯ ಮಾನದಂಡಗಳನ್ನು ಪ್ರಸ್ತಾಪಿಸಲು ಬಳಸಲಾಗುವ ಒಂದು ರೀತಿಯ ತಾಂತ್ರಿಕ ದಾಖಲಾತಿಯಾಗಿದೆ.",
  "erc-1155-definition": "NFT (ವಿಶಿಷ್ಟ ಸಂಗ್ರಹಯೋಗ್ಯ ವಸ್ತುಗಳಂತೆ) ಗೆ ಹೋಲುವ ಒಂದು ರೀತಿಯ Ethereum ಟೋಕನ್ ಮಾನದಂಡವು ಒಂದೇ ಸ್ಮಾರ್ಟ್ ಒಪ್ಪಂದದೊಳಗೆ ಪರಸ್ಪರ ಬದಲಾಯಿಸಬಹುದಾದ ವಸ್ತುಗಳನ್ನು (ಕರೆನ್ಸಿಯಂತೆ) ರಚಿಸಲು ಅನುಮತಿಸುತ್ತದೆ.",
  "erc-20-definition": "Ethereum ನೆಟ್‌ವರ್ಕ್‌ನಲ್ಲಿ ಹೆಚ್ಚಿನ ಟೋಕನ್‌ಗಳನ್ನು ರಚಿಸಲಾದ ನಿಯಮಗಳ ಪ್ರಮಾಣಿತ ಗುಂಪೇ ಆಗಿದೆ.",
  "erc-721-definition": "NFT ಗಳನ್ನು ರಚಿಸಲು ಬಳಸುವ ನಿಯಮಗಳ ಪ್ರಮಾಣಿತ ಸೆಟ್ (ಶಿಲೀಂಧ್ರವಲ್ಲದ ಟೋಕನ್‌ಗಳು).",
  "finality-term": "ಅಂತಿಮತೆ",
  "gas-term": "ಗ್ಯಾಸ್",
  "holographic-consensus-definition": "ಸಣ್ಣ ಗುಂಪಿನ ಪ್ರತಿನಿಧಿಗಳಿಗೆ ಮತ ಚಲಾಯಿಸಲು ಅವಕಾಶ ನೀಡುವ ಮೂಲಕ ದೊಡ್ಡ ಗುಂಪಿನ ನಿರ್ಧಾರವನ್ನು ಹೇಗೆ ತೆಗೆದುಕೊಳ್ಳಲಾಗುತ್ತದೆ ಎಂಬುದನ್ನು ಇದು ಸೂಚಿಸುತ್ತದೆ. ನಂತರ ಸಣ್ಣ ಗುಂಪು ಉತ್ತಮ ಕೆಲಸ ಮಾಡಿದೆ ಎಂದು ಅವರು ನಂಬುವವರೆಗೆ ಉಳಿದವರೆಲ್ಲರೂ ಅದರೊಂದಿಗೆ ಹೋಗಲು ಒಪ್ಪುತ್ತಾರೆ.",
  "key-definition": "ಎಥೆರಿಯಮ್‌ನ ಸಂದರ್ಭದಲ್ಲಿ, ಕೀಗಳು ಡಿಜಿಟಲ್ ಕೋಡ್‌ಗಳಾಗಿವೆ: ವಹಿವಾಟುಗಳನ್ನು ಸ್ವೀಕರಿಸಲು ಸಾರ್ವಜನಿಕ ಕೀ ಮತ್ತು ಹಣವನ್ನು ಪ್ರವೇಶಿಸಲು ಮತ್ತು ಕಳುಹಿಸಲು ಖಾಸಗಿ ಕೀ.",
  "layer-2-term": "ಪದರ 2",
  "liquidity-tokens-definition": "ಲಿಕ್ವಿಡಿಟಿ ಟೋಕನ್‌ಗಳು (LT) ಒಂದು ಸ್ಮಾರ್ಟ್ ಒಪ್ಪಂದದಲ್ಲಿ ಲಾಕ್ ಮಾಡಲಾದ ನಿಧಿಗಳ ಸಂಗ್ರಹವಾದ ಮತ್ತು ವಿಕೇಂದ್ರೀಕೃತ ವಿನಿಮಯ ಕೇಂದ್ರದಲ್ಲಿ (DEX) ವ್ಯಾಪಾರವನ್ನು ಸುಗಮಗೊಳಿಸಲು ಬಳಸಲಾಗುವ ಲಿಕ್ವಿಡಿಟಿ ಪೂಲ್‌ಗೆ ಸ್ವತ್ತುಗಳನ್ನು ಠೇವಣಿ ಮಾಡುವ ಭಾಗವಹಿಸುವವರಿಗೆ ನೀಡಲಾಗುವ ಡಿಜಿಟಲ್ ಟೋಕನ್‌ಗಳಾಗಿವೆ.",
  "mev-term": "MEV",
  "mev-definition": "ಬ್ಲಾಕ್‌ಚೈನ್‌ನಲ್ಲಿ ಕೆಲವು ಕ್ರಿಯೆಗಳಿಗೆ ಆದ್ಯತೆ ನೀಡುವ ಕಾರ್ಯವಿಧಾನವು ಶುಲ್ಕಕ್ಕಾಗಿ, ಫಲಿತಾಂಶಗಳು ಮತ್ತು ವಹಿವಾಟುಗಳ ಕ್ರಮದ ಮೇಲೆ ಪ್ರಭಾವ ಬೀರುತ್ತದೆ.",
  "multisig-term": "ಮಲ್ಟಿಸಿಗ್",
  "multisig-definition": "ಮಲ್ಟಿಸಿಗ್ (ಮಲ್ಟಿ ಸಿಗ್ನೇಚರ್) ಎಂದರೆ ಡಿಜಿಟಲ್ ವ್ಯಾಲೆಟ್ ಅಥವಾ ಖಾತೆಯಾಗಿದ್ದು, ಇದು ವಹಿವಾಟುಗಳನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಲು ಬಹು ಸಹಿಗಳು ಅಥವಾ ಅನುಮೋದನೆಗಳ ಅಗತ್ಯವಿರುತ್ತದೆ, ಇದು ಭದ್ರತೆಯನ್ನು ಹೆಚ್ಚಿಸುತ್ತದೆ.",
  "onchain-definition": "ಬ್ಲಾಕ್‌ಚೈನ್‌ನಲ್ಲಿ ನಡೆಯುವ ಮತ್ತು ಸಾರ್ವಜನಿಕವಾಗಿ ಲಭ್ಯವಿರುವ ಕ್ರಿಯೆಗಳು ಅಥವಾ ವಹಿವಾಟುಗಳನ್ನು ಉಲ್ಲೇಖಿಸುತ್ತದೆ.",
  "peer-to-peer-network-definition": "ಕೇಂದ್ರೀಕೃತ, ಸರ್ವರ್-ಆಧಾರಿತ ಸೇವೆಗಳ ಅಗತ್ಯವಿಲ್ಲದೆಯೇ ಸಾಮೂಹಿಕವಾಗಿ ಕಾರ್ಯಗಳನ್ನು ನಿರ್ವಹಿಸಲು ಸಾಧ್ಯವಾಗುವ ಕಂಪ್ಯೂಟರ್‌ಗಳ ಜಾಲ (ಸಹವರ್ತಿಗಳು).",
  "permissionless-definition": "Ethereum ನಂತಹ ವ್ಯವಸ್ಥೆಯನ್ನು ಬಳಸಲು ಯಾವುದೇ ಅನುಮತಿ ಅಥವಾ ಅನುಮೋದನೆ ಅಗತ್ಯವಿಲ್ಲ ಮತ್ತು ಅದನ್ನು ಬಳಸುವುದನ್ನು ಯಾರೂ ತಡೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ. ಪ್ರತಿಯೊಬ್ಬರೂ ಭಾಗವಹಿಸಲು ಇದು 24/7 ತೆರೆದಿರುತ್ತದೆ.",
  "pos-term": "ಸ್ಟ್ರೂಫ್-ಆಫ್-ಸ್ಟೇಕ್ (ಪಿಒಎಸ್)",
  "sequencer-definition": "ಸೀಕ್ವೆನ್ಸರ್ ಎನ್ನುವುದು ಬ್ಲಾಕ್‌ಚೈನ್ ನೆಟ್‌ವರ್ಕ್‌ನಲ್ಲಿ ವಹಿವಾಟುಗಳನ್ನು ಆದೇಶಿಸುವ ಜವಾಬ್ದಾರಿಯುತ ಪ್ರೋಗ್ರಾಂ ಆಗಿದೆ.",
  "smart-contract-term": "ಸ್ಮಾರ್ಟ್ ಒಪ್ಪಂದ",
  "staking-term": "Staking",
  "sybil-attack-definition": "ಸಿಬಿಲ್ ದಾಳಿಗಳು ವೈಯಕ್ತಿಕ ಮಾನವರು ತಮ್ಮ ಪ್ರಭಾವವನ್ನು ಹೆಚ್ಚಿಸಲು ತಾವು ಅನೇಕ ಜನರು ಎಂದು ಭಾವಿಸಿ ವ್ಯವಸ್ಥೆಯನ್ನು ಮೋಸಗೊಳಿಸುವುದನ್ನು ಸೂಚಿಸುತ್ತದೆ.",
  "web2-term": "ವೆಬ್೩",
  "web3-term": "ವೆಬ್೨"
}
