{
  "page-what-is-ethereum-alt-img-bazaar": "ಬಜಾರ್‌ಗೆ ಇಣುಕಿ ನೋಡುತ್ತಿರುವ ವ್ಯಕ್ತಿಯ ವಿವರಣೆ, ಎಥೆರಿಯಮ್ ಅನ್ನು ಪ್ರತಿನಿಧಿಸಲೆಂದು ನೀಡಲಾಗಿದೆ",
  "page-what-is-ethereum-alt-img-comm": "ಎಥೆರಿಯಮ್ ಸಮುದಾಯದ ಸದಸ್ಯರು ಒಟ್ಟಾಗಿ ಕೆಲಸ ಮಾಡುವ ವಿವರಣೆ ಆಗಿರುತ್ತದೆ",
  "page-what-is-ethereum-alt-img-lego": "ಲೆಗೊ ಇಟ್ಟಿಗೆಗಳಿಂದ ಮಾಡಿದ ETH ಲೋಗೋವನ್ನು ರಚಿಸುವ ಕೈಯ ವಿವರಣೆ",
  "page-what-is-ethereum-banking-card": "ಎಲ್ಲರಿಗೂ ಬ್ಯಾಂಕಿಂಗ್",
  "page-what-is-ethereum-banking-card-desc": "ಎಲ್ಲರಿಗೂ ಹಣಕಾಸು ಸೇವೆಗಳಿಗೆ ಪ್ರವೇಶವಿಲ್ಲ. ಎಥೆರಿಯಮ್ ಮತ್ತು ಅದರ ಮೇಲೆ ನಿರ್ಮಿಸಲಾದ ಸಾಲ, ಸಾಲ ಮತ್ತು ಉಳಿತಾಯ ಉತ್ಪನ್ನಗಳನ್ನು ಪ್ರವೇಶಿಸಲು ನಿಮಗೆ ಬೇಕಾಗಿರುವುದು ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕ.",
  "page-what-is-ethereum-build": "ಎಥೆರಿಯಮ್‍ನೊಂದಿಗೆ ಏನನ್ನಾದರೂ ಮಾಡಿ",
  "page-what-is-ethereum-build-desc": "ನೀವು ಎಥೆರಿಯಮ್‍ನೊಂದಿಗೆ ನಿರ್ಮಿಸಲು ಪ್ರಯತ್ನಿಸಲು ಬಯಸಿದರೆ, ನಮ್ಮ ದಾಖಲೆಗಳನ್ನು ಓದಿ, ಕೆಲವು ಟ್ಯುಟೋರಿಯಲ್‌ಗಳನ್ನು ಪ್ರಯತ್ನಿಸಿ ಅಥವಾ ನೀವು ಪ್ರಾರಂಭಿಸಲು ಅಗತ್ಯವಿರುವ ಪರಿಕರಗಳನ್ನು ಪರಿಶೀಲಿಸಿ.",
  "page-what-is-ethereum-censorless-card": "ಸೆನ್ಸಾರ್‌ಶಿಪ್-ವಿರೋಧಿ",
  "page-what-is-ethereum-censorless-card-desc": "ಯಾವುದೇ ಸರ್ಕಾರ ಅಥವಾ ಕಂಪನಿ ಎಥೆರಿಯಮ್ ಮೇಲೆ ನಿಯಂತ್ರಣ ಹೊಂದಿಲ್ಲ. ವಿಕೇಂದ್ರೀಕರಣವು ಎಥೆರಿಯಮ್‍ನಲ್ಲಿ ಪಾವತಿಗಳನ್ನು ಸ್ವೀಕರಿಸದಂತೆ ಅಥವಾ ಸೇವೆಗಳನ್ನು ಬಳಸದಂತೆ ನಿಮ್ಮನ್ನು ತಡೆಯಲು ಯಾರಿಗೇ ಆದರೂ ಅಸಾಧ್ಯವಾಗಿಸುತ್ತದೆ.",
  "page-what-is-ethereum-comm-desc": "ನಮ್ಮ ಸಮುದಾಯವು ಕಲಾವಿದರು, ಕ್ರಿಪ್ಟೋ-ಅರಾಜಕತಾವಾದಿಗಳು, ಫಾರ್ಚೂನ್ 500 ಕಂಪನಿಗಳು ಮತ್ತು ಈಗ ನೀವು ಸೇರಿದಂತೆ ಎಲ್ಲಾ ಹಿನ್ನೆಲೆಯ ಜನರನ್ನು ಒಳಗೊಂಡಿದೆ. ಇಂದು ನೀವು ಹೇಗೆ ತೊಡಗಿಸಿಕೊಳ್ಳಬಹುದು ಎಂಬುದನ್ನು ಕಂಡುಕೊಳ್ಳಿ.",
  "page-what-is-ethereum-commerce-card": "ವಾಣಿಜ್ಯ ಖಾತರಿಗಳು",
  "page-what-is-ethereum-commerce-card-desc": "ಗ್ರಾಹಕರು ಸುರಕ್ಷಿತ, ಅಂತರ್ನಿರ್ಮಿತ ಗ್ಯಾರಂಟಿಯನ್ನು ಹೊಂದಿದ್ದಾರೆ, ನೀವು ಒಪ್ಪಿಗೆಯನ್ನು ಒದಗಿಸಿದರೆ ಮಾತ್ರ ನಿಧಿಗಳು ಬದಲಾಗುತ್ತವೆ. ಅಂತೆಯೇ, ಡೆವಲಪರ್‌ಗಳು ತಮ್ಮ ಮೇಲೆ ನಿಯಮಗಳು ಬದಲಾಗುವುದಿಲ್ಲ ಎಂದು ಖಚಿತವಾಗಿರಬಹುದು.",
  "page-what-is-ethereum-composable-card": "ಸಂಯೋಜಿತ ಉತ್ಪನ್ನಗಳು",
  "page-what-is-ethereum-composable-card-desc": "ಎಲ್ಲಾ ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ಹಂಚಿಕೊಂಡ ಜಾಗತಿಕ ಸ್ಥಿತಿಯೊಂದಿಗೆ ಒಂದೇ ಬ್ಲಾಕ್‌ಚೈನ್‌ನಲ್ಲಿ ನಿರ್ಮಿಸಲಾಗಿದೆ, ಅಂದರೆ ಅವುಗಳು ಪರಸ್ಪರ ನಿರ್ಮಿಸಬಹುದು (ಲೆಗೊ ಇಟ್ಟಿಗೆಗಳಂತೆ). ಇದು ಉತ್ತಮ ಉತ್ಪನ್ನಗಳು ಮತ್ತು ಅನುಭವಗಳನ್ನು ಅನುಮತಿಸುತ್ತದೆ ಮತ್ತು ಆ್ಯಪ್‌ಗಳು ಅವಲಂಬಿಸಿರುವ ಯಾವುದೇ ಪರಿಕರಗಳನ್ನು ಯಾರೂ ತೆಗೆದುಹಾಕಲು ಸಾಧ್ಯವಿಲ್ಲ ಎಂದು ಭರವಸೆ ನೀಡುತ್ತದೆ.",
  "page-what-is-ethereum-community": "ಎಥೆರಿಯಮ್ ಸಮುದಾಯ",
  "page-what-is-ethereum-desc": "ನಮ್ಮ ಡಿಜಿಟಲ್ ಭವಿಷ್ಯದ ಅಡಿಪಾಯ",
  "page-what-is-ethereum-explore": "ಎಥೆರಿಯಮ್ ಅನ್ವೇಷಿಸಿ",
  "page-what-is-ethereum-internet-card": "ಮುಕ್ತವಾದ ಅಂತರ್ಜಾಲ",
  "page-what-is-ethereum-internet-card-desc": "ಯಾರಾದರೂ ಎಥೆರಿಯಮ್‍ನ ನೆಟ್‌ವರ್ಕ್‌ನೊಂದಿಗೆ ಸಂವಹನ ನಡೆಸಬಹುದು ಅಥವಾ ಅದರ ಮೇಲೆ ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ನಿರ್ಮಿಸಬಹುದು. ಕೆಲವು ಮೆಗಾ-ಕಾರ್ಪೊರೇಷನ್‌ಗಳು ನಿಯಂತ್ರಿಸುವ ಬದಲಾಗಿ, ನಿಮ್ಮ ಸ್ವಂತ ಸ್ವತ್ತುಗಳು ಮತ್ತು ಗುರುತನ್ನು ನಿಯಂತ್ರಿಸಲು ಇದು ನಿಮ್ಮನ್ನು ಅನುಮತಿಸುತ್ತದೆ.",
  "page-what-is-ethereum-meet-comm": "ಸಮುದಾಯವನ್ನು ಭೇಟಿ ಮಾಡಿ",
  "page-what-is-ethereum-meta-description": "ಎಥೆರಿಯಮ್ ಬಗ್ಗೆ ತಿಳಿಯಿರಿ, ಅದು ಏನು ಮಾಡುತ್ತದೆ ಮತ್ತು ಅದನ್ನು ನಿಮಗಾಗಿ ಹೇಗೆ ಪ್ರಯತ್ನಿಸಬೇಕು.",
  "page-what-is-ethereum-meta-title": "ಎಥೆರಿಯಮ್ ಎಂದರೇನು?",
  "page-what-is-ethereum-p2p-card": "ಪೀರ್-ಟು-ಪೀರ್ ನೆಟ್‍ವರ್ಕ್",
  "page-what-is-ethereum-p2p-card-desc": "ಇತರ ಜನರೊಂದಿಗೆ ನೇರವಾಗಿ ಸಂಘಟಿಸಲು, ಒಪ್ಪಂದಗಳನ್ನು ಮಾಡಲು ಅಥವಾ ಡಿಜಿಟಲ್ ಸ್ವತ್ತುಗಳನ್ನು ವರ್ಗಾಯಿಸಲು ಇಥಿರಿಯಮ್ ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ. ನೀವು ಮಧ್ಯವರ್ತಿಗಳನ್ನು ಅವಲಂಬಿಸುವ ಅಗತ್ಯವಿಲ್ಲ.",
  "page-what-is-ethereum-start-building-btn": "ಸ್ಟಾರ್ಟ್ ಬಿಲ್ಡಿಂಗ್",
  "page-what-is-ethereum-title": "ಎಥೆರಿಯಮ್ ಎಂದರೇನು?",
  "page-what-is-ethereum-subtitle": "ಇಥಿರಿಯಮ್ ಹೇಗೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ, ಅದು ತರುವ ಪ್ರಯೋಜನಗಳು ಮತ್ತು ಪ್ರಪಂಚದಾದ್ಯಂತ ಲಕ್ಷಾಂತರ ಜನರು ಅದನ್ನು ಹೇಗೆ ಬಳಸುತ್ತಿದ್ದಾರೆ ಎಂಬುದಕ್ಕೆ ಸಂಪೂರ್ಣಆರಂಭಿಕರ ಮಾರ್ಗದರ್ಶಿ.",
  "page-what-is-ethereum-button-lets-start": "ಪ್ರಾರಂಭಿಸೋಣ",
  "page-what-is-ethereum-blockchain-tab-title": "ಬ್ಲಾಕ್‌ಚೈನ್ ಎಂದರೇನು?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>ಬ್ಲಾಕ್‌ಚೈನ್ ಎನ್ನುವುದು ವಹಿವಾಟುಗಳ ಡೇಟಾಬೇಸ್ ಆಗಿದ್ದು</b> ಅದನ್ನು ನೆಟ್‌ವರ್ಕ್‌ನಲ್ಲಿ ಅನೇಕ ಕಂಪ್ಯೂಟರ್‌ಗಳಲ್ಲಿ ನವೀಕರಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಹಂಚಿಕೊಳ್ಳಲಾಗುತ್ತದೆ. ಪ್ರತಿ ಬಾರಿ ಹೊಸ ವಹಿವಾಟುಗಳನ್ನು ಸೇರಿಸಿದಾಗ, ಅದನ್ನು \"ಬ್ಲಾಕ್\" ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ - ಆದ್ದರಿಂದ ಬ್ಲಾಕ್‌ಚೈನ್ ಎಂದು ಹೆಸರು. ಇಥಿರಿಯಮ್‍ನಂತಹ ಸಾರ್ವಜನಿಕ ಬ್ಲಾಕ್‌ಚೇನ್‌ಗಳು ಯಾರಿಗಾದರೂ ಡೇಟಾವನ್ನು ಸೇರಿಸಲು ಅನುಮತಿಸುತ್ತದೆ, ಆದರೆ ತೆಗೆದುಹಾಕುವುದಿಲ್ಲ. ಯಾರಾದರೂ ಯಾವುದೇ ಮಾಹಿತಿಯನ್ನು ಬದಲಾಯಿಸಲು ಅಥವಾ ಸಿಸ್ಟಮ್ ಅನ್ನು ಮೋಸಗೊಳಿಸಲು ಬಯಸಿದರೆ, ಅವರು ನೆಟ್‌ವರ್ಕ್‌ನಲ್ಲಿರುವ ಹೆಚ್ಚಿನ ಕಂಪ್ಯೂಟರ್‌ಗಳಲ್ಲಿ ಹಾಗೆ ಮಾಡಬೇಕಾಗುತ್ತದೆ. ಅದು ಬಹಳಷ್ಟು! ಇದು ಇಥಿರಿಯಮ್‍ನಂತಹ ವಿಕೇಂದ್ರೀಕೃತ ಬ್ಲಾಕ್‌ಚೈನ್‌ಗಳನ್ನು ಹೆಚ್ಚು ಸುರಕ್ಷಿತಗೊಳಿಸುತ್ತದೆ.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "ಕ್ರಿಪ್ಟೋಕರೆನ್ಸಿ ಎಂದರೇನು?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "ಕ್ರಿಪ್ಟೋಕರೆನ್ಸಿ ಎನ್ನುವುದು ಬ್ಲಾಕ್‌ಚೈನ್ ಬಳಸಿ ಸುರಕ್ಷಿತವಾಗಿರುವ ಅನೇಕ ರೀತಿಯ ಫಂಜಿಬಲ್ ಡಿಜಿಟಲ್ ಟೋಕನ್‌ಗಳನ್ನು ವಿವರಿಸಲು ಬಳಸಲಾಗುವ ಪದವಾಗಿದೆ. ಇದು ಎಲ್ಲಾ ಬಿಟ್‌ಕಾಯಿನ್‌ನೊಂದಿಗೆ ಪ್ರಾರಂಭವಾಯಿತು. ಮಧ್ಯವರ್ತಿಯನ್ನು ನಂಬದೆಯೇ ಎರಡು ಪಕ್ಷಗಳ ನಡುವೆ ಮೌಲ್ಯವನ್ನು ವರ್ಗಾಯಿಸಲು ಬಿಟ್‌ಕಾಯಿನ್ ಅನ್ನು ಬಳಸಬಹುದು. ನೀವು ಬಿಟ್‌ಕಾಯಿನ್ ಕೋಡ್ ಅನ್ನು ಮಾತ್ರ ನಂಬಬೇಕು, ಅದು ಮುಕ್ತ ಮತ್ತು ಮುಕ್ತವಾಗಿ ಲಭ್ಯವಿದೆ.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "ಬಿಟ್ ಕಾಯಿನ್ ಮತ್ತು ಎಥೆರ್‌ನಂತಹ ಸ್ವತ್ತುಗಳನ್ನು \"ಕ್ರಿಪ್ಟೋಕರೆನ್ಸಿಗಳು\" ಎಂದು ಕರೆಯಲು ಕಾರಣವೆಂದರೆ ನಿಮ್ಮ ಡೇಟಾ ಮತ್ತು ಸ್ವತ್ತುಗಳ ಸುರಕ್ಷತೆಯನ್ನು <a href=\"/glossary/#cryptography\">ಕ್ರಿಪ್ಟೋಗ್ರಫಿಯಿಂದ</a>, ಖಾತರಿಪಡಿಸಲಾಗುತ್ತದೆ, ಸಂಸ್ಥೆ ಅಥವಾ ನಿಗಮವು \nಪ್ರಾಮಾಣಿಕವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ ಎಂದು ನಂಬುವ ಮೂಲಕ ಅಲ್ಲ.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "ಇಥಿರಿಯಮ್ ತನ್ನದೇ ಆದ ಸ್ಥಳೀಯ ಕ್ರಿಪ್ಟೋಕರೆನ್ಸಿಯನ್ನು ಹೊಂದಿದೆ, ಇಥರ್ (ETH), ಇದನ್ನು ನೆಟ್‍ವರ್ಕ್‍ನಲ್ಲಿ ಕೆಲವು ಚಟುವಟಿಕೆಗಳಿಗೆ ಪಾವತಿಸಲು ಬಳಸಲಾಗುತ್ತದೆ. ಇದನ್ನು ಇತರ ಬಳಕೆದಾರರಿಗೆ ವರ್ಗಾಯಿಸಬಹುದು ಅಥವಾ ಇಥಿರಿಯಮ್ ನಲ್ಲಿ ಇತರ ಟೋಕನ್‌ಗಳಿಗೆ ವಿನಿಮಯ ಮಾಡಿಕೊಳ್ಳಬಹುದು. ಇಥರ್ ವಿಶೇಷವಾಗಿದೆ ಏಕೆಂದರೆ ಇದು ಇಥಿರಿಯಮ್ ನಲ್ಲಿ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ಸಂಸ್ಥೆಗಳನ್ನು ನಿರ್ಮಿಸಲು ಮತ್ತು ಚಲಾಯಿಸಲು ಅಗತ್ಯವಿರುವ ಕಂಪ್ಯೂಟೇಶನ್‌ಗೆ ಪಾವತಿಸಲು ಬಳಸಲಾಗುತ್ತದೆ.",
  "page-what-is-ethereum-summary-title": "ಸಾರಾಂಶ",
  "page-what-is-ethereum-summary-desc-1": "ಇಥಿರಿಯಮ್ಎನ್ನುವುದು ಇಥಿರಿಯಮ್ ಪ್ರೋಟೋಕಾಲ್ ಎಂಬ ನಿಯಮಗಳ ಗುಂಪನ್ನು ಅನುಸರಿಸುವ ಪ್ರಪಂಚದಾದ್ಯಂತದ ಕಂಪ್ಯೂಟರ್‌ಗಳ ಜಾಲವಾಗಿದೆ. ಇಥಿರಿಯಮ್ ನೆಟ್‌ವರ್ಕ್ ಸಮುದಾಯಗಳು, ಅಪ್ಲಿಕೇಶನ್‌ಗಳು, ಸಂಸ್ಥೆಗಳು ಮತ್ತು ಯಾರಾದರೂ ನಿರ್ಮಿಸಬಹುದಾದ ಮತ್ತು ಬಳಸಬಹುದಾದ ಡಿಜಿಟಲ್ ಸ್ವತ್ತುಗಳಿಗೆ ಅಡಿಪಾಯವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ.",
  "page-what-is-ethereum-summary-desc-2": "ಇಥಿರಿಯಮ್ ಎನ್ನುವುದು ಇಥಿರಿಯಮ್ ಪ್ರೋಟೋಕಾಲ್ ಎಂಬ ನಿಯಮಗಳ ಗುಂಪನ್ನು ಅನುಸರಿಸುವ ಪ್ರಪಂಚದಾದ್ಯಂತದ ಕಂಪ್ಯೂಟರ್‌ಗಳ ಜಾಲವಾಗಿದೆ. ಇಥಿರಿಯಮ್ ನೆಟ್‌ವರ್ಕ್ ಸಮುದಾಯಗಳು, ಅಪ್ಲಿಕೇಶನ್‌ಗಳು, ಸಂಸ್ಥೆಗಳು ಮತ್ತು ಯಾರಾದರೂ ನಿರ್ಮಿಸಬಹುದಾದ ಮತ್ತು ಬಳಸಬಹುದಾದ ಡಿಜಿಟಲ್ ಸ್ವತ್ತುಗಳಿಗೆ ಅಡಿಪಾಯವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ.",
  "page-what-is-ethereum-summary-desc-3": "ಇನ್ನಷ್ಟು ತಿಳಿದುಕೊಳ್ಳಲು ಓದುವುದನ್ನು ಮುಂದುವರಿಸಿ…",
  "page-what-is-ethereum-btc-eth-diff-title": "ಇಥಿರಿಯಮ್ ಮತ್ತು ಬಿಟ್‌ಕಾಯಿನ್ ನಡುವಿನ ವ್ಯತ್ಯಾಸವೇನು?",
  "page-what-is-ethereum-btc-eth-diff-1": "2015 ರಲ್ಲಿ ಪ್ರಾರಂಭಿಸಲಾಯಿತು, ಇಥಿರಿಯಮ್ ಕೆಲವು ದೊಡ್ಡ ವ್ಯತ್ಯಾಸಗಳೊಂದಿಗೆ ಬಿಟ್‌ಕಾಯಿನ್‌ನ ನಾವೀನ್ಯತೆಯ ಮೇಲೆ ನಿರ್ಮಿಸುತ್ತದೆ.",
  "page-what-is-ethereum-btc-eth-diff-2": "ಪಾವತಿ ಪೂರೈಕೆದಾರರು ಅಥವಾ ಬ್ಯಾಂಕ್‌ಗಳಿಲ್ಲದೆ ಡಿಜಿಟಲ್ ಹಣವನ್ನು ಬಳಸಲು ಎರಡೂ ನಿಮಗೆ ಅವಕಾಶ ನೀಡುತ್ತದೆ. ಆದರೆ <b>ಇಥಿರಿಯಮ್ ಪ್ರೊಗ್ರಾಮೆಬಲ್ ಆಗಿದೆ</b>, ಆದ್ದರಿಂದ ನೀವು ಅದರ ನೆಟ್‍ವರ್ಕ್‍ನಲ್ಲಿ ವಿಕೇಂದ್ರೀಕೃತ ಅಪ್ಲಿಕೇಶನ್‍ಗಳನ್ನು ನಿರ್ಮಿಸಬಹುದು ಮತ್ತು ನಿಯೋಜಿಸಬಹುದು.",
  "page-what-is-ethereum-btc-eth-diff-3": "ಬಿಟ್‌ಕಾಯಿನ್ ನಾವು ಮೌಲ್ಯಯುತವೆಂದು ಭಾವಿಸುವ ಬಗ್ಗೆ ಮೂಲಭೂತ ಸಂದೇಶಗಳನ್ನು ಪರಸ್ಪರ ಕಳುಹಿಸಲು ನಮಗೆ ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ. ಅಧಿಕಾರವಿಲ್ಲದೆ ಮೌಲ್ಯವನ್ನು ಸ್ಥಾಪಿಸುವುದು ಈಗಾಗಲೇ ಶಕ್ತಿಯುತವಾಗಿದೆ. ಇಥಿರಿಯಮ್ ಇದನ್ನು ವಿಸ್ತರಿಸುತ್ತದೆ: ಕೇವಲ ಸಂದೇಶಗಳ ಬದಲಿಗೆ, ನೀವು ಯಾವುದೇ ಸಾಮಾನ್ಯ ಪ್ರೋಗ್ರಾಂ ಅಥವಾ ಒಪ್ಪಂದವನ್ನು ಬರೆಯಬಹುದು. ರಚಿಸಬಹುದಾದ ಮತ್ತು ಒಪ್ಪಿಕೊಳ್ಳಬಹುದಾದ ರೀತಿಯ ಒಪ್ಪಂದಗಳಿಗೆ ಯಾವುದೇ ಮಿತಿಯಿಲ್ಲ, ಆದ್ದರಿಂದ ಇಥಿರಿಯಮ್ ನೆಟ್‌ವರ್ಕ್‌ನಲ್ಲಿ ಉತ್ತಮ ಆವಿಷ್ಕಾರ ಸಂಭವಿಸುತ್ತದೆ.",
  "page-what-is-ethereum-btc-eth-diff-4": "ಬಿಟ್‌ಕಾಯಿನ್ ಕೇವಲ ಪಾವತಿ ನೆಟ್‌ವರ್ಕ್ ಆಗಿದ್ದರೆ, ಇಥಿರಿಯಮ್ ಹಣಕಾಸು ಸೇವೆಗಳು, ಆಟಗಳು, ಸಾಮಾಜಿಕ ನೆಟ್‌ವರ್ಕ್‌ಗಳು ಮತ್ತು ಇತರ ಅಪ್ಲಿಕೇಶನ್‌ಗಳ ಮಾರುಕಟ್ಟೆಯಂತಿದೆ.",
  "page-what-is-ethereum-what-can-eth-do-title": "ಇಥಿರಿಯಮ್ ಏನು ಮಾಡಬಹುದು?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "ನಾನು ಇಥಿರಿಯಮ್ ಅನ್ನು ಏಕೆ ಬಳಸಬೇಕು?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "ಜಾಗತಿಕವಾಗಿ ಸಂಘಟಿಸಲು, ಸಂಸ್ಥೆಗಳನ್ನು ರಚಿಸಲು, ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ನಿರ್ಮಿಸಲು ಮತ್ತು ಮೌಲ್ಯವನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ಹೆಚ್ಚು ಸ್ಥಿತಿಸ್ಥಾಪಕ, ಮುಕ್ತ ಮತ್ತು ವಿಶ್ವಾಸಾರ್ಹ ಮಾರ್ಗಗಳಲ್ಲಿ ನೀವು ಆಸಕ್ತಿ ಹೊಂದಿದ್ದರೆ, ಇಥಿರಿಯಮ್ ನಿಮಗಾಗಿ ಆಗಿದೆ. ಇಥಿರಿಯಮ್ ಎಂಬುದು ನಾವೆಲ್ಲರೂ ಬರೆದ ಕಥೆಯಾಗಿದೆ, ಆದ್ದರಿಂದ ಬನ್ನಿ ಮತ್ತು ಅದರೊಂದಿಗೆ ನಾವು ಯಾವ ಅದ್ಭುತ ಪ್ರಪಂಚಗಳನ್ನು ನಿರ್ಮಿಸಬಹುದು ಎಂಬುದನ್ನು ಕಂಡುಕೊಳ್ಳಿ.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "ತಮ್ಮ ನಿಯಂತ್ರಣದ ಹೊರಗಿನ ಬಾಹ್ಯ ಶಕ್ತಿಗಳಿಂದಾಗಿ ಅವರ ಸ್ವತ್ತುಗಳ ಭದ್ರತೆ ಅಥವಾ ಸದೃಢತೆ ಅಥವಾ ಚಲನಶೀಲತೆಯ ಸುತ್ತ ಅನಿಶ್ಚಿತತೆಯನ್ನು ನಿಭಾಯಿಸಬೇಕಾದ ಜನರಿಗೆ ಇಥಿರಿಯಮ್ ಸಹ ಅಮೂಲ್ಯವಾಗಿದೆ.",
  "page-what-is-ethereum-slide-1-title": "ಅಗ್ಗದ ಮತ್ತು ವೇಗದ ಕ್ರಾಸ್‌ಬೋರ್ಡರ್ ಪಾವತಿಗಳು",
  "page-what-is-ethereum-slide-1-desc-1": "<b>ಸ್ಟೇಬಲ್‌ಕಾಯಿನ್‌ಗಳು</b> ಕ್ರಿಪ್ಟೋಕರೆನ್ಸಿಯ ಒಂದು ಹೊಸ ಪ್ರಕಾರವಾಗಿದ್ದು, ಅದರ ಮೌಲ್ಯಕ್ಕೆ ಆಧಾರವಾಗಿ ಹೆಚ್ಚು ಸ್ಥಿರವಾದ ಆಸ್ತಿಯನ್ನು ಅವಲಂಬಿಸಿದೆ. ಅವುಗಳಲ್ಲಿ ಹೆಚ್ಚಿನವು ಯುನೈಟೆಡ್ ಸ್ಟೇಟ್ಸ್ ಡಾಲರ್‌ಗೆ ಸಂಬಂಧಿಸಿವೆ ಮತ್ತು ಆದ್ದರಿಂದ ಆ ಕರೆನ್ಸಿಯ ಮೌಲ್ಯವನ್ನು ನಿರ್ವಹಿಸುತ್ತವೆ. ಇವುಗಳು ಅತ್ಯಂತ ಅಗ್ಗದ ಮತ್ತು ಸ್ಥಿರವಾದ ಜಾಗತಿಕ ಪಾವತಿ ವ್ಯವಸ್ಥೆಯನ್ನು ಅನುಮತಿಸುತ್ತದೆ. ಅನೇಕ ಪ್ರಸ್ತುತ ಸ್ಟೇಬಲ್‌ಕಾಯಿನ್‌ಗಳನ್ನು ಇಥಿರಿಯಮ್ ನೆಟ್‌ವರ್ಕ್‌ನಲ್ಲಿ ನಿರ್ಮಿಸಲಾಗಿದೆ.",
  "page-what-is-ethereum-slide-1-desc-2": "ಎಥೆರಿಯಮ್ ಮತ್ತು ಸ್ಥಿರನಾಣ್ಯಗಳು ವಿದೇಶಕ್ಕೆ ಹಣವನ್ನು ಕಳುಹಿಸುವ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಸರಳಗೊಳಿಸುತ್ತವೆ. ನಿಮ್ಮ ಸರಾಸರಿ ಬ್ಯಾಂಕ್ ಒಂದು ಹಲವಾರು ವ್ಯವಹಾರ ದಿನಗಳು ಅಥವಾ ವಾರಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ವ್ಯವಹರಿಸುವುದಕ್ಕೆ ವಿರುದ್ಧವಾಗಿ, ಜಗತ್ತಿನಾದ್ಯಂತ ಹಣವನ್ನು ಸರಿಸಲು ಇದು ಕೇವಲ ಕೆಲವೇ ನಿಮಿಷಗಳನ್ನು ಮತ್ತು ಬೆಲೆಯ ಸಣ್ಣ ಭಾಗವನ್ನಷ್ಟೇ ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ. ಹೆಚ್ಚುವರಿಯಾಗಿ, ಹೆಚ್ಚಿನ ಮೌಲ್ಯದ ವಹಿವಾಟನ್ನು ಮಾಡಲು ಯಾವುದೇ ಹೆಚ್ಚುವರಿ ಶುಲ್ಕವಿಲ್ಲ ಮತ್ತು ನಿಮ್ಮ ಹಣವನ್ನು ಎಲ್ಲಿ ಅಥವಾ ಏಕೆ ಕಳುಹಿಸುತ್ತಿರುವಿರಿ ಎಂಬುದರ ಮೇಲೆ ಶೂನ್ಯ ನಿರ್ಬಂಧಗಳಿವೆ.",
  "page-what-is-ethereum-slide-2-title": "ಬಿಕ್ಕಟ್ಟಿನ ಸಮಯದಲ್ಲಿ ತ್ವರಿತ ಸಹಾಯ",
  "page-what-is-ethereum-slide-2-desc-1": "ನೀವು ವಾಸಿಸುವ ವಿಶ್ವಾಸಾರ್ಹ ಸಂಸ್ಥೆಗಳ ಮೂಲಕ ಬಹು ಬ್ಯಾಂಕಿಂಗ್ ಆಯ್ಕೆಗಳನ್ನು ಹೊಂದಲು ನೀವು ಸಾಕಷ್ಟು ಅದೃಷ್ಟವಂತರಾಗಿದ್ದರೆ, ಅವರು ನೀಡುವ ಆರ್ಥಿಕ ಸ್ವಾತಂತ್ರ್ಯ, ಭದ್ರತೆ ಮತ್ತು ಸ್ಥಿರತೆಯನ್ನು ನೀವು ಲಘುವಾಗಿ ತೆಗೆದುಕೊಳ್ಳಬಹುದು. ಆದರೆ ಜಗತ್ತಿನಾದ್ಯಂತ ರಾಜಕೀಯ ದಬ್ಬಾಳಿಕೆ ಅಥವಾ ಆರ್ಥಿಕ ಸಂಕಷ್ಟವನ್ನು ಎದುರಿಸುತ್ತಿರುವ ಅನೇಕ ಜನರಿಗೆ, ಹಣಕಾಸು ಸಂಸ್ಥೆಗಳು ಅವರಿಗೆ ಅಗತ್ಯವಿರುವ ರಕ್ಷಣೆ ಅಥವಾ ಸೇವೆಗಳನ್ನು ಒದಗಿಸದಿರಬಹುದು.",
  "page-what-is-ethereum-slide-2-desc-2": "ಯುದ್ಧ, ಆರ್ಥಿಕ ವಿಪತ್ತುಗಳು ಅಥವಾ ನಾಗರಿಕ ಸ್ವಾತಂತ್ರ್ಯಗಳ ಮೇಲಿನ ದಬ್ಬಾಳಿಕೆಗಳು <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">ವೆನೆಜುವೆಲಾದ ನಿವಾಸಿಗಳನ್ನು ಅಪ್ಪಳಿಸಿದಾಗ</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">ಕ್ಯೂಬಾ</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">ಅಫ್ಘಾನಿಸ್ತಾನದ ನಿವಾಸಿಗಳು</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">ನೈಜೀರಿಯಾ</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">ಬೆಲಾರಸ್</a>, ಮತ್ತು <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">ಉಕ್ರೇನ್</a>, ಕ್ರಿಪ್ಟೋಕರೆನ್ಸಿಗಳು ಆರ್ಥಿಕತೆಯನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲು ತ್ವರಿತ ಮತ್ತು ಏಕೈಕ ಏಜೆನ್ಸಿ ಆಯ್ಕೆಯಾಗಿದೆ. <sup><a href=\"https://www.financialinclusion.tech/\">1</a></sup> ಈ ಉದಾಹರಣೆಗಳಲ್ಲಿ ನೋಡಿದಂತೆ, \nಹೊರಜಗತ್ತಿನ ಸಂಪರ್ಕ ಕಡಿತಗೊಂಡಾಗ ಎಥೆರಿಯಮ್‌ನಂತಹ ಕ್ರಿಪ್ಟೋಕರೆನ್ಸಿಗಳು ಜನರಿಗೆ ಜಾಗತಿಕ ಆರ್ಥಿಕತೆಗೆ ಅನಿಯಂತ್ರಿತ ಪ್ರವೇಶವನ್ನು ಒದಗಿಸುತ್ತವೆ. ಹೆಚ್ಚುವರಿಯಾಗಿ, ವಿಪರೀತ ಹಣದುಬ್ಬರದ ಕಾರಣದಿಂದ ಸ್ಥಳೀಯ ಕರೆನ್ಸಿಗಳು ಕುಸಿಯುತ್ತಾ ಹೋದಾಗ ಸ್ಥಿರನಾಣ್ಯಗಳು ಮೌಲ್ಯದ ಸಂಗ್ರಹವಾಗಿರುತ್ತದೆ.",
  "page-what-is-ethereum-slide-3-title": "ಸೃಷ್ಟಿಕರ್ತರನ್ನು ಸಶಕ್ತಗೊಳಿಸುವುದು",
  "page-what-is-ethereum-slide-3-desc-1": "2021 ರಲ್ಲಿ ಮಾತ್ರದಲ್ಲೇ, ಕಲಾವಿದರು, ಸಂಗೀತಗಾರರು, ಬರಹಗಾರರು ಮತ್ತು ಇತರ ಸೃಷ್ಟಿಕರ್ತರು ಎಥೆರಿಯಮ್ ಅನ್ನು ಒಟ್ಟು $3.5 ಬಿಲಿಯನ್ ಗಳಿಸಲು ಬಳಸಿದರು. ಇದು Spotify, YouTube, ಮತ್ತು Etsy ಜೊತೆಗೆ ಸೃಷ್ಟಿಕರ್ತರಿಗೆ ಎಥೆರಿಯಮ್ ಒಂದು ಅತಿದೊಡ್ಡ ಜಾಗತಿಕ ವೇದಿಕೆಗಳಲ್ಲಿ ಒಂದಾಗಿದೆ. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ</a>.",
  "page-what-is-ethereum-slide-4-title": "ಗೇಮರ್‌ಗಳಿಗೆ ಅಧಿಕಾರ ನೀಡುವುದು",
  "page-what-is-ethereum-slide-4-desc-1": "ಆಟಗಳನ್ನು ಗಳಿಸಲು ಆಟವಾಡಿ (ಆಟಗಳನ್ನು ಆಡುವುದಕ್ಕಾಗಿ ಆಟಗಾರರಿಗೆ ನಿಜವಾಗಿಯೂ ಬಹುಮಾನ ನೀಡಲಾಗುತ್ತದೆ) ಇತ್ತೀಚೆಗೆ ಹೊರಹೊಮ್ಮಿದೆ ಮತ್ತು ಗೇಮಿಂಗ್ ಉದ್ಯಮವನ್ನು ಪರಿವರ್ತಿಸುತ್ತಿದೆ. ಸಾಂಪ್ರದಾಯಿಕವಾಗಿ, ನೈಜ ಹಣಕ್ಕಾಗಿ ಇತರ ಆಟಗಾರರಿಗೆ ಆಟದಲ್ಲಿನ ಸ್ವತ್ತುಗಳನ್ನು ವ್ಯಾಪಾರ ಮಾಡಲು ಅಥವಾ ವರ್ಗಾಯಿಸುವುದನ್ನು ಸಾಮಾನ್ಯವಾಗಿ ನಿಷೇಧಿಸಲಾಗಿದೆ. ಇದು ಸಾಮಾನ್ಯವಾಗಿ ಭದ್ರತಾ ಅಪಾಯವಾಗಿರುವ ಕಪ್ಪು ಮಾರುಕಟ್ಟೆ ವೆಬ್‌ಸೈಟ್‌ಗಳನ್ನು ಬಳಸಲು ಆಟಗಾರರನ್ನು ಒತ್ತಾಯಿಸುತ್ತದೆ. ಬ್ಲಾಕ್‌ಚೈನ್ ಗೇಮಿಂಗ್ ಆಟದಲ್ಲಿನ ಆರ್ಥಿಕತೆಯನ್ನು ಅಳವಡಿಸಿಕೊಳ್ಳುತ್ತದೆ ಮತ್ತು ಅಂತಹ ನಡವಳಿಕೆಯನ್ನು ವಿಶ್ವಾಸಾರ್ಹ ರೀತಿಯಲ್ಲಿ ಉತ್ತೇಜಿಸುತ್ತದೆ.",
  "page-what-is-ethereum-slide-4-desc-2": "ಇದಲ್ಲದೆ, ನೈಜ ಹಣಕ್ಕಾಗಿ ಆಟದಲ್ಲಿ ಟೋಕನ್‌ಗಳನ್ನು ವ್ಯಾಪಾರ ಮಾಡಲು ಸಾಧ್ಯವಾಗುವ ಮೂಲಕ ಆಟಗಾರರನ್ನು ಪ್ರೋತ್ಸಾಹಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಹೀಗಾಗಿ ಅವರ ಆಟದ ಸಮಯಕ್ಕೆ ನಿಜವಾಗಿಯೂ ಬಹುಮಾನ ನೀಡಲಾಗುತ್ತದೆ.",
  "page-what-is-ethereum-meet-ether-title": "ಎಥೆರ್ ಅನ್ನು ಭೇಟಿ ಮಾಡಿ, ಎಥೆರಿಯಮ್‍ನ ಕ್ರಿಪ್ಟೋಕರೆನ್ಸಿ",
  "page-what-is-ethereum-meet-ether-desc-1": "ಎಥೆರಿಯಮ್ ನೆಟ್‌ವರ್ಕ್‌ನಲ್ಲಿನ ಅನೇಕ ಕ್ರಿಯೆಗಳಿಗೆ ಎಥೆರಿಯಮ್‍ನ ಎಂಬೆಡೆಡ್ ಕಂಪ್ಯೂಟರ್‌ನಲ್ಲಿ (ಎಥೆರಿಯಮ್ ವರ್ಚುವಲ್ ಮೆಷಿನ್ ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ) ಕೆಲವು ಕೆಲಸಗಳನ್ನು ಮಾಡಬೇಕಾಗುತ್ತದೆ. ಈ ಲೆಕ್ಕಾಚಾರವು ಉಚಿತವಲ್ಲ; ಎಥೆರ್ (ETH) ಎಂದು ಕರೆಯಲ್ಪಡುವ ಎಥೆರಿಯಮ್‌ನ ಸ್ಥಳೀಯ ಕ್ರಿಪ್ಟೋಕರೆನ್ಸಿಯನ್ನು ಬಳಸುವುದಕ್ಕಾಗಿ ಹಣ ಪಾವತಿಸಲಾಗುತ್ತದೆ. ಇದರರ್ಥ ನೆಟ್‌ವರ್ಕ್ ಅನ್ನು ಬಳಸಲು ನಿಮಗೆ ಕನಿಷ್ಠ ಪ್ರಮಾಣದ ಎಥೆರ್‌ನ ಅಗತ್ಯವಿದೆ.",
  "page-what-is-ethereum-meet-ether-desc-2": "ಎಥೆರ್ ಸಂಪೂರ್ಣವಾಗಿ ಡಿಜಿಟಲ್ ಆಗಿದೆ, ಮತ್ತು ನೀವು ಅದನ್ನು ಜಗತ್ತಿನ ಎಲ್ಲಿಗೆ ಬೇಕಾದರೂ ತಕ್ಷಣವೇ ಕಳುಹಿಸಬಹುದು. ಎಥೆರ್ ಪೂರೈಕೆಯನ್ನು ಯಾವುದೇ ಸರ್ಕಾರ ಅಥವಾ ಕಂಪನಿಯು ನಿಯಂತ್ರಿಸುವುದಿಲ್ಲ - ಇದು ವಿಕೇಂದ್ರೀಕೃತ ಮತ್ತು ಸಂಪೂರ್ಣವಾಗಿ ಪಾರದರ್ಶಕವಾಗಿರುತ್ತದೆ. ಎಥೆರ್ ಅನ್ನು ಪ್ರೋಟೋಕಾಲ್ ಪ್ರಕಾರ ನಿಖರವಾದ ರೀತಿಯಲ್ಲಿ ನೀಡಲಾಗುತ್ತದೆ, ನೆಟ್‌ವರ್ಕ್ ಅನ್ನು ಸುರಕ್ಷಿತಗೊಳಿಸುವ ಸ್ಟಾಕರ್‌ಗಳಿಗೆ ಮಾತ್ರ.",
  "page-what-is-ethereum-what-is-ether": "ಎಥೆರ್ (ether) ಎಂದರೇನು?",
  "page-what-is-ethereum-get-eth": "ETH ಪಡೆಯಿರಿ",
  "page-what-is-ethereum-explore-applications": "ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ಅನ್ವೇಷಿಸಿ",
  "page-what-is-ethereum-learn-defi": "DeFi ಬಗ್ಗೆ ತಿಳಿಯಿರಿ",
  "page-what-is-ethereum-who-runs-ethereum-title": "ಎಥೆರಿಯಮ್ ಅನ್ನು ಯಾರು ನಡೆಸುತ್ತಾರೆ?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "ಎಥೆರಿಯಮ್ ಅನ್ನು ಯಾವುದೇ ನಿರ್ದಿಷ್ಟ ಘಟಕವು ನಿಯಂತ್ರಿಸುವುದಿಲ್ಲ. ಎಥೆರಿಯಮ್ ಪ್ರೋಟೋಕಾಲ್ ಅನ್ನು ಅನುಸರಿಸಿ ಸಾಫ್ಟ್‌ವೇರ್‌ ಚಾಲನೆಯಲ್ಲಿರುವ ಸಂಪರ್ಕಿತ ಕಂಪ್ಯೂಟರ್‌ಗಳು ಮತ್ತು ಎಥೆರಿಯಮ್‌ಗೆ ಸೇರಿಸಿದಾಗಲೆಲ್ಲಾ ಇದು ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ <a href=\"/glossary/#blockchain\">ಬ್ಲಾಕ್‌ಚೈನ್</a>. ಈ ಪ್ರತಿಯೊಂದು ಕಂಪ್ಯೂಟರ್‌ಗಳನ್ನು ನೋಡ್ ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ನೋಡ್ ಗಳನ್ನು ಯಾರು ಬೇಕಾದರೂ ಚಲಾಯಿಸಬಹುದು, ಆದಾಗ್ಯೂ ನೆಟ್‌ವರ್ಕ್ ಅನ್ನು ಭದ್ರಪಡಿಸುವಲ್ಲಿ ಭಾಗವಹಿಸಲು ನೀವು <a href=\"/glossary/#staking\">stake</a> ETH (ಎಥೆರಿಯಮ್‌ನ ಸ್ಥಳೀಯ ಟೋಕನ್) ಅನ್ನು ಹೊಂದಿರಬೇಕು. 32 ETH ಹೊಂದಿರುವ ಯಾರೇ ಆದರೂ ಯಾವುದೇ ಅನುಮತಿಯ ಅಗತ್ಯವಿಲ್ಲದೆ ಇದನ್ನು ಮಾಡಬಹುದು.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "ಎಥೆರಿಯಮ್ ಮೂಲ ಕೋಡ್ ಕೂಡ ಒಂದೇ ಘಟಕದಿಂದ ಉತ್ಪತ್ತಿಯಾಗುವುದಿಲ್ಲ. ಯಾರಾದರೂ ಪ್ರೋಟೋಕಾಲ್‌ಗೆ ಬದಲಾವಣೆಗಳನ್ನು ಸೂಚಿಸಬಹುದು ಮತ್ತು ನವೀಕರಣಗಳನ್ನು ಚರ್ಚಿಸಬಹುದು. ಹಲವಾರು ಪ್ರೋಗ್ರಾಮಿಂಗ್ ಭಾಷೆಗಳಲ್ಲಿ ಸ್ವತಂತ್ರ ಸಂಸ್ಥೆಗಳಿಂದ ಉತ್ಪತ್ತಿಯಾಗುವ ಎಥೆರಿಯಮ್ ಪ್ರೋಟೋಕಾಲ್‌ನ ಹಲವಾರು ಅನುಷ್ಠಾನಗಳಿವೆ, ಮತ್ತು ಅವುಗಳನ್ನು ಸಾಮಾನ್ಯವಾಗಿ ಮುಕ್ತವಾಗಿ ನಿರ್ಮಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಸಮುದಾಯದ ಕೊಡುಗೆಗಳನ್ನು ಪ್ರೋತ್ಸಾಹಿಸಲಾಗುತ್ತದೆ.",
  "page-what-is-ethereum-run-a-node": "ನೋಡ್ ಚಲಾಯಿಸಿ",
  "page-what-is-ethereum-smart-contract-title": "ಸ್ಮಾರ್ಟ್ ಕಾಂಟ್ರ್ಯಾಕ್ಟ್‌ಗಳು ಎಂದರೇನು?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>ಸ್ಮಾರ್ಟ್ ಒಪ್ಪಂದಗಳು ಎಥೆರಿಯಮ್ ಬ್ಲಾಕ್‍ಚೈನ್‍ನಲ್ಲಿ ಇರುವ ಕಂಪ್ಯೂಟರ್ ಪ್ರೋಗ್ರಾಂಗಳಾಗಿವೆ</b>. ಬಳಕೆದಾರರ ವಹಿವಾಟಿನ ಮೂಲಕ ಪ್ರಚೋದಿಸಿದಾಗ ಅವು ಕಾರ್ಯಗತವಾಗುತ್ತದೆ. ಅವು ಎಥೆರಿಯಮ್ ಅನ್ನು ಅದರ ಕೆಲಸದಲ್ಲಿ ಸುಲಭವಾಗಿ ಬಳಸುವಂತೆ ಮಾಡುತ್ತವೆ. ಈ ಕಾರ್ಯಕ್ರಮಗಳು ವಿಕೇಂದ್ರೀಕೃತ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ಸಂಸ್ಥೆಗಳಿಗೆ ಬಿಲ್ಡಿಂಗ್ ಬ್ಲಾಕ್‌ಗಳಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತವೆ.",
  "page-what-is-ethereum-smart-contract-desc-2": "ಅದರ ಸೇವಾ ನಿಯಮಗಳನ್ನು ಬದಲಾಯಿಸಿದ ಉತ್ಪನ್ನವನ್ನು ನೀವು ಎಂದಾದರೂ ಬಳಸಿದ್ದೀರಾ? ಅಥವಾ ನಿಮಗೆ ಉಪಯುಕ್ತವಾದ ವೈಶಿಷ್ಟ್ಯವನ್ನು ತೆಗೆದುಹಾಕುವುದೇ? ಎಥೆರಿಯಮ್‍ಗೆ ಒಮ್ಮೆ ಸ್ಮಾರ್ಟ್ ಒಪ್ಪಂದವನ್ನು ಪ್ರಕಟಿಸಿದರೆ, ಎಥೆರಿಯಮ್ ಇರುವವರೆಗೂ ಅದು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಮತ್ತು ಕಾರ್ಯಾಚರಣೆಯಲ್ಲಿರುತ್ತದೆ. ಲೇಖಕನೂ ಅದನ್ನು ಕೆಳಗಿಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ಸ್ಮಾರ್ಟ್ ಒಪ್ಪಂದಗಳು ಸ್ವಯಂಚಾಲಿತವಾಗಿರುವುದರಿಂದ, ಅವು ಯಾವುದೇ ಬಳಕೆದಾರರ ವಿರುದ್ಧ ತಾರತಮ್ಯ ಮಾಡುವುದಿಲ್ಲ ಮತ್ತು ಯಾವಾಗಲೂ ಬಳಸಲು ಸಿದ್ಧವಾಗಿರುತ್ತವೆ.",
  "page-what-is-ethereum-smart-contract-desc-3": "ಸ್ಮಾರ್ಟ್ ಒಪ್ಪಂದಗಳ ಜನಪ್ರಿಯ ಉದಾಹರಣೆಗಳೆಂದರೆ ಸಾಲ ನೀಡುವ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು, ವಿಕೇಂದ್ರೀಕೃತ ವ್ಯಾಪಾರ ವಿನಿಮಯ ಕೇಂದ್ರಗಳು, ವಿಮೆ, ಕ್ವಾಡ್ರಾಟಿಕ್ ಫಂಡಿಂಗ್, ಸಾಮಾಜಿಕ ನೆಟ್‌ವರ್ಕ್‌ಗಳು, <a href=\"/glossary/#nft\">NFTಗಳು</a> - ಮೂಲಭೂತವಾಗಿ ನೀವು ಯೋಚಿಸಬಹುದಾದ ಯಾವುದನ್ನಾದರೂ.",
  "page-what-is-ethereum-more-on-smart-contracts": "ಸ್ಮಾರ್ಟ್ ಕಾಂಟ್ರಾಕ್ಟ್ ಗಳ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು",
  "page-what-is-ethereum-explore-dapps": "Dapps ಅನ್ವೇಷಿಸಿ",
  "page-what-is-ethereum-criminal-activity-title": "ಕ್ರಿಪ್ಟೋವನ್ನು ಅಪರಾಧ ಚಟುವಟಿಕೆಯ ಸಾಧನವಾಗಿ ಬಳಸಲಾಗುತ್ತಿದೆ ಎಂದು ನಾನು ಕೇಳಿದೆ. ಅದು ನಿಜವೆ?",
  "page-what-is-ethereum-criminal-activity-desc-1": "ಯಾವುದೇ ತಂತ್ರಜ್ಞಾನದಂತೆ, ಇದು ಕೆಲವೊಮ್ಮೆ ದುರ್ಬಳಕೆಯಾಗುತ್ತದೆ. ಆದಾಗ್ಯೂ, ಎಲ್ಲಾ ಎಥೆರಿಯಮ್ ವಹಿವಾಟುಗಳು ತೆರೆದ ಬ್ಲಾಕ್‌ಚೈನ್‌ನಲ್ಲಿ ನಡೆಯುವುದರಿಂದ, ಸಾಂಪ್ರದಾಯಿಕ ಹಣಕಾಸು ವ್ಯವಸ್ಥೆಯಲ್ಲಿರುವುದಕ್ಕಿಂತ ಅಕ್ರಮ ಚಟುವಟಿಕೆಯನ್ನು ಪತ್ತೆಹಚ್ಚಲು ಅಧಿಕಾರಿಗಳಿಗೆ ಇದು ಸುಲಭವಾಗಿದೆ, ವಾದಯೋಗ್ಯವಾಗಿ ಪತ್ತೆಹಚ್ಚಲಾಗದವರಿಗೆ ಎಥೆರಿಯಮ್ ಕಡಿಮೆ ಆಕರ್ಷಕ ಆಯ್ಕೆಯಾಗಿದೆ.",
  "page-what-is-ethereum-criminal-activity-desc-2": "ಕಾನೂನು ಜಾರಿ ಸಹಕಾರಕ್ಕಾಗಿ ಯುರೋಪಿಯನ್ ಯೂನಿಯನ್ ಏಜೆನ್ಸಿ ಯುರೋಪೋಲ್‌ನ ಇತ್ತೀಚಿನ ವರದಿಯ ಪ್ರಮುಖ ಸಂಶೋಧನೆಗಳ ಪ್ರಕಾರ ಕ್ರಿಪ್ಟೋವನ್ನು ಕ್ರಿಮಿನಲ್ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಫಿಯಟ್ ಕರೆನ್ಸಿಗಳಿಗಿಂತ ಕಡಿಮೆ ಬಳಸಲಾಗುತ್ತದೆ:",
  "page-what-is-ethereum-criminal-activity-desc-3": "\"ಅಕ್ರಮ ಚಟುವಟಿಕೆಗಳಿಗಾಗಿ ಕ್ರಿಪ್ಟೋಕರೆನ್ಸಿಗಳ ಬಳಕೆಯು ಒಟ್ಟಾರೆ ಕ್ರಿಪ್ಟೋಕರೆನ್ಸಿ ಆರ್ಥಿಕತೆಯ ಒಂದು ಸಣ್ಣ ಭಾಗವನ್ನು ಮಾತ್ರ ಒಳಗೊಂಡಿರುತ್ತದೆ ಎಂದು ತೋರುತ್ತದೆ, ಮತ್ತು ಇದು ಸಾಂಪ್ರದಾಯಿಕ ಹಣಕಾಸುದಲ್ಲಿ ಒಳಗೊಂಡಿರುವ ಅಕ್ರಮ ನಿಧಿಗಳ ಪ್ರಮಾಣಕ್ಕಿಂತ ತುಲನಾತ್ಮಕವಾಗಿ ಚಿಕ್ಕದಾಗಿದೆ.\"",
  "page-what-is-ethereum-energy-title": "ಎಥೆರಿಯಮ್‍ನ ಇಂಧನ ಬಳಕೆಯ ಬಗ್ಗೆ ಏನು?",
  "page-what-is-ethereum-energy-desc-1": "ಸೆಪ್ಟೆಂಬರ್ 15, 2022 ರಂದು, ಎಥೆರಿಯಮ್ ದಿ ಮರ್ಜ್ ನವೀಕರಣಕ್ಕೆ ಒಳಗಾಯಿತು, ಇದು ಎಥೆರಿಯಮ್ ಅನ್ನು ಹೀಗೆ ಪರಿವರ್ತಿಸಿತು <a href=\"/glossary/#pow\">proof-of-work</a> to <a href=\"/glossary/#pos\">proof-of-stake</a>.",
  "page-what-is-ethereum-energy-desc-2": "ವಿಲೀನವು ಎಥೆರಿಯಮ್‍ನ ಅತಿದೊಡ್ಡ ಅಪ್‌ಗ್ರೇಡ್ ಆಗಿತ್ತು ಮತ್ತು ಎಥೆರಿಯಮ್ ಅನ್ನು ಸುರಕ್ಷಿತಗೊಳಿಸಲು ಅಗತ್ಯವಾದ ಇಂಧನ ಬಳಕೆಯನ್ನು <b>99.95%</b> ರಷ್ಟು ಕಡಿಮೆಗೊಳಿಸಿತು, ಇದು ಹೆಚ್ಚು ಕಡಿಮೆ ಇಂಗಾಲದ ವೆಚ್ಚಕ್ಕಾಗಿ<b> ಹೆಚ್ಚು ಸುರಕ್ಷಿತ ನೆಟ್‌ವರ್ಕ್ ಅನ್ನು ರಚಿಸುತ್ತದೆ</b>. ಎಥೆರಿಯಮ್ ಅದರ ಸುರಕ್ಷತೆ ಮತ್ತು ಸ್ಕೇಲೆಬಿಲಿಟಿಯನ್ನು ಹೆಚ್ಚಿಸುವಾಗ ಕಡಿಮೆ-ಕಾರ್ಬನ್ ಬ್ಲಾಕ್‌ಚೈನ್ ಆಗಿದೆ.",
  "page-what-is-ethereum-more-on-energy-consumption": "ಇಂಧನ ಬಳಕೆಯ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು",
  "page-what-is-ethereum-energy-consumption-chart-legend": "TWh/yr ನಲ್ಲಿ ವಾರ್ಷಿಕ ಇಂಧನ ಬಳಕೆ",
  "energy-consumption-chart-global-data-centers-label": "ಜಾಗತಿಕ ಡೇಟಾ ಕೇಂದ್ರಗಳು",
  "energy-consumption-gold-mining-cbeci-label": "ಚಿನ್ನದ ಗಣಿಗಾರಿಕೆ",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "ನೆಟ್‌ಫ್ಲಿಕ್ಸ್‌",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "ಅಮೆರಿಕ ಸಂಯುಕ್ತ ಸಂಸ್ಥಾನದಲ್ಲಿ ಗೇಮಿಂಗ್",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "ವಿಲೀನ ನವೀಕರಣ",
  "page-what-is-ethereum-additional-reading": "ಮತ್ತಷ್ಟು ಓದಿ",
  "page-what-is-ethereum-week-in-ethereum": "ಈ ವಾರದ ಎಥೆರಿಯಮ್ ಸುದ್ದಿ",
  "page-what-is-ethereum-week-in-ethereum-desc": "- ಪರಿಸರ ವ್ಯವಸ್ಥೆಯಾದ್ಯಂತ ಪ್ರಮುಖ ಬೆಳವಣಿಗೆಗಳನ್ನು ಒಳಗೊಂಡ ಸಾಪ್ತಾಹಿಕ ಸುದ್ದಿಪತ್ರ.",
  "page-what-is-ethereum-kernel-dreamers": "ಕರ್ನಲ್",
  "page-what-is-ethereum-kernel-dreamers-desc": "ಎಥೆರಿಯಮ್‍ನ ಕನಸು",
  "page-what-is-ethereum-atoms-institutions-blockchains": "ಪರಮಾಣುಗಳು, ಸಂಸ್ಥೆಗಳು, ಬ್ಲಾಕ್‌ಚೈನ್‌ಗಳು",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- ಬ್ಲಾಕ್‌ಚೈನ್‌ಗಳು ಏಕೆ ಮುಖ್ಯ?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "ಎಥೆರಿಯಮ್ ಸಂಖ್ಯೆಯ ಮೂಲಕ",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "ಎಥೆರಿಯಮ್ ಮೇಲೆ ನಿರ್ಮಿಸಲಾದ ಯೋಜನೆಗಳು",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "ETH ಬ್ಯಾಲೆನ್ಸ್ ಹೊಂದಿರುವ ಖಾತೆಗಳು (ವ್ಯಾಲೆಟ್‌ಗಳು)",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "ಎಥೆರಿಯಮ್‌ನಲ್ಲಿ ಸ್ಮಾರ್ಟ್ ಒಪ್ಪಂದಗಳು",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "ಎಥೆರಿಯಮ್‌ನಲ್ಲಿ ಸುರಕ್ಷಿತವಾದ ಮೌಲ್ಯ",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "2021 ರಲ್ಲಿ ಎಥೆರಿಯಮ್‌ನಲ್ಲಿ ಸೃಷ್ಟಿಕರ್ತರ ಗಳಿಕೆ",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "ಇಂದಿನ ವಹಿವಾಟುಗಳ ಸಂಖ್ಯೆ",
  "adoption-chart-column-now-label": "ಈಗ",
  "adoption-chart-investors-label": "ಹೂಡಿಕೆದಾರರು",
  "adoption-chart-developers-label": "ಡೆವೆಲಪರ್‌ಗಳು",
  "adoption-chart-companies-label": "ಕಂಪನಿಗಳು",
  "adoption-chart-artists-label": "ಕಲಾವಿದರು",
  "adoption-chart-musicians-label": "ಸಂಗೀತಗಾರರು",
  "adoption-chart-writers-label": "ಬರಹಗಾರರು",
  "adoption-chart-gamers-label": "ಆಟಗಾರರು",
  "adoption-chart-refugees-label": "ನಿರಾಶ್ರಿತರು",
  "page-what-is-ethereum-get-eth-alt": "ಸ್ವಲ್ಪ ETH ಪಡೆಯಿರಿ",
  "page-what-is-ethereum-get-eth-description": "ETH ಎಥೆರಿಯಮ್‌ನ ಸ್ಥಳೀಯ ಕರೆನ್ಸಿಯಾಗಿದೆ. ಎಥೆರಿಯಮ್ ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ಬಳಸಲು ನಿಮ್ಮ ವ್ಯಾಲೆಟ್‌ನಲ್ಲಿ ನಿಮಗೆ ಸ್ವಲ್ಪ ETH ಅಗತ್ಯವಿದೆ.",
  "page-what-is-ethereum-get-eth-title": "ಸ್ವಲ್ಪ ETH ಪಡೆಯಿರಿ",
  "page-what-is-ethereum-explore-dapps-alt": "Dapps ಅನ್ವೇಷಿಸಿ",
  "page-what-is-ethereum-explore-dapps-description": "Dapps ಎಥೆರಿಯಮ್‌ನಲ್ಲಿ ನಿರ್ಮಿಸಲಾದ ಅಪ್ಲಿಕೇಶನ್‌ಗಳಾಗಿವೆ. Dapps ಪ್ರಸ್ತುತ ವ್ಯವಹಾರ ಮಾದರಿಗಳನ್ನು ಅಡ್ಡಿಪಡಿಸುತ್ತಿದೆ ಮತ್ತು ಹೊಸದನ್ನು ಆವಿಷ್ಕರಿಸುತ್ತಿದೆ.",
  "page-what-is-ethereum-explore-dapps-title": "ಕೆಲವು dapp ಗಳನ್ನು ಪ್ರಯತ್ನಿಸಿ"
}
