{
  "page-run-a-node-build-your-own-title": "ನಿಮ್ಮ ಸ್ವಂತವನ್ನು ನಿರ್ಮಿಸಿ",
  "page-run-a-node-build-your-own-hardware-title": "ಹಂತ 1 - ಯಂತ್ರಾಂಶ",
  "page-run-a-node-build-your-own-minimum-specs": "ಕನಿಷ್ಠ ವಿಶೇಷಣಗಳು",
  "page-run-a-node-build-your-own-min-ram": "4 - 8  GB ರಾಮ್",
  "page-run-a-node-build-your-own-ram-note-1": "ಸ್ಟಾಕಿಂಗ್ ಬಗ್ಗೆ ಟಿಪ್ಪಣಿ ನೋಡಿ",
  "page-run-a-node-build-your-own-ram-note-2": "ರಾಸ್ಪ್ಬೆರಿ ಪೈ ಮೇಲಿನ ಟಿಪ್ಪಣಿಯನ್ನು ನೋಡಿ",
  "page-run-a-node-build-your-own-min-ssd": "2 ಟಿಬಿ SSD",
  "page-run-a-node-build-your-own-ssd-note": "ಅಗತ್ಯವಿರುವ ಬರೆಯುವ ವೇಗಕ್ಕೆ SSD ಅಗತ್ಯ.",
  "page-run-a-node-build-your-own-recommended": "ಶಿಫಾರಸು ಮಾಡಲಾಗಿದೆ",
  "page-run-a-node-build-your-own-nuc": "ಇಂಟೆಲ್ ಎನ್ಯೂಸಿ, 7ನೇ ತಲುಪಾಯಿತ ಜನರೇಶನ್ ಅಥವಾ ಹೆಚ್ಚು",
  "page-run-a-node-build-your-own-nuc-small": "ಎಕ್ಸ್86 ಪ್ರೊಸೆಸರ್",
  "page-run-a-node-build-your-own-connection": "ವೈರ್ಡ್ ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕ",
  "page-run-a-node-build-your-own-connection-small": "ಅಗತ್ಯವಿಲ್ಲ, ಆದರೆ ಸುಲಭವಾದ ಸೆಟಪ್ ಮತ್ತು ಅತ್ಯಂತ ಸ್ಥಿರವಾದ ಸಂಪರ್ಕವನ್ನು ಒದಗಿಸುತ್ತದೆ",
  "page-run-a-node-build-your-own-peripherals": "ಪರದೆ ಮತ್ತು ಕೀಬೋರ್ಡ್ ಅನ್ನು ಪ್ರದರ್ಶಿಸಿ",
  "page-run-a-node-build-your-own-peripherals-small": "DAppNode ಬಳಸುವುದಿಲ್ಲವೇನೋ ಅಥವಾ ssh/headless ಸೆಟಪ್ ಬಳಸುವುದಕ್ಕೆ ಹೊಂದಾಣಿಕೆಯಿರುವ ವಿನಂತಿಯುಳ್ಳು",
  "page-run-a-node-build-your-own-software": "ಹಂತ 2 - ಸಾಫ್ಟ್ವೇರ್",
  "page-run-a-node-build-your-own-software-option-1-title": "ಆಯ್ಕೆ 1 - DAppNode",
  "page-run-a-node-build-your-own-software-option-1-description": "ನಿಮ್ಮ ಹಾರ್ಡ್ ವೇರ್ ನೊಂದಿಗೆ ನೀವು ಸಿದ್ಧವಾದಾಗ, DAppNode ಆಪರೇಟಿಂಗ್ ಸಿಸ್ಟಮ್ ಅನ್ನು ಯಾವುದೇ ಕಂಪ್ಯೂಟರ್ ಬಳಸಿ ಡೌನ್ ಲೋಡ್ ಮಾಡಬಹುದು ಮತ್ತು ಯುಎಸ್ ಬಿ ಡ್ರೈವ್ ಮೂಲಕ ತಾಜಾ SSD ಗೆ ಸ್ಥಾಪಿಸಬಹುದು.",
  "page-run-a-node-build-your-own-software-option-1-button": "DAppNode ಸೆಟಪ್",
  "page-run-a-node-build-your-own-software-option-2-title": "ಆಯ್ಕೆ 2 - ಕಮಾಂಡ್ ಲೈನ್",
  "page-run-a-node-build-your-own-software-option-2-description-1": "ಗರಿಷ್ಠ ನಿಯಂತ್ರಣಕ್ಕಾಗಿ, ಅನುಭವಿ ಬಳಕೆದಾರರು ಬದಲಿಗೆ ಕಮಾಂಡ್ ಲೈನ್ ಅನ್ನು ಬಳಸಲು ಆದ್ಯತೆ ನೀಡಬಹುದು.",
  "page-run-a-node-build-your-own-software-option-2-description-2": "ಕ್ಲೈಂಟ್ ಆಯ್ಕೆಯೊಂದಿಗೆ ಪ್ರಾರಂಭಿಸುವ ಬಗ್ಗೆ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ ನಮ್ಮ ಡೆವಲಪರ್ ಡಾಕ್ಸ್ ನೋಡಿ.",
  "page-run-a-node-build-your-own-software-option-2-button": "ಕಮಾಂಡ್ ಲೈನ್ ಸೆಟಪ್",
  "page-run-a-node-buy-fully-loaded-title": "ಪೂರ್ಣವಾಗಿ ಲೋಡ್ ಮಾಡಿ ಖರೀದಿಸಿ",
  "page-run-a-node-buy-fully-loaded-description": "ಸರಳ ಆನ್ಬೋರ್ಡಿಂಗ್ ಅನುಭವಕ್ಕಾಗಿ ಮಾರಾಟಗಾರರಿಂದ ಪ್ಲಗ್ ಮತ್ತು ಪ್ಲೇ ಆಯ್ಕೆಯನ್ನು ಆರ್ಡರ್ ಮಾಡಿ.",
  "page-run-a-node-buy-fully-loaded-note-1": "ಯಾವುದೇ ನಿರ್ಮಾಣ ಅಗತ್ಯವಿಲ್ಲ.",
  "page-run-a-node-buy-fully-loaded-note-2": "GUI ಜಿಯುಐ ಹೊಂದಿರುವ ಅಪ್ಲಿಕೇಶನ್ ತರಹದ ಸೆಟಪ್.",
  "page-run-a-node-buy-fully-loaded-note-3": "ಯಾವುದೇ ಕಮಾಂಡ್-ಲೈನ್ ಅಗತ್ಯವಿಲ್ಲ.",
  "page-run-a-node-censorship-resistance-title": "ಸೆನ್ಸಾರ್ಶಿಪ್ ಪ್ರತಿರೋಧ",
  "page-run-a-node-censorship-resistance-preview": "ನಿಮಗೆ ಅಗತ್ಯವಿದ್ದಾಗ ಪ್ರವೇಶವನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ ಮತ್ತು ಸೆನ್ಸಾರ್ ಮಾಡಬೇಡಿ.",
  "page-run-a-node-censorship-resistance-1": "3ನೇ-ಪಕ್ಷದ ನೋಡ್ ನಿರ್ದಿಷ್ಟ IP ವಿಳಾಸಗಳಿಂದ ಅಥವಾ ನಿರ್ದಿಷ್ಟ ಖಾತೆಗಳನ್ನು ಒಳಗೊಂಡಿರುವ ವಹಿವಾಟುಗಳಿಂದ ವಹಿವಾಟುಗಳನ್ನು ನಿರಾಕರಿಸಲು ಆಯ್ಕೆ ಮಾಡಬಹುದು, ನಿಮಗೆ ಅಗತ್ಯವಿರುವಾಗ ನೆಟ್ವರ್ಕ್ ಅನ್ನು ಬಳಸದಂತೆ ನಿಮ್ಮನ್ನು ನಿರ್ಬಂಧಿಸಬಹುದು. ",
  "page-run-a-node-censorship-resistance-2": "ವಹಿವಾಟುಗಳನ್ನು ಸಲ್ಲಿಸಲು ನಿಮ್ಮ ಸ್ವಂತ ನೋಡ್ ಅನ್ನು ಹೊಂದಿರುವುದು ನೀವು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ನಿಮ್ಮ ವ್ಯವಹಾರವನ್ನು ಪೀರ್-ಟು-ಪೀರ್ ನೆಟ್ವರ್ಕ್ನ ಉಳಿದ ಭಾಗಗಳಿಗೆ ಪ್ರಸಾರ ಮಾಡಬಹುದು ಎಂಬ ಖಾತರಿಗೆ ನೀಡುತ್ತದೆ.",
  "page-run-a-node-community-title": "ಕೆಲವು ಸಹಾಯಕರನ್ನು ಹುಡುಕಿ",
  "page-run-a-node-community-description-1": "ಡಿಸ್ಕಾರ್ಡ್ ಅಥವಾ ರೆಡ್ಡಿಟ್ ನಂತಹ ಆನ್ ಲೈನ್ ಪ್ಲಾಟ್ ಫಾರ್ಮ್ ಗಳು ನೀವು ಎದುರಿಸಬಹುದಾದ ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳಿಗೆ ನಿಮಗೆ ಸಹಾಯ ಮಾಡಲು ಸಿದ್ಧರಿರುವ ಹೆಚ್ಚಿನ ಸಂಖ್ಯೆಯ ಸಮುದಾಯ ಬಿಲ್ಡರ್ ಗಳಿಗೆ ನೆಲೆಯಾಗಿದೆ.",
  "page-run-a-node-community-description-2": "ಅದನ್ನು ಏಕಾಂಗಿಯಾಗಿ ನೋಡಬೇಡಿ. ನೀವು ಪ್ರಶ್ನೆಯನ್ನು ಹೊಂದಿದ್ದರೆ, ಉತ್ತರವನ್ನು ಕಂಡುಹಿಡಿಯಲು ಇಲ್ಲಿ ಯಾರಾದರೂ ನಿಮಗೆ ಸಹಾಯ ಮಾಡಬಹುದು.",
  "page-run-a-node-community-link-1": "DAppNode Discord ಗೆ ಸೇರಿ",
  "page-run-a-node-community-link-2": "ಆನ್ ಲೈನ್ ಸಮುದಾಯಗಳನ್ನು ಹುಡುಕಿ",
  "page-run-a-node-choose-your-adventure-title": "ನಿಮ್ಮ ಸಾಹಸವನ್ನು ಆಯ್ಕೆಮಾಡಿ",
  "page-run-a-node-choose-your-adventure-1": "ಪ್ರಾರಂಭಿಸಲು ನಿಮಗೆ ಕೆಲವು ಹಾರ್ಡ್ ವೇರ್ ಅಗತ್ಯವಿದೆ. ವೈಯಕ್ತಿಕ ಕಂಪ್ಯೂಟರ್ ನಲ್ಲಿ ನೋಡ್ ಸಾಫ್ಟ್ ವೇರ್ ಚಾಲನೆಯು ಸಾಧ್ಯವಿದ್ದರೂ, ಮೀಸಲಾದ ಯಂತ್ರವನ್ನು ಹೊಂದಿರುವುದು ನಿಮ್ಮ ಪ್ರಾಥಮಿಕ ಕಂಪ್ಯೂಟರ್ ಮೇಲೆ ಅದರ ಪರಿಣಾಮವನ್ನು ಕಡಿಮೆ ಮಾಡುವಾಗ ನಿಮ್ಮ ನೋಡ್ ನ ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಬಹಳವಾಗಿ ಹೆಚ್ಚಿಸುತ್ತದೆ.",
  "page-run-a-node-choose-your-adventure-2": "ಹಾರ್ಡ್ ವೇರ್ ಅನ್ನು ಆಯ್ಕೆ ಮಾಡುವಾಗ, ಸರಪಳಿ ನಿರಂತರವಾಗಿ ಬೆಳೆಯುತ್ತಿದೆ ಮತ್ತು ನಿರ್ವಹಣೆ ಅನಿವಾರ್ಯವಾಗಿ ಅಗತ್ಯವಿರುತ್ತದೆ ಎಂದು ಪರಿಗಣಿಸಿ. ಸ್ಪೆಕ್ಸ್ ಗಳನ್ನು ಹೆಚ್ಚಿಸುವುದು ನೋಡ್ ನಿರ್ವಹಣೆಯ ಅಗತ್ಯವನ್ನು ವಿಳಂಬಗೊಳಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ.",
  "page-run-a-node-choose-your-adventure-build-1": "ಸ್ವಲ್ಪ ಹೆಚ್ಚು ತಾಂತ್ರಿಕ ಬಳಕೆದಾರರಿಗೆ ಅಗ್ಗದ ಮತ್ತು ಹೆಚ್ಚು ಕಸ್ಟಮೈಸ್ ಮಾಡಬಹುದಾದ ಆಯ್ಕೆ.",
  "page-run-a-node-choose-your-adventure-build-bullet-1": "ನಿಮ್ಮ ಸ್ವಂತ ಭಾಗಗಳನ್ನು ಮೂಲವಾಗಿರಿಸಿ.",
  "page-run-a-node-choose-your-adventure-build-bullet-2": "DAppNode ಸ್ಥಾಪಿಸಿ.",
  "page-run-a-node-choose-your-adventure-build-bullet-3": "ಅಥವಾ, ನಿಮ್ಮ ಸ್ವಂತ ಓಎಸ್ ಮತ್ತು ಕ್ಲೈಂಟ್ ಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಿ.",
  "page-run-a-node-choose-your-adventure-build-start": "ಸ್ಟಾರ್ಟ್ ಬಿಲ್ಡಿಂಗ್",
  "page-run-a-node-decentralized-title": "Decentralization",
  "page-run-a-node-decentralized-preview": "ವೈಫಲ್ಯದ ಕೇಂದ್ರೀಕೃತ ಬಿಂದುಗಳನ್ನು ಬಲಪಡಿಸುವುದನ್ನು ವಿರೋಧಿಸಿ.",
  "page-run-a-node-decentralized-1": "ಕೇಂದ್ರೀಕೃತ ಕ್ಲೌಡ್ ಸರ್ವರ್ಗಳು ಸಾಕಷ್ಟು ಕಂಪ್ಯೂಟಿಂಗ್ ಶಕ್ತಿಯನ್ನು ಒದಗಿಸಬಹುದು, ಆದರೆ ಅವು ನೆಟ್ವರ್ಕ್ಗೆ ಅಡ್ಡಿಪಡಿಸಲು ಬಯಸುವ ರಾಷ್ಟ್ರ-ರಾಜ್ಯಗಳು ಅಥವಾ ದಾಳಿಕೋರರಿಗೆ ಗುರಿಯನ್ನು ಒದಗಿಸುತ್ತವೆ.",
  "page-run-a-node-decentralized-2": "ನೆಟ್ವರ್ಕ್ ಸ್ಥಿತಿಸ್ಥಾಪಕತ್ವವನ್ನು ಹೆಚ್ಚಿನ ನೋಡ್ಗಳೊಂದಿಗೆ, ಭೌಗೋಳಿಕವಾಗಿ ವೈವಿಧ್ಯಮಯ ಸ್ಥಳಗಳಲ್ಲಿ, ವೈವಿಧ್ಯಮಯ ಹಿನ್ನೆಲೆಯ ಹೆಚ್ಚಿನ ಜನರು ನಿರ್ವಹಿಸುತ್ತಾರೆ. ಹೆಚ್ಚಿನ ಜನರು ತಮ್ಮದೇ ಆದ ನೋಡ್ ಅನ್ನು ನಡೆಸುತ್ತಿದ್ದಂತೆ, ವೈಫಲ್ಯದ ಕೇಂದ್ರೀಕೃತ ಬಿಂದುಗಳ ಮೇಲಿನ ಅವಲಂಬನೆ ಕಡಿಮೆಯಾಗುತ್ತದೆ, ಇದು ನೆಟ್ವರ್ಕ್ ಅನ್ನು ಬಲಪಡಿಸುತ್ತದೆ.",
  "page-run-a-node-further-reading-title": "Further reading",
  "page-run-a-node-further-reading-1-link": "ಇಥಿರಿಯಮ್ ಅನ್ನು ಕರಗತ ಮಾಡಿಕೊಳ್ಳುವುದು - ನಾನು ಪೂರ್ಣ ನೋಡ್ ಅನ್ನು ಚಲಾಯಿಸಬೇಕೇ",
  "page-run-a-node-further-reading-1-author": "ಆಂಡ್ರಿಯಾಸ್ ಆಂಟೊನೊಪೌಲೋಸ್",
  "page-run-a-node-further-reading-2-link": "ARM ನಲ್ಲಿ ಎಥೆರಿಯಮ್ - ತ್ವರಿತ ಪ್ರಾರಂಭ ಮಾರ್ಗದರ್ಶಿ",
  "page-run-a-node-further-reading-3-link": "ಬ್ಲಾಕ್ ಚೈನ್ ಸ್ಕೇಲಬಿಲಿಟಿಗೆ ಮಿತಿಗಳು",
  "page-run-a-node-further-reading-3-author": "ವಿಟಾಲಿಕ್ ಬುಟೆರಿನ್",
  "page-run-a-node-getting-started-title": "ಪ್ರಾರಂಭಿಸಿ",
  "page-run-a-node-getting-started-software-section-1": "ನೆಟ್ವರ್ಕ್ನ ಆರಂಭಿಕ ದಿನಗಳಲ್ಲಿ, ಇಥಿರಿಯಮ್ ನೋಡ್ ಅನ್ನು ನಿರ್ವಹಿಸಲು ಬಳಕೆದಾರರು ಕಮಾಂಡ್-ಲೈನ್ನೊಂದಿಗೆ ಇಂಟರ್ಫೇಸ್ ಮಾಡುವ ಸಾಮರ್ಥ್ಯವನ್ನು ಹೊಂದಿರಬೇಕು.",
  "page-run-a-node-getting-started-software-section-1-alert": "ಇದು ನಿಮ್ಮ ಆದ್ಯತೆಯಾಗಿದ್ದರೆ, ಮತ್ತು ನೀವು ಕೌಶಲ್ಯಗಳನ್ನು ಹೊಂದಿದ್ದರೆ, ನಮ್ಮ ತಾಂತ್ರಿಕ ಡಾಕ್ಯುಮೆಂಟ್ ಅನ್ನು ಪರಿಶೀಲಿಸಲು ಹಿಂಜರಿಯಬೇಡಿ.",
  "page-run-a-node-getting-started-software-section-1-link": "ಇಥಿರಿಯಮ್ ನೋಡ್ ಪ್ರಾರಂಭಿಸಿ",
  "page-run-a-node-getting-started-software-section-2": "ಈಗ ನಾವು DAppNode ಅನ್ನು ಹೊಂದಿದ್ದೇವೆ, ಇದು <b>ಉಚಿತ ಮತ್ತು ಮುಕ್ತ-ಮೂಲ ಸಾಫ್ಟ್ ವೇರ್</b> ಆಗಿದ್ದು, ಬಳಕೆದಾರರು ತಮ್ಮ ನೋಡ್ ಅನ್ನು ನಿರ್ವಹಿಸುವಾಗ <b>ಅಪ್ಲಿಕೇಶನ್ ನಂತಹ ಅನುಭವವನ್ನು </b>ನೀಡುತ್ತದೆ.",
  "page-run-a-node-getting-started-software-section-3a": "ಕೆಲವೇ ಟ್ಯಾಪ್ ಗಳಲ್ಲಿ ನೀವು ನಿಮ್ಮ ನೋಡ್ ಅನ್ನು ಅಪ್ ಮತ್ತು ರನ್ ಮಾಡಬಹುದು.",
  "page-run-a-node-getting-started-software-section-3b": "DAppNode ಬಳಕೆದಾರರಿಗೆ ಪೂರ್ಣ ನೋಡ್ ಗಳನ್ನು, ಹಾಗೆಯೇ ಡಾಪ್ ಗಳು ಮತ್ತು ಇತರ ಪಿ 2 ಪಿ ನೆಟ್ ವರ್ಕ್ ಗಳನ್ನು ಚಲಾಯಿಸಲು ಸುಲಭಗೊಳಿಸುತ್ತದೆ, ಕಮಾಂಡ್-ಲೈನ್ ಅನ್ನು ಸ್ಪರ್ಶಿಸುವ ಅಗತ್ಯವಿಲ್ಲ. ಇದು ಪ್ರತಿಯೊಬ್ಬರಿಗೂ ಭಾಗವಹಿಸಲು ಮತ್ತು ಹೆಚ್ಚು ವಿಕೇಂದ್ರೀಕೃತ ನೆಟ್ವರ್ಕ್ ರಚಿಸಲು ಸುಲಭಗೊಳಿಸುತ್ತದೆ.",
  "page-run-a-node-getting-started-software-title": "ಭಾಗ 2: ಸಾಫ್ಟ್ವೇರ್",
  "page-run-a-node-glyph-alt-terminal": "ಟರ್ಮಿನಲ್ glyph",
  "page-run-a-node-glyph-alt-phone": "ದೂರವಾಣಿ ಟ್ಯಾಪ್ glyph",
  "page-run-a-node-glyph-alt-dappnode": "DAppNode glyph",
  "page-run-a-node-glyph-alt-pnp": "ಪ್ಲಗ್-ಎನ್-ಪ್ಲೇ glyph",
  "page-run-a-node-glyph-alt-hardware": "ಹಾರ್ಡ್ ವೇರ್ glyph",
  "page-run-a-node-glyph-alt-software": "ಸಾಫ್ಟ್ ವೇರ್ ಡೌನ್ ಲೋಡ್ glyph",
  "page-run-a-node-glyph-alt-privacy": "ಗೌಪ್ಯತೆ glyph",
  "page-run-a-node-glyph-alt-censorship-resistance": "ಸೆನ್ಸಾರ್ಶಿಪ್ ನಿರೋಧಕ ಮೆಗಾಫೋನ್ glyph",
  "page-run-a-node-glyph-alt-earth": "ಭೂಮಿ glyph",
  "page-run-a-node-glyph-alt-decentralization": "ವಿಕೇಂದ್ರೀಕರಣ glyph",
  "page-run-a-node-glyph-alt-vote": "ನಿಮ್ಮ ಮತಕ್ಕೆ ಧ್ವನಿ ನೀಡಿ glyph",
  "page-run-a-node-glyph-alt-sovereignty": "ಸಾರ್ವಭೌಮತ್ವ glyph",
  "page-run-a-node-hero-alt": "ನೋಡ್ ನ ಗ್ರಾಫಿಕ್",
  "page-run-a-node-hero-header": "ಸಂಪೂರ್ಣ ನಿಯಂತ್ರಣವನ್ನು ತೆಗೆದುಕೊಳ್ಳಿ.<br /> ನಿಮ್ಮ ಸ್ವಂತ ನೋಡ್ ಅನ್ನು ಚಲಾಯಿಸಿ.",
  "page-run-a-node-hero-subtitle": "ನೆಟ್ವರ್ಕ್ ಅನ್ನು ಸುರಕ್ಷಿತಗೊಳಿಸಲು ಸಹಾಯ ಮಾಡುವಾಗ ಸಂಪೂರ್ಣ ಸಾರ್ವಭೌಮರಾಗಿರಿ. ಇಥಿರಿಯಮ್ ಆಗಿ.",
  "page-run-a-node-hero-cta-1": "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
  "page-run-a-node-hero-cta-2": "ನಾವು ಒಳಗೆ ಧುಮುಕೋಣ!",
  "page-run-a-node-install-manually-title": "ಹಸ್ತಚಾಲಿತವಾಗಿ ಸ್ಥಾಪಿಸಿ",
  "page-run-a-node-install-manually-1": "ನೀವು ಹೆಚ್ಚು ತಾಂತ್ರಿಕ ಬಳಕೆದಾರರಾಗಿದ್ದರೆ ಮತ್ತು ನಿಮ್ಮ ಸ್ವಂತ ಸಾಧನವನ್ನು ನಿರ್ಮಿಸಲು ನಿರ್ಧರಿಸಿದರೆ, DAppNode ಅನ್ನು ಯಾವುದೇ ಕಂಪ್ಯೂಟರ್ ನಿಂದ ಡೌನ್ ಲೋಡ್ ಮಾಡಬಹುದು ಮತ್ತು ಯುಎಸ್ ಬಿ ಡ್ರೈವ್ ಮೂಲಕ ಹೊಸ SSD ಗೆ ಸ್ಥಾಪಿಸಬಹುದು.",
  "page-run-a-node-meta-description": "ಇಥಿರಿಯಮ್ ನೋಡ್ ಅನ್ನು ಏನು, ಏಕೆ ಮತ್ತು ಹೇಗೆ ಚಲಾಯಿಸುವುದು ಎಂಬುದರ ಕುರಿತು ಪರಿಚಯ.",
  "page-run-a-node-participate-title": "Participate",
  "page-run-a-node-participate-preview": "ವಿಕೇಂದ್ರೀಕರಣ ಕ್ರಾಂತಿ <strong>ನಿಮ್ಮಿಂದ</strong> ಪ್ರಾರಂಭವಾಗುತ್ತದೆ.",
  "page-run-a-node-participate-1": "ನೋಡ್ ಅನ್ನು ನಡೆಸುವ ಮೂಲಕ ನೀವು ಮಾಹಿತಿಯ ಪ್ರಪಂಚದ ಮೇಲೆ ನಿಯಂತ್ರಣ ಮತ್ತು ಅಧಿಕಾರವನ್ನು ವಿಕೇಂದ್ರೀಕರಿಸುವ ಜಾಗತಿಕ ಆಂದೋಲನದ ಭಾಗವಾಗುತ್ತೀರಿ.",
  "page-run-a-node-participate-2": "ನೀವು ಹೋಲ್ಡರ್ ಆಗಿದ್ದರೆ, ನೆಟ್ವರ್ಕ್ನ ಆರೋಗ್ಯ ಮತ್ತು ವಿಕೇಂದ್ರೀಕರಣವನ್ನು ಬೆಂಬಲಿಸುವ ಮೂಲಕ ನಿಮ್ಮ ETH ಇಟಿಎಚ್ಗೆ ಮೌಲ್ಯವನ್ನು ತರಿರಿ ಮತ್ತು ಅದರ ಭವಿಷ್ಯದಲ್ಲಿ ನೀವು ಹೇಳುವುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.",
  "page-run-a-node-privacy-title": "ಗೌಪ್ಯತೆ & ಭದ್ರತೆ",
  "page-run-a-node-privacy-preview": "ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಮೂರನೇ ಪಕ್ಷದ ನೋಡ್ ಗಳಿಗೆ ಸೋರಿಕೆ ಮಾಡುವುದನ್ನು ನಿಲ್ಲಿಸಿ.",
  "page-run-a-node-privacy-1": "ಸಾರ್ವಜನಿಕ ನೋಡ್ ಗಳನ್ನು ಬಳಸಿಕೊಂಡು ವಹಿವಾಟುಗಳನ್ನು ಕಳುಹಿಸುವಾಗ, ನಿಮ್ಮ IP ವಿಳಾಸ ಮತ್ತು ನೀವು ಹೊಂದಿರುವ ಇಥಿರಿಯಮ್ ವಿಳಾಸಗಳಂತಹ ಈ ಮೂರನೇ ಪಕ್ಷದ ಸೇವೆಗಳಿಗೆ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಸೋರಿಕೆ ಮಾಡಬಹುದು.",
  "page-run-a-node-privacy-2": "ನಿಮ್ಮ ಸ್ವಂತ ನೋಡ್ ಗೆ ಹೊಂದಿಕೆಯಾಗುವ ವ್ಯಾಲೆಟ್ ಗಳನ್ನು ಸೂಚಿಸುವ ಮೂಲಕ ನೀವು ಬ್ಲಾಕ್ ಚೈನ್ ನೊಂದಿಗೆ ಖಾಸಗಿಯಾಗಿ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿ ಸಂವಹನ ನಡೆಸಲು ನಿಮ್ಮ ವ್ಯಾಲೆಟ್ ಅನ್ನು ಬಳಸಬಹುದು.",
  "page-run-a-node-privacy-3": "ಅಲ್ಲದೆ, ದುರುದ್ದೇಶಪೂರಿತ ನೋಡ್ ಅಮಾನ್ಯ ವಹಿವಾಟನ್ನು ವಿತರಿಸಿದರೆ, ನಿಮ್ಮ ನೋಡ್ ಅದನ್ನು ನಿರ್ಲಕ್ಷಿಸುತ್ತದೆ.  ಪ್ರತಿಯೊಂದು ವ್ಯವಹಾರವನ್ನು ನಿಮ್ಮ ಸ್ವಂತ ಯಂತ್ರದಲ್ಲಿ ಸ್ಥಳೀಯವಾಗಿ ಪರಿಶೀಲಿಸಲಾಗುತ್ತದೆ, ಆದ್ದರಿಂದ ನೀವು ಯಾರನ್ನೂ ನಂಬುವ ಅಗತ್ಯವಿಲ್ಲ.",
  "page-run-a-node-rasp-pi-title": "Raspberry Pi (ARM ಪ್ರೊಸೆಸರ್) ಬಗ್ಗೆ ಒಂದು ಟಿಪ್ಪಣಿ",
  "page-run-a-node-rasp-pi-description": "ರಾಸ್ಪ್ಬೆರಿ ಪಿಗಳು ಹಗುರವಾದ ಮತ್ತು ಕೈಗೆಟುಕುವ ಕಂಪ್ಯೂಟರ್ಗಳಾಗಿವೆ, ಆದರೆ ಅವುಗಳು ನಿಮ್ಮ ನೋಡ್ನ ಕಾರ್ಯಕ್ಷಮತೆಯ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುವ ಮಿತಿಗಳನ್ನು ಹೊಂದಿವೆ. ಪ್ರಸ್ತುತ ತೆಗೆದುಕೊಳ್ಳಲು ಶಿಫಾರಸು ಮಾಡಲಾಗದಿದ್ದರೂ, ವೈಯಕ್ತಿಕ ಬಳಕೆಗಾಗಿ ನೋಡ್ ಅನ್ನು ಚಲಾಯಿಸಲು ಇವು ಅತ್ಯುತ್ತಮ ಮತ್ತು ಅಗ್ಗದ ಆಯ್ಕೆಯಾಗಿದೆ, 4 - 8 ಜಿಬಿ RAM.",
  "page-run-a-node-rasp-pi-note-1-link": "ARM ನಲ್ಲಿ DAppNode",
  "page-run-a-node-rasp-pi-note-1-description": "ನೀವು Raspberry Pi ನಲ್ಲಿ DAppNode ಅನ್ನು ಚಲಾಯಿಸಲು ಯೋಜಿಸುತ್ತಿದ್ದರೆ ಈ ಸೂಚನೆಗಳನ್ನು ನೋಡಿ",
  "page-run-a-node-rasp-pi-note-2-link": "ARM ದಸ್ತಾವೇಜಿನಲ್ಲಿ ಇಥಿರಿಯಮ್",
  "page-run-a-node-rasp-pi-note-2-description": "Raspberry Pi ನಲ್ಲಿ ಕಮಾಂಡ್ ಲೈನ್ ಮೂಲಕ ನೋಡ್ ಅನ್ನು ಹೇಗೆ ಹೊಂದಿಸುವುದು ಎಂದು ತಿಳಿಯಿರಿ",
  "page-run-a-node-rasp-pi-note-3-link": "Raspberry Pi ನೊಂದಿಗೆ ನೋಡ್ ಅನ್ನು ಚಲಿಸಿ",
  "page-run-a-node-rasp-pi-note-3-description": "ಟ್ಯುಟೋರಿಯಲ್ ಗಳು ನಿಮ್ಮ ಆದ್ಯತೆಯಾಗಿದ್ದರೆ ಇಲ್ಲಿ ಅನುಸರಿಸಿ",
  "page-run-a-node-shop": "ದುಕಾನು",
  "page-run-a-node-shop-avado": "Avado ದುಕಾನು",
  "page-run-a-node-shop-dappnode": "ದುಕಾನು DAppNode",
  "page-run-a-node-staking-title": "Stake your ETH",
  "page-run-a-node-staking-description": "ಅಗತ್ಯವಿಲ್ಲದಿದ್ದರೂ, ನೋಡ್ ಅಪ್ ಮತ್ತು ಚಾಲನೆಯೊಂದಿಗೆ ನೀವು ಬಹುಮಾನಗಳನ್ನು ಗಳಿಸಲು ಮತ್ತು ಇಥಿರಿಯಮ್ ಭದ್ರತೆಯ ವಿಭಿನ್ನ ಅಂಶಕ್ಕೆ ಕೊಡುಗೆ ನೀಡಲು ಸಹಾಯ ಮಾಡಲು ನಿಮ್ಮ ETH ಅನ್ನು ತೆಗೆದುಕೊಳ್ಳಲು ಒಂದು ಹೆಜ್ಜೆ ಹತ್ತಿರದಲ್ಲಿದ್ದೀರಿ.",
  "page-run-a-node-staking-link": "ETH ಸ್ಟೇಕ್ ಮಾಡಿ",
  "page-run-a-node-staking-plans-title": "ಪಣಕ್ಕಿಡಲು ಯೋಜಿಸುತ್ತೀರಾ?",
  "page-run-a-node-staking-plans-description": "ನಿಮ್ಮ ವ್ಯಾಲಿಡೇಟರ್ನ ದಕ್ಷತೆಯನ್ನು ಹೆಚ್ಚಿಸಲು, ಕನಿಷ್ಠ 16 GB RAM ಅನ್ನು ಶಿಫಾರಸು ಮಾಡಲಾಗಿದೆ, ಆದರೆ 32 GB ಉತ್ತಮವಾಗಿದೆ, ಸಿಪಿಯು ಬೆಂಚ್ಮಾರ್ಕ್ ಸ್ಕೋರ್ 6667+ <a href=\"https://cpubenchmark.net\" target=\"_blank\">cpubenchmark.net.</a> ಇದು ಸಂಪೂರ್ಣ ಅವಶ್ಯಕತೆಯಲ್ಲದಿದ್ದರೂ, ಪಾಲುದಾರರು ಅನಿಯಮಿತ ಹೈಸ್ಪೀಡ್ ಇಂಟರ್ನೆಟ್ ಬ್ಯಾಂಡ್ವಿಡ್ತ್ಗೆ ಪ್ರವೇಶವನ್ನು ಹೊಂದಿರಬೇಕು ಎಂದು ಶಿಫಾರಸು ಮಾಡಲಾಗಿದೆ.",
  "page-run-a-node-staking-plans-ethstaker-link-label": "ಇಥಿರಿಯಮ್ ವ್ಯಾಲಿಡೇಟರ್ ಹಾರ್ಡ್ ವೇರ್ ಗಾಗಿ ಶಾಪಿಂಗ್ ಮಾಡುವುದು ಹೇಗೆ",
  "page-run-a-node-staking-plans-ethstaker-link-description": "ಈ ಒಂದು ಗಂಟೆಯ ವಿಶೇಷ ಸಂಚಿಕೆಯಲ್ಲಿ EthStaker ಹೆಚ್ಚು ವಿವರವಾಗಿ ಹೋಗುತ್ತದೆ",
  "page-run-a-node-sovereignty-title": "ಸಾರ್ವಭೌಮತ್ವ",
  "page-run-a-node-sovereignty-preview": "ನಿಮ್ಮ ಸ್ವಂತ ಇಥಿರಿಯಮ್ ವ್ಯಾಲೆಟ್ ಅನ್ನು ಪಡೆಯುವುದರ ಹೊರತಾಗಿ ಮುಂದಿನ ಹಂತದಂತೆ ನೋಡ್ ಅನ್ನು ನಡೆಸುವ ಬಗ್ಗೆ ಯೋಚಿಸಿ.",
  "page-run-a-node-sovereignty-1": "ಇಥಿರಿಯಮ್ ವ್ಯಾಲೆಟ್ ನಿಮ್ಮ ವಿಳಾಸಗಳಿಗೆ ಖಾಸಗಿ ಕೀಲಿಗಳನ್ನು ಹಿಡಿದಿಡುವ ಮೂಲಕ ನಿಮ್ಮ ಡಿಜಿಟಲ್ ಸ್ವತ್ತುಗಳ ಸಂಪೂರ್ಣ ಕಸ್ಟಡಿ ಮತ್ತು ನಿಯಂತ್ರಣವನ್ನು ತೆಗೆದುಕೊಳ್ಳಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ, ಆದರೆ ಆ ಕೀಲಿಗಳು ನಿಮ್ಮ ವ್ಯಾಲೆಟ್ ಬ್ಯಾಲೆನ್ಸ್ ನಂತಹ ಬ್ಲಾಕ್ ಚೈನ್ ನ ಪ್ರಸ್ತುತ ಸ್ಥಿತಿಯನ್ನು ನಿಮಗೆ ಹೇಳುವುದಿಲ್ಲ.",
  "page-run-a-node-sovereignty-2": "ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ, ಇಥಿರಿಯಮ್ ವ್ಯಾಲೆಟ್ ಗಳು ಸಾಮಾನ್ಯವಾಗಿ ನಿಮ್ಮ ಬ್ಯಾಲೆನ್ಸ್ ಗಳನ್ನು ಹುಡುಕುವಾಗ Infura ಅಥವಾ Alchemy ಯಂತಹ 3 ನೇ-ಪಕ್ಷದ ನೋಡ್ ಅನ್ನು ತಲುಪುತ್ತವೆ. ನಿಮ್ಮ ಸ್ವಂತ ನೋಡ್ ಅನ್ನು ಚಾಲನೆ ಮಾಡುವುದರಿಂದ ಇಥಿರಿಯಮ್ ಬ್ಲಾಕ್ ಚೈನ್ ನ ನಿಮ್ಮ ಸ್ವಂತ ನಕಲನ್ನು ಹೊಂದಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ.",
  "page-run-a-node-title": "Run a node",
  "page-run-a-node-voice-your-choice-title": "ನಿಮ್ಮ ಆಯ್ಕೆಯನ್ನು ಧ್ವನಿ ಮಾಡಿ",
  "page-run-a-node-voice-your-choice-preview": "ಫೋರ್ಕ್ ಸಂದರ್ಭದಲ್ಲಿ ನಿಯಂತ್ರಣವನ್ನು ಬಿಟ್ಟುಕೊಡಬೇಡಿ.",
  "page-run-a-node-voice-your-choice-1": "ಚೈನ್ ಫೋರ್ಕ್ ಸಂದರ್ಭದಲ್ಲಿ, ಎರಡು ವಿಭಿನ್ನ ನಿಯಮಗಳೊಂದಿಗೆ ಎರಡು ಸರಪಳಿಗಳು ಹೊರಹೊಮ್ಮುತ್ತವೆ, ನಿಮ್ಮ ಸ್ವಂತ ನೋಡ್ ಅನ್ನು ಚಾಲನೆ ಮಾಡುವುದರಿಂದ ನೀವು ಯಾವ ನಿಯಮಗಳನ್ನು ಬೆಂಬಲಿಸುತ್ತೀರಿ ಎಂಬುದನ್ನು ಆಯ್ಕೆ ಮಾಡುವ ನಿಮ್ಮ ಸಾಮರ್ಥ್ಯವನ್ನು ಖಾತರಿಪಡಿಸುತ್ತದೆ. ಹೊಸ ನಿಯಮಗಳಿಗೆ ಅಪ್ಗ್ರೇಡ್ ಮಾಡುವುದು ಮತ್ತು ಪ್ರಸ್ತಾವಿತ ಬದಲಾವಣೆಗಳನ್ನು ಬೆಂಬಲಿಸುವುದು ನಿಮಗೆ ಬಿಟ್ಟದ್ದು.",
  "page-run-a-node-voice-your-choice-2": "ನೀವು ETH ತೆಗೆದುಕೊಳ್ಳುತ್ತಿದ್ದರೆ, ನಿಮ್ಮ ಸ್ವಂತ ನೋಡ್ ಅನ್ನು ಚಾಲನೆ ಮಾಡುವುದರಿಂದ ನಿಮ್ಮ ಸ್ವಂತ ಕ್ಲೈಂಟ್ ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಲು, ಕಡಿತಗೊಳಿಸುವ ಅಪಾಯವನ್ನು ಕಡಿಮೆ ಮಾಡಲು ಮತ್ತು ಕಾಲಾನಂತರದಲ್ಲಿ ನೆಟ್ವರ್ಕ್ನ ಏರಿಳಿತದ ಬೇಡಿಕೆಗಳಿಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ. ಮೂರನೇ ಪಕ್ಷದೊಂದಿಗೆ ಸ್ಪರ್ಧಿಸುವುದು ಯಾವ ಕ್ಲೈಂಟ್ ಉತ್ತಮ ಆಯ್ಕೆ ಎಂದು ನೀವು ಭಾವಿಸುತ್ತೀರಿ ಎಂಬುದರ ಮೇಲೆ ನಿಮ್ಮ ಮತವನ್ನು ಕಳೆದುಕೊಳ್ಳುತ್ತದೆ.",
  "page-run-a-node-what-title": "\"ನೋಡ್ ಅನ್ನು ಚಲಾಯಿಸುವುದು\" <i>ಎಂದರೇನು?</i>?",
  "page-run-a-node-what-1-subtitle": "ಸಾಫ್ಟ್ ವೇರ್ ಚಲಿಸಿ.",
  "page-run-a-node-what-1-text": "'ಕ್ಲೈಂಟ್' ಎಂದು ಕರೆಯಲ್ಪಡುವ ಈ ಸಾಫ್ಟ್ವೇರ್ ಇಥಿರಿಯಮ್ ಬ್ಲಾಕ್ಚೈನ್ನ ನಕಲನ್ನು ಡೌನ್ಲೋಡ್ ಮಾಡುತ್ತದೆ ಮತ್ತು ಪ್ರತಿ ಬ್ಲಾಕ್ನ ಸಿಂಧುತ್ವವನ್ನು ಪರಿಶೀಲಿಸುತ್ತದೆ, ನಂತರ ಅದನ್ನು ಹೊಸ ಬ್ಲಾಕ್ಗಳು ಮತ್ತು ವಹಿವಾಟುಗಳೊಂದಿಗೆ ನವೀಕರಿಸುತ್ತದೆ ಮತ್ತು ಇತರರು ತಮ್ಮ ಸ್ವಂತ ಪ್ರತಿಗಳನ್ನು ಡೌನ್ಲೋಡ್ ಮಾಡಲು ಮತ್ತು ನವೀಕರಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ.",
  "page-run-a-node-what-2-subtitle": "ಹಾರ್ಡ್ ವೇರ್ ನೊಂದಿಗೆ.",
  "page-run-a-node-what-2-text": "ಇಥಿರಿಯಮ್ ಅನ್ನು ಸರಾಸರಿ ಗ್ರಾಹಕ-ದರ್ಜೆಯ ಕಂಪ್ಯೂಟರ್ ಗಳಲ್ಲಿ ನೋಡ್ ಅನ್ನು ಚಲಾಯಿಸಲು ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ. ನೀವು ಯಾವುದೇ ವೈಯಕ್ತಿಕ ಕಂಪ್ಯೂಟರ್ ಅನ್ನು ಬಳಸಬಹುದು, ಆದರೆ ಹೆಚ್ಚಿನ ಬಳಕೆದಾರರು ತಮ್ಮ ಯಂತ್ರದಲ್ಲಿನ ಕಾರ್ಯಕ್ಷಮತೆಯ ಪರಿಣಾಮವನ್ನು ತೊಡೆದುಹಾಕಲು ಮತ್ತು ನೋಡ್ ಡೌನ್ ಟೈಮ್ ಅನ್ನು ಕಡಿಮೆ ಮಾಡಲು ಮೀಸಲಾದ ಹಾರ್ಡ್ ವೇರ್ ನಲ್ಲಿ ತಮ್ಮ ನೋಡ್ ಅನ್ನು ಚಲಾಯಿಸಲು ಆಯ್ಕೆ ಮಾಡುತ್ತಾರೆ.",
  "page-run-a-node-what-3-subtitle": "ಆನ್ ಲೈನ್ ನಲ್ಲಿದ್ದಾಗ.",
  "page-run-a-node-what-3-text": "ಇಥಿರಿಯಮ್ ನೋಡ್ ಅನ್ನು ಚಾಲನೆ ಮಾಡುವುದು ಮೊದಲಿಗೆ ಜಟಿಲವೆಂದು ತೋರಬಹುದು, ಆದರೆ ಇದು ಇಂಟರ್ನೆಟ್ಗೆ ಸಂಪರ್ಕ ಹೊಂದಿರುವಾಗ ಕಂಪ್ಯೂಟರ್ನಲ್ಲಿ ಕ್ಲೈಂಟ್ ಸಾಫ್ಟ್ವೇರ್ ಅನ್ನು ನಿರಂತರವಾಗಿ ಚಾಲನೆ ಮಾಡುವ ಕ್ರಿಯೆಯಾಗಿದೆ. ಆಫ್ ಲೈನ್ ನಲ್ಲಿದ್ದಾಗ, ನಿಮ್ಮ ನೋಡ್ ಆನ್ ಲೈನ್ ಗೆ ಮರಳುವವರೆಗೆ ಮತ್ತು ಇತ್ತೀಚಿನ ಬದಲಾವಣೆಗಳನ್ನು ಹಿಡಿಯುವವರೆಗೆ ನಿಷ್ಕ್ರಿಯವಾಗಿರುತ್ತದೆ.",
  "page-run-a-node-who-title": "ನೋಡ್ ಅನ್ನು <i>ಯಾರು</i> ಚಲಾಯಿಸಬೇಕು?",
  "page-run-a-node-who-preview": "ಎಲ್ಲರೂ! ನೋಡ್ ಗಳು ಕೇವಲ ಪ್ರೂಫ್-ಆಫ್-ಸ್ಟಾಕ್ ವ್ಯಾಲಿಡೇಟರ್ ಗಳಿಗಾಗಿ ಅಲ್ಲ. <i>ಯಾರು ಬೇಕಾದರೂ</i> ನೋಡ್ ಅನ್ನು ಚಲಾಯಿಸಬಹುದು - ನಿಮಗೆ ETH ಸಹ ಅಗತ್ಯವಿಲ್ಲ.",
  "page-run-a-node-who-copy-1": "ನೋಡ್ ಅನ್ನು ಚಲಾಯಿಸಲು ನೀವು ETH ಅನ್ನು ಪಣಕ್ಕಿಡುವ ಅಗತ್ಯವಿಲ್ಲ. ವಾಸ್ತವವಾಗಿ, ಎಥೆರಿಯಮ್ನಲ್ಲಿನ ಇತರ ಪ್ರತಿಯೊಂದು ನೋಡ್ ಮೌಲ್ಯಮಾಪಕರನ್ನು ಜವಾಬ್ದಾರರನ್ನಾಗಿ ಮಾಡುತ್ತದೆ.",
  "page-run-a-node-who-copy-2": "ಮೌಲ್ಯಮಾಪಕರು ಗಳಿಸುವ ಆರ್ಥಿಕ ಬಹುಮಾನಗಳನ್ನು ನೀವು ಪಡೆಯದಿರಬಹುದು, ಆದರೆ ಗೌಪ್ಯತೆ, ಭದ್ರತೆ, ಮೂರನೇ ಪಕ್ಷದ ಸರ್ವರ್ಗಳ ಮೇಲಿನ ಕಡಿಮೆ ಅವಲಂಬನೆ, ಸೆನ್ಸಾರ್ಶಿಪ್ ಪ್ರತಿರೋಧ ಮತ್ತು ಸುಧಾರಿತ ಆರೋಗ್ಯ ಮತ್ತು ನೆಟ್ವರ್ಕ್ನ ವಿಕೇಂದ್ರೀಕರಣ ಸೇರಿದಂತೆ ಯಾವುದೇ ಇಥಿರಿಯಮ್ ಬಳಕೆದಾರರಿಗೆ ಪರಿಗಣಿಸಲು ನೋಡ್ ಅನ್ನು ಚಾಲನೆ ಮಾಡುವುದರಿಂದ ಅನೇಕ ಪ್ರಯೋಜನಗಳಿವೆ.",
  "page-run-a-node-who-copy-3": "ನಿಮ್ಮ ಸ್ವಂತ ನೋಡ್ ಅನ್ನು ಹೊಂದಿರುವುದು ಎಂದರೆ ಮೂರನೇ ಪಕ್ಷವು ಒದಗಿಸಿದ ನೆಟ್ವರ್ಕ್ ಸ್ಥಿತಿಯ ಬಗ್ಗೆ ಮಾಹಿತಿಯನ್ನು ನೀವು ನಂಬಬೇಕಾಗಿಲ್ಲ.",
  "page-run-a-node-who-copy-bold": "ನಂಬಬೇಡಿ. ಪರಿಶೀಲಿಸಿ.",
  "page-run-a-node-why-title": "ನೋಡ್ ಅನ್ನು <i>ಏಕೆ</i> ಚಲಾಯಿಸಬೇಕು?"
}
