{
  "page-dapps-1inch-logo-alt": "1 ಇಂಚಿನ ಲೋಗೋ",
  "page-dapps-dexguru-logo-alt": "DexGuru ಲೋಗೋ",
  "page-dapps-aave-logo-alt": "Aave ಲೋಗೋ",
  "page-dapps-add-button": "Dapp ಸೂಚಿಸಿ",
  "page-dapps-add-title": "Dapp ಸೇರಿಸು",
  "page-dapps-audius-logo-alt": "ಆಡಿಯಸ್ ಲೋಗೋ",
  "page-dapps-augur-logo-alt": "Augur ಲೋಗೋ",
  "page-dapps-axie-infinity-logo-alt": "Axie Infinity ಲೋಗೋ",
  "page-dapps-balancer-logo-alt": "Balancer ಲೋಗೋ",
  "page-dapps-brave-logo-alt": "Brave ಲೋಗೋ",
  "page-dapps-category-arts": "ಕಲೆ ಮತ್ತು ಫ್ಯಾಷನ್",
  "page-dapps-category-browsers": "ಬ್ರೌಸರ್ ಗಳು",
  "page-dapps-category-collectibles": "ಡಿಜಿಟಲ್ ಸಂಗ್ರಹಗಳು",
  "page-dapps-category-competitive": "ಸ್ಪರ್ಧೆ",
  "page-dapps-category-computing": "ಡೆವಲಪರ್ ಪರಿಕರಗಳು",
  "page-dapps-category-dex": "ಟೋಕನ್ ವಿನಿಮಯಗಳು",
  "page-dapps-category-investments": "ಹೂಡಿಕೆಗಳು",
  "page-dapps-category-lending": "ಸಾಲ ನೀಡುವುದು ಮತ್ತು ಸಾಲ ಪಡೆಯುವುದು",
  "page-dapps-category-lottery": "ಕ್ರೌಡ್ ಫಂಡಿಂಗ್",
  "page-dapps-category-marketplaces": "ಮಾರುಕಟ್ಟೆಗಳು",
  "page-dapps-category-music": "ಸಂಗೀತ",
  "page-dapps-category-payments": "ಪಾವತಿಗಳು",
  "page-dapps-category-insurance": "ವಿಮೆ",
  "page-dapps-category-portfolios": "ಪೋರ್ಟ್ ಫೋಲಿಯೊಗಳು",
  "page-dapps-category-trading": "ವ್ಯಾಪಾರ ಮತ್ತು ಮುನ್ಸೂಚನೆ ಮಾರುಕಟ್ಟೆಗಳು",
  "page-dapps-category-utilities": "ಉಪಯುಕ್ತತೆಗಳು",
  "page-dapps-category-worlds": "ವರ್ಚುವಲ್ ಜಗತ್ತುಗಳು",
  "page-dapps-choose-category": "ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ",
  "page-dapps-collectibles-benefits-1-description": "ಕಲೆಯನ್ನು ಎಥೆರಿಯಮ್ನಲ್ಲಿ ಸಂಕೇತಿಸಿದಾಗ, ಮಾಲೀಕತ್ವವನ್ನು ಎಲ್ಲರಿಗೂ ನೋಡಲು ಸಾಬೀತುಪಡಿಸಬಹುದು. ಸೃಷ್ಟಿಯಿಂದ ಅದರ ಪ್ರಸ್ತುತ ಹೋಲ್ಡರ್ ವರೆಗೆ ಕಲಾಕೃತಿಯ ಪ್ರಯಾಣವನ್ನು ನೀವು ಪತ್ತೆಹಚ್ಚಬಹುದು. ಇದು ನಕಲಿಗಳನ್ನು ತಡೆಯುತ್ತದೆ.",
  "page-dapps-collectibles-benefits-1-title": "ಮಾಲೀಕತ್ವವು ಸಮರ್ಥನೀಯವಾಗಿದೆ",
  "page-dapps-collectibles-benefits-2-description": "ಸಂಗೀತವನ್ನು ಸ್ಟ್ರೀಮ್ ಮಾಡಲು ಅಥವಾ ಕಲಾಕೃತಿಗಳನ್ನು ಖರೀದಿಸಲು ಪಾವತಿಸುವುದು ಕಲಾವಿದರಿಗೆ ಹೆಚ್ಚು ನ್ಯಾಯಯುತವಾಗಿದೆ. ಎಥೆರಿಯಮ್ನೊಂದಿಗೆ ಮಧ್ಯವರ್ತಿಗಳ ಅವಶ್ಯಕತೆ ಕಡಿಮೆ. ಮತ್ತು ಮಧ್ಯವರ್ತಿಗಳ ಅಗತ್ಯವಿದ್ದರೆ, ಅವರ ವೆಚ್ಚಗಳು ಹೆಚ್ಚಾಗಿರುವುದಿಲ್ಲ ಏಕೆಂದರೆ ಪ್ಲಾಟ್ಫಾರ್ಮ್ಗಳು ನೆಟ್ವರ್ಕ್ನ ಮೂಲಸೌಕರ್ಯಕ್ಕೆ ಪಾವತಿಸುವ ಅಗತ್ಯವಿಲ್ಲ.",
  "page-dapps-collectibles-benefits-2-title": "ಸೃಷ್ಟಿಕರ್ತರಿಗೆ ಉತ್ತಮವಾಗಿದೆ",
  "page-dapps-collectibles-benefits-3-description": "ಟೋಕನೈಸ್ಡ್ ಕಲೆಕ್ಟಿಬಲ್ ಗಳನ್ನು ನಿಮ್ಮ ಎಥೆರಿಯಮ್ ವಿಳಾಸಕ್ಕೆ ಕಟ್ಟಲಾಗುತ್ತದೆ, ಪ್ಲಾಟ್ ಫಾರ್ಮ್ ಗೆ ಅಲ್ಲ. ಆದ್ದರಿಂದ ನೀವು ಆಟದಲ್ಲಿ ಮಾತ್ರವಲ್ಲ, ಯಾವುದೇ ಇಥಿರಿಯಮ್ ಮಾರುಕಟ್ಟೆಯಲ್ಲಿ ಇನ್-ಗೇಮ್ ಐಟಂಗಳಂತಹ ವಸ್ತುಗಳನ್ನು ಮಾರಾಟ ಮಾಡಬಹುದು.",
  "page-dapps-collectibles-benefits-3-title": "ಸಂಗ್ರಹಗಳು ನಿಮ್ಮೊಂದಿಗೆ ಹೋಗುತ್ತವೆ",
  "page-dapps-collectibles-benefits-4-description": "ನಿಮ್ಮ ಕಲೆಯನ್ನು ಟೋಕನ್ ಮಾಡಲು ಮತ್ತು ಅದನ್ನು ಮಾರಾಟ ಮಾಡಲು ಪರಿಕರಗಳು ಮತ್ತು ಉತ್ಪನ್ನಗಳು ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿವೆ! ಮತ್ತು ನಿಮ್ಮ ಟೋಕನ್ ಗಳನ್ನು ಯಾವುದೇ ಮತ್ತು ಎಲ್ಲಾ ಇಥಿರಿಯಮ್ ಕಲೆಕ್ಟಿಬಲ್ಸ್ ಪ್ಲಾಟ್ ಫಾರ್ಮ್ ನಲ್ಲಿ ಮಾರಾಟ ಮಾಡಬಹುದು.",
  "page-dapps-collectibles-benefits-4-title": "ಮೂಲಸೌಕರ್ಯಗಳು ಈಗಾಗಲೇ ಜಾರಿಯಲ್ಲಿವೆ",
  "page-dapps-collectibles-benefits-description": "ಇವು ಡಿಜಿಟಲ್ ಮಾಲೀಕತ್ವದ ಮೇಲೆ ಕೇಂದ್ರೀಕರಿಸುವ ಅಪ್ಲಿಕೇಶನ್ಗಳಾಗಿವೆ, ಸೃಷ್ಟಿಕರ್ತರಿಗೆ ಗಳಿಕೆಯ ಸಾಮರ್ಥ್ಯವನ್ನು ಹೆಚ್ಚಿಸುತ್ತವೆ ಮತ್ತು ನಿಮ್ಮ ನೆಚ್ಚಿನ ಸೃಷ್ಟಿಕರ್ತರು ಮತ್ತು ಅವರ ಕೆಲಸದಲ್ಲಿ ಹೂಡಿಕೆ ಮಾಡಲು ಹೊಸ ಮಾರ್ಗಗಳನ್ನು ಆವಿಷ್ಕರಿಸುತ್ತವೆ.",
  "page-dapps-collectibles-benefits-title": "ವಿಕೇಂದ್ರೀಕೃತ ಸಂಗ್ರಹಗಳು ಮತ್ತು ಸ್ಟ್ರೀಮಿಂಗ್",
  "page-dapps-collectibles-button": "ಕಲೆಗಳು ಮತ್ತು ಸಂಗ್ರಹಗಳು",
  "page-dapps-collectibles-description": "ಇವು ಡಿಜಿಟಲ್ ಮಾಲೀಕತ್ವದ ಮೇಲೆ ಕೇಂದ್ರೀಕರಿಸುವ ಅಪ್ಲಿಕೇಶನ್ಗಳಾಗಿವೆ, ಸೃಷ್ಟಿಕರ್ತರಿಗೆ ಗಳಿಕೆಯ ಸಾಮರ್ಥ್ಯವನ್ನು ಹೆಚ್ಚಿಸುತ್ತವೆ ಮತ್ತು ನಿಮ್ಮ ನೆಚ್ಚಿನ ಸೃಷ್ಟಿಕರ್ತರು ಮತ್ತು ಅವರ ಕೆಲಸದಲ್ಲಿ ಹೂಡಿಕೆ ಮಾಡಲು ಹೊಸ ಮಾರ್ಗಗಳನ್ನು ಆವಿಷ್ಕರಿಸುತ್ತವೆ.",
  "page-dapps-collectibles-title": "ವಿಕೇಂದ್ರೀಕೃತ ಕಲೆಗಳು ಮತ್ತು ಸಂಗ್ರಹಗಳು",
  "page-dapps-compound-logo-alt": "ಸಂಯುಕ್ತ ಲೋಗೋ",
  "page-dapps-cryptopunks-logo-alt": "ಕ್ರಿಪ್ಟೋಪಂಕ್ಸ್ ಲೋಗೋ",
  "page-dapps-cryptovoxels-logo-alt": "ಕ್ರಿಪ್ಟೋವೋಕ್ಸೆಲ್ಸ್ ಲೋಗೋ",
  "page-dapps-dapp-description-1inch": "ಉತ್ತಮ ಬೆಲೆಗಳನ್ನು ಒಟ್ಟುಗೂಡಿಸುವ ಮೂಲಕ ಹೆಚ್ಚಿನ ಬೆಲೆ ಜಾರುವಿಕೆಯನ್ನು ತಪ್ಪಿಸಲು ನಿಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ.",
  "page-dapps-dapp-description-aave": "ಬಡ್ಡಿಯನ್ನು ಗಳಿಸಲು ನಿಮ್ಮ ಟೋಕನ್ ಗಳನ್ನು ಸಾಲವಾಗಿ ನೀಡಿ ಮತ್ತು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಹಿಂಪಡೆಯಿರಿ.",
  "page-dapps-dapp-description-async-art": "#ProgrammableArt ರಚಿಸಿ, ಸಂಗ್ರಹಿಸಿ ಮತ್ತು ವ್ಯಾಪಾರ ಮಾಡಿ - ಡಿಜಿಟಲ್ ವರ್ಣಚಿತ್ರಗಳನ್ನು \"ಪದರಗಳಾಗಿ\" ವಿಂಗಡಿಸಲಾಗಿದೆ, ಇದನ್ನು ನೀವು ಒಟ್ಟಾರೆ ಚಿತ್ರದ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರಲು ಬಳಸಬಹುದು. ಪ್ರತಿ ಮಾಸ್ಟರ್ ಮತ್ತು ಲೇಯರ್ ಒಂದು ERC721 ಟೋಕನ್ ಆಗಿದೆ.",
  "page-dapps-dapp-description-audius": "ವಿಕೇಂದ್ರೀಕೃತ ಸ್ಟ್ರೀಮಿಂಗ್ ಪ್ಲಾಟ್ ಫಾರ್ಮ್. ಆಲಿಸುವಿಕೆ = ಸೃಷ್ಟಿಕರ್ತರಿಗೆ ಹಣ, ಲೇಬಲ್ ಗಳಲ್ಲ.",
  "page-dapps-dapp-description-augur": "ಕ್ರೀಡೆ, ಅರ್ಥಶಾಸ್ತ್ರ ಮತ್ತು ಹೆಚ್ಚಿನ ವಿಶ್ವ ಘಟನೆಗಳ ಫಲಿತಾಂಶಗಳ ಮೇಲೆ ಬೆಟ್ಟಿಂಗ್ ಮಾಡಿ.",
  "page-dapps-dapp-description-axie-infinity": "ಆಕ್ಸಿಸ್ ಎಂದು ಕರೆಯಲ್ಪಡುವ ವ್ಯಾಪಾರ ಮತ್ತು ಯುದ್ಧ ಜೀವಿಗಳು. ಮತ್ತು ನೀವು ಆಡುವಾಗ ಸಂಪಾದಿಸಿ - ಮೊಬೈಲ್ ನಲ್ಲಿ ಲಭ್ಯವಿದೆ",
  "page-dapps-dapp-description-balancer": "ಬ್ಯಾಲೆನ್ಸರ್ ಸ್ವಯಂಚಾಲಿತ ಪೋರ್ಟ್ಫೋಲಿಯೊ ವ್ಯವಸ್ಥಾಪಕ ಮತ್ತು ವ್ಯಾಪಾರ ವೇದಿಕೆಯಾಗಿದೆ.",
  "page-dapps-dapp-description-brave": "ಬ್ರೌಸಿಂಗ್‍ಗಾಗಿ ಟೋಕನ್‍ಗಳನ್ನು ಸಂಪಾದಿಸಿ ಮತ್ತು ನಿಮ್ಮ ನೆಚ್ಚಿನ ಸೃಷ್ಟಿಕರ್ತರನ್ನು ಅವರೊಂದಿಗೆ ಬೆಂಬಲಿಸಿ.",
  "page-dapps-dapp-description-cent": "NFTs ಗಳನ್ನು ಪೋಸ್ಟ್ ಮಾಡುವ ಮೂಲಕ ನೀವು ಹಣವನ್ನು ಗಳಿಸುವ ಸಾಮಾಜಿಕ ನೆಟ್ವರ್ಕ್.",
  "page-dapps-dapp-description-compound": "ಬಡ್ಡಿಯನ್ನು ಗಳಿಸಲು ನಿಮ್ಮ ಟೋಕನ್ ಗಳನ್ನು ಸಾಲವಾಗಿ ನೀಡಿ ಮತ್ತು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಹಿಂಪಡೆಯಿರಿ.",
  "page-dapps-dapp-description-cryptopunks": "ಪಂಕ್ ಗಳನ್ನು ಖರೀದಿಸಿ, ಬಿಡ್ ಮಾಡಿ ಮತ್ತು ಮಾರಾಟಕ್ಕೆ ನೀಡಿ - ಎಥೆರಿಯಮ್ ನಲ್ಲಿನ ಮೊದಲ ಟೋಕನ್ ಸಂಗ್ರಹಗಳಲ್ಲಿ ಒಂದಾಗಿದೆ.",
  "page-dapps-dapp-description-cryptovoxels": "ಕಲಾ ಗ್ಯಾಲರಿಗಳನ್ನು ರಚಿಸಿ, ಅಂಗಡಿಗಳನ್ನು ನಿರ್ಮಿಸಿ ಮತ್ತು ಭೂಮಿಯನ್ನು ಖರೀದಿಸಿ - ಇಥಿರಿಯಮ್ ವರ್ಚುವಲ್ ಜಗತ್ತು.",
  "page-dapps-dapp-description-dark-forest": "ಅನಂತ, ಕಾರ್ಯವಿಧಾನದಿಂದ ಉತ್ಪತ್ತಿಯಾದ, ಕ್ರಿಪ್ಟೋಗ್ರಾಫಿಕಲ್-ನಿರ್ದಿಷ್ಟ ಬ್ರಹ್ಮಾಂಡದಲ್ಲಿ ಗ್ರಹಗಳನ್ನು ಜಯಿಸಿ.",
  "page-dapps-dapp-description-decentraland": "ನೀವು ಅನ್ವೇಷಿಸಬಹುದಾದ ವರ್ಚುವಲ್ ಜಗತ್ತಿನಲ್ಲಿ ವರ್ಚುವಲ್ ಭೂಮಿಯನ್ನು ಸಂಗ್ರಹಿಸಿ, ವ್ಯಾಪಾರ ಮಾಡಿ.",
  "page-dapps-dapp-description-ens": "ಇಥಿರಿಯಮ್ ವಿಳಾಸಗಳು ಮತ್ತು ವಿಕೇಂದ್ರೀಕೃತ ಸೈಟ್ಗಳಿಗೆ ಬಳಕೆದಾರ ಸ್ನೇಹಿ ಹೆಸರುಗಳು.",
  "page-dapps-dapp-description-foundation": "ಡಿಜಿಟಲ್ ಕಲಾಕೃತಿಗಳ ವಿಶಿಷ್ಟ ಆವೃತ್ತಿಗಳಲ್ಲಿ ಹೂಡಿಕೆ ಮಾಡಿ ಮತ್ತು ಇತರ ಖರೀದಿದಾರರೊಂದಿಗೆ ತುಣುಕುಗಳನ್ನು ವ್ಯಾಪಾರ ಮಾಡಿ.",
  "page-dapps-dapp-description-gitcoin": "ಓಪನ್ ಸೋರ್ಸ್ ಸಾಫ್ಟ್ವೇರ್ನಲ್ಲಿ ಕೆಲಸ ಮಾಡುವ ಮೂಲಕ ಕ್ರಿಪ್ಟೋ ಸಂಪಾದಿಸಿ.",
  "page-dapps-dapp-description-gitcoin-grants": "ವರ್ಧಿತ ಕೊಡುಗೆಗಳೊಂದಿಗೆ ಇಥಿರಿಯಮ್ ಸಮುದಾಯ ಯೋಜನೆಗಳಿಗೆ ಕ್ರೌಡ್ ಫಂಡಿಂಗ್",
  "page-dapps-dapp-description-gods-unchained": "ಸ್ಟ್ರಾಟೆಜಿಕ್ ಟ್ರೇಡಿಂಗ್ ಕಾರ್ಡ್ ಆಟ. ನೀವು ನಿಜ ಜೀವನದಲ್ಲಿ ಮಾರಾಟ ಮಾಡಬಹುದಾದ ಆಟಗಳನ್ನು ಆಡುವ ಮೂಲಕ ಕಾರ್ಡ್ ಗಳನ್ನು ಸಂಪಾದಿಸಿ.",
  "page-dapps-dapp-description-golem": "ಹಂಚಿದ ಕಂಪ್ಯೂಟಿಂಗ್ ಶಕ್ತಿಯನ್ನು ಪ್ರವೇಶಿಸಿ ಅಥವಾ ನಿಮ್ಮ ಸ್ವಂತ ಸಂಪನ್ಮೂಲಗಳನ್ನು ಬಾಡಿಗೆಗೆ ಪಡೆಯಿರಿ.",
  "page-dapps-dapp-description-radicle": "ಮಧ್ಯವರ್ತಿಗಳಿಲ್ಲದೆ ಪೀರ್-ಟು-ಪೀರ್ ಕೋಡ್ ಸಹಯೋಗವನ್ನು ಸುರಕ್ಷಿತಗೊಳಿಸಿ.",
  "page-dapps-dapp-description-loopring": "ವೇಗಕ್ಕಾಗಿ ನಿರ್ಮಿಸಲಾದ ಪೀರ್-ಟು-ಪೀರ್ ವ್ಯಾಪಾರ ವೇದಿಕೆ.",
  "page-dapps-dapp-description-marble-cards": "URL ಗಳ ಆಧಾರದ ಮೇಲೆ ಅನನ್ಯ ಡಿಜಿಟಲ್ ಕಾರ್ಡ್ ಗಳನ್ನು ರಚಿಸಿ ಮತ್ತು ವ್ಯಾಪಾರ ಮಾಡಿ.",
  "page-dapps-dapp-description-matcha": "ನಿಮಗೆ ಉತ್ತಮ ಬೆಲೆಗಳನ್ನು ಹುಡುಕಲು ಸಹಾಯ ಮಾಡಲು ಅನೇಕ ವಿನಿಮಯ ಕೇಂದ್ರಗಳನ್ನು ಹುಡುಕುತ್ತದೆ.",
  "page-dapps-dapp-description-nifty-gateway": "ಉನ್ನತ ಕಲಾವಿದರು, ಕ್ರೀಡಾಪಟುಗಳು, ಬ್ರಾಂಡ್ ಗಳು ಮತ್ತು ಸೃಷ್ಟಿಕರ್ತರಿಂದ ಸರಪಳಿಯಲ್ಲಿ ಕೃತಿಗಳನ್ನು on-chain ಖರೀದಿಸಿ.",
  "page-dapps-dapp-description-oasis": "ಇಥಿರಿಯಮ್ ಸ್ಟೇಬಲ್ ಕಾಯಿನ್ Dai ನೊಂದಿಗೆ ವ್ಯಾಪಾರ ಮಾಡಿ, ಎರವಲು ಪಡೆಯಿರಿ ಮತ್ತು ಉಳಿಸಿ.",
  "page-dapps-dapp-description-opensea": "ಸೀಮಿತ ಆವೃತ್ತಿಯ ಸರಕುಗಳನ್ನು ಖರೀದಿಸಿ, ಮಾರಾಟ ಮಾಡಿ, ಅನ್ವೇಷಿಸಿ ಮತ್ತು ವ್ಯಾಪಾರ ಮಾಡಿ.",
  "page-dapps-dapp-description-opera": "ನಿಮ್ಮ ಬ್ರೌಸರ್ ನಿಂದ ವ್ಯಾಪಾರಿಗಳು, ಇತರ ಬಳಕೆದಾರರು ಮತ್ತು ಅಪ್ಲಿಕೇಶನ್ ಗಳಿಗೆ ಕ್ರಿಪ್ಟೋ ಕಳುಹಿಸಿ.",
  "page-dapps-dapp-description-poap": "ನೀವು ವಿಭಿನ್ನ ವರ್ಚುವಲ್ ಅಥವಾ ವೈಯಕ್ತಿಕ ಕಾರ್ಯಕ್ರಮಗಳಲ್ಲಿದ್ದೀರಿ ಎಂದು ಸಾಬೀತುಪಡಿಸುವ NFT ಎನ್ಎಫ್ಟಿಗಳನ್ನು ಸಂಗ್ರಹಿಸಿ. ರಾಫೆಲ್ ಗಳಿಗೆ ಸೇರಲು, ಮತ ಚಲಾಯಿಸಲು, ಸಹಕರಿಸಲು ಅಥವಾ ಹೆಮ್ಮೆಪಡಲು ಅವುಗಳನ್ನು ಬಳಸಿ.",
  "page-dapps-dapp-description-polymarket": "ಫಲಿತಾಂಶಗಳ ಮೇಲೆ ಪಣತೊಡಿ. ಮಾಹಿತಿ ಮಾರುಕಟ್ಟೆಗಳಲ್ಲಿ ವ್ಯಾಪಾರ.",
  "page-dapps-dapp-description-pooltogether": "ಲಾಟರಿಯನ್ನು ನೀವು ಕಳೆದುಕೊಳ್ಳಲು ಸಾಧ್ಯವಿಲ್ಲ. ಪ್ರತಿ ವಾರ ಬಹುಮಾನಗಳು.",
  "page-dapps-dapp-description-index-coop": "ಕ್ರಿಪ್ಟೋ ಇಂಡೆಕ್ಸ್ ಫಂಡ್ ನಿಮ್ಮ ಪೋರ್ಟ್ಫೋಲಿಯೊವನ್ನು ಉನ್ನತ DeFI ಡಿಫೈ ಟೋಕನ್ಗಳಿಗೆ ಒಡ್ಡಿಕೊಳ್ಳುತ್ತದೆ.",
  "page-dapps-dapp-description-nexus-mutual": "ವಿಮಾ ಕಂಪನಿ ಇಲ್ಲದೆ ಕವರೇಜ್. ಸ್ಮಾರ್ಟ್ ಕಾಂಟ್ರಾಕ್ಟ್ ದೋಷಗಳು ಮತ್ತು ಹ್ಯಾಕ್ ಗಳಿಂದ ರಕ್ಷಿಸಿ.",
  "page-dapps-dapp-description-etherisc": "ವಿಕೇಂದ್ರೀಕೃತ ವಿಮಾ ಟೆಂಪ್ಲೇಟ್ ಅನ್ನು ಯಾರು ಬೇಕಾದರೂ ತಮ್ಮದೇ ಆದ ವಿಮಾ ರಕ್ಷಣೆಯನ್ನು ರಚಿಸಲು ಬಳಸಬಹುದು.",
  "page-dapps-dapp-description-zapper": "ನಿಮ್ಮ ಪೋರ್ಟ್ಫೋಲಿಯೊವನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಿ ಮತ್ತು ಒಂದೇ ಇಂಟರ್ಫೇಸ್ನಿಂದ ಡಿಫೈ ಉತ್ಪನ್ನಗಳ ಶ್ರೇಣಿಯನ್ನು ಬಳಸಿ.",
  "page-dapps-dapp-description-zerion": "ನಿಮ್ಮ ಪೋರ್ಟ್ಫೋಲಿಯೊವನ್ನು ನಿರ್ವಹಿಸಿ ಮತ್ತು ಮಾರುಕಟ್ಟೆಯಲ್ಲಿನ ಪ್ರತಿಯೊಂದು ಡಿಫೈ ಆಸ್ತಿಯನ್ನು ಮೌಲ್ಯಮಾಪನ ಮಾಡಿ.",
  "page-dapps-dapp-description-rotki": "ನಿಮ್ಮ ಗೌಪ್ಯತೆಯನ್ನು ಗೌರವಿಸುವ ಓಪನ್ ಸೋರ್ಸ್ ಪೋರ್ಟ್ಫೋಲಿಯೊ ಟ್ರ್ಯಾಕಿಂಗ್, ಅನಾಲಿಟಿಕ್ಸ್, ಅಕೌಂಟಿಂಗ್ ಮತ್ತು ತೆರಿಗೆ ವರದಿ ಮಾಡುವ ಸಾಧನ.",
  "page-dapps-dapp-description-krystal": "ನಿಮ್ಮ ಎಲ್ಲಾ ನೆಚ್ಚಿನ ಡಿಫೈ ಸೇವೆಗಳನ್ನು ಪ್ರವೇಶಿಸಲು ಒನ್-ಸ್ಟಾಪ್ ಪ್ಲಾಟ್ ಫಾರ್ಮ್.",
  "page-dapps-dapp-description-rarible": "ಟೋಕನೈಸ್ಡ್ ಸಂಗ್ರಹಗಳನ್ನು ರಚಿಸಿ, ಮಾರಾಟ ಮಾಡಿ ಮತ್ತು ಖರೀದಿಸಿ.",
  "page-dapps-dapp-description-sablier": "ನೈಜ ಸಮಯದಲ್ಲಿ ಹಣವನ್ನು ಸ್ಟ್ರೀಮ್ ಮಾಡಿ.",
  "page-dapps-dapp-description-superrare": "ಕಲಾವಿದರಿಂದ ನೇರವಾಗಿ ಅಥವಾ ದ್ವಿತೀಯ ಮಾರುಕಟ್ಟೆಗಳಲ್ಲಿ ಡಿಜಿಟಲ್ ಕಲಾಕೃತಿಗಳನ್ನು ಖರೀದಿಸಿ.",
  "page-dapps-dapp-description-token-sets": "ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಮರುಸಮತೋಲನಗೊಳಿಸುವ ಕ್ರಿಪ್ಟೋ ಹೂಡಿಕೆ ತಂತ್ರಗಳು.",
  "page-dapps-dapp-description-uniswap": "ಟೋಕನ್ ಗಳನ್ನು ಸರಳವಾಗಿ ವಿನಿಮಯ ಮಾಡಿಕೊಳ್ಳಿ ಅಥವಾ % ಪ್ರತಿಫಲಗಳಿಗೆ ಟೋಕನ್ ಗಳನ್ನು ಒದಗಿಸಿ.",
  "page-dapps-dapp-description-dexguru": "ಡಿಫೈ ವ್ಯಾಪಾರಿಗಳಿಗೆ ಕಸ್ಟಡಿಯಲ್ಲದ ವ್ಯಾಪಾರ ಟರ್ಮಿನಲ್",
  "page-dapps-dapp-description-synthetix": "ಸಿಂಥೆಟಿಕ್ಸ್ ಎಂಬುದು ಸಂಶ್ಲೇಷಿತ ಸ್ವತ್ತುಗಳನ್ನು ವಿತರಿಸುವ ಮತ್ತು ವ್ಯಾಪಾರ ಮಾಡುವ ಪ್ರೋಟೋಕಾಲ್ ಆಗಿದೆ",
  "page-dapps-docklink-dapps": "ಡ್ಯಾಪ್ಸ್ ಪರಿಚಯ",
  "page-dapps-docklink-smart-contracts": "ಸ್ಮಾರ್ಟ್ ಕಾಂಟ್ರಾಕ್ಟ್ ಗಳು",
  "page-dapps-dark-forest-logo-alt": "ಡಾರ್ಕ್ ಫಾರೆಸ್ಟ್ ಲೋಗೋ",
  "page-dapps-decentraland-logo-alt": "Decentraland ಲೋಗೋ",
  "page-dapps-index-coop-logo-alt": "Index Coop ಲೋಗೋ",
  "page-dapps-nexus-mutual-logo-alt": "Nexus Mutual ಲೋಗೋ",
  "page-dapps-etherisc-logo-alt": "Etherisc ಲೋಗೋ",
  "page-dapps-zapper-logo-alt": "Zapper ಲೋಗೋ",
  "page-dapps-zerion-logo-alt": "Zerion ಲೋಗೋ",
  "page-dapps-rotki-logo-alt": "Rotki ಲೋಗೋ",
  "page-dapps-krystal-logo-alt": "Krystal ಲೋಗೋ",
  "page-dapps-synthetix-logo-alt": "Synthetix ಲೋಗೋ",
  "page-dapps-desc": "ಪ್ರಯತ್ನಿಸಲು ಇಥಿರಿಯಮ್ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಹುಡುಕಿ.",
  "page-dapps-doge-img-alt": "ಕಂಪ್ಯೂಟರ್ ಬಳಸುವ ಡೋಜ್ ವಿವರಣೆ",
  "page-dapps-editors-choice-dark-forest": "ಗ್ರಹಗಳನ್ನು ಗೆಲ್ಲಲು ಇತರರ ವಿರುದ್ಧ ಆಟವಾಡಿ ಮತ್ತು ಇಥಿರಿಯಮ್ ಸ್ಕೇಲಿಂಗ್ / ಗೌಪ್ಯತೆ ತಂತ್ರಜ್ಞಾನವನ್ನು ಪ್ರಯತ್ನಿಸಿ. ಬಹುಶಃ ಈಗಾಗಲೇ ಇಥಿರಿಯಮ್ ಬಗ್ಗೆ ತಿಳಿದಿರುವವರಿಗೆ.",
  "page-dapps-editors-choice-description": "Ethereum.org ತಂಡವು ಇದೀಗ ಪ್ರೀತಿಸುತ್ತಿರುವ ಕೆಲವು Dapps ಗಳು. ಕೆಳಗೆ ಹೆಚ್ಚಿನ Dapps ಗಳನ್ನು ಅನ್ವೇಷಿಸಿ.",
  "page-dapps-editors-choice-foundation": "ಸಂಸ್ಕೃತಿಯಲ್ಲಿ ಹೂಡಿಕೆ ಮಾಡಿ. ಕೆಲವು ನಂಬಲಾಗದ ಕಲಾವಿದರು, ಸಂಗೀತಗಾರರು ಮತ್ತು ಬ್ರಾಂಡ್ ಗಳಿಂದ ಅನನ್ಯ ಡಿಜಿಟಲ್ ಕಲಾಕೃತಿ ಮತ್ತು ಫ್ಯಾಷನ್ ಅನ್ನು ಖರೀದಿಸಿ, ವ್ಯಾಪಾರ ಮಾಡಿ ಮತ್ತು ಮಾರಾಟ ಮಾಡಿ.",
  "page-dapps-editors-choice-header": "ಸಂಪಾದಕರ ಆಯ್ಕೆಗಳು",
  "page-dapps-editors-choice-pooltogether": "ನೋ-ಲಾಸ್ ಲಾಟರಿಗಾಗಿ ಟಿಕೆಟ್ ಖರೀದಿಸಿ. ಪ್ರತಿ ವಾರ, ಇಡೀ ಟಿಕೆಟ್ ಪೂಲ್ ನಿಂದ ಉತ್ಪತ್ತಿಯಾಗುವ ಬಡ್ಡಿಯನ್ನು ಒಬ್ಬ ಅದೃಷ್ಟಶಾಲಿ ವಿಜೇತರಿಗೆ ಕಳುಹಿಸಲಾಗುತ್ತದೆ. ನೀವು ಬಯಸಿದಾಗಲೆಲ್ಲಾ ನಿಮ್ಮ ಹಣವನ್ನು ಮರಳಿ ಪಡೆಯಿರಿ.",
  "page-dapps-editors-choice-uniswap": "ನಿಮ್ಮ ಟೋಕನ್ ಗಳನ್ನು ಸುಲಭವಾಗಿ ವಿನಿಮಯ ಮಾಡಿಕೊಳ್ಳಿ. ನೆಟ್ವರ್ಕ್ ನಾದ್ಯಂತ ಜನರೊಂದಿಗೆ ಟೋಕನ್ ಗಳನ್ನು ವ್ಯಾಪಾರ ಮಾಡಲು ನಿಮಗೆ ಅನುಮತಿಸುವ ಸಮುದಾಯ ನೆಚ್ಚಿನದು.",
  "page-dapps-ens-logo-alt": "ಎಥೆರಿಯಮ್ ಹೆಸರು ಸೇವೆ ಲೋಗೋ",
  "page-dapps-explore-dapps-description": "ವಿಕೇಂದ್ರೀಕೃತ ನೆಟ್ವರ್ಕ್ಗಳ ಸಾಧ್ಯತೆಗಳನ್ನು ಪರೀಕ್ಷಿಸುವ ಬಹಳ Daaps ಇನ್ನೂ ಪ್ರಾಯೋಗಿಕವಾಗಿವೆ. ಆದರೆ ತಂತ್ರಜ್ಞಾನ, ಹಣಕಾಸು, ಗೇಮಿಂಗ್ ಮತ್ತು ಕಲೆಕ್ಟಿಬಲ್ಸ್ ವಿಭಾಗಗಳಲ್ಲಿ ಕೆಲವು ಯಶಸ್ವಿ ಆರಂಭಿಕ ಹೆಜ್ಜೆಗಳು ನಡೆದಿವೆ.",
  "page-dapps-explore-dapps-title": "Dapps ಅನ್ವೇಷಿಸಿ",
  "page-dapps-features-1-description": "ಒಮ್ಮೆ ಇಥಿರಿಯಮ್ ಗೆ ನಿಯೋಜಿಸಿದ ನಂತರ, Dapp ಕೋಡ್ ಅನ್ನು ತೆಗೆದುಹಾಕಲು ಸಾಧ್ಯವಿಲ್ಲ. ಮತ್ತು ಯಾರು ಬೇಕಾದರೂ Dapp ನ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಬಳಸಬಹುದು. Dapp ನ ಹಿಂದಿನ ತಂಡವು ವಿಸರ್ಜಿಸಲ್ಪಟ್ಟರೂ ಸಹ ನೀವು ಅದನ್ನು ಬಳಸಬಹುದು. ಒಮ್ಮೆ ಇಥಿರಿಯಮ್ ನಲ್ಲಿ, ಅದು ಅಲ್ಲಿಯೇ ಉಳಿಯುತ್ತದೆ.",
  "page-dapps-features-1-title": "ಮಾಲೀಕರು ಇಲ್ಲ",
  "page-dapps-features-2-description": "Dapp ಬಳಸುವುದರಿಂದ ಅಥವಾ ವಹಿವಾಟುಗಳನ್ನು ಸಲ್ಲಿಸುವುದರಿಂದ ನಿಮ್ಮನ್ನು ನಿರ್ಬಂಧಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ಉದಾಹರಣೆಗೆ, ಟ್ವಿಟರ್ ಇಥಿರಿಯಮ್ ನಲ್ಲಿದ್ದರೆ, ಯಾರೂ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ನಿರ್ಬಂಧಿಸಲು ಅಥವಾ ಟ್ವೀಟ್ ಮಾಡುವುದನ್ನು ತಡೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ.",
  "page-dapps-features-2-title": "ಸೆನ್ಸಾರ್ಶಿಪ್ನಿಂದ ಮುಕ್ತವಾಗಿದೆ",
  "page-dapps-features-3-description": "ಇಥಿರಿಯಮ್ ETH ಅನ್ನು ಹೊಂದಿರುವುದರಿಂದ, ಪಾವತಿಗಳು ಇಥಿರಿಯಮ್ ಗೆ ಸ್ಥಳೀಯವಾಗಿವೆ. ಡೆವಲಪರ್ ಗಳು ಮೂರನೇ ಪಕ್ಷದ ಪಾವತಿ ಪೂರೈಕೆದಾರರೊಂದಿಗೆ ಸಂಯೋಜಿಸಲು ಸಮಯ ಕಳೆಯಬೇಕಾಗಿಲ್ಲ.",
  "page-dapps-features-3-title": "ಅಂತರ್ನಿರ್ಮಿತ ಪಾವತಿಗಳು",
  "page-dapps-features-4-description": "ಡಾಪ್ ಕೋಡ್ ಸಾಮಾನ್ಯವಾಗಿ ತೆರೆದಿರುತ್ತದೆ ಮತ್ತು ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ ಹೊಂದಿಕೆಯಾಗುತ್ತದೆ. ಇತರ ತಂಡಗಳ ಕೆಲಸವನ್ನು ಬಳಸಿಕೊಂಡು ತಂಡಗಳು ನಿಯಮಿತವಾಗಿ ನಿರ್ಮಿಸುತ್ತವೆ. ನಿಮ್ಮ Dapp ಡಾಪ್ನಲ್ಲಿ ಟೋಕನ್ಗಳನ್ನು ಬದಲಾಯಿಸಲು ಬಳಕೆದಾರರಿಗೆ ನೀವು ಅನುಮತಿಸಲು ಬಯಸಿದರೆ, ನೀವು ಮತ್ತೊಂದು Dapp ಕೋಡ್ ಅನ್ನು ಪ್ಲಗ್ ಇನ್ ಮಾಡಬಹುದು.",
  "page-dapps-features-4-title": "ಪ್ಲಗ್ ಮಾಡಿ ಮತ್ತು ಪ್ಲೇ ಮಾಡಿ",
  "page-dapps-features-5-description": "ಹೆಚ್ಚಿನ Dapps ಡಾಪ್ಗಳೊಂದಿಗೆ, ನಿಮ್ಮ ನೈಜ-ಪ್ರಪಂಚದ ಗುರುತನ್ನು ನೀವು ಹಂಚಿಕೊಳ್ಳುವ ಅಗತ್ಯವಿಲ್ಲ. ನಿಮ್ಮ ಇಥಿರಿಯಮ್ ಖಾತೆಯು ನಿಮ್ಮ ಲಾಗಿನ್ ಆಗಿದೆ ಮತ್ತು ನಿಮಗೆ ಕೇವಲ ವ್ಯಾಲೆಟ್ ಅಗತ್ಯವಿದೆ.",
  "page-dapps-features-5-title": "ಒಂದು ಅನಾಮಧೇಯ ಲಾಗಿನ್",
  "page-dapps-features-6-description": "ಕ್ರಿಪ್ಟೋಗ್ರಫಿ ದಾಳಿಕೋರರು ನಿಮ್ಮ ಪರವಾಗಿ ವಹಿವಾಟುಗಳು ಮತ್ತು ಇತರ ಡಾಪ್ ಸಂವಹನಗಳನ್ನು ನಕಲಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ ಎಂದು ಖಚಿತಪಡಿಸುತ್ತದೆ. ನಿಮ್ಮ ಇಥಿರಿಯಮ್ ಖಾತೆಯೊಂದಿಗೆ - ಸಾಮಾನ್ಯವಾಗಿ ನಿಮ್ಮ ವ್ಯಾಲೆಟ್ ಮೂಲಕ - ನಿಮ್ಮ ರುಜುವಾತುಗಳು ಸುರಕ್ಷಿತವಾಗಿರಲು ನೀವು ಡಾಪ್ ಕ್ರಿಯೆಗಳನ್ನು ಅಧಿಕೃತಗೊಳಿಸುತ್ತೀರಿ.",
  "page-dapps-features-6-title": "ಕ್ರಿಪ್ಟೋಗ್ರಫಿಯಿಂದ ಬೆಂಬಲಿತವಾಗಿದೆ",
  "page-dapps-features-7-description": "ಇಥಿರಿಯಮ್ ಡಾಪ್ ಲೈವ್ ಆದ ನಂತರ, ಎಥೆರಿಯಮ್ ಸ್ವತಃ ಕೆಳಗಿಳಿದರೆ ಮಾತ್ರ ಅದು ಕೆಲಸ ಮಾಡುವುದಿಲ್ಲ. ಎಥೆರಿಯಮ್ ಗಾತ್ರದ ಜಾಲಗಳು ದಾಳಿ ಮಾಡಲು ಕುಖ್ಯಾತವಾಗಿವೆ.",
  "page-dapps-features-7-title": "ಡೌನ್ ಟೈಮ್ ಇಲ್ಲ",
  "page-dapps-finance-benefits-1-description": "ಇಥಿರಿಯಮ್ ನಲ್ಲಿ ಚಲಿಸುವ ಹಣಕಾಸು ಸೇವೆಗಳಿಗೆ ಯಾವುದೇ ಸೈನ್ ಅಪ್ ಅವಶ್ಯಕತೆಗಳಿಲ್ಲ. ನಿಮ್ಮ ಬಳಿ ಹಣ ಮತ್ತು ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕವಿದ್ದರೆ, ನೀವು ಚೆನ್ನಾಗಿರುತ್ತೀರಿ.",
  "page-dapps-finance-benefits-1-title": "ಪ್ರವೇಶ ತೆರೆ",
  "page-dapps-finance-benefits-2-description": "ಈ ಹಣಕಾಸು ಉತ್ಪನ್ನಗಳಾದ್ಯಂತ ನೀವು ಸಂವಹನ ನಡೆಸಬಹುದಾದ ಟೋಕನ್ ಗಳ ಸಂಪೂರ್ಣ ಜಗತ್ತು ಇದೆ. ಜನರು ಎಲ್ಲಾ ಸಮಯದಲ್ಲೂ ಇಥಿರಿಯಮ್ ಮೇಲೆ ಹೊಸ ಟೋಕನ್ ಗಳನ್ನು ನಿರ್ಮಿಸುತ್ತಿದ್ದಾರೆ.",
  "page-dapps-finance-benefits-2-title": "ಹೊಸ ಟೋಕನ್ ಆರ್ಥಿಕತೆ",
  "page-dapps-finance-benefits-3-description": "ತಂಡಗಳು ಸ್ಥಿರವಾದ ಕಾಯಿನ್ಗಳನ್ನು ನಿರ್ಮಿಸಿವೆ - ಕಡಿಮೆ ಬಾಷ್ಪಶೀಲ ಕ್ರಿಪ್ಟೋಕರೆನ್ಸಿ. ಅಪಾಯ ಮತ್ತು ಅನಿಶ್ಚಿತತೆ ಇಲ್ಲದೆ ಕ್ರಿಪ್ಟೋವನ್ನು ಪ್ರಯೋಗಿಸಲು ಮತ್ತು ಬಳಸಲು ಇವು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತವೆ.",
  "page-dapps-finance-benefits-3-title": "ಸ್ಟೇಬಲ್‍ಕಾಯಿನ್‍‍ಗಳು",
  "page-dapps-finance-benefits-4-description": "ಇಥಿರಿಯಮ್ ಜಾಗದಲ್ಲಿನ ಹಣಕಾಸು ಉತ್ಪನ್ನಗಳು ಎಲ್ಲವೂ ಮಾಡ್ಯುಲರ್ ಮತ್ತು ಪರಸ್ಪರ ಹೊಂದಿಕೆಯಾಗುತ್ತವೆ. ಈ ಮಾಡ್ಯೂಲ್ ಗಳ ಹೊಸ ಕಾನ್ಫಿಗರೇಶನ್ ಗಳು ಎಲ್ಲಾ ಸಮಯದಲ್ಲೂ ಮಾರುಕಟ್ಟೆಯನ್ನು ತಲುಪುತ್ತಿವೆ, ನಿಮ್ಮ ಕ್ರಿಪ್ಟೋದೊಂದಿಗೆ ನೀವು ಏನು ಮಾಡಬಹುದು ಎಂಬುದನ್ನು ಹೆಚ್ಚಿಸುತ್ತದೆ.",
  "page-dapps-finance-benefits-4-title": "ಪರಸ್ಪರ ಸಂಪರ್ಕಿತ ಹಣಕಾಸು ಸೇವೆಗಳು",
  "page-dapps-finance-benefits-description": "ವಿಕೇಂದ್ರೀಕೃತ ಹಣಕಾಸು ಅನ್ವಯಿಕೆಗಳು ಅಭಿವೃದ್ಧಿ ಹೊಂದಲು ಅನುವು ಮಾಡಿಕೊಡುವ ಎಥೆರಿಯಮ್ ಬಗ್ಗೆ ಏನು?",
  "page-dapps-finance-benefits-title": "ವಿಕೇಂದ್ರೀಕೃತ ಹಣಕಾಸು DeFi",
  "page-dapps-finance-button": "ಹಣಕಾಸು",
  "page-dapps-finance-description": "ಇವು ಕ್ರಿಪ್ಟೋಕರೆನ್ಸಿಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಹಣಕಾಸು ಸೇವೆಗಳನ್ನು ನಿರ್ಮಿಸುವತ್ತ ಗಮನ ಹರಿಸುವ ಅಪ್ಲಿಕೇಶನ್ಗಳಾಗಿವೆ. ಅವರು ಸಾಲ ನೀಡುವುದು, ಸಾಲ ಪಡೆಯುವುದು, ಬಡ್ಡಿಯನ್ನು ಗಳಿಸುವುದು ಮತ್ತು ಖಾಸಗಿ ಪಾವತಿಗಳನ್ನು ನೀಡುತ್ತಾರೆ - ಯಾವುದೇ ವೈಯಕ್ತಿಕ ಡೇಟಾ ಅಗತ್ಯವಿಲ್ಲ.",
  "page-dapps-finance-title": "ವಿಕೇಂದ್ರೀಕೃತ ಹಣಕಾಸು",
  "page-dapps-foundation-logo-alt": "ಪ್ರತಿಷ್ಠಾನದ ಲೋಗೋ",
  "page-dapps-gaming-benefits-1-description": "ಇದು ವರ್ಚುವಲ್ ಭೂಮಿ ಅಥವಾ ಟ್ರೇಡಿಂಗ್ ಕಾರ್ಡ್ ಆಗಿರಲಿ, ನಿಮ್ಮ ವಸ್ತುಗಳನ್ನು ಕಲೆಕ್ಟಿಬಲ್ಸ್ ಮಾರುಕಟ್ಟೆಗಳಲ್ಲಿ ವ್ಯಾಪಾರ ಮಾಡಬಹುದು. ನಿಮ್ಮ ಇನ್-ಗೇಮ್ ಐಟಂಗಳು ನೈಜ-ಪ್ರಪಂಚದ ಮೌಲ್ಯವನ್ನು ಹೊಂದಿವೆ.",
  "page-dapps-gaming-benefits-1-title": "ಆಟದ ಐಟಂಗಳು ಟೋಕನ್ ಗಳಂತೆ ದ್ವಿಗುಣಗೊಳ್ಳುತ್ತವೆ",
  "page-dapps-gaming-benefits-2-description": "ನೀವು ನಿಮ್ಮ ವಸ್ತುಗಳನ್ನು ಹೊಂದಿದ್ದೀರಿ, ಮತ್ತು ಕೆಲವು ಸಂದರ್ಭಗಳಲ್ಲಿ ನಿಮ್ಮ ಪ್ರಗತಿ, ಆಟದ ಕಂಪನಿಗಳಲ್ಲ. ಆದ್ದರಿಂದ ಆಟದ ಹಿಂದಿನ ಕಂಪನಿಯ ಮೇಲೆ ದಾಳಿ ನಡೆದರೆ, ಸರ್ವರ್ ಅಸಮರ್ಪಕ ಕಾರ್ಯನಿರ್ವಹಣೆಯಿಂದ ಬಳಲುತ್ತಿದ್ದರೆ ಅಥವಾ ವಿಸರ್ಜಿಸಿದರೆ ನೀವು ಏನನ್ನೂ ಕಳೆದುಕೊಳ್ಳುವುದಿಲ್ಲ.",
  "page-dapps-gaming-benefits-2-title": "ನಿಮ್ಮ ಉಳಿತಾಯಗಳು ಸುರಕ್ಷಿತವಾಗಿವೆ",
  "page-dapps-gaming-benefits-3-description": "ಪರಿಶೀಲಿಸಲು ಯಾರಿಗಾದರೂ ಇಥಿರಿಯಮ್ ಪಾವತಿಗಳು ಲಭ್ಯವಿರುವಂತೆಯೇ, ಆಟಗಳು ನ್ಯಾಯಸಮ್ಮತತೆಯನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ಈ ಗುಣಮಟ್ಟವನ್ನು ಬಳಸಬಹುದು.",
  "page-dapps-gaming-benefits-3-title": "ಸಮರ್ಥನೀಯ ನ್ಯಾಯಸಮ್ಮತತೆ",
  "page-dapps-gaming-benefits-description": "ವಿಕೇಂದ್ರೀಕೃತ ಗೇಮಿಂಗ್ ಅಭಿವೃದ್ಧಿ ಹೊಂದಲು ಅನುವು ಮಾಡಿಕೊಡುವ ಇಥಿರಿಯಮ್ ಬಗ್ಗೆ ಏನು?",
  "page-dapps-gaming-benefits-title": "ವಿಕೇಂದ್ರೀಕೃತ ಗೇಮಿಂಗ್",
  "page-dapps-gaming-button": "ಗೇಮಿಂಗ್",
  "page-dapps-gaming-description": "ಇವು ವರ್ಚುವಲ್ ಜಗತ್ತುಗಳ ಸೃಷ್ಟಿಯ ಮೇಲೆ ಕೇಂದ್ರೀಕರಿಸುವ ಮತ್ತು ನೈಜ-ಪ್ರಪಂಚದ ಮೌಲ್ಯವನ್ನು ಹೊಂದಿರುವ ಸಂಗ್ರಹಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಇತರ ಆಟಗಾರರೊಂದಿಗೆ ಹೋರಾಡುವ ಅಪ್ಲಿಕೇಶನ್ಗಳಾಗಿವೆ.",
  "page-dapps-gaming-title": "ವಿಕೇಂದ್ರೀಕೃತ ಗೇಮಿಂಗ್",
  "page-dapps-get-some-eth-description": "Dapp ಕ್ರಿಯೆಗಳಿಗೆ ವಹಿವಾಟು ಶುಲ್ಕ ವೆಚ್ಚವಾಗುತ್ತದೆ",
  "page-dapps-get-started-subtitle": "Dapp ಅನ್ನು ಪ್ರಯತ್ನಿಸಲು, ನಿಮಗೆ ವ್ಯಾಲೆಟ್ ಮತ್ತು ಸ್ವಲ್ಪ ETH ಅಗತ್ಯವಿದೆ. ಸಂಪರ್ಕಿಸಲು ಅಥವಾ ಲಾಗ್ ಇನ್ ಮಾಡಲು ವ್ಯಾಲೆಟ್ ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ. ಮತ್ತು ಯಾವುದೇ ವಹಿವಾಟು ಶುಲ್ಕವನ್ನು ಪಾವತಿಸಲು ನಿಮಗೆ ETH ಅಗತ್ಯವಿದೆ.",
  "page-dapps-get-started-title": "ಪ್ರಾರಂಭಿಸಿ",
  "page-dapps-gitcoin-grants-logo-alt": "ಗಿಟ್ಕಾಯಿನ್ ಅನುದಾನ ಲೋಗೋ",
  "page-dapps-gitcoin-logo-alt": "ಗಿಟ್ಕಾಯಿನ್ ಲೋಗೋ",
  "page-dapps-gods-unchained-logo-alt": "Gods Unchained ಲೋಗೋ",
  "page-dapps-golem-logo-alt": "Golem ಲೋಗೋ",
  "page-dapps-radicle-logo-alt": "Radicle ಲೋಗೋ",
  "page-dapps-hero-header": "ಎಥೆರಿಯಮ್-ಚಾಲಿತ ಉಪಕರಣಗಳು ಮತ್ತು ಸೇವೆಗಳು",
  "page-dapps-hero-subtitle": "Dapps ಎಂಬುದು ವ್ಯವಹಾರ ಮಾದರಿಗಳನ್ನು ಅಡ್ಡಿಪಡಿಸಲು ಅಥವಾ ಹೊಸದನ್ನು ಕಂಡುಹಿಡಿಯಲು ಇಥಿರಿಯಮ್ ಅನ್ನು ಬಳಸುವ ಅಪ್ಲಿಕೇಶನ್ ಗಳ ಬೆಳೆಯುತ್ತಿರುವ ಚಲನೆಯಾಗಿದೆ.",
  "page-dapps-how-dapps-work-p1": "ಡಾಪ್ಸ್ ತಮ್ಮ ಬ್ಯಾಕ್ ಎಂಡ್ ಕೋಡ್ (ಸ್ಮಾರ್ಟ್ ಒಪ್ಪಂದಗಳು) ಅನ್ನು ವಿಕೇಂದ್ರೀಕೃತ ನೆಟ್ ವರ್ಕ್ ನಲ್ಲಿ ಚಲಿಸುತ್ತದೆ ಮತ್ತು ಕೇಂದ್ರೀಕೃತ ಸರ್ವರ್ ನಲ್ಲಿ ಅಲ್ಲ. ಅವರು ಡೇಟಾ ಸಂಗ್ರಹಣೆಗಾಗಿ ಇಥಿರಿಯಮ್ ಬ್ಲಾಕ್ಚೈನ್ ಮತ್ತು ತಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ ತರ್ಕಕ್ಕಾಗಿ ಸ್ಮಾರ್ಟ್ ಒಪ್ಪಂದಗಳನ್ನು ಬಳಸುತ್ತಾರೆ.",
  "page-dapps-how-dapps-work-p2": "ಸ್ಮಾರ್ಟ್ ಒಪ್ಪಂದವು ಎಲ್ಲರಿಗೂ ಆ ನಿಯಮಗಳ ಪ್ರಕಾರ ನಿಖರವಾಗಿ ನೋಡಲು ಮತ್ತು ಚಲಾಯಿಸಲು ಸರಪಳಿಯಲ್ಲಿ ವಾಸಿಸುವ ನಿಯಮಗಳ ಗುಂಪಿನಂತಿದೆ. ಮಾರಾಟ ಯಂತ್ರವನ್ನು ಕಲ್ಪಿಸಿಕೊಳ್ಳಿ: ನೀವು ಅದಕ್ಕೆ ಸಾಕಷ್ಟು ಹಣ ಮತ್ತು ಸರಿಯಾದ ಆಯ್ಕೆಯನ್ನು ಒದಗಿಸಿದರೆ, ನಿಮಗೆ ಬೇಕಾದ ವಸ್ತುವನ್ನು ನೀವು ಪಡೆಯುತ್ತೀರಿ. ಮತ್ತು ಮಾರಾಟ ಯಂತ್ರಗಳಂತೆ, ಸ್ಮಾರ್ಟ್ ಒಪ್ಪಂದಗಳು ನಿಮ್ಮ ಇಥಿರಿಯಮ್ ಖಾತೆಯಂತೆಯೇ ಹಣವನ್ನು ಹಿಡಿದಿಟ್ಟುಕೊಳ್ಳಬಹುದು. ಇದು ಒಪ್ಪಂದಗಳು ಮತ್ತು ವಹಿವಾಟುಗಳನ್ನು ಮಧ್ಯಸ್ಥಿಕೆ ವಹಿಸಲು ಕೋಡ್ ಅನ್ನು ಅನುಮತಿಸುತ್ತದೆ.",
  "page-dapps-how-dapps-work-p3": "ಇಥಿರಿಯಮ್ ನೆಟ್ ವರ್ಕ್ ನಲ್ಲಿ Dapp ಗಳನ್ನು ನಿಯೋಜಿಸಿದ ನಂತರ ನೀವು ಅವುಗಳನ್ನು ಬದಲಾಯಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. Dapps ಗಳನ್ನು ವಿಕೇಂದ್ರೀಕರಿಸಬಹುದು ಏಕೆಂದರೆ ಅವುಗಳನ್ನು ಒಪ್ಪಂದದಲ್ಲಿ ಬರೆಯಲಾದ ತರ್ಕದಿಂದ ನಿಯಂತ್ರಿಸಲಾಗುತ್ತದೆ, ಒಬ್ಬ ವ್ಯಕ್ತಿ ಅಥವಾ ಕಂಪನಿ ಅಲ್ಲ.",
  "page-dapps-how-dapps-work-title": "Dapps ಹೇಗೆ ಕೆಲಸ ಮಾಡುತ್ತದೆ",
  "page-dapps-learn-callout-button": "ಸ್ಟಾರ್ಟ್ ಬಿಲ್ಡಿಂಗ್",
  "page-dapps-learn-callout-description": "ನಮ್ಮ ಸಮುದಾಯ ಡೆವಲಪರ್ ಪೋರ್ಟಲ್ ಡಾಕ್ಯುಮೆಂಟ್, ಪರಿಕರಗಳು ಮತ್ತು ಚೌಕಟ್ಟುಗಳನ್ನು ಹೊಂದಿದೆ, ಇದು ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ನಿರ್ಮಿಸಲು ಪ್ರಾರಂಭಿಸಲು ನಿಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ.",
  "page-dapps-learn-callout-image-alt": "ಲೆಗೊಗಳಿಂದ ETH ಚಿಹ್ನೆಯನ್ನು ನಿರ್ಮಿಸುವ ಕೈಯ ಚಿತ್ರಣ.",
  "page-dapps-learn-callout-title": "Dapp ನಿರ್ಮಿಸಲು ಕಲಿಯಿರಿ",
  "page-dapps-loopring-logo-alt": "ಲೂಪ್ರಿಂಗ್ ಲೋಗೋ",
  "page-dapps-magic-behind-dapps-description": "Dapps ಸಾಮಾನ್ಯ ಅಪ್ಲಿಕೇಶನ್ ಗಳಂತೆ ಭಾಸವಾಗಬಹುದು. ಆದರೆ ತೆರೆಮರೆಯಲ್ಲಿ ಕೆಲವು ವಿಶೇಷ ಗುಣಗಳನ್ನು ಹೊಂದಿವೆ ಏಕೆಂದರೆ ಅವು ಇಥಿರಿಯಮ್ ನ ಎಲ್ಲಾ ಮಹಾಶಕ್ತಿಗಳನ್ನು ಆನುವಂಶಿಕವಾಗಿ ಪಡೆಯುತ್ತವೆ. ಅಪ್ಲಿಕೇಶನ್ ಗಳಿಗಿಂತ Dapps ಗಳನ್ನು ವಿಭಿನ್ನವಾಗಿಸುವ ಅಂಶಗಳು ಇಲ್ಲಿವೆ.",
  "page-dapps-magic-behind-dapps-link": "ಇಥಿರಿಯಮ್ ಅನ್ನು ಶ್ರೇಷ್ಠವಾಗಿಸುವುದು ಯಾವುದು?",
  "page-dapps-magic-behind-dapps-title": "Dapps ಹಿಂದಿನ ಮ್ಯಾಜಿಕ್",
  "page-dapps-magic-title-1": "ಮ್ಯಾಜಿಕ್",
  "page-dapps-magic-title-2": "ಹಿಂದೆ",
  "page-dapps-magician-img-alt": "ಜಾದೂಗಾರರ ವಿವರಣೆ",
  "page-dapps-marble-cards-logo-alt": "ಮಾರ್ಬಲ್.ಕಾರ್ಡ್ಸ್ ಲೋಗೋ",
  "page-dapps-async-logo-alt": "Async ಲೋಗೋ",
  "page-dapps-matcha-logo-alt": "Matcha ಲೋಗೋ",
  "page-dapps-mobile-options-header": "ಮತ್ತೊಂದು ವರ್ಗವನ್ನು ಬ್ರೌಸ್ ಮಾಡಿ",
  "page-dapps-nifty-gateway-logo-alt": "ನಿಫ್ಟಿ ಗೇಟ್ ವೇ ಲೋಗೋ",
  "page-dapps-oasis-logo-alt": "Oasis ಲೋಗೋ",
  "page-dapps-opensea-logo-alt": "OpenSea ಲೋಗೋ",
  "page-dapps-opera-logo-alt": "Opera ಲೋಗೋ",
  "page-dapps-polymarket-logo-alt": "Polymarket ಲೋಗೋ",
  "page-dapps-poap-logo-alt": "Proof of Attendance Protocol (ಹಾಜರಾತಿ ಪ್ರೋಟೋಕಾಲ್ ನ ಪುರಾವೆ) ಲೋಗೋ",
  "page-dapps-pooltogether-logo-alt": "PoolTogether ಲೋಗೋ",
  "page-dapps-rarible-logo-alt": "Rarible ಲೋಗೋ",
  "page-dapps-ready-button": "Go",
  "page-dapps-ready-description": "ಪ್ರಯತ್ನಿಸಲು dapp ಆಯ್ಕೆಮಾಡಿ",
  "page-dapps-ready-title": "ಸಿದ್ಧರಿದ್ದೀರಾ?",
  "page-dapps-sablier-logo-alt": "Sablier ಸಬ್ಲಿಯರ್ ಲೋಗೋ",
  "page-dapps-set-up-a-wallet-button": "ವ್ಯಾಲೆಟ್ ಹುಡುಕಿ",
  "page-dapps-set-up-a-wallet-description": "ವ್ಯಾಲೆಟ್ ಎಂಬುದು ಡಾಪ್ ಗಾಗಿ ನಿಮ್ಮ \"ಲಾಗಿನ್\" ಆಗಿದೆ",
  "page-dapps-set-up-a-wallet-title": "ವ್ಯಾಲೆಟ್ ಹೊಂದಿಸಿ ಸೆಟ್ ಮಾಡಿ",
  "page-dapps-superrare-logo-alt": "SuperRare ಲೋಗೋ",
  "page-dapps-technology-button": "ತಂತ್ರಜ್ಞಾನ",
  "page-dapps-technology-description": "ಇವು ಡೆವಲಪರ್ ಸಾಧನಗಳನ್ನು ವಿಕೇಂದ್ರೀಕರಿಸುವುದು, ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ತಂತ್ರಜ್ಞಾನದಲ್ಲಿ ಕ್ರಿಪ್ಟೋಎಕನಾಮಿಕ್ ವ್ಯವಸ್ಥೆಗಳನ್ನು ಸಂಯೋಜಿಸುವುದು ಮತ್ತು ಮುಕ್ತ-ಮೂಲ ಅಭಿವೃದ್ಧಿ ಕಾರ್ಯಗಳಿಗೆ ಮಾರುಕಟ್ಟೆಗಳನ್ನು ರಚಿಸುವತ್ತ ಗಮನ ಹರಿಸುವ ಅಪ್ಲಿಕೇಶನ್ಗಳಾಗಿವೆ.",
  "page-dapps-technology-title": "ವಿಕೇಂದ್ರೀಕೃತ ತಂತ್ರಜ್ಞಾನ",
  "page-dapps-token-sets-logo-alt": "Token Sets ಲೋಗೋ",
  "page-dapps-uniswap-logo-alt": "Uniswap ಲೋಗೋ",
  "page-dapps-wallet-callout-button": "ವ್ಯಾಲೆಟ್ ಹುಡುಕಿ",
  "page-dapps-wallet-callout-description": "ವ್ಯಾಲೆಟ್ ಗಳು ಸಹ Dapps ಗಳಾಗಿವೆ. ನಿಮಗೆ ಸರಿಹೊಂದುವ ವೈಶಿಷ್ಟ್ಯಗಳ ಆಧಾರದ ಮೇಲೆ ಒಂದನ್ನು ಹುಡುಕಿ.",
  "page-dapps-wallet-callout-image-alt": "ರೋಬೋಟ್ ನ ವಿವರಣೆ.",
  "page-dapps-wallet-callout-title": "ವ್ಯಾಲೆಟ್ ಗಳನ್ನು ವೀಕ್ಷಿಸಿ",
  "page-dapps-warning-header": "ಯಾವಾಗಲೂ ನಿಮ್ಮ ಸ್ವಂತ ಸಂಶೋಧನೆ ಮಾಡಿ",
  "page-dapps-warning-message": "ಇಥಿರಿಯಮ್ ಒಂದು ಹೊಸ ತಂತ್ರಜ್ಞಾನವಾಗಿದೆ ಮತ್ತು ಹೆಚ್ಚಿನ ಅನ್ವಯಿಕೆಗಳು ಹೊಸದಾಗಿದೆ. ಯಾವುದೇ ದೊಡ್ಡ ಪ್ರಮಾಣದ ಹಣವನ್ನು ಠೇವಣಿ ಮಾಡುವ ಮೊದಲು, ನೀವು ಅಪಾಯಗಳನ್ನು ಅರ್ಥಮಾಡಿಕೊಂಡಿದ್ದೀರಿ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.",
  "page-dapps-what-are-dapps": "Dapps ಡಾಪ್ಸ್ ಎಂದರೇನು?",
  "page-dapps-more-on-defi-button": "ವಿಕೇಂದ್ರೀಕೃತ ಹಣಕಾಸು DeFiಬಗ್ಗೆ ಇನ್ನಷ್ಟು",
  "page-dapps-more-on-nft-button": "ಟೋಕನೈಸ್ಡ್ ಕಲೆಕ್ಟಿಬಲ್ ಗಳ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು",
  "page-dapps-more-on-nft-gaming-button": "ಟೋಕನೈಸ್ಡ್ ಇನ್-ಗೇಮ್ ಐಟಂಗಳ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು",
  "page-dapps-dapp-description-pwn": "ಇಥಿರಿಯಮ್ ಮೇಲೆ ಯಾವುದೇ ಟೋಕನ್ ಅಥವಾ NFT ಎನ್ಎಫ್ಟಿಗಳಿಂದ ಬೆಂಬಲಿತ ಸುಲಭ ಸಾಲಗಳು.",
  "page-dapps-pwn-image-alt": "PWN ಲೋಗೋ",
  "page-dapps-dapp-description-yearn": "ಇಯರ್ನ್ ಫೈನಾನ್ಸ್ ಒಂದು ಇಳುವರಿ ಸಂಗ್ರಹವಾಗಿದೆ. ವ್ಯಕ್ತಿಗಳು, DAO ಡಿಎಒಗಳು ಮತ್ತು ಇತರ ಪ್ರೋಟೋಕಾಲ್ಗಳಿಗೆ ಡಿಜಿಟಲ್ ಸ್ವತ್ತುಗಳನ್ನು ಠೇವಣಿ ಮಾಡಲು ಮತ್ತು ಇಳುವರಿಯನ್ನು ಸ್ವೀಕರಿಸಲು ಒಂದು ಮಾರ್ಗವನ್ನು ನೀಡುವುದು.",
  "page-dapps-yearn-image-alt": "Yearn ಲೋಗೋ",
  "page-dapps-dapp-description-convex": "ಕನ್ವೆಕ್ಸ್ ಕರ್ವ್ ಲಿಕ್ವಿಡಿಟಿ ಪೂರೈಕೆದಾರರಿಗೆ ವ್ಯಾಪಾರ ಶುಲ್ಕವನ್ನು ಗಳಿಸಲು ಮತ್ತು ತಮ್ಮ CRVಯನ್ನು ಲಾಕ್ ಮಾಡದೆ ವರ್ಧಿತ CRVಯನ್ನು ಕ್ಲೈಮ್ ಮಾಡಲು ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ.",
  "page-dapps-convex-image-alt": "Convex ಲೋಗೋ",
  "foundation": "ಫೌಂಡೇಶನ್",
  "transaction-fees": "ವಹಿವಾಟು ಶುಲ್ಕ ಎಂದರೇನು?",
  "page-wallets-get-some": "ಸ್ವಲ್ಪ ETH ಪಡೆಯಿರಿ"
}
