{
  "layer-2-arbitrum-note": "ಫ್ರಾಡ್ ಪುರಾವೆಗಳನ್ನು ಶ್ರೇಣೀಕೃತ ಬಳಕೆದಾರರಿಗೆ ಮಾತ್ರ ನೀಡಲಾಗುತ್ತದೆ. ಶ್ರೇಣೀಕರಣ ಇನ್ನೂ ತೆರೆಯಿಲ್ಲ",
  "layer-2-boba-note": "ಅಭಿವೃದ್ಧಿಯಲ್ಲಿ ರಾಜ್ಯದ ದೃಢೀಕರಣ",
  "layer-2-optimism-note": "ಅಭಿವೃದ್ಧಿಯಲ್ಲಿ ದೋಷ ಸಾಬೀತುಗಳು",
  "layer-2-hero-title": "ಪದರ 2",
  "layer-2-hero-header": "ಎಲ್ಲರಿಗೂ ಇಥಿರಿಯಮ್",
  "layer-2-hero-subtitle": "ಸಾಮೂಹಿಕ ಅಳವಡಿಕೆಯಗಾಗಿ ಇಥಿರಿಯಮ್ ಅನ್ನು ಸ್ಕೇಲ್ ಮಾಡುವುದು.",
  "layer-2-hero-alt-text": "ಲೇಯರ್ 2 ರಲ್ಲಿ ಲೇವಾದೇವಿಗಳನ್ನು ಒಟ್ಟುಗೂಡಿಸುವಿಕೆಯ ಚಿತ್ರಣ ಮತ್ತು ಅದನ್ನು ಪೋಸ್ಟ್ ಮಾಡಲಾಗಿದೆ ಇಥಿರಿಯಮ್ ಮುಖ್ಯ ಜಾಲ",
  "layer-2-hero-button-1": "ಲೇಯರ್ 2 ಎಂದರೇನು",
  "layer-2-hero-button-2": "ಲೇಯರ್ 2 ಬಳಸಿ",
  "layer-2-hero-button-3": "ಲೇಯರ್ 2 ಗೆ ಸರಿಸು",
  "layer-2-statsbox-1": "ಲೇಯರ್ 2 ರಲ್ಲಿ ಲಾಕ್ ಮಾಡಿದ TVL (USD)",
  "layer-2-statsbox-2": "ಲೇಯರ್ 2 ETH ವರ್ಗಾವಣೆ ಶುಲ್ಕದ ಸರಾಸರಿ (USD)",
  "layer-2-statsbox-3": "ಲೇಯರ್ 2 ಟಿವಿಎಲ್ ಬದಲಾವಣೆ (30 ದಿನಗಳು)",
  "layer-2-what-is-layer-2-title": "ಲೇಯರ್ 2 Eth ವರ್ಗಾವಣೆ ಶುಲ್ಕದ ಸರಾಸರಿ (Usd)?",
  "layer-2-what-is-layer-2-1": "ಲೇಯರ್ 2 (L2) ಎಂಬುದು ಈಥೆರಿಯಂ ಸ್ಕೇಲಿಂಗ್ ಪರಿಹಾರಗಳ ಒಂದು ನಿರ್ದಿಷ್ಟ ಗುಂಪನ್ನು ವಿವರಿಸಲು ಬಳಸುವ ಸಾಮಾನ್ಯ ಪದವಾಗಿದೆ. <strong>ಲೇಯರ್ 2 ಎಂಬುದು ಈಥೆರಿಯಂ ಅನ್ನು ವಿಸ್ತರಿಸುವ ಮತ್ತು ಈಥೆರಿಯಂನ ಭದ್ರತಾ ಖಾತರೀಕರಣಗಳನ್ನು ಉಳಿಸಿಕೊಳ್ಳುವ ಪ್ರತ್ಯೇಕ ಬ್ಲಾಕ್ಚೈನ್ ಆಗಿದೆ </strong>.",
  "layer-2-what-is-layer-2-2": "ಇದರ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿದುಕೊಳ್ಳೋಣ. ಅದಕ್ಕಾಗಿ, ನಾವು ಮೊದಲು ಲೇಯರ್ 1 (L1) ಅನ್ನು ವಿವರಿಸಬೇಕು.",
  "layer-2-what-is-layer-1-title": "ಲೇಯರ್ 1 ಏನು?",
  "layer-2-what-is-layer-1-1": "ಲೇಯರ್ 1 ಮೂಲ ಬ್ಲಾಕ್ಚೈನ್ ಆಗಿದೆ. ಈಥೇರಿಯಂ ಮತ್ತು ಬಿಟ್‌ನಾಣ್ಯ ಎರಡೂ ಲೇಯರ್ 1 ಬ್ಲಾಕ್ಚೈನ್‌ಗಳು, ಏಕೆಂದರೆ ಅವುಗಳು ಹಲವಾರು ಲೇಯರ್ 2 ನೆಟ್‌ವರ್ಕ್‌ಗಳು ನಿರ್ಮಿಸುವ <strong> ಅಡಿಯಲ್ಲಿರುವ ಅಡಿಪಾಯವಾಗಿವೆ </strong>. ಲೇಯರ್ 2 ಯೋಜನೆಗಳ ಉದಾಹರಣೆಗಳೆಂದರೆ ಈಥೇರಿಯಂನಲ್ಲಿನ \"ರೋಲ್‌ಅಪ್‌ಗಳು\" ಮತ್ತು ಬಿಟ್‌ಕೊಯಿನ್‌ನಲ್ಲಿನ ಲೈಟನಿಂಗ್ ನೆಟ್‌ವರ್ಕ್. ಈ ಲೇಯರ್ 2 ಯೋಜನೆಗಳಲ್ಲಿನ ಎಲ್ಲಾ ಬಳಕೆದಾರ लेनदेನ ಚಟುವಟಿಕೆಗಳು ಅಂತಿಮವಾಗಿ ಲೇಯರ್ 1 ಬ್ಲಾಕ್ಚೈನ್‌ಗೆ ಹಿಂತಿರುಗಬಹುದು.",
  "layer-2-what-is-layer-1-2": "ಇಥಿರಿಯಮ್ ಲೇಯರ್ 2ಗಳ ದಟ್ಟತಾ ಮೂಲಕ ಡೇಟಾ ಪ್ರಾಮಾಣ್ಯವೂ ಹಾಗೂ ಲೇಯರ್2 ಪ್ರಾಜೆಕ್ಟ್ಗಳು ತಮ್ಮ ಲಲಿತ ಡೇಟಾವನ್ನು ಇಥಿರಿಯಮ್‌ಗೆ ಹೇಗೆಂದು ಬೆಲೆಯಿಡಲಾಗಿದೆಯೆಂದು ಹಾಗೂ ಇಥಿರಿಯಮ್‌ನೇ ಡೇಟಾ ಲಭ್ಯತೆಗೆ ನಿರ್ಭರವಾಗುವುದಕ್ಕೆ ಆಧಾರವಾಗುತ್ತದೆ. ಈ ಡೇಟಾವನ್ನು ಲೇಯರ್ 2 ದ ಸ್ಥಿತಿಯನ್ನು ಪಡೆಯಲು ಅಥವಾ ಲೇಯರ್ 2 ಡೇಟಾದ ವಿವಾದಗಳನ್ನು ರಾಜೀ ಮಾಡಲು ಬಳಸಬಹುದು.",
  "layer-2-what-is-layer-1-list-title": "<strong>ಈಥೇರಿಯಂ ಲೇಯರ್ 1 ಒಳಗೊಂಡಿದೆ:</strong>",
  "layer-2-what-is-layer-1-list-1": "<strong>ನೆಟ್‌ವರ್ಕ್‌ನ ಸುರಕ್ಷತೆ ಮತ್ತು ಮಾನ್ಯತೆಗಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುವ ನೋಡ್ ಆಪರೇಟರ್ಗಳ </strong>ಜಾಲ",
  "layer-2-what-is-layer-1-list-2": "<strong>ಬ್ಲಾಕ್ ಉತ್ಪಾದಕರ</strong> ಜಾಲ",
  "layer-2-what-is-layer-1-list-3": "<strong>ಬ್ಲಾಕ್ಚೈನ್</strong> ಮತ್ತು ವಹಿವಾಟು ದತ್ತಾಂಶದ ಇತಿಹಾಸ",
  "layer-2-what-is-layer-1-list-4": "<strong>ಜಾಲದ ಒಮ್ಮತ ವ್ಯವಸ್ಥೆ</strong>",
  "layer-2-what-is-layer-1-list-link-1": "ಇನ್ನೂ ಈಥೇರಿಯಂ ಬಗ್ಗೆ ಗೊಂದಲವಿದೆಯೇ?",
  "layer-2-what-is-layer-1-list-link-2": "ಈಥೇರಿಯಂ ಎಂದರೇನು ಎಂದು ತಿಳಿಯಿರಿ.",
  "layer-2-why-do-we-need-layer-2-title": "ನಮಗೆ ಲೇಯರ್ 2 ಅಗತ್ಯವೇ?",
  "layer-2-why-do-we-need-layer-2-1": "ಬ್ಲಾಕ್ಚೈನ್‌ನ ಮೂರು ಮುಖ್ಯ ಗುಣಲಕ್ಷಣಗಳು ಅದರ <strong>ವಿಕೇಂದ್ರೀಕರಣ, ಭದ್ರತೆ ಮತ್ತು ಪ್ರಮಾಣೀಕರಣ</strong>. <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">ಬ್ಲಾಕ್ಚೈನ್ ತ್ರಿಲೇಮ್ </a>ಎಂದು ಕರೆಯಲ್ಪಡುವುದು ಒಂದು ಸರಳ ಬ್ಲಾಕ್ಚೈನ್ ವಾಸ್ತುಶಿಲ್ಪವು ಈ ಮೂರು ಪೈಕಿ ಎರಡು ಮಾತ್ರ ಸಾಧಿಸಬಹುದೆಂದು ಹೇಳುತ್ತದೆ. ನೀವು ಸುರಕ್ಷಿತ ಮತ್ತು ವಿಕೇಂದ್ರೀಕೃತ ಬ್ಲಾಕ್ಚೈನ್ ಬಯಸಿದರೆ, ನೀವು ಪ್ರಮಾಣೀಕರಣವನ್ನು ಬಲಿ ನೀಡಬೇಕಾಗುತ್ತದೆ.",
  "layer-2-why-do-we-need-layer-2-2": "ಈಥೆರಿಯಂ ಪ್ರಸ್ತುತ<a href=\"https://etherscan.io/chart/tx\" target=\"_blank\"> ದಿನಕ್ಕೆ</a> 1+ ಮಿಲಿಯನ್ ಒಳಗಿನ ಲಾಭಗಳನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುತ್ತದೆ. ಈಥೆರಿಯಂ ಬಳಸುವ ಬೇಡಿಕೆಯು ಉನ್ನತ ಶ್ರೇಣಿಯ ಶುಲ್ಕ ದರಗಳನ್ನು ಉಂಟುಮಾಡಬಹುದು. ಇದು ಲೇಯರ್ 2 ನೆಟ್‌ವರ್ಕ್‌ಗಳಲ್ಲಿ ಬರುತ್ತದೆ.",
  "layer-2-why-do-we-need-layer-2-scalability": "Scalability",
  "layer-2-why-do-we-need-layer-2-scalability-1": "ಲೇಯರ್ 2 ನ ಮುಖ್ಯ ಗುರಿ ಎಂದರೆ ವಿಕೇಂದ್ರೀಕರಣ ಅಥವಾ ಭದ್ರತೆಯನ್ನು ಬಲಿ ನೀಡದೆ लेनदेनದ ಉಪಯುಕ್ತತೆಯನ್ನು (ಹೆಚ್ಚಿನ लेनदेन ಪ್ರತಿ ಸೆಕೆಂಡು) ಹೆಚ್ಚಿಸುವುದು.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "ಈಥೆರಿಯಂ ಮೇನ್‌ನೆಟ್ (ಲೇಯರ್ 1) <a href=\"https://ethtps.info/Network/Ethereum\">ಎರಡು ಕೋಟಿಗೂ ಕಡಿಮೆ ಲೆಕ್ಕಗಳನ್ನು ಪ್ರತಿ ಸೆಕೆಂಡಿಗೆ</a> ಮಾತ್ರ ಸಂಸ್ಕರಿಸಬಲ್ಲದು. ಈಥೆರಿಯಂ ಬಳಕೆಗೆ ಬೇಡಿಕೆ ಹೆಚ್ಚಾದಾಗ, ಜಾಲವು ಜಂಗಲ್ ಆಗುತ್ತದೆ, ಇದು ಲೆಕ್ಕನ ಶುಲ್ಕಗಳನ್ನು ಹೆಚ್ಚಿಸುತ್ತದೆ ಮತ್ತು ಆ ಶುಲ್ಕಗಳನ್ನು ನಿಭಾಯಿಸಲು ಸಾಧ್ಯವಾಗದ ಬಳಕೆದಾರರನ್ನು ಹೊರಗಿಡುತ್ತದೆ. ಲೇಯರ್ 2ಗಳು ಲೇಯರ್ -1 ಬ್ಲಾಕ್ಚೈನ್‌ನಿಂದ ಲೆಕ್ಕಗಳನ್ನು ಸಂಸ್ಕರಿಸುವ ಮೂಲಕ ಆ ಶುಲ್ಕಗಳನ್ನು ಕಡಿಮೆ ಮಾಡುವ ಪರಿಹಾರಗಳಾಗಿವೆ.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "ಈಥೆರಿಯಂನ ದೃಷ್ಟಿ ಬಗ್ಗೆ ಹೆಚ್ಚಿನ ಮಾಹಿತಿ",
  "layer-2-benefits-of-layer-2-title": "ಲೇಯರ್ 2ನ ಪ್ರಯೋಜನಗಳು",
  "layer-2-lower-fees-title": "ಕಡಿಮೆ ಶುಲ್ಕಗಳು",
  "layer-2-lower-fees-description": "ಈಥೆರಿಯಂ ಅನ್ನು ಎಲ್ಲರಿಗೂ ಹೆಚ್ಚು ಲಭ್ಯವಾಗುವಂತೆ ಮಾಡಲು, ಲೇಯರ್ 1 ಟ್ರಾನ್ಸಾಕ್ಷನ್‌ಗೆ ಅನೇಕ ಆಫ್-ಚೈನ್ ಟ್ರಾನ್ಸಾಕ್ಷನ್‌ಗಳನ್ನು ಸಂಯೋಜಿಸುವ ಮೂಲಕ ಟ್ರಾನ್ಸಾಕ್ಷನ್ ಶುಲ್ಕಗಳನ್ನು ಭಾರವಾಗಿ ಕಡಿಮೆ ಮಾಡಲಾಗುತ್ತದೆ.",
  "layer-2-maintain-security-title": "ಭದ್ರತೆಯನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳಿ",
  "layer-2-maintain-security-description": "ಈಥೆರಿಯಂ ಮೇನ್‌ನೆಟ್‌ನ ಭದ್ರತೆಯಿಂದ ಲಾಭ ಪಡೆಯಲು ಬಳಕೆದಾರರಿಗೆ ಅನುವು ಮಾಡಿಕೊಡುವ ಸಲುವಾಗಿ, ಲೇಯರ್ 2 ಬ್ಲಾಕ್ಚೈನ್‌ಗಳು ತಮ್ಮ ಟ್ರಾನ್ಸಾಕ್ಷನ್‌ಗಳನ್ನು ಈಥೆರಿಯಂ ಮೇನ್‌ನೆಟ್‌ನಲ್ಲಿ ನೆಲೆಗೊಳಿಸುತ್ತವೆ.",
  "layer-2-expand-use-cases-title": "ಬಳಕೆಯ ಪ್ರಕರಣಗಳನ್ನು ವಿಸ್ತರಿಸಿ",
  "layer-2-expand-use-cases-description": "ಹೆಚ್ಚಿನ ಟ್ರಾನ್ಸಾಕ್ಷನ್‌ಗಳ ಸಾಮರ್ಥ್ಯ, ಕಡಿಮೆ ಶುಲ್ಕಗಳು ಮತ್ತು ಹೊಸ ತಂತ್ರಜ್ಞಾನದಿಂದಾಗಿ, ಯೋಜನೆಗಳು ಸುಧಾರಿತ ಬಳಕೆದಾರ ಅನುಭವದೊಂದಿಗೆ ಹೊಸ ಅಪ್ಲಿಕೇಶನ್‌ಗಳಾಗಿ ವಿಸ್ತರಿಸುತ್ತವೆ.",
  "layer-2-how-does-layer-2-work-title": "ಲೇಯರ್ 2 ಹೇಗೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ?",
  "layer-2-how-does-layer-2-work-1": "ಹಕ್ಕಾಗಿ ಮೇಲೆ ಹೇಳಿದಂತೆ, ಪದರ 2 ಎಂದರೆ ಈಥರಿಯಮ್ ಲೇಯರ್ 1 ರಿಂದ ವಿಭಾಗಿಸುವ ಹೊಂದಾಣಿಕೆಗಳನ್ನು ಕೂಡಿಸಲಿರುವ ಈಥರಿಯಮ್ ಮುಖರುದ್ದೇಶಿತ ಪರಿಹಾರಗಳ ಒಟ್ಟು ಹೆಸರು. <strong>ಹಕ್ಕಾಗೊಂದು ಹೊರಗಿನ ಬ್ಲಾಕ್ಚೈನ್ ಆಗಿದೆ ಮತ್ತು ಈಥರಿಯಮ್ ಅನ್ನು ವಿಸ್ತರಿಸುತ್ತದೆ</strong>. ಅದು ಹೇಗೆ ಕೆಲಸ ಮಾಡುತ್ತದೆ?",
  "layer-2-how-does-layer-2-work-2": "ಲೇಯರ್ 2 ಗಳು ಹಲವು ರೀತಿಯಲ್ಲಿ ಭಿನ್ನವಾಗಿವೆ, ಪ್ರತಿಯೊಂದೂ ತನ್ನದೇ ಆದ ಲಾಭದಾಯಕತೆಗಳು ಮತ್ತು ಅಪಾಯಗಳನ್ನು ಹೊಂದಿದೆ. ಲೇಯರ್ 2 ಗಳು ಲೇಯರ್ 1 ನಿಂದ ಟ್ರಾನ್ಸಾಕ್ಷನ್ ಬಾಧ್ಯತೆಯನ್ನು ತೆಗೆದುಹಾಕುತ್ತವೆ, ಇದರಿಂದಾಗಿ ಲೇಯರ್ 1 ಕಡಿಮೆ ಜಂಗಲ್ ಆಗುತ್ತದೆ ಮತ್ತು ಎಲ್ಲವೂ ಹೆಚ್ಚು ಸ್ಕೇಲಬಲ್ ಆಗುತ್ತದೆ.",
  "layer-2-rollups-title": "Rollups",
  "layer-2-rollups-1": "ಆಟೂಪು ಸಂಕೇತಗಳು (ಅಥವಾ 'ಆಟೂಪು') ಲೇಯರ್ 1 ನಲ್ಲಿ ನೂರಾರು ಲಾಗನಗಳನ್ನು ಒಂದು ಲಾಗನದಲ್ಲಿ ಬಂಡಲಗೊಳಿಸುತ್ತವೆ. ಇದರಿಂದ, ಆಟೂಪಿನಿಂದ ಹಣೆಕೆಸಗಿದ ಪ್ರತಿಯೊಬ್ಬರಿಗೂ ಎಲ್ಲರಿಗೆ ಪರಿವಹನಾ ಲಾಗನ ಶುಲ್ಕಗಳು ಹಂಚಿಕೆಯಾಗುತ್ತವೆ, ಮುಕ್ತಾಯಿಸಿಕೊಳ್ಳುತ್ತದೆ.",
  "layer-2-rollups-2": "ರೋಲಪ್ ಟ್ರಾನ್ಸ್ಯಾಕ್ಷನ್ಗಳು ಲೇಯರ್ 1 ಯಿಂದ ಅನ್ವಯಿಸಲ್ಪಡುತ್ತವೆ, ಆದರೆ ಟ್ರಾನ್ಸ್ಯಾಕ್ಷನ್ ಡೇಟಾವನ್ನು ಲೇಯರ್ 1ಗೆ ಸಲ್ಲಿಸಲಾಗುತ್ತದೆ. ಟ್ರಾನ್ಸ್ಯಾಕ್ಷನ್ ಡೇಟಾವನ್ನು ಲೇಯರ್ 1ಗೆ ಸಲ್ಲಿಸುವುದರಿಂದ, ರೋಲಪ್ಸ್ ಎಥೆರಿಯಮ್‌ನ ಭದ್ರತೆಯನ್ನು ಆರಿಸುತ್ತವೆ. ಏಕಾದರೆ ಡೇಟಾವನ್ನು ಲೇಯರ್ 1ಗೆ ಅಪ್ಲೋಡ್ ಮಾಡಲಾದಾಗ, ರೋಲಪ್ ಟ್ರಾನ್ಸ್ಯಾಕ್ಷನ್ ರದ್ದು ಮಾಡಲು ಎಥೆರಿಯಮ್‌ನು ರದ್ದು ಮಾಡುವುದಾಗಿದೆ. ರೋಲಪ್ಸ್‌ಗೆ ಎರಡು ವಿಭಿನ್ನ ಹಾಸ್ಯಗುರಿಗಳಿವೆ: ಆಶಾವಾದಿಯ ಮತ್ತು ಶೂನ್ಯ-ಜ್ಞಾನ ಎಂಬುವು - ಈ ಟ್ರಾನ್ಸ್ಯಾಕ್ಷನ್ ಡೇಟಾವನ್ನು L1ಗೆ ಹೇಗೆ ಸಲ್ಲಿಸುವುದರ ಮೇಲೆ ಪ್ರಮುಖವಾಗಿ ಭಿನ್ನವಾಗಿದೆ.",
  "layer-2-optimistic-rollups-title": "Optimistic rollups",
  "layer-2-optimistic-rollups-description": "ಆಪ್ಟಿಮಿಸ್ಟಿಕ್ ರೋಲ್‌ಅಪ್‌ಗಳು 'ಆಶಾವಾದಿಯಾಗಿದೆಯೇನೋ' ಎಂಬ ಅರ್ಥದಲ್ಲಿ ಇರುತ್ತದೆ, ಟ್ರಾನ್ಸ್ಯಾಕ್ಷನ್‌ಗಳು ಮಾನ್ಯವಾಗಿರುತ್ತವೆಯೆಂದು ಪ್ರಮಾಣೀಕರಿಸಲು ಆಲೋಚಿಸಬಹುದು, ಆದರೆ ಅಮಾನ್ಯ ಟ್ರಾನ್ಸ್ಯಾಕ್ಷನ್‌ಗಳನ್ನು ಸಂದೇಹಿಸಿದಾಗ, ತಪ್ಪು ಪ್ರಮಾಣ ನಡುವೆ ಕಳುಹಿಸಲು ಚಾಲೆಂಜ್ ಮಾಡಬಹುದು.",
  "layer-2-optimistic-rollups-childSentance": "ಆಪ್ಟಿಮಿಸ್ಟಿಕ್ ರೋಲ್‌ಅಪ್‌ಗಳ ಬಗ್ಗೆ ಹೆಚ್ಚಿನ ಮಾಹಿತಿ",
  "layer-2-zk-rollups-title": "Zero-knowledge rollups",
  "layer-2-zk-rollups-description": "ಝೀರೊ-ನಾಲಜ್ ರೋಲ್‌ಅಪ್‌ಗಳು ಮಾನ್ಯತೆ ಪುರಾವೆಗಳನ್ನು ಬಳಸುತ್ತವೆ, ಅಲ್ಲಿ লেনদেನಗಳನ್ನು ಆಫ್-ಚೈನ್‌ನಲ್ಲಿ ಗಣಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ನಂತರ ಅವುಗಳ ಮಾನ್ಯತೆಯ ಪುರಾವೆಯಾಗಿ ಈಥೀರಿಯಂ ಮೇನ್‌ನೆಟ್‌ಗೆ ಸಂಕುಚಿತ ಡೇಟಾವನ್ನು ಒದಗಿಸಲಾಗುತ್ತದೆ.",
  "layer-2-zk-rollups-childSentance": "ZK-ರೋಲ್‌ಅಪ್‌ಗಳ ಬಗ್ಗೆ ಹೆಚ್ಚಿನ ಮಾಹಿತಿ",
  "layer-2-dyor-title": "ಸ್ವಂತ ಸಂಶೋಧನೆ ಮಾಡಿ: ಲೇಯರ್ 2 ರ ಅಪಾಯಗಳು",
  "layer-2-dyor-1": "ಲೇಯರ್ 2 ಯೋಜನೆಗಳಲ್ಲಿ ಹೆಚ್ಚಿನವು ತುಂಬಾ ಹೊಸದಾಗಿದ್ದು, ಅವುಗಳ ಜಾಲಗಳನ್ನು ಡೆಸೆಂಟ್ರಲೈಸ್ ಮಾಡುವಾಗ ಬಳಕೆದಾರರು ಕೆಲವು ಕಾರ್ಯಾಚರಣೆದಾರರನ್ನು ನಂಬಬೇಕಾಗುತ್ತದೆ. ಯಾವುದೇ ಅಪಾಯಗಳೊಂದಿಗೆ ನೀವು ಆರಾಮವಾಗಿರುತ್ತೀರಾ ಎಂದು ನಿರ್ಧರಿಸಲು ಯಾವಾಗಲೂ ನಿಮ್ಮದೇ ಆದ ಸಂಶೋಧನೆ ಮಾಡಿ.",
  "layer-2-dyor-2": "ಲೇಯರ್ 2ಗಳ ತಂತ್ರಜ್ಞಾನ, ಅಪಾಯಗಳು ಮತ್ತು ನಂಬಿಕೆಯ ಆಧಾರಗಳ ಬಗ್ಗೆ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ, ನಾವು L2BEAT ಅನ್ನು ಪರಿಶೀಲಿಸಲು ಶಿಫಾರಸು ಮಾಡುತ್ತೇವೆ, ಇದು ಪ್ರತಿ ಯೋಜನೆಯ ಒಂದು ಸಮಗ್ರ ಅಪಾಯದ ಮೌಲ್ಯಮಾಪನ ಚೌಕಟ್ಟನ್ನು ಒದಗಿಸುತ್ತದೆ.",
  "layer-2-dyor-3": "L2BEATಗೆ ಹೋಗಿ",
  "layer-2-use-layer-2-title": "ಲೇಯರ್ 2 ಬಳಸಿ",
  "layer-2-use-layer-2-1": "ಈಗ ನೀವು ಲೇಯರ್ 2 ಏಕೆ ಇದೆ ಮತ್ತು ಅದು ಹೇಗೆ ಕೆಲಸ ಮಾಡುತ್ತದೆ ಎಂಬುದನ್ನು ಅರ್ಥ ಮಾಡಿಕೊಂಡಿದ್ದೀರಿ, ನಾವು ನಿಮ್ಮನ್ನು ಪ್ರಾರಂಭಿಸೋಣ!",
  "layer-2-contract-accounts": "ನಿಮ್ಮಲ್ಲಿ ಸೇಫ್ ಅಥವಾ ಆರ್ಜೆಂಟ್ ಎಂಬ ಸ್ಮಾರ್ಟ್‌ ಕಾಂಟ್ರಾಕ್ಟ್ ವಾಲೆಟ್ ಬಳಸುತ್ತಿದ್ದರೆ, ಲೇಯರ್ 2 ಉಪಯೋಗಿಸುವ ಹೊಸ ವಿಳಾಸಕ್ಕೆ ನೀವು ನಿಯಂತ್ರಣ ಹೊಂದುವುದಿಲ್ಲ ಹಾಗೂ ನೀವು ಪುನರ್‌ವಿನ್ಯಾಸ ಮಾಡುವವರೆಗೂ ಲೇಯರ್ 2ಗೆ ನಿಮ್ಮ ಕಾಂಟ್ರಾಕ್ಟ್ ಖಾತೆಯನ್ನು ಆರ್ಜೆಂಟಿನಲ್ಲಿ ಆ ವಿಳಾಸದಲ್ಲಿ ಪುನರ್‌ವಿನ್ಯಾಸ ಮಾಡಿದರೆ ನಿಮ್ಮ ಹಕ್ಕುಗಳು ಇರುತ್ತವೆ. ರಿಕವರಿ ಪದವಿಯೊಂದಿಗೆ ಕ್ಲಾಸಿಕಲ್ ಖಾತೆಗಳು ಎಲ್ಲಾ ಲೇಯರ್ 2 ನೆಟ್‌ವರ್ಕ್ ನ ಮೂಲಕ ಸ್ವಯಂಸ್ಥಾನವನ್ನು ಪಡೆಯುತ್ತವೆ.",
  "layer-2-use-layer-2-generalized-title": "ಸಾಮಾನ್ಯಗೊಳಿಸಿದ ಲೇಯರ್ 2ಗಳು",
  "layer-2-use-layer-2-generalized-1": "ಸಾಮಾನ್ಯಗೊಳಿಸಿದ ಲೇಯರ್ 2ಗಳು ಎಥೆರಿಯಂನಂತೆಯೇ ವರ್ತಿಸುತ್ತವೆ - ಆದರೆ ಅವು ಕಡಿಮೆ ವೆಚ್ಚದವು. ಎಥೆರಿಯಂ ಲೇಯರ್ 1 ರಲ್ಲಿ ನೀವು ಮಾಡಬಹುದಾದ ಯಾವುದೇ ಕಾರ್ಯವನ್ನು ನೀವು ಲೇಯರ್ 2 ರಲ್ಲಿಯೂ ಮಾಡಬಹುದು. ಅನೇಕ ಡಿಎಪ್ಪಗಳು ಈ ಜಾಲಗಳಿಗೆ ವಲಸೆ ಹೋಗಲು ಪ್ರಾರಂಭಿಸಿವೆ ಅಥವಾ ಮೇನ್‌ನೆಟ್ ಅನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಹೊರಗಿಟ್ಟು ನೇರವಾಗಿ ಲೇಯರ್ 2 ರಲ್ಲಿ ನಿಯೋಜಿಸಲು ಪ್ರಾರಂಭಿಸಿವೆ.",
  "layer-2-use-layer-2-application-specific-title": "ಅಪ್ಲಿಕೇಶನ್-ನಿರ್ದಿಷ್ಟ ಲೇಯರ್ 2ಗಳು",
  "layer-2-use-layer-2-application-specific-1": "ಅಪ್ಲಿಕೇಶನ್-ನಿರ್ದಿಷ್ಟ ಲೇಯರ್ 2ಗಳು ನಿರ್ದಿಷ್ಟ ಅಪ್ಲಿಕೇಶನ್ ಜಾಗಕ್ಕಾಗಿ ಅಭಿವೃದ್ಧಿಪಡಿಸಲಾದ ಯೋಜನೆಗಳಾಗಿವೆ, ಇದು ಸುಧಾರಿತ ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ತರುತ್ತದೆ.",
  "layer-2-sidechains-title": "ಸೈಡ್‌ಚೈನ್‌ಗಳು, ವ್ಯಾಲಿಡಿಯಮ್‌ಗಳು ಮತ್ತು ಪರ್ಯಾಯ ಬ್ಲಾಕ್‌ಚೈನ್‌ಗಳ ಕುರಿತು ಒಂದು ಟಿಪ್ಪಣಿ",
  "layer-2-sidechains-1": "<strong>ಸೈಡ್ ಚೈನ್ ಗಳು ಮತ್ತು ವ್ಯಾಲಿಡಿಯಂಗಳು</strong> ಬ್ಲಾಕ್ ಚೈನ್ ಗಳಾಗಿವೆ, ಇದು ಇಥಿರಿಯಮ್ ನಿಂದ ಸ್ವತ್ತುಗಳನ್ನು ಸೇತುವೆ ಮಾಡಲು ಮತ್ತು ಮತ್ತೊಂದು ಬ್ಲಾಕ್ ಚೈನ್ ನಲ್ಲಿ ಬಳಸಲು ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ. ಸೈಡ್ ಚೈನ್ ಗಳು ಮತ್ತು ವ್ಯಾಲಿಡಿಯಂಗಳು ಇಥಿರಿಯಮ್ ಗೆ ಸಮಾನಾಂತರವಾಗಿ ಚಲಿಸುತ್ತವೆ, ಮತ್ತು ಸೇತುವೆಗಳ ಮೂಲಕ ಇಥಿರಿಯಮ್ ನೊಂದಿಗೆ ಸಂವಹನ ನಡೆಸುತ್ತವೆ, ಆದರೆ ಅವು ತಮ್ಮ ಭದ್ರತೆ ಅಥವಾ ಡೇಟಾ ಲಭ್ಯತೆಯನ್ನು ಇಥಿರಿಯಮ್ ನಿಂದ ಪಡೆಯುವುದಿಲ್ಲ.",
  "layer-2-sidechains-2": "ಎರಡೂ ಲೇಯರ್ 2ಗಳಂತೆಯೇ ಸ್ಕೇಲ್ ಮಾಡುತ್ತವೆ - ಅವು ಕಡಿಮೆ लेनदेನ ಶುಲ್ಕ ಮತ್ತು ಹೆಚ್ಚಿನ लेनदेನದ ಪ್ರಸರಣವನ್ನು ನೀಡುತ್ತವೆ - ಆದರೆ ವಿಭಿನ್ನ ನಂಬಿಕೆಯ ಊಹೆಗಳನ್ನು ಹೊಂದಿವೆ.",
  "layer-2-more-on-sidechains": "ಸೈಡ್‌ಚೈನ್‌ಗಳ ಬಗ್ಗೆ ಹೆಚ್ಚಿನ ಮಾಹಿತಿ",
  "layer-2-more-on-validiums": "ವ್ಯಾಲಿಡಿಯಮ್‌ಗಳ ಬಗ್ಗೆ ಹೆಚ್ಚಿನ ಮಾಹಿತಿ",
  "layer-2-sidechains-4": "ಕೆಲವು ಲೇಯರ್ 1 ಬ್ಲಾಕ್‌ಚೈನ್‌ಗಳು ಈಥೆರಿಯಂಗಿಂತ ಹೆಚ್ಚಿನ ಟ್ರಾನ್ಸಾಕ್ಷನ್‌ಗಳ ಪ್ರಸರಣ ಮತ್ತು ಕಡಿಮೆ ಟ್ರಾನ್ಸಾಕ್ಷನ್ ಶುಲ್ಕಗಳನ್ನು ವರದಿ ಮಾಡುತ್ತವೆ, ಆದರೆ ಸಾಮಾನ್ಯವಾಗಿ ಬೇರೆಡೆ ಉದಾಹರಣೆಗೆ ನೋಡ್‌ಗಳನ್ನು ಚಲಾಯಿಸಲು ಹೆಚ್ಚಿನ ಹಾರ್ಡ್‌ವೇರ್ ಅವಶ್ಯಕತೆಗಳಂತಹ ಉಪಯೋಗಗಳೊಂದಿಗೆ.",
  "layer-2-onboard-title": "ಲೇಯರ್ 2 ಗೆ ಹೇಗೆ ಹೋಗುವುದು",
  "layer-2-onboard-1": "ಲೇಯರ್ 2 ಗೆ ನಿಮ್ಮ ಆಸ್ತಿಗಳನ್ನು ಪಡೆಯಲು ಎರಡು ಪ್ರಮುಖ ವಿಧಾನಗಳಿವೆ: ಸ್ಮಾರ್ಟ್ ಒಪ್ಪಂದದ ಮೂಲಕ ಎಥೆರಿಯಂನಿಂದ ಹಣವನ್ನು ಸೇತುವೆ ಮಾಡಿ ಅಥವಾ ನೇರವಾಗಿ ಲೇಯರ್ 2 ಜಾಲಕ್ಕೆ ವಿನಿಮಯದಲ್ಲಿ ನಿಮ್ಮ ಹಣವನ್ನು ಹಿಂಪಡೆಯಿರಿ.",
  "layer-2-onboard-wallet-title": "ನಿಮ್ಮ ವ್ಯಾಲೆಟ್ ನಲ್ಲಿ ಹಣವಿದೆಯೇ?",
  "layer-2-onboard-wallet-1": "ನಿಮ್ಮ ವಾಲೆಟ್‌ನಲ್ಲಿ ETH ಈಗಾಗಲೇ ಇದ್ದರೆ, ನೀವು ಇಥಿರಿಯಮ್ಮುಖ್ಯ ಜಾಲದಿಂದ ಲೇಯರ್ 2 ಗೆ ಅದನ್ನು ಸೇತುವೆ ಮಾಡಲು ಬ್ರಿಡ್ಜ್ ಅನ್ನು ಬಳಸಬೇಕಾಗುತ್ತದೆ.",
  "layer-2-more-on-bridges": "ಸೇತುವೆಗಳ ಬಗ್ಗೆ ಹೆಚ್ಚಿನ ಮಾಹಿತಿ",
  "layer-2-onboard-wallet-input-placeholder": "ಲೇಯರ್ 2 ಅನ್ನು ನೀವು ಯಾವ ಜಾಲಕ್ಕೆ ಸೇತುವೆ ಮಾಡಲು ಬಯಸುತ್ತೀರಿ ಎಂಬುದನ್ನು ಆಯ್ಕೆಮಾಡಿ",
  "layer-2-onboard-wallet-selected-1": "ನೀವು ಸಂಪರ್ಕಿಸಬಹುದು",
  "layer-2-onboard-wallet-selected-2": "ಈ ವ್ಯಾಲೆಟ್ ಗಳನ್ನು ಬಳಸುವುದು:",
  "layer-2-bridge": "ಸೇತುವೆ",
  "layer-2-onboard-exchange-title": "ನಿಮ್ಮ ಹಣ ವಿನಿಮಯದಲ್ಲಿದೆ?",
  "layer-2-onboard-exchange-1": "ಕೆಲವು ಕೇಂದ್ರೀಕೃತ ವಿನಿಮಯಗಳು ಈಗ ಲೇಯರ್ 2 ಗಳಿಗೆ ನೇರ ಹಿಂಪಡೆಯುವಿಕೆ ಮತ್ತು ಠೇವಣಿಗಳನ್ನು ನೀಡುತ್ತಿವೆ. ಲೇಯರ್ 2 ಹಿಂಪಡೆಯುವಿಕೆಗಳನ್ನು ಬೆಂಬಲಿಸುವ ವಿನಿಮಯಗಳು ಮತ್ತು ಅವು ಯಾವ ಲೇಯರ್ 2 ಗಳನ್ನು ಬೆಂಬಲಿಸುತ್ತವೆ ಎಂಬುದನ್ನು ಪರಿಶೀಲಿಸಿ.",
  "layer-2-onboard-exchange-2": "ನಿಮ್ಮ ಹಣವನ್ನು ಹಿಂಪಡೆಯಲು ನೀವು ವಾಲೆಟ್ ಅನ್ನು ಸಹ ಬಳಸಬೇಕಾಗುತ್ತದೆ.",
  "layer-2-onboard-find-a-wallet": "ಒಂದು ಎಥೀರಿಯಂ ವಾಲೆಟ್‌ಅನ್ನು ಹುಡುಕಿ.",
  "layer-2-onboard-exchange-input-placeholder": "ಲೇಯರ್ 2 ಅನ್ನು ಬೆಂಬಲಿಸುವ ವಿನಿಮಯಗಳನ್ನು ಪರಿಶೀಲಿಸಿ",
  "layer-2-deposits": "ಠೇವಣಿಗಳು",
  "layer-2-withdrawals": "ಹಿಂಪಡೆಯುವಿಕೆಗಳು",
  "layer-2-go-to": "ಅಲ್ಲಿ ಹೋಗು",
  "layer-2-tools-title": "ಲೇಯರ್ 2 ನಲ್ಲಿ ಪರಿಣಾಮಕಾರಿಯಾಗಲು ಉಪಕರಣಗಳು",
  "layer-2-tools-l2beat-description": "ಲೇಯರ್ 2 ಯೋಜನೆಗಳ ತಾಂತ್ರಿಕ ಅಪಾಯದ ಮೌಲ್ಯಮಾಪನಗಳನ್ನು ನೋಡಲು ಬೀಟ್ ಒಂದು ಉತ್ತಮ ಸಂಪನ್ಮೂಲವಾಗಿದೆ. ನಿರ್ದಿಷ್ಟ ಲೇಯರ್ 2 ಯೋಜನೆಗಳನ್ನು ಸಂಶೋಧಿಸುವಾಗ ನಾವು ಅವರ ಸಂಪನ್ಮೂಲಗಳನ್ನು ಪರಿಶೀಲಿಸಲು ಶಿಫಾರಸು ಮಾಡುತ್ತೇವೆ.",
  "layer-2-tools-l2fees-description": "L2 ಶುಲ್ಕಗಳು ವಿಭಿನ್ನ ಲೇಯರ್ 2 ಗಳಲ್ಲಿ ವಹಿವಾಟುಗಳನ್ನು ಮಾಡಲು ಪ್ರಸ್ತುತ ವೆಚ್ಚವನ್ನು (USD ನಲ್ಲಿ ಹೆಸರಿಸಲಾಗಿದೆ) ನೋಡಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ.",
  "layer-2-tools-chainlist-description": "ನೆಟ್‌ವರ್ಕ್ ಆರ್‌ಪಿಸಿಯನ್ನು ಪೋಷಕ ವ್ಯಾಲೆಟ್‌ಗಳಿಗೆ ಆಮದು ಮಾಡಿಕೊಳ್ಳಲು ಚೈನ್‌ಲಿಸ್ಟ್ ಉತ್ತಮ ಸಂಪನ್ಮೂಲವಾಗಿದೆ. ನಿಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲು ಸಹಾಯ ಮಾಡಲು ಲೇಯರ್ 2 ಯೋಜನೆಗಳಿಗಾಗಿ ನೀವು RPC ಗಳನ್ನು ಇಲ್ಲಿ ಕಾಣಬಹುದು.",
  "layer-2-tools-zapper-description": "ನಿಮ್ಮ ಸಂಪೂರ್ಣ ವೆಬ್3 ಖಜಾನೆಯನ್ನು DeFi ನಿಂದ NFT ಗಳಿಗೆ ಮತ್ತು ಮುಂದಿನ ಏನನ್ನಾದರೂ ನಿರ್ವಹಿಸಿ. ಒಂದೇ ಅನುಕೂಲಕರ ಸ್ಥಳದಿಂದ ಇತ್ತೀಚಿನ ಅವಕಾಶಗಳಲ್ಲಿ ಹೂಡಿಕೆ ಮಾಡಿ.",
  "layer-2-tools-zerion-description": "ನಿಮ್ಮ ಸಂಪೂರ್ಣ DeFi ಖಜಾನೆಯನ್ನು ಒಂದೇ ಸ್ಥಳದಿಂದ ನಿರ್ಮಿಸಿ ಮತ್ತು ನಿರ್ವಹಿಸಿ. ಇಂದು ಡೆಸೆಂಟ್ರಲೈಸ್ಡ್ ಫೈನಾನ್ಸ್ ಜಗತ್ತನ್ನು ಅನ್ವೇಷಿಸಿ.",
  "layer-2-tools-debank-description": "ವೆಬ್3 ಜಗತ್ತಿನಲ್ಲಿ ನಡೆಯುತ್ತಿರುವ ಎಲ್ಲಾ ಮುಖ್ಯ ಘಟನೆಗಳೊಂದಿಗೆ ಜೊತೆಗೂಡಿರಿ",
  "layer-2-faq-title": "FAQ",
  "layer-2-faq-question-1-title": "ಎಥೆರಿಯಂ ಲೇಯರ್ 2 ಗೆ ಯಾಕೆ ಯಾವುದೇ 'ಅಧಿಕೃತ' ಇಲ್ಲ?",
  "layer-2-faq-question-1-description-1": "ಯಾವುದೇ 'ಅಧಿಕೃತ' ಇಥಿರಿಯಮ್ ಕ್ಲೈಂಟ್ ಇಲ್ಲದಿರುವಂತೆಯೇ, ಯಾವುದೇ 'ಅಧಿಕೃತ' ಇಥಿರಿಯಮ್ ಲೇಯರ್ 2 ಇಲ್ಲ. ಇಥಿರಿಯಮ್ ಅನುಮತಿಯಿಲ್ಲ - ತಾಂತ್ರಿಕವಾಗಿ ಯಾರಾದರೂ ಲೇಯರ್ 2 ಅನ್ನು ರಚಿಸಬಹುದು! ಬಹು ತಂಡಗಳು ತಮ್ಮ ಲೇಯರ್ 2 ರ ಆವೃತ್ತಿಯನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುತ್ತವೆ ಮತ್ತು ಒಟ್ಟಾರೆಯಾಗಿ ಪರಿಸರ ವ್ಯವಸ್ಥೆಯು ವಿಭಿನ್ನ ಬಳಕೆಯ ಸಂದರ್ಭಗಳಿಗೆ ಹೊಂದುವಂತೆ ವಿನ್ಯಾಸ ವಿಧಾನಗಳ ವೈವಿಧ್ಯತೆಯಿಂದ ಪ್ರಯೋಜನ ಪಡೆಯುತ್ತದೆ. ನೆಟ್‌ವರ್ಕ್‌ನಲ್ಲಿ ವೈವಿಧ್ಯತೆಯನ್ನು ಹೊಂದಲು ನಾವು ಅನೇಕ ತಂಡಗಳಿಂದ ಅಭಿವೃದ್ಧಿಪಡಿಸಿದ ಅನೇಕ ಇಥಿರಿಯಮ್ ಕ್ಲೈಂಟ್‌ಗಳನ್ನು ಹೊಂದಿರುವಂತೆಯೇ, ಭವಿಷ್ಯದಲ್ಲಿ ಲೇಯರ್ 2 ಗಳು ಹೇಗೆ ಅಭಿವೃದ್ಧಿಗೊಳ್ಳುತ್ತವೆ.",
  "layer-2-faq-question-2-title": "ಆಪ್ಟಿಮಿಸ್ಟಿಕ್ ಮತ್ತು ಶೂನ್ಯ-ಜ್ಞಾನ ರೋಲ್‌ಅಪ್‌ಗಳ ನಡುವಿನ ವ್ಯತ್ಯಾಸವೇನು?",
  "layer-2-faq-question-2-description-1": "ಎರಡೂ ಆಪ್ಟಿಮಿಸ್ಟಿಕ್ ಮತ್ತು ಶೂನ್ಯ-ಜ್ಞಾನದ ರೋಲ್ಅಪ್‌ಗಳು ನೂರಾರು ಒಪ್ಪಂದಗಳನ್ನು ಲೇಯರ್ 1 ರಲ್ಲಿ ಒಂದೇ ಒಪ್ಪಂದದಲ್ಲಿ ಜೋಡಿಸುತ್ತವೆ (ಅಥವಾ ’ರೋಲ್ ಅಪ್’). ರೋಲ್ಅಪ್ ಒಪ್ಪಂದಗಳು ಲೇಯರ್ 1 ರ ಹೊರಗೆ ಜಾರಿಗೊಳ್ಳುತ್ತವೆ ಆದರೆ ಒಪ್ಪಂದದ ಡೇಟಾವನ್ನು ಲೇಯರ್ 1 ಗೆ ಪೋಸ್ಟ್ ಮಾಡಲಾಗುತ್ತದೆ.",
  "layer-2-faq-question-2-description-2": "ಲೇಯರ್ 1 ಗೆ ಯಾವ ಡೇಟಾವನ್ನು ಪೋಸ್ಟ್ ಮಾಡಲಾಗಿದೆ ಮತ್ತು ಡೇಟಾವನ್ನು ಹೇಗೆ ಪರಿಶೀಲಿಸಲಾಗುತ್ತದೆ ಎಂಬುದು ಪ್ರಾಥಮಿಕ ವ್ಯತ್ಯಾಸವಾಗಿದೆ. ಸಿಂಧುತ್ವ ಪುರಾವೆಗಳು (ಶೂನ್ಯ-ಜ್ಞಾನ ರೋಲ್‌ಅಪ್‌ಗಳಿಂದ ಬಳಸಲ್ಪಡುತ್ತವೆ) ಗಣನೆಗಳನ್ನು ಆಫ್-ಚೈನ್ ಅನ್ನು ರನ್ ಮಾಡುತ್ತವೆ ಮತ್ತು ಪುರಾವೆಯನ್ನು ಪೋಸ್ಟ್ ಮಾಡುತ್ತವೆ, ಆದರೆ ದೋಷ ಪುರಾವೆಗಳು (ಆಪ್ಟಿಮಿಸ್ಟಿಕ್ ರೋಲ್‌ಅಪ್‌ಗಳಿಂದ ಬಳಸಲ್ಪಡುತ್ತವೆ) ದೋಷವನ್ನು ಶಂಕಿಸಿದಾಗ ಮಾತ್ರ ಗಣನೆಗಳನ್ನು ಆನ್-ಚೈನ್ ಅನ್ನು ರನ್ ಮಾಡುತ್ತವೆ ಮತ್ತು ಪರಿಶೀಲಿಸಬೇಕು.",
  "layer-2-faq-question-2-description-3": "ಈ ಸಮಯದಲ್ಲಿ, ಹೆಚ್ಚಿನ ZK-ರೋಲ್ಅಪ್‌ಗಳು ಅಪ್ಲಿಕೇಶನ್-ನಿರ್ದಿಷ್ಟವಾಗಿವೆ, ಆಪ್ಟಿಮಿಸ್ಟಿಕ್ ರೋಲ್ಅಪ್‌ಗಳಿಗೆ ವಿರುದ್ಧವಾಗಿದೆ, ಅವು ಹೆಚ್ಚಾಗಿ ಸಾಮಾನ್ಯೀಕರಿಸಲ್ಪಟ್ಟಿವೆ.",
  "layer-2-more-info-on-optimistic-rollups": "ಆಪ್ಟಿಮಿಸ್ಟಿಕ್ ರೋಲ್‌ಅಪ್‌ಗಳ ಕುರಿತು ಹೆಚ್ಚಿನ ಮಾಹಿತಿ",
  "layer-2-more-info-on-zk-rollups": "ಶೂನ್ಯ-ಜ್ಞಾನ ರೋಲಪ್‌ಗಳ ಕುರಿತು ಹೆಚ್ಚಿನ ಮಾಹಿತಿ",
  "layer-2-faq-question-4-title": "ಲೇಯರ್ 2 ರ ಅಪಾಯಗಳೇನು?",
  "layer-2-faq-question-4-description-1": "ಲೇಯರ್ 2 ಪ್ರಾಜೆಕ್ಟ್‌ಗಳು ನಿಧಿಯನ್ನು ಹಿಡಿದಿಟ್ಟುಕೊಂಡು ನೇರವಾಗಿ ಇಥಿರಿಯಮ್ ಮೈನ್ನೆಟ್ ನಲ್ಲಿ ವಹಿವಾಟು ನಡೆಸುವುದಕ್ಕೆ ಹೋಲಿಸಿದರೆ ಹೆಚ್ಚುವರಿ ಅಪಾಯಗಳನ್ನು ಒಳಗೊಂಡಿರುತ್ತವೆ. ಉದಾಹರಣೆಗೆ, ಸೀಕ್ವೆನ್ಸರ್‌ಗಳು ಕಡಿಮೆಯಾಗಬಹುದು, ಇದು ನಿಧಿಯನ್ನು ಪ್ರವೇಶಿಸಲು ನೀವು ಕಾಯಬೇಕಾಗುತ್ತದೆ.",
  "layer-2-faq-question-4-description-2": "ಗಮನಾರ್ಹ ಹಣವನ್ನು ಲೇಯರ್ 2 ಗೆ ವರ್ಗಾಯಿಸುವ ಮೊದಲು ನಿಮ್ಮ ಸ್ವಂತ ಸಂಶೋಧನೆ ಮಾಡಲು ನಾವು ನಿಮ್ಮನ್ನು ಪ್ರೋತ್ಸಾಹಿಸುತ್ತೇವೆ. ಲೇಯರ್ 2 ಗಳ ತಂತ್ರಜ್ಞಾನ, ಅಪಾಯಗಳು ಮತ್ತು ವಿಶ್ವಾಸಾರ್ಹ ಊಹೆಗಳ ಬಗ್ಗೆ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ, ಪ್ರತಿ ಯೋಜನೆಯ ಸಮಗ್ರ ಅಪಾಯ ಮೌಲ್ಯಮಾಪನ ಚೌಕಟ್ಟನ್ನು ಒದಗಿಸುವ <a href=\"https://l2beat.com/?view=risk\">L2BEAT</a> ಅನ್ನು ಪರಿಶೀಲಿಸಲು ನಾವು ಶಿಫಾರಸು ಮಾಡುತ್ತೇವೆ.",
  "layer-2-faq-question-4-description-3": "ಪದರ 2 ಕ್ಕೆ ಆಸ್ತಿ ವರ್ಗಾವಣೆಗೆ ಅನುಕೂಲವಾಗುವ ಬ್ಲಾಕ್ ಚೈನ್ ಸೇತುವೆಗಳು ಅಭಿವೃದ್ಧಿಯ ಆರಂಭಿಕ ಹಂತದಲ್ಲಿವೆ ಮತ್ತು ಸೂಕ್ತವಾದ ಸೇತುವೆ ವಿನ್ಯಾಸವನ್ನು ಇನ್ನೂ ಕಂಡುಹಿಡಿಯಲಾಗಿಲ್ಲ. ಸೇತುವೆಗಳ <a href=\"https://rekt.news/wormhole-rekt/\"> ಇತ್ತೀಚಿನ Bridge ಹ್ಯಾಕ್ ಗಳು</a>.",
  "layer-2-faq-question-5-title": "ಕೆಲವು ಲೇಯರ್ 2 ಯೋಜನೆಗಳನ್ನು ಏಕೆ ಇಲ್ಲಿ ಪಟ್ಟಿ ಮಾಡಲಾಗಿಲ್ಲ?",
  "layer-2-faq-question-5-description-1": "ನಾವು ಬಳಕೆದಾರರು ಲೇಯರ್ 2 ಸ್ಪೇಸ್ ಅನ್ನು ಸುರಕ್ಷಿತ ಮತ್ತು ಖಚಿತವಾದ ರೀತಿಯಲ್ಲಿ ನ್ಯಾವಿಗೇಟ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗುವಂತೆ ಅತ್ಯುತ್ತಮ ಸಂಪನ್ಮೂಲಗಳನ್ನು ಪಟ್ಟಿ ಮಾಡಲು ಬಯಸುತ್ತೇವೆ. ನಾವು ಸೇರ್ಪಡೆಗಾಗಿ ಯೋಜನೆಗಳನ್ನು ಮೌಲ್ಯಮಾಪನ ಮಾಡುವ ವಿಧಾನಕ್ಕಾಗಿ ಮಾನದಂಡಗಳ ಚೌಕಟ್ಟನ್ನು ನಿರ್ವಹಿಸುತ್ತೇವೆ.",
  "layer-2-faq-question-5-view-listing-policy": "ನಮ್ಮ ಲೇಯರ್ 2 ಪಟ್ಟಿ ನೀತಿಯನ್ನು ಇಲ್ಲಿ ವೀಕ್ಷಿಸಿ.",
  "layer-2-faq-question-5-description-2": "Ethereum.org ಮೇಲೆ ಪದರ 2 ಅನ್ನು ಸೇರಿಸಲು ಯಾರಾದರೂ ಮುಕ್ತರಾಗಿದ್ದಾರೆ. ನಾವು ಮರೆತಿರುವ ಪದರ 2 ಇದ್ದರೆ ದಯವಿಟ್ಟು <a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">ಅದನ್ನು ಸೂಚಿಸಿ</a>.",
  "layer-2-further-reading-title": "Further reading",
  "a-rollup-centric-ethereum-roadmap": "ರೋಲಪ್-ಕೇಂದ್ರಿತ ಎಥೆರಿಯಮ್ ಮಾರ್ಗಸೂಚಿ",
  "an-incomplete-guide-to-rollups": "An Incomplete Guide to Rollups",
  "polygon-sidechain-vs-ethereum-rollups": "ಪಾಲಿಗಾನ್ ಸೈಡ್‌ಚೈನ್ ವಿರುದ್ಧ ಎಥೆರಿಯಮ್ ರೋಲ್ಅಪ್‌ಗಳು: ಲೇಯರ್ 2 ಸ್ಕೇಲಿಂಗ್ ವಿಧಾನಗಳು | ವಿಟಾಲಿಕ್ ಬುಟರಿನ್ ಮತ್ತು ಲೆಕ್ಸ್ ಫ್ರೈಡ್ಮನ್",
  "rollups-the-ultimate-ethereum-scaling-strategy": "ರೋಲಪ್‌ಗಳು - ಉನ್ನತ ಎಥೆರಿಯಮ್ ಸ್ಕೇಲಿಂಗ್ ಸ್ಟ್ರಾಟಜಿ? ಆರ್ಬಿಟ್ರಮ್ ಮತ್ತು ಆಪ್ಟಿಮಿಸಂ ವಿವರಿಸಲಾಗಿದೆ",
  "scaling-layer-1-with-shard-chains": "ಶಾರ್ಡ್ ಚೈನ್ಸ್ ಸ್ಕೇಲಿಂಗ್ ಲೇಯರ್ 1",
  "understanding-rollup-economics-from-first-principals": "ರೋಲ್ಅಪ್ ಅರ್ಥಶಾಸ್ತ್ರವನ್ನು ಮೊದಲ ತತ್ವಗಳಿಂದ ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವುದು",
  "arbitrum-description": "ಆರ್ಬಿಟ್ರಮ್ ಒಂದು ಆಶಾವಾದಿ ರೋಲ್ಅಪ್ ಆಗಿದ್ದು, ಇದು ಎಥೆರಿಯಮ್‌ನೊಂದಿಗೆ ಸಂವಹನ ನಡೆಸುವಂತೆಯೇ ಅನುಭವಿಸಲು ಗುರಿಯಿಟ್ಟುಕೊಂಡಿದೆ, ಆದರೆ ಲೇಯರ್ 1 ನಲ್ಲಿ ಅವು ಮಾಡುವುದಕ್ಕಿಂತ ಟ್ರಾನ್ಸಾಕ್ಷನ್‌ಗಳ ವೆಚ್ಚವು ಒಂದು ಭಾಗವಾಗಿರುತ್ತದೆ.",
  "optimism-description": "ಆಪ್ಟಿಮಿಸ್ಮ್ಎನ್ನುವುದು ತ್ವರಿತ, ಸರಳ ಮತ್ತು ಸುರಕ್ಷಿತವಾದ EVM ಸಮನಾಂತರ ಆಪ್ಟಿಮಿಸ್ಟಿಕ್ರೋ ಲ್ಅಪ್ ಆಗಿದೆ. ಇದು ಎಥೆರಿಯಮ್‌ನ ತಂತ್ರಜ್ಞಾನವನ್ನು ಸ್ಕೇಲ್ ಮಾಡುವುದಲ್ಲದೆ, ಹಿಂದುಮುಖವಾಗಿ ಸಾರ್ವಜನಿಕ ಉತ್ತಮಗಳ ಹಣಕಾಸು ಮೂಲಕ ಅದರ ಮೌಲ್ಯಗಳನ್ನು ಸ್ಕೇಲ್ ಮಾಡುತ್ತದೆ.",
  "boba-description": "ಬೋಬಾ ಮೂಲತಃ Optimism ಆಶಾವಾದದಿಂದ ರೂಪುಗೊಂಡ ಆಶಾವಾದಿ ರೋಲಪ್ ಆಗಿದ್ದು, ಇದು Gas ಶುಲ್ಕವನ್ನು ಕಡಿಮೆ ಮಾಡುವ, ವಹಿವಾಟಿನ ಹರಿವನ್ನು ಸುಧಾರಿಸುವ ಮತ್ತು ಸ್ಮಾರ್ಟ್ ಒಪ್ಪಂದಗಳ ಸಾಮರ್ಥ್ಯಗಳನ್ನು ವಿಸ್ತರಿಸುವ ಗುರಿಯನ್ನು ಹೊಂದಿರುವ ಸ್ಕೇಲಿಂಗ್ ಪರಿಹಾರವಾಗಿದೆ.",
  "loopring-description": "ಲೂಪ್ರಿಂಗ್ನ zkRollup L2 ಪರಿಹಾರವು ಇಥಿರಿಯಮ್ ಮೈನೆಟ್ನಂತೆಯೇ ಅದೇ ಭದ್ರತಾ ಖಾತರಿಗಳನ್ನು ನೀಡುವ ಗುರಿಯನ್ನು ಹೊಂದಿದೆ, ದೊಡ್ಡ ಸ್ಕೇಲಬಿಲಿಟಿ ಬೂಸ್ಟ್ನೊಂದಿಗೆ: ಥ್ರೂಪುಟ್ 1000 ಪಟ್ಟು ಹೆಚ್ಚಾಗಿದೆ, ಮತ್ತು ವೆಚ್ಚವನ್ನು L1 ನ ಕೇವಲ 0.1% ಕ್ಕೆ ಇಳಿಸಲಾಗಿದೆ.",
  "zksync-description": "ZKsync ಎಂಬುದು ಮ್ಯಾಟರ್ ಲ್ಯಾಬ್ಸ್ ನ ಬಳಕೆದಾರ-ಕೇಂದ್ರಿತ zk ರೋಲ್ ಅಪ್ ಪ್ಲಾಟ್ ಫಾರ್ಮ್ ಆಗಿದೆ. ಇದು ಎಥೆರಿಯಮ್ಗೆ ಸ್ಕೇಲಿಂಗ್ ಪರಿಹಾರವಾಗಿದೆ, ಇದು ಈಗಾಗಲೇ ಇಥಿರಿಯಮ್ ಮೈನೆಟ್ನಲ್ಲಿ ವಾಸಿಸುತ್ತಿದೆ. ಇದು ಪಾವತಿಗಳು, ಟೋಕನ್ ವಿನಿಮಯಗಳು ಮತ್ತು NFT ಮಿಂಟಿಂಗ್ ಅನ್ನು ಬೆಂಬಲಿಸುತ್ತದೆ.",
  "zkspace-description": "ZKSpace ಪ್ಲಾಟ್ ಫಾರ್ಮ್ ಮೂರು ಪ್ರಮುಖ ಭಾಗಗಳನ್ನು ಒಳಗೊಂಡಿದೆ: ZKSwap ಎಂದು ಕರೆಯಲ್ಪಡುವ ZK-ರೋಲಪ್ಸ್ ತಂತ್ರಜ್ಞಾನವನ್ನು ಬಳಸುವ ಲೇಯರ್ 2 AMM DEX, ZKSquare ಎಂಬ ಪಾವತಿ ಸೇವೆ ಮತ್ತು ZKSea ಎಂಬ NFT ಮಾರುಕಟ್ಟೆ.",
  "aztec-description": "Aztec ಅಜ್ಟೆಕ್ ನೆಟ್ವರ್ಕ್ ಎಥೆರಿಯಮ್ನಲ್ಲಿನ ಮೊದಲ ಖಾಸಗಿ ಝಡ್ಕೆ-ರೋಲಪ್ ಆಗಿದ್ದು, ವಿಕೇಂದ್ರೀಕೃತ ಅಪ್ಲಿಕೇಶನ್ಗಳಿಗೆ ಗೌಪ್ಯತೆ ಮತ್ತು ಪ್ರಮಾಣವನ್ನು ಪ್ರವೇಶಿಸಲು ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ.",
  "layer-2-note": "ಸೂಚನೆ:",
  "layer-2-ecosystem-portal": "ಪರಿಸರ ವ್ಯವಸ್ಥೆ ಪೋರ್ಟಲ್",
  "layer-2-token-lists": "ಟೋಕನ್ ಪಟ್ಟಿಗಳು",
  "layer-2-explore": "ಅನ್ವೇಷಿಸು",
  "page-dapps-ready-button": "Go"
}
