{
  "page-wallets-accounts-addresses": "ವ್ಯಾಲೆಟ್ ಗಳು, ಖಾತೆಗಳು, ಕೀಲಿಗಳು ಮತ್ತು ವಿಳಾಸಗಳು",
  "page-wallets-accounts-addresses-desc": "ಕೆಲವು ಪ್ರಮುಖ ಪದಗಳ ನಡುವಿನ ವ್ಯತ್ಯಾಸಗಳನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವುದು ಯೋಗ್ಯವಾಗಿದೆ.",
  "page-wallets-accounts-ethereum-addresses": "ಇಥಿರಿಯಮ್ ಖಾತೆಯು ವಿಳಾಸವನ್ನು ಹೊಂದಿರುತ್ತದೆ, ಇನ್ ಬಾಕ್ಸ್ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಹೊಂದಿರುತ್ತದೆ. ನಿಮ್ಮ ಡಿಜಿಟಲ್ ಸ್ವತ್ತುಗಳನ್ನು ಗುರುತಿಸಲು ಇದನ್ನು ಬಳಸಲಾಗುತ್ತದೆ.",
  "page-wallets-alt": "ಇಥಿರಿಯಮ್ ವ್ಯಾಲೆಟ್ ಅನ್ನು ಪ್ರತಿನಿಧಿಸುವ ದೇಹಕ್ಕಾಗಿ ವಾಲ್ಟ್ ಹೊಂದಿರುವ ರೋಬೋಟ್ ನ ಚಿತ್ರಣ",
  "page-wallets-ethereum-account": "ಇಥಿರಿಯಮ್ ಖಾತೆಯು ಕೀಲಿಗಳ ಒಂದು ಜೋಡಿಯಾಗಿದೆ. ನೀವು ಮುಕ್ತವಾಗಿ ಹಂಚಿಕೊಳ್ಳಬಹುದಾದ ವಿಳಾಸವನ್ನು ರಚಿಸಲು ಒಂದು ಕೀಲಿಯನ್ನು ಬಳಸಲಾಗುತ್ತದೆ, ಮತ್ತು ಇನ್ನೊಂದು ಕೀಲಿಯನ್ನು ನೀವು ರಹಸ್ಯವಾಗಿಡಬೇಕು ಏಕೆಂದರೆ ಇದನ್ನು ವಿಷಯಗಳಿಗೆ ಸಹಿ ಮಾಡಲು ಬಳಸಲಾಗುತ್ತದೆ. ಒಟ್ಟಾಗಿ, ಈ ಕೀಲಿಗಳು ಸ್ವತ್ತುಗಳನ್ನು ಹೊಂದಲು ಮತ್ತು ವಹಿವಾಟುಗಳನ್ನು ಮಾಡಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತವೆ.",
  "page-wallets-blog": "ಕಾಯಿನ್ ಬೇಸ್ ಬ್ಲಾಗ್",
  "page-wallets-bookmarking": "ನಿಮ್ಮ ವ್ಯಾಲೆಟ್ ಅನ್ನು ಬುಕ್ ಮಾರ್ಕ್ ಮಾಡಿ",
  "page-wallets-bookmarking-desc": "ನೀವು ವೆಬ್ ವ್ಯಾಲೆಟ್ ಬಳಸಿದರೆ, ಫಿಶಿಂಗ್ ಹಗರಣಗಳಿಂದ ನಿಮ್ಮನ್ನು ರಕ್ಷಿಸಿಕೊಳ್ಳಲು ಸೈಟ್ ಅನ್ನು ಬುಕ್ ಮಾರ್ಕ್ ಮಾಡಿ.",
  "page-wallets-cd": "ಭೌತಿಕ ಹಾರ್ಡ್ ವೇರ್ ವ್ಯಾಲೆಟ್ ಗಳು ನಿಮ್ಮ ಕ್ರಿಪ್ಟೋವನ್ನು ಆಫ್ ಲೈನ್ ನಲ್ಲಿಡಲು ಅನುಮತಿಸುವ ಸಾಧನಗಳಾಗಿವೆ - ಬಹಳ ಸುರಕ್ಷಿತ",
  "page-wallets-desc-2": "ವ್ಯಾಲೆಟ್ ಗಳು ಹೆಚ್ಚಿನ ಜನರು ತಮ್ಮ ಡಿಜಿಟಲ್ ಸ್ವತ್ತುಗಳು ಮತ್ತು ಗುರುತನ್ನು ನಿರ್ವಹಿಸಲು ಬಳಸುತ್ತಾರೆ.",
  "page-wallets-desc-2-link": "ETH ಬಗ್ಗೆ ಇನ್ನಷ್ಟು",
  "page-wallets-desc-3": "ನಿಮ್ಮ ವ್ಯಾಲೆಟ್ ನಿಮ್ಮ ಎಥೆರಿಯಮ್ ಖಾತೆಯೊಂದಿಗೆ ಸಂವಹನ ನಡೆಸಲು ಒಂದು ಸಾಧನವಾಗಿದೆ. ಅಂದರೆ ನೀವು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ವ್ಯಾಲೆಟ್ ಪೂರೈಕೆದಾರರನ್ನು ವಿನಿಮಯ ಮಾಡಿಕೊಳ್ಳಬಹುದು. ಅನೇಕ ವ್ಯಾಲೆಟ್ ಗಳು ಒಂದೇ ಅಪ್ಲಿಕೇಶನ್ ನಿಂದ ಹಲವಾರು ಇಥಿರಿಯಮ್ ಖಾತೆಗಳನ್ನು ನಿರ್ವಹಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತವೆ.",
  "page-wallets-desc-4": "ವ್ಯಾಲೆಟ್ ಪೂರೈಕೆದಾರರು ನಿಮ್ಮ ಹಣದ ಕಸ್ಟಡಿಯನ್ನು ಹೊಂದಿರುವುದಿಲ್ಲ. ಅವರು ಎಥೆರಿಯಮ್ನಲ್ಲಿ ನಿಮ್ಮ ಸ್ವತ್ತುಗಳನ್ನು ನೋಡಲು ಒಂದು ಕಿಟಕಿಯನ್ನು ಮತ್ತು ಅವುಗಳನ್ನು ಸುಲಭವಾಗಿ ನಿರ್ವಹಿಸಲು ಸಾಧನಗಳನ್ನು ಒದಗಿಸುತ್ತಾರೆ.",
  "page-wallets-description": "ಇಥಿರಿಯಮ್ ವ್ಯಾಲೆಟ್ ಗಳು ನಿಮ್ಮ ಖಾತೆಯ ಮೇಲೆ ನಿಮಗೆ ನಿಯಂತ್ರಣವನ್ನು ನೀಡುವ ಅಪ್ಲಿಕೇಶನ್ ಗಳಾಗಿವೆ. ನಿಮ್ಮ ಭೌತಿಕ ವ್ಯಾಲೆಟ್ನಂತೆಯೇ, ಇದು ನಿಮ್ಮ ಗುರುತನ್ನು ಸಾಬೀತುಪಡಿಸಲು ಮತ್ತು ನಿಮ್ಮ ಸ್ವತ್ತುಗಳನ್ನು ನಿರ್ವಹಿಸಲು ಅಗತ್ಯವಿರುವ ಎಲ್ಲವನ್ನೂ ಒಳಗೊಂಡಿದೆ. ಅಪ್ಲಿಕೇಶನ್ ಗಳಿಗೆ ಸೈನ್ ಇನ್ ಮಾಡಲು, ನಿಮ್ಮ ಬ್ಯಾಲೆನ್ಸ್ ಓದಲು, ವಹಿವಾಟುಗಳನ್ನು ಕಳುಹಿಸಲು ಮತ್ತು ನಿಮ್ಮ ಗುರುತನ್ನು ಪರಿಶೀಲಿಸಲು ನಿಮ್ಮ ವ್ಯಾಲೆಟ್ ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ.",
  "page-wallets-desktop": "ಮ್ಯಾಕ್ ಓಎಸ್, ವಿಂಡೋಸ್ ಅಥವಾ ಲಿನಕ್ಸ್ ಮೂಲಕ ನಿಮ್ಮ ಫಂಡ್ ಗಳನ್ನು ನಿರ್ವಹಿಸಲು ನೀವು ಬಯಸಿದರೆ ಡೆಸ್ಕ್ ಟಾಪ್ ಅಪ್ಲಿಕೇಶನ್ ಗಳು ಬಳಕೆ ಮಾಡಿ",
  "page-wallets-ethereum-wallet": "ವ್ಯಾಲೆಟ್ ಎಂಬುದು ನಿಮ್ಮ ಕೀಲಿಗಳನ್ನು ಬಳಸಿಕೊಂಡು ನಿಮ್ಮ ಖಾತೆಯೊಂದಿಗೆ ಸಂವಹನ ನಡೆಸಲು ಅನುವು ಮಾಡಿಕೊಡುವ ಸಾಧನವಾಗಿದೆ. ಇದು ನಿಮ್ಮ ಖಾತೆಯ ಬ್ಯಾಲೆನ್ಸ್ ವೀಕ್ಷಿಸಲು, ವಹಿವಾಟುಗಳನ್ನು ಕಳುಹಿಸಲು ಮತ್ತು ಹೆಚ್ಚಿನದನ್ನು ವೀಕ್ಷಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ.",
  "page-wallets-explore": "ಇಥಿರಿಯಮ್ ಶೋಧಿಸು",
  "page-wallets-features-desc": "ನೀವು ಕಾಳಜಿ ವಹಿಸುವ ವೈಶಿಷ್ಟ್ಯಗಳ ಆಧಾರದ ಮೇಲೆ ನಿಮ್ಮ ವ್ಯಾಲೆಟ್ ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ನಾವು ನಿಮಗೆ ಸಹಾಯ ಮಾಡಬಹುದು.",
  "page-wallets-features-title": "ವೈಶಿಷ್ಟ್ಯಗಳ ಆಧಾರದ ಮೇಲೆ ವ್ಯಾಲೆಟ್ ಗಳನ್ನು ಹೋಲಿಸಿ",
  "page-wallets-find-wallet-btn": "ವ್ಯಾಲೆಟ್ ಹುಡುಕಿ",
  "page-wallets-find-wallet-link": "ವ್ಯಾಲೆಟ್ ಹುಡುಕಿ",
  "page-wallets-get-some": "ಸ್ವಲ್ಪ ETH ಪಡೆಯಿರಿ",
  "page-wallets-get-some-alt": "ಲೆಗೊ ಇಟ್ಟಿಗೆಗಳಿಂದ ಮಾಡಿದ ETH ಲೋಗೋವನ್ನು ರಚಿಸುವ ಕೈಯ ವಿವರಣೆ",
  "page-wallets-get-some-btn": "ಸ್ವಲ್ಪ ETH ಪಡೆಯಿರಿ",
  "page-wallets-get-some-desc": "ETH ಎಥೆರಿಯಮ್ನ ಸ್ಥಳೀಯ ಕ್ರಿಪ್ಟೋ ಆಗಿದೆ. ಇಥಿರಿಯಮ್ ಅಪ್ಲಿಕೇಶನ್ ಗಳನ್ನು ಬಳಸಲು ನಿಮ್ಮ ವ್ಯಾಲೆಟ್ ನಲ್ಲಿ ನಿಮಗೆ ಸ್ವಲ್ಪ ETH ಅಗತ್ಯವಿದೆ.",
  "page-wallets-how-to-store": "ಎಥೆರಿಯಮ್ನಲ್ಲಿ ಡಿಜಿಟಲ್ ಸ್ವತ್ತುಗಳನ್ನು ಹೇಗೆ ಸಂಗ್ರಹಿಸುವುದು",
  "page-wallets-keys-to-safety": "ನಿಮ್ಮ ಕ್ರಿಪ್ಟೋವನ್ನು ಸುರಕ್ಷಿತವಾಗಿಡಲು ಕೀಲಿಗಳು",
  "page-wallets-manage-funds": "ನಿಮ್ಮ ಫಂಡ್ ಗಳನ್ನು ನಿರ್ವಹಿಸಲು ಒಂದು ಅಪ್ಲಿಕೇಶನ್",
  "page-wallets-manage-funds-desc": "ನಿಮ್ಮ ವ್ಯಾಲೆಟ್ ನಿಮ್ಮ ಬ್ಯಾಲೆನ್ಸ್ ಗಳು, ವಹಿವಾಟಿನ ಇತಿಹಾಸವನ್ನು ತೋರಿಸುತ್ತದೆ ಮತ್ತು ಹಣವನ್ನು ಕಳುಹಿಸಲು / ಸ್ವೀಕರಿಸಲು ನಿಮಗೆ ಒಂದು ಮಾರ್ಗವನ್ನು ನೀಡುತ್ತದೆ. ಕೆಲವು ವ್ಯಾಲೆಟ್‍ಗಳು ಹೆಚ್ಚಿನದನ್ನು ನೀಡಬಹುದು.",
  "page-wallets-meta-description": "ಇಥಿರಿಯಮ್ ವ್ಯಾಲೆಟ್ ಗಳನ್ನು ಬಳಸಲು ನೀವು ತಿಳಿದುಕೊಳ್ಳಬೇಕಾದದ್ದು.",
  "page-wallets-meta-title": "ಇಥಿರಿಯಮ್ ವ್ಯಾಲೆಟ್ ಗಳು",
  "page-wallets-mobile": "ನಿಮ್ಮ ಹಣವನ್ನು ಎಲ್ಲಿಂದಲಾದರೂ ಪ್ರವೇಶಿಸುವಂತೆ ಮಾಡುವ ಮೊಬೈಲ್ ಅಪ್ಲಿಕೇಶನ್ ಗಳು",
  "page-wallets-more-on-dapps-btn": "Dapp ಗಳಲ್ಲಿ ಇನ್ನಷ್ಟು",
  "page-wallets-most-wallets": "ಹೆಚ್ಚಿನ ವ್ಯಾಲೆಟ್ ಉತ್ಪನ್ನಗಳು ನಿಮಗೆ ಇಥಿರಿಯಮ್ ಖಾತೆಯನ್ನು ರಚಿಸಲು ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ. ಆದ್ದರಿಂದ ನೀವು ವ್ಯಾಲೆಟ್ ಅನ್ನು ಡೌನ್ಲೋಡ್ ಮಾಡುವ ಮೊದಲು ನಿಮಗೆ ಅದರ ಅಗತ್ಯವಿಲ್ಲ.",
  "page-wallets-protecting-yourself": "ನಿಮ್ಮನ್ನು ಮತ್ತು ನಿಮ್ಮ ಹಣವನ್ನು ರಕ್ಷಿಸುವುದು",
  "page-wallets-seed-phrase": "ನಿಮ್ಮ ಬೀಜದ ನುಡಿಗಟ್ಟನ್ನು ಬರೆಯಿರಿ",
  "page-wallets-seed-phrase-desc": "ವ್ಯಾಲೆಟ್ ಗಳು ಆಗಾಗ್ಗೆ ನಿಮಗೆ ಬೀಜದ ನುಡಿಗಟ್ಟನ್ನು ನೀಡುತ್ತವೆ, ಅದನ್ನು ನೀವು ಸುರಕ್ಷಿತವಾಗಿ ಎಲ್ಲಿಯಾದರೂ ಬರೆಯಬೇಕು. ನಿಮ್ಮ ವ್ಯಾಲೆಟ್ ಅನ್ನು ಮರುಪಡೆಯಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುವ ಏಕೈಕ ಮಾರ್ಗ ಇದು.",
  "page-wallets-seed-phrase-example": "ಇಲ್ಲಿದೆ ಒಂದು ಉದಾಹರಣೆ:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "ಅದನ್ನು ಕಂಪ್ಯೂಟರ್ ನಲ್ಲಿ ಸಂಗ್ರಹಿಸಬೇಡಿ. ಅದನ್ನು ಬರೆದಿಟ್ಟುಕೊಳ್ಳಿ ಮತ್ತು ಅದನ್ನು ಸುರಕ್ಷಿತವಾಗಿರಿಸಿ.",
  "page-wallets-slogan": "ನಿಮ್ಮ ಡಿಜಿಟಲ್ ಭವಿಷ್ಯದ ಕೀಗಳನ್ನು ಹಿಡಿದಿಟ್ಟುಕೊಳ್ಳುವುದು",
  "page-wallets-stay-safe": "ಸುರಕ್ಷಿತವಾಗಿರುವುದು ಹೇಗೆ",
  "page-wallets-stay-safe-desc": "ಆರ್ಥಿಕ ಸ್ವಾತಂತ್ರ್ಯ ಮತ್ತು ಎಲ್ಲಿಯಾದರೂ ಹಣವನ್ನು ಪ್ರವೇಶಿಸುವ ಮತ್ತು ಬಳಸುವ ಸಾಮರ್ಥ್ಯವು ಜವಾಬ್ದಾರಿಯೊಂದಿಗೆ ಬರುತ್ತದೆ - ಕ್ರಿಪ್ಟೋದಲ್ಲಿ ಯಾವುದೇ ಗ್ರಾಹಕ ಬೆಂಬಲವಿಲ್ಲ. ನಿಮ್ಮ ಕೀಲಿಗಳನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಮತ್ತು ಸುಭದ್ರವಾಗಿಡಲು ನೀವು ಜವಾಬ್ದಾರರಾಗಿರುತ್ತೀರಿ.",
  "page-wallets-subtitle": "ನಿಮ್ಮ ಡಿಜಿಟಲ್ ಸ್ವತ್ತುಗಳನ್ನು ಪ್ರವೇಶಿಸಲು ಮತ್ತು ಅಪ್ಲಿಕೇಶನ್ ಗಳಿಗೆ ಸೈನ್ ಇನ್ ಮಾಡಲು ವ್ಯಾಲೆಟ್ ಗಳು ನಿಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತವೆ.",
  "page-wallets-take-responsibility": "ನಿಮ್ಮ ಸ್ವಂತ ನಿಧಿಯ ಜವಾಬ್ದಾರಿಯನ್ನು ತೆಗೆದುಕೊಳ್ಳಿ",
  "page-wallets-take-responsibility-desc": "ಕೇಂದ್ರೀಕೃತ ವಿನಿಮಯಗಳು ನಿಮ್ಮ ವ್ಯಾಲೆಟ್ ಅನ್ನು ಬಳಕೆದಾರಹೆಸರು ಮತ್ತು ಪಾಸ್ ವರ್ಡ್ ಗೆ ಲಿಂಕ್ ಮಾಡುತ್ತವೆ, ಅದನ್ನು ನೀವು ಸಾಂಪ್ರದಾಯಿಕ ರೀತಿಯಲ್ಲಿ ಮರುಪಡೆಯಬಹುದು. ನಿಮ್ಮ ನಿಧಿಗಳ ಮೇಲೆ ಕಸ್ಟಡಿಯೊಂದಿಗೆ ಆ ವಿನಿಮಯವನ್ನು ನೀವು ನಂಬುತ್ತಿದ್ದೀರಿ ಎಂಬುದನ್ನು ನೆನಪಿಡಿ. ಎಕ್ಸ್ಚೇಂಜ್ನಲ್ಲಿ ಹಣಕಾಸಿನ ತೊಂದರೆ ಇದ್ದರೆ, ನಿಮ್ಮ ನಿಧಿಗಳು ಅಪಾಯದಲ್ಲಿರುತ್ತವೆ.",
  "page-wallets-tips": "ಸುರಕ್ಷಿತವಾಗಿರಲು ಹೆಚ್ಚಿನ ಸಲಹೆಗಳು",
  "page-wallets-tips-community": "ಸಮುದಾಯದಿಂದ",
  "page-wallets-title": "ಇಥಿರಿಯಮ್ ವ್ಯಾಲೆಟ್ ಗಳು",
  "page-wallets-triple-check": "ಎಲ್ಲವನ್ನೂ ಮೂರು ಬಾರಿ ಪರಿಶೀಲಿಸಿ",
  "page-wallets-triple-check-desc": "ವಹಿವಾಟುಗಳನ್ನು ಹಿಮ್ಮುಖಗೊಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ ಮತ್ತು ವ್ಯಾಲೆಟ್ ಗಳನ್ನು ಸುಲಭವಾಗಿ ಮರುಪಡೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ ಎಂಬುದನ್ನು ನೆನಪಿಡಿ ಆದ್ದರಿಂದ ಮುನ್ನೆಚ್ಚರಿಕೆಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಿ ಮತ್ತು ಯಾವಾಗಲೂ ಜಾಗರೂಕರಾಗಿರಿ.",
  "page-wallets-try-dapps": "ಕೆಲವು dapp ಗಳನ್ನು ಪ್ರಯತ್ನಿಸಿ",
  "page-wallets-try-dapps-alt": "ಎಥೆರಿಯಮ್ ಸಮುದಾಯದ ಸದಸ್ಯರು ಒಟ್ಟಾಗಿ ಕೆಲಸ ಮಾಡುವ ವಿವರಣೆ",
  "page-wallets-try-dapps-desc": "Dapps ಎಥೆರಿಯಮ್ನಲ್ಲಿ ನಿರ್ಮಿಸಲಾದ ಅಪ್ಲಿಕೇಶನ್ಗಳಾಗಿವೆ. ಅವು ಹೆಚ್ಚಿನ ಸಾಂಪ್ರದಾಯಿಕ ಅಪ್ಲಿಕೇಶನ್ ಗಳಿಗಿಂತ ನಿಮ್ಮ ಡೇಟಾದಲ್ಲಿ ಅಗ್ಗ, ಉತ್ತಮ ಮತ್ತು ಕರುಣಾಮಯಿ.",
  "page-wallets-types": "ವ್ಯಾಲೆಟ್ ಗಳ ವಿಧಗಳು",
  "page-wallets-types-desc": "ನಿಮ್ಮ ಖಾತೆಯೊಂದಿಗೆ ಇಂಟರ್ಫೇಸ್ ಮಾಡಲು ಮತ್ತು ಸಂವಹನ ನಡೆಸಲು ಕೆಲವು ಮಾರ್ಗಗಳಿವೆ:",
  "page-wallets-web-browser": "ಬ್ರೌಸರ್ ವ್ಯಾಲೆಟ್‍ಗಳು ವೆಬ್ ಅಪ್ಲಿಕೇಶನ್‍ಗಳಾಗಿವೆ, ಅದು ಬ್ರೌಸರ್ ನಲ್ಲಿ ನೇರವಾಗಿ ನಿಮ್ಮ ಖಾತೆಯೊಂದಿಗೆ ಸಂವಹನ ನಡೆಸಲು ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ",
  "page-wallets-web-browser-extension": "ಬ್ರೌಸರ್ ವಿಸ್ತರಣೆ ವ್ಯಾಲೆಟ್ ಗಳು ನೀವು ಡೌನ್ ಲೋಡ್ ಮಾಡುವ ವಿಸ್ತರಣೆಗಳಾಗಿವೆ, ಅದು ಬ್ರೌಸರ್ ಮೂಲಕ ನಿಮ್ಮ ಖಾತೆ ಮತ್ತು ಅಪ್ಲಿಕೇಶನ್ ಗಳೊಂದಿಗೆ ಸಂವಹನ ನಡೆಸಲು ನಿಮಗೆ ಅವಕಾಶ ನೀಡುತ್ತದೆ",
  "page-wallets-whats-a-wallet": "ಇಥಿರಿಯಮ್ ವ್ಯಾಲೆಟ್ ಎಂದರೇನು?",
  "page-wallets-your-ethereum-account": "ನಿಮ್ಮ ಇಥಿರಿಯಮ್ ಖಾತೆ",
  "page-wallets-your-ethereum-account-desc": "ನಿಮ್ಮ ವ್ಯಾಲೆಟ್ ನಿಮ್ಮ ಇಥಿರಿಯಮ್ ಖಾತೆಗೆ ನಿಮ್ಮ ಕಿಟಕಿಯಾಗಿದೆ - ನಿಮ್ಮ ಬ್ಯಾಲೆನ್ಸ್, ವಹಿವಾಟು ಇತಿಹಾಸ ಮತ್ತು ಹೆಚ್ಚಿನವು. ಆದರೆ ನೀವು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ವ್ಯಾಲೆಟ್ ಪೂರೈಕೆದಾರರನ್ನು ವಿನಿಮಯ ಮಾಡಿಕೊಳ್ಳಬಹುದು.",
  "page-wallets-your-login": "ಇಥಿರಿಯಮ್ ಅಪ್ಲಿಕೇಶನ್‍ಗಳಿಗಾಗಿ ನಿಮ್ಮ ಲಾಗಿನ್",
  "page-wallets-your-login-desc": "ನಿಮ್ಮ ಇಥಿರಿಯಮ್ ಖಾತೆಯನ್ನು ಬಳಸಿಕೊಂಡು ಅಪ್ಲಿಕೇಶನ್‍ಗಳಿಗೆ ಸಂಪರ್ಕಿಸಲು ನಿಮ್ಮ ವ್ಯಾಲೆಟ್ ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ. ಇದು ನೀವು ಅನೇಕ ಅಪ್ಲಿಕೇಶನ್‍ಗಳಲ್ಲಿ ಬಳಸಬಹುದಾದ ಲಾಗಿನ್ ಇದ್ದಂತೆ.",
  "additional-reading-how-to-create-an-ethereum-account": "How to create an Ethereum account",
  "additional-reading-how-to-use-a-wallet": "ವ್ಯಾಲೆಟ್ ಬಳಸುವುದು ಹೇಗೆ"
}
