{
  "page-what-is-ethereum-alt-img-bazaar": "Илюстрация на човек, надничащ в базар, целящ да представлява Eтереум",
  "page-what-is-ethereum-alt-img-comm": "Илюстрация как членове на общността на Етереум работят заедно",
  "page-what-is-ethereum-alt-img-lego": "Илюстрация на ръка, създаваща логото на ETH, направено от тухлички на лего",
  "page-what-is-ethereum-banking-card": "Банкиране за всеки",
  "page-what-is-ethereum-banking-card-desc": "Не всеки има достъп до финансови услуги. Всичко, от което се нуждаете за достъп до Етереум и продуктите за кредитиране, вземане на заеми и спестявания, изградени върху него, е връзка с интернет.",
  "page-what-is-ethereum-build": "Направете нещо с Ethereum",
  "page-what-is-ethereum-build-desc": "Ако желаете да опитате да изграждате с Ethereum, четете нашата документация или проверете инструментите, с които трябва да започнете.",
  "page-what-is-ethereum-censorless-card": "Устойчивост на цензура",
  "page-what-is-ethereum-censorless-card-desc": "Никое правителство или фирма няма контрол над Етереум. Заради тази децентрализация е почти невъзможно някой да се опита да ви попречи да получавате плащания или да използвате услуги в Етереум.",
  "page-what-is-ethereum-comm-desc": "Нашата общност включва хора от всякакво потекло, включително артисти, крипто-анархисти, компании от 500-те най-големи такива, а сега и вас. Научете как може да се включите още днес.",
  "page-what-is-ethereum-commerce-card": "Гаранции за търговията",
  "page-what-is-ethereum-commerce-card-desc": "Клиентите имат сигурна вградена гаранция за това, че средствата ще преминат от едни ръце към други само ако се спазят предварителните договорености. По същия начин разработчиците могат да бъдат уверени, че правилата за тях няма да се променят.",
  "page-what-is-ethereum-composable-card": "Модулни продукти",
  "page-what-is-ethereum-composable-card-desc": "Всички приложения са изградени върху една и съща блокова верига (блокчейн) със споделено глобално състояние. Това означава, че могат да се надграждат едно върху друго, подобно на тухлички Лего. Това дава възможност за по-добри продукти и изживявания, както и сигурност, че никой не може да премахне инструменти, на които приложенията разчитат.",
  "page-what-is-ethereum-community": "Общността на Етереум",
  "page-what-is-ethereum-desc": "Основата на нашето дигитално бъдеще",
  "page-what-is-ethereum-explore": "Разучете Етереум",
  "page-what-is-ethereum-internet-card": "Отворен интернет",
  "page-what-is-ethereum-internet-card-desc": "Всеки може да взаимодейства с мрежата на Етереум или да изгражда приложения в нея. Това ви позволява да контролирате собствените си активи и самоличността си, вместо да оставяте контрола в ръцете на няколко големи корпорации.",
  "page-what-is-ethereum-meet-comm": "Запознайте се с общността",
  "page-what-is-ethereum-meta-description": "Научете какво е Ethereum, какво прави и как сами да го пробвате.",
  "page-what-is-ethereum-meta-title": "Какво е Eтереум?",
  "page-what-is-ethereum-p2p-card": "Мрежа с равноправен достъп",
  "page-what-is-ethereum-p2p-card-desc": "В Етереум можете да координирате, да сключвате споразумения или да прехвърляте дигитални активи директно на други хора, без да разчитате на посредници.",
  "page-what-is-ethereum-start-building-btn": "Започнете изграждането",
  "page-what-is-ethereum-title": "Какво е Ethereum?",
  "page-what-is-ethereum-subtitle": "Изчерпателно ръководство за начинаещи относно това как работи Етереум, ползите, които носи, и как се използва от милиони хора по света.",
  "page-what-is-ethereum-button-lets-start": "Да започваме",
  "page-what-is-ethereum-blockchain-tab-title": "Какво е блокова верига?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Блокова верига е база данни от трансакции</b>, която се актуализира и споделя между много компютри в мрежа. Всеки път, когато се добави нов набор от трансакции, това се нарича „блок“ – оттам и името блокова верига. Публични блокови вериги като Етереум позволяват на всеки да добавя, но не и да трие информация. Ако някой иска да промени каквото и да е или да измами системата, то ще трябва да го направи на абсолютно всеки компютър в мрежата. А те са много! Именно това прави децентрализираните блокови мрежи като Етереум изключително сигурни.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Какво е криптовалута?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "„Криптовалута“ е термин, който описва много видове заменими дигитални токени, подсигурени от блокова верига. Всичко започва с биткойн. Биткойн може да се използва за прехвърлянето на стойност между две страни, без да се налага да се доверяват на посредник. Трябва да се доверите единствено на кода на биткойн, който е отворен и свободнодостъпен.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "Причината активи като биткойн и етер да се наричат „криптовалути“ е, че сигурността на вашите данни и активи е гарантирана чрез <a href=\"/glossary/#cryptography\">криптографията</a>, а не чрез осланяне на честността на отделна институция или корпорация.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Етереум има своя собствена криптовалута, етер (ETH), която се използва за заплащане на различни дейности в мрежата. Тя може да се прехвърля между потребители или да се заменя за други токени в Етереум. Етер е специална криптовалута, тъй като се използва за заплащане на изчислителните ресурси, необходими за изграждането и поддържането на приложения и организации в Етереум.",
  "page-what-is-ethereum-summary-title": "Обобщение",
  "page-what-is-ethereum-summary-desc-1": "Етереум е мрежа от компютри, разположени по целия свят, които следват набор от правила, наречени протокол Етереум. Мрежата на Етереум служи като база за общности, приложения, организации и дигитални активи, които всеки може да изгражда и използва.",
  "page-what-is-ethereum-summary-desc-2": "Можете да създадете акаунт в Етереум навсякъде и по всяко време, и да се гмурнете в свят от приложения или да разработите ваше собствено такова. Основната иновация е, че можете да направите всичко това, без да е необходимо да се доверявате на централизирана власт, която може да промени или ограничи достъпа ви.",
  "page-what-is-ethereum-summary-desc-3": "Прочетете по-нататък, за да научите повече…",
  "page-what-is-ethereum-btc-eth-diff-title": "Каква е разликата между Етереум и Биткойн?",
  "page-what-is-ethereum-btc-eth-diff-1": "Въведен през 2015 г., Етереум е изграден на основата на иновацията на Биткойн, но с няколко големи разлики.",
  "page-what-is-ethereum-btc-eth-diff-2": "И двете ви позволяват да използвате дигитални пари без посредници за плащания или банки. Но <b>Етереум може да се програмира</b>, така че вие можете също и да изграждате и разполагате децентрализирани приложения в неговата мрежа.",
  "page-what-is-ethereum-btc-eth-diff-3": "Биткойн ни позволява да изпращаме базови съобщения помежду си относно това, което намираме за ценно. Установяването на ценност без власт е вече могъщо. Етереум надгражда върху това: вместо само съобщения, вие можете да напишете всякаква обща програма или договор. Няма лимит върху типа договори, които могат да бъдат създавани и договаряни, следователно в платформата на Етереум се случва страхотна иновация.",
  "page-what-is-ethereum-btc-eth-diff-4": "Докато Биткойн е само мрежа за плащания, Етереум е по-скоро пазар за финансови услуги, игри, социални мрежи и други приложения.",
  "page-what-is-ethereum-what-can-eth-do-title": "Какво може да прави Етереум?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Защо ми е да използвам Етереум?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Ако търсите по-устойчиви, отворени и надеждни начини да координирате глобално, да създавате организации, да разработвате приложения и да споделяте стойност, то Етереум е точно за вас. Етереум е история, която се пише от всички нас – така че заповядайте и открийте невероятните светове, които можем да създадем заедно.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Етереум е безценен и за хора, които е трябвало да се справят с непостоянство, свързано със сигурността, устойчивостта или мобилността на техните средства, заради външни сили извън техния контрол.",
  "page-what-is-ethereum-slide-1-title": "По-евтини и по-бързи трансгранични плащания",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Стейбълкойните</b> са нова разновидност на криптовалутата, при която се разчита на по-стабилни активи като основа за стойността им. Повечето от тях са свързани с щатския долар и следователно поддържат стойността на тази валута. Те дават възможност за една много евтина и стабилна глобална система за разплащания. Много от съществуващите стейбълкойни са изградени върху мрежата на Етереум.",
  "page-what-is-ethereum-slide-1-desc-2": "Етереум и стейбълкойните опростяват процеса на изпращане на пари в чужбина. Често отнема само няколко минути, за да бъдат прехвърлени средства по целия свят, което съвсем не е така при една средностатистическа банка, където това отнема няколко работни дни и даже седмици, и при това за малка част от цената за трансакцията. В допълнение, няма отделна такса при трансакциите на големи суми, както и никакви ограничения за това къде или защо изпращате парите си.",
  "page-what-is-ethereum-slide-2-title": "Най-бързата помощ във времена на криза",
  "page-what-is-ethereum-slide-2-desc-1": "Ако имате късмета да имате многобройни банкови възможности чрез надеждни институции там, където живеете, вероятно приемате за даденост финансовата свобода, сигурност и стабилност, които те предлагат. Но за много хора по света, които се сблъскват с политически репресии или икономически затруднения, финансовите институции може и да не осигуряват защитата или услугите, от които те имат нужда.",
  "page-what-is-ethereum-slide-2-desc-2": "Когато война, икономически катастрофи или репресии срещу гражданските свободи застигат жителите на <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Венецуела</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Куба</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Афганистан</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Нигерия</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Беларус</a> и <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Украйна</a>, криптовалутите представляват най-бързия, а понякога и единствен начин за запазване на финансова активност.<sup><a href=\"https://www.financialinclusion.tech/\">1</a></sup> Както се вижда от тези примери, криптовалутите като Eтереум могат да осигурят неограничен достъп до глобалната икономика, когато хората са откъснати от външния свят. Освен това стейбълкойните предлагат запас от стойност, когато местните валути се сриват поради хиперинфлация.",
  "page-what-is-ethereum-slide-3-title": "Възможности за създателите",
  "page-what-is-ethereum-slide-3-desc-1": "Само през 2021 г. артисти, музиканти, писатели и други хора на изкуството са използвали Етереум, за да спечелят общо около 3,5 милиарда долара. Това прави Етереум една от най-големите световни платформи за творци, наред със Spotify, YouTube и Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Научете повече</a>.",
  "page-what-is-ethereum-slide-4-title": "Възможности за геймърите",
  "page-what-is-ethereum-slide-4-desc-1": "Игрите от типа „Играй, за да печелиш“ (в които играчите наистина получават награди, за да играят) се появиха наскоро и те преобразяват цялата гейминг индустрия. Обикновено често се забранява да се търгуват или прехвърлят активи в игрите на други участници срещу истински пари. Това принуждава играчите да ползват сайтове на черния пазар, които често застрашават сигурността. Игрите на блокчейните приемат икономика в рамките на играта и поощряват такова поведение, но по доверен и сигурен начин.",
  "page-what-is-ethereum-slide-4-desc-2": "Нещо повече, играчите се поощряват, защото могат да търгуват с токени от играта за истински пари и така те наистина биват възнаградени за това, че играят.",
  "page-what-is-ethereum-meet-ether-title": "Запознайте се с етер – криптовалутата на Етереум",
  "page-what-is-ethereum-meet-ether-desc-1": "Много действия в мрежата на Етереум изискват да се работи във вградения компютър на Етереум (познат като виртуална машина на Етереум или EVM). Тази изчислителна сила не е безплатна. Тя се заплаща в собствената валута на Етереум, наречена етер (ETH). Това значи, че се нуждаете от поне малка сума етер, за да използвате мрежата.",
  "page-what-is-ethereum-meet-ether-desc-2": "Етерът е изцяло дигитален и можете да го изпращате на когото и да е, където и да е по света незабавно. Запасите от етер не се контролират от никое правителство или фирма – те са децентрализирани и напълно прозрачни. Етерът се издава по конкретен начин, заложен в протокола, само за залагащите, които подсигуряват мрежата.",
  "page-what-is-ethereum-what-is-ether": "Както е Етер?",
  "page-what-is-ethereum-get-eth": "Вземете ETH",
  "page-what-is-ethereum-explore-applications": "Разгледайте приложенията",
  "page-what-is-ethereum-learn-defi": "Научете за DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Кой управлява Етереум?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Eтереум не се контролира от конкретен човек или обект. Съществува винаги, когато има свързани компютри, изпълняващи софтуер, следващ протокола Eтереум и добавящ към Eтереум<a href=\"/glossary/#blockchain\">блокчейна</a>. Всеки от тези компютри е известен като възел. Възлите могат да се управляват от всеки, въпреки че, за да участвате в защитата на мрежата, трябва да <a href=\"/glossary/#staking\">заложите</a> ETH (собственият токен на Eтереум). Всеки, който притежава 32 ETH, може да направи това, без да е необходимо разрешение.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Дори програмният код на Етереум не се прави от едно лице. Всеки може да предлага промени по протокола и да обсъжда надграждания. Има няколко внедрявания на протокола на Етереум, които се правят от независими организации на няколко програмни езика, и те обикновено се изграждат по прозрачен начин, като окуражават принос от общността.",
  "page-what-is-ethereum-run-a-node": "Стартиране на възел",
  "page-what-is-ethereum-smart-contract-title": "Какво представляват интелигентните договори?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Интелигентните договори са компютърни програми</b>, които съществуват върху блоковата верига на Етереум. Те се изпълняват, когато бъдат задействани чрез трансакция от потребител. Интелигентните договори правят Етереум много гъвкав и му дават много възможности. Тези програми са основата за децентрализираните приложения и организации.",
  "page-what-is-ethereum-smart-contract-desc-2": "Някога използвали ли сте продукт, който променя условията си за употреба? Или премахва функция, която за вас е полезна? Когато един интелигентен договор е публикуван в Етереум, той остава онлайн и действащ, докато Етереум съществува. Дори неговият автор не може да го премахне. Тъй като интелигентните договори са автоматизирани, те не облагодетелстват едни потребители за сметка на други и са винаги годни за употреба.",
  "page-what-is-ethereum-smart-contract-desc-3": "Популярни примери за интелигентни договори са приложения за кредитиране, децентрализирани борси за търговия, застраховки, квадратично финансиране, социални мрежи, <a href=\"/glossary/#nft\">NFT</a> – на практика всичко, за което се сетите.",
  "page-what-is-ethereum-more-on-smart-contracts": "Повече за интелигентните договори",
  "page-what-is-ethereum-explore-dapps": "Разгледайте dapps",
  "page-what-is-ethereum-criminal-activity-title": "Чух, че криптовалутите се ползват за криминални деяния. Това вярно ли е?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Тази технология може да се използва не по предназначение, както всяка друга. И все пак, трансакциите в Етереум се случват в публична блокова верига и затова често властите могат да проследяват незаконни действия по-лесно, отколкото в традиционната финансова система. Това прави Етереум непривлекателен избор за тези, които биха искали дейностите им да останат скрити.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Според някои важни разкрития в наскоро публикуван доклад на Европол, Агенцията на ЕС за сътрудничество в прилагането на закона, криптовалутите се използват много по-малко с криминална цел в сравнение с фиатните валути:",
  "page-what-is-ethereum-criminal-activity-desc-3": "„Употребата на криптовалутите за незаконни дейности представлява само малка част от цялата икономика с криптовалута, тя видимо е по-малка в сравнение с размера на нелегалните средства в традиционните финанси.“",
  "page-what-is-ethereum-energy-title": "Какво да кажем за консумацията на енергия при Етереум?",
  "page-what-is-ethereum-energy-desc-1": "На 15 септември 2022 г. Eтереум премина през ъпгрейда „Сливането“, с което в Eтереум се направи преход от консенсусен механизъм за <a href=\"/glossary/#pow\">доказателство-за-работа</a> към <a href=\"/glossary/#pos\">доказателство-за-залог</a>.",
  "page-what-is-ethereum-energy-desc-2": "Сливането беше най-големият ъпгрейд, който намали консумацията на енергия, нужна да подсигурява Етереум, с <b>99.95%</b>, създавайки една<b>по-сигурна мрежа на много по-малка въглеродна цена</b>. Сега Етереум е ниско-въглеродна верига, която в същото време устоява своята сигурност и мащабируемост.",
  "page-what-is-ethereum-more-on-energy-consumption": "Повече за потреблението на енергия",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Годишно потребление на енергия в TWh/yr",
  "energy-consumption-chart-global-data-centers-label": "Глобални центрове за данни",
  "energy-consumption-gold-mining-cbeci-label": "Добиване на злато",
  "energy-consumption-chart-btc-pow-label": "BTC доказателство за работа",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH доказателство за работа",
  "energy-consumption-chart-gaming-us-label": "Гейминг в САЩ",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH доказателство за залог",
  "page-what-is-ethereum-the-merge-update": "Актуализацията „Сливането“",
  "page-what-is-ethereum-additional-reading": "Допълнителна информация",
  "page-what-is-ethereum-week-in-ethereum": "Седмични новини за Етереум",
  "page-what-is-ethereum-week-in-ethereum-desc": "– седмичен вестник, който отразява важните събития в екосистемата.",
  "page-what-is-ethereum-kernel-dreamers": "Kernel",
  "page-what-is-ethereum-kernel-dreamers-desc": "Мечтата на Етереум",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Атоми, институции, блокчейни",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "– защо блокчейните имат значение?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Етереум в цифри",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "Проекти, изградени върху Eтереум",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "Aкаунти (портфейли) с баланс в ETH",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "Интелигентни договори в Eтереум",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "Стойност, гарантирана в Eтереум",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "Печалби на създатели в Eтереум през 2021 г.",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "Брой на трансакциите към днешна дата",
  "adoption-chart-column-now-label": "Сега",
  "adoption-chart-investors-label": "Инвеститори",
  "adoption-chart-developers-label": "Разработчици",
  "adoption-chart-companies-label": "Компании",
  "adoption-chart-artists-label": "Артисти",
  "adoption-chart-musicians-label": "Музиканти",
  "adoption-chart-writers-label": "Писатели",
  "adoption-chart-gamers-label": "Геймъри",
  "adoption-chart-refugees-label": "Бежанци",
  "page-what-is-ethereum-get-eth-alt": "Вземете малко ETH",
  "page-what-is-ethereum-get-eth-description": "ETH е собствената валута на Eтереум. Ще ви е необходимо известно количество ETH в портфейла, за да използвате приложения на Eтереум.",
  "page-what-is-ethereum-get-eth-title": "Вземете малко ETH",
  "page-what-is-ethereum-explore-dapps-alt": "Проучете dapps",
  "page-what-is-ethereum-explore-dapps-description": "Децентрализираните приложения (dapps) са приложения, изградени върху Eтереум. Dapps нарушават настоящите бизнес модели и измислят нови.",
  "page-what-is-ethereum-explore-dapps-title": "Опитайте с някои dapps"
}
