{
  "page-what-is-ethereum-101": "Етереум 101",
  "page-what-is-ethereum-101-desc": "Етереум е технология, която ви позволява да изпращате криптовалута до който и да е с малка такса. Той също така зарежда приложения, които всеки може да използва и никой не може да премахне.",
  "page-what-is-ethereum-101-desc-2": "Етереум се изгражда на основата на иновацията в Биткойн, но с няколко големи разлики.",
  "page-what-is-ethereum-101-desc-3": "И двете ви позволяват да използвате дигитални пари без посредници при разплащанията или банки. Но Етереум се програмира така, че може също да го използвате за много различни дигитални активи – даже и за Биткойн!",
  "page-what-is-ethereum-101-desc-4": "Това също означава, че Етереум е нещо повече от система за разплащания. Той е пазар за финансови услуги, игри и приложения, които не могат да откраднат данните ви или да ви цензурират.",
  "page-what-is-ethereum-101-italic": "световният програмируем блокчейн.",
  "page-what-is-ethereum-101-strong": "Той е ",
  "page-what-is-ethereum-accessibility": "Етереум е отворен за всички.",
  "page-what-is-ethereum-adventure": "Изберете своето приключение!",
  "page-what-is-ethereum-alt-img-bazaar": "Илюстрация на човек, който наднича в един пазар, направен да представлява Етереум",
  "page-what-is-ethereum-alt-img-comm": "Илюстрация как членове на общността на Етереум работят заедно",
  "page-what-is-ethereum-alt-img-lego": "Илюстрация на ръка, създаваща логото на ETH, направено от тухлички на лего",
  "page-what-is-ethereum-alt-img-social": "Илюстрация на хора в социален кръг, отдадени на Етереум, с голямо лого на ETH",
  "page-what-is-ethereum-banking-card": "Банкиране за всеки",
  "page-what-is-ethereum-banking-card-desc": "Не всеки има достъп до финансови услуги. Но всичко, от което имате нужда, за да влезете в Етереум и неговата система на даване и вземане на заеми и на спестявания, е интернет връзка.",
  "page-what-is-ethereum-build": "Направете нещо с Етереум",
  "page-what-is-ethereum-build-desc": "Ако желаете да опитате да изграждате с Етереум, четете нашата документация или проверете пособията, с които трябва да започнете.",
  "page-what-is-ethereum-censorless-card": "Устойчивост на цензура",
  "page-what-is-ethereum-censorless-card-desc": "Никое правителство или фирма няма контрол над Етереум. Тази децентрализация прави почти невъзможно някой да се опита да ви попречи да получавате плащания или да използвате услугите в Етереум.",
  "page-what-is-ethereum-comm-desc": "Нашата общност включва хора от всякакво потекло, включително артисти, крипто-анархисти, компании от 500-те най-големи такива, а сега и вас. Научете как може да се включите още днес.",
  "page-what-is-ethereum-commerce-card": "Гаранции за търговията",
  "page-what-is-ethereum-commerce-card-desc": "Етереум създава повече пространство за развитие. Клиентите имат сигурна, вградена в системата гаранция, че средствата ще сменят своя собственик само ако действате спрямо уговорката. Нямате нужда от протекцията на голяма компания, за да работите.",
  "page-what-is-ethereum-community": "Общността на Етереум",
  "page-what-is-ethereum-compatibility-card": "Съвместимост за успеха",
  "page-what-is-ethereum-compatibility-card-desc": "През цялото време се създават по-добри продукти и се трупа опит, защото продуктите на Етереум са съвместими по подразбиране. Компаниите могат да изграждат въз основа на успеха на другите.",
  "page-what-is-ethereum-dapps-desc": "Продукти и услуги, които работят в Етереум. Има дап-ове за финанси, работа, социални медии, игри и други – запознайте се с приложенията на нашето дигитално бъдеще.",
  "page-what-is-ethereum-dapps-img-alt": "Илюстрация на додж, който ползва приложение на Етереум на компютър",
  "page-what-is-ethereum-dapps-title": "Дап-ове на Етереум",
  "page-what-is-ethereum-desc": "Основата на нашето дигитално бъдеще",
  "page-what-is-ethereum-explore": "Разучете Етереум",
  "page-what-is-ethereum-get-started": "Най-добрият начин да научите повече е да свалите портфейл, да вземете малко ETH и да се опитате с някоя дап в Етереум.",
  "page-what-is-ethereum-in-depth-description": "Етереум е с отворен достъп до дигиталните пари и услуги с лесни за ползване данни от всеки – без значение произход или местонахождение. Той е технология, изградена от общността на основата на криптовалутата етер (ETH) и с хиляди приложения, които може да ползвате днес.",
  "page-what-is-ethereum-internet-card": "По-поверителен интернет",
  "page-what-is-ethereum-internet-card-desc": "Няма нужда да давате всичките си лични данни, за да ползвате приложение в Етереум. Етереум гради икономика на основата на стойност, а не наблюдение.",
  "page-what-is-ethereum-meet-comm": "Запознайте се с общността",
  "page-what-is-ethereum-meta-description": "Научете какво е Етереум, какво прави и как сами да го пробвате.",
  "page-what-is-ethereum-meta-title": "Какво е Етереум?",
  "page-what-is-ethereum-native-alt": "Символът на етер (ETH)",
  "page-what-is-ethereum-native-crypto": "Собствената криптовалута на Етереум и еквивалент на Биткойн. Може да ползвате ETH при приложенията в Етереум или да изпращате дадена стойност на семейство и приятели.",
  "page-what-is-ethereum-native-img-alt": "Илюстрация на робот с тяло като сейф, представляващ портфейлите в Етереум",
  "page-what-is-ethereum-native-title": "ETH",
  "page-what-is-ethereum-p2p-card": "Мрежа с равноправен достъп",
  "page-what-is-ethereum-p2p-card-desc": "Етереум ви позволява да прехвърляте суми или да сключвате договори директно с някой друг. Няма нужда да минавате през фирми-посредници.",
  "page-what-is-ethereum-singlecard-desc": "Ако се интересувате от блокчейн и техническата страна на Етереум, то ние можем да ви помогнем.",
  "page-what-is-ethereum-singlecard-link": "Как работи Етереум",
  "page-what-is-ethereum-singlecard-title": "Как работи Етереум",
  "page-what-is-ethereum-start-building-btn": "Започнете да изграждате",
  "page-what-is-ethereum-title": "Какво е Етереум?",
  "page-what-is-ethereum-tools-needed": "Всичко, от което имате нужда, за да участвате, е портфейл.",
  "page-what-is-ethereum-try": "Опитайте с Етереум",
  "page-what-is-ethereum-tryit": "Така че влезте в пазара и опитайте...",
  "page-what-is-ethereum-wallets": "Портфейли",
  "page-what-is-ethereum-wallets-desc": "Как да управлявате вашите ETH и акаунта в Етереум. За да започнете, ще ви е нужен портфейл – ще ви помогнем да си изберете такъв.",
  "page-what-is-ethereum-welcome": "Добре дошли в Етереум",
  "page-what-is-ethereum-welcome-2": "Надяваме се да останете."
}
