{
  "page-upgrades-vision-2014": "Вижте статия от блог от 2014 г. с подробности за доказателството за залог",
  "page-upgrades-vision-2021": "Вижте статия от блог от 2021 г. относно развитието на пътната карта на Етереум",
  "page-upgrades-vision-2022": "Вижте статия от блог от 2022 г., озаглавена: „Пътеводител на стопаджията в Етереум“",
  "page-upgrades-vision-2021-updates": "Вижте статия от блог от 2021 г. относно актуализациите на протоколите на Етереум",
  "page-upgrades-vision-desc-1": "Етереум трябва да намали задръстването в мрежата и да увеличи скоростта, за да обслужва по-добре глобалния потребител.",
  "page-upgrades-vision-desc-2": "Да управляваш възел става все по-трудно с нарастването на мрежата. Това ще става още по-трудно при опитите за увеличаване мащаба на мрежата.",
  "page-upgrades-vision-desc-3": "Етереум използва прекалено много електричество. Технологията, която прави мрежата сигурна, трябва да е по-устойчива.",
  "page-upgrades-vision-ethereum-node": "Повече за възлите",
  "page-upgrades-vision-explore-upgrades": "Разучете надстройките",
  "page-upgrades-vision-future": "Дигитално бъдеще в глобален мащаб",
  "page-upgrades-vision-meta-desc": "Преглед на отражението на подобренията върху Етереум в бъдеще и предизвикателствата, които ще трябва да се преодолеят.",
  "page-upgrades-vision-meta-title": "Визията на Етереум",
  "page-upgrades-vision-mining": "Повече за добиването",
  "page-upgrades-vision-problems": "Проблемите днес",
  "page-upgrades-vision-scalability": "Мащабируемост",
  "page-upgrades-vision-scalability-desc": "Етереум трябва да може да обработва повече трансакции в секунда, без да увеличава размера на възлите в мрежата. Възлите са важни участници в мрежата, които съхраняват данни и движат веригата от блокове. Не е практично да се увеличава размерът на възела, защото само тези със мощните и скъпи компютри могат да го правят. За увеличаване на мащаба Етереум се нуждае от повече трансакции в секунда, съчетани с повече възли. Повече възли означава по-голяма сигурност.",
  "page-upgrades-vision-scalability-desc-3": "Надстройките за фрагментиране ще разпространят изискванията за съхранение на данни в цялата мрежа и така вече няма да е необходимо всеки възел да съхранява 100% от данните. И въпреки че това не пряко насочено към мащабирането на изпълнението на трансакциите, този проблем се адресира директно чрез ролъп решенията на <a href=\"/layer-2/\">слой 2</a>.",
  "page-upgrades-vision-scalability-desc-4": "За ролъп е необходимо евтино пространство за съхранение в слой 1, за да са максимално ефективни. Фрагментирането ще даде свобода на Етереум, като увеличи максимално ефективността на ролъп, позволявайки съществени подобрения отвъд сегашния лимит от 15 – 45 трансакции в секунда.",
  "page-upgrades-vision-security": "Сигурност",
  "page-upgrades-vision-security-desc": "Планираните надстройки подобряват сигурността срещу координирани атаки на Етереум.",
  "page-upgrades-vision-security-desc-3": "При доказателство-за-залог допълнителната сигурност идва от криптоикономическите стимули срещу атаки. Това е, защото при доказателството-за-залог валидаторите, които осигуряват мрежата, трябва да заложат значителни количества ETH в протокола. Ако те се опитат да атакуват мрежата, протоколът може автоматично разруши техния ETH.",
  "page-upgrades-vision-security-desc-5": "Важно е обаче скоро да бъдат приложени подобрения, които защитават валидаторите срещу атаки с отказ на услуга, засилват анонимността им и подобряват изграждането и разпространението на блокове. Тези подобрения ще защитават и отделните валидатори, и мрежата като цяло от атаки и цензура.",
  "page-upgrades-vision-security-desc-5-link": "Повече информация за доказателство-за-залог",
  "page-upgrades-vision-security-desc-8": "Моделът за сигурност на Етереум също така позволява фрагментирането. Валидаторите ще отговарят за потвърждението на това, че всички данни са предоставени, но вече няма да се изисква от отделните възли да съхраняват цялата историята на веригата. Предвижда се и нова роля, позната като специализиран разработчик на блокове, който ще работи заедно с предлагащите блокове (валидаторите) за ефикасно и безопасно изграждане на блокове",
  "page-upgrades-vision-security-desc-10": "Залагането също означава, че няма нужда да инвестирате в скъп хардуер, за да участвате директно в консенсус. Това би трябвало да мотивира повече хора да станат валидатори, като така се увеличава децентрализацията на мрежата и се намалява уязвимата площ за атаки.",
  "page-upgrades-vision-security-staking": "Залагайте ETH",
  "page-upgrades-vision-security-validator": "Може да станете валидатор, като залагате вашите ETH.",
  "page-upgrades-vision-shard-upgrade": "Повече за фрагментирането",
  "page-upgrades-vision-staking-lower": "Повече за залагането",
  "page-upgrades-vision-subtitle": "Да разраснем Етереум, докато стане достатъчно силен, за да помага на цялото човечество.",
  "page-upgrades-vision-sustainability": "Устойчивост",
  "page-upgrades-vision-sustainability-desc-1": "Етереум вече е екологична блокова верига. Потреблението на енергия беше намалено приблизително с 99,95%, когато механизмът за доказателство-за-работа беше заменен с доказателство-за-залог.",
  "page-upgrades-vision-sustainability-desc-2": "Сега Етереум се осигурява чрез залагане, а не от компютърни мощности.",
  "page-upgrades-vision-sustainability-desc-3": "Това подобрение на устойчивостта води със себе си и предимства по отношение на сигурността – заложеният етер прави атаките срещу веригата много по-скъпи в сравнение с при доказателство-за-работа, но е по-евтино да се осигури, тъй като са необходими по-малко нови ETH за плащане на валидаторите в сравнение с миньорите.",
  "page-upgrades-vision-sustainability-desc-8": "Преминаването към доказателство-за-залог направи Етереум по-екологична и по-сигурна. Тя е платформа с ниски въглеродни емисии за изграждане на приложения и организации.",
  "page-upgrades-vision-sustainability-subtitle": "Етереум е екологична блокова верига със високо ниво на криптоикономическа сигурност.",
  "page-upgrades-vision-title": "Визията на Етереум",
  "page-upgrades-vision-title-1": "Претоварена мрежа",
  "page-upgrades-vision-title-2": "Дисково пространство",
  "page-upgrades-vision-title-3": "Прекалено много енергия",
  "page-upgrades-vision-trilemma-cardtext-1": "Актуализациите на Етереум ще направят Етереум по-мащабируем, сигурен и децентрализиран. Фрагментирането ще направи Етереум по-мащабируем чрез увеличаване на броя на трансакциите в секунда, като в същото време намалява енергията, необходима за управление на възел и валидиране на веригата. Бийкън чейн ще направи Етереум по-сигурен чрез координиране на валидаторите сред фрагментирани пакети данни. А залагането ще свали бариерата за участие и ще ограничи икономиите от мащаба, като създаде по-голяма и по-децентрализирана мрежа.",
  "page-upgrades-vision-trilemma-cardtext-2": "Сигурните и децентрализирани мрежи на веригата от блокове изискват всеки възел да верифицира всяка трансакция, обработена от веригата. Този обем работа ограничава броя на трансакциите, които могат да станат за определено време. Децентрализацията и сигурността отразяват веригата на Етереум днес.",
  "page-upgrades-vision-trilemma-cardtext-3": "Децентрализираните мрежи работят, като изпращат информация за трансакциите през възлите – цялата мрежа трябва да знае за всяка промяна на състоянието. Увеличаването на броя трансакции в секунда в една децентрализирана мрежа създава рискове за сигурността, тъй като колкото повече са трансакциите, толкова по-дълго е забавянето и толкова по-висока е вероятността за атака по време на преноса на информацията.",
  "page-upgrades-vision-trilemma-cardtext-4": "Увеличаването на размера и мощността на възлите на Етереум би могло да увеличи броя на трансакциите в секунда по един сигурен начин, но изискванията към хардуера биха ограничили потребителите, които ще могат да го правят, а това застрашава децентрализацията. Има надежди, че фрагментирането и доказателството-за-залог ще позволят на Етереум да увеличи мащаба си чрез увеличаване на броя на възлите, а не техния размер.",
  "page-upgrades-vision-trilemma-h2": "Предизвикателството на децентрализираното мащабиране",
  "page-upgrades-vision-trilemma-modal-tip": "Натиснете кръговете по-долу, за да разберете по-добре проблемите на децентрализираното мащабиране",
  "page-upgrades-vision-trilemma-p": "Наивният начин да решим проблемите на Етереум е да направим мрежата по-централизирана. Но децентрализацията е твърде важна. Децентрализацията е това, което дава на Етереум неутралитет, устойчивост на цензура, откритост, собственост над данните и почти непробиваема сигурност.",
  "page-upgrades-vision-trilemma-p-1": "Визията на Етереум е да бъде по-мащабируем и сигурен, но също и да остане децентрализиран. Постигането на тези 3 качества е проблем, познат като „трилемата“ на мащабируемостта.",
  "page-upgrades-vision-trilemma-p-2": "Надстройките на Етереум се стремят да решат тази трилема, но съществуват значителни предизвикателства.",
  "page-upgrades-vision-trilemma-press-button": "Натиснете бутоните на триъгълника, за да разберете по-добре проблемите на децентрализираното мащабиране.",
  "page-upgrades-vision-trilemma-text-1": "Децентрализация",
  "page-upgrades-vision-trilemma-text-2": "Сигурност",
  "page-upgrades-vision-trilemma-text-3": "Мащабируемост",
  "page-upgrades-vision-trilemma-title-1": "Разучете трилемата на мащабирането",
  "page-upgrades-vision-trilemma-title-2": "Подобрения на Етереум и децентрализирано мащабиране",
  "page-upgrades-vision-trilemma-title-3": "Сигурен и децентрализиран",
  "page-upgrades-vision-trilemma-title-4": "Децентрализиран и мащабен",
  "page-upgrades-vision-trilemma-title-5": "Мащабируем и сигурен",
  "page-upgrades-vision-understanding": "Разбиране на визията на Етереум",
  "page-upgrades-vision-upgrade-needs": "Нуждата от подобрения",
  "page-upgrades-vision-upgrade-needs-desc": "Протоколът на Етереум , който стартира през 2015 г., имаше невероятен успех. Общността на Етереум обаче винаги е смятала, че са необходими няколко ключови актуализации за разгръщане на пълния потенциал на Етереум.",
  "page-upgrades-vision-upgrade-needs-desc-2": "Високи са изискванията към таксите за трансакции, които правят Етереум скъп за средния потребител. Дисковото пространство, необходимо за обработка на клиент на Етереум, расте с голяма скорост. А консенсусният алгоритъм за доказателство-за-работа в основата, който прави Етереум сигурен и децентрализиран, замърсява много околната среда.",
  "page-upgrades-vision-upgrade-needs-desc-3": "Етереум има набор от надстройки, които решават тези и други проблеми. Тези надстройки първоначално са наричани Serenity и Eth2 и са били активно проучвани и разработвани още от 2014 г.",
  "page-upgrades-vision-upgrade-needs-desc-5": "Сега, след като технологията е готова, тези актуализации ще преустроят Етереум, за да го направят по-мащабируем, сигурен и устойчив, да подобрят живота на съществуващите потребители и да привлекат нови. И всичко това ще се постигне, запазвайки основната ценност на Етереум – децентрализацията.",
  "page-upgrades-vision-upgrade-needs-desc-6": "Това означава, че няма бутон за включване на мащабируемостта. Подобренията ще бъдат постепенно прилагани във времето.",
  "page-upgrades-vision-upgrade-needs-serenity": "Вижте статия от блог от 2015 г., в която се обсъжда Serenity",
  "ethereum": "Етереум"
}
