{
  "page-what-is-ethereum-alt-img-bazaar": "Илюстрация на човек, който наднича в един пазар, направен да представлява Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Илюстрация как членове на общността на Ethereum работят заедно",
  "page-what-is-ethereum-alt-img-lego": "Илюстрация на ръка, създаваща логото на ETH, направено от тухлички на лего",
  "page-what-is-ethereum-banking-card": "Банкиране за всеки",
  "page-what-is-ethereum-banking-card-desc": "Не всеки има достъп до финансови услуги. Но всичко, от което имате нужда, за да влезете в Ethereum и неговата система на даване и вземане на заеми и на спестявания, е интернет връзка.",
  "page-what-is-ethereum-build": "Направете нещо с Ethereum",
  "page-what-is-ethereum-build-desc": "Ако желаете да опитате да изграждате с Ethereum, четете нашата документация или проверете инструментите, с които трябва да започнете.",
  "page-what-is-ethereum-censorless-card": "Устойчивост на цензура",
  "page-what-is-ethereum-censorless-card-desc": "Никое правителство или фирма няма контрол над Ethereum. Тази децентрализация прави почти невъзможно някой да се опита да ви попречи да получавате плащания или да използвате услугите в Ethereum.",
  "page-what-is-ethereum-comm-desc": "Нашата общност включва хора от всякакво потекло, включително артисти, крипто-анархисти, компании от 500-те най-големи такива, а сега и вас. Научете как може да се включите още днес.",
  "page-what-is-ethereum-commerce-card": "Гаранции за търговията",
  "page-what-is-ethereum-commerce-card-desc": "Клиентите имат сигурна вградена гаранция за това, че средствата ще преминат от едни ръце към други само ако се спазят предварителните договорености. По същия начин разработчиците могат да бъдат уверени, че правилата за тях няма да се променят.",
  "page-what-is-ethereum-composable-card": "Всички продукти са съставни",
  "page-what-is-ethereum-composable-card-desc": "Тъй като всички приложения са изградени на същия блокчейн с една споделена глобална структура, те могат да се изграждат едно от друго (също като LEGO). Това позволява непрекъснато да бъдат разработвани все по-добри продукти и стратегии.",
  "page-what-is-ethereum-community": "Общността на Ethereum",
  "page-what-is-ethereum-desc": "Основата на нашето дигитално бъдеще",
  "page-what-is-ethereum-explore": "Разучете Ethereum",
  "page-what-is-ethereum-internet-card": "По-поверителен интернет",
  "page-what-is-ethereum-internet-card-desc": "Няма нужда да давате всичките си лични данни, за да ползвате приложение в Ethereum. Ethereum гради икономика на основата на стойност, а не на наблюдение.",
  "page-what-is-ethereum-meet-comm": "Запознайте се с общността",
  "page-what-is-ethereum-meta-description": "Научете какво е Ethereum, какво прави и как сами да го пробвате.",
  "page-what-is-ethereum-meta-title": "Какво е Ethereum?",
  "page-what-is-ethereum-p2p-card": "Мрежа с равноправен достъп",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum ви позволява да прехвърляте суми или да сключвате договори директно с някой друг. Няма нужда да минавате през фирми-посредници.",
  "page-what-is-ethereum-start-building-btn": "Започнете да изграждате",
  "page-what-is-ethereum-title": "Какво е Ethereum?",
  "page-what-is-ethereum-subtitle": "Изчерпателно ръководство за начинаещи относно това как работи Етереум, ползите, които носи, и как се използва от милиони хора по света.",
  "page-what-is-ethereum-button-lets-start": "Да започваме",
  "page-what-is-ethereum-blockchain-tab-title": "Какво е блокчейн?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Блокчейнът е база данни с трансакции</b>, която се обновява и споделя с много компютри в мрежа. Всеки път, когато се добавя нов набор от трансакции, това се нарича „блок“ – от тук и името блокчейн. Повечето блокчейни са публични и може само да добавяте данни, но не и да премахвате. Ако някой поиска да промени която и да е информация или да измами системата, той ще трябва да направи това на болшинството от компютрите в мрежата. А те са доста! Това дава на утвърдени блокчейни като Етереум високо ниво на сигурност.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Защо се нарича криптовалута?",
  "page-what-is-ethereum-cryptocurrency-tab-content": "Блокчейните използват криптографски техники, за да подсигурят безопасността на средствата ви. Подобни техники с години са били използвани в банковия сектор за гарантиране на сигурността на паричните трансакции. Така че може да се каже, че нивото на сигурност на криптовалутите е като на банките.",
  "page-what-is-ethereum-summary-title": "Обобщение",
  "page-what-is-ethereum-summary-desc-1": "Етереум е мрежа, съставена от много общности и набор от инструменти, които позволяват на хората да извършват трансакции и да комуникират, без да бъдат контролирани от централна власт. Не е необходимо да предоставяте всичките си лични данни, за да използвате Етереум – запазвате контрола върху собствените си данни и върху това, което се споделя. Етереум има собствена криптовалута, етер, която се използва за заплащането за определени дейности в мрежата на Етереум.",
  "page-what-is-ethereum-summary-desc-2": "Още ли се чувствате объркани? Нека обясним всичко стъпка по стъпка.",
  "page-what-is-ethereum-what-is-crypto-title": "Какво е това криптовалута?",
  "page-what-is-ethereum-what-is-crypto-desc-1": "<b>Крипто (краткото име за криптовалута) е нова форма на дигитални пари, създадена чрез криптография.</b>",
  "page-what-is-ethereum-what-is-crypto-desc-2": "Всичко започна през 2008 г. с Биткойн. Може да се използва за изпращане на средства до всеки и във всяка точка на света. Това, което прави криптовалутата различна от традиционните банкови преводи или други финансови услуги като Paypal или Alipay, е това, че за първи път няма посредник.",
  "page-what-is-ethereum-what-is-crypto-desc-3": "Един момент, а какво е това посредник?",
  "page-what-is-ethereum-what-is-crypto-desc-4": "Посредникът е централна институция с власт, като банка или правителство, която се намесва в трансакцията между изпращащия и получателя. Те имат властта да наблюдават, цензурират или връщат трансакциите и могат да споделят чувствителни данни, които събират за вас, с трети страни. Те също така диктуват до кои финансови услуги да имате достъп.",
  "page-what-is-ethereum-what-is-crypto-desc-5": "Нещата стоят различно при криптото. <b>Транзакциите свързват директно изпращача и получателя</b> без да се налага да се занимавате с каквато и да е централна власт и <b>никой не може да ви каже кои услуги може да ползвате</b>. Това е възможно заради блокчейн технологията, върху която работят криптовалутите.",
  "page-what-is-ethereum-btc-eth-diff-title": "Каква е разликата между Етереум и Биткойн?",
  "page-what-is-ethereum-btc-eth-diff-1": "Въведен през 2015 г., Етереум е изграден на основата на иновацията на Биткойн, но с няколко големи разлики.",
  "page-what-is-ethereum-btc-eth-diff-2": "И двете ви позволяват да използвате дигитални пари без посредници за плащания или банки. Но <b>Етереум може да се програмира</b>, така че вие можете също и да изграждате и разполагате децентрализирани приложения в неговата мрежа.",
  "page-what-is-ethereum-btc-eth-diff-3": "Биткойн ни позволява да изпращаме базови съобщения помежду си относно това, което намираме за ценно. Установяването на ценност без власт е вече могъщо. Етереум надгражда върху това: вместо само съобщения, вие можете да напишете всякаква обща програма или договор. Няма лимит върху типа договори, които могат да бъдат създавани и договаряни, следователно в платформата на Етереум се случва страхотна иновация.",
  "page-what-is-ethereum-btc-eth-diff-4": "Докато Биткойн е само мрежа за плащания, Етереум прилича повече на пазар за финансови услуги, игри, социални мрежи и други приложения, които уважават вашата поверителност и не могат да ви цензурират.",
  "page-what-is-ethereum-what-can-eth-do-title": "Какво може да прави Етереум?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Защо ми е да използвам Етереум?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Ако някога сте се опитвали да изпращате пари в чужбина (или смятате да го направите), или сте се тревожили за бъдещето на активите си поради външни сили извън вашия контрол там, където живеете, или ви е омръзнало от безбройните ограничения и такси, налагани от традиционните финансови институции при ежедневните трансакции, то може да ви бъде интересно това, което предлагат криптовалутите.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Ако се интересувате от по-устойчиви, отворени и надеждни начини да създавате и споделяте стойност, Етереум е за вас. Етереум е историята, написана от всички нас, затова елате и открийте какви невероятни светове можем да създадем заедно.",
  "page-what-is-ethereum-slide-1-title": "По-евтини и по-бързи трансгранични плащания",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Стейбълкойните</b> са нова разновидност на криптовалутата, при която се разчита на по-стабилни активи като основа за стойността им. Повечето от тях са свързани с щатския долар и следователно поддържат стойността на тази валута. Те дават възможност за една много евтина и стабилна глобална система за разплащания. Много от съществуващите стейбълкойни са изградени върху мрежата на Етереум.",
  "page-what-is-ethereum-slide-1-desc-2": "Етереум и стейбълкойните опростяват процеса на изпращане на пари в чужбина. Често отнема само няколко минути, за да бъдат прехвърлени средства по целия свят, което съвсем не е така при една средностатистическа банка, където това отнема няколко работни дни и даже седмици, и при това за малка част от цената за трансакцията. В допълнение, няма отделна такса при трансакциите на големи суми, както и никакви ограничения за това къде или защо изпращате парите си.",
  "page-what-is-ethereum-slide-2-title": "Най-бързата помощ във времена на криза",
  "page-what-is-ethereum-slide-2-desc-1": "Ако имате късмета да имате многобройни банкови възможности чрез надеждни институции там, където живеете, вероятно приемате за даденост финансовата свобода, сигурност и стабилност, които те предлагат. Но за много хора по света, които се сблъскват с политически репресии или икономически затруднения, финансовите институции може и да не осигуряват защитата или услугите, от които те имат нужда.",
  "page-what-is-ethereum-slide-2-desc-2": "Когато войната, икономическите катастрофи или нарушаването на човешките права сполетяха жителите на <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Венесуела</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Куба</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Афганистан</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Нигерия</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Беларус</a> и <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Украйна</a>, криптовалутите бяха най-бързата, а често и единствената възможност за запазване на финансовата независимост.<sup><a to=\"https://www.financialinclusion.tech/\">1</a></sup> Както е видно от тези примери, криптовалутите като Етереум могат да предоставят неограничен достъп до световната икономика тогава, когато хората са с ограничен достъп до външния свят. Освен това стейбълкойните предлагат запазване на стойността в случаи на срив на местните валути поради хиперинфлация.",
  "page-what-is-ethereum-slide-3-title": "Възможности за създателите",
  "page-what-is-ethereum-slide-3-desc-1": "Само през 2021 г. артисти, музиканти, писатели и други хора на изкуството са използвали Етереум, за да спечелят общо около 3,5 милиарда долара. Това прави Етереум една от най-големите световни платформи за творци, наред със Spotify, YouTube и Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Научете повече</a>.",
  "page-what-is-ethereum-slide-4-title": "Възможности за геймърите",
  "page-what-is-ethereum-slide-4-desc-1": "Игрите от типа „Играй, за да печелиш“ (в които играчите наистина получават награди, за да играят) се появиха наскоро и те преобразяват цялата гейминг индустрия. Обикновено често се забранява да се търгуват или прехвърлят активи в игрите на други участници срещу истински пари. Това принуждава играчите да ползват сайтове на черния пазар, които често застрашават сигурността. Игрите на блокчейните приемат икономика в рамките на играта и поощряват такова поведение, но по доверен и сигурен начин.",
  "page-what-is-ethereum-slide-4-desc-2": "Нещо повече, играчите се поощряват, защото могат да търгуват с токени от играта за истински пари и така те наистина биват възнаградени за това, че играят.",
  "page-what-is-ethereum-meet-ether-title": "Запознайте се с етер – криптовалутата на Етереум",
  "page-what-is-ethereum-meet-ether-desc-1": "Етереум има своя собствена криптовалута, наречена етер (ETH). Тя е напълно дигитална и може веднага да я пращате към когото и да е по целия свят. Запасите от ETH не се контролират от никое правителство или фирма – те са децентрализирани и напълно прозрачни. Нови монети (които обикновено се наричат токени) се издават само за залагащи, които подсигуряват мрежата.",
  "page-what-is-ethereum-meet-ether-desc-2": "Всяко действие в мрежата на Етереум изисква определена изчислителна мощност. Тази такса се плаща под формата на етер. Това означава, че се нуждаете от поне малко ETH, за да използвате мрежата.",
  "page-what-is-ethereum-what-is-ether": "Както е това етер?",
  "page-what-is-ethereum-get-eth": "Вземете ETH",
  "page-what-is-ethereum-what-can-i-do-title": "Какво мога да правя с монети ETH?",
  "page-what-is-ethereum-what-can-i-do-desc-1": "Оказва се, че много! Един от най-известните начини на употреба на технологията на Етереум са децентрализираните финанси (DeFi), които отварят врати от възможности за банкови услуги за всеки, който има интернет връзка. Може да използвате вашият етер и като обезпечение при вземане на заеми или да осигурите ликвидност с цел получаване на лихви от средствата си.",
  "page-what-is-ethereum-explore-applications": "Разгледайте приложенията",
  "page-what-is-ethereum-learn-defi": "Научете за DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Кой управлява Етереум?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Етереум не се управлява от който и да е един субект. Съществува единствено чрез децентрализираното участие и сътрудничество на общността. Етереум използва възли (компютри с копие от данните на блокчейна на Етереум), които се управляват от доброволци, които от своя страна заместват личните сървъри и облачни системи, притежавани от големи доставчици на интернет и услуги.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Тези разпределени на различни места възли, които се управляват от хора и компании от цял свят, осигуряват устойчивостта на инфраструктурата на мрежата на Етереум. Следователно така тя става по-малко податлива на атаки и блокиране. <b>От самото си създаване през 2015 г., Етереум никога не е спирала да работи.</b>. Има хиляди отделни възли, които управляват мрежата на Етереум. Това я прави всъщност една от най-децентрализираните криптовалути, на второ място след биткойн.",
  "page-what-is-ethereum-run-a-node": "Управление на възел",
  "page-what-is-ethereum-smart-contract-title": "Какво представляват умните договори?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Интелигентните договори са просто компютърни програми</b>, съществуващи на блокчейна на Етереум. Те се изпълняват само<b>когато бъдат задействани от трансакция от потребител (или друг договор.)</b>. Те правят Етереум много гъвкав в това, което може да прави, и го отличават от другите криптовалути. Тези програми са това, което сега наричаме децентрализирани приложения или dapps.",
  "page-what-is-ethereum-smart-contract-desc-2": "Някога използвали ли сте продукт, който променя условията си за употреба? Или премахва функция, която за вас е полезна? Когато един интелигентен договор е публикуван в Етереум, той остава онлайн и действащ, докато Етереум съществува. Дори неговият автор не може да го премахне. Тъй като интелигентните договори са автоматизирани, те не облагодетелстват едни потребители за сметка на други и са винаги годни за употреба.",
  "page-what-is-ethereum-smart-contract-desc-3": "Известни примери за интелигентни договори може да намерим в приложенията за даване на заеми, децентрализираните борси за търговия, застраховките, груповото финансиране – всъщност всичко, за което може да се сетите.",
  "page-what-is-ethereum-more-on-smart-contracts": "Повече за интелигентните договори",
  "page-what-is-ethereum-explore-dapps": "Проучете dapps",
  "page-what-is-ethereum-criminal-activity-title": "Чух, че криптовалутите се ползват за криминални деяния. Това вярно ли е?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Както при всички видове парични средства, някои ще бъдат ползвани не по предназначение. Но тъй като всички трансакции в Етереум стават в отворена верига, често за властите е по-лесно да проследят определени незаконни дейности в нея, отколкото в традиционната финансова система, което вероятно прави Етереум по-малко привлекателен избор за тези, които предпочитат да останат незабелязани.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Според някои важни разкрития в наскоро публикуван доклад на Европол, Агенцията на ЕС за сътрудничество в прилагането на закона, криптовалутите се използват много по-малко с криминална цел в сравнение с фиатните валути:",
  "page-what-is-ethereum-criminal-activity-desc-3": "„Употребата на криптовалутите за незаконни дейности представлява само малка част от цялата икономика с криптовалута, тя видимо е по-малка в сравнение с размера на нелегалните средства в традиционните финанси.“",
  "page-what-is-ethereum-energy-title": "Какво да кажем за консумацията на енергия при Етереум?",
  "page-what-is-ethereum-energy-desc-1": "На 15 септември 2022 г. Етереум премина през надстройката на Сливането, която отбеляза прехода на Етереум от доказателство-за-работа към доказателство-за-залог.",
  "page-what-is-ethereum-energy-desc-2": "Сливането беше най-големият ъпгрейд, който намали консумацията на енергия, нужна да подсигурява Етереум, с <b>99.95%</b>, създавайки една<b>по-сигурна мрежа на много по-малка въглеродна цена</b>. Сега Етереум е ниско-въглеродна верига, която в същото време устоява своята сигурност и мащабируемост.",
  "page-what-is-ethereum-more-on-energy-consumption": "Повече за потреблението на енергия",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Годишно потребление на енергия в TWh/yr",
  "energy-consumption-chart-global-data-centers-label": "Global data centers",
  "energy-consumption-gold-mining-cbeci-label": "Gold mining",
  "energy-consumption-chart-btc-pow-label": "BTC доказателство за работа",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH доказателство за работа",
  "energy-consumption-chart-gaming-us-label": "Гейминг в САЩ",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH доказателство за залог",
  "page-what-is-ethereum-the-merge-update": "Актуализацията „Сливането“",
  "page-what-is-ethereum-additional-reading": "Допълнително четиво",
  "page-what-is-ethereum-week-in-ethereum": "Седмични новини за Етереум",
  "page-what-is-ethereum-week-in-ethereum-desc": "– седмичен вестник, който отразява важните събития в екосистемата.",
  "page-what-is-ethereum-kernel-dreamers": "Kernel",
  "page-what-is-ethereum-kernel-dreamers-desc": "Мечтата на Етереум",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Атоми, институции, блокчейни",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "– защо блокчейните имат значение?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Етереум в цифри",
  "adoption-chart-column-now-label": "Сега",
  "adoption-chart-investors-label": "Инвеститори",
  "adoption-chart-developers-label": "Разработчици",
  "adoption-chart-companies-label": "Компании",
  "adoption-chart-artists-label": "Артисти",
  "adoption-chart-musicians-label": "Музиканти",
  "adoption-chart-writers-label": "Писатели",
  "adoption-chart-gamers-label": "Геймъри",
  "adoption-chart-refugees-label": "Бежанци"
}
