{
  "comp-withdrawal-comparison-current-title": "Текущи залагащи потребители",
  "comp-withdrawal-comparison-current-li-1": "Някои потребители може да са посочили адрес за теглене при първоначалната настройка на своя депозит за залагане – тези потребители не е необходимо да правят нещо допълнително",
  "comp-withdrawal-comparison-current-li-2": "Повечето залагащи не са предоставили адрес за теглене при първоначалния депозит и ще трябва да актуализират идентификационните си данни за теглене. В <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">лаунчпада за залагане</a> има инструкции как да направите това",
  "comp-withdrawal-comparison-current-p": "Можете да въведете вашия индексен номер на валидатора тук, за да видите дали все още трябва да актуализирате идентификационните си данни <Text as=\"span\" fontWeight=\"normal\">(това може да се намери в регистрационните файлове на вашия клиент):</Text>",
  "comp-withdrawal-comparison-new-title": "Нови залагащи (които все още не са депозирали)",
  "comp-withdrawal-comparison-new-li-1": "По подразбиране новите залагащи, които искат да активират автоматично изплащане на награди и функционалност за теглене, трябва да предоставят адрес за теглене на Eтереум, който те контролират, когато генерират своите ключове на валидатор с помощта на CLI инструмента за депозит за залагане",
  "comp-withdrawal-comparison-new-li-2": "Това не се изисква към момента на депозиране, но ще премахне необходимостта да актуализирате тези ключове на по-късен етап, за да отключите средствата си",
  "comp-withdrawal-comparison-new-p": "Лаунчпада за залагане ще ви води през процеса на включване в залагането.",
  "comp-withdrawal-comparison-new-link": "Посетете „Лаунчпад за залагане“",
  "comp-withdrawal-credentials-placeholder": "Индекс на валидатор",
  "comp-withdrawal-credentials-error": "Опа! Проверете повторно индексния номер на валидатор и опитайте отново.",
  "comp-withdrawal-credentials-upgraded-1": "Индексът на валидатор {{validatorIndex}} е готов да започне да получава награди!",
  "comp-withdrawal-credentials-upgraded-2": "Идентификационни данни за теглене, свързани с адреса на изпълнение:",
  "comp-withdrawal-credentials-not-upgraded-1": "Този валидатор трябва да бъде надстроен.",
  "comp-withdrawal-credentials-not-upgraded-1-testnet": "Този валидатор на тестова мрежа Holesky трябва да бъде надстроен.",
  "comp-withdrawal-credentials-not-upgraded-2": "Инструкции как да направите ъпгрейд към момента можете да намерите в <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Лаунчпад за залагане</a>",
  "comp-withdrawal-credentials-verify-mainnet": "Потвърдете в основната мрежа",
  "comp-withdrawal-credentials-verify-holesky": "Потвърдете в Holesky",
  "page-staking-withdrawals-when": "Пуснато!",
  "page-staking-image-alt": "Изображение на талисмана носорог за лаунчпад за залагане.",
  "page-staking-benefits-1-title": "Печелете награди",
  "page-staking-benefits-1-description": "Награди се раздават за действия, които помагат на мрежата да постигне <a href=\"/glossary/#consensus\">консенсус</a>. Ще получите награди за пускане на софтуер, който правилно групира трансакции в нови блокове и проверява работата на други валидатори, защото така се поддържа сигурната работа на веригата.",
  "page-staking-benefits-2-title": "По-добра сигурност",
  "page-staking-benefits-2-description": "Мрежата става по-силна срещу атаки, когато е заложен повече ETH, защото тогава е необходимо по-голямо количество ETH за мажоритарен контрол на мрежата. За да станете заплаха, ще трябва да притежавате по-голямата част от валидаторите, което означава, че ще трябва да контролирате по-голямата част от ETH в системата – това е много!",
  "page-staking-benefits-3-title": "По-голяма устойчивост",
  "page-staking-benefits-3-description": "Залагащите не трябва да правят енергоемки изчисления за доказателство-за-работа, за да участват в осигуряването на мрежата, което означава, че възлите за залагане могат да работят на относително скромен хардуер, използвайки много малко енергия.",
  "page-staking-benefits-3-link": "Повече за потреблението на енергия на Eтереум",
  "page-staking-description": "Залагането представлява депозиране на 32 ETH за активиране на софтуер за <a href=\"/glossary/#validator\">валидатор</a>. Като валидатор вие ще отговаряте за съхраняването на данни, обработката на трансакции и добавянето на нови <a href=\"/glossary/#block\">блокове</a> към блоковата верига. Това ще поддържа Eтереум сигурен за всички и ще ви спечели нови ETH в процеса.",
  "page-staking-hero-title": "Как да залагате вашите ETH",
  "page-staking-hero-header": "Печелете награди, докато осигурявате сигурността на Eтереум",
  "page-staking-hero-subtitle": "Всеки потребител, притежаващ каквото и да е количество ETH, може да помогне за осигуряване на мрежата и да спечели награди в процеса.",
  "page-staking-dropdown-home": "Начална страница за залагане",
  "page-staking-dropdown-solo": "Самостоятелно залагане",
  "page-staking-more-on-solo": "Повече за самостоятелното залагане",
  "page-staking-learn-more-solo": "Научете повече за самостоятелното залагане",
  "page-staking-dropdown-saas": "Залагането като услуга",
  "page-staking-more-on-saas": "Повече за залагането като услуга",
  "page-staking-learn-more-saas": "Научете повече за залагането като услуга",
  "page-staking-dropdown-pools": "Групово залагане",
  "page-staking-dropdown-withdrawals": "Относно тегленията",
  "page-staking-dropdown-dvt": "Технология за разпределен валидатор",
  "page-staking-more-on-pools": "Повече за залагане в група",
  "page-staking-learn-more-pools": "Научете повече за залагането в група",
  "page-staking-section-what-title": "Какво представлява залагането?",
  "page-staking-section-why-title": "Защо да заложите вашия ETH?",
  "page-staking-section-why-p1": "Всичко зависи от това колко сте готови да заложите. Ще ви трябват 32 ETH, за да активирате свой собствен валидатор, но е възможно да заложите и по-малко.",
  "page-staking-section-why-p2": "Разгледайте опциите по-долу и изберете тази, която е най-добра за вас и за мрежата.",
  "page-staking-guide-title-coincashew-ethereum": "Ръководство за Eтереум 2.0 на CoinCashew",
  "page-staking-guide-title-somer-esat": "Сомер Есат",
  "page-staking-guide-title-rocket-pool": "Оператори на възел Rocket Pool",
  "page-staking-guide-description-linux": "Линукс (CLI)",
  "page-staking-guide-description-mac-linux": "Линукс, МакОС (CLI)",
  "page-staking-hierarchy-solo-h2": "Начална страница за самостоятелно залагане",
  "page-staking-hierarchy-solo-pill-1": "С най-голямо въздействие",
  "page-staking-hierarchy-solo-pill-2": "Пълен контрол",
  "page-staking-hierarchy-solo-pill-3": "Пълни награди",
  "page-staking-hierarchy-solo-pill-4": "Без нужда от доверяване",
  "page-staking-hierarchy-solo-p1": "Самостоятелното залагане на Eтереум е <span class=\"gold\">златният стандарт</span> за залагане. Той осигурява пълни награди за участие, подобрява децентрализацията на мрежата и никога не изисква да доверите средствата си на друго лице.",
  "page-staking-hierarchy-solo-p2": "Тези, които обмислят самостоятелно залагане, трябва да имат поне 32 ETH и компютър специално за това, свързан с интернет денонощно. Известни технически познания са полезни, но вече съществуват лесни за използване инструменти, които помагат за опростяването на този процес.",
  "page-staking-hierarchy-saas-pill-1": "Вашите 32 ETH",
  "page-staking-hierarchy-saas-pill-2": "Вашите ключове за валидатор",
  "page-staking-hierarchy-saas-pill-3": "Управление на доверен възел",
  "page-staking-hierarchy-saas-p1": "Ако не искате или не се чувствате комфортно да се занимавате с хардуер, но все пак искате да заложите своите 32 ETH, опциите за залагане като услуга ви позволяват да делегирате трудната част, докато печелите собствени блокови награди.",
  "page-staking-hierarchy-saas-p2": "Тези опции обикновено ви превеждат през създаването на набор от идентификационни данни за валидатор, качването на вашите ключове за подписване в тях и депозирането на вашите 32 ETH. Това позволява на услугата да валидира от ваше име.",
  "page-staking-hierarchy-saas-p3": "Този метод на залагане изисква определено ниво на доверие в доставчика. За да ограничите риска от насрещната страна, ключовете за теглене на вашия ETH обикновено се държат от вас.",
  "page-staking-hierarchy-pools-pill-1": "Заложете каквато и да е сума",
  "page-staking-hierarchy-pools-pill-2": "Печелете награди",
  "page-staking-hierarchy-pools-pill-3": "Без усложняване",
  "page-staking-hierarchy-pools-pill-4": "Полулярни",
  "page-staking-hierarchy-pools-p1": "Вече съществуват няколко решения за обединяване в пул, за да помогнат на потребителите, които нямат или не се чувстват комфортно да залагат 32 ETH.",
  "page-staking-hierarchy-pools-p2": "Много от тези опции включват това, което е познато като „ликвидно залагане“, което включва токен за ликвидност <a href=\"/glossary/#erc-20\">ERC-20</a>, който представлява вашия заложен ETH.",
  "page-staking-hierarchy-pools-p3": "Ликвидното залагане позволява лесно излизане по всяко време и прави залагането толкова просто, колкото размяната на токени. Тази опция също така позволява на потребителите да държат попечителство върху своите активи в собствения си <a href=\"/glossary/#wallet\">портфейл</a> на Eтереум.",
  "page-staking-hierarchy-pools-p4": "Обединеното залагане в пул не е собствено за мрежата на Eтереум. Трети страни изграждат тези решения и носят свои собствени рискове.",
  "page-staking-hierarchy-cex-h2": " Централизирани борси",
  "page-staking-hierarchy-cex-pill-1": "С най-малко въздействие",
  "page-staking-hierarchy-cex-pill-2": "Предположения за най-голямо доверие",
  "page-staking-hierarchy-cex-p1": "Много централизирани борси предоставят услуги за залагане, ако все още не ви е комфортно да държите ETH в собствения си портфейл. Те могат да бъдат резервен вариант, който да ви позволи да реализирате известна печалба от притежавания от вас ETH минимален контрол или усилия.",
  "page-staking-hierarchy-cex-p2": "Компромисът тук е, че централизираните доставчици консолидират големи пулове от ETH, за да управляват голям брой валидатори. Това може да е опасно за мрежата и нейните потребители, тъй като създава голяма централизирана цел и отправна точка за повреда, което прави мрежата по-уязвима на атаки или грешки.",
  "page-staking-hierarchy-cex-p3": "Ако не се чувствате комфортно да съхранявате собствените си <a href=\"/glossary/#key\">ключове</a>, няма проблем. Тези опции са на ваше разположение. Междувременно можете да разгледате нашата <a href=\"/wallets/\">страница с портфейли</a>, където можете да започнете да се учите как напълно да поемете собствеността върху средствата си. Когато сте готови, върнете се и повишете нивото на залагането, като изпробвате една от предлаганите услуги за обединено залагане в пул за самопопечителство.",
  "page-staking-hierarchy-subtext": "Както може би сте забелязали, има много начини да участвате в залагането в мрежата на Eтереум. Тези опции са насочени към широк кръг потребители и в крайна сметка всяка от тях е уникална и се различава по отношение на рисковете, наградите и предположенията за доверие. Някои са по-децентрализирани, изпитани във времето и/или рискови от други. Предоставяме известна информация за популярни проекти в пространството, но <em>винаги правете свое собствено проучване</em>, преди да изпратите ETH където и да е.",
  "page-staking-comparison-solo-saas": "При SaaS доставчиците пак се изисква да депозирате 32 ETH, но не е нужно да използвате хардуер. Обикновено запазвате достъп до вашите ключове за валидатор, но също така трябва да споделите вашите ключове за подписване, за да може операторът да действа от името на вашия валидатор. Това въвежда слой на доверие, който не присъства, когато използвате собствения си хардуер, и за разлика от самостоятелното залагане у дома, SaaS не помага толкова много с географското разпределение на възлите. Ако ви е некомфортно да работите с хардуер, но все пак искате да заложите 32 ETH, използването на SaaS доставчик може да е добър вариант за вас.",
  "page-staking-comparison-solo-pools": "Самостоятелното залагане е значително по-ангажиращо от залагането с услуга за обединяване в пул, но предлага пълен достъп до ETH награди и пълен контрол върху настройката и сигурността на вашия валидатор. При обединеното залагане в пул има значително по-ниска бариера за влизане. Потребителите могат да залагат малки количества ETH, не се изисква да генерират ключове за валидатор и няма изисквания за хардуер, освен стандартна интернет връзка. Токените за ликвидност дават възможност за излизане от залагането, преди това да е позволено на ниво протокол. Ако се интересувате от тези функции, обединеното залагане в пул може да е подходящо за вас.",
  "page-staking-comparison-saas-solo": "Приликите включват притежание на ваши собствени ключове за валидатор, без да се налага да обединявате средства в пул, но при SaaS трябва да се доверите на трета страна, която потенциално може да действа злонамерено или самата страна да стане обект на атака или регулатори. Ако тези предположения за доверие или рискове от централизация ви притесняват, златният стандарт на самостоятелно суверенно залагане е самостоятелното залагане.",
  "page-staking-comparison-saas-pools": "Те са сходни по това, че като цяло разчитате на друг да управлява клиента на валидатора, но за разлика от SaaS, обединеното залагане в пул ви позволява да участвате с по-малки количества ETH. Ако искате да залагате по-малко от 32 ETH, помислете дали да не прбвате тези опции.",
  "page-staking-comparison-pools-solo": "Обединеното залагане в пул има значително по-ниска бариера за влизане в сравнение със самостоятелното залагане, но идва с допълнителен риск от делегирането на всички операции на възела на трета страна, а и с такса. Самостоятелното залагане дава пълен суверенитет и контрол върху изборите, които се правят при избора на настройка за залагане. Залагащите никога не трябва да дават ключовете си и печелят пълни награди, без посредници да вземат дял.",
  "page-staking-comparison-pools-saas": "Те са сходни по това, че залагащите не управляват сами софтуера за валидатор, но за разлика от опциите за обединяване в пул, SaaS изисква пълен депозит от 32 ETH за активиране на валидатор. Наградите се натрупват към залагащия и обикновено включват месечна такса или друг залог за използване на услугата. Ако предпочитате свои собствени ключове за валидатор и искате да заложите поне 32 ETH, използването на SaaS доставчик може да е добър вариант за вас.",
  "page-staking-considerations-solo-1-title": "Отворен код",
  "page-staking-considerations-solo-1-description": "Основният код е 100% отворен код и е достъпен за обществеността за вилка и употреба",
  "page-staking-considerations-solo-1-warning": "Затворен източник",
  "page-staking-considerations-solo-2-title": "Ревизиран",
  "page-staking-considerations-solo-2-description": "Основният код е преминал официална ревизия с публикувани и публично достъпни резултати",
  "page-staking-considerations-solo-2-warning": "Няма",
  "page-staking-considerations-solo-3-title": "Награда за намиране на бъгове",
  "page-staking-considerations-solo-3-description": "Извършена е кампания с публични награди за намерени грешки за всеки основен код, за да бъдат наградени потребителите за безопасно докладване и/или коригиране на уязвимости",
  "page-staking-considerations-solo-3-valid": "Активна в момента",
  "page-staking-considerations-solo-3-caution": "Завършена",
  "page-staking-considerations-solo-4-title": "Изпробвано в действие",
  "page-staking-considerations-solo-4-description": "Софтуерът е достъпен и използван от обществеността за посочения период от време",
  "page-staking-considerations-solo-4-valid": "Работи > 1 година",
  "page-staking-considerations-solo-4-caution": "Работи > 6 месеца",
  "page-staking-considerations-solo-4-warning": "Новоиздаден",
  "page-staking-considerations-solo-5-title": "Без нужда от доверяване",
  "page-staking-considerations-solo-5-description": "Ключовете на валидатора не се поверяват на никой друг човек в нито един момент от жизнения цикъл на валидатора. Всички включени интелигентни договори са без уловки и не разчитат на привилегировани разрешения за изпълнение.",
  "page-staking-considerations-solo-5-warning": "Доверен",
  "page-staking-considerations-solo-6-description": "Не се изисква специално разрешение за потребителите, за да управляват валидатор, използвайки софтуера или услугата",
  "page-staking-considerations-solo-6-valid": "Без разрешение",
  "page-staking-considerations-solo-6-warning": "Изисква се разрешение",
  "page-staking-considerations-solo-7-title": "Мултиклиент",
  "page-staking-considerations-solo-7-description": "Софтуерът позволява на потребителите да избират и превключват между поне два или повече клиента за изпълнение и два или повече клиента на консенсусен слой",
  "page-staking-considerations-solo-7-valid": "Лесно превключване на клиента",
  "page-staking-considerations-solo-7-warning": "Ограничено до мажоритарен клиент",
  "page-staking-considerations-solo-8-title": "Самопопечителство",
  "page-staking-considerations-solo-8-description": "Потребителят запазва попечителсво над всички идентификационни данни за валидатор, включително ключове за подписване и теглене",
  "page-staking-considerations-solo-8-warning": "Попечител трета страна",
  "page-staking-considerations-solo-9-title": "Икономично",
  "page-staking-considerations-solo-9-description": "Потребителите могат да работят с валидатор, като залагат по-малко от 32 ETH, като използват пул с обединени средства с други",
  "page-staking-considerations-solo-9-valid": "< 32 ETH",
  "page-staking-considerations-solo-9-warning": "32 ETH",
  "page-staking-considerations-saas-4-description": "Услугата е достъпна и използвана от обществеността за посочения период от време",
  "page-staking-considerations-saas-6-description": "Потребителите не се нуждаят от специално разрешение, регистрация на акаунт или KYC проверка, за да участват в услугата",
  "page-staking-considerations-saas-6-valid": "Всеки може да се присъедини",
  "page-staking-considerations-saas-6-warning": "Изисква се разрешение",
  "page-staking-considerations-saas-7-title": "Разнообразие в изпълнението",
  "page-staking-considerations-saas-7-description": "Услугата не трябва да изпълнява повече от 50% от техните агрегатни валидатори с мажоритарен клиент за изпълнение",
  "page-staking-considerations-saas-7-valid": "По-малко от 50%",
  "page-staking-considerations-saas-7-caution": "Неизвестно към момента",
  "page-staking-considerations-saas-7-warning": "Повече от 50%",
  "page-staking-considerations-saas-8-title": "Разнообразие в консенсуса",
  "page-staking-considerations-saas-8-description": "Услугата не трябва да изпълнява повече от 50% от техните агрегирани валидатори с мажоритарен консенсусен клиент",
  "page-staking-considerations-saas-8-valid": "По-малко от 50%",
  "page-staking-considerations-saas-8-caution": "Неизвестно към момента",
  "page-staking-considerations-saas-8-warning": "Повече от 50%",
  "page-staking-considerations-pools-5-description": "Услугата не изисква да се доверите на хора, които да осъществяват попечителство над вашите ключове или да разпределят награди",
  "page-staking-considerations-pools-6-title": "Възли, които не изискват разрешение",
  "page-staking-considerations-pools-6-description": "Услугата позволява на всеки да се присъедини като оператор на възел за пула без разрешение",
  "page-staking-considerations-pools-7-description": "Услугата не трябва да изпълнява повече от 50% от техните агрегатни валидатори с мажоритарен клиент за изпълнение",
  "page-staking-considerations-pools-8-title": "Токен за ликвидност",
  "page-staking-considerations-pools-8-description": "Предлага токен за ликвидност, който може да се търгува и представлява заложеният от вас ETH, съхраняван в собствения ви портфейл",
  "page-staking-considerations-pools-8-valid": "Токени за ликвидност",
  "page-staking-considerations-pools-8-warning": "Без токен за ликвидност",
  "page-staking-considerations-pools-9-description": "Услугата не трябва да изпълнява повече от 50% от техните агрегирани валидатори с мажоритарен консенсусен клиент",
  "page-staking-how-solo-works-item-1": "Осигурете си хардуер: трябва да <a href=\"/run-a-node/\">управлявате възел</a>, за да залагате",
  "page-staking-how-solo-works-item-2": "Синхронизирайте клиент на слоя на изпълнение",
  "page-staking-how-solo-works-item-3": "Синхронизирайте клиент на консенсусен слой",
  "page-staking-how-solo-works-item-4": "Генерирайте ключовете си и ги заредете във вашия клиент валидатор",
  "page-staking-how-solo-works-item-5": "Наблюдавайте и поддържайте своя възел",
  "page-staking-launchpad-widget-testnet-label": "Тестова мрежа Holesky",
  "page-staking-launchpad-widget-testnet-start": "Започнете да залагате в тестовата мрежа Holesky",
  "page-staking-launchpad-widget-mainnet-label": "Основна мрежа",
  "page-staking-launchpad-widget-mainnet-start": "Започнете да залагате в основната мрежа",
  "page-staking-launchpad-widget-span": "Изберете мрежа",
  "page-staking-launchpad-widget-p1": "От индивидуалните валидатори се очаква да <strong>тестват своята настройка</strong> и оперативните си умения в тестовата мрежа Holesky, преди да рискуват средства. Не забравяйте, че е важно да изберете <a href=\"/developers/docs/nodes-and-clients/client-diversity/\">малцинствен клиент</a>, тъй като той подобрява сигурността на мрежата и ограничава риска ви.",
  "page-staking-launchpad-widget-p2": "Ако ви е удобно, можете да настроите всичко необходимо от командния ред, като използвате само лаунчпада за залагания.",
  "page-staking-launchpad-widget-p3": "За да стане по-лесно, вижте някои от инструментите и ръководствата по-долу, които могат да ви помогнат, заедно с лаунчпада за залагане, за да настроите клиентите си с лекота.",
  "page-staking-launchpad-widget-link": "Софтуерни инструменти и ръководство",
  "page-staking-products-get-started": "Първи стъпки",
  "page-staking-dropdown-staking-options": "Опции за залагане",
  "page-staking-dropdown-staking-options-alt": "Падащо меню с опции за залагане",
  "page-staking-stats-box-metric-1": "Общо заложен ETH",
  "page-staking-stats-box-metric-2": "Общ брой валидатори",
  "page-staking-stats-box-metric-3": "Настоящ APR",
  "page-staking-stats-box-metric-1-tooltip": "Сумата ETH, заложена на Бийкън чейн, без да включва баланси над 32 ETH",
  "page-staking-stats-box-metric-2-tooltip": "Брой акаунти за валидатори, активирани към момента в Бийкън чейн",
  "page-staking-stats-box-metric-3-tooltip": "Средногодишна финансова възвръщаемост на валидатор през последните 24 часа",
  "page-staking-section-comparison-subtitle": "Няма универсално решение за залагане и всяко е уникално. Тук ще сравним някои от рисковете, наградите и изискванията на различните начини, по които можете да залагате.",
  "page-staking-section-comparison-rewards-title": "Награди",
  "page-staking-section-comparison-solo-rewards-li1": "Максимални награди – получавайте пълни награди директно от протокола",
  "page-staking-section-comparison-solo-rewards-li2": "Ще получите награди за групиране на трансакции в нов блок или проверка на работата на други валидатори, за да поддържате веригата сигурна",
  "page-staking-section-comparison-solo-rewards-li3": "Освен това ще получавате неизгорени такси за трансакции за блокове, които предлагате",
  "page-staking-section-comparison-saas-rewards-li1": "Обикновено включва пълни награди от протокола без месечната такса за операции на възли",
  "page-staking-section-comparison-saas-rewards-li2": "Често са налични табла за лесно проследяване на вашия клиент валидатор",
  "page-staking-section-comparison-pools-rewards-li1": "Залагащите в пул натрупват награди по различен начин в зависимост от избрания метод на залагане в пул",
  "page-staking-section-comparison-pools-rewards-li2": "Много услуги за обединено залагане в пул предлагат един или повече <a href=\"/glossary/#liquidity-tokens\">токени за ликвидност</a>, които представляват вашия заложен ETH плюс вашия дял от наградите за валидатор",
  "page-staking-section-comparison-pools-rewards-li3": "Токените за ликвидност могат да се държат в собствения ви портфейл, да се използват в <a href=\"/glossary/#defi\">децентрализирани финанси (DeFi)</a> и да се продават, ако решите да се оттеглите",
  "page-staking-section-comparison-risks-title": "Рискове",
  "page-staking-section-comparison-solo-risks-li1": "Вашите ETH са застрашени",
  "page-staking-section-comparison-solo-risks-li2": "Има санкции, които струват определено количество ETH, за минаване офлайн",
  "page-staking-section-comparison-solo-risks-li3": "Злонамереното поведение може да доведе до налагане на наказания за по-големи суми ETH и принудително изхвърляне от мрежата",
  "page-staking-section-comparison-saas-risks-li1": "Същите рискове като при самостоятелното залагане плюс риск от контрагента в лицето на доставчика на услуги",
  "page-staking-section-comparison-saas-risks-li2": "Използването на вашите ключове за подписване е поверено на друг човек, който може да се държи злонамерено",
  "page-staking-section-comparison-pools-risks-li1": "Рисковете варират в зависимост от използвания метод",
  "page-staking-section-comparison-pools-risks-li2": "Като цяло рисковете се състоят от комбинация риск от контрагент, <a href=\"/glossary/#smart-contract\">интелигентен договор</a> и изпълнение",
  "page-staking-section-comparison-requirements-title": "Изисквания",
  "page-staking-section-comparison-solo-requirements-li1": "Трябва да депозирате 32 ETH",
  "page-staking-section-comparison-solo-requirements-li2": "Поддържайте хардуер, който изпълнява едновременно <a href=\"/glossary/#execution-client\">клиент за изпълнение</a> и <a href=\"/glossary/#consensus-client\">консенсусен клиент</a> на Eтереум, докато е свързан към интернет",
  "page-staking-section-comparison-solo-requirements-li3": "<a href=\"https://holesky.launchpad.ethereum.org\" target=\"_blank\">лаунчпадът за залагане</a> ще ви преведе през процеса и хардуерните изисквания",
  "page-staking-section-comparison-saas-requirements-li1": "Депозирайте 32 ETH и генерирайте ключовете си с помощ",
  "page-staking-section-comparison-saas-requirements-li2": "Съхранявайте ключовете си сигурно",
  "page-staking-section-comparison-saas-requirements-li3": "Ще се погрижим за останалото, въпреки че специфичните услуги ще варират",
  "page-staking-section-comparison-pools-requirements-li1": "Най-ниските изисквания за ETH, някои проекти изискват само 0,01 ETH",
  "page-staking-section-comparison-pools-requirements-li2": "Депозирайте директно от портфейла си в различни платформи за залагане в пулове или просто търгувайте за един от токените за ликвидно залагане",
  "page-staking-faq-1-question": "Какво е валидатор?",
  "page-staking-faq-1-answer": "<em>Валидаторът</em> е виртуална единица, която живее в Eтереум и участва в консенсуса на протокола Етереум. Валидаторите са представени от баланс, публичен ключ и други свойства. <em>Клиентът на валидатора</em> е софтуерът, който действа от името на валидатора, като държи и използва личния му ключ. Един клиент на валидатор може да съдържа много двойки ключове, контролирайки много валидатори.",
  "page-staking-faq-2-question": "Защо трябва да имам средства в залог?",
  "page-staking-faq-2-answer": "Валидаторът има способността да предлага и удостоверява блокове за мрежата. За да предотвратят нечестно поведение, потребителите трябва да заложат средствата си. Това позволява на протокола да санкционира злонамерените участници. Залагането е средство да останете честни, тъй като вашите действия ще имат финансови последици.",
  "page-staking-faq-3-question": "Мога ли да закупя „Eth2“?",
  "page-staking-faq-3-answer-p1": "Няма собствен токен „Eth2“ в протокола, тъй като собственият токен, етер (ETH), не се промени, когато Eтереум премина към консенсусен механизъм с доказателство-за-залог.",
  "page-staking-faq-3-answer-p2": "Има производни токени/тикери, които могат да представляват заложен ETH (по конкретно rETH от Рокет Пул, stETH от Лидо, ETH2 от Койнбейз). Научете повече за <a href=\"/staking/pools/\">пуловете за залагане</a>",
  "page-staking-faq-4-question": "Залагането активно ли е вече?",
  "page-staking-faq-4-answer-p1": "Да. Залагането е активно от 1 декември 2020 г.",
  "page-staking-faq-4-answer-p2": "Това означава, че залагането в момента е активно и потребителите могат да депозират своя ETH, да управляват клиент за валидатор и да започнат да печелят награди.",
  "page-staking-faq-4-answer-p3": "Надграждането Шанхай/Капелла е завършено на 12 април 2023 г., позволявайки тегления на залагания, затваряйки цикъла на ликвидност на залагането.",
  "page-staking-faq-5-question": "Кога мога да изтегля заложения от мен ETH?",
  "page-staking-faq-5-answer-p1": "Веднага! Залагащите са свободни да изтеглят своите награди и/или основен депозит от баланса на своя валидатор, ако решат.",
  "page-staking-faq-5-answer-p2": "Залагащите също ще печелят награди под формата на такси и Максимална стойност за извличане (MEV), когато предлагат блокове, които се предоставят незабавно чрез зададения адрес на получател на таксата.",
  "page-staking-faq-5-answer-link": "Повече за оттеглянето на залози",
  "page-staking-further-reading-author-vitalik-buterin": "Виталик Бутерин",
  "page-staking-further-reading-2-link": "Обосновка за Серенити Дизайн",
  "page-staking-further-reading-4-link": "Новини за Eth2",
  "page-staking-further-reading-4-author": "Бен Еджингтън",
  "page-staking-further-reading-5-link": "Финализиран № 33, консенсусният слой на Eтереум (януари 2022 г.)",
  "page-staking-further-reading-5-author": "Дани Райън",
  "page-staking-further-reading-6-link": "Публикации за атестация",
  "page-staking-further-reading-8-link": "Образователни материали, предоставени от общността на Beaconcha.in",
  "page-staking-further-reading-9-link": "Често задавани въпроси за лаунчпада за залагане на Eтереум",
  "page-staking-further-reading-10-link": "База знания за EthStaker",
  "page-staking-toc-how-to-stake-your-eth": "Как да залагате вашите ETH",
  "page-staking-toc-comparison-of-options": "Сравнение на опциите за залагане",
  "page-staking-toc-faq": "Често задавани въпроси",
  "page-staking-toc-further": "Допълнителна информация",
  "page-staking-dom-info-title": "Залагане с Eтереум",
  "page-staking-join-community": "Присъединете се към общността на залагащите",
  "page-staking-join-community-desc": "EthStaker е общност, в която всеки може да обсъжда и да учи за залагането в Eтереум. Присъединете се към десетки хиляди членове от цял свят за съвети, подкрепа и обсъждане на всички неща, свързани със залагането.",
  "page-staking-meta-description": "Преглед на залагането в Eтереум: рисковете, наградите, изискванията и къде да го правите.",
  "page-staking-meta-title": "Залагане в Eтереум",
  "page-staking-withdrawals-important-notices": "Важни бележки",
  "page-staking-withdrawals-important-notices-desc": "Тегленията все още не са налични. За повече информация прочетете <a href=\"https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/\" target=\"_blank\">ЧЗВ за сливането Eth2 и за след сливането</a>.",
  "page-upgrades-merge-btn": "Повече за сливането",
  "subscribe-to-ef-blog": "<a href=\"https://blog.ethereum.org/category/protocol/#subscribe\" target=\"_blank\">Абонирайте се за блога на EF</a>, за да получавате известия по имейл за най-новите съобщения за протокола.",
  "page-staking-comparison-with-other-options": "Сравнение с други опции",
  "page-staking-any-amount": "Каквато и да е сума",
  "page-staking-testnet": "тестова мрежа"
}
