{
  "page-get-eth-article-keeping-crypto-safe": "Ключът към сигурността на вашата криптовалута",
  "page-get-eth-article-protecting-yourself": "Защита за вас и вашите средства",
  "page-get-eth-article-store-digital-assets": "Как да съхраняваме дигитални активи в Eтереум",
  "page-get-eth-article-protecting-yourself-desc": "MyCrypto",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": " Централизирани борси",
  "page-get-eth-cex-desc": "Борсите са бизнеси, които ви позволяват да купувате крипто, използвайки традиционни валути. Те имат контрол върху всички ETH, които купувате, докато не ги изпратите в портфейл под ваш контрол.",
  "page-get-eth-checkout-dapps-btn": "Вижте dapps",
  "page-get-eth-community-safety": "Публикации на общността за сигурността",
  "page-get-eth-description": "Eтереум не се контролира от нито една организация – той е децентрализиран.",
  "page-get-eth-dex": "Децентрализирани борси (DEXs)",
  "page-get-eth-dex-desc": "Ако искате повече контрол, купете ETH чрез <a href=\"/glossary/#smart-contract\">интелигентни договори</a>. С помощта на децентрализираните борси можете да търгувате с цифрови активи, без изобщо да предоставяте контрола върху средствата си на централизирана компания.",
  "page-get-eth-peers": "Получавайте ETH от потребители като вас",
  "page-get-eth-peers-desc": "След като имате акаунт в Eтереум, всичко, което трябва да направите, е да споделите адреса си, за да започнете да изпращате и получавате ETH (и други токени) чрез технологията от потребител към потребител.",
  "page-get-eth-staking": "Награди за залагане",
  "page-get-eth-staking-desc": "Ако вече имате ETH, можете да спечелите повече, като стартирате валидиращ възел. Получавате заплащане за работата по потвърждение, която извършвате, в ETH.",
  "page-get-eth-earn": "Печелете ETH",
  "page-get-eth-earn-desc": "Можете да печелите ETH, като работите за ДАО или компании, които плащат в криптовалута, печелейки награди, намирайки софтуерни грешки и други.",
  "page-get-eth-daos-link-desc": "Научете за ДАО",
  "page-get-eth-cex-link-desc": "Разгледайте списък с борси",
  "page-get-eth-staking-link-desc": "Научете повече за залагането",
  "page-get-eth-dexs": "Децентрализирани борси (DEXs)",
  "page-get-eth-dexs-desc": "Децентрализираните борси са отворени пазари за ETH и други токени. Те директно свързват купувачите с продавачите.",
  "page-get-eth-dexs-desc-2": "Вместо да използват доверена трета страна да следи за сигурността на сумите в трансакцията, те използват код. ETH на продавача може да бъде прехвърлен само когато плащането е гарантирано. Този вид код е известен като умен договор.",
  "page-get-eth-dexs-desc-3": "Това означава, че има по-малко географски ограничения, отколкото при централизираните алтернативи. Ако някой продава това, което искате, и приема метод на плащане, който можете да предоставите, можете да се възползвате.",
  "page-get-eth-dexs-desc-4": "Забележка: много децентрализирани борси използват опакован етер (WETH), за да функционират. <a href=\"/wrapped-eth\">Научете повече за опакования етер</a>.",
  "page-get-eth-do-not-copy": "Пример: Не копирайте",
  "page-get-eth-exchanges-disclaimer": "Тази информация сме събирали ръчно. Ако забележите някаква нередност, може да ни съобщите на",
  "page-get-eth-exchanges-empty-state-text": "Въведете държавата си на пребиваване, за да видите списък с борси, които може да използвате",
  "page-get-eth-exchanges-except": "С изключение на",
  "page-get-eth-exchanges-header": "В коя държава живеете?",
  "page-get-eth-exchanges-header-exchanges": "Борси",
  "page-get-eth-exchanges-header-wallets": "Портфейли",
  "page-get-eth-exchanges-intro": "Борсите имат ограничения за това къде могат да продават криптовалути. Това е примерен списък на услугите, за които се предполага, че работят във всяка страна. Включването тук не е потвърждение – трябва да направите свое собствено проучване!",
  "page-get-eth-exchanges-no-exchanges": "Съжаляваме, нямаме информация за борси, на които можете да продавате ETH от тази държава. Ако знаете за такива, информирайте ни на",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Съжаляваме, нямаме информация за борси, на които можете да продавате ETH от тази държава. Ако знаете за такива, информирайте ни на",
  "page-get-eth-exchanges-no-wallets": "Съжаляваме, нямаме информация за портфейли, които ще ви позволят да купувате ETH от тази държава. Ако знаете за такива, информирайте ни на",
  "page-get-eth-exchanges-search": "Напишете къде живеете...",
  "page-get-eth-exchanges-success-exchange": "Регистрацията в борса може да отнеме няколко дни, поради съответните законови проверки.",
  "page-get-eth-exchanges-success-wallet-link": "портфейли",
  "page-get-eth-exchanges-success-wallet-paragraph": "Там, където живеете, може да купувате ETH направо от тези портфейли. Научете повече за",
  "page-get-eth-exchanges-usa": "Съединени американски щати (САЩ)",
  "page-get-eth-get-wallet-btn": "Вземете портфейл",
  "page-get-eth-hero-image-alt": "Вземете изображение на герой на ETH",
  "page-get-eth-keep-it-safe": "Да пазим вашите ETH",
  "page-get-eth-meta-description": "Как да купите ETH там, където живеете, и съвети как да се грижите за него след това.",
  "page-get-eth-meta-title": "Как да се сдобиете с ETH",
  "page-get-eth-need-wallet": "За да използвате DEX, ще ви трябва портфейл.",
  "page-get-eth-new-to-eth": "Нови ли сте в ETH? Ето накратко как да започнете.",
  "page-get-eth-other-cryptos": "Купувайте с друга криптовалута",
  "page-get-eth-protect-eth-desc": "Една от основните характеристики на Eтереум е, че запазвате контрола върху собствените си активи, като управлявате собствения си акаунт. Това означава, че не е нужно да се доверявате на трета страна с вашите активи и сте защитени от всеки попечител, който действа нечестно, фалира или бъде хакнат. Това обаче също означава, че поемате отговорност за собствената си сигурност.",
  "page-get-eth-protect-eth-in-wallet": "Съхранявайте притежавания от вас ETH в собствения си портфейл",
  "page-get-eth-search-by-country": "Търсене по държава",
  "page-get-eth-security": "Това означава, че трябва да приемете сериозно сигурността на средствата си. С ETH вие не се доверявате на банка или компания да се грижи за активите ви, а поемате отговорност за себе си.",
  "page-get-eth-smart-contract-link": "Повече за интелигентните договори",
  "page-get-eth-swapping": "Разменяйте своите токени с ETH на други хора. И обратното.",
  "page-get-eth-try-dex": "Пробвайте DEX",
  "page-get-eth-use-your-eth": "Използвайте вашите ETH",
  "page-get-eth-use-your-eth-dapps": "След като вече притежавате малко ETH, вижте някои приложения на Ethereum (dapps). Има dapps за финанси, социални медии, игри и много други категории.",
  "page-get-eth-wallet-instructions": "Следвайте указанията от портфейла",
  "page-get-eth-wallet-instructions-lost": "Ако загубите достъп до акаунта си, ще загубите достъп до средствата си. Портфейлът ви би трябвало да съдържа инструкции за защита срещу това. Не забравяйте да ги следвате внимателно – в повечето случаи никой не може да ви помогне, ако загубите достъп до акаунта си.",
  "page-get-eth-wallets": "Портфейли",
  "page-get-eth-wallets-link": "Повече за портфейлите",
  "page-get-eth-wallets-purchasing": "Някои портфейли позволяват да купите криптовалута с дебитна/кредитна карта, по банков път и даже с Apple Pay. Има ограничения при определени държави.",
  "page-get-eth-warning": "Тези децентрализирани борси не са за начинаещи, тъй като ще ви е нужен ETH, за да ги използвате. Това са само примери, а не одобрени продукти. Направете свое собствено проучване!",
  "page-get-eth-what-are-DEX's": "Какво са DEX?",
  "page-get-eth-whats-eth-link": "Какво е ETH?",
  "page-get-eth-where-to-buy-desc": "Можете да печелите ETH, да го получавате от потребители като вас или да го купувате от борси и приложения.",
  "page-get-eth-where-to-buy-desc-2": "Проверете какви услуги може да ползвате там, където живеете.",
  "page-get-eth-where-to-buy-title": "От къде да вземем ETH",
  "page-get-eth-your-address": "Вашият ETH адрес",
  "page-get-eth-your-address-desc": "Когато свалите портфейл, той ще създаде за вас публичен ETH адрес. Ето как изглежда той:",
  "page-get-eth-your-address-desc-3": "Представете си го като ваш имейл адрес, но вместо поща той може да получава ETH. Ако желаете да прехвърлите ETH от борса към вашия портфейл, използвайте адреса си като дестинация. Непременно проверете още веднъж, преди да изпращате!",
  "page-get-eth-your-address-wallet-link": "Вижте портфейлите",
  "listing-policy-raise-issue-link": "Съобщете за проблем",
  "page-find-wallet-last-updated": "Последно обновен"
}
