{
  "page-wallets-accounts-addresses": "Портфейли, акаунти, ключове и адреси",
  "page-wallets-accounts-addresses-desc": "Струва си да разберете разликите между някои основни термини.",
  "page-wallets-accounts-ethereum-addresses": "<b>Всеки профил в Eтереум има адрес</b>, както входящата кутия има имейл адрес. Това се използва за идентифициране на цифровите ви активи.",
  "page-wallets-alt": "Илюстрация на робот с тяло като свод, изобразяваща портфейл в Ethereum",
  "page-wallets-ethereum-account": "<b>Акаунт в Етириъм се състои от двойка ключове</b>. <a href=\"/glossary/#public-key\">Единият ключ</a> се използва за създаване на адреса, който можете да споделяте свободно, а <a href=\"/glossary/#private-key\">другият ключ</a> трябва да пазите в тайна, защото се използва за подписване на неща. Заедно тези ключове ви позволяват да държите активи и да извършвате трансакции.",
  "page-wallets-blog": "Блогът на Coinbase",
  "page-wallets-bookmarking": "Отбележи своя портфейл",
  "page-wallets-bookmarking-desc": "Ако използвате портфейл в мрежата, отбележете страницата, за да се защитите от фишинг измами.",
  "page-wallets-cd": "<b>Физическите хардуерни портфейли</b> са устройства, които ви позволяват да съхранявате своите криптоактиви офлайн – много сигурно",
  "page-wallets-desc-2": "Повечето хора управляват дигиталните си активи и самоличността си чрез портфейли.",
  "page-wallets-desc-2-link": "Повече за ETH",
  "page-wallets-desc-3": "Портфейлът ви е инструмент за взаимодействие с акаунта ви в Етереум. Това означава, че можете да сменяте доставчиците на портфейли по всяко време. Много портфейли ви позволяват да управлявате няколко акаунта в Етереум от едно и също приложение.",
  "page-wallets-desc-4": "Доставчиците на портфейли нямат попечителство над вашите средства. Те просто ви осигуряват средство, с което да виждате активите си в Етереум, както и инструменти, с които лесно да ги управлявате.",
  "page-wallets-description": "Портфейлите в Етереум са приложения, които ви дават контрол над вашия акаунт. Точно като физическия ви портфейли, те съдържат всичко необходимо, за да докажете самоличността си и да управлявате активите си. Вашият портфейл ви позволява да влизате в приложения, да виждате баланса си, да изпращате трансакции и да удостоверявате самоличността си.",
  "page-wallets-desktop": "<b>Настолни приложения</b>, ако предпочитате да управлявате средствата си чрез macOS, Windows или Linux",
  "page-wallets-ethereum-wallet": "<b>Портфейлът е инструмент, който ви позволява да взаимодействате с вашия акаунт</b>, като използвате ключовете си. Позволява ви да преглеждате баланса на акаунта си, да изпращате трансакции и др.",
  "page-wallets-explore": "Разучете Ethereum",
  "page-wallets-features-desc": "Може да ви помогнем да изберете своя портфейл съгласно характеристиките, на които държите.",
  "page-wallets-features-title": "Сравнете портфейлите на база на техните характеристики",
  "page-wallets-find-wallet-btn": "Намерете портфейл",
  "page-wallets-find-wallet-link": "Намерете портфейл",
  "page-wallets-get-some": "Вземете малко ETH",
  "page-wallets-get-some-alt": "Илюстрация на ръка, създаваща логото на ETH, направено от тухлички на лего",
  "page-wallets-get-some-btn": "Вземете малко ETH",
  "page-wallets-get-some-desc": "ETH е собствената криптовалута на Ethereum. За да използвате приложенията в Ethereum, имате нужда от малко ETH в портфейла си.",
  "page-wallets-keys-to-safety": "Ключът към сигурността на вашата криптовалута",
  "page-wallets-manage-funds": "Приложение за управление на вашите активи",
  "page-wallets-manage-funds-desc": "Вашият портфейл ви показва баланса, историята на трансакциите и как да изпращате/получавате суми. Някои портфейли може да предлагат повече функционалности.",
  "page-wallets-meta-description": "Какво трябва да знаете, за да използвате портфейлите на Етереум.",
  "page-wallets-meta-title": "Портфейлите на Етереум",
  "page-wallets-mobile": "<b>Мобилни приложения</b>, които правят средствата ви достъпни навсякъде",
  "page-wallets-more-on-dapps-btn": "Повече за Dapps",
  "page-wallets-most-wallets": "Повечето от продуктите на портфейлите ще ви позволят да създадете акаунт в Етереум. Така че нямате нужда от такъв, преди да си свалите портфейл.",
  "page-wallets-protecting-yourself": "Защита за вас и вашите средства",
  "page-wallets-seed-phrase": "Запишете своята <a href=\"/glossary/#recovery-phrase\">фраза за възстановяване</a>",
  "page-wallets-seed-phrase-desc": "Портфейлите често идват с комплект от думи, които трябва да запишете на сигурно място. Това е единственият начин да успеете да възстановите портфейла си.",
  "page-wallets-seed-phrase-example": "Ето един пример:",
  "page-wallets-seed-phrase-snippet": "там самолет завой клапа образувание дож възможен продукт различен под дух лампа",
  "page-wallets-seed-phrase-write-down": "Не ги пазете в компютъра. Запишете ги и ги оставете на сигурно място.",
  "page-wallets-slogan": "Притежание на ключовете за вашето дигитално бъдеще",
  "page-wallets-stay-safe": "Как да бъдем в безопасност",
  "page-wallets-stay-safe-desc": "Финансовата свобода и възможността за достъп и използване на средства навсякъде вървят с отговорност – в света на криптовалутите няма център за обслужване на клиенти. <b>Вие сами отговаряте за запазването на вашите ключове безопасно и сигурно</b>.",
  "page-wallets-subtitle": "Портфейлите ви помагат да осъществявате достъп до дигиталните си активи и да влизате в различни приложения.",
  "page-wallets-take-responsibility": "Поемете отговорност за собствените си средства",
  "page-wallets-take-responsibility-desc": "Централизираните борси свързват вашия портфейл с потребителско име и парола, които можете да възстановите по познат начин. Не забравяйте обаче, че така давате на борсата попечителство върху вашите средства. Ако борсата има финансови проблеми, средствата ви ще бъдат застрашени.",
  "page-wallets-tips": "Повече за това как да бъдете в безопасност",
  "page-wallets-tips-community": "От общността",
  "page-wallets-title": "Портфейлите на Ethereum",
  "page-wallets-triple-check": "Проверявайте всичко по три пъти",
  "page-wallets-triple-check-desc": "Помнете, че не може да върнете трансакциите назад и портфейлите не могат да бъдат възстановени лесно, така че вземете мерки и внимавайте винаги.",
  "page-wallets-try-dapps": "Опитайте с някои dapps",
  "page-wallets-try-dapps-alt": "Илюстрация как членове на общността на Ethereum работят заедно",
  "page-wallets-try-dapps-desc": "Dapps са приложения, изградени върху Ethereum. Те са по-евтини, по-честни и внимателни към вашите данни, отколкото повечето от традиционните приложения.",
  "page-wallets-types": "Видове портфейли",
  "page-wallets-types-desc": "Има няколко начина, по които да се свържете и взаимодействате с вашия акаунт:",
  "page-wallets-web-browser": "<b>Браузър портфейлите</b> са уеб приложения, които ви позволяват да взаимодействате с акаунта си директно в браузъра",
  "page-wallets-web-browser-extension": "<b>Портфейлите, разширения за браузър</b> са разширения, които изтегляте и ви позволяват да взаимодействате с вашия акаунт и приложения директно през браузъра",
  "page-wallets-whats-a-wallet": "Какво е портфейл в Eтереум?",
  "page-wallets-your-ethereum-account": "Вашият акаунт в Ethereum",
  "page-wallets-your-ethereum-account-desc": "Вашият портфейл е вашият прозорец към акаунта ви в Ethereum – баланс, история на трансакциите и други. Вие обаче може да смените доставчиците на портфейли по всяко време.",
  "page-wallets-your-login": "Вашата регистрация за приложенията в Ethereum",
  "page-wallets-your-login-desc": "Портфейлът ви позволява да се свързвате с приложения като използвате акаунта си в Етереум. Това е подобно на регистрация, която можете да използвате в различни приложения.",
  "additional-reading-how-to-create-an-ethereum-account": "Как да създадете акаунт в Eтереум",
  "additional-reading-how-to-use-a-wallet": "Как се използва портфейл"
}
