{
  "page-index-hero-image-alt": "Изображение на футуристичен град, представляващ екосистемата на Етереум.",
  "page-index-meta-description": "Етереум е глобална, децентрализирана платформа за пари и нови видове приложения. На Етереум може да създавате код, който контролира пари, и да правите приложения, достъпни по целия свят.",
  "page-index-meta-title": "Начална страница",
  "page-index-title": "Добре дошли в Етереум",
  "page-index-description": "Етереум е технология, управлявана от общност, която поддържа криптовалутата, етер (ETH) и хиляди други децентрализирани приложения.",
  "page-index-title-button": "Разучете Етереум",
  "page-index-get-started": "Начало",
  "page-index-get-started-description": "ethereum.org е порталът ти към света на Етереум. Технологията е нова и непрекъснато развиваща се - от помощ е да имаш гид. Ето какво препоръчваме да направиш, ако искаш да навлезеш.",
  "page-index-get-started-image-alt": "Илюстрация на човек, работещ на компютър.",
  "page-index-get-started-wallet-title": "Изберете портфейл",
  "page-index-get-started-wallet-description": "Портфейлът ти позволява да се свържеш с Етереум и да управляваш авоарите си.",
  "page-index-get-started-wallet-image-alt": "Илюстрация на робот с тяло като свод, изобразяваща портфейл в Етереум.",
  "page-index-get-started-eth-title": "Вземете ETH",
  "page-index-get-started-eth-description": "ETH е валутата на Етереум - можеш да я ползваш в приложения.",
  "page-index-get-started-eth-image-alt": "Илюстрация на група от хора, застинали в страхопочитание пред релефното изображение на етер (ETH).",
  "page-index-get-started-dapps-title": "Използвай dapp",
  "page-index-get-started-dapps-description": "Dapps са приложения, поддържани от Етереум. Вижте какво може да направите.",
  "page-index-get-started-dapps-image-alt": "Илюстрация на дож, който използва компютър.",
  "page-index-get-started-devs-title": "Започнете изграждането",
  "page-index-get-started-devs-description": "Ако започнете да пишете код с Етереум, ние разполагаме с документация, обучителни материали и други такива в нашия портал за разработки.",
  "page-index-get-started-devs-image-alt": "Илюстрация на ръка, създаваща логото на ETH, направено от тухлички на лего.",
  "page-index-what-is-ethereum": "Какво е Етереум?",
  "page-index-what-is-ethereum-description": "Етереум е технология, която събира дигитални пари, глобални разплащания и приложения. Общността е създала една процъфтяваща дигитална икономика, смели новаторски решения за творци, които печелят онлайн, и много подобни такива. Тя е отворена към всички, където и да се намирате по света - всичко, от което се нуждаете, е интернет.",
  "page-index-what-is-ethereum-button": "Какво е Етереум?",
  "page-index-what-is-ethereum-secondary-button": "Повече за дигиталните пари",
  "page-index-what-is-ethereum-image-alt": "Илюстрация на човек, който наднича в един пазар, направен да представлява Етереум.",
  "page-index-defi": "По-честна финансова система",
  "page-index-defi-description": "Днес милиарди хора не могат да отворят свои банкови сметки, а на други плащанията са блокирани. Децентрализираната финансова система (DeFi) на Етереум никога не е пасивна или дискриминираща. Само с интернет връзка вие можете да изпращате, получавате, вземате назаем, печелите лихви и даже да насочвате средства по всички точки на света.",
  "page-index-defi-button": "Запознайте се с DeFi",
  "page-index-defi-image-alt": "Изображение на ръце, които подават символа на ETH.",
  "page-index-internet": "Отворен интернет",
  "page-index-internet-description": "Днес ние получаваме достъп до „безплатни“ интернет услуги, като им предаваме контрола върху личните ни данни. Услугите на Етереум са отворени по подразбиране - имате нужда само от портфейл. Те са безплатни и лесни за настройка, контролират се от вас и работят без никаква лична информация.",
  "page-index-internet-button": "Запознайте се с отворения интернет",
  "page-index-internet-secondary-button": "Повече за портфейлите",
  "page-index-internet-image-alt": "Изображение на настройката на футуристичен компютър, захранван от кристалите на Етереум.",
  "page-index-developers": "Нова граница за развитие",
  "page-index-developers-description": "Етереум и неговите приложения за прозрачни и с отворен код. Вие може да създадете разклонение на кода и отново да използвате функционалности, които другите вече са създали. Ако не желаете да учите нов език може просто да работите с отворен код, ползвайки JavaScript и другите съществуващи езици.",
  "page-index-developers-button": "Портал за програмисти",
  "page-index-developers-code-examples": "Code examples",
  "page-index-developers-code-example-title-0": "Твоя собствена банка",
  "page-index-developers-code-example-description-0": "Може да изградите банка, управлявана от логиката, програмирана от вас.",
  "page-index-developers-code-example-title-1": "Твоя собствена валута",
  "page-index-developers-code-example-description-1": "Можеш да създадеш токени, които да прехвърлиш и да ползваш в различни приложения.",
  "page-index-developers-code-example-title-2": "JavaScript портфейл на Етереум",
  "page-index-developers-code-example-description-2": "Вие може да използвате съществуващите езици, за да взаимодействате с Етереум и другите приложения.",
  "page-index-developers-code-example-title-3": "Отворен DNS без нужда от разрешения",
  "page-index-developers-code-example-description-3": "Вие може отново да си представите съществуващите услуги като децентрализирани, отворени приложения.",
  "page-index-network-stats-title": "Етереум днес",
  "page-index-network-stats-subtitle": "Твоите последни мрежови статистики",
  "page-index-network-stats-eth-price-description": "ETH цена (USD)",
  "page-index-network-stats-eth-price-explainer": "Последната цена за 1 етер. Можеш да си купиш дори само 0.000000000000000001 - няма нужда да купуваш един цял ETH.",
  "page-index-network-stats-tx-day-description": "Трансакции от днес",
  "page-index-network-stats-tx-day-explainer": "Брой трансакции успешно обработени в мрежата за последните 24 часа.",
  "page-index-network-stats-value-defi-description": "Стойност, заключена в DeFi (USD)",
  "page-index-network-stats-value-defi-explainer": "Количеството пари в децентрализираните финансови (DeFi) приложения, дигиталната икономика на Етереум.",
  "page-index-network-stats-nodes-description": "Възли",
  "page-index-network-stats-nodes-explainer": "Етереум се управлява от хиляди доброволци по света, известни като възли.",
  "page-index-touts-header": "Запознайте се с ethereum.org",
  "page-index-contribution-banner-title": "Дайте своя принос към ethereum.org",
  "page-index-contribution-banner-description": "Този уебсайт е с отворен код и стотици членове на общността със свой принос. Може да предлагате редактиране на която и да е част от съдържанието на този сайт, да предлагате чудесни нови характеристики или да ни помагате да се справим с грешките.",
  "page-index-contribution-banner-image-alt": "Лого на Етереум, направено от тухлички на лего.",
  "page-index-contribution-banner-button": "Повече за приноса",
  "page-index-tout-upgrades-title": "Обновете познанията си по Eth2",
  "page-index-tout-upgrades-description": "Ethereum 2.0 е програма на взаимосвързани актуализации, създадени да направят Ethereum по-мащабен, сигурен и устойчив.",
  "page-index-tout-upgrades-image-alt": "Изображение на космически кораб, представляващ нарасналата мощ на Eth2.",
  "page-index-tout-enterprise-title": "Ethereum за предприятия",
  "page-index-tout-enterprise-description": "Вижте как Ethereum може да открие нови бизнес модели, да намали разходите ви и да обезпечи за в бъдеще вашия бизнес.",
  "page-index-tout-enterprise-image-alt": "Изображение на футуристичен компютър/устройство.",
  "page-index-tout-community-title": "Общността на Етереум",
  "page-index-tout-community-description": "В Етереум всичко се върти около общността. Тя е образувана от хора с различен произход и интереси. Вижте как може да се присъедините към нея.",
  "page-index-tout-community-image-alt": "Изображение на група строители, които работят заедно.",
  "page-index-nft": "Интернетът на активите",
  "page-index-nft-description": "Етереум не е само за дигитални пари. Всичко, което притежавате, може да бъде представено, търгувано и да влезе в употреба като незаменяеми токени (NFTs). Може да токенизирате свое произведение на изкуството и автоматично да ви бъдат заплащани авторски права всеки път, когато то се продава и препродава. Или да използвате токен за нещо, което притежавате, за да вземете заем. Възможностите непрекъснато растат.",
  "page-index-nft-button": "Повече за NFTs",
  "page-index-nft-alt": "Лого на Eth, представено чрез холограма."
}
