{
  "page-staking-just-staking": "Залагане",
  "page-staking-image-alt": "Картинка на талисмана Rhino за лончпада на eth2.",
  "page-staking-51-desc-1": "Залагането прави достъпа до мрежата като валидатор по-достъпен, така че е вероятно да има повече валидатори в мрежата от тези, които има днес. Това ще направи атаки от този тип още по-трудни, тъй като цената на атаките ще нарасне.",
  "page-staking-accessibility": "Повече достъпност",
  "page-staking-accessibility-desc": "С по-лесните изисквания към хардуера и възможността за включване в пул, ако нямате 32ETH, повече хора ще могат да се присъединят към мрежата. Това ще направи Етереум по-децентрализиран и сигурен, тъй като площта за атаки ще намалее.",
  "page-staking-at-stake": "Вашите ETH са в залог",
  "page-staking-at-stake-desc": "Тъй като трябва да заложите вашите ETH, за да валидирате трансакции и да създавате нови блокове, вие може да ги загубите, ако решите да направите опит за измама в системата.",
  "page-staking-benefits": "Ползи от залагането в Етереум",
  "page-staking-check-address": "Проверете адреса за депозит",
  "page-staking-consensus": "Повече за механизмите на консенсус",
  "page-staking-deposit-address": "Проверете адреса за депозит",
  "page-staking-deposit-address-desc": "Ако вече сте следвали указанията за настройка на лончпада, ще знаете, че трябва да изпратите трансакция в договора за депозит на залога. Препоръчваме ви да проверите много внимателно адреса. Може да намерите официалния адрес на ethereum.org и на други проверени сайтове.",
  "page-staking-desc-1": "Награди се присъждат за действия, които помагат на мрежата да достигне консенсус. Ще получите награди за дозиране на трансакциите в един нов блок или като проверявате работата на други валидатори, защото това е, което прави сигурна работата на веригата.",
  "page-staking-desc-2": "Въпреки че може да печелите награди за работа, която е от полза за мрежата, може и да губите ETH за зловредни действия, излизане офлайн и неуспех при валидирането.",
  "page-staking-desc-3": "Трябват ви 32 ETH, за да станете пълноправен валидатор, или малко ETH, за да влезете в пул за залози. Ще трябва също и да сте в 'Eth1' или с клиент на основната мрежа. Лончпадът ще ви води в този процес и изискванията към хардуера. Освен това може да използвате и бекенд API.",
  "page-staking-description": "Залагането е процесът по депозиране на 32 ETH, за да активирате софтуер на валидатор. Като валидатор вие ще отговаряте за съхранението на данни, извършването на трансакции и добавянето на нови блокове в блокчейна. Това ще направи Етереум сигурен за всеки и ще ви донесе нови ETH по време на този процес. Самият процес, известен като доказателство-за-залог, е въведен от Сигналната верига.",
  "page-staking-docked": "Повече за докинга",
  "page-staking-dyor": "Направете собствено проучване",
  "page-staking-dyor-desc": "Никои от изброените услуги за залог не са официални препоръки. Непременно направете проучване, за да разберете кои услуги ще бъдат най-добри за вас.",
  "page-staking-header-1": "Заложете вашите ETH, за да станете валидатор в Етереум",
  "page-staking-how-much": "Колко желаете да заложите?",
  "page-staking-how-to-stake": "Как да залагате",
  "page-staking-how-to-stake-desc": "Всичко зависи от това колко искате да заложите. Ще се нуждаете от 32, за да станете пълноправен валидатор, но е възможно и да заложите по-малко.",
  "page-staking-join": "Присъединете се",
  "page-staking-join-community": "Присъединете се към общността на залагащите",
  "page-staking-join-community-desc": "r/ethstaker е общност за всеки, който иска да обсъжда залагането в Етереум – присъединете се за съвет, поддръжка и да си говорите всичко за залагане.",
  "page-staking-less-than": "По-малко от",
  "page-staking-link-1": "Вижте бекенд API",
  "page-staking-meta-description": "Преглед на залагането в Етереум: рисковете, наградите, изискванията и къде да го правите.",
  "page-staking-meta-title": "Залагане в Етереум",
  "page-staking-more-sharding": "Повече за компонентите",
  "page-staking-pool": "Залагайте в пул",
  "page-staking-pool-desc": "Ако имате по-малко от 32 ETH, вие ще може да добавите по-малък залог в пула за залози. Някои компании могат да направят всичко това от ваше име, така че няма нужда да се притеснявате дали сте онлайн. Ето някои компании, които може да проверите.",
  "page-staking-pos-explained": "Разяснения за доказателството-за-залог",
  "page-staking-pos-explained-desc": "Залагането е това, което трябва да направите, за да станете валидатор в системата на доказателство-за-залог. Това е консенсусен механизъм, който ще замести настоящата система на доказателство-за-работа. Консенсусните механизми са това, което поддържа блокчейните като Етереум сигурни и децентрализирани.",
  "page-staking-pos-explained-desc-1": "Доказателството-за-залог допринася за сигурността на системата по няколко начина:",
  "page-staking-services": "Вижте услугите за залагане",
  "page-staking-sharding": "Отключва фрагментирането",
  "page-staking-sharding-desc": "Фрагментирането е възможно само при система на доказателство-за-залог. Фрагментирането на системата на доказателство-за-работа ще разреди компютърната мощност, необходима за атаки към мрежата, което улеснява злонамерените копачи да контролират фрагментите. Такъв не е случаят със случайно подбраните залагащи при доказателството за залог.",
  "page-staking-solo": "Залагайте сами или като валидатор",
  "page-staking-solo-desc": "За да започнете процеса на залагане, вие трябва да ползвате лончпада на Eth2. Той ще ви води през процеса на настройка. Част от залагането е управлението на клиент на Eth2, който е локално копие на блокчейна. Това ще отнеме известно време, за да бъде свалено на компютъра ви.",
  "page-staking-start": "Започнете да залагате",
  "page-staking-subtitle": "Залагането е от полза за обществото за екосистемата на Етереум. Вие може да помогнете при осигуряването на мрежата и да печелите, правейки това.",
  "page-staking-sustainability": "Повече устойчивост",
  "page-staking-sustainability-desc": "Валидаторите нямат нужда от енергоемки компютри, за да участват в системата на доказателство-за-залог – само един лаптоп или смартфон. Това ще направи Етереум по-полезен за околната среда.",
  "page-staking-the-beacon-chain": "Повече за Сигналната верига",
  "page-staking-title-1": "Награди",
  "page-staking-title-2": "Рискове",
  "page-staking-title-3": "Изисквания",
  "page-staking-title-4": "Как да залагате вашите ETH",
  "page-staking-upgrades-li": "Доказателството-за-залог се управлява от Сигналната верига.",
  "page-staking-upgrades-li-2": "Етереум ще има Сигнална верига върху доказателство-за-залог и основна мрежа върху доказателство-за-работа в предвидимото бъдеще.",
  "page-staking-upgrades-li-3": "През това време залагащите ще добавят нови блокове към Сигналната верига, но няма да обработват трансакциите в основната мрежа.",
  "page-staking-upgrades-li-4": "Етереум ще премине напълно към система на доказателство-за-залог веднага щом основната му мрежа стане отделен компонент.",
  "page-staking-upgrades-li-5": "Едва тогава ще може да изтеглите вашия залог.",
  "page-staking-upgrades-title": "Доказателство-за-залог и ъпгрейдите на Eth2",
  "page-staking-validators": "Повече валидатори, по-голяма сигурност",
  "page-staking-validators-desc": "В блокчейн като Етереум е възможно да се случи срив, ако контролирате 51% от мрежата. Например може да съберете 51% от валидаторите, които да потвърдят, че вашият баланс показва 1 000 000 ETH, а не 1 ETH. Но за да контролирате 51% от валидаторите, вие трябва да притежавате 51% от ETH в системата – а това е много!",
  "page-staking-withdrawals": "Тегленията няма да станат активни веднага",
  "page-staking-withdrawals-desc": "Вие няма да можете да изтеглите вашия залог, докато следващите ъпгрейди не биват приложени. Тегленията ще са на разположение веднага щом основната мрежа се слее със системата на Сигналната верига."
}
