{
  "page-apps-1inch-logo-alt": "Лого на 1inch",
  "page-apps-aave-logo-alt": "Лого Aave",
  "page-apps-add-button": "Предложете dapp",
  "page-apps-add-title": "Добавете dapp",
  "page-apps-audius-logo-alt": "Лого Audius",
  "page-apps-augur-logo-alt": "Лого Augur",
  "page-apps-axie-infinity-logo-alt": "Лого на Axie Infinity",
  "page-apps-brave-logo-alt": "Лого на Brave",
  "page-apps-category-arts": "Изкуство и мода",
  "page-apps-category-browsers": "Браузъри",
  "page-apps-category-collectibles": "Дигитални предмети за колекциониране",
  "page-apps-category-competitive": "Състезание",
  "page-apps-category-computing": "Инструменти за разработчици",
  "page-apps-category-dex": "Размяна на токени",
  "page-apps-category-investments": "Инвестиции",
  "page-apps-category-lending": "Даване и вземане назаем",
  "page-apps-category-lottery": "Събиране на средства",
  "page-apps-category-marketplaces": "Пазари",
  "page-apps-category-music": "Музика",
  "page-apps-category-payments": "Плащания",
  "page-apps-category-insurance": "Застраховка",
  "page-apps-category-portfolios": "Портфолиа",
  "page-apps-category-trading": "Търговия и предполагаеми пазари",
  "page-apps-category-utilities": "Услуги",
  "page-apps-category-worlds": "Виртуални светове",
  "page-apps-choose-category": "Изберете категория",
  "page-apps-collectibles-benefits-1-description": "Когато произведение на изкуството се превърне в токен в Етереум, неговата собственост може да бъде доказана пред всички. Може да проследите пътя на това произведение на изкуството от неговото създаване до сегашния му собственик. Това предотвратява измамите.",
  "page-apps-collectibles-benefits-1-title": "Собствеността може да се докаже",
  "page-apps-collectibles-benefits-2-description": "Да плащаш, за да слушаш музика, или да купиш произведение на изкуството е доста по-честно към създателите му. При Етереум има по-малко нужда от посредници. И ако все пак те са необходими, то тяхната цена не е толкова висока, тъй като платформите не трябва да плащат за инфраструктурата на мрежата.",
  "page-apps-collectibles-benefits-2-title": "По-честно към създателите",
  "page-apps-collectibles-benefits-3-description": "Токенизираните предмети за колекциониране са свързани към вашия адрес в Етереум, а не към платформата. Така че може да продавате вещи като тези в игрите на всеки пазар на Етереум, а не само в самата игра.",
  "page-apps-collectibles-benefits-3-title": "Предметите за колекциониране вървят с вас",
  "page-apps-collectibles-benefits-4-description": "Вече са налице инструментите и продуктите, необходими да превърнете вашето изкуство в токени и да го продавате! И вашите токени могат да бъдат продавани на всички колекционерски платформи на Етереум.",
  "page-apps-collectibles-benefits-4-title": "Инфраструктурата вече съществува",
  "page-apps-collectibles-benefits-description": "Това са приложения, които се фокусират върху дигиталната собственост, увеличаване потенциала за печалба на създателите и създаване на нови начини за инвестиране в любимите ви хора на изкуството и техните произведения.",
  "page-apps-collectibles-benefits-title": "децентрализирани предмети за колекциониране и стрийминг",
  "page-apps-collectibles-button": "Изкуство и предмети за колекциониране",
  "page-apps-collectibles-description": "Това са приложения, които се фокусират върху дигиталната собственост, увеличаване потенциала за печалба на създателите и създаване на нови начини за инвестиране в любимите ви хора на изкуството и техните произведения.",
  "page-apps-collectibles-title": "Децентрализирано изкуство и предмети за колекциониране",
  "page-apps-compound-logo-alt": "Лого на Compound",
  "page-apps-cryptopunks-logo-alt": "Лого на CryptoPunks",
  "page-apps-cryptovoxels-logo-alt": "Лого на Cryptovoxels",
  "page-apps-dapp-description-1inch": "Помага ви да избегнете подхлъзването по високата цена чрез уравняване на най-добрите цени.",
  "page-apps-dapp-description-aave": "Дайте назаем токените си, за да спечелите от лихвата и да изтеглите по всяко време.",
  "page-apps-dapp-description-async-art": "Създавайте, събирайте и търгувайте с #ProgrammableArt – дигитални картини, разделени на \"слоеве\", които може да използвате при промяна на цялата снимка. Всеки Master и Layer е един ERC721 токен.",
  "page-apps-dapp-description-audius": "Децентрализирана стрийминг платформа. Да слушаш = пари за създателите, а не надписи.",
  "page-apps-dapp-description-augur": "Залагайте на спортни резултати, в икономиката и други събития по света.",
  "page-apps-dapp-description-axie-infinity": "Търгувайте и се сражавайте със същества, наречени Axies. И печелете, докато играете – за мобилни устройства",
  "page-apps-dapp-description-brave": "Печелете токени чрез браузъра и поддържайте любимите ви творци с тях.",
  "page-apps-dapp-description-cent": "Социална мрежа, където печелите пари като публикувате NFTs.",
  "page-apps-dapp-description-compound": "Дайте назаем токените си, за да спечелите от лихвата и да теглите по всяко време.",
  "page-apps-dapp-description-cryptopunks": "Купете, заложете и предлагайте ненужни вещи за продажба – един от първите колекционерски токени в Етереум.",
  "page-apps-dapp-description-cryptovoxels": "Създайте картинни галерии, постройте магазини и купувайте земя – един виртуален свят в Етереум.",
  "page-apps-dapp-description-dark-forest": "Завладявайте планети в една безкрайна, процедурно генерирана, криптографски обозначена вселена.",
  "page-apps-dapp-description-decentraland": "Колекционирайте, търгувайте с виртуална земя във виртуален свят, който може да изследвате.",
  "page-apps-dapp-description-ens": "Лесни за употреба имена за адресите в Етереум и децентрализираните сайтове.",
  "page-apps-dapp-description-foundation": "Инвестирайте в уникални произведения на дигиталното изкуство и търгувайте артикули с други купувачи.",
  "page-apps-dapp-description-gitcoin": "Печелете крипто, докато работите върху софтуер с отворен код.",
  "page-apps-dapp-description-gitcoin-grants": "Обществено набиране на средства за проекти на Етереум общността с увеличен принос",
  "page-apps-dapp-description-gods-unchained": "Стратегическа игра с размяна на карти. Спечелете карти, като играете с това, което може да продадете в реалния живот.",
  "page-apps-dapp-description-golem": "Компютърни мощности със споделен достъп или като наемате свои средства.",
  "page-apps-dapp-description-radicle": "Сигурно сътрудничество от-точка-до-точка без посредници.",
  "page-apps-dapp-description-loopring": "Платформа от-човек-на-човек за бързо търгуване.",
  "page-apps-dapp-description-marble-cards": "Създавайте и търгувайте с уникални дигитални карти на основата на URLs.",
  "page-apps-dapp-description-matcha": "Търсене в много борси, за да ви помогне да намерите най-добрите цени.",
  "page-apps-dapp-description-nifty-gateway": "Купувайте във веригата произведения от най-известните творци, спортисти, марки и създатели.",
  "page-apps-dapp-description-oasis": "Търгувайте, вземайте назаем и спестявайте с Dai, стейбълкойн на Етереум.",
  "page-apps-dapp-description-opensea": "Купувайте, продавайте и търгувайте със стоки с ограничен брой.",
  "page-apps-dapp-description-opera": "Изпращайте крипто от вашия браузър на търговци, други потребители и приложения.",
  "page-apps-dapp-description-poap": "Събирайте NFTs, за да докажете, че сте присъствали на различни виртуални или реални събития. Ползвайте ги, за да участвате във викторини, да гласувате, да работите съвместно или просто да се похвалите.",
  "page-apps-dapp-description-polymarket": "Залагайте на резултатите. Търгувайте на информационни пазари.",
  "page-apps-dapp-description-pooltogether": "Лотария, в която не може да изгубите. Награди всяка седмица.",
  "page-apps-dapp-description-index-coop": "Крипто индекс фонд, който дава видимост на вашето портфолио за водещи DeFi токени.",
  "page-apps-dapp-description-nexus-mutual": "Покритие без застрахователната компания. Създайте защита срещу грешките при умните договори и хакерските атаки.",
  "page-apps-dapp-description-etherisc": "Образец на децентрализирана застраховка, която всеки може да ползва, за да създаде свое застрахователно покритие.",
  "page-apps-dapp-description-zapper": "Проследявайте своето портфолио и използвайте различни DeFi продукти от един интерфейс.",
  "page-apps-dapp-description-zerion": "Управлявайте своето портфолио и просто правете преценка на всеки DeFi актив на пазара.",
  "page-apps-dapp-description-rotki": "Инструмент за проследяване на портфолио с отворен код, анализи, счетоводство и данъчно облагане, който зачита вашата поверителност.",
  "page-apps-dapp-description-rarible": "Създавайте, продавайте и купувайте токенизирани предмети за колекциониране.",
  "page-apps-dapp-description-sablier": "Паричен поток в реално време.",
  "page-apps-dapp-description-superrare": "Купувайте дигитални произведения на изкуството от творци или от вторични пазари.",
  "page-apps-dapp-description-token-sets": "Крипто инвестиционни стратегии, които автоматично отново се балансират.",
  "page-apps-dapp-description-uniswap": "Просто разменяйте токени или предлагайте токени за % от наградите.",
  "page-apps-dark-forest-logo-alt": "Лого на Dark Forest",
  "page-apps-decentraland-logo-alt": "Лого на Decentraland",
  "page-apps-index-coop-logo-alt": "Лого на Index Coop",
  "page-apps-nexus-mutual-logo-alt": "Лого на Nexus Mutual",
  "page-apps-etherisc-logo-alt": "Лого на Etherisc",
  "page-apps-zapper-logo-alt": "Лого на Zapper",
  "page-apps-zerion-logo-alt": "Лого на Zerion",
  "page-apps-rotki-logo-alt": "Лого на Rotki",
  "page-apps-desc": "Намерете приложение на Етереум за проба.",
  "page-apps-doge-img-alt": "Илюстрация на дож, който използва компютър",
  "page-apps-editors-choice-dark-forest": "Играйте срещу други, за да завладеете планети и да пробвате най-новата технология на Етереум за мащабиране/поверителност. Може би е за тези, които вече са запознати с Етереум.",
  "page-apps-editors-choice-description": "Няколко dapps, които екипът на ethereum.org харесва точно в момента. Разгледайте повече dapps по-долу.",
  "page-apps-editors-choice-foundation": "Инвестирайте в култура. Купувайте, търгувайте и продавайте уникални дигитални произведения на изкуството и модата от няколко невероятни художници, музиканти и марки.",
  "page-apps-editors-choice-header": "Избрано от редакторите",
  "page-apps-editors-choice-pooltogether": "Купете билет от лотария, в която не се губи. Всяка седмица лихвата, събрана от цялата група с билети, се изпраща на печелившия късметлия. Получете обратно парите си, когато пожелаете.",
  "page-apps-editors-choice-uniswap": "Разменяйте лесно токените си. Любимо нещо на общността, което ви позволява да търгувате токени с хора от цялата мрежа.",
  "page-apps-ens-logo-alt": "Лого на Етереум Name Service",
  "page-apps-explore-dapps-description": "Много от dapps все още са експериментални, пробвайки възможностите на децентрализирани мрежи. Но вече съществуват няколко ранни играчи в категориите технологии, финанси, игри и предмети за колекциониране.",
  "page-apps-explore-dapps-title": "Проучете dapps",
  "page-apps-features-1-description": "Веднъж внедрен в Етереум, кодът на dapps не може да бъде свален. И всеки може да ползва характеристиките на dapp. Даже и ако екипът зад dapp се разформирова, вие пак може да я ползвате. Веднъж сложено в Етереум, то остава там.",
  "page-apps-features-1-title": "Без собственици",
  "page-apps-features-2-description": "Не може да бъдете блокирани, за да ползвате dapp или да осъществявате трансакции. Например, ако Туитър беше на Етереум, никой нямаше да може да блокира акаунта ви или да ви спре да туитвате.",
  "page-apps-features-2-title": "Без цензура",
  "page-apps-features-3-description": "Тъй като Етереум има ETH, плащанията са присъщи на Етереум. Разработчиците няма нужда да си губят времето в интегриране на плащания на доставчици от трети страни.",
  "page-apps-features-3-title": "Вградени плащания",
  "page-apps-features-4-description": "Кодът на dapp често е открит и съвместим по подразбиране. Екипите редовно изграждат, като използват работата на други екипи. Ако желаете да позволите на потребителите да разменят токени във вашия dapp, може просто да включите друг dapp код.",
  "page-apps-features-4-title": "Включете и играйте",
  "page-apps-features-5-description": "С повечето dapps няма нужда да споделяте кой сте наистина. Вашият Етереум акаунт е вашият вход в системата и вие имате нужда само от портфейл.",
  "page-apps-features-5-title": "Един анонимен логин",
  "page-apps-features-6-description": "Криптографията дава гаранции, че хакерите не могат да фалшифицират трансакции и други действия с dapp от ваше име. Вие удостоверявате dapp действията с вашия Етереум акаунт обикновено чрез портфейла си, така че пазете акредитивите си.",
  "page-apps-features-6-title": "Подсигурено от криптография",
  "page-apps-features-7-description": "Веднъж щом dapp се появи в Етереум, то ще бъде свалено само ако Етереум бъде свален. Мрежи с размера на Етереум са изключително трудни за атакуване.",
  "page-apps-features-7-title": "Без време за престой",
  "page-apps-finance-benefits-1-description": "Финансовите услуги, базирани на Етереум, не се нуждаят от регистрация. Достатъчно е да имате финансови средства и интернет връзка.",
  "page-apps-finance-benefits-1-title": "Отворен достъп",
  "page-apps-finance-benefits-2-description": "Съществува цял свят от токени, с които може да взаимодействате през тези финансови продукти. Хората изграждат нови токени на базата на Етереум през цялото време.",
  "page-apps-finance-benefits-2-title": "Нова токен икономика",
  "page-apps-finance-benefits-3-description": "Екипите са създали стейбълкойни – по-малко променлива криптовалута. Те ви позволяват да експериментирате и използвате крипто без елемента на риск и несигурност.",
  "page-apps-finance-benefits-3-title": "Стейбълкойни",
  "page-apps-finance-benefits-4-description": "Всички финансови продукти в Етереум пространството са модулни и съвместими един с друг. Нови конфигурации на тези модули излизат на пазара през цялото време и така увеличават възможностите за действия с вашите крипто.",
  "page-apps-finance-benefits-4-title": "Взаимосвързани финансови услуги",
  "page-apps-finance-benefits-description": "Какво е това в Етереум, което позволява на децентрализираните финансови приложения да процъфтяват?",
  "page-apps-finance-benefits-title": "децентрализирани финанси",
  "page-apps-finance-button": "Финанси",
  "page-apps-finance-description": "Това са приложения, които се фокусират върху изграждането на финансови услуги, използвайки криптовалути. Те позволяват извършването на услуги като даване и взимане назаем, печалба от лихва и частни плащания – и то без да се изискват лични данни.",
  "page-apps-finance-title": "Децентрализирани финанси",
  "page-apps-foundation-logo-alt": "Лого на фондацията",
  "page-apps-gaming-benefits-1-description": "Независимо дали става въпрос за виртуална земя, или карти за размяна, вашите артикули от игрите се търгуват на пазари за колекционерски предмети. Собственостите от игри имат реална стойност.",
  "page-apps-gaming-benefits-1-title": "Артикулите от игрите се удвояват като токени",
  "page-apps-gaming-benefits-2-description": "Вашите лични артикули, а в някои случаи и вашият напредък, а не компаниите за игри. Така че няма да загубите нищо, ако компанията зад самата игра е атакувана, претърпи повреда или се разпадне.",
  "page-apps-gaming-benefits-2-title": "Вашите спестявания са в безопасност",
  "page-apps-gaming-benefits-3-description": "По същия начин плащанията в Етереум са на разположение на всеки за проверка, игрите могат да се възползват от тази характеристика, за да осигурят коректност. Теоретично всичко може да се докаже, от броя на критичните удари до размера на военното сандъче на противника.",
  "page-apps-gaming-benefits-3-title": "Доказуема справедливост",
  "page-apps-gaming-benefits-description": "Какво е това в Етереум, което позволява на децентрализираните игри да процъфтяват?",
  "page-apps-gaming-benefits-title": "децентрализирани игри",
  "page-apps-gaming-button": "Игри",
  "page-apps-gaming-description": "Това са приложения, които се фокусират върху създаването на виртуални светове и бойни действия срещу други играчи, използвайки колекционерски предмети със стойност в реалния свят.",
  "page-apps-gaming-title": "Децентрализирани игри",
  "page-apps-get-some-eth-description": "Dapp имат такса за трансакция",
  "page-apps-get-started-subtitle": "За да опитате с dapp, ще ви трябва портфейл и малко ETH. Портфейлът ще ви позволи да се свържете, да влезете в системата. А ETH ще ви е нужен да платите таксите по трансакцията.",
  "page-apps-get-started-title": "Начало",
  "page-apps-gitcoin-grants-logo-alt": "Лого на Gitcoin Grants",
  "page-apps-gitcoin-logo-alt": "Лого на Gitcoin",
  "page-apps-gods-unchained-logo-alt": "Лого на Gods Unchained",
  "page-apps-golem-logo-alt": "Лого на Golem",
  "page-apps-radicle-logo-alt": "Лого на Radicle",
  "page-apps-hero-header": "Инструменти и услуги на базата на Етереум",
  "page-apps-hero-subtitle": "Dapps е едно нарастващо движение на приложения, които използват Етереум, за да нарушат определени бизнес модели или да създадат нови.",
  "page-apps-how-dapps-work-p1": "Dapps са с вътрешен код (умни договори) върху децентрализирана мрежа и нецентрализиран сървър. Те използват веригата от блокове на Етереум за съхраняване на данни и умните договори за логиката на тяхното приложение.",
  "page-apps-how-dapps-work-p2": "Умният договор е сбор от определени правила, които съществуват върху веригата, за да може всеки да ги види и да работи точно според тези правила. Представете си машина за напитки: ако я заредите с достатъчна сума и при правилен избор, ще получите това, което искате. И както при машините за напитки, умните договори могат да съдържат суми както при акаунта ви в Етереум. Това позволява на кода да служи за връзка между договорите и трансакциите.",
  "page-apps-how-dapps-work-p3": "Веднъж щом dapps са качени в мрежата на Етереум, не може да ги променяте. Dapps могат да бъдат децентрализирани, защото са контролирани от логиката в самия договор, а не от дадено лице или компания.",
  "page-apps-how-dapps-work-title": "Как работят dapps",
  "page-apps-learn-callout-button": "Започнете изграждането",
  "page-apps-learn-callout-description": "Нашият портал за разработчици в общността има документи, инструменти и примерни рамки, за да ви е от помощ, когато започнете да изграждате еднo dapp.",
  "page-apps-learn-callout-image-alt": "Илюстрация за ръчна изработка на ETH символ от тухлички на лего.",
  "page-apps-learn-callout-title": "Научете се да изграждате dapp",
  "page-apps-loopring-logo-alt": "Лого на Loopring",
  "page-apps-magic-behind-dapps-description": "Dapp може да изглеждат като обикновени приложения. Но зад кулисите те притежават няколко основни качества, защото са наследници на всички супервъзможности на Етереум. Ето това прави dapp различни от приложенията.",
  "page-apps-magic-behind-dapps-link": "Какво прави Етереум велик?",
  "page-apps-magic-behind-dapps-title": "Магията зад dapps",
  "page-apps-magic-title-1": "Магията",
  "page-apps-magic-title-2": "зад",
  "page-apps-magician-img-alt": "Илюстрация на магьосници",
  "page-apps-marble-cards-logo-alt": "Лого на marble.cards",
  "page-apps-matcha-logo-alt": "Лого на Matcha",
  "page-apps-mobile-options-header": "Потърсете друга категория",
  "page-apps-nifty-gateway-logo-alt": "Лого на Nifty Gateway",
  "page-apps-oasis-logo-alt": "Лого на Oasis",
  "page-apps-opensea-logo-alt": "Лого на OpenSea",
  "page-apps-opera-logo-alt": "Лого на Opera",
  "page-apps-polymarket-logo-alt": "Лого на Polymarket",
  "page-apps-poap-logo-alt": "Лого на доказателството на протокола за присъствие",
  "page-apps-pooltogether-logo-alt": "Лого на PoolTogether",
  "page-apps-rarible-logo-alt": "Лого на Rarible",
  "page-apps-ready-button": "Напред",
  "page-apps-ready-description": "Изберете dapp, за да пробвате",
  "page-apps-ready-title": "Готови?",
  "page-apps-sablier-logo-alt": "Лого на Sablier",
  "page-apps-set-up-a-wallet-button": "Намери портфейл",
  "page-apps-set-up-a-wallet-description": "Портфейлът е вашето “login” в dapp",
  "page-apps-set-up-a-wallet-title": "Настройте портфейл",
  "page-apps-superrare-logo-alt": "Лого на SuperRare",
  "page-apps-technology-button": "Технология",
  "page-apps-technology-description": "Това са приложения, фокусирани върху децентрализирани пособия на разработчиците, които включват криптоикономически системи в съществуващата технология и създават пазари за разработки с отворен код.",
  "page-apps-technology-title": "Децентрализирана технология",
  "page-apps-token-sets-logo-alt": "Лого на Token Sets",
  "page-apps-uniswap-logo-alt": "Лого на Uniswap",
  "page-apps-wallet-callout-button": "Намерете портфейл",
  "page-apps-wallet-callout-description": "Портфейлите също са dapps. Намерете такъв, който е на основата на характеристики по ваш избор.",
  "page-apps-wallet-callout-image-alt": "Илюстрация на робот.",
  "page-apps-wallet-callout-title": "Вижте портфейли",
  "page-apps-warning-header": "Винаги правете собствено проучване",
  "page-apps-warning-message": "Етереум е нова технология и повечето от приложенията са нови. Преди да депозирате големи суми пари, се уверете, че осъзнавате рисковете.",
  "page-apps-what-are-dapps": "Какво е dapps?",
  "page-apps-more-on-defi-button": "Повече за децентрализираните финанси",
  "page-apps-more-on-nft-button": "Повече за токенизираните предмети за колекция",
  "page-apps-more-on-nft-gaming-button": "Повече за токенизираните предмети, вградени в играта",
  "foundation": "Фондация",
  "transaction-fees": "Какви са таксите при трансакция?",
  "page-wallets-get-some": "Вземете малко ETH"
}
