{
  "consensus-client-lighthouse-logo-alt": "Лого на Lighthouse",
  "consensus-client-lodestar-logo-alt": "Лого на Lodestar",
  "consensus-client-nimbus-logo-alt": "Лого на Nimbus",
  "consensus-client-prysm-logo-alt": "Лого на Prysm",
  "consensus-client-teku-logo-alt": "Лого на Teku",
  "page-upgrades-answer-1": "Мислете за Eth2 като за комплект от ъпгрейди, добавени с цел подобряване на този Етереум, който ползваме днес. Тези ъпгрейди включват създаване на нова верига, наречена сигнална верига, и до 64 вериги, познати като компоненти.",
  "page-upgrades-answer-2": "Те са отделно от основната мрежа на Етереум, която ползваме днес, но все още няма да сменяме. Вместо това основната мрежа ще се присъедини или слее с тази паралелна система, която ще бъде добавяна с времето.",
  "page-upgrades-answer-4": "С други думи, този Етереум, който ползваме днес, впоследствие ще приеме всички характеристики, към които се стремим в представата си за Eth2.",
  "page-upgrades-beacon-chain-btn": "Повече за Сигналната верига",
  "page-upgrades-beacon-chain-date": "Сигналната верига беше пусната на 1 декември 2020 г.",
  "page-upgrades-beacon-chain-desc": "Първото допълнение от Eth2 към екосистемата. Сигналната верига носи залагането в Етереум, поставя основите за бъдещи ъпгрейди и евентуално ще координира новата система.",
  "page-upgrades-beacon-chain-estimate": "Сигналната верига е жива",
  "page-upgrades-beacon-chain-title": "Сигналната верига",
  "page-upgrades-bug-bounty": "Вижте програмата за търсене на бъгове",
  "page-upgrades-clients": "Проверете клиентите на Eth2",
  "page-staking-deposit-contract-title": "Проверете адреса на договора за депозит",
  "page-upgrades-diagram-ethereum-mainnet": "Основна мрежа на Етереум",
  "page-upgrades-diagram-h2": "Как ъпгрейдите си прилягат заедно",
  "page-upgrades-diagram-link-1": "Повече за доказателството за работа",
  "page-upgrades-diagram-link-2": "Повече за веригите от компоненти",
  "page-upgrades-diagram-mainnet": "Основна мрежа",
  "page-upgrades-diagram-p": "Основната мрежа на Етереум ще продължи да съществува в настоящия си формат за известно време. Това означава, че Сигналната верига и ъпгрейдите на компонентите няма да пречат на мрежата.",
  "page-upgrades-diagram-p-1": "Основната мрежа впоследствие ще се слее с новата система, въведена от ъпгрейдите на Eth2.",
  "page-upgrades-diagram-p-2": "Сигналната верига ще стане проводник на Етереум, който ще координира валидаторите и ще определя скоростта на създаване на блокове.",
  "page-upgrades-diagram-p-3": "Първоначално тя ще съществува отделно от основната мрежа и ще управлява валидаторите – тя няма да има нищо общо с умните договори, трансакциите и акаунтите.",
  "page-upgrades-diagram-p-4": "Компонентите ще подсигуряват много допълнителни данни, с които ще се подпомага увеличаването броя на трансакциите, които основната мрежа може да поддържа. Те ще бъдат координирани от Сигналната верига.",
  "page-upgrades-diagram-p-5": "Но всички трансакции все още ще разчитат на основната мрежа, която ще продължи да съществува така, както я знаем днес – осигурена от доказателство-за-работа и копачи.",
  "page-upgrades-diagram-p-6": "Основната мрежа ще се слее със системата на доказателство-за-залог, координирана от Сигналната верига.",
  "page-upgrades-diagram-p-8": "Това ще превърне основната мрежа в компонента вътре в самата нова система. Копачите няма да бъдат необходими, тъй като целият Етереум ще се подсигурява от валидатори.",
  "page-upgrades-diagram-p10": "Eth2 не е миграция или отделно нещо. В нея са описани комплект от ъпгрейди, разработени с цел отключване на истинския потенциал на Етереум. Така те заедно ще си паснат.",
  "page-upgrades-diagram-scroll": "Скролвайте, за да проучвате – натиснете за повече информация.",
  "page-upgrades-diagram-shard": "Компонента (1)",
  "page-upgrades-diagram-shard-1": "Компонента (...)",
  "page-upgrades-diagram-shard-2": "Компонента (2)",
  "page-upgrades-diagram-shard-3": "Компонента (...)",
  "page-upgrades-diagram-validators": "Повече за валидаторите",
  "page-upgrades-dive": "Гмурнете се в представата",
  "page-upgrades-dive-desc": "Как ще направим Етереум с по-голям мащаб, по-сигурен и по-устойчив? Всичко това, докато пазим децентрализирания произход на Етереум.",
  "page-upgrades-docking": "Докингът",
  "page-upgrades-merge-answer-1": "Докинг е тогава, когато основната мрежа се превърне в компонент. Това ще дойде след успешното прилагане на веригите от компоненти.",
  "page-upgrades-merge-btn": "Повече за докинга",
  "page-upgrades-merge-desc": "Основната мрежа на Етереум в даден момент ще трябва да се док-ва или слее със Сигналната верига. Това ще направи възможно залагането в цялата мрежа и ще отбележи края на енергоемкото копаене.",
  "page-upgrades-merge-estimate": "Прогноза: 2022 г.",
  "page-upgrades-merge-mainnet": "Какво е основна мрежа?",
  "page-upgrades-merge-mainnet-eth2": "Свързване на основната мрежа към Eth2",
  "page-upgrades-eth-blog": "блог на ethereum.org",
  "page-upgrades-explore-btn": "Разучете ъпгрейдите",
  "page-upgrades-get-involved": "Включете се в Eth2",
  "page-upgrades-get-involved-2": "Включете се",
  "page-upgrades-head-to": "Насочете се към",
  "page-upgrades-help": "Желаете ли да помогнете при Eth2?",
  "page-upgrades-help-desc": "Има много възможности да се включите в ъпгрейдите на Eth2, помогнете с тестване и даже спечелете награди.",
  "page-upgrades-index-staking": "Залагането е тук",
  "page-upgrades-index-staking-desc": "Ключово в ъпгрейдите на Eth2 е въвеждането на залози. Ако желаета да ползвате вашите ETH, за да помогнете при подсигуряване мрежата на Етереум, следвайте внимателно тези стъпки.",
  "page-upgrades-index-staking-learn": "Научете за залагането",
  "page-upgrades-index-staking-learn-desc": "Сигналната верига ще донесе залагането в Етереум. Това означава, че ако имате ETH, вие може да направите добро дело, като подсигурите мрежата и междувременно да спечелите още ETH.",
  "page-upgrades-index-staking-step-1": "1. Настройка с лончпада",
  "page-upgrades-index-staking-step-1-btn": "Посетете лончпада за залози",
  "page-upgrades-index-staking-step-1-desc": "За да залагате в Eth2, трябва да ползвате лончпада – това ще ви води през целия процес.",
  "page-upgrades-index-staking-step-2": "2. Потвърдете адреса на залагане",
  "page-upgrades-index-staking-step-2-btn": "Потвърдете адреса на договора за депозит",
  "page-upgrades-index-staking-step-2-desc": "Преди да залагате вашите ETH, непременно проверете дали имате правилния адрес. Трябва да сте минали през лончпада преди това.",
  "page-upgrades-index-staking-sustainability": "По-устойчив",
  "page-upgrades-just-docking": "Повече за докинга",
  "page-upgrades-meta-desc": "Преглед на ъпгрейдите на Ethereum 2.0 и визията, която се надяват да стане реалност.",
  "page-upgrades-meta-title": "Ъпгрейдите на Eth2",
  "page-upgrades-miners": "Повече за копачите",
  "page-upgrades-more-on-upgrades": "Повече за ъпгрейдите на Eth2",
  "page-upgrades-proof-of-stake": "доказателство-за-залог",
  "page-upgrades-proof-of-work": "доказателство-за-работа",
  "page-upgrades-proof-stake-link": "Повече за доказателството за залог",
  "page-upgrades-question-1-desc": "Eth2 е комплект от определени ъпгрейди с различни дати на пускане.",
  "page-upgrades-question-1-title": "Кога Eth2 ще бъде пуснат?",
  "page-upgrades-question-2-desc": "Не е точно да кажем за Eth2, че е отделен блокчейн.",
  "page-upgrades-question-2-title": "Eth2 отделен блокчейн ли е?",
  "page-upgrades-question-3-answer-2": "Веригата от компоненти и докинг ъпгрейдите може да повлияят на дап разработчиците. Но спецификациите все още не са финализирани, така че няма необходимост от незабавни действия.",
  "page-upgrades-question-3-answer-3": "Говорете с изследователския и разработващия екип на Eth2 в ethresear.ch.",
  "page-upgrades-question-3-answer-3-link": "Посетете ethresear.ch",
  "page-upgrades-question-3-desc": "Не е необходимо да правите нищо сега, за да се подготвите за Eth2.",
  "page-upgrades-question-3-title": "Как да се подготвя за Eth2?",
  "page-upgrades-question-4-answer-1": "Когато правите транзакция или използвате дап днес, вие ползвате Eth1. Това е този Етереум, който се осигурява от копачите.",
  "page-upgrades-question-4-answer-2": "'Eth1', или основната мрежа, ще продължи да работи нормално до докинга.",
  "page-upgrades-question-4-answer-3": "След докинга валидаторите ще осигуряват цялата мрежа чрез доказателство-за-залог.",
  "page-upgrades-question-4-answer-6": "Всеки може да стане валидатор чрез залагане на своите ETH.",
  "page-upgrades-question-4-answer-7": "Повече за залагането",
  "page-upgrades-question-4-answer-8": "Ъпгрейдите на Сигналната верига и веригата от компоненти няма да пречат на Eth1, тъй като те са изградени отделно.",
  "page-upgrades-question-4-desc": "Eth1 се отнася към основната мрежа на Етереум, върху която стават трансакциите днес.",
  "page-upgrades-question-4-title": "Какво е Eth1?",
  "page-upgrades-question-5-answer-1": "За да станете пълноправен валидатор в мрежата, трябва да заложите 32 ETH. Ако нямате толкова много или не искате да заложите толкова много, тогава може да се присъедините към пуловете за залагане. Тези пулове ще ви позволяват да залагате по-малко и да получавате части от всички награди.",
  "page-upgrades-question-5-desc": "Ще трябва да използвате лончпада за залагане или да се присъедините към пул за залагане.",
  "page-upgrades-question-5-title": "Как да залагам?",
  "page-upgrades-question-6-answer-1": "Засега не е необходимо да предприемате някакви действия. Но ние ви съветваме да следите развитието на веригите от компоненти и докинг ъпгрейдите.",
  "page-upgrades-question-6-answer-3": "Danny Ryan от Фондация Етереум редовно осведомява общността:",
  "page-upgrades-question-6-answer-4": "Ben Edgington от ConsenSys издава седмичен Eth2 бюлетин:",
  "page-upgrades-question-6-answer-5": "Може също така да се присъедините към дискусиите за изследванията и развитието на Eth2 в ethresear.ch.",
  "page-upgrades-question-6-desc": "Вашата дап няма да бъде засегната от предстоящите ъпгрейди. Но при бъдещите ъпгрейди може да се наложат някои промени.",
  "page-upgrades-question-6-title": "Какво трябва да правя с моята дап?",
  "page-upgrades-question-7-desc": "Много различни екипи от цялата общност работят върху различните ъпгрейди на Eth2.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(Rust изпълнение)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(JavaScript изпълнение)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(Nim изпълнение)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(Go изпълнение)",
  "page-upgrades-question-7-teams": "Клиентските екипи на Eth2:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(Java изпълнение)",
  "page-upgrades-question-7-title": "Кой изгражда Eth2?",
  "page-upgrades-question-8-answer-1": "Ъпгрейдите на Eth2 ще помогнат на Етереум да се разрастне по един децентрализиран начин, като в същото време поддържа сигурността и увеличава устойчивостта си.",
  "page-upgrades-question-8-answer-2": "Вероятно най-очевидният проблем е, че Етереум трябва да може да обработва повече от 15 – 45 трансакции на секунда. Но ъпгрейдите на Eth2 също така обръщат внимание и на някои други проблеми с Етереум днес.",
  "page-upgrades-question-8-answer-3": "Търсенето на мрежата е толкова интензивно, че това прави Етереум скъп за ползване. Нодовете в мрежата се затрудняват от размера на Етереум и количеството данни, които техните компютри трябва да обработват. И основният алгоритъм, който поддържа Етереум сигурен и децентрализиран, е енергоемък и трябва да бъде по-екологично устойчив.",
  "page-upgrades-question-8-answer-4": "Много от това, което се променя, е заложено в плана на Етереум още от 2015. Но настоящите условия още повече увеличават нуждата от ъпгрейди.",
  "page-upgrades-question-8-answer-6": "Вижте визията на Eth2",
  "page-upgrades-question-8-desc": "Този Етереум, който ползваме днес, трябва да предлага по-лесна употреба за крайните потребители и участниците в мрежата.",
  "page-upgrades-question-8-title": "Защо Eth2 е необходим?",
  "page-upgrades-question-9-answer-1": "Най-активната роля, която може да играете, е да залагате вашите ETH.",
  "page-upgrades-question-9-answer-2": "Може също така да включите и втори клиент, за да подобрите диверсифицирането на клиентите.",
  "page-upgrades-question-9-answer-3": "Ако имате технически умения, може да ни помогнете да откриваме бъгове при новите клиенти.",
  "page-upgrades-question-9-answer-4": "Може също така да се включите в техническите дискусии със специалистите на Етереум в ethresear.ch.",
  "page-upgrades-question-9-desc": "Не е необходимо да имате технически умения, за да имате принос. Общността търси принос от хора с всички видове умения.",
  "page-upgrades-question-9-stake-eth": "Залагайте ETH",
  "page-upgrades-question-9-title": "Как мога да допринеса в Eth2?",
  "page-upgrades-question-10-answer-1": "Не ни се иска да говорим твърде много за техническата карта, защото това е софтуер: нещата могат да се променят. Ние мислим, че е по-лесно да се разбере какво се случва, когато четете за крайния резултат.",
  "page-upgrades-question-10-answer-1-link": "Вижте ъпгрейдите",
  "page-upgrades-question-10-answer-2": "Но ако сте следили дискусиите, ето как ъпгрейдите се вписват в техническите карти.",
  "page-upgrades-question-10-answer-3": "Фаза 0 описва работата по включването на Сигналната верига.",
  "page-upgrades-question-10-answer-5": "Фаза 1 на техническите карти е с фокус върху въвеждането на веригите от компоненти.",
  "page-upgrades-question-10-answer-6": "Докингът/сливането на основната мрежа в Eth2 е разширение към работата, която включва въвеждането на веригите от компоненти и се отбелязва като Фаза 1.5. Но това е важен момент, тъй като Етереум, който познаваме днес, се слива с останалите ъпгрейди на Eth2. Освен това се случва, когато Етереум напълно преминава към доказателство за залог.",
  "page-upgrades-question-10-answer-7": "В момента не е ясно какво ще стане около Фаза 2. Това все още е предмет на усилено проучване и дискусии. Първоначалният план беше да се добави допълнителна функционалност към веригите от компоненти, но това може да не се наложи при една rollup-centric карта.",
  "page-upgrades-question-10-answer-8": "Повече за rollup-centric картата",
  "page-upgrades-question-10-desc": "Фазите се отнасят до фазите на работа и са фокусирани върху техническата карта на Eth2.",
  "page-upgrades-question-10-title": "Какви са фазите на Eth2?",
  "page-upgrades-question-title": "Често задавани въпроси",
  "page-upgrades-question3-answer-1": "Притежателите на Eth със сигурност няма нужда да правят нещо. Вашите ETH нямат нужда от промяна или ъпгрейд. Почти сигурно е, че ще има опити за измама, които твърдят противното, така че бъдете внимателни.",
  "page-upgrades-scalable": "С по-голям обем",
  "page-upgrades-scalable-desc": "Етереум трябва да поддържа хиляди трансакции в секунда, за да прави приложенията по-бързи и по-евтини.",
  "page-upgrades-secure": "Повече сигурност",
  "page-upgrades-secure-desc": "Етереум трябва да бъде по-сигурен. С нарастване на приложението на Етереум е необходимо протоколът да стане по-сигурен срещу всякакви форми на атака.",
  "page-upgrades-shard-button": "Повече за веригите от компоненти",
  "page-upgrades-shard-date": "Въвеждането на веригите от компоненти, вторият ъпгрейд, се очаква да стане по някое време през 2023 г.",
  "page-upgrades-shard-desc": "Веригите от компоненти ще увеличат капацитета на Етереум да обработва трансакции и да съхранява данни. Самите компоненти ще увеличават способностите си с времето, след като бъдат развити в няколко етапа.",
  "page-upgrades-shard-estimate": "Прогноза: 2023 г.",
  "page-upgrades-shard-lower": "Повече за веригите от компоненти",
  "page-upgrades-shard-title": "Вериги от компоненти",
  "page-upgrades-stay-up-to-date": "Бъдете информирани навреме",
  "page-upgrades-stay-up-to-date-desc": "Научавайте най-новото от изследователите и разработчиците, които работят върху ъпгрейдите на Eth2.",
  "page-upgrades-sustainable-desc": "Етереум трябва да бъде по-полезен за околната среда. Днешната технология изисква твърде много компютърни мощности и енергия.",
  "page-upgrades-take-part": "Вземете участие в изследванията",
  "page-upgrades-take-part-desc": "Изследователите и ентусиастите на Етереум се срещат тук, за да обсъждат усилията при разработките, включително всичко за Eth2.",
  "page-upgrades-the-upgrades": "Ъпгрейдите на Eth2",
  "page-upgrades-the-upgrades-desc": "Eth2 е комплект от ъпгрейди, които подобряват мащаба, сигурността и устойчивостта на Етереум. Въпреки че всеки от тях е разработван успоредно с другите, те имат дадени зависимости, които определят кога ще бъдат въведени.",
  "page-upgrades-unofficial-roadmap": "Това не е официалната карта. Това е начинът, по който ние виждаме какво се случва, на база на информацията там. Но това е технология, нещата могат бързо да се променят. Така че, моля, не считайте това, което четете, за поет ангажимент.",
  "page-upgrades-upgrade-desc": "Този Етереум, който ние познаваме и обичаме, само че по-мащабен, по-сигурен и по устойчив...",
  "page-upgrades-upgrades": "Ъпгрейдите на Eth2",
  "page-upgrades-upgrades-aria-label": "Меню на ъпгрейдите на Eth2",
  "page-upgrades-upgrades-beacon-chain": "Сигналната верига",
  "page-upgrades-upgrades-docking": "Свързване на основната мрежа и Eth2",
  "page-upgrades-upgrades-guide": "Указател към ъпгрейдите на Eth2",
  "page-upgrades-upgrades-shard-chains": "Веригите от компоненти",
  "page-upgrades-upgrading": "Ъпгрейдване на Етереум до радикално нови висоти",
  "page-upgrades-vision": "Визията",
  "page-upgrades-vision-btn": "Повече за визията на Eth2",
  "page-upgrades-vision-desc": "За да включим Етереум към основните процеси и да служим на цялото човечество, ние трябва да направим Етереум по-мащабен, сигурен и устойчив.",
  "page-upgrades-vision-upper": "Визията за Eth2",
  "page-upgrades-what-to-do": "Какво трябва да направите?",
  "page-upgrades-what-to-do-desc": "Ако ползвате дап или притежавате ETH, не трябва да правите нищо. Ако сте разработчик или искате да започнете да залагате, има начини, по които може да се включите днес.",
  "page-upgrades-whats-next": "Какво е Eth2?",
  "page-upgrades-whats-next-desc": "При Eth2 става въпрос за комплект от взаимосвързани ъпгрейди, които ще направят Етереум по-мащабен, по-сигурен и по-устойчив. Тези ъпгрейди са изградени от много екипи от цялата екосистема на Етереум.",
  "page-upgrades-whats-ethereum": "Почакайте, какво е Етереум?",
  "page-upgrades-whats-new": "Какво е новото при Eth2?"
}
