{
  "page-run-a-node-build-your-own-title": "Направете си сами",
  "page-run-a-node-build-your-own-hardware-title": "Стъпка 1 – Хардуер",
  "page-run-a-node-build-your-own-minimum-specs": "Минимални изисквания",
  "page-run-a-node-build-your-own-min-ram": "4 – 8 GB RAM",
  "page-run-a-node-build-your-own-ram-note-1": "Вижте бележката за залагането",
  "page-run-a-node-build-your-own-ram-note-2": "Вижте бележката за Raspberry Pi",
  "page-run-a-node-build-your-own-min-ssd": "2 TB SSD",
  "page-run-a-node-build-your-own-ssd-note": "Необходимо SSD (статично дисково устройство) за търсената скорост на писане.",
  "page-run-a-node-build-your-own-min-internet": "Интернет връзка",
  "page-run-a-node-build-your-own-recommended": "Препоръчано",
  "page-run-a-node-build-your-own-nuc": "Intel NUC 7-мо поколение или по-високо",
  "page-run-a-node-build-your-own-nuc-small": "х86 процесор",
  "page-run-a-node-build-your-own-connection": "Кабелна интернет връзка",
  "page-run-a-node-build-your-own-connection-small": "Не е необходимо, но дава възможност за по-лесна настройка и най-добра постоянна връзка",
  "page-run-a-node-build-your-own-peripherals": "Монитор и клавиатура",
  "page-run-a-node-build-your-own-peripherals-small": "Освен ако не използвате DAppNode или ssh/headless настройка",
  "page-run-a-node-build-your-own-software": "Стъпка 2 – Софтуер",
  "page-run-a-node-build-your-own-software-option-1-title": "Опция 1 – DAppNode",
  "page-run-a-node-build-your-own-software-option-1-description": "Когато сте готови с хардуера, операционната система DAppNode може да бъде свалена на който и да е компютър и инсталирана на нов SSD чрез USB драйв.",
  "page-run-a-node-build-your-own-software-option-1-button": "Инсталиране на DAppNode",
  "page-run-a-node-build-your-own-software-option-2-title": "Опция 2 – Системна конзола",
  "page-run-a-node-build-your-own-software-option-2-description-1": "За постигане на максимален контрол, опитните потребители могат да предпочетат вместо това да ползват линията с системна конзола.",
  "page-run-a-node-build-your-own-software-option-2-description-2": "Разгледайте документацията ни за разработчици за повече информация как да започнете с избора на клиент.",
  "page-run-a-node-build-your-own-software-option-2-button": "Настройка на системната конзола",
  "page-run-a-node-buy-fully-loaded-title": "Купете напълно зареден",
  "page-run-a-node-buy-fully-loaded-description": "Поръчайте готовия за ползване вариант от търговците, за да получите най-опростената версия.",
  "page-run-a-node-buy-fully-loaded-note-1": "Няма нужда от програмиране.",
  "page-run-a-node-buy-fully-loaded-note-2": "Настройка, подобна на приложение с GUI (графичен интерфейс).",
  "page-run-a-node-buy-fully-loaded-note-3": "Не е необходима системна конзола.",
  "page-run-a-node-buy-fully-loaded-plug-and-play": "Тези решения са малки по обем, но идват с всичко необходимо.",
  "page-run-a-node-censorship-resistance-title": "Устойчивост на цензура",
  "page-run-a-node-censorship-resistance-preview": "Осигурете си достъп при нужда и избегнете цензуриране.",
  "page-run-a-node-censorship-resistance-1": "Възел на трета страна може да реши да откаже транзакции от определен IP адрес или транзакции, които включват определени акаунти, като така може да ви блокира да ползвате мрежата, когато ви е необходимо. ",
  "page-run-a-node-censorship-resistance-2": "Да притежавате собствен възел за осъществяване на трансакции ви гарантира, че можете да осъществите вашата трансакция от точка до точка към останалата част от мрежата по всяко време.",
  "page-run-a-node-community-title": "Вижте някои възможности за помощ",
  "page-run-a-node-community-description-1": "Онлайн платформи като Discord или Reddit са места, където се събират големи общности от разработчици, които с желание ще ви помогнат при възникнали въпроси.",
  "page-run-a-node-community-description-2": "Не се опитвайте да се справите сами. Ако имате въпроси, вероятно е някой да може да ви помогне да намерите отговора.",
  "page-run-a-node-community-link-1": "Включете се в DAppNode Discord",
  "page-run-a-node-community-link-2": "Намерете онлайн общности",
  "page-run-a-node-choose-your-adventure-title": "Изберете своето приключение",
  "page-run-a-node-choose-your-adventure-1": "За да започнете, ще ви е нужен някакъв хардуер. Въпреки че е възможно управление на софтуерен възел от личен компютър, притежаването на специално за целта устройство може значително да подобри работата на вашия възел и в същото време да намали въздействието върху основния ви компютър.",
  "page-run-a-node-choose-your-adventure-2": "Когато избирате хардуер, имайте предвид, че веригата расте непрекъснато и поддръжката ѝ е неизбежна. Увеличаването на спецификациите може да допринесе за отлагане на нуждата от поддръжка на възела.",
  "page-run-a-node-choose-your-adventure-build-1": "По-евтин вариант с повече опции за персонализиране за малко по-техничните потребители.",
  "page-run-a-node-choose-your-adventure-build-bullet-1": "Използвайте собстените си части.",
  "page-run-a-node-choose-your-adventure-build-bullet-2": "Инсталирайте DAppNode.",
  "page-run-a-node-choose-your-adventure-build-bullet-3": "Или изберете собствена операционна система (OS) и клиенти.",
  "page-run-a-node-choose-your-adventure-build-start": "Започнете изграждането",
  "page-run-a-node-decentralized-title": "Децентрализация",
  "page-run-a-node-decentralized-preview": "Избегнете усилването на централизираните точки на уязвимост.",
  "page-run-a-node-decentralized-1": "Централизираните сървъри в облака мога да осигурят значителна компютърна мощност, но те представляват цел за атаки на държавно ниво или за хакери, които искат да нарушат целостта на мрежата.",
  "page-run-a-node-decentralized-2": "Устойчивостта на мрежата се постига с повече възли на различни географски места, които се управляват от повече хора с различен произход. Като все повече хора работят със собствени възли, вероятността да се разчита на централизирани точки на уязвимост намалява, като това прави мрежата по-здрава.",
  "page-run-a-node-feedback-prompt": "Смятате ли, че страницата е полезна?",
  "page-run-a-node-further-reading-title": "Допълнителна информация",
  "page-run-a-node-further-reading-1-link": "Усъвършенстване в Етереум – Нужно ли е да управлявам пълен възел",
  "page-run-a-node-further-reading-1-author": "Андреас Антонопулос/Andreas Antonopoulos",
  "page-run-a-node-further-reading-2-link": "Етереум на ARM – Кратък указател за начинаещи",
  "page-run-a-node-further-reading-3-link": "Границите на стабилността на блоковата верига",
  "page-run-a-node-further-reading-3-author": "Виталик Бутерин/Vitalik Buterin",
  "page-run-a-node-getting-started-title": "Първи стъпки",
  "page-run-a-node-getting-started-software-section-1": "В ранните етапи на развитие на мрежата потребителите трябваше да могат да осъществят достъп до системната конзола, за да управляват възел в Етереум.",
  "page-run-a-node-getting-started-software-section-1-alert": "Ако предпочитате това и имате съответните умения, може да разгледате техническата ни документация.",
  "page-run-a-node-getting-started-software-section-1-link": "Регистрирайте възел в Етереум",
  "page-run-a-node-getting-started-software-section-2": "Сега имаме DAppNode, който е <b>безплатен софтуер с отворен код</b>, предоставящ на потребителите <b>възможностите на едно приложение</b>, докато управляват своя възел.",
  "page-run-a-node-getting-started-software-section-3a": "Можете да настроите вашия възел само с няколко докосвания.",
  "page-run-a-node-getting-started-software-section-3b": "DAppNode улеснява потребителите в управлението на пълни възли, както и децентрализирани приложения (dApps) и други мрежи от точка до точка (P2P), без да е необходимо да докосват системната конзола. Това прави по-лесно участието на всеки и създава една по-децентрализирана мрежа.",
  "page-run-a-node-getting-started-software-title": "Част 2: Софтуер",
  "page-run-a-node-glyph-alt-terminal": "Глиф на терминала",
  "page-run-a-node-glyph-alt-phone": "Глиф за докосване на телефона",
  "page-run-a-node-glyph-alt-dappnode": "Глиф на DAppNode",
  "page-run-a-node-glyph-alt-pnp": "Глиф на Plug-n-play",
  "page-run-a-node-glyph-alt-hardware": "Глиф на хардуер",
  "page-run-a-node-glyph-alt-software": "Глиф на сваляне на софтуер",
  "page-run-a-node-glyph-alt-privacy": "Глиф на поверителност",
  "page-run-a-node-glyph-alt-censorship-resistance": "Глиф на мегафон, устойчив на цензура",
  "page-run-a-node-glyph-alt-earth": "Глиф на земята",
  "page-run-a-node-glyph-alt-decentralization": "Глиф на децентрализация",
  "page-run-a-node-glyph-alt-vote": "Глиф за гласуване",
  "page-run-a-node-glyph-alt-sovereignty": "Глиф за суверенитет",
  "page-run-a-node-hero-alt": "Графика на възел",
  "page-run-a-node-hero-header": "Поемете целия контрол.<br />Управлявайте собствения си възел.",
  "page-run-a-node-hero-subtitle": "Станете напълно независим, докато допринасяте за сигурността на мрежата. Станете Етереум.",
  "page-run-a-node-hero-cta-1": "Научете повече",
  "page-run-a-node-hero-cta-2": "Да влезем навътре!",
  "page-run-a-node-install-manually-title": "Инсталирайте ръчно",
  "page-run-a-node-install-manually-1": "Ако имате технически умения и сте решили сами да си направите устройството, можете да свалите DAppNode от всеки компютър и да го инсталирате на нов SSD чрез USB драйв.",
  "page-run-a-node-meta-description": "Въведение относно какво, защо и как да управлявате възел в Етереум.",
  "page-run-a-node-participate-title": "Участвайте",
  "page-run-a-node-participate-preview": "Революцията на децентрализация започва с <strong>вас</strong>.",
  "page-run-a-node-participate-1": "Чрез управлението на възел вие ставате част от глобално движение за децентрализиране на контрола и властта върху света на информацията.",
  "page-run-a-node-participate-2": "Ако притежавате ETH, добавете нова стойност към вашите ETH, като подкрепяте здравината и децентрализацията на мрежата, за да сте сигурни, че имате думата в нейното бъдеще.",
  "page-run-a-node-privacy-title": "Поверителност и сигурност",
  "page-run-a-node-privacy-preview": "Спрете изтичането на личната ви информация към възли на трети страни.",
  "page-run-a-node-privacy-1": "Когато изпращате трансакции чрез публични възли, може да се получи изтичане на лична информация към тези трети страни, например вашия IP адрес и кои са адресите ви в Етереум.",
  "page-run-a-node-privacy-2": "Като насочвате съвместими портфейли към вашия собствен възел, вашият портфейл може да взаимодейства с блоковата верига по един сигурен и поверителен начин.",
  "page-run-a-node-privacy-3": "Също така ако зловреден нод разпространи невалидна трансакция, вашият възел просто ще го игнорира. Всяка трансакция се верифицира локално на собствената ви машина, така че да не се налага да се доверявате на друг.",
  "page-run-a-node-rasp-pi-title": "Бележка за Raspberry Pi (ARM процесор)",
  "page-run-a-node-rasp-pi-description": "Raspberry Pi са леки и достъпни компютри, но имат ограничения, които може да повлияят върху работата на вашия възел. Въпреки че в момента не се препоръчват за залагане, те могат да бъдат отличен и евтин вариант за управление на възел за лична употреба с памет от 4 - 8 GB RAM.",
  "page-run-a-node-rasp-pi-note-1-link": "DAppNode на ARM",
  "page-run-a-node-rasp-pi-note-1-description": "Прегледайте тези указания, ако смятате да управлявате DAppNode на Raspberry Pi",
  "page-run-a-node-rasp-pi-note-2-link": "Документацията на Етереум в ARM",
  "page-run-a-node-rasp-pi-note-2-description": "Научете как да настроите възел чрез системната конзола на Raspberry Pi",
  "page-run-a-node-rasp-pi-note-3-link": "Управлявайте възел с Raspberry Pi",
  "page-run-a-node-rasp-pi-note-3-description": "Последвайте тази връзка, ако предпочитате учебни материали",
  "page-run-a-node-shop": "Пазаруване",
  "page-run-a-node-shop-avado": "Купете Avado",
  "page-run-a-node-shop-dappnode": "Купете DAppNode",
  "page-run-a-node-staking-title": "Залагайте вашите ETH",
  "page-run-a-node-staking-description": "Въпреки че не е задължително, с работещ възел ще сте една стъпка по-близо до залагането на вашите ETH, за да получите награди и да допринесете за един различен компонент на сигурността на Етереум.",
  "page-run-a-node-staking-link": "Залагайте ETH",
  "page-run-a-node-staking-plans-title": "Планирате ли залагане?",
  "page-run-a-node-staking-plans-description": "За да увеличите максимално ползата от своя валидатор се препоръчва минимална памет от 16 GB RAM, но по-добре е 32 GB с CPU benchmark ниво от <a href=\"https://cpubenchmark.net\" target=\"_blank\">cpubenchmark.net</a>. Също така е препоръчително залагащите да имат достъп до неограничен високоскоростен интернет, въпреки че това не е абсолютно задължително изискване.",
  "page-run-a-node-staking-plans-ethstaker-link-label": "Как да купим хардуер за валидатор за Етереум",
  "page-run-a-node-staking-plans-ethstaker-link-description": "EthStaker дава по-подробно обяснение в това едночасово видео",
  "page-run-a-node-sovereignty-title": "Суверенитет",
  "page-run-a-node-sovereignty-preview": "Мислете за управлението на възел като следваща стъпка след направата на свой портфейл в Етереум.",
  "page-run-a-node-sovereignty-1": "Портфейл в Етереум ви дава възможност за пълно попечителство и контрол над вашите дигитални активи чрез притежаване на личните ключове към адресите ви, но тези ключове не ви показват актуалното състояние на блоковата верига, като например баланса на портфейла ви.",
  "page-run-a-node-sovereignty-2": "По подразбиране, когато проверявате баланса си, портфейлите в Етереум обикновено се насочват към възел на трета страна, като например Infura или Alchemy. Управлението на собствен възел ви позволява да имате свое собствено копие на блоковата верига на Етереум.",
  "page-run-a-node-title": "Управление на възел",
  "page-run-a-node-voice-your-choice-title": "Заявете своя избор",
  "page-run-a-node-voice-your-choice-preview": "Не се отказвайте от контрола в случай на вилка (форк).",
  "page-run-a-node-voice-your-choice-1": "В случай на разклоняване на веригата (форк), когато се появяват две вериги с различен набор от правила, управлението на собствен възел ви гарантира възможността да избирате кои правила да подкрепите. От вас зависи да направите ъпгрейд към новите правила и да подкрепите предложените промени, или да не го направите.",
  "page-run-a-node-voice-your-choice-2": "Ако залагате ETH, управлението на собствен възел ви позволява да изберете собствен клиент, да минимизирате риска от срязване (slashing) и да реагирате на променящите се с времето изисквания на мрежата. Когато залагате с трета страна, губите своя глас относно клиента, който считате за най-добр избор.",
  "page-run-a-node-what-title": "<i>Какво</i> означава „Управление на възел“?",
  "page-run-a-node-what-1-subtitle": "Поддържане на софтуер.",
  "page-run-a-node-what-1-text": "Познат като „клиент“, този софтуер сваля копие от блокчейна на Етереум и потвърждава валидността на всеки блок, след това го поддържа актуален с новите блокове и трансакции, а също помага и на други да теглят и обновяват своите копия.",
  "page-run-a-node-what-2-subtitle": "С хардуер.",
  "page-run-a-node-what-2-text": "Етереум е предназначен за управление на възел от потребителски компютър със средни възможности. Може да ползвате всеки личен компютър, но повечето потребители предпочитат да управляват възела си на устройство, предназначено за целта, за да избегнат въздействието върху личното им устройство и да ограничат максимално времето, в което възелът не работи.",
  "page-run-a-node-what-3-subtitle": "Докато сте онлайн.",
  "page-run-a-node-what-3-text": "Първоначално управлението на възел на Етереум може да звучи сложно, но това е просто продължителната работа на клиентски софтуер на компютър, докато е в интернет. Когато не е в интернет, вашият възел просто няма да бъде активен, докато не бъде свързан отново и навакса с последните промени.",
  "page-run-a-node-who-title": "<i>Кой</i> може да управлява нод?",
  "page-run-a-node-who-preview": "Всеки! Възлите не са само за копачи и валидатори. <i>Всеки</i> може да управлява възел — дори не се нуждаете от ETH.",
  "page-run-a-node-who-copy-1": "Няма нужда да залагате ETH или да копаете, за да управлявате възел. Всъщност възлите са това, което държи миньорите и валидаторите отговорни.",
  "page-run-a-node-who-copy-2": "Може и да не получите финансовите награди, които се печелят от валидатори и миньори, но съществуват и други облаги от управлението на един възел, които трябва да се вземат предвид от потребителите на Етереум. Те включват поверигелност, безопасност, намалена зависимост от сървъри на трета страна, устойчивост на цензура и по-здрава и децентрализирана мрежа.",
  "page-run-a-node-who-copy-3": "Притежаването на собствен възел означава, че няма нужда да се доверявате на информация за състоянието на мрежата, предоставена от трета страна.",
  "page-run-a-node-who-copy-bold": "Не се доверявайте. Проверете.",
  "page-run-a-node-why-title": "<i>Защо</i> да управлявам възел?"
}
