{
  "page-eth-buy-some": "Желаете ли да купите малко Етереум?",
  "page-eth-buy-some-desc": "Нормално е да се смесват Етереум и ETH. Етереум е блокчейнът и ETH е основният актив на Етереум. ETH е това, което вероятно искате да купите.",
  "page-eth-cat-img-alt": "Графика на ETH glyph с калейдоскоп на котки",
  "page-eth-collectible-tokens": "Токени за колекциониране",
  "page-eth-collectible-tokens-desc": "Токени, които представляват артикул за колекциониране от игра, предмет на дигиталното изкуство или други уникални активи. Обикновено са известни под името незаменими токени/non-fungible tokens (NFTs).",
  "page-eth-cryptography": "Защитено чрез криптография",
  "page-eth-cryptography-desc": "Интернет парите може да са нови, но те са защитени от доказана криптография. За да защитите портфейла си, вашите ETH и трансакции. ",
  "page-eth-currency-for-apps": "Това е валутата на Етереум приложенията.",
  "page-eth-currency-for-future": "Валута за нашето дигитално бъдеще",
  "page-eth-description": "ETH е криптовалута. Това са рядко срещани дигитални пари, които може да ползвате в интернет – подобно на Биткойн. Ако сте нови в крипто света, ето с какво ETH се различават от традиционните пари.",
  "page-eth-earn-interest-link": "Печелете лихви",
  "page-eth-flexible-amounts": "В наличност е в гъвкави количества",
  "page-eth-flexible-amounts-desc": "ETH се разделя до 18 десетични знака, така че не е необходимо да купувате 1 цял ETH. Може в даден момент да купите частици от него – даже само 0.000000000000000001 ETH, ако желаете.",
  "page-eth-fuels": "ETH зарежда и подсигурява Етереум",
  "page-eth-fuels-desc": "ETH е поддържащата сила на Етереум. Когато изпращате ETH или използвате дадено приложение в Етереум, вие плащате такса в ETH, за да използвате мрежата на Етереум. Тази такса е стимул за създателите на блокове да обработват и проверяват това, което се опитвате да направите.",
  "page-eth-fuels-desc-2": "Валидаторите са нещо като завеждащи протоколите на Етереум – те проверяват и доказват, че никой не мами. Те се избират на произволен принцип за обработката на блок с трансакции. Валидаторите, които вършат тази работа, също така малко количество новоиздаден ETH като възнаграждение.",
  "page-eth-fuels-desc-3": "Работата, която вършат валидаторите, и заложеният от тях капитал правят Етереум сигурна и свободна от централизиран контрол мрежа.",
  "page-eth-fuels-staking": "Когато залагате вашия ETH, вие помагате за осигуряването на Етереум и печелите награди. В тази система страхът от загуба на ETH възпира хакерите.",
  "page-eth-fuels-more-staking": "Повече за залагането",
  "page-eth-get-eth-btn": "Вземете ETH",
  "page-eth-gov-tokens": "Управленски токени",
  "page-eth-gov-tokens-desc": "Токени, които представляват възможност за гласуване в децентрализираните организации.",
  "page-eth-has-value": "Защо ETH има стойност?",
  "page-eth-has-value-desc": "ETH е ценен по различен начин за различните хора.",
  "page-eth-has-value-desc-2": "За потребителите на Етереум ETH е ценен, защото ви позволява да плащате таксите по трансакциите.",
  "page-eth-has-value-desc-3": "Други виждат в него дигитален запас на стойност, защото създаването на нови ETH става по-бавно с времето.",
  "page-eth-has-value-desc-4": "Напоследък ETH става ценен за потребителите на финансови приложения в Етереум. Това е, защото може да използвате ETH като обезпечение и за крипто заеми, и като система за разплащане.",
  "page-eth-has-value-desc-5": "Разбира се, много хора го намират за вид инвестиция, подобно на Биткойн или други крипто валути.",
  "page-eth-how-to-buy": "Как да купим Ether",
  "page-eth-how-to-buy-caption": "Често се ъпдейтва",
  "page-eth-is-money": "ETH са дигитални, глобални пари.",
  "page-eth-last-updated": "Януари 2019 г.",
  "page-eth-monetary-policy": "Монетарната политика на Етереум",
  "page-eth-more-on-ethereum-link": "Повече за Етереум",
  "page-eth-no-centralized": "Без централизиран контрол ",
  "page-eth-no-centralized-desc": "ETH е децентрализиран и глобален. Няма фирма или банка, която да реши да печата повече ETH или да промени правилата за употреба.",
  "page-eth-non-fungible-tokens-link": "Незаменяеми токени",
  "page-eth-not-only-crypto": "ETH не е единствената крипто валута в Етереум",
  "page-eth-not-only-crypto-desc": "Всеки може да създава нови видове активи и да търгува с тях върху Етереум. Те са известни като \"токени\". Хората са токенизирали традиционални валути, своята недвижима собственост, своето изкуство и даже самите себе си!",
  "page-eth-not-only-crypto-desc-2": "Етереум е дом за хиляди токени – някои по-полезни и ценни от останалите. Разработчиците постоянно създават нови токени, които предоставят нови възможности и откриват нови пазари.",
  "page-eth-open": "Отворени за всички",
  "page-eth-open-desc": "Имате нужда само от интернет връзка и портфейл, за да получавате ETH. Нямате нужда от банкова сметка, за да получавате плащания. ",
  "page-eth-p2p-payments": "Плащания от човек-на-човек",
  "page-eth-p2p-payments-desc": "Може да изпращате вашите ETH без помощта на посредник като банка. Това е като лично предаване на пари в брой, но това може да го направите по сигурен начин с всеки, навсякъде, по всяко време.",
  "page-eth-period": ".",
  "page-eth-popular-tokens": "Популярни видове токени",
  "page-eth-powers-ethereum": "ETH зарежда Етереум",
  "page-eth-shit-coins": "Sh*t монети",
  "page-eth-shit-coins-desc": "Тъй като направата на нови токени е лесно, то всеки може да го прави – даже хората с лоши или погрешни намерения. Винаги направете своето проучване, преди да ги използвате!",
  "page-eth-stablecoins": "Стейбълкойни/Stablecoins",
  "page-eth-stablecoins-desc": "Токени, които отразяват стойността на традиционна валута като долара. Това решава проблема за променливостта при много от криптовалутите.",
  "page-eth-stablecoins-link": "Вземете стейбълкойни",
  "page-eth-stream-link": "Нека ETH потекат",
  "page-eth-tokens-link": "Токени на Етереум",
  "page-eth-trade-link-2": "Токени на Swap",
  "page-eth-underpins": "ETH закрепва финансовата система на Етереум",
  "page-eth-underpins-desc": "Недоволна от разплащанията, общността на Етереум изгражда нова финансова система, която е точка-до-точка и е достъпна за всеки.",
  "page-eth-underpins-desc-2": "Може да използвате ETH като обезпечение за създаване на напълно различни токени на криптовалута върху Етереум. И още нещо, може да вземате и давате назаем и да печелите лихви от ETH и други токени, базирани на ETH.",
  "page-eth-uses": "Как да развиваме ETH всеки ден",
  "page-eth-uses-desc": "Тъй като Етереум може да се програмира, разработчиците могат да оформят ETH по безброй начини.",
  "page-eth-uses-desc-2": "През 2015 г. всичко, което можехте да правите, е да изпращате ETH от една сметка на друга. Ето някои от нещата, които може да правите днес.",
  "page-eth-uses-desc-3": "да плащате на някого или да получавате суми в реално време.",
  "page-eth-uses-desc-4": "може да търгувате с ETH или с други токени, включително Биткойн.",
  "page-eth-uses-desc-5": "върху ETH или други токени на основата на Етереум.",
  "page-eth-uses-desc-6": "достъп до света на криптовалутите с постоянна, по-малко променлива стойност.",
  "page-eth-value": "Защо ether има стойност",
  "page-eth-video-alt": "Видео на ETH glyph",
  "page-eth-whats-eth": "Какво е ether (ETH)?",
  "page-eth-whats-eth-hero-alt": "Илюстрация на група от хора, застинали в страхопочитание пред ether (ETH) glyph",
  "page-eth-whats-eth-meta-desc": "Какво трябва да знаете, за да разберете ETH и мястото му в Етереум.",
  "page-eth-whats-eth-meta-title": "Какво е ether (ETH)?",
  "page-eth-whats-ethereum": "Какво е Етереум?",
  "page-eth-whats-ethereum-desc": "Ако желаете да научите повече за Етереум и технологията зад ETH, вижте нашето въведение.",
  "page-eth-whats-unique": "Какво е уникалното при ETH?",
  "page-eth-whats-unique-desc": "Съществуват много криптовалути и много други токени върху Етереум, но има няколко неща, които само ETH може да направи.",
  "page-eth-where-to-buy": "От къде да вземем ETH",
  "page-eth-where-to-buy-desc": "Може да получите ETH от борса или портфейл, но различните държави имат различна политика. Проверете начините, които ще ви позволят да купите ETH.",
  "page-eth-yours": "То наистина е ваше",
  "page-eth-yours-desc": "ETH ви позволява да бъдете своята собствена банка. Може да управлявате своите наличности чрез портфейла си като доказателство за собственост – без необходимост от трети страни.",
  "page-eth-more-on-tokens": "Повече за токените и тяхната употреба",
  "page-eth-button-buy-eth": "Вземете ETH",
  "page-eth-tokens-stablecoins": "Стейбълкойни/Stablecoins",
  "page-eth-tokens-defi": "Децентрализирани финанси (DeFi)",
  "page-eth-tokens-nft": "Незаменяеми токени (NFTs)",
  "page-eth-tokens-dao": "Децентрализирани автономни организации (DAOs)",
  "page-eth-tokens-stablecoins-description": "Повече за най-малко променливия токен на Ethereum.",
  "page-eth-tokens-defi-description": "Финансовата система на токените на Ethereum.",
  "page-eth-tokens-nft-description": "Токени, които представляват правото на собственост върху дадени неща в Ethereum.",
  "page-eth-tokens-dao-description": "Интернет общностите често се управляват от притежателите на токени.",
  "page-eth-whats-defi": "Повече за DeFi",
  "page-eth-whats-defi-description": "DeFi е децентрализираната финансова система, изградена върху Ethereum. Този преглед показва какво може да направите.",
  "page-what-is-ethereum-what-is-ether": "Както е това етер?"
}
