{
  "page-upgrades-vision-2014": "Вижте тази блог статия от 2014 г. с подробности за доказателството за залог",
  "page-upgrades-vision-beacon-chain": "Сигналната верига",
  "page-upgrades-vision-beacon-chain-btn": "Повече за Сигналната верига",
  "page-upgrades-vision-beacon-chain-date": "Сигналната верига е жива",
  "page-upgrades-vision-beacon-chain-desc": "Първото допълнение от Eth2 към екосистемата. Сигналната верига е носител на залагането в Етереум, тя полага основите за бъдещи ъпгрейди и евентуално ще координира новата система.",
  "page-upgrades-vision-beacon-chain-upper": "Сигнална верига",
  "page-upgrades-vision-desc-1": "Етереум трябва да намали задръстването в мрежата и да увеличи скоростта, за да обслужва по-добре глобалния потребител.",
  "page-upgrades-vision-desc-2": "Да управляваш нод става все по-трудно с нарастването на мрежата. Това ще става още по-трудно при опитите за увеличаване мащаба на мрежата.",
  "page-upgrades-vision-desc-3": "Етереум използва прекалено много електричество. Технологията, която прави сигурна мрежата, трябва да бъде по-устойчива.",
  "page-upgrades-vision-merge-date": "Прогноза: 2022 г.",
  "page-upgrades-vision-merge-desc": "Основната мрежа на Етереум в даден момент ще трябва да се док-ва, или да се слее, със Сигналната верига. Това ще направи възможно залагането в цялата мрежа и ще отбележи края на енергоемкото копаене.",
  "page-upgrades-vision-ethereum-node": "Повече за нодовете",
  "page-upgrades-vision-explore-upgrades": "Разучете ъпгрейдите",
  "page-upgrades-vision-future": "Дигитално бъдеще в глобален мащаб",
  "page-upgrades-vision-meta-desc": "Преглед на значението на ъпгрейдите на Eth2 върху Етереум в бъдеще и предизвикателствата, които трябва да преодолеят.",
  "page-upgrades-vision-meta-title": "Визията за Етереум 2.0 (Eth2)",
  "page-upgrades-vision-mining": "Повече за добиването",
  "page-upgrades-vision-problems": "Проблемите днес",
  "page-upgrades-vision-scalability": "Мащаб",
  "page-upgrades-vision-scalability-desc": "Етереум трябва да може да обработва повече трансакции в секунда, без да увеличава размера на нодовете в мрежата. Нодовете са важни участници в мрежата, които съхраняват данни и движат блокчейна. Не е практично да се увеличава размерът на нода, защото само тези със силните и скъпи компютри могат да го правят. За увеличаване на мащаба Етереум се нуждае от повече трансакции в секунда, съчетани с повече нодове. Повече нодове означава по-голяма сигурност.",
  "page-upgrades-vision-scalability-desc-3": "Ъпгрейдът на веригите от компоненти ще разпредели натоварването на мрежата в 64 нови вериги. Това ще позволи Етереум да си поеме въздух, като намали задръстването и увеличи скоростите над сегашния праг от 15 – 45 трансакции в секунда.",
  "page-upgrades-vision-scalability-desc-4": "И въпреки че ще има повече вериги, това всъщност ще изисква по-малко работа от валидаторите – поддръжниците на мрежата. Валидаторите ще трябва да управляват само техния компонент, а не цялата верига на Етереум. Това прави нодовете по-леки, като така позволява на Етереум да увеличи мащаба си и да остане децентрализиран.",
  "page-upgrades-vision-security": "Сигурност",
  "page-upgrades-vision-security-desc": "Ъпгрейдите на Eth2 увеличават сигурността на Етереум срещу координирани атаки от типа 51%. Това е такъв вид атака, при която ако някой контролира по-голяма част от мрежата, той може да предизвика злонамерени промени.",
  "page-upgrades-vision-security-desc-3": "Преходът към доказателство-за-залог означава, че протоколът на Етереум би обезсилил атаките. Това е, защото при доказателството-за-залог валидаторите, които осигуряват мрежата, трябва да заложат значителни количества ETH в протокола. Ако те се опитат да атакуват мрежата, протоколът автоматично ще разруши техните ETH.",
  "page-upgrades-vision-security-desc-5": "Това е невъзможно при доказателството-за-работа, където в най-добрия случай протоколът може да принуди тези, които осигуряват мрежата (копачите), да загубят наградите от добиването, които иначе биха получили. За да се получи еквивалентният ефект при доказателството-за-работа, протоколът трябва да бъде в състояние да разруши цялото оборудване на копачите, ако те направят опит за измама.",
  "page-upgrades-vision-security-desc-5-link": "Повече за доказателството за работа",
  "page-upgrades-vision-security-desc-8": "Моделът за сигурност на Етереум също трябва да се промени поради въвеждането на",
  "page-upgrades-vision-security-desc-9": "нека на случаен принцип изберем валидатори на различните компоненти – това прави виртуално невъзможно валидаторите някога да се сговорят да атакуват определена компонента. Фрагментирането не е толкова сигурно при блокчейна на доказателство-за-работа, защото копачите не могат по този начин да бъдат контролирани от протокола.",
  "page-upgrades-vision-security-desc-10": "Залагането също означава, че няма нужда да инвестирате в скъп хардуер, за да управлявате нод в Етереум. Това би трябвало да мотивира повече хора да станат валидатори, като така се увеличава децентрализацията на мрежата и се намалява уязвимата площ за атаки.",
  "page-upgrades-vision-security-staking": "Залагайте ETH",
  "page-upgrades-vision-security-validator": "Може да станете валидатор, като залагате вашите ETH.",
  "page-upgrades-vision-shard-chains": "вериги от компоненти",
  "page-upgrades-vision-shard-date": "Прогноза: 2021 г.",
  "page-upgrades-vision-shard-desc-4": "Веригите от компоненти ще разпределят натоварването на мрежата в 64 нови блокчейни. Компонентите имат потенциал драстично да увеличат скоростта на трансакциите – до 100 000 в секунда.",
  "page-upgrades-vision-shard-upgrade": "Повече за веригите от компоненти",
  "page-upgrades-vision-staking-lower": "Повече за залагането",
  "page-upgrades-vision-subtitle": "Да разрастнем Етереум, докато той стане достатъчно силен, за да помага на цялото човечество.",
  "page-upgrades-vision-sustainability": "Устойчивост",
  "page-upgrades-vision-sustainability-desc-1": "Не е тайна, че Етереум и други блокчейни като Биткойн са енергоемки поради процеса на добиването.",
  "page-upgrades-vision-sustainability-desc-2": "Но Етереум се движи към осигуряване чрез ETH, не компютърни мощности – а чрез залагането.",
  "page-upgrades-vision-sustainability-desc-3": "Въпреки че залагането ще бъде представено от Сигналната верига, този Етереум, който ползваме днес, ще върви успоредно за определен период от време, преди да се слее или док-ва с ъпгрейдите на Eth2. Едната система се подсигурява от ETH, а другата от компютърна мощност. Това е така, защото: първо, веригите от компоненти няма да могат да се справят с неща като нашите акаунти или дап-овете. Така че не можем просто да забравим за копаенето и основната мрежа.",
  "page-upgrades-vision-sustainability-desc-8": "Веднъж щом ъпгрейдите на сигналната верига и веригата от компоненти са готови и в действие, ще започне работата по док-ването на основната мрежа с новата система. Това ще превърне основната мрежа в компонент, за да бъде подсигурена от ETH и да е по-ефективна енергийно.",
  "page-upgrades-vision-sustainability-subtitle": "Етереум трябва да бъде по-екологичен.",
  "page-upgrades-vision-title": "Визията за Eth2",
  "page-upgrades-vision-title-1": "Задръстена мрежа",
  "page-upgrades-vision-title-2": "Дисково пространство",
  "page-upgrades-vision-title-3": "Прекалено много енергия",
  "page-upgrades-vision-trilemma-cardtext-1": "Ъпгрейдите на Eth2 ще направят Етереум по-мащабен, сигурен и децентрализиран. Фрагментирането ще направи Етереум по-обемен чрез увеличаване на броя на трансакциите в секунда, като в същото време намалява енергията, необходима за активиране на нод и валидиране на веригата. Сигналната верига ще направи Етереум по-сигурен чрез координиране на валидаторите от различните компоненти. И залагането ще свали бариерата за участие, като създаде по-голяма и по-децентрализирана мрежа.",
  "page-upgrades-vision-trilemma-cardtext-2": "Сигурните и децентрализирани блокчейн мрежи изискват всеки нод да верифицира всяка трансакция, обработена от веригата. Този обем работа ограничава броя на трансакциите, които могат да станат за определено време. Децентрализацията и сигурността отразяват веригата на Етереум днес.",
  "page-upgrades-vision-trilemma-cardtext-3": "Децентрализираните мрежи работят, като изпращат информация за трансакциите през нодовете – цялата мрежа трябва да знае за всяка промяна на състоянието. Увеличаването на броя трансакции в секунда в една децентрализирана мрежа създава рискове в сигурността, защото колкото повече са трансакциите, толкова по-дълго е забавянето и толкова по-висока е вероятността за атака по време на преноса на информацията.",
  "page-upgrades-vision-trilemma-cardtext-4": "Увеличаването на размера и мощността на нодовете на Етереум би могло да увеличи броя на трансакциите в секунда по един сигурен начин, но изискванията към хардуера може да ограничат кой може да го прави – а това застрашава децентрализацията. Има надежди, че фрагментирането и доказателството-за-залог ще позволят на Етереум да разшири обема си чрез увеличаване броя на нодовете, а не техния размер.",
  "page-upgrades-vision-trilemma-h2": "Предизвикателството на децентрализираното уголемяване",
  "page-upgrades-vision-trilemma-modal-tip": "Натиснете кръговете по-долу, за да разберете по-добре проблемите на децентрализираното уголемяване",
  "page-upgrades-vision-trilemma-p": "Би било наивно да смятаме, че можем да решим проблемите на Етереум, като го направим по-централизиран. Но децентрализацията е твърде важна. Децентрализацията е тази, която дава на цензурата в Етереум издръжливост, отвореност, поверителност на данните и почти непробиваема сигурност.",
  "page-upgrades-vision-trilemma-p-1": "Визията на Етереум е да бъде по-мащабен и сигурен, но също и да остане децентрализиран. Постигането на тези 3 качества е проблем, познат като трилемата на мащаба.",
  "page-upgrades-vision-trilemma-p-2": "Ъпгрейдите на Eth2 се стремят да решат тази трилема, но съществуват значителни предизвикателства.",
  "page-upgrades-vision-trilemma-press-button": "Натиснете бутоните на триъгълника, за да разберете по-добре проблемите на децентрализирания мащаб.",
  "page-upgrades-vision-trilemma-text-1": "Децентрализация",
  "page-upgrades-vision-trilemma-text-2": "Сигурност",
  "page-upgrades-vision-trilemma-text-3": "Мащаб",
  "page-upgrades-vision-trilemma-title-1": "Разучете трилемата на мащаба",
  "page-upgrades-vision-trilemma-title-2": "Ъпгрейди на Eth2 и децентрализиран мащаб",
  "page-upgrades-vision-trilemma-title-3": "Сигурен и децентрализиран",
  "page-upgrades-vision-trilemma-title-4": "Децентрализиран и мащабен",
  "page-upgrades-vision-trilemma-title-5": "Мащабен и сигурен",
  "page-upgrades-vision-understanding": "За да разберем визията на Eth2",
  "page-upgrades-vision-upgrade-needs": "Нуждата от ъпгрейди на Eth2",
  "page-upgrades-vision-upgrade-needs-desc": "Протоколът на Етереум, който започна през 2015 г., имаше невероятен успех. Но общността на Етереум винаги е смятала, че са необходими няколко ключови ъпгрейда за разгръщане на пълния потенциал на Етереум.",
  "page-upgrades-vision-upgrade-needs-desc-2": "Високи са изискванията към таксите за трансакции, които правят Етереум скъп за средния потребител. Дисковото пространство, необходимо за обработка на клиент на Етереум, расте с голяма скорост. А консенсус алгоритъмът в основата, който прави Етереум сигурен и децентрализиран, замърсява много околната среда.",
  "page-upgrades-vision-upgrade-needs-desc-3": "Това, което обикновено се отнася за Eth2, е набор от ъпгрейди, които решават тези и други проблеми. Този пакет ъпгрейди първоначално се наричаше \"Serenity\", а те са били активно проучвани и разработвани още от 2014 г.",
  "page-upgrades-vision-upgrade-needs-desc-6": " Това означава, че няма просто да се превключи на Eth2. Подобренията ще бъдат постепенно прилагани във времето.",
  "page-upgrades-vision-upgrade-needs-serenity": "Вижте статия от блог през 2015 г., където се обсъжда \"Serenity\"",
  "page-upgrades-vision-upgrade-needs-desc-5": "Сега, след като технологията е готова, тези ъпгрейди ще построят отново Етереум, за да го направят по-мащабен, сигурен и устойчив – да подобрят живота на съществуващите потребители и да привлекат нови. И всичко това, като се запазва основната ценност на Етереум за децентрализацията."
}
