{
  "page-local-environment-brownie-desc": "Python-базирана мрежа за разработка и тестване на умни договори, предназначени за виртуалната машина на Етереум.",
  "page-local-environment-brownie-logo-alt": "Лого на Brownie",
  "page-local-environment-epirus-desc": "Платформа за разработка, прилагане и наблюдение на приложенията на веригата от блокове във виртуалната машина на Java",
  "page-local-environment-epirus-logo-alt": "Лого на Epirus",
  "page-local-environment-eth-app-desc": "Създавайте приложения на базата на Етереум само с една команда. Това идва с широк набор от UI мрежи и DeFi образци, от които да избирате.",
  "page-local-environment-eth-app-logo-alt": "Създайте лого на приложението на Eth",
  "page-local-environment-framework-feature-1": "Характеристики за завъртане на локален пример за верига от блокове.",
  "page-local-environment-framework-feature-2": "Примерни услуги за компилиране и тестване на вашите умни договори.",
  "page-local-environment-framework-feature-3": "Допълнителни клиентски добавки за изграждане на вашето приложение, насочено към потребителя, в самия проект/хранилище.",
  "page-local-environment-framework-feature-4": "Конфигурация за връзка с мрежата на Етереум и за въвеждане на договори, без значение дали са в локално действаща среда или в някоя от публичните мрежи на Етереум.",
  "page-local-environment-framework-feature-5": "Разпределение на децентрализираните приложения – интегриране с възможности за хранилище тип IPFS.",
  "page-local-environment-framework-features": "Тези мрежи идват с много извънредни функционалности като:",
  "page-local-environment-frameworks-desc": "Ние препоръчваме да изберете рамкова мрежа, особено ако току-що започвате. Изграждането на пълноправно dapp изисква различни видове технология. Рамковите мрежи включват много от тези характеристики или осигуряват лесни системи на добавки, с които да изберете желаните пособия.",
  "page-local-environment-frameworks-title": "Рамкови мрежи и готови стекове",
  "page-local-environment-hardhat-desc": "Hardhat е среда за развитие на Етереум за професионалисти.",
  "page-local-environment-hardhat-logo-alt": "Лого на Hardhat",
  "page-local-environment-openZeppelin-desc": "Спестете си часове от времето за разработка, като компилирате, актуализирате, въвеждате и взаимодействате с умните договори през нашия CLI интерфейс.",
  "page-local-environment-openZeppelin-logo-alt": "Лого на OpenZeppelin",
  "page-local-environment-scaffold-eth-desc": "Ethers + Hardhat + React: всичко, от което имате нужда, за да започнете изграждането на децентрализирани приложения на основата на умни договори",
  "page-local-environment-scaffold-eth-logo-alt": "лого на scaffold-eth",
  "page-local-environment-setup-meta-desc": "Упътване как да изберете своя софтуер стек за изграждане на Етереум.",
  "page-local-environment-setup-meta-title": "Настройка на локалното изграждане на Етереум",
  "page-local-environment-setup-subtitle": "Ако сте готови да започнете изграждането, време е да изберете своя стек.",
  "page-local-environment-setup-subtitle-2": "Това са пособията и рамковите мрежи, които може да ползвате при изграждането на своето Етереум приложение.",
  "page-local-environment-setup-title": "Настройте своята локална среда за развитие",
  "page-local-environment-solidity-template-desc": "GitHub шаблон за предварителна настройка за вашите умни договори в Solidity. Това включва местната мрежа Hardhat, Waffle за тестове, Ethers за изпълнение на портфейли и други.",
  "page-local-environment-solidity-template-logo-alt": "Лого на шаблона на Solidity",
  "page-local-environment-waffle-desc": "Най-напредналият lib за тестване на умни договори. Използвайте самостоятелно или със Scaffold-eth или Hardhat.",
  "page-local-environment-waffle-logo-alt": "Лого на Waffle"
}
