{
  "page-what-is-ethereum-alt-img-bazaar": "Ilustracija osobe koja viri u bazar, predstavlja Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Ilustracija zajedničkog rada članova zajednice Ethereum",
  "page-what-is-ethereum-alt-img-lego": "Ilustracija ruke koja stvara ETH logotip od lego kockica",
  "page-what-is-ethereum-banking-card": "Bankarstvo za svakoga",
  "page-what-is-ethereum-banking-card-desc": "Nema svatko pristup financijskim uslugama. Internetska veza je sve što vam je potrebno za pristup Ethereumu i proizvodima za posudbu, zaduživanje i štednju izgrađenim na njemu.",
  "page-what-is-ethereum-build": "Napravite nešto s Ethereumom",
  "page-what-is-ethereum-build-desc": "Ako želite pokušati graditi s Ethereumom, pročitajte naše dokumente, isprobajte neke vodiče ili provjerite alate potrebne za početak.",
  "page-what-is-ethereum-censorless-card": "Otporan na cenzuru",
  "page-what-is-ethereum-censorless-card-desc": "Ethereum nije pod kontrolom nijedne vlade ili tvrtke. Zbog decentralizacije gotovo je nemoguće onemogućiti vam primanje plaćanja ili korištenja usluga na Ethereumu.",
  "page-what-is-ethereum-comm-desc": "Naša zajednica uključuje ljude iz svih sredina, uključujući umjetnike, kripto-anarhiste, tvrtke iz fortune 500, a sada i vas. Saznajte kako se danas možete uključiti.",
  "page-what-is-ethereum-commerce-card": "Komercijalne garancije",
  "page-what-is-ethereum-commerce-card-desc": "Kupci imaju sigurnu, ugrađenu garanciju da će sredstva promijeniti vlasnika ako se ispoštuje ono što je dogovoreno. Također, developeri mogu biti sigurni da im se pravila neće promijeniti.",
  "page-what-is-ethereum-composable-card": "Složivi proizvodi",
  "page-what-is-ethereum-composable-card-desc": "Sve aplikacije izrađene su na istom lancu blokova s dijeljenim globalnim stanjem, što znači da jedna može nadograđivati drugu (poput Lego kockica). Time su omogućeni bolji proizvodi i korisničko iskustvo, uz jamstvo da nitko ne može ukloniti alate na koje se aplikacije oslanjaju.",
  "page-what-is-ethereum-community": "Ethereumova zajednica",
  "page-what-is-ethereum-desc": "Zaklada za digitalnu budućnost",
  "page-what-is-ethereum-explore": "Istražite Ethereum",
  "page-what-is-ethereum-internet-card": "Otvoreni internet",
  "page-what-is-ethereum-internet-card-desc": "Mreža Ethereum otvorena je svakome za interakciju ili izradu aplikacija. Time je omogućeno da sami upravljate svojim sredstvima i identitetom, umjesto da to prepustite nekolicini mega-korporacija.",
  "page-what-is-ethereum-meet-comm": "Upoznajte zajednicu",
  "page-what-is-ethereum-meta-description": "Upoznajte Ethereum, što radi kak da isprobate i sami.",
  "page-what-is-ethereum-meta-title": "Što je Ethereum?",
  "page-what-is-ethereum-p2p-card": "Ravnopravna mreža",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum vam omogućuje da se koordinirate, dogovarate ili razmjenjujete sredstva izravno s drugim ljudima. Nije potrebno oslanjati se na posrednike.",
  "page-what-is-ethereum-start-building-btn": "Počnite graditi",
  "page-what-is-ethereum-title": "Što je Ethereum?",
  "page-what-is-ethereum-subtitle": "Cjeloviti početnički vodič o principima rada Ethereuma, koristima koje donosi i kako ga koriste milijuni ljudi diljem svijeta.",
  "page-what-is-ethereum-button-lets-start": "Krenimo",
  "page-what-is-ethereum-blockchain-tab-title": "Što je lanac blokova?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Lanac blokova je baza podataka o transakcijama</b>, ažurirana i dijeljena putem mnogih računala u mreži. Svaki puta kada se doda novi skup transakcija, zovemo ga \"blok\" - otuda i ime \"lanac blokova\". Javni lanci blokova poput Ethereuma omogućuju svakome da doda, ali ne i ukloni podatke. Kada bi netko želio promijeniti bilo koju informaciju ili prevariti sustav, morali bi to učiniti na većini računala u mreži. A ima ih mnogo! Na taj način lanci blokova poput Ethereuma osiguravaju visoku razinu sigurnosti.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Što je kriptovaluta?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Kriptovaluta je pojam kojim se opisuju mnoge vrste zamjenjivih tokena, osiguranih putem lanca blokova. Sve je započelo Bitcoinom. Pomoću Bitcoina moguć je prijenos vrijednosti između dvije stranke bez potrebe davanja povjerenja nekom posredniku. Sve čemu trebate vjerovati jest Bitcoin kod, koji je otvoren i slobodno dostupan.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "Razlog zbog kojeg se imovine poput bitcoina i ethera nazivaju „kriptovalute” jest taj što je sigurnost vaših podataka i imovine osigurana <a href=\"/glossary/#cryptography\">kriptografijom</a>, a ne povjerenjem u instituciju ili korporaciju da će postupati pošteno.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Osnovna kriptovaluta Ethereuma je ether (ETH), koji se koristi za plaćanje određenih aktivnosti na mreži. Može se prenijeti drugim korisnicima ili zamijeniti za druge tokene na Ethereumu. Ether je poseban jer se koristi za plaćanje računalnih operacija potrebnih za izgradnju i rad aplikacija i organizacija na Ethereumu.",
  "page-what-is-ethereum-summary-title": "Sažetak",
  "page-what-is-ethereum-summary-desc-1": "Ethereum je mreža računala diljem svijeta koja rade po skupu pravila zvanom Ethereum protokol. Mreža Ethereum služi kao temelj za zajednice, aplikacije, organizacije i digitalno vlasništvo, dostupno svima za razvoj i upotrebu.",
  "page-what-is-ethereum-summary-desc-2": "S bilo kojeg mjesta i u bilo koje vrijeme moguće je napraviti Ethereum račun te istraživati svijet aplikacija ili izgraditi vlastite. Srž inovacije jest da je sve ovo moguće bez davanja povjerenja nekom centralnom autoritetu koji bi mogao promijeniti pravila ili ograničiti vam pristup.",
  "page-what-is-ethereum-summary-desc-3": "Čitajte dalje kako biste saznali više…",
  "page-what-is-ethereum-btc-eth-diff-title": "Koja je razlika između Ethereuma i Bitcoina?",
  "page-what-is-ethereum-btc-eth-diff-1": "Pokrenut u 2015, Ethereum nadograđuje inovaciju koju je donio Bitcoin, s nekoliko velikih razlika.",
  "page-what-is-ethereum-btc-eth-diff-2": "Obje mreže omogućuju vam korištenje digitalnog novca bez potrebe za pružateljima usluga plaćanja ili bankama. Ali, <b>Ethereum je programabilan</b>, tako da možete također razvijati i pustiti u rad decentralizirane aplikacije na njegovoj mreži.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin omogućuje slanje osnovnih poruka između korisnika o tome što smatramo da ima vrijednost. Uspostava vrijednosti bez autoriteta je već sama po sebi moćna. Ethereum ide korak dalje: umjesto običnih poruka, moguće je napisati bilo kakav općeniti program, ili ugovor. Ne postoje ograničenja na vrstu ugovora koji se mogu stvoriti i ugovoriti, što potiče razvoj inovacija na Ethereum mreži.",
  "page-what-is-ethereum-btc-eth-diff-4": "Dok je Bitcoin mreža namijenjena samo plaćanjima, Ethereum je više nalik tržištu financijskih usluga, igara, društvenih mreža i drugih aplikacija.",
  "page-what-is-ethereum-what-can-eth-do-title": "Što može Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Zašto koristiti Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Ako vas zanima mogućnost otpornih, otvorenih i pouzdanih načina za globalnu koordinaciju, stvaranje organizacija, izradu aplikacija i dijeljenje vrijednosti, tada je Ethereum prava stvar za vas. Ethereum je priča koju svi mi pišemo, pa vas pozivamo da nam se pridružite i otkrijete kakve nevjerojatne svjetove možemo pomoću njega zajedno stvarati.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Ethereum je također bio neprocjenjiv ljudima koji su se morali suočiti s neizvjesnošću oko sigurnosti, integriteta ili raspolaganja svojim sredstvima, izazvanom vanjskim silama izvan njihove kontrole.",
  "page-what-is-ethereum-slide-1-title": "Jeftinija i brža prekogranična plaćanja",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Stabilni novčići</b> su inovativna vrsta kriptovaluta koja se oslanja na stabilniju valutu kao osnovu za svoju vrijednost. Većina ih je vezana na američki dolar i stoga prati vrijednost te valute. Oni daju prostora vrlo jeftinom i stabilnom sustavu plaćanja. Mnoge današnje stabilne novčiće pokreće mreža Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum i stabilni novčići pojednostavnjuju proces prekograničnog slanja novca. Najčešće je dovoljno tek nekoliko minuta za prijenos sredstava na drugi kraj svijeta, za razliku od nekoliko radnih dana ili čak tjedana koliko treba prosječnoj banci, i sve to uz djelić troška. Nadalje, ne postoje dodatne naknade za transakcije velikih vrijednosti, a ne postoje ni ograničenja na odredište ili razlog slanja novca.",
  "page-what-is-ethereum-slide-2-title": "Najbrža pomoć u kriznim vremenima",
  "page-what-is-ethereum-slide-2-desc-1": "Sretnici kojima institucije od povjerenja u mjestu života nude više bankarskih opcija, možda financijsku slobodu, sigurnost i stabilnost koju one nude uzimaju zdravo za gotovo. Ali, mnogim ljudima diljem svijeta koji su suočeni s političkim represijom ili ekonomskim teškoćama, financijske institucije nisu u mogućnosti pružiti zaštitu ili usluge koje im trebaju.",
  "page-what-is-ethereum-slide-2-desc-2": "Kada su rat, ekonomske katastrofe ili urušavanje društvenih sloboda pogodili stanovnike <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuele</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Kube</a>,<a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afganistana</a>,<a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigerije</a>,<a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Bjelorusije</a> i <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukrajine</a>, kriptovalute su bile najbrži, a često i jedini način da se održi finansijska stabilnost.<sup><a href=\"https://www.financialinclusion.tech/\">1</a></sup> Na osnovu ovih primjera, kriptovalute kao što je Ethereum mogu pružiti neograničen pristup globalnoj ekonomiji kada su ljudi odsječeni od vanjskog svijeta. Uz to, stabilni tokeni nude spremište vrijednosti kada lokalne valute propadaju zbog hiperinflacije.",
  "page-what-is-ethereum-slide-3-title": "Osnaživanje kreatora",
  "page-what-is-ethereum-slide-3-desc-1": "Samo su u 2021. godini, umjetnici, glazbenici, pisci i ostali kreativci pomoću Ethereuma zaradili ukupno oko 3,5 milijardi američkih dolara. Ovime se Ethereum ističe kao jedna od najvećih globalnih platformi za kreativce, uz bok uslugama, kao što su Spotify, YouTube i Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Saznajte više</a>.",
  "page-what-is-ethereum-slide-4-title": "Osnaživanje igrača",
  "page-what-is-ethereum-slide-4-desc-1": "Nedavno su se pojavile igre s konceptom \"igraj i zaradi\" (u kojima se igrači doista nagrađuju za igranje igara), koje mijenjaju industriju računalnih igara. Tradicionalno, trgovanje ili prijenos predmeta iz igre za stvaran novac najčešće je zabranjivano. To je prisiljavalo igrače na korištenje web stranica crnog tržišta koje često predstavljaju sigurnosan rizik. Računalne igre na lancu blokova prigrlile su ekonomiju unutar igara i potiču takvo ponašanje na pouzdan način.",
  "page-what-is-ethereum-slide-4-desc-2": "Štoviše, igrače se potiče na trgovanje tokenima iz igara za stvaran novac i na taj način ih se istinski nagrađuje za vrijeme provedeno u igri.",
  "page-what-is-ethereum-meet-ether-title": "Upoznajte ether, kriptovalutu Ethereuma",
  "page-what-is-ethereum-meet-ether-desc-1": "Mnoge radnje na mreži Ethereum iziskuju određen posao koji treba odraditi računalo ugrađeno u Ethereum (poznato kao Ethereum virtualno računalo). Ove računalne operacije nisu besplatne; za njih se plaća putem osnovne kriptovalute Ethereuma zvane ether (ETH). To znači da je za korištenje mreže potrebna barem mala količina ethera.",
  "page-what-is-ethereum-meet-ether-desc-2": "Ether je u potpunosti digitalan i možete ga poslati trenutačno svakome, bilo gdje u svijetu. Zaliha ethera nije pod kontrolom nijedne vlade ili tvrtke - decentralizirana je i potpuno transparentna. Ether se izdaje na precizan način određen protokolom, i to samo ulagačima koji osiguravaju mrežu.",
  "page-what-is-ethereum-what-is-ether": "Što je Ether?",
  "page-what-is-ethereum-get-eth": "Nabavite ETH",
  "page-what-is-ethereum-explore-applications": "Istražite aplikacije",
  "page-what-is-ethereum-learn-defi": "Saznajte više o DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Tko pokreće Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum ne kontrolira niti jedan subjekt. Ethereum postoji kad god postoje povezana računala koja pokreću softver koji slijedi Ethereumov protokol i dodaje blokove u Ethereumov <a href=\"/glossary/#blockchain\">lanac blokova</a>. Svako od ovih računala poznato je kao čvor. Čvorove može pokrenuti bilo tko, iako za sudjelovanje u osiguranju mreže morate <a href=\"/glossary/#staking\">uložiti</a> ETH (Ethereumova izvorna valuta). Bilo tko s 32 ETH može to učiniti bez potrebe za dozvolom.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Čak ni izvorni kod Ethereuma nije proizvod jednog entiteta. Svatko može predložiti promjene protokola i raspravljati o nadogradanjama. Postoji nekoliko implementacija Ethereum protokola, proizvedenih od strane neovisnih organizacija u nekoliko programskih jezika, najčešće u obliku otvorenog koda i uz poticanje doprinosa zajednice.",
  "page-what-is-ethereum-run-a-node": "Pokreni čvor",
  "page-what-is-ethereum-smart-contract-title": "Što su pametni ugovori?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Pametni ugovori su računalni programi</b> koji žive na lancu blokova Ethereum. Izvršavaju se kada ih pokrene transakcija korisnika. Zahvaljujući njima, Ethereum ima vrlo fleksibilan skup mogućnosti. Ovi programi služe kao gradivni blokovi za decentralizirane aplikacije i organizacije.",
  "page-what-is-ethereum-smart-contract-desc-2": "Jeste li ikada koristili proizvod koji je promijenio svoje uvjete korištenja ili uklonio neku značajku koja vam je bila korisna? Jednom kada se pametni ugovor objavi na Ethereumu, bit će dostupan i funkcionalan sve dok Ethereum postoji. Čak ga ni autor ne može ukloniti. Budući da su pametni ugovori automatizirani, ne diskriminiraju korisnike i uvijek su spremni za uporabu.",
  "page-what-is-ethereum-smart-contract-desc-3": "Popularni primjeri pametnih ugovora aplikacije su za posudbu, decentralizirane burze trgovanja, osiguranje, kvadratno financiranje, društvene mreže i <a href=\"/glossary/#nft\">NFT-ovi</a> – općenito, sve što možete zamisliti.",
  "page-what-is-ethereum-more-on-smart-contracts": "Više o pametnim ugovorima",
  "page-what-is-ethereum-explore-dapps": "Istražite dapp-ove",
  "page-what-is-ethereum-criminal-activity-title": "Čuo sam da se kripto koristi kao alat za kriminalnu aktivnost. Je li to istina?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Kao i svaka tehnologija i kripto ponekad može biti zloupotrijebljen. Međutim, s obzirom da se sve transakcije Ethereuma odvijaju na otvorenom lancu blokova, često je vlastima lakše ući u trag ilegalnim aktivnostima u usporedbi s tradicionalnim financijskim sustavom, što Ethereum čini uvjerljivo manje privlačnim odabirom za one koji žele zametnuti svoj trag.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Temeljem ključnih nalaza iz recentnog izvještaja Europola, Agencije Europske unije za suradnju tijela za izvršavanje zakonodavstva, upotreba kripta u kriminalne svrhe znatno je manja u usporedbi s fiat novcem:",
  "page-what-is-ethereum-criminal-activity-desc-3": "“Uporaba kriptovaluta za ilegalne aktivnosti izgleda čini tek manji dio ukupne ekonomije kriptovaluta i čini se komparativno manjom od ilegalnih sredstava uključenih u tradicionalne financije.”",
  "page-what-is-ethereum-energy-title": "Koliko energije troši Ethereum?",
  "page-what-is-ethereum-energy-desc-1": "Ethereum je 15. rujna 2022. prošao kroz nadogradnju The Merge koja je prebacila Ethereum s koncepta <a href=\"/glossary/#pow\">dokaza rada</a> na <a href=\"/glossary/#pos\">dokaz uloga</a>.",
  "page-what-is-ethereum-energy-desc-2": "Spajanje je najveća nadogradnja Ethereuma i smanjila je energiju potrebnu za osiguranje Ethereuma za <b>99.95%</b>, stvarajući <b>sigurniju mrežu sa znatno manjim troškom ugljika</b>. Ethereum je sada lanac blokova niske emisije ugljika, uz istovremeno povećanu sigurnost i skalabilnost.",
  "page-what-is-ethereum-more-on-energy-consumption": "Više o potrošnji energije",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Godišnja potrošnja energije u TWh/g",
  "energy-consumption-chart-global-data-centers-label": "Globalni centri podataka",
  "energy-consumption-gold-mining-cbeci-label": "Iskopavanje zlata",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Igranje u SAD",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "Nadogradnja: Spajanje",
  "page-what-is-ethereum-additional-reading": "Daljnje čitanje",
  "page-what-is-ethereum-week-in-ethereum": "Vijesti o tjedan dana Ethereuma",
  "page-what-is-ethereum-week-in-ethereum-desc": "Tjedni bilten o ključnim razvojnim aktivnostima u ekosustavu.",
  "page-what-is-ethereum-kernel-dreamers": "Jezgra",
  "page-what-is-ethereum-kernel-dreamers-desc": "Ethereumov san",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atomi, institucije, lanci blokova",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Zašto su lanci blokova važni?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum u brojevima",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "Projekti izgrađeni na Ethereumu",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "Računi (novčanici) sa stanjem ETH",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "Pametni ugovori na Ethereumu",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "Vrijednost osigurana na Ethereumu",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "Zarada kreatora na Ethereumu u 2021.",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "Broj transakcija danas",
  "adoption-chart-column-now-label": "Sada",
  "adoption-chart-investors-label": "Investitori",
  "adoption-chart-developers-label": "Programeri",
  "adoption-chart-companies-label": "Tvrtke",
  "adoption-chart-artists-label": "Umjetnici",
  "adoption-chart-musicians-label": "Glazbenici",
  "adoption-chart-writers-label": "Pisci",
  "adoption-chart-gamers-label": "Igrači",
  "adoption-chart-refugees-label": "Izbjeglice",
  "page-what-is-ethereum-get-eth-alt": "Nabavite nešto ETH-a",
  "page-what-is-ethereum-get-eth-description": "ETH je izvorna valuta Ethereuma. Trebat će vam nešto ETH-a u vašem novčaniku da biste upotrebljavali Ethereumove aplikacije.",
  "page-what-is-ethereum-get-eth-title": "Nabavite nešto ETH-a",
  "page-what-is-ethereum-explore-dapps-alt": "Istražite dapp-ove",
  "page-what-is-ethereum-explore-dapps-description": "Dappovi su aplikacije izgrađene na Ethereumu. Dappovi remete trenutne poslovne modele i izmišljaju nove.",
  "page-what-is-ethereum-explore-dapps-title": "Isprobajte neke dapp-ove"
}
