{
  "page-what-is-ethereum-101": "Ethereum 101",
  "page-what-is-ethereum-101-desc": "Ethereum je tehnologija koja vam omogućuje slanje kriptovaluta bilo kome za malu naknadu. Također pokreće aplikacije koje svi mogu upotrebljavati i koje nitko ne može ukloniti.",
  "page-what-is-ethereum-101-desc-2": "Ethereum se nadovezuje na Bitcoinovu inovaciju, uz neke velike razlike.",
  "page-what-is-ethereum-101-desc-3": "Oba vam omogućuju upotrebu digitalnog novca bez davatelja usluga plaćanja ili banaka. Ali Ethereum je moguće programirati, pa ga također možete koristiti za mnoštvo različitih digitalnih sredstava – čak i za Bitcoin!",
  "page-what-is-ethereum-101-desc-4": "To također znači da je Ethereum za više od plaćanja. To je tržište financijskih usluga, igara i aplikacija koje ne mogu ukrasti vaše podatke niti vas cenzurirati.",
  "page-what-is-ethereum-101-italic": "svjetski programibilni lanac blokova.",
  "page-what-is-ethereum-101-strong": "To je ",
  "page-what-is-ethereum-accessibility": "Ethereum je otvoren svakome.",
  "page-what-is-ethereum-adventure": "Odaberite svoju avanturu!",
  "page-what-is-ethereum-alt-img-bazaar": "Ilustracija osobe koja viri u bazar, predstavlja Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Ilustracija zajedničkog rada članova zajednice Ethereum",
  "page-what-is-ethereum-alt-img-lego": "Ilustracija ruke koja stvara ETH logotip od lego kockica",
  "page-what-is-ethereum-alt-img-social": "Ilustracija likova u društvenom prostoru posvećenom Ethereumu s velikim logotipom ETH",
  "page-what-is-ethereum-banking-card": "Bankarstvo za svakoga",
  "page-what-is-ethereum-banking-card-desc": "Nemaju svi pristup financijskim uslugama. Ali sve što vam treba za pristup Ethereumu i proizvodima za posudbu, posuđivanje i štednju je internetska veza.",
  "page-what-is-ethereum-build": "Napravite nešto s Ethereumom",
  "page-what-is-ethereum-build-desc": "Ako želite pokušati graditi s Ethereumom, pročitajte naše dokumente, isprobajte neke vodiče ili provjerite alate potrebne za početak.",
  "page-what-is-ethereum-censorless-card": "Otporan na cenzuru",
  "page-what-is-ethereum-censorless-card-desc": "Nijedna vlada ni tvrtka nemaju kontrolu nad Ethereumom. Ova decentralizacija gotovo u potpunosti onemogućava bilo kome da vas spriječi u primanju plaćanja ili korištenju usluga na Ethereumu.",
  "page-what-is-ethereum-comm-desc": "Naša zajednica uključuje ljude iz svih sredina, uključujući umjetnike, kripto-anarhiste, tvrtke iz fortune 500, a sada i vas. Saznajte kako se danas možete uključiti.",
  "page-what-is-ethereum-commerce-card": "Komercijalne garancije",
  "page-what-is-ethereum-commerce-card-desc": "Ethereum stvara glađu površinu. Korisnici dobivaju sigurnu, ugrađenu garanciju da će sredstva ići iz ruke u ruku samo ako daš što je dogovoreno. Ne treba vam utjecaj velike tvrtke za poslovanje.",
  "page-what-is-ethereum-community": "Ethereumova zajednica",
  "page-what-is-ethereum-compatibility-card": "Kompatibilnost za pobjedu",
  "page-what-is-ethereum-compatibility-card-desc": "Bolji prizvodi i iskustva grade se cijelo vrijeme jer su proizvodi Ethereuma zadano kompatibilni. Tvrtke mogu graditi uspjeh jedne drugima.",
  "page-what-is-ethereum-dapps-desc": "Proizvodi i usluge na Ethereumu. Postoje dapps za financije, posao, društvene mreže, igrice i više – upoznajte aplikacije naše digitalne budućnosti.",
  "page-what-is-ethereum-dapps-img-alt": "Ilistracija Doge-a kako upotrebljava aplikaciju Ethereum na računalu",
  "page-what-is-ethereum-dapps-title": "Ethereum dapps",
  "page-what-is-ethereum-desc": "Zaklada za digitalnu budućnost",
  "page-what-is-ethereum-explore": "Istražite Ethereum",
  "page-what-is-ethereum-get-started": "Najbolji način da saznate više je da preuzmete novčanik, nabavite nešto EHT-a i isprobate decentraliziranu aplikaciju Ethereum.",
  "page-what-is-ethereum-in-depth-description": "Ethereum je otvoren pristup digitalnom novcu i jednostavna usluga za sve – bez obzira na porijeklo ili lokaciju. Tehnologija iza kriptovalute Ether (ETH) koju je izgradila zajednica i tisuće aplikacija kojima se možete poslužiti već danas.",
  "page-what-is-ethereum-internet-card": "Privatniji internet",
  "page-what-is-ethereum-internet-card-desc": "Ne morate dati svoje osobne podatke da biste se služili aplikacijom Ethereum. Ethereom gradi vrijednost koja se temelji na ekonomiji, a ne nadgledanju.",
  "page-what-is-ethereum-meet-comm": "Upoznajte zajednicu",
  "page-what-is-ethereum-meta-description": "Upoznajte Ethereum, što radi kak da isprobate i sami.",
  "page-what-is-ethereum-meta-title": "Što je Ethereum?",
  "page-what-is-ethereum-native-alt": "Simbol za Ether (ETH)",
  "page-what-is-ethereum-native-crypto": "Ethereumova kriptovaluta i ekvivalent Bitkoinu. ETHmožete upotrebljavati na Ethereumovim aplikacijama ili za slanje vrijednosti prijateljima ili obitelji.",
  "page-what-is-ethereum-native-img-alt": "Ilustracija robota sa sefom umjesto torza prije je predstavljala Ethereumove novčanile",
  "page-what-is-ethereum-native-title": "ETH",
  "page-what-is-ethereum-p2p-card": "Ravnopravna mreža",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum vam dozvoljava da selite svoj novac, dogovarate se izravno s drugima. Nema potrebe za posredničkim tvrtkama.",
  "page-what-is-ethereum-singlecard-desc": "Ako vas zanima lanac blokova i tehnička strana Ethereuma, ovdje smo za vas.",
  "page-what-is-ethereum-singlecard-link": "Kako Ethereum radi",
  "page-what-is-ethereum-singlecard-title": "Kako Ethereum radi",
  "page-what-is-ethereum-start-building-btn": "Počnite graditi",
  "page-what-is-ethereum-title": "Što je Ethereum?",
  "page-what-is-ethereum-tools-needed": "Sve što vam je potrebno za sudjelovanje je novčanik.",
  "page-what-is-ethereum-try": "Isprobajte Ethereum",
  "page-what-is-ethereum-tryit": "Uđite u bazar iprobajte...",
  "page-what-is-ethereum-wallets": "Novčanici",
  "page-what-is-ethereum-wallets-desc": "Kako se upravlja ETH-om i Ethereumovim računom. Za početak vam je potreban novčanik – pomoći ćemo vam u odabiru.",
  "page-what-is-ethereum-welcome": "Dobro došli u Ethereum",
  "page-what-is-ethereum-welcome-2": "Nadamo se da ćete ostati."
}
