{
  "page-wallets-accounts-addresses": "Novčanici, računi, ključevi i adrese",
  "page-wallets-accounts-addresses-desc": "Vrijedi razumjeti razlike između nekih ključnih pojmova.",
  "page-wallets-accounts-ethereum-addresses": "<b>Ethereum račun ima adresu</b> kao što ulazni pretinac ima adresu e-pošte. To se upotrebljava za identifikaciju vaših digitalnih sredstava.",
  "page-wallets-alt": "Ilustracija robota sa sefom koji predstavlja Ethereumov novčanik umjesto tijela",
  "page-wallets-ethereum-account": "<b>Ethereum račun je par ključeva</b>. <a href=\"/glossary/#public-key\">Jedan ključ</a> se upotrebljava za izradu adrese koju možete slobodno dijeliti, a <a href=\"/glossary/#private-key\">drugi ključ</a> morate čuvati na sigurnom jer se njime potpisuju stvari. Zajedno ovi ključevi omogućuju držanje imovine i obavljanje transakcija.",
  "page-wallets-blog": "Blog tvrtke Coinbase",
  "page-wallets-bookmarking": "Označite poveznicu do novčanika",
  "page-wallets-bookmarking-desc": "Ako upotrebljavate web-novčanik, označite web-stranicu oznakom kako biste se zaštitili od krađe identiteta.",
  "page-wallets-cd": "<b>Fizički hardverski novčanici</b> uređaji su koji vam omogućuju da svoj kripto čuvate vrlo sigurnim izvan mreže",
  "page-wallets-desc-2": "Novčanici su ono što većina ljudi koristi za rukovanje svojim digitalnim sredstvima i identitetom.",
  "page-wallets-desc-2-link": "Više o ETH-u",
  "page-wallets-desc-3": "Vaš novčanik je alat za interakciju s vašim Ethereum računom. To znači da u bilo kojem trenutku možete promijeniti davatelja novčanika. Mnogi novčanici također omogućuju rad s nekoliko računa iz jedne aplikacije.",
  "page-wallets-desc-4": "Davatelji novčanika nemaju skrbništvo nad vašim sredstvima. Oni vam samo daju uvid u vaša sredstva na Ethereumu i alate kojima njima možete lako upravljati.",
  "page-wallets-description": "Ethereum novčanici su aplikacije koje vam daju kontrolu nad vašim računom. Isto kao i fizički novčanik, oni sadrže sve što vam treba da dokažete vaš identitet i rukujete svojim sredstvima. Vaš novčanik omogućuje vam da se prijavite u aplikacije, pročitate vaše stanje, šaljete transakcije i provjerite svoj identitet.",
  "page-wallets-desktop": "<b>Aplikacije za računalo</b> ako preferirate upravljati svojim sredstvima putem macOS, Windows ili Linux računala",
  "page-wallets-ethereum-wallet": "<b>Novčanik je alat koji vam omogućuje interakciju s vašim računom</b> koristeći vaše ključeve. Omogućuje vam pregled stanja računa, slanje transakcija i drugo.",
  "page-wallets-explore": "Istražite Ethereum",
  "page-wallets-features-desc": "Možemo vam pomoći u odabiru novčanika na temelju značajki do kojih vam je stalo.",
  "page-wallets-features-title": "Usporedi novčanike prema svojstvima",
  "page-wallets-find-wallet-btn": "Pronađite novčanik",
  "page-wallets-find-wallet-link": "Pronađite novčanik",
  "page-wallets-get-some": "Nabavite nešto ETH-a",
  "page-wallets-get-some-alt": "Ilustracija ruke koja stvara ETH logotip od lego kockica",
  "page-wallets-get-some-btn": "Nabavite nešto ETH-a",
  "page-wallets-get-some-desc": "ETH je izvorni kripto Ethereuma. Za korištenje Ethereumovom aplikacijom trebat će vam malo ETH-a u novčaniku.",
  "page-wallets-keys-to-safety": "Ključevi za zaštitu vašeg kripta",
  "page-wallets-manage-funds": "Aplikacija za upravljanje sredstvima",
  "page-wallets-manage-funds-desc": "Vaš novčanik prikazuje stanje vašeg računa, povijest transakcija i daje vam način slanja/primanja sredstava. Neki novčanici mogu ponuditi i više.",
  "page-wallets-meta-description": "Što trebate znati da biste koristili Ethereumove novčanike.",
  "page-wallets-meta-title": "Ethereumovi novčanici",
  "page-wallets-mobile": "<b>Mobilne aplikacije</b> koje čine vaša sredstva dostupnima od bilo kuda",
  "page-wallets-more-on-dapps-btn": "Više o decentraliziranim aplikacijama",
  "page-wallets-most-wallets": "Većina novčanika omogućit će vam generiranje Ethereum računa. Dakle, ne trebate ga prije nego što preuzmete novčanik.",
  "page-wallets-protecting-yourself": "Zaštite sebe i svoja sredstava",
  "page-wallets-seed-phrase": "Zapišite svoj <a href=\"/glossary/#recovery-phrase\">izraz za oporavak</a>",
  "page-wallets-seed-phrase-desc": "Novčanici će vam često dati sjemensku frazu koju morate zapisati negdje na sigurno. Jedino ćete tako moći obnoviti novčanik.",
  "page-wallets-seed-phrase-example": "Na primjer:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Nemojte je čuvati na računalu. Zapišite to na papir i čuvajte na sigurnom.",
  "page-wallets-slogan": "Čuvanje ključeva za vašu digitalnu budućnost",
  "page-wallets-stay-safe": "Kako ostati siguran",
  "page-wallets-stay-safe-desc": "Financijska sloboda i sposobnost pristupa i korištenja sredstava bilo gdje dolazi s odgovornošću – u kriptovalutama nema korisničke podrške. <b>Odgovorni ste za čuvanje svojih ključeva sigurnim i zaštićenim</b>.",
  "page-wallets-subtitle": "Novčanici vam pomažu pristupiti svojim digitalnim sredstvima i prijavi u aplikacije.",
  "page-wallets-take-responsibility": "Preuzmite odgovornost za vlastita sredstva",
  "page-wallets-take-responsibility-desc": "Centralizirane mjenjačnice povezat će vaš novčanik s korisničkim imenom i lozinkom koje možete povratiti na tradicionalan način. Samo budite svjesni da toj mjenjačnici povjeravate skrbništvo nad svojim sredstvima. U slučaju da mjenjačnica dospije u financijske teškoće, vaša sredstva bila bi u opasnosti.",
  "page-wallets-tips": "Više savjeta o očuvanju sigurnosti",
  "page-wallets-tips-community": "Od zajednice",
  "page-wallets-title": "Ethereumovi novčanici",
  "page-wallets-triple-check": "Sve trostruko provjerite",
  "page-wallets-triple-check-desc": "Zapamtite da se transakcije ne mogu poništiti, a novčanici se ne mogu lako vratiti, stoga poduzmite mjere opreza i uvijek budite pažljivi.",
  "page-wallets-try-dapps": "Isprobajte neke dapp-ove",
  "page-wallets-try-dapps-alt": "Ilustracija zajedničkog rada članova zajednice Ethereum",
  "page-wallets-try-dapps-desc": "Dapps su aplikacije izgrađene na Ethereumu. Te su jeftinije, primjerenije i bolje u odnosu na vaše podatke od većine tradicionalnih aplikacija.",
  "page-wallets-types": "Vrste novčanika",
  "page-wallets-types-desc": "Ima nekoliko načina za pregled i interakciju vašeg računa:",
  "page-wallets-web-browser": "<b>Novčanici u pregledniku</b> su web-aplikacije koje vam omogućuju rad s vašim računom izravno u internetskom pregledniku",
  "page-wallets-web-browser-extension": "<b>Novčanici kao proširenja preglednika</b> dodaci su koje možete preuzeti kako biste mogli raditi sa svojim računom i aplikacijama u pregledniku",
  "page-wallets-whats-a-wallet": "Što je Ethereumov novčanik?",
  "page-wallets-your-ethereum-account": "Vaš Ethereum račun",
  "page-wallets-your-ethereum-account-desc": "Vaš novčanik je vaš prozor u Ethereum račun – saldo, povijest transakcija i još mnogo toga. Ali davatelje novčanika možete zamijeniti u bilo kojem trenutku.",
  "page-wallets-your-login": "Vaša prijava u Ethereumove aplikacije",
  "page-wallets-your-login-desc": "Vaš novčanik omogućuje vam povezivanje s aplikacijama koristeći vaš Ethereum račun. To je poput prijave koju možete koristiti za više aplikacija.",
  "additional-reading-how-to-create-an-ethereum-account": "Kako izraditi Ethereum račun",
  "additional-reading-how-to-use-a-wallet": "Kako koristiti novčanik"
}
