{
  "consensus-client-lighthouse-logo-alt": "Lighthouse logo",
  "consensus-client-lodestar-logo-alt": "Lodestar logo",
  "consensus-client-nimbus-logo-alt": "Nimbus logo",
  "consensus-client-prysm-logo-alt": "Prysm logo",
  "consensus-client-teku-logo-alt": "Teku logo",
  "page-upgrades-answer-1": "Zamislite Eth2 kao skup nadogradnji koje se dodaju za poboljšanje Ethereuma koji danas koristimo. Te nadogradnje uključuju stvaranje novog lanca nazvanog Beacon Chain i do 64 lanca poznatih kao djelići.",
  "page-upgrades-answer-2": "Oni su odvojeni od glavne mreže Ethereum kojom se danas koristimo, ali je neće zamijeniti. Umjesto toga, glavna mreža spojit će se ili sjediniti s ovim paralelnim sustavom koji se dodaje s vremenom.",
  "page-upgrades-answer-4": "Drugim riječima, Ethereum kojim se danas koristimo na kraju će utjeloviti sve značajke na koje ciljamo u viziji Eth2.",
  "page-upgrades-beacon-chain-btn": "Više o nadogradnji Beacon Chain",
  "page-upgrades-beacon-chain-date": "Beacon Chain pušten je u rad 1. prosinca 2020.",
  "page-upgrades-beacon-chain-desc": "Prvi Eth2 dodatak ekosustavu. Beacon Chain donosi ulog u Ethereum, postavlja temelje za buduće nadogradnje i na kraju će koordinirati novi sustav.",
  "page-upgrades-beacon-chain-estimate": "Beacon Chain je aktiviran",
  "page-upgrades-beacon-chain-title": "Beacon Chain",
  "page-upgrades-bug-bounty": "Pogledajte program za nagrađivanje lova na pogreške",
  "page-upgrades-clients": "Pogledajte klijente Eth2",
  "page-staking-deposit-contract-title": "Provjerite adresu ugovora o pologu",
  "page-upgrades-diagram-ethereum-mainnet": "Glavna mreža Ethereum",
  "page-upgrades-diagram-h2": "Kako se nadogradnje slažu",
  "page-upgrades-diagram-link-1": "Više o Proof of Work-u",
  "page-upgrades-diagram-link-2": "Više o lancima djelića",
  "page-upgrades-diagram-mainnet": "Glavna mreža",
  "page-upgrades-diagram-p": "Glavna mrežaEthereum još će neko vrijeme postojati u svom sadašnjem obliku. To znači da nadogradnje Beacon Chain i djelići neće poremetiti mrežu.",
  "page-upgrades-diagram-p-1": "Glavna mreža na kraju će se sjediniti s novim sustavom koji su uvele nadogradnje Eth2.",
  "page-upgrades-diagram-p-2": "Beacon Chain postat će dirigent Ethereuma, koordinirajući validatore i postavljajući tempo stvaranja blokova.",
  "page-upgrades-diagram-p-3": "Isprva će postojati odvojeno od glavne mreže i upravljati validatorima – neće imati nikakve veze s pametnim ugovorima, transakcijama ili računima.",
  "page-upgrades-diagram-p-4": "Djelići će pružiti puno dodatnih podataka kako bi se povećala količina transakcija koje glavna mreža može podnijeti. Njima će koordinirati Beacon Chain.",
  "page-upgrades-diagram-p-5": "No, sve će se transakcije i dalje oslanjati na glavnu mrežu koja će i dalje postojati takva kakvu danas poznajemo – osigurava je proof-of-work i rudari.",
  "page-upgrades-diagram-p-6": "Glavna mreža spojit će se sa sustavom proof-of-stake, koji koordinira Beacon Chain.",
  "page-upgrades-diagram-p-8": "To će glavnu matičnu mrežu u djelić unutar novog sustava. Rudari više neće biti potrebni jer će cijeli Ethereum biti osiguran validatorima.",
  "page-upgrades-diagram-p10": "Eth2 nije migracija ili jedna stvar. Opisuje ga niz nadogradnji na kojima se radi kako bi se otkrio istinski potencijal Ethereuma. Na ovaj način se sve uklapa.",
  "page-upgrades-diagram-scroll": "Pregledavajte za istraživanje – dodirnite za više informacija.",
  "page-upgrades-diagram-shard": "Djelić (1)",
  "page-upgrades-diagram-shard-1": "Djelić (...)",
  "page-upgrades-diagram-shard-2": "Djelić (2)",
  "page-upgrades-diagram-shard-3": "Djelić (...)",
  "page-upgrades-diagram-validators": "Više o validatorima",
  "page-upgrades-dive": "Prepustite se viziji",
  "page-upgrades-dive-desc": "Kako ćemo Ethereum učiniti skalabilnijim, sigurnijim i održivijim? Sve uz zadržavanje osnovnog etosa Ethereuma u decentralizaciji.",
  "page-upgrades-docking": "Spajanje",
  "page-upgrades-merge-answer-1": "Spajanje je kada se glavna mreža pretvori u djelić. To će uslijediti nakon uspješne implementacije lanaca djelića.",
  "page-upgrades-merge-btn": "Više o spajanju",
  "page-upgrades-merge-desc": "Glavna mreža Ethereum trebat će se kad-tad spojiti ili sjediniti s nadogradnjom Beacon Chain. To će omogućiti ulaganje za cijelu mrežu i signalizirati kraj energetski intenzivnog rudarstva.",
  "page-upgrades-merge-estimate": "Procjena: 2022.",
  "page-upgrades-merge-mainnet": "Što je glavna mreža?",
  "page-upgrades-merge-mainnet-eth2": "Spajanje glavne mreže s Eth2",
  "page-upgrades-eth-blog": "blog ethereum.org ",
  "page-upgrades-explore-btn": "Istražite nadogradnje",
  "page-upgrades-get-involved": "Uključite se u Eth2",
  "page-upgrades-get-involved-2": "Uključi se",
  "page-upgrades-head-to": "Krenite prema",
  "page-upgrades-help": "Želite li pomoći s Eth2?",
  "page-upgrades-help-desc": "Puno je prilika za vrednovanje nadgradnji Eth2, pomoć u testiranju, pa čak i zarađivanje nagrada.",
  "page-upgrades-index-staking": "Ulaganje je ovdje",
  "page-upgrades-index-staking-desc": "Ključ nadogradnje Eth2 je uvođenje uloga. Ako svoj ETH želite upotrebljavati za zaštitu mreže Ethereum, slijedite ove korake.",
  "page-upgrades-index-staking-learn": "Saznajte više o ulaganju",
  "page-upgrades-index-staking-learn-desc": "Beacon Chain donijet će ulaganje u Ethereum. To znači da ako imate ETH, možete učiniti javno dobro osiguravajući mrežu i pritom zaraditi više ETH-a.",
  "page-upgrades-index-staking-step-1": "1. Postavljanje pomoću lansirne rampe",
  "page-upgrades-index-staking-step-1-btn": "Posjetite lansirnu rampu za ulaganje",
  "page-upgrades-index-staking-step-1-desc": "Da biste uložili u Eth2, morat ćete upotrijebiti lansirnu rampu – ovo će vas provesti kroz postupak.",
  "page-upgrades-index-staking-step-2": "2. Potvrdite adresu ulaganja",
  "page-upgrades-index-staking-step-2-btn": "Potvrdite adresu ugovora o pologu",
  "page-upgrades-index-staking-step-2-desc": "Prije nego što uložite svoj ETH, provjerite jeste li dobili pravu adresu. Morali ste proći kroz lansirnu rampu prije nego što ste to učinili.",
  "page-upgrades-index-staking-sustainability": "Održivije",
  "page-upgrades-just-docking": "Više o spajanju",
  "page-upgrades-meta-desc": "Pregled nadogradnji Ethereuma 2.0 i vizija za koju se nadaju da će postati stvarnost.",
  "page-upgrades-meta-title": "Nadogradnje Eth2",
  "page-upgrades-miners": "Više o rudarima",
  "page-upgrades-more-on-upgrades": "Više o nadogradnjama Eth2",
  "page-upgrades-proof-of-stake": "Proof-of-stake",
  "page-upgrades-proof-of-work": "Proof-of-work",
  "page-upgrades-proof-stake-link": "Više o načinu proof-of-stake",
  "page-upgrades-question-1-desc": "Eth2 je skup različitih nadogradnji s različitim datumima objave.",
  "page-upgrades-question-1-title": "Kada će se Eth2 isporučiti?",
  "page-upgrades-question-2-desc": "Nije precizno razmišljati o Eth2 kao o zasebnom lancu blokova.",
  "page-upgrades-question-2-title": "Je li Eth2 zasebni lanac blokova?",
  "page-upgrades-question-3-answer-2": "Nadogradnje lanca djelića i spajanja mogu utjecati na programere dapp-ova. No, specifikacije još nisu dovršene, tako da nije potrebno poduzimanje hitnih akcija.",
  "page-upgrades-question-3-answer-3": "Razgovarajte s timom za istraživanje i razvoj Eth2 na adresi ethresear.ch.",
  "page-upgrades-question-3-answer-3-link": "Posjetite ethresear.ch",
  "page-upgrades-question-3-desc": "Trenutno ne morate ništa učiniti da biste se pripremili za Eth2.",
  "page-upgrades-question-3-title": "Kako se pripremiti za Eth2?",
  "page-upgrades-question-4-answer-1": "Kad god pošaljete transakciju ili upotrijebite dapp danas, upotrebljavate Eth1. To je Ethereum koji osiguravaju rudari.",
  "page-upgrades-question-4-answer-2": "Eth1 ili glavna mreža nastavit će raditi normalno dok se ne spoji.",
  "page-upgrades-question-4-answer-3": "Nakon sjedinjenja, validatori će osigurati cijelu mrežu provjerom uloga.",
  "page-upgrades-question-4-answer-6": "Svatko može postati validator ulaganjem svog ETH-a.",
  "page-upgrades-question-4-answer-7": "Više o ulaganju",
  "page-upgrades-question-4-answer-8": "Nadogradnje Beacon Chain i lanac djelića neće poremetiti Eth1 pošto se grade zasebno.",
  "page-upgrades-question-4-desc": "Eth1 se odnosi na glavnu mrežu Ethereuma kojom danas obavljate transakcije.",
  "page-upgrades-question-4-title": "Što je Eth1?",
  "page-upgrades-question-5-answer-1": "Da biste postali cjeloviti validator mreže, morat ćete uložiti 32 ETH-a. Ako nemate toliko, ili niste spremni toliko uložiti, možete se pridružiti skupinama za ulaganje. Te će vam skupine omogućiti da uložite manje i zaradite djeliće ukupnih nagrada.",
  "page-upgrades-question-5-desc": "Morat ćete upotrijebiti lansirnu rampu za ulaganje ili se pridružiti skupini za ulaganje.",
  "page-upgrades-question-5-title": "Kako uložiti?",
  "page-upgrades-question-6-answer-1": "Za sada ništa ne treba činiti. No, preporučujemo vam da budete u tijeku s razvojem lanaca djelića i nadogradnjom sustava spajanja.",
  "page-upgrades-question-6-answer-3": "Danny Ryan iz zaklade Ethereum redovito ažurira zajednicu:",
  "page-upgrades-question-6-answer-4": "Ben Edgington iz ConsenSysa ima tjedni bilten Eth2:",
  "page-upgrades-question-6-answer-5": "Također se možete pridružiti raspravi o istraživanju i razvoju Eth2 na ethresear.ch.",
  "page-upgrades-question-6-desc": "Neizbježne nadogradnje neće utjecati na vaš dapp. Međutim, buduće nadogradnje mogu zahtijevati neke promjene.",
  "page-upgrades-question-6-title": "Što trebam učiniti sa svojim dappom?",
  "page-upgrades-question-7-desc": "Mnogo različitih timova iz cijele zajednice rade na raznim nadogradnjama Eth2.",
  "page-upgrades-question-7-lighthouse": "Svjetionik",
  "page-upgrades-question-7-lighthouse-lang": "(Rust implementacija)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(JavaScript implementacija)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(Nim implementacija)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(Go implementacija)",
  "page-upgrades-question-7-teams": "Timovi Eth2 klijenta:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(Java implementacija)",
  "page-upgrades-question-7-title": "Tko gradi Eth2?",
  "page-upgrades-question-8-answer-1": "Nadogradnje Eth2 pomoći će Ethereumu da se skalira na decentraliziran način, uz održavanje sigurnosti i povećanje održivosti.",
  "page-upgrades-question-8-answer-2": "Možda je najočitiji problem taj što Ethereum mora biti u mogućnosti obrađivati više od 15 – 45 transakcija u sekundi. No, nadogradnje Eth2 također rješavaju neke druge probleme s Ethereumom danas.",
  "page-upgrades-question-8-answer-3": "Mreža je toliko tražena da Ethereum postaje skup za upotrebu. Čvorovi u mreži bore se s veličinom Ethereuma i količinom podataka koja njihova računala moraju obraditi. A osnovni algoritam koji Ethereum održava sigurnim i decentraliziranim je energetski intenzivan i mora biti zeleniji.",
  "page-upgrades-question-8-answer-4": "Mnogo toga što se mijenja uvijek je bilo u planu Ethereuma, čak i od 2015. No trenutni uvjeti čine potrebu za nadogradnjom još većom.",
  "page-upgrades-question-8-answer-6": "Istražite viziju Eth2",
  "page-upgrades-question-8-desc": "Ethereum koji danas upotrebljavamo mora ponuditi bolje iskustvo krajnjim korisnicima i sudionicima mreže.",
  "page-upgrades-question-8-title": "Zašto je potreban Eth2?",
  "page-upgrades-question-9-answer-1": "Najaktivnija uloga koju možete igrati je da uložite svoj ETH.",
  "page-upgrades-question-9-answer-2": "Možda ćete htjeti pokrenuti i drugog klijenta kako biste pomogli poboljšati različitost klijenta.",
  "page-upgrades-question-9-answer-3": "Ako ste tehničar, možete pomoći u hvatanju pogrešaka kod novih klijenata.",
  "page-upgrades-question-9-answer-4": "Također možete vrednovati tehničke rasprave s istraživačima Ethereuma na ethresear.ch.",
  "page-upgrades-question-9-desc": "Ne morate biti tehnički potkovani za doprinos. Zajednica traži doprinose iz različitih vještina.",
  "page-upgrades-question-9-stake-eth": "Ulaganje ETH",
  "page-upgrades-question-9-title": "Kako mogu pridonjeti Eth2-u?",
  "page-upgrades-question-10-answer-1": "Nerado previše pričamo u smislu tehničkog plana, jer ovo jesoftver: stvari se mogu promijeniti. Mislimo da je lakše razumjeti što se događa kada čitate o ishodima.",
  "page-upgrades-question-10-answer-1-link": "Pogledajte nadogradnje",
  "page-upgrades-question-10-answer-2": "Ali ako ste pratili rasprave, evo kako se nadogradnje uklapaju u tehničke planove.",
  "page-upgrades-question-10-answer-3": "Faza 0 opisuje rad na pokretanju nadogradnje Beacon Chain.",
  "page-upgrades-question-10-answer-5": "Faza 1 tehničkih planova usredotočena je na primjenu lanaca djelića.",
  "page-upgrades-question-10-answer-6": "Spajanje glavne mreže na Eth2 nastavak je obavljenog posla na implementaciji lanaca djelića i naziva se Faza 1.5. Ali to je značajan trenutak jer se Ethereum koji danas poznajemo spaja s ostalim nadogradnjama Eth2. Osim toga, tada Ethereum u potpunosti prelazi na proof-of-stake.",
  "page-upgrades-question-10-answer-7": "Trenutno nije jasno što će se dogoditi oko faze 2. To je još uvijek točka intenzivnih istraživanja i rasprava. Početni plan bio je dodati dodatnu funkcionalnost lancima djelića, ali to možda neće biti potrebno s planom usmjerenim na tehnologiju rollup.",
  "page-upgrades-question-10-answer-8": "Više o planovima usredotočenim na tehnologiju rollup",
  "page-upgrades-question-10-desc": "Faze se odnose na faze rada i fokus na tehničkom planu Eth2.",
  "page-upgrades-question-10-title": "Koje su Eth2 faze?",
  "page-upgrades-question-title": "Često postavljana pitanja",
  "page-upgrades-question3-answer-1": "Vlasnici Eth-a ne trebaju ništa raditi. Vaš ETH neće trebati mijenjati ili nadograđivati. Gotovo sigurno postojat će prevare koje vam govore suprotno, zato budite oprezni.",
  "page-upgrades-scalable": "Skalabilnije",
  "page-upgrades-scalable-desc": "Ethereum mora podržati 1000 transakcija u sekundi kako bi upotreba aplikacija bila brža i jeftinija.",
  "page-upgrades-secure": "Sigurnije",
  "page-upgrades-secure-desc": "Ethereum mora biti sigurniji. Kako usvajanje Ethereuma raste, protokol mora postati siguran pred svim oblicima napada.",
  "page-upgrades-shard-button": "Više o lancima djelića",
  "page-upgrades-shard-date": "Uvođenje lanaca djelića, druga nadogradnja, očekuje se u neko doba 2023. godine.",
  "page-upgrades-shard-desc": "Lanci djelića proširit će sposobnost Ethereuma za obradu transakcija i pohranu podataka. Krhotine će s vremenom dobiti sve više karakteristika, objavljenih u više faza.",
  "page-upgrades-shard-estimate": "Procjena: 2023",
  "page-upgrades-shard-lower": "Više o lancima djelića",
  "page-upgrades-shard-title": "Lanci djelića",
  "page-upgrades-stay-up-to-date": "Budite u tijeku",
  "page-upgrades-stay-up-to-date-desc": "Doznajte najnovije od istraživača i programera koji rade na nadogradnji Eth2.",
  "page-upgrades-sustainable-desc": "Ethereum mora biti bolji za okoliš. Današnja tehnologija zahtijeva previše računarske snage i energije.",
  "page-upgrades-take-part": "Sudjelujte u istraživanju",
  "page-upgrades-take-part-desc": "Istraživači i entuzijasti Ethereuma ovdje se sastaju kako bi razgovarali o istraživačkim naporima, uključujući sve vezano za Eth2.",
  "page-upgrades-the-upgrades": "Nadogradnje Eth2",
  "page-upgrades-the-upgrades-desc": "Eth2 je skup nadogradnji koje poboljšavaju skalabilnost, sigurnost i održivost Ethereuma. Iako se na svakom od njih radi paralelno, oni imaju određene ovisnosti koje određuju kada će biti objavljene.",
  "page-upgrades-unofficial-roadmap": "Ovo nije službeni plan. Ovako gledamo na ono što se događa na temelju informacija koje postoje. Ali ovo je tehnologija, stvari se u trenutku mogu promijeniti. Stoga, molim vas, nemojte ovo čitati kao obećanje.",
  "page-upgrades-upgrade-desc": "Ethereum koji poznajemo i volimo, samo skalabilniji, sigurniji i održiviji...",
  "page-upgrades-upgrades": "Nadogradnje Eth2",
  "page-upgrades-upgrades-aria-label": "Izbornik Eth2 nadogradnji",
  "page-upgrades-upgrades-beacon-chain": "Beacon Chain",
  "page-upgrades-upgrades-docking": "Spajanje glavne mreže s Eth2",
  "page-upgrades-upgrades-guide": "Vodič za nadogradnje Eth2",
  "page-upgrades-upgrades-shard-chains": "Lanci djelića",
  "page-upgrades-upgrading": "Nadogradnja Ethereuma na radikalno nove nivoe",
  "page-upgrades-vision": "Vizija",
  "page-upgrades-vision-btn": "Više o viziji Eth2",
  "page-upgrades-vision-desc": "Da bismo Ethereum uveli u mainstream i služili cijelom čovječanstvu, moramo Ethereum učiniti skalabilnijim, sigurnijim i održivijim.",
  "page-upgrades-vision-upper": "Vizija Eth2",
  "page-upgrades-what-to-do": "Što trebate učiniti?",
  "page-upgrades-what-to-do-desc": "Ako ste korisnik dapp-a ili vlasnik ETHa, ne trebate ništa raditi. Ako ste programer ili želite početi ulagati, postoje načini na koje se danas možete uključiti.",
  "page-upgrades-whats-next": "Što je Eth2?",
  "page-upgrades-whats-next-desc": "Eth2 se odnosi na skup međusobno povezanih nadogradnji koje će Ethereum učiniti skalabilnijim, sigurnijim i održivijim. Ove nadogradnje gradi više timova iz cijelog ekosustava Ethereum.",
  "page-upgrades-whats-ethereum": "Čekaj, što je Ethereum?",
  "page-upgrades-whats-new": "Što je novo u Eth2?"
}
