{
  "page-local-environment-brownie-desc": "Okvir za razvoj i testiranje zasnovan na Pythonu za pametne ugovore usmjerene na Ethereumovu virtualnu mašinu.",
  "page-local-environment-brownie-logo-alt": "Brownie logo",
  "page-local-environment-epirus-desc": "Platforma za razvoj, plasiranje i nadgledanje aplikacija lanaca blokova na Javinoj virtualnoj mašini",
  "page-local-environment-epirus-logo-alt": "Epirus logo",
  "page-local-environment-eth-app-desc": "Izradite aplikacije na osnovi Ethereuma jednom naredbom. Isporučuje se s širokom ponudom okvira UI i predložaka DeFi koje možete odabrati.",
  "page-local-environment-eth-app-logo-alt": "Stvaranje logotipa Eth App",
  "page-local-environment-framework-feature-1": "Značajke za okretanje lokalne instance lanca blokova.",
  "page-local-environment-framework-feature-2": "Uslužni programi za sastavljanje \"kompajliranje\" i testiranje vaših pametnih ugovora.",
  "page-local-environment-framework-feature-3": "Programi za razvoj klijenta za izgradnju vaše aplikacije usmjerene prema korisnicima unutar istog projekta/spremišta.",
  "page-local-environment-framework-feature-4": "Konfiguracija za povezivanje s Ethereumovim mrežama i implementiranje ugovora, bilo da se radi o lokalno pokrenutoj instanci ili nekoj od javnih mreža Ethereuma.",
  "page-local-environment-framework-feature-5": "Decentralizirana distribucija aplikacija – integracije s opcijama pohrane poput IPFS-a.",
  "page-local-environment-framework-features": "Ti okviri dolaze s puno unaprijed pripremljenih funkcionalnosti, poput:",
  "page-local-environment-frameworks-desc": " Preporučujemo odabir okvira, posebno ako tek započinjete. Izgradnja punopravnog dapp-a zahtijeva različite dijelove tehnologije. Okviri uključuju mnoge potrebne značajke ili pružaju jednostavne sustave dodataka za odabir alata koje želite.",
  "page-local-environment-frameworks-title": "Okviri i gotovi stogovi",
  "page-local-environment-hardhat-desc": "Hardhat je Ethereumovo razvojno okruženje za profesionalce.",
  "page-local-environment-hardhat-logo-alt": "Hardhat logo",
  "page-local-environment-openZeppelin-desc": "Uštedite sate razvojnog vremena sastavljanjem, nadogradnjom, implementacijom i interakcijom s pametnim ugovorima pomoću našeg CLI-ja.",
  "page-local-environment-openZeppelin-logo-alt": "OpenZeppelin logo",
  "page-local-environment-scaffold-eth-desc": "Hardhat + aplikacija Create Eth: sve što je potrebno za početak izrade decentraliziranih aplikacija pokrenutih pametnim ugovorima",
  "page-local-environment-scaffold-eth-logo-alt": "scaffold-eth logo",
  "page-local-environment-setup-meta-desc": "Vodič za odabir softverskog stoga za razvoj Ethereuma.",
  "page-local-environment-setup-meta-title": "Postavljanje lokalnog razvojnog okruženja Ethereuma",
  "page-local-environment-setup-subtitle": "Ako ste spremni započeti gradnju, vrijeme je da odaberete svoj stog.",
  "page-local-environment-setup-subtitle-2": " Evo alata i okvira pomoću kojih možete izgraditi svoju aplikaciju Ethereum.",
  "page-local-environment-setup-title": "Postavite svoje lokalno razvojno okruženje",
  "page-local-environment-solidity-template-desc": "Predložak GitHub sa unaprijed zadanim postavkama za vaše pametne ugovore Solidity. Uključuje lokalnu mrežu Hardhat, Waffle za testove, Ethere za implementaciju novčanika i još mnogo toga.",
  "page-local-environment-solidity-template-logo-alt": "Solidity template logo",
  "page-local-environment-waffle-desc": "Najnaprednija knjižnica za testiranje pametnih ugovora. Upotrebljavajte samostalno ili sa Scaffold-ethom ili s Hardhatom.",
  "page-local-environment-waffle-logo-alt": "Waffle logo"
}
