{
  "consensus-client-besu-logo-alt": "Logotip Besu",
  "consensus-client-erigon-logo-alt": "Logotip Erigon",
  "consensus-client-geth-logo-alt": "Logotip Geth",
  "consensus-client-lighthouse-logo-alt": "Lighthouse logo",
  "consensus-client-lodestar-logo-alt": "Lodestar logo",
  "consensus-client-nethermind-logo-alt": "Logotip Nethermind",
  "consensus-client-nimbus-logo-alt": "Nimbus logo",
  "consensus-client-prysm-logo-alt": "Prysm logo",
  "consensus-client-teku-logo-alt": "Teku logo",
  "page-upgrades-answer-1": "Beacon Chain upotrijebljen je kao alat za nadogradnju glavne mreže Ethereuma za spajanje.",
  "page-upgrades-answer-2": "Spajanjem je Ethereum dobio svoju do sada najvažniju nadogradnju kojom je koncept dokaza rada zamijenjen novim slojem konsenzusa na temelju dokaza uloga.",
  "page-upgrades-answer-4": "Beacon Chain iskorišten je za razvoj konsenzusa temeljem dokaza uloga koji Ethereum danas primjenjuje. Nadogradnja je pokrenuta odvojeno od glavne mreže Ethereuma kako bi razvojni programeri mogli pratiti mehanizam konsenzusa izdvojeno prije nego što ga primijene za koordinaciju stvarnih aktivnosti.",
  "page-upgrade-article-author-ethmerge": "Ethmerge",
  "page-upgrade-article-author-alchemy": "Alchemy",
  "page-upgrade-article-author-consensys": "Consensys",
  "page-upgrade-article-author-delphi-digital": "Delphi Digital",
  "page-upgrade-article-author-eip-4844": "Vitalik Buterin, Dankrad Feist, Diederik Loerakker, George Kadianakis, Matt Garnett, Mofi Taiwo",
  "page-upgrade-article-author-ethereum-foundation": "Zaklada Ethereum",
  "page-upgrade-article-author-vitalik-buterin": "Vitalik Buterin",
  "page-upgrade-article-author-ethos-dev": "Ethos.dev",
  "page-upgrade-article-title-two-point-oh": "Two Point Oh: The Beacon Chain",
  "page-upgrade-article-title-beacon-chain-explainer": "Objašnjenje za Beacon Chain Ethereum 2.0 koje morate prvo pročitati",
  "page-upgrade-article-title-sharding-consensus": "Konsenzus razdjeljivanja",
  "page-upgrade-article-title-sharding-is-great": "Zašto je razdjeljivanje dobro: objašnjenje tehničkih značajki",
  "page-upgrade-article-title-rollup-roadmap": "Plan razvoja usredotočen na objedinjavanje transakcija",
  "page-upgrade-article-title-hitchhikers-guide-to-ethereum": "Hitchhikerov vodič za Ethereum",
  "page-upgrade-article-title-eip-4844": "EIP-4844: transakcije razbijenih „kapljica” (Proto-Dank-razdjeljivanje)",
  "page-upgrade-article-title-proto-danksharding-faq": "Česta pitanja o Proto-Dank-razdjeljivanju",
  "page-upgrade-article-title-sharding-das": "Objašnjenje razdjeljivanja i uzorkovanja dostupnosti podataka (data availability sampling, DAS)",
  "page-upgrade-article-title-ethmerge": "Ethmerge",
  "page-upgrade-article-title-merge-is-coming": "Spajanje stiže",
  "page-upgrade-article-title-state-of-the-merge": "Stanje spajanja: ažuriranje o Ethereumovom spajanju koncepta dokaza uloga u 2022.",
  "page-upgrade-article-title-ropsten-merge-testnet": "Najavljujemo Ropstenovu probnu mrežu spajanja",
  "page-upgrade-article-title-execution-layer-specs": "Specifikacije sloja za izvršavanje",
  "page-upgrade-article-title-consensus-layer-specs": "Specifikacije sloja konsenzusa",
  "page-upgrade-article-title-engine-api-specs": "Specifikacije API-ja procesora",
  "page-upgrades-beacon-chain-date": "Beacon Chain pušten je u rad 1. prosinca 2020.",
  "page-upgrades-beacon-chain-desc": "Beacon Chain uvodi ulaganje u Ethereum i postavlja temelje za buduće nadogradnje. Ova nadogradnja koordinira koncept dokaza uloga Ethereuma.",
  "page-upgrades-beacon-chain-estimate": "Beacon Chain je aktiviran",
  "page-upgrades-beacon-chain-title": "Beacon Chain",
  "page-upgrades-bug-bounty": "Pogledajte program za nagrađivanje lova na pogreške",
  "page-upgrades-clients": "Više o klijentima konsenzusa (ranije Eth2 klijenti)",
  "page-staking-deposit-contract-title": "Provjerite adresu ugovora o pologu",
  "page-upgrades-dive": "Prepustite se viziji",
  "page-upgrades-dive-desc": "Kako smo učinili Ethereum skalabilnijim, sigurnijim i održivijim? I pri tome smo zadržali srž decentralizacije Ethereuma.",
  "page-upgrades-docking": "Spajanje",
  "page-upgrades-merge-answer-1": "Spajanje predstavlja trenutak kada je Ethereum prešao na konsenzus dokaza uloga 15. rujna 2022. Beacon Chain se spojio s glavnom mrežom i službeno zamijenio koncept dokaza rada Ethereumu i smanjio potrošnju energije Ethereuma za približno 99,95 %.",
  "page-upgrades-merge-btn": "Više o spajanju",
  "page-upgrades-merge-desc": "Glavna mreža Ethereuma spojila se s konceptom dokaza uloga nadogradnje Beacon Chain i označila kraj energetski zahtjevnog rudarenja.",
  "page-upgrades-merge-estimate": "Spajanje je oživjelo",
  "page-upgrades-merge-mainnet": "Što je glavna mreža?",
  "page-upgrades-eth-blog": "blog ethereum.org",
  "page-upgrades-explore-btn": "Istražite nadogradnje",
  "page-upgrades-get-involved": "Uključite se u ažuriranje Ethereuma",
  "page-upgrades-get-involved-2": "Uključite se",
  "page-upgrades-head-to-ethresearch": "Pogledajte ethresear.ch",
  "page-upgrades-help": "Želite li pomoć s nadogradnjama Ethereuma?",
  "page-upgrades-help-desc": "Puno je prilika za vrednovanje nadgradnji Ethereuma, pomoć u testiranju pa čak i zarađivanje nagrada.",
  "page-upgrades-index-staking": "Ulaganje je ovdje",
  "page-upgrades-index-staking-desc": "Ključ nadogradnje Ethereuma je uvođenje ulaganja. Ako svoj ETH želite upotrebljavati za zaštitu mreže Ethereuma, slijedite ove korake.",
  "page-upgrades-index-staking-learn": "Saznajte više o ulaganju",
  "page-upgrades-index-staking-learn-desc": "Beacon Chain uveo je ulaganje u Ethereum. To znači da ako imate ETH, možete učiniti javno dobro osiguravajući mrežu i pritom zaraditi više ETH-a.",
  "page-upgrades-index-staking-step-1": "1. Postavljanje pomoću lansirne rampe",
  "page-upgrades-index-staking-step-1-btn": "Posjetite lansirnu rampu za ulaganje",
  "page-upgrades-index-staking-step-1-desc": "Da biste uložili na Ethereumu, morat ćete upotrijebiti lansirnu rampu – ovo će vas provesti kroz postupak.",
  "page-upgrades-index-staking-step-2": "2. Potvrdite adresu ulaganja",
  "page-upgrades-index-staking-step-2-btn": "Potvrdite adresu ugovora o pologu",
  "page-upgrades-index-staking-step-2-desc": "Prije nego što uložite svoj ETH, provjerite jeste li dobili pravu adresu. Morali ste proći kroz lansirnu rampu prije nego što ste to učinili.",
  "page-upgrades-index-staking-sustainability": "Održivije",
  "page-upgrades-meta-desc": "Pregled nadogradnji Ethereuma i vizija za koju se nadaju da će postati stvarnost.",
  "page-upgrades-meta-title": "Nadogradnje Ethereuma (ranije Eth2)",
  "page-upgrades-proof-stake-link": "Više o dokazu uloga",
  "page-upgrades-question-1-title": "Kada će nadogradnje postati dostupne?",
  "page-upgrades-question-1-desc": "Nadogradnja Ethereuma progresivan je postupak – svaka nadogradnja ima svoj datum objave.",
  "page-upgrades-question-2-title": "Je li Beacon Chain zaseban lanac blokova?",
  "page-upgrades-question-2-desc": "Da. Naziv Beacon Chain dodijeljen je paralelnom lancu blokova dokaza uloga kojim je nadograđena glavna mreža Ethereuma. Sada imamo samo jedan lanac blokova koji je stvoren spajanjem izvornog lanca blokova Ethereuma i nadogradnje Beacon Chain.",
  "page-upgrades-question-3-answer-2a": "Spajanje je imalo beznačajan utjecaj na programere decentraliziranih aplikacija jer i dalje surađuju s Ethereumom na iste načine.",
  "page-upgrades-question-3-answer-2a-link": "Spajanje i programeri decentraliziranih aplikacija",
  "page-upgrades-question-3-answer-2b": "Planovi za razdjeljivanje još uvijek su u razvoju. Međutim, razdjeljivanje će biti dizajnirano imajući na umu objedinjavanje transakcija sloja 2.",
  "page-upgrades-layer-2-rollups": "Više o objedinjavanju transakcija sloja 2",
  "page-upgrades-question-3-answer-3-link": "Posjetite ethresear.ch",
  "page-upgrades-question-3-desc": "Trenutno ne morate ništa učiniti da biste se pripremili za nadogradnje.",
  "page-upgrades-question-3-title": "Kako se pripremiti za nadogradnje?",
  "page-upgrades-question-4-answer-1": "Kada danas izvršite transakciju ili upotrijebite decentraliziranu aplikaciju, upotrebljavate sloj za izvršavanje, poznat kao glavna mreža.",
  "page-upgrades-question-4-answer-3": "Od spajanja validatori su ti koji štite cijelu mrežu putem dokaza uloga.",
  "page-upgrades-question-4-answer-6": "Svatko može postati validator ulaganjem svog ETH-a.",
  "page-upgrades-question-4-answer-7": "Više o ulaganju",
  "page-upgrades-question-4-title": "Što je sloj za izvršavanje?",
  "page-upgrades-question-4-desc": "Prije spajanja lanac blokova Ethereuma ponekad je nazivan „Eth1”. To je zamijenjeno pojmom „sloj za izvršavanje”.",
  "page-upgrades-question-5-answer-1": "Da biste postali validator, morate uložiti 32 ETH. Ako nemate toliko sredstava ili ako ne želite toliko uložiti, možete se pridružiti skupinama za ulaganje. Te će vam skupine omogućiti da uložite manje sredstava i zaradite odgovarajući dio od ukupnih nagrada.",
  "page-upgrades-question-5-desc": "Morat ćete upotrijebiti lansirnu rampu za ulaganje ili se pridružiti skupini za ulaganje.",
  "page-upgrades-question-5-title": "Kako uložiti?",
  "page-upgrades-question-6-answer-3": "Danny Ryan iz zaklade Ethereum redovito ažurira zajednicu:",
  "page-upgrades-question-6-answer-4": "Ben Edgington iz ConsenSys izdaje tjedni bilten o nadogradnjama Ethereuma:",
  "page-upgrades-question-6-answer-5": "Također se možete pridružiti raspravi o istraživanju i razvoju Ethereuma na ethresear.ch.",
  "page-upgrades-question-6-title": "Što trebam učiniti sa svojom decentraliziranom aplikacijom?",
  "page-upgrades-question-6-desc": "Iako je bilo malo beznačajnih promjena, spajanje je dizajnirano tako da ima minimalan utjecaj na programere decentraliziranih aplikacija.",
  "page-upgrades-question-6-answer-1": "Programeri decentraliziranih aplikacija koji su upoznati s Ethereumom prije spajanja trebaju biti svjesni nekih promjena. Te promjene uključuju strukturu i vrijeme, promjene operacijskog koda, izvore slučajnih izvođenja u lancu i koncept finalizacije Epoha.",
  "page-upgrades-question-6-answer-1-link": "Kako je spajanje utjecalo na aplikativni sloj Ethereuma",
  "page-upgrades-question-6-answer-2": "Utjecaja na aplikacije gotovo da nije ni bilo.",
  "page-upgrades-question-7-desc": "Mnogo različitih timova iz cijele zajednice rade na raznim nadogradnjama Ethereuma.",
  "page-upgrades-question-7-lighthouse": "Svjetionik",
  "page-upgrades-question-7-lighthouse-lang": "(Rust implementacija)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(JavaScript implementacija)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(Nim implementacija)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(Go implementacija)",
  "page-upgrades-question-7-teams": "Timovi za razvoj klijenta za konsenzus Ethereuma:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(Java implementacija)",
  "page-upgrades-question-7-title": "Tko gradi nadogradnje Ethereuma?",
  "page-upgrades-question-7-clients": "Saznajte više o klijentima Ethereuma",
  "page-upgrades-question-8-answer-1": "Nadogradnje Ethereuma pomoći će Ethereumu da se skalira na decentraliziran način uz održavanje sigurnosti i povećanje održivosti.",
  "page-upgrades-question-8-answer-2": "Možda je najočitiji problem taj što Ethereum mora biti u mogućnosti obrađivati više od 15 – 45 transakcija u sekundi. No, nadogradnje također rješavaju neke druge probleme s Ethereumom danas.",
  "page-upgrades-question-8-answer-3": "U trenutku velike potražnje mreže Ethereum postaje skup za upotrebu. Čvorovi u mreži bore se s veličinom Ethereuma i količinom podataka koja njihova računala moraju obraditi. Osnovni algoritam koji Ethereum održava sigurnim i decentraliziranim energetski je zahtijvan i mora postati zeleniji.",
  "page-upgrades-question-8-answer-4": "Mnogo toga što se mijenja uvijek je bilo u planu Ethereuma, čak i od 2015. No trenutni uvjeti čine potrebu za nadogradnjom još većom.",
  "page-upgrades-question-8-answer-6": "Istražite viziju Ethereuma",
  "page-upgrades-question-8-desc": "Ethereum koji danas upotrebljavamo mora ponuditi bolje iskustvo krajnjim korisnicima i sudionicima mreže.",
  "page-upgrades-question-8-title": "Zašto su potrebne nadogradnje?",
  "page-upgrades-question-9-answer-1": "Najaktivnija uloga koju možete igrati je da uložite svoj ETH.",
  "page-upgrades-question-9-answer-2": "Možda ćete htjeti pokrenuti i drugog klijenta kako biste pomogli poboljšati različitost klijenta.",
  "page-upgrades-question-9-answer-3": "Ako ste tehničar, možete pomoći u hvatanju pogrešaka kod novih klijenata.",
  "page-upgrades-question-9-answer-4": "Također možete vrednovati tehničke rasprave s istraživačima Ethereuma na ethresear.ch.",
  "page-upgrades-question-9-desc": "Ne morate biti tehnički potkovani da biste doprinosili. Zajednica traži doprinose različitih vještina.",
  "page-upgrades-question-9-stake-eth": "Ulog ETH",
  "page-upgrades-question-9-title": "Kako mogu dati doprinos nadogradnjama Ethereuma?",
  "page-upgrades-question-9-more": "Općenitiji način angažmana na Ethereumu",
  "page-upgrades-question-10-title": "Koje su faze Eth2-a?",
  "page-upgrades-question-10-desc": "Neke su se stvari tu promijenile.",
  "page-upgrades-question-10-answer-0": "Pojam „Eth2” izbačen je iz uporabe jer ne predstavlja jednu nadogradnju ili novu mrežu. Točnija interpretacija je skupina nadogradnji koje svaka za sebe odrađuju svoju ulogu kako bi Ethereum postao skalabilniji, sigurniji i održiviji. Mreža koju poznate i volite od sad je jednostavno Ethereum.",
  "page-upgrades-question-10-answer-1": "Nerado previše pričamo u smislu tehničkog plana, jer ovo je softver: stvari se mogu promijeniti. Mislimo da je lakše razumjeti što se događa kada čitate o ishodima.",
  "page-upgrades-question-10-answer-1-link": "Pogledajte nadogradnje",
  "page-upgrades-question-10-answer-2": "Ako pratite rasprave, ovdje ćete naći kako se nadogradnje uklapaju u tehnički plan razvoja i kako se mijenjaju.",
  "page-upgrades-question-10-answer-3": "Faza 0 opisala je rad na pokretanju nadogradnje Beacon Chain.",
  "page-upgrades-question-10-answer-5": "Faza 1 izvorno se usredotočila na implementaciju lanaca djelića, međutim, prioritet se prebacio na spajanje koje je krenulo u implementaciju 15. rujna 2022.",
  "page-upgrades-question-10-answer-6": "Faza 1,5 izvorno je planirana nakon implamentacije djelića kada bi se glavna mreža dodala kao posljednji djelić nadogradnje Beacon Chain. Međutim, kako je napredovala tehnologija objedinjavanja transakcija, Ethereumova zajednica je umjesto toga ubrzala prijelaz s koncepta dokaza rada.",
  "page-upgrades-question-10-answer-7": "Planovi oko faze 2 bili su predmet snažnih istraživanja i rasprava. Nakon spajanja i napredovanja u rješenjima sloja 2, ciljevi su se prebacili na traženje jednostavnijeg oblika dijeljenja podataka kako bi se povećala učintkovitost objedinjavanja transakcija. Trenutačni sloj 2 pruža mogućnost skaliranja izvršavanja transakcija, a razdjeljivanje će omogućiti pohranu dokaza za te podatke u sloju 1 na jeftin i skalabilan način.",
  "page-upgrades-question-10-answer-8": "Više o planovima usredotočenim na tehnologiju rollup",
  "page-upgrades-question-11-title": "Mogu li kupiti Eth2?",
  "page-upgrades-question-11-desc": "Ne. Nema tokena Eth2, a vaš se ETH nije promijenio nakon spajanja.",
  "page-upgrades-question-11-answer-1": "Jedna od pokretačkih sila promjene naziva za Eth2 bila je česta zabluda da vlasnici ETH moraju migrirati svoj ETH u „ETH 2.0” nakon spajanja ili drugih nadogradnji. To nije istina niti je to ikada bio slučaj.",
  "page-upgrades-question-11-answer-2": " Tu su zabludu često iskorištavali prevaranti.",
  "page-upgrades-question-title": "Često postavljana pitanja",
  "page-upgrades-question3-answer-1": "Vlasnici ETH ne trebaju ništa raditi. Vaš ETH neće trebati mijenjati ili nadograđivati. Gotovo sigurno će se pojaviti prevaranti koji će vam govoriti suprotno, zato budite oprezni.",
  "page-upgrades-scalable": "Skalabilnije",
  "page-upgrades-scalable-desc": "Ethereum mora podržati 1000 transakcija u sekundi kako bi upotreba aplikacija bila brža i jeftinija.",
  "page-upgrades-secure": "Sigurnije",
  "page-upgrades-secure-desc": "Ethereum mora biti sigurniji. Kako usvajanje Ethereuma raste, protokol mora postati siguran pred svim oblicima napada.",
  "page-upgrades-shard-date": "Razdjeljivanje će slijediti spajanje u više faza negdje u 2023. – 2024.",
  "page-upgrades-shard-desc": "Razdjeljivanje će proširiti kapacitet pohrane podataka Ethereuma te u besprijekornom radu sa slojem 2 skalirati propusnost i smanjiti mrežne troškove. Razdjeljivanje će se implemetirati u više faza.",
  "page-upgrades-shard-estimate": "Procjena: 2023. – 2024.",
  "page-upgrades-shard-lower": "Više o dijeljenju",
  "page-upgrades-shard-title": "Dijeljenje",
  "page-upgrades-stay-up-to-date": "Budite u tijeku",
  "page-upgrades-stay-up-to-date-desc": "Doznajte najnovije od istraživača i programera koji rade na nadogradnjama Ethereuma.",
  "page-upgrades-sustainable-desc": "Ethereum je do nedavno bio energetski zahtijevna mreža. Prijelazom na koncept dokaza uloga potrošnja energije smanjila se za više od 99,9 %.",
  "page-upgrades-take-part": "Sudjelujte u istraživanju",
  "page-upgrades-take-part-desc": "Istraživači i entuzijasti Ethereuma ovdje se sastaju kako bi razgovarali o istraživačkim naporima, uključujući sve vezano za nadogradnje Ethereuma.",
  "page-upgrades-the-upgrades": "Nadogradnje Ethereuma",
  "page-upgrades-the-upgrades-desc": "Nadogradnje Ethereuma imaju za cilj poboljšati skalabilnost, sigurnost i održivost mreže. Nedavno je implementirano nekoliko značajnih ažuriranja Ethereuma kako bi se poboljšala sigurnost i održivost, a nova se ažuriranja očekuju u budućnosti koja će poboljšati skalabilnost.",
  "page-upgrades-unofficial-roadmap": "Ovo nije službeni plan razvoja. Ovo je kako mi vidimo što se događa temeljem dostupnih informacija. No ne zaboravimo, radi se o tehnologiji. Stvari se u trenutku mogu promijeniti. Zato ne smatrajte ovo obvezom.",
  "page-upgrades-upgrade-desc": "Ethereum koji poznajemo i volimo, samo skalabilniji, sigurniji i održiviji...",
  "page-upgrades-upgrades": "Nadogradnje Ethereuma",
  "page-upgrades-upgrades-aria-label": "Izbornik nadogradnji Ethereuma",
  "page-upgrades-upgrades-beacon-chain": "Beacon Chain",
  "page-upgrades-upgrades-guide": "Vodič za nadogradnje Ethereuma",
  "page-upgrades-upgrades-docking": "Spajanje",
  "page-upgrades-energy-consumption": "Više o potrošnji energije Ethereuma",
  "page-upgrades-upgrading": "Nadogradnja Ethereuma na radikalno nove razine",
  "page-roadmap-vision": "Vizija",
  "page-roadmap-vision-btn": "Više o viziji Ethereuma",
  "page-roadmap-vision-desc": "Da bismo Ethereum uveli u mainstream i služili cijelom čovječanstvu, moramo Ethereum učiniti skalabilnijim, sigurnijim i održivijim.",
  "page-upgrades-what-happened-to-eth2-title": "Što se dogodilo s „Eth2”?",
  "page-upgrades-what-happened-to-eth2-1": "„Eth2” se upotrebljavao prije nego što je spajanjem zamijenjen za precizniju tehnologiju.",
  "page-upgrades-what-happened-to-eth2-1-more": "Više o spajanju.",
  "page-upgrades-what-happened-to-eth2-2": "Nakon spajanja „Eth1” i „Eth2” više ne postoje dva odvojena lanca blokova Ethereuma – postoji samo jedan Ethereum.",
  "page-upgrades-what-happened-to-eth2-3": "Kako bi se izbjegla zabuna, zajednica je ažurila te pojmove:",
  "page-upgrades-what-happened-to-eth2-3-1": "„Eth1” sada je „sloj za izvršavanje” koji obrađuje transakcije i izvršavanja.",
  "page-upgrades-what-happened-to-eth2-3-2": "„Eth2” sada je „sloj konsenzusa” koji obrađuje konsenzuse dokaza uloga.",
  "page-upgrades-what-happened-to-eth2-4": "Te terminološke promjene mijenjaju samo naziv i ne utječu na ciljeve i plan razvoja Ethereuma.",
  "page-upgrades-what-happened-to-eth2-5": "Saznajte više o promjeni naziva „Eth2”",
  "page-upgrades-why-cant-we-just-use-eth2-title": "Zašto ne možemo upotrebljavati Eth2?",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-title": "Mentalni modeli",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-description": "Glavni problem s nazivom Eth2 je u tome što on stvara prekinuti mentalni model za nove korisnike Ethereuma. Novi korisnici logično smatraju da je Eth1 prije Eth2. Ili da Eth1 prestaje postojati uvođenjem Eth2. Niti jedno od toga nije točno. Uklanjanjem terminologije Eth2 spasili smo sve nove korisnike od ovog zbunjujućeg mentalnog modela.",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-title": "Uključivost",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-description": "Kako se razvijao plan razvoja Ethereuma, Ethereum 2.0 više nije bio dovoljno točno predstavljanje plana razvoja Ethereuma. Pozornim i preciznim odabirom riječi sadržaj Ethereuma postaje jasniji širem krugu korisnika.",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-title": "Sprječavanje prijevara",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-description": "Nažalost, zlonamjerni napadači željeli su iskoristiti pogrešan naziv Eth2 kako bi prevarili korisnike da zamijene svoje tokene ETH za „ETH2” ili da na neki način migriraju svoje ETH prije nadogradnje na Eth2. Nadamo se da će ova ažurirana terminologija biti jasnija i da će spriječiti prijevare i pomoći da ekosustav bude sigurniji.",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-title": "Jasnost ulaganja",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-description": "Neki rukovatelji ulaganjima također su označili ETH uložene na lancu Beacon Chain oznakom „ETH2”. To stvara moguću zabunu jer korisnici ovih usluga ne primaju doista token „ETH2”. Token „ETH2” postoji. On predstavlja njihov udio u određenom ulogu pružatelja.",
  "page-upgrades-what-to-do": "Što trebate učiniti?",
  "page-upgrades-what-to-do-desc": "Ako ste korisnik decentralizirane aplikacijea ili vlasnik ETH-a, ne trebate ništa raditi. Ako ste programer ili želite početi ulagati, postoje načini na koje se danas možete uključiti.",
  "page-upgrades-whats-next": "Što su nadogradnje Ethereuma?",
  "page-upgrades-whats-next-desc": "Plan razvoj Ethereuma uključuje međusobno povezane nadogradnje protokola koje će mrežu učiniti skalabilnijom, sigurnijom i održivijom. Te nadogradnje razvija više timova iz cijelog ekosustava Ethereuma.",
  "page-upgrades-whats-next-history": "Saznajte više o prethodnim nadogradnjama Ethereuma",
  "page-upgrades-whats-ethereum": "Čekaj, što je Ethereum?",
  "page-upgrades-whats-new": "Što je sljedeće u Ethereumu?",
  "page-upgrades-security-link": "Više o sigurnosti i sprječavanju prijevara",
  "page-staking-deposit-contract-staking-more-link": "Više o ulaganju",
  "docs-nav-proof-of-stake": "Proof-of-stake",
  "docs-nav-proof-of-work": "Proof-of-work",
  "page-upgrades-get-involved-ethresearch-1": "Razdjeljivanje",
  "page-upgrades-get-involved-ethresearch-2": "Spajanje"
}
