{
  "page-wallets-accounts-addresses": "Novčanici, računi i adrese",
  "page-wallets-accounts-addresses-desc": "Vrijedi razumjeti razlike između nekih ključnih pojmova.",
  "page-wallets-accounts-addresses-desc-2": "je entitet koji može slati transakcije i ima saldo.",
  "page-wallets-accounts-has": "Račun Ethereuma ima",
  "page-wallets-alt": "Ilustracija robota sa sefom koji predstavlja Ethereumov novčanik umjesto tijela",
  "page-wallets-an": "An",
  "page-wallets-blog": "Blog tvrtke Coinbase",
  "page-wallets-bookmarking": "Označite poveznicu do novčanika",
  "page-wallets-bookmarking-desc": "Ako upotrebljavate web-novčanik, označite web-stranicu oznakom kako biste se zaštitili od krađe identiteta.",
  "page-wallets-cd": "Hardverski novčanici koji vam omogućuju da kripto vezu držite izvan mreže – vrlo sigurno",
  "page-wallets-converted": "Kripto konvertirani?",
  "page-wallets-converted-desc": "Ako želite držati neku ozbiljnu vrijednost, preporučujemo hardverski novčanik jer su oni najsigurniji. Ili novčanik s upozorenjima o prijevarama i ograničenjima povlačenja.",
  "page-wallets-curious": "Kripto znatiželjan?",
  "page-wallets-curious-desc": "Ako ste novi u kripto radu i želite samo isprobati, preporučujemo nešto što će vam pružiti priliku za istraživanje Ethereumovih aplikacija ili kupnju prvog ETH-a izravno iz novčanika.",
  "page-wallets-desc-2": "Novčanik vam je potreban za slanje sredstava i upravljanje ETH fondom.",
  "page-wallets-desc-2-link": "Više o ETH-u",
  "page-wallets-desc-3": "Novčanik je samo alat za upravljanje Ethereum računom. To znači da u bilo kojem trenutku možete zamijeniti davatelje novčanika. Mnogi novčanici također vam omogućuju upravljanje s nekoliko Ethereum računa iz jedne aplikacije.",
  "page-wallets-desc-4": "To je zato što novčanici nemaju skrbništvo nad vašim sredstvima, vi imate. Oni su samo alat za upravljanje onim što je stvarno vaše.",
  "page-wallets-description": "Ethereum novčanici su aplikacije koje vam omogućuju interakciju s vašim Ethereum računom. Zamislite to kao aplikaciju za internetsko bankarstvo, ali bez banke. Novčanik vam omogućuje očitavanje stanja, slanje transakcija i povezivanje s aplikacijama.",
  "page-wallets-desktop": "Ako želite upravljati sredstvima putem programa MacOS, Windows ili Linuxna upotrebljavaje aplikacije na računalu",
  "page-wallets-ethereum-account": "Ethereum račun",
  "page-wallets-ethereum-addresses": "Adresa na Ethereumu",
  "page-wallets-ethereum-addresses-2": "je poput adrese e-pošte. Možete je upotrebljavati za slanje sredstava na račun.",
  "page-wallets-ethereum-wallet": "Novčanik",
  "page-wallets-ethereum-wallet-2": "je proizvod koji vam omogućuje upravljanje Ethereum računom, poput pregleda stanja računa, slanja transakcija i još mnogo toga.",
  "page-wallets-explore": "Istražite Ethereum",
  "page-wallets-features-desc": "Možemo vam pomoći u odabiru novčanika na temelju značajki do kojih vam je stalo.",
  "page-wallets-features-title": "Radije birate na temelju značajki?",
  "page-wallets-find-wallet-btn": "Pronađite novčanik",
  "page-wallets-find-wallet-link": "Pronađite novčanik",
  "page-wallets-get-some": "Nabavite nešto ETH-a",
  "page-wallets-get-some-alt": "Ilustracija ruke koja stvara ETH logotip od lego kockica",
  "page-wallets-get-some-btn": "Nabavite nešto ETH-a",
  "page-wallets-get-some-desc": "ETH je izvorni kripto Ethereuma. Za korištenje Ethereumovom aplikacijom trebat će vam malo ETH-a u novčaniku.",
  "page-wallets-get-wallet": "Nabavite novčanik",
  "page-wallets-get-wallet-desc": "Na izbor je puno različitih novčanika. Želimo vam pomoći odabrati najbolji za vas.",
  "page-wallets-get-wallet-desc-2": "Zapamtite: ova odluka nije zauvijek – vaš Ethereum račun nije vezan uz vašeg davatelja novčanika.",
  "page-wallets-how-to-store": "Kako pohraniti digitalnu imovinu na Ethereumu",
  "page-wallets-keys-to-safety": "Ključevi za zaštitu vašeg kripta",
  "page-wallets-manage-funds": "Aplikacija za upravljanje sredstvima",
  "page-wallets-manage-funds-desc": "Vaš novčanik prikazuje stanje vašeg računa, povijest transakcija i daje vam način slanja/primanja sredstava. Neki novčanici mogu ponuditi i više.",
  "page-wallets-meta-description": "Što trebate znati da biste koristili Ethereumove novčanike.",
  "page-wallets-meta-title": "Ethereumovi novčanici",
  "page-wallets-mobile": "Mobilne aplikacije koje čine vaša sredstva dostupnima s bilo kojeg mjesta",
  "page-wallets-more-on-dapps-btn": "Više o Dapp-ovima",
  "page-wallets-most-wallets": "Većina novčanika omogućit će vam generiranje Ethereum računa. Dakle, ne trebate ga prije nego što preuzmete novčanik.",
  "page-wallets-protecting-yourself": "Zaštite sebe i svoja sredstava",
  "page-wallets-seed-phrase": "Zapišite svoju sjemensku frazu",
  "page-wallets-seed-phrase-desc": "Novčanici će vam često dati sjemensku frazu koju morate zapisati negdje na sigurno. Jedino ćete tako moći obnoviti novčanik.",
  "page-wallets-seed-phrase-example": "Na primjer:",
  "page-wallets-seed-phrase-snippet": "formacija zrakoplovne krivulje doge-a moguće da se proizvod nazire pod čarobnom svjetiljkom",
  "page-wallets-seed-phrase-write-down": "Nemojte je čuvati na računalu. Zapišite to na papir i čuvajte na sigurnom.",
  "page-wallets-slogan": "Ključ vaše digitalne budućnosti",
  "page-wallets-stay-safe": "Kako ostati siguran",
  "page-wallets-stay-safe-desc": "Novčanici su pomalo pomak u razmišljanju. Financijska sloboda i mogućnost pristupa i korištenja sredstava bilo gdje dolaze s malo odgovornosti – u kriptu nema korisničke podrške.",
  "page-wallets-subtitle": "Novčanici omogućuju pristup vašim sredstvima i aplikacijama na Ethereumu. Pristup novčaniku trebali biste imati samo vi.",
  "page-wallets-take-responsibility": "Preuzmite odgovornost za vlastita sredstva",
  "page-wallets-take-responsibility-desc": "Centralizirane mjenjačnice povezat će vaš novčanik s korisničkim imenom i lozinkom koje možete obnoviti na tradicionalan način. Sjetite se samo da toj mjenjačnici povjeravate skrbništvo nad svojim sredstvima. Ako ta tvrtka bude napadnuta ili propadne, vaša su sredstva u opasnosti.",
  "page-wallets-tips": "Više savjeta o očuvanju sigurnosti",
  "page-wallets-tips-community": "Od zajednice",
  "page-wallets-title": "Ethereumovi novčanici",
  "page-wallets-triple-check": "Sve trostruko provjerite",
  "page-wallets-triple-check-desc": "Imajte na umu da se transakcije ne mogu stornirati, a novčanici se ne mogu lako oporaviti, pa pripazite.",
  "page-wallets-try-dapps": "Isprobajte neke dapp-ove",
  "page-wallets-try-dapps-alt": "Ilustracija zajedničkog rada članova zajednice Ethereum",
  "page-wallets-try-dapps-desc": "Dapps su aplikacije izgrađene na Ethereumu. Te su jeftinije, primjerenije i bolje u odnosu na vaše podatke od većine tradicionalnih aplikacija.",
  "page-wallets-types": "Vrste novčanika",
  "page-wallets-web-browser": "Web novčanici koji vam omogućuju interakciju s vašim računom putem web preglednika",
  "page-wallets-whats-a-wallet": "Što je Ethereumov novčanik?",
  "page-wallets-your-ethereum-account": "Vaš Ethereum račun",
  "page-wallets-your-ethereum-account-desc": "Vaš novčanik je vaš prozor u Ethereum račun – saldo, povijest transakcija i još mnogo toga. Ali davatelje novčanika možete zamijeniti u bilo kojem trenutku.",
  "page-wallets-your-login": "Vaša prijava u Ethereumove aplikacije",
  "page-wallets-your-login-desc": "Vaš novčanik omogućuje vam povezivanje s bilo kojom decentraliziranom aplikacijom pomoću Ethereum računa. To je poput prijave koju možete upotrebljavati na mnogim dapps uređajima."
}
