{
  "page-dapps-1inch-logo-alt": "1inch logo",
  "page-dapps-aave-logo-alt": "Aave logo",
  "page-dapps-add-button": "Predloži dapp",
  "page-dapps-add-title": "Dodaj dapp",
  "page-dapps-ankr-logo-alt": "Logotip Ankr",
  "page-dapps-api3-logo-alt": "Logotip API3",
  "page-dapps-arweave-logo-alt": "Logotip ARweave",
  "page-dapps-audius-logo-alt": "Audius logo",
  "page-dapps-augur-logo-alt": "Augur logo",
  "page-dapps-axie-infinity-logo-alt": "Axie Infinity logo",
  "page-dapps-balancer-logo-alt": "Logotip Balancer",
  "page-dapps-brave-logo-alt": "Brave logo",
  "page-dapps-beginner-friendly-description": "Nekoliko daapova (decentraliziranih aplikacija) koje su dobre za početnike. Istražite više daapova ispod.",
  "page-dapps-beginner-friendly-header": "Prikladno za početnike",
  "page-dapps-category-arts": "Umjetnost i moda",
  "page-dapps-category-browsers": "Preglednici",
  "page-dapps-category-code-marketplaces": "Tržnice programskog koda",
  "page-dapps-category-collectibles": "Digitalni kolekcionarski proizvodi",
  "page-dapps-category-competitive": "Web3 igre",
  "page-dapps-category-computing": "Razvojni alati",
  "page-dapps-category-dex": "Mjenjačnice",
  "page-dapps-category-investments": "Investicijski fondovi",
  "page-dapps-category-lending": "Iznajmljivanje i posuđivanje",
  "page-dapps-category-lottery": "Grupno financiranje",
  "page-dapps-category-marketplaces": "Tržišta",
  "page-dapps-category-music": "Glazba",
  "page-dapps-category-payments": "Plaćanja",
  "page-dapps-category-insurance": "Osiguranje",
  "page-dapps-category-portfolios": "Upravljanje portfeljem",
  "page-dapps-category-trading": "Tržišta predviđanja",
  "page-dapps-category-utilities": "Sredstva",
  "page-dapps-category-worlds": "Virtualni svjetovi",
  "page-dapps-category-demand-aggregator": "Agregatori potražnje",
  "page-dapps-category-derivatives": "Derivati",
  "page-dapps-category-liquid-staking": "Likvidno ulaganje",
  "page-dapps-category-experiences": "Zajednička iskustva",
  "page-dapps-category-guilds": "Yield Guilds",
  "page-dapps-category-avatar": "Avatari",
  "page-dapps-choose-category": "Odaberi kategoriju",
  "page-dapps-category-social": "Društvene mreže",
  "page-dapps-category-content": "Sadržaj",
  "page-dapps-category-community": "Zajednica",
  "page-dapps-category-messaging": "Poruke",
  "page-dapps-collectibles-benefits-1-description": "Kada se umjetnost tokenizira na Ethereumu, vlasništvo se može dokazati da svi vide. Možete pratiti putovanje umjetničkog djela od stvaranja do trenutnog vlasnika. To sprječava krivotvorenje.",
  "page-dapps-collectibles-benefits-1-title": "Vlasništvo je dokazivo",
  "page-dapps-collectibles-benefits-2-description": "Plaćanje prijenosa glazbe ili kupnje umjetničkih djela daleko je poštenije prema umjetnicima. S Ethereumom manja je potreba za posrednicima. A ako su i potrebni, njihovi troškovi nisu toliko visoki jer platforme ne plaćaju infrastrukturu mreže.",
  "page-dapps-collectibles-benefits-2-title": "Pravednije za stvaraoce",
  "page-dapps-collectibles-benefits-3-description": "Tokenizirani kolekcionarski proizvodi vezani su uz vašu adresu na Ethereumu, a ne za platformu. Tako možete prodavati stvari poput stavki za igru na bilo kojem Ethereumovom tržištu, ne samo u samoj igri.",
  "page-dapps-collectibles-benefits-3-title": "Kolekcionarski proizvodi idu s vama",
  "page-dapps-collectibles-benefits-4-description": "Alati i proizvodi već postoje kako biste tokenizirali svoju umjetnost i prodali je! A vaši se tokeni mogu prodati na bilo kojoj kolekcionarskoj platformi Ethereum.",
  "page-dapps-collectibles-benefits-4-title": "Postojeća infrastruktura",
  "page-dapps-collectibles-benefits-description": "To su aplikacije koje su usredotočene na digitalno vlasništvo, povećavajući potencijal za zaradu stvaratelja i izmišljajući nove načine ulaganja u svoje omiljene stvaraoce i njihov rad.",
  "page-dapps-collectibles-benefits-title": "decentralizirano kolekcionarstvo i streaming",
  "page-dapps-collectibles-button": "Umjetnost i kolekcionarstvo",
  "page-dapps-collectibles-description": "To su aplikacije koje su usredotočene na digitalno vlasništvo, povećavajući potencijal za zaradu stvaratelja i smišljaju nove načine ulaganja u vaše omiljene stvaraoce i njihov rad.",
  "page-dapps-collectibles-title": "Decentralizirana umjetnost i kolekcionarstvo",
  "page-dapps-compound-logo-alt": "Compound logo",
  "page-dapps-convex-logo-alt": "Logotip Convex",
  "page-dapps-cryptopunks-logo-alt": "CryptoPunks logo",
  "page-dapps-cryptovoxels-logo-alt": "Cryptovoxels logo",
  "page-dapps-cyberconnect-logo-alt": "CyberConnect logo",
  "page-dapps-dapp-description-1inch": "Uspoređivanje cijena pomaže vam u izbjegavanju visokih cijena.",
  "page-dapps-dapp-description-aave": "Posudite svoje tokene kako biste zaradili kamatu i povukli ih u bilo kojem trenutku.",
  "page-dapps-dapp-description-ankr": "Skup različitih proizvoda Web3 infrastrukture za izgradnju, zaradu, igranje i drugo – sve na lancu blokova.",
  "page-dapps-dapp-description-api3": "Izvori izravne reference cijena koji omogućuju dAppovima na 10 mreža (i više) povezivanje s podacima o cijeni u stvarnom vremenu, uključujući kripto i forex cijene.",
  "page-dapps-dapp-description-arweave": "Trajno pohranite podatke na održiv način s unaprijed plaćenom jednokratnom naknadom.",
  "page-dapps-dapp-description-async-art": "Stvorite, sakupljajte i prodajte #ProgrammableArt – digitalne slike podijeljene u \"slojeve\" pomoću kojih možete utjecati na izgled slike. Svaki master i sloj je token ERC721.",
  "page-dapps-dapp-description-audius": "Decentralizirana platforma za streaming. Slušanje = novac za autore, a ne za izdavače.",
  "page-dapps-dapp-description-augur": "Kladite se na ishode sporta, ekonomije i drugih svjetskih događaja.",
  "page-dapps-dapp-description-axie-infinity": "Trgujte i borite se sa stvorenjima zvanim Axies. I zarađujte dok igrate – dostupno na mobitelu",
  "page-dapps-dapp-description-balancer": "Balancer je automatizirani upravitelj portfelja i platforma za trgovanje.",
  "page-dapps-dapp-description-brave": "Zaradite tokene za pregledavanje i podržite njima svoje omiljene stvaraoce.",
  "page-dapps-dapp-description-cent": "Društvena mreža na kojoj zarađujete objavljivanjem NFT-ova.",
  "page-dapps-dapp-description-compound": "Posudite svoje tokene kako biste zaradili kamatu i povukli ih u bilo kojem trenutku.",
  "page-dapps-dapp-description-convex": "Convex omogućuje pružateljima likvidnosti na usluzi Curve da zarađuju trgovinske naknade i potražuju uvećani CRV bez zaključavanja svojeg CRV.",
  "page-dapps-dapp-description-cryptopunks": "Kupujte, licitirajte i nudite punkove na prodaju – jedan od prvih kolekcionarskih tokena na Ethereumu.",
  "page-dapps-dapp-description-cryptovoxels": "Stvarajte umjetničke galerije, gradite trgovine i kupujte zemlju – virtualni svijet Ethereuma.",
  "page-dapps-dapp-description-cyberconnect": "Protokol decentraliziranog društvenog grafa koji dAppovima pomaže u izradnji testnog mrežnog efekta i izgradnji personaliziranog iskustva na društvenim mrežama",
  "page-dapps-dapp-description-dark-forest": "Osvajajte planete u beskonačnom, proceduralno generiranom, kriptografski specificiranom svemiru.",
  "page-dapps-dapp-description-decentraland": "Skupljajte, trgujte virtualnom zemljom u virtualnom svijetu koji možete istraživati.",
  "page-dapps-dapp-description-ens": "Nazivi za Ethereumove adrese i decentralizirane web stranice jednostavni za korištenje.",
  "page-dapps-dapp-description-foundation": "Uložite u jedinstvena izdanja digitalnih umjetničkih djela i trgujte s drugim kupcima.",
  "page-dapps-dapp-description-gitcoin": "Zaradite kripto radeći na softveru otvorenog koda.",
  "page-dapps-dapp-description-gitcoin-grants": "Skupno financiranje za projekte zajednice Ethereum s pojačanim doprinosima",
  "page-dapps-dapp-description-gm": "Platforma koja ima sve u jednom – chat, forume i glasovnu komunikaciju te zapravo dijeli profit sa svojim kreatorima sadržaja",
  "page-dapps-dapp-description-gods-unchained": "Strateška igra s kartama za razmjenu. Igrajući zaradite karte koje možete prodati u stvarnom životu.",
  "page-dapps-dapp-description-golem": "Pristupite zajedničkoj računarskoj moći ili iznajmite vlastite resurse.",
  "page-dapps-dapp-description-graph": "Protokol za indeksiranje za upite prema mrežama kao što su Ethereum i IPFS.",
  "page-dapps-dapp-description-ipfs": "Hipermedijski neposredni (peer-to-peer) protokol dizajniram za očuvanje i rast ljudskog znanja čineći web nadogradivim, otpornijim i otvorenijim.",
  "page-dapps-dapp-description-radicle": "Sigurna, ravnopravna suradnja programskog koda bez posrednika.",
  "page-dapps-dapp-description-kyberswap": "Zamijenite i zaradite uz najbolje tečajeve.",
  "page-dapps-dapp-description-lido": "Pojednostavljeno i sigurno ulaganje digitalne valute.",
  "page-dapps-dapp-description-loopring": "Ravnopravna platforma za trgovanje, izgrađena za brzinu.",
  "page-dapps-dapp-description-marble-cards": "Stvorite jedinstvene digitalne karte i trgujte njima na temelju URL adresa.",
  "page-dapps-dapp-description-matcha": "Pretražuje više burzi kako bi vam pomogao pronaći najbolje cijene.",
  "page-dapps-dapp-description-meeds": "Čvorišta Web3 zajednice u doba decentraliziranog rada. Pošteno i transparentno nagrađivanje značajnih doprinosa.",
  "page-dapps-dapp-description-mirror": "Izgrađen na web3-u za web3, Mirrorova robusna platforma za izdavanje izlazi iz okvira mrežnog pisanja",
  "page-dapps-dapp-description-multichain": "Vrhuski razdjelnik za web3. Ova infrastruktura je razvijena za proizvoljne interakcije između više lanaca.",
  "page-dapps-dapp-description-nifty-gateway": "Kupite radove u lancu od vrhunskih umjetnika, sportaša, brendova i stvaralaca.",
  "page-dapps-dapp-description-summerfi": "Trgujte, posuđujte i štedite pomoću Dai-a, Ethereumovog stabilnog novčića.",
  "page-dapps-dapp-description-opensea": "Kupujte, prodajte, otkrivajte predmete ograničene naklade i trgujte njima.",
  "page-dapps-dapp-description-opera": "Pošaljite kripto iz svog preglednika trgovcima, drugim korisnicima i aplikacijama.",
  "page-dapps-dapp-description-osuvox": "3D avatari koji žive u lancu blokova",
  "page-dapps-dapp-description-poap": "Skupljajte NFT-ove koji dokazuju da ste bili na različitim virtualnim ili osobnim događajima. Upotrijebite ih za pridruživanje tombolama, glasovanje, suradnju ili samo za hvalisanje.",
  "page-dapps-dapp-description-polymarket": "Kladite se na ishode. Trgujte na informacijskim tržištima.",
  "page-dapps-dapp-description-pooltogether": "Lutrija na kojoj ne možete izgubiti. Nagrade svaki tjedan.",
  "page-dapps-dapp-description-index-coop": "Fond za kriptoindekse koji vašem portfelju daje izloženost vrhunskim DeFi tokenima.",
  "page-dapps-dapp-description-nexus-mutual": "Pokriće bez osiguravajućeg društva. Zaštitite se od grešaka i hakova pametnih ugovora.",
  "page-dapps-dapp-description-etherisc": "Decentralizirani predložak osiguranja svatko može upotrijebiti za stvaranje vlastitog osiguranja.",
  "page-dapps-dapp-description-zapper": "Pratite svoj portfelj i koristite niz DeFi proizvoda s jednog sučelja.",
  "page-dapps-dapp-description-zerion": "Upravljajte svojim portfeljem i jednostavno procijenite svako pojedino DeFi sredstvo na tržištu.",
  "page-dapps-dapp-description-rotki": "Alat otvorenog koda za praćenje portfelja, analitiku, računovodstvo i porezno izvješćivanje koji poštuje vašu privatnost.",
  "page-dapps-dapp-description-krystal": "Sve na jednom mjestu za pristup svim vašim omiljenim DeFi uslugama.",
  "page-dapps-dapp-description-rarible": "Stvorite, prodajte i kupite tokenizirane kolekcionarstke proizvode.",
  "page-dapps-dapp-description-request-finance": "Komplet financijskih alata za kriptoračune, plaće i izdatke.",
  "page-dapps-dapp-description-rubic": "Agregator tehnologija među više lanaca blokova za korisnike i dAppove.",
  "page-dapps-dapp-description-sablier": "Prosljeđujte novac u stvarnom vremenu.",
  "page-dapps-dapp-description-spatial": "Izradite svoj specifični avatar i 3D svjetove",
  "page-dapps-dapp-description-spruce": "Baza otvorenog koda koja ostavlja kontrolu nad identitetom i podacima tamo gdje treba biti: kod korisnika.",
  "page-dapps-dapp-description-status": "Dizajniran kako bi omogućio slobodan protok informacija, zaštitio pravo na privatnost, signurne razgovore i promicao suverenost pojedinaca.",
  "page-dapps-dapp-description-superrare": "Digitalna umjetnička djela kupujte izravno od umjetnika ili na sekundarnim tržištima.",
  "page-dapps-dapp-description-synthetix": "Synthetix je protokol za izdavanje i trgovanje sintetičkim vrijednosnicama",
  "page-dapps-dapp-description-token-sets": "Kripto strategije ulaganja koje se automatski uravnotežuju.",
  "page-dapps-dapp-description-uniswap": "Zamijenite tokene jednostavno ili osigurajte tokene za % nagrada.",
  "page-dapps-dapp-description-xmtp": "Šaljite poruke između računa lanaca blokova, uključujući izravne poruke, upozorenja, najave i više.",
  "page-dapps-dapp-description-yearn": "Yearn Finance agregator je prinosa. Pojedincima, DAO-ima i drugim protokolima omogućuje deponiranje digitalnih sredstava i zaradu prinosa.",
  "page-dapps-docklink-dapps": "Uvod u dapps",
  "page-dapps-docklink-smart-contracts": "Pametni ugovori",
  "page-dapps-dark-forest-logo-alt": "Dark Forest logo",
  "page-dapps-decentraland-logo-alt": "Decentraland logo",
  "page-dapps-index-coop-logo-alt": "Logotip Index Coop",
  "page-dapps-nexus-mutual-logo-alt": "Logotip Nexus Mutual",
  "page-dapps-etherisc-logo-alt": "Logotip Etherisc",
  "page-dapps-zapper-logo-alt": "Logotip Zapper",
  "page-dapps-zerion-logo-alt": "Logotip Zerion",
  "page-dapps-rotki-logo-alt": "Logotip Rotki",
  "page-dapps-krystal-logo-alt": "Logotip Krystal",
  "page-dapps-synthetix-logo-alt": "Logotip Synthetix",
  "page-dapps-desc": "Pronađite aplikaciju Ethereum za isprobavanje.",
  "page-dapps-doge-img-alt": "Ilustracija psa Doge-a koji upotrebljava računalo",
  "page-dapps-editors-choice-dark-forest": "Igrajte protiv drugih da biste osvojili planete i isprobajte najbolju tehnologiju skaliranja/privatnosti Ethereuma. Možda onih koji su već upoznati s Ethereumom.",
  "page-dapps-editors-choice-foundation": "Ulažite u kulturu. Kupujte, trgujte i prodajte jedinstvena digitalna umjetnička djela i modu od nevjerojatnih umjetnika, glazbenika i brendova.",
  "page-dapps-editors-choice-pooltogether": "Kupite srećku za lutriju bez gubitaka. Svaki tjedan kamata generirana iz cijelog fonda karata šalje se jednom sretnom dobitniku. Preuzmite svoj novac kad god želite.",
  "page-dapps-editors-choice-uniswap": "Zamijenite svoje tokene s lakoćom. Omiljena opcija zajednice koja vam omogućuje da trgujete tokenima s ljudima preko mreže.",
  "page-dapps-ens-logo-alt": "Ethereum Name Service logo",
  "page-dapps-explore-dapps-description": "Mnogo je dapps-ova još uvijek eksperimentalno, testiranje mogućnosti decentraliziranih mreža. No, bilo je nekoliko uspješnih ranih pokretača u kategorijama tehnologije, financija, igara na sreću i kolekcionarstva.",
  "page-dapps-explore-dapps-title": "Istražite dapps-ove",
  "page-dapps-features-1-description": "Jednom plasiran u Ethereum, kod dapp ne može se ukloniti. I svatko može se može koristiti dapp-ovim značajkama. Čak i ako se tim iza dapp-a raspusti, i dalje se možete njime koristiti. Kad je jednom na Ethereumu, tamo i ostaje.",
  "page-dapps-features-1-title": "Nema vlasnika",
  "page-dapps-features-2-description": "Ne može vam biti blokirano korištenje dapp-a ili slanje transakcija. Primjerice, da je Twitter Ethereumu, nitko ne bi mogao blokirati vaš račun ili vas spriječiti u tweetovima.",
  "page-dapps-features-2-title": "Bez cenzure",
  "page-dapps-features-3-description": "Budući da Ethereum ima ETH, plaćanja su izvorna za Ethereum. Programeri ne trebaju trošiti vrijeme na integraciju s nezavisnim pružateljima usluga plaćanja.",
  "page-dapps-features-3-title": "Ugrađena plaćanja",
  "page-dapps-features-4-description": "Dapp kôd često je otvoren i kompatibilan je prema zadanim postavkama. Timovi redovito grade koristeći rad drugih timova. Ako želite dopustiti korisnicima da zamijene tokene u vašem dapp-u, možete jednostavno priključiti drugi dapp-ov kôd.",
  "page-dapps-features-4-title": "Uključi se i igraj",
  "page-dapps-features-5-description": "S većinom dapps-ova ne trebate dijeliti svoj stvarni identitet. Vaš je Ethereum račun vaša prijava i trebate samo novčanik.",
  "page-dapps-features-5-title": "Jedna anonimna prijava",
  "page-dapps-features-6-description": "Kriptografija osigurava da napadači ne mogu krivotvoriti transakcije i druge dapp interakcije u vaše ime. Ovlašćujete dapp radnje sa svojim Ethereum računom, obično putem novčanika, zato čuvajte svoje vjerodajnice.",
  "page-dapps-features-6-title": "Potkrijepljeno kriptografijom",
  "page-dapps-features-7-description": "Jednom kada se dapp aktivira na Ethereumu, on će se pasti samo ako Ethereum sam padne. Mrežu veličine Ethereuma notorno je teško srušiti.",
  "page-dapps-features-7-title": "Nema vremena nedjelovanja",
  "page-dapps-finance-benefits-1-description": "Zinancijske usluge koje rade na Ethereumu nije obavezna registracija. Ako imate sredstva i internetsku vezu, možete krenuti.",
  "page-dapps-finance-benefits-1-title": "Otvoreni pristup",
  "page-dapps-finance-benefits-2-description": "Postoji čitav svijet tokena s kojima možete komunicirati putem tih financijskih proizvoda. Ljudi cijelo vrijeme grade nove tokene povrh Ethereuma.",
  "page-dapps-finance-benefits-2-title": "Nova ekonomija tokena",
  "page-dapps-finance-benefits-3-description": "Timovi su stvorili <a href=\"/glossary/#stablecoin\">stabilne novčiće</a> – kriptovalute čija je vrijednost manje promjenjiva. Pomoću njih možete eksperimentirati i upotrebljavati kripto bez rizika i neizvjesnosti.",
  "page-dapps-finance-benefits-3-title": "Stabilni novčići",
  "page-dapps-finance-benefits-4-description": "Financijski proizvodi u prostoru Ethereuma svi su modularni i međusobno kompatibilni. Nove konfiguracije tih modula cijelo vrijeme izlaze na tržište, povećavajući mogućnosti upotrebe kripta.",
  "page-dapps-finance-benefits-4-title": "Međusobno povezane financijske usluge",
  "page-dapps-finance-benefits-description": "Što je to kod Ethereuma što omogućuje napredovanje decentraliziranih financijskih aplikacija?",
  "page-dapps-finance-benefits-title": "decentralizirane financije",
  "page-dapps-finance-button": "Financije",
  "page-dapps-finance-description": "To su aplikacije koje su usredotočene na izgradnju financijskih usluga pomoću kriptovaluta. One nude zajmove, posuđivanje, zaradu kamata i privatna plaćanja – nisu potrebni osobni podaci.",
  "page-dapps-finance-title": "Decentralizirane financije",
  "page-dapps-foundation-logo-alt": "Logo zaklade",
  "page-dapps-gaming-benefits-1-description": "Bilo da se radi o virtualnom zemljištu ili karticama za trgovanje, vašim se stavkama mogže trgovati na tržištima kolekcionarskih proizvoda. Vaši stavke iz igre imaju stvarnu vrijednost.",
  "page-dapps-gaming-benefits-1-title": "Predmeti u igri se udvostručuju kao tokeni",
  "page-dapps-gaming-benefits-2-description": "Vi ste vlasnik svojih stavki, a u nekim slučajevima i svog napretka, a ne tvrtke za igre. Dakle, nećete izgubiti ništa ako je tvrtka koja stoji iza igre napadnuta, pati od kvara na poslužitelju ili se rasformira.",
  "page-dapps-gaming-benefits-2-title": "Vaša spremanja su sigurna",
  "page-dapps-gaming-benefits-3-description": "Na isti način na koji su Ethereumova plaćanja dostupna svima za provjeru, igrese mogu koristiti tom kvalitetu kako bi osigurale pravičnost. U teoriji je sve provjerljivo, od broja kritičnih pogodaka do veličine ratničke škrinje protivnika.",
  "page-dapps-gaming-benefits-3-title": "Dokaziva pravičnost",
  "page-dapps-gaming-benefits-description": "Što je to što Ethereumu omogućuje da decentralizirano igranje napreduje?",
  "page-dapps-gaming-benefits-title": "decentralizirano igranje",
  "page-dapps-gaming-button": "Igranje Igara",
  "page-dapps-gaming-description": "To su aplikacije koje su usredotočene na stvaranje virtualnih svjetova i borbu s drugim igračima pomoću kolekcionarskih proizvoda koji imaju stvarnu vrijednost.",
  "page-dapps-gaming-title": "Decentralizirano igranje",
  "page-dapps-get-some-eth-description": "Za radnje u vezi s dapp-om naplaćuje se naknada za transakciju",
  "page-dapps-get-started-subtitle": "Da biste isprobali dapp, potreban vam je <a href=\"/glossary/#wallet\">novčanik</a> i nešto ETH. Pomoću novčanika moći ćete se spojiti ili prijaviti, a ETH ćete trebati za plaćanje eventualnih <a href=\"/glossary/#transaction-fee\">transakcijskih naknada</a>.",
  "page-dapps-get-started-title": "Prvi koraci",
  "page-dapps-gitcoin-grants-logo-alt": "Gitcoin Grants logo",
  "page-dapps-gitcoin-logo-alt": "Gitcoin logo",
  "page-dapps-gm-logo-alt": "Logotip gm.xyz",
  "page-dapps-gods-unchained-logo-alt": "Gods Unchained logo",
  "page-dapps-golem-logo-alt": "Golem logo",
  "page-dapps-graph-logo-alt": "Logotip Graph",
  "page-dapps-radicle-logo-alt": "Logotip Radicle",
  "page-dapps-hero-header": "Alati i usluge koje pokreće Ethereum",
  "page-dapps-hero-subtitle": "Dapps je grupa aplikacija u rastu koje upotrebljavaju Ethereum da poremete postojeće poslovne modele ili izmisle nove.",
  "page-dapps-how-dapps-work-p1": "Pozadinski programski kôd (pametni ugovori) dappova izvodi se na decentraliziranoj mreži, a ne na centralnom poslužitelju. Ethereumov <a href=\"/glossary/#blockchain\">lanac blokova</a> upotrebljava se za pohranu podataka, a pametni ugovori definiraju logiku aplikacije.",
  "page-dapps-how-dapps-work-p2": "Pametni ugovor je poput skupa pravila koja žive na lancu kako bi svi mogli vidjeti i raditi točno u skladu s tim pravilima. Zamislite automat: ako ga opskrbite s dovoljno sredstava i pravilnim odabirom, dobit ćete željeni predmet. I poput automata, pametni ugovori mogu držati sredstva slična vašem Ethereum računu. To omogućuje kodu da posreduje u sporazumima i transakcijama.",
  "page-dapps-how-dapps-work-p3": "Jednom kada su dapps-ovi postavljeni na Ethereumovoj mreži, ne mogu se mijenjati. Dapps se mogu decentralizirati jer se njima kontrolira logika zapisana u ugovoru, a ne pojedinac ili tvrtka.",
  "page-dapps-how-dapps-work-title": "Kako rade dapps-ovi",
  "page-dapps-ipfs-logo-alt": "Logotip IPFS",
  "page-dapps-kyberswap-logo-alt": "Logotip KyberSwap",
  "page-dapps-learn-callout-button": "Počnite graditi",
  "page-dapps-learn-callout-description": "Naš portal za zajednicu programera ima dokumente, alate i okvire koji će vam pomoći da započnete graditi dapp.",
  "page-dapps-learn-callout-image-alt": "Ilustracija ruke koja gradi ETH simbol od lego kockica.",
  "page-dapps-learn-callout-title": "Naučite graditi dapp",
  "page-dapps-lido-logo-alt": "Logotip Lido",
  "page-dapps-loopring-logo-alt": "Loopring logo",
  "page-dapps-magic-behind-dapps-description": "Dapps mogu izgledati kao uobičajene aplikacije. Ali iza kulisa imaju neke posebne kvalitete jer nasljeđuju sve velesile Ethereuma. Evo po čemu se dapps razlikuju od aplikacija.",
  "page-dapps-magic-behind-dapps-link": "Što Ethereum čini izvrsnim?",
  "page-dapps-magic-behind-dapps-title": "Čarolija iza dapps-ova",
  "page-dapps-magic-title-1": "Čarolija",
  "page-dapps-magic-title-2": "iza",
  "page-dapps-magician-img-alt": "Ilustracija čarobnjaka",
  "page-dapps-marble-cards-logo-alt": "marble.cards logo",
  "page-dapps-async-logo-alt": "Logotip Async",
  "page-dapps-matcha-logo-alt": "Matcha logo",
  "page-dapps-meeds-logo-alt": "Logotip Meeds",
  "page-dapps-metaverse-benefits-title": "metaverse",
  "page-dapps-metaverse-benefits-description": "Što je to u Ethereumu što omogućuje nepredak metaversa?",
  "page-dapps-metaverse-benefits-1-title": "NFT - nezamjenjivi tokeni",
  "page-dapps-metaverse-benefits-1-description": "Jedinstveni predmeti iz igre koji su u vlasništvu korisnika i interoperabilni između raznih svjetova i virtulanih tržnica koje imaju iste standarde.",
  "page-dapps-metaverse-benefits-2-title": "Zajednice u vlasništvu svojih korisnika",
  "page-dapps-metaverse-benefits-2-description": "Identiteti su u vlasništvu korisnika koji imaju beskrajne prilike za istraživanje i stvaranje društvenih mreža između više virtualnih svjetova.",
  "page-dapps-metaverse-button": "Metaverse",
  "page-dapps-metaverse-title": "Metaverse",
  "page-dapps-metaverse-description": "Ovo su aplikacije koje korisnicima omogoćuju slobodno sudjelovanje u virtualnim svjetovima. Korisnici mogu izraditi osobne mreže i preuzeti vlasništvo nad digitalnim sredstvima",
  "page-dapps-mirror-logo-alt": "Logotip Mirror",
  "page-dapps-mobile-options-header": "Pregledajte drugu kategoriju",
  "page-dapps-multichain-logo-alt": "Logotip Multichain",
  "page-dapps-nifty-gateway-logo-alt": "Nifty Gateway logo",
  "page-dapps-summerfi-logo-alt": "Logotip Summer.fi",
  "page-dapps-opensea-logo-alt": "OpenSea logo",
  "page-dapps-opera-logo-alt": "Opera logo",
  "page-dapps-osuvox-logo-alt": "Logotip OSUVOX",
  "page-dapps-polymarket-logo-alt": "Polymarket logo",
  "page-dapps-poap-logo-alt": "Logotip Proof of Attendance Protocol",
  "page-dapps-pooltogether-logo-alt": "PoolTogether logo",
  "page-dapps-rarible-logo-alt": "Rarible logo",
  "page-dapps-ready-button": "Kreni",
  "page-dapps-ready-description": "Odaberite dapp za isprobavanje",
  "page-dapps-ready-title": "Spremni?",
  "page-dapps-request-finance-logo-alt": "Logotip Request Finance",
  "page-dapps-rubic-logo-alt": "Logotip Rubic",
  "page-dapps-sablier-logo-alt": "Sablier logo",
  "page-dapps-set-up-a-wallet-button": "Pronađi novčanik",
  "page-dapps-set-up-a-wallet-description": "Novčanik je vaša „prijava” za dapp",
  "page-dapps-set-up-a-wallet-title": "Postavite svoj novčanik",
  "page-dapps-social-button": "Društvene mreže",
  "page-dapps-social-description": "Ovo su applikacije koje se fokusiraju na stvaranju decentraliziranih društvenih mereža korištenjem tehnologija decentraliziranog identiteta pri čemu su digitalni identiteti i društveni grafovi u vlasništvu korisnika.",
  "page-dapps-social-title": "Društvene mreže",
  "page-dapps-spatial-logo-alt": "Logotip Spatial",
  "page-dapps-spruce-logo-alt": "Logotip Spruce",
  "page-dapps-status-logo-alt": "Logotip Status",
  "page-dapps-superrare-logo-alt": "SuperRare logo",
  "page-dapps-technology-button": "Tehnologija",
  "page-dapps-technology-description": "To su aplikacije koje su usredotočene na decentraliziranje razvojnih alata, uključivanje kriptoekonomskih sustava u postojeću tehnologiju i stvaranje tržišta za razvojni rad s otvorenim kodom.",
  "page-dapps-technology-title": "Decentralizirana tehnologija",
  "page-dapps-token-sets-logo-alt": "Token Sets logo",
  "page-dapps-uniswap-logo-alt": "Uniswap logo",
  "page-dapps-wallet-callout-button": "Pronađi novčanik",
  "page-dapps-wallet-callout-description": "Novčanici su također dapps-i. Pronađite jedan na temelju značajki koje vam odgovaraju.",
  "page-dapps-wallet-callout-image-alt": "Ilustracija robota.",
  "page-dapps-wallet-callout-title": "Pogledajte novčanike",
  "page-dapps-warning-header": "Uvijek provedite vlastita istraživanja",
  "page-dapps-warning-message": "Ethereum je nova tehnologija i većina aplikacija je nova. Prije polaganja velike količine novca, provjerite razumijete li rizike.",
  "page-dapps-what-are-dapps": "Što su dapps-ovi?",
  "page-dapps-more-on-defi-button": "Više o decentraliziranim financijama",
  "page-dapps-more-on-nft-button": "Više o tokeniziranim kolekcionarskim predmetima",
  "page-dapps-more-on-nft-gaming-button": "Više o tokeniziranim predmetima u igri",
  "page-dapps-dapp-description-pwn": "Jednostavni zajmovi osigurani proizvoljnim tokenima ili NFT-ovima na Ethereumu.",
  "page-dapps-pwn-image-alt": "Logotip PWN",
  "page-dapps-xmtp-logo-alt": "Logotip XMTP",
  "opage-dapps-yearn-logo-alt": "Logotip Yearn",
  "page-dapps-yearn-image-alt": "Logotip Yearn",
  "page-dapps-convex-image-alt": "Logotip Convex",
  "foundation": "Zaklada",
  "page-wallets-get-some": "Nabavite nešto ETH-a",
  "page-dapps-dapp-description-curve": "Curve je DEX koji se fokusira na stabilne novčiće",
  "page-dapps-curve-image-alt": "Logotip Curve",
  "page-dapps-dapp-description-dodo": "DODO je pružatelj likvidnosti na lancu koji upotrebljava algoritam proaktivnog izrađivača tržišta (Proactive Market Maker – PMM)",
  "page-dapps-dodo-image-alt": "Logotip DODO",
  "page-dapps-dapp-description-artblocks": "Art Blocks je posvećen stvaranju upečatljivih generativnih umjetničkih djela",
  "page-dapps-artblocks-image-alt": "Logotip Art Blocks",
  "page-dapps-explore-title": "Želite li pregledati više dappova?",
  "page-dapps-explore": "Pogledajte stotine dappova"
}
