{
  "page-upgrades-vision-2014": "Pogledajte post na blogu iz 2014. godine s detaljima dokaza o proof-of-stake",
  "page-upgrades-vision-beacon-chain": "Beacon Chain",
  "page-upgrades-vision-beacon-chain-btn": "Više o nadogradnji Beacon Chain",
  "page-upgrades-vision-beacon-chain-date": "Beacon lanac \"Beacon Chain\" je aktiviran",
  "page-upgrades-vision-beacon-chain-desc": "Prvi Eth2 dodatak ekosustavu. Beacon Chain donosi ulog u Ethereum, postavlja temelje za buduće nadogradnje i na kraju će koordinirati novi sustav.",
  "page-upgrades-vision-beacon-chain-upper": "Beacon Chain",
  "page-upgrades-vision-desc-1": "Ethereum treba smanjiti zagušenje mreže i poboljšati brzine kako bi bolje opsluživao globalnu bazu korisnika.",
  "page-upgrades-vision-desc-2": "Pokretanje čvora postaje sve teže kako mreža raste. To će postati teže samo s naporima na skaliranju mreže.",
  "page-upgrades-vision-desc-3": "Ethereum koristi previše električne energije. Tehnologija koja mrežu održava sigurnom mora biti održivija.",
  "page-upgrades-vision-merge-date": "Procjena: 2022.",
  "page-upgrades-vision-merge-desc": "Glavna mreža Ethereum trebat će se kad-tad spojiti s nadogradnjom Beacon Chain. To će omogućiti ulaganje za cijelu mrežu i signalizirati kraj energetski intenzivnog rudarstva.",
  "page-upgrades-vision-ethereum-node": "Više o čvorovima",
  "page-upgrades-vision-explore-upgrades": "Istražite nadogradnje",
  "page-upgrades-vision-future": "Digitalna budućnost na globalnoj razini",
  "page-upgrades-vision-meta-desc": "Pregled utjecaja koji će nadogradnje Eth2 imati na Ethereum i izazova koje moraju prevladati.",
  "page-upgrades-vision-meta-title": "Vizija Ethereum 2.0 (Eth2)",
  "page-upgrades-vision-mining": "Više o rudarenju",
  "page-upgrades-vision-problems": "Današnji problemi",
  "page-upgrades-vision-scalability": "Skalabilnost",
  "page-upgrades-vision-scalability-desc": "Ethereum mora biti u mogućnosti obrađivati više transakcija u sekundi bez povećanja veličine čvorova u mreži. Čvorovi su vitalni sudionici mreže koji pohranjuju i pokreću lanac blokova. Povećavanje veličine čvora nije praktično jer bi to mogli učiniti samo oni s moćnim i skupim računalima. Da bi se skalirao, Ethereum treba više transakcija u sekundi, zajedno s više čvorova. Više čvorova znači veću sigurnost.",
  "page-upgrades-vision-scalability-desc-3": "Nadogradnja lanaca djelića proširit će opterećenje mreže na 64 nova lanca. To će Ethereumu dati prostor za disanje smanjenjem zagušenja i poboljšanjem brzine iznad trenutnih 15 – 45 transakcija u sekundi.",
  "page-upgrades-vision-scalability-desc-4": "Iako će biti više lanaca, ovo će zapravo zahtijevati manje posla od validatora – održavatelja mreže. Validatori će samo trebati pokrenuti svoju djelić, a ne i čitav Ethereum lanac. To čini čvorove lakšima, omogućujući Ethereumu da se skalira i ostane decentraliziran.",
  "page-upgrades-vision-security": "Sigurnost",
  "page-upgrades-vision-security-desc": "Nadogradnje Eth2 poboljšavaju Ethereumovu sigurnost protiv koordiniranih napada, poput napada od 51 %. Ovo je vrsta napada u kojem ako netko kontrolira većinu mreže može prisilno progurati lažne promjene.",
  "page-upgrades-vision-security-desc-3": "Prijelaz na proof-of-stake znači da protokol Ethereum ima veće destimulativne mjere protiv napada. To je zato što u proof-of-stake validatori koji osiguravaju mrežu moraju u protokol uložiti značajne iznose ETH-a. Ako pokušaju napadati mrežu, protokol može automatski uništiti njihov ETH.",
  "page-upgrades-vision-security-desc-5": "To nije moguće u proof-of-work, gdje je najbolje što protokol može učiniti prisiliti subjekte koji osiguravaju mrežu (rudare) da izgube rudarske nagrade koje bi inače zaradili. Da bi se postigao ekvivalentan učinak u proof-of-work, protokol bi trebao moći uništiti svu rudarsku opremu ako pokušaju varati.",
  "page-upgrades-vision-security-desc-5-link": "Više o načino proof-of-work",
  "page-upgrades-vision-security-desc-8": "Ethereumov sigurnosni model također se treba promijeniti zbog uvođenja",
  "page-upgrades-vision-security-desc-9": "omogućuje nam da nasumce dodijelimo validatore različitim krhotinama – to praktički onemogućava validatorima da se ikad dogovore napadajući određeni djelić. DIjeljenje nije toliko sigurno na lancu blokova s načinom proof-of-work, jer na taj način protokol ne može kontrolirati rudare.",
  "page-upgrades-vision-security-desc-10": "Ulog također znači da ne trebate ulagati u elitni hardver da biste pokrenuli Ethereumov čvor. To bi trebalo potaknuti više ljudi da postanu validatori, povećavajući decentralizaciju mreže i smanjujući površinu napada.",
  "page-upgrades-vision-security-staking": "Ulaganje ETH",
  "page-upgrades-vision-security-validator": "Možete postati validator ulaganjem svog ETH-a.",
  "page-upgrades-vision-shard-chains": "lanci djelića",
  "page-upgrades-vision-shard-date": "Procjena: 2021.",
  "page-upgrades-vision-shard-desc-4": "Lanci djelića širit će opterećenje mreže na 64 nova lanca blokova. Djelići mogu drastično poboljšati brzinu transakcija – do 100 000 u sekundi.",
  "page-upgrades-vision-shard-upgrade": "Više o lancima djelića",
  "page-upgrades-vision-staking-lower": "Više o ulaganju",
  "page-upgrades-vision-subtitle": "Gradimo Ethereum dok ne postane dovoljno moćan da pomogne čitavom čovječanstvu.",
  "page-upgrades-vision-sustainability": "Održivost",
  "page-upgrades-vision-sustainability-desc-1": "Nije tajna da su Ethereum i drugi lanci blokova poput Bitcoina energetski intenzivni zbog rudarstva.",
  "page-upgrades-vision-sustainability-desc-2": "Međutim Ethereum ide prema tome da ga osigura ETH, a ne računalna snaga –ulaganjem.",
  "page-upgrades-vision-sustainability-desc-3": "Iako će ulog uvesti Beacon Chain, Ethereum kojim se danas koristimo paralelno će raditi neko vrijeme, prije nego što se sjedini ili spoji s nadogradnjom Eth2. Jedan sustav osiguran je sa ETH, drugi računalnom snagom. To je zato što u početku lanci djelića neće moći obrađivati stvari poput naših računa ili dapps-a. Dakle, ne možemo samo zaboraviti na rudarstvo i glavnu mrežu.",
  "page-upgrades-vision-sustainability-desc-8": "Nakon što nadograde Beacon Chain i lanci djelića počnu raditi, započet će radovi na spajanju glavne mreže s novim sustavom. To će pretvoriti glavnu mrežu mrežu u djelić, tako da bude osigurana ETH-om i daleko manje energetski intenzivna.",
  "page-upgrades-vision-sustainability-subtitle": "Ethereum mora biti zeleniji.",
  "page-upgrades-vision-title": "Vizija Eth2",
  "page-upgrades-vision-title-1": "Zagušena mreža",
  "page-upgrades-vision-title-2": "Prostor na disku",
  "page-upgrades-vision-title-3": "Previše energije",
  "page-upgrades-vision-trilemma-cardtext-1": "Nadogradnje Eth2 učinit će Ethereum skalabilnim, sigurnim i decentraliziranim. Dijeljenje će Ethereum učiniti skalabilnijim povećanjem transakcija u sekundi, a istovremeno će smanjiti snagu potrebnu za pokretanje čvora i validaciju lanca. Beacon Chain učinit će Ethereum sigurnim koordinirajući validatore na različitim djelićima. I smanjiti će se ulog za sudjelovanje, stvarajući veću, decentraliziraniju mrežu.",
  "page-upgrades-vision-trilemma-cardtext-2": "Sigurne i decentralizirane mreže lanaca blokova zahtijevaju da svaki čvor provjeri svaku transakciju koju obrađuje lanac. Ta količina posla ograničava broj transakcija koje se mogu dogoditi u bilo kojem trenutku. Decentralizirano i sigurno odražava lanac Ethereum danas.",
  "page-upgrades-vision-trilemma-cardtext-3": "Decentralizirane mreže rade slanjem informacija o transakcijama preko čvorova – cijela mreža mora znati o bilo kojoj promjeni stanja. Mijenjanje transakcija u sekundi u decentraliziranoj mreži predstavlja sigurnosni rizik jer što je više transakcija, što je veće kašnjenje, to je veća vjerojatnost napada, pošto su informacije u pokretu.",
  "page-upgrades-vision-trilemma-cardtext-4": "Povećavanje veličine i snage Ethereumovih čvorova moglo bi povećati transakcije u sekundi na siguran način, ali hardverski zahtjev ograničio bi tko bi to mogao učiniti – to prijeti decentralizacijom. Nadamo se da će dijeljenje i proof-of-stake omogućiti Ethereumu skaliranje povećanjem količine čvorova, a ne veličine čvorova.",
  "page-upgrades-vision-trilemma-h2": "Izazov decentraliziranog skaliranja",
  "page-upgrades-vision-trilemma-modal-tip": "Dodirnite donje krugove da biste bolje razumjeli probleme decentraliziranog skaliranja",
  "page-upgrades-vision-trilemma-p": "Naivan način rješavanja problema Ethereuma bio bi centraliziranijom. Ali decentralizacija je previše važna. To je decentralizacija koja Ethereumu daje otpornost na cenzuru, otvorenost, privatnost podataka i gotovo neprobojnu sigurnost.",
  "page-upgrades-vision-trilemma-p-1": "Vizija Ethereuma je biti skalabilniji i sigurniji, ali i ostati decentraliziran. Postizanje ove 3 kvalitete problem je poznat kao trilema skalabilnosti.",
  "page-upgrades-vision-trilemma-p-2": "Cilj nadogradnje Eth2 je riješiti trilemu, međutim postoje značajni izazovi.",
  "page-upgrades-vision-trilemma-press-button": "Pritisnite gumbe na trokutu da biste bolje razumjeli probleme decentraliziranog skaliranja.",
  "page-upgrades-vision-trilemma-text-1": "Decentralizacija",
  "page-upgrades-vision-trilemma-text-2": "Sigurnost",
  "page-upgrades-vision-trilemma-text-3": "Skalabilnost",
  "page-upgrades-vision-trilemma-title-1": "Istražite trilemu skalabilnosti",
  "page-upgrades-vision-trilemma-title-2": "Nadogradnje Eth2 i decentralizirano skaliranje",
  "page-upgrades-vision-trilemma-title-3": "Sigurno i decentralizirano",
  "page-upgrades-vision-trilemma-title-4": "Decentralizirano i skalabilno",
  "page-upgrades-vision-trilemma-title-5": "Skalabilno i sigurno",
  "page-upgrades-vision-understanding": "Razumijevanje vizije Eth2",
  "page-upgrades-vision-upgrade-needs": "Potreba za nadogradnjom Eth2",
  "page-upgrades-vision-upgrade-needs-desc": "Protokol Ethereum koji je pokrenut 2015. godine postigao je nevjerojatan uspjeh. Ali Ethereumova zajednica uvijek je očekivala da će biti potrebno nekoliko ključnih nadogradnji kako bi se otkrio puni potencijal Ethereuma.",
  "page-upgrades-vision-upgrade-needs-desc-2": "Velika potražnja potiče naknade za transakcije koje čine Ethereum skupim za prosječnog korisnika. Prostor na disku potreban za pokretanje klijenta Ethereum brzo raste. A temeljni algoritam konsenzusa proof-of-work koji Ethereum održava sigurnim i decentraliziranim ima velik utjecaj na okoliš.",
  "page-upgrades-vision-upgrade-needs-desc-3": "Ono što se obično povezuje uz Eth2 je niz nadogradnji koje rješavaju ove probleme i još više. Ovaj skup nadogradnji izvorno se zvao „Serenity”, a aktivno su područje istraživanja i razvoja od 2014. godine.",
  "page-upgrades-vision-upgrade-needs-desc-6": " To znači da ne postoji prekidač za Eth2. Poboljšanja će se vremenom postupno isporučivati.",
  "page-upgrades-vision-upgrade-needs-serenity": "Pogledajte post na blogu iz 2015. godine o „Serenity”",
  "page-upgrades-vision-upgrade-needs-desc-5": "Sad kad je tehnologija spremna, ove će nadogradnje rekonstruirati Ethereum kako bi ga učinili skalabilnijim, sigurnijim i održivijim – kako bi poboljšali život postojećih korisnika i privukli nove. Sve uz očuvanje Ethereumove osnovne vrijednosti decentralizacije."
}
