{
  "comp-withdrawal-comparison-current-title": "Trenutačni ulagači",
  "comp-withdrawal-comparison-current-li-1": "Korisnici koji su unijeli adresu za isplatu kada su inicijalno postavljali svoj depozit za ulaganje ne moraju ništa više uraditi",
  "comp-withdrawal-comparison-current-li-2": "Većina ulagača nije unijela adresu za isplatu prilikom početnog depozita i morat će ažurirati svoje vjerodajnice za isplatu. <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Platforma za ulaganje</a> sadrži upute kako to učiniti",
  "comp-withdrawal-comparison-current-p": "Ovdje možete unijeti svoj validatorski indeksni broj kako biste provjerili da li trebate ažurirati svoje vjerodajnice <Text as=\"span\" fontWeight=\"normal\">(ovo možete pronaći u dnevnicima vašeg klijenta):</Text>",
  "comp-withdrawal-comparison-new-title": "Novi ulagači (bez prijašnjeg depozita)",
  "comp-withdrawal-comparison-new-li-1": "Po osnovnim postavkama, novi ulagači koji žele automatski omogućiti isplate nagrada i funkciju povlačenja sredstava trebaju predočiti Ethereumu adresu za povlačenje nad kojom imaju kontrolu prilikom generiranja svojih validatorskih ključeva korištenjem CLI alata za depozit za ulaganje",
  "comp-withdrawal-comparison-new-li-2": "Ovo nije neophodno prilikom polaganja depozita, ali će spriječiti potrebu za ažuriranjem tih ključeva kasnije kada budete otključavali svoja sredstava",
  "comp-withdrawal-comparison-new-p": "Ulagačka platforma vodi vas kroz proces ulaganja.",
  "comp-withdrawal-comparison-new-link": "Posjetite Ulagačku platformu",
  "comp-withdrawal-credentials-placeholder": "Validatorski indeks",
  "comp-withdrawal-credentials-error": "Opa! Provjerite još jednom broj validatorskog indeksa i pokušajte ponovno.",
  "comp-withdrawal-credentials-upgraded-1": "Validatorski indeks {{validatorIndex}} spreman je primati nagrade!",
  "comp-withdrawal-credentials-upgraded-2": "Vjerodajnice za povlačenje uloga povezane s adresom za izvršenje:",
  "comp-withdrawal-credentials-not-upgraded-1": "Ovog validatora je potrebno ažurirati.",
  "comp-withdrawal-credentials-not-upgraded-1-testnet": "Ovog validatora testne mreže Holesky potrebno je ažurirati.",
  "comp-withdrawal-credentials-not-upgraded-2": "Upute kako nadograditi trenutno se nalaze na <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Ulagačkoj platformi</a>",
  "comp-withdrawal-credentials-verify-mainnet": "Potvrdi na glavnoj mreži",
  "comp-withdrawal-credentials-verify-holesky": "Potvrdi na mreži Holesky",
  "page-staking-withdrawals-when": "Otpremljen!",
  "page-staking-image-alt": "Slika maskote nosoroga za ulagačku platformu.",
  "page-staking-benefits-1-title": "Zaradite nagrade",
  "page-staking-benefits-1-description": "Nagrade se dodjeljuju za radnje koje pomažu mreži da postigne <a href=\"/glossary/#consensus\">konsensuz</a>. Dobit ćete nagrade za pokretanje softvera koji pravilno grupira transakcije u nove blokove i koji provjerava rad drugih validatora jer to održava lanac sigurnim.",
  "page-staking-benefits-2-title": "Bolja sigurnost",
  "page-staking-benefits-2-description": "Mreža postaje otpornija na napade što je više ETH-ova uloženo jer tada to zahtijeva više ETH-ova kako bi se kontrolirao većinski dio mreže. Da biste postali prijetnja, morali biste upravljati većinom validatora, što znači da biste morali kontrolirati većinu ETH-ova u sistemu – a to je mnogo!",
  "page-staking-benefits-3-title": "Održivije",
  "page-staking-benefits-3-description": "Ulagači ne moraju provoditi energetski zahtjevne izračune za dokaz rada kako bi sudjelovali u osiguranju mreže, što znači da se ulagački čvorovi mogu pokretati na relativno skormnim hardverskim strojevima trošeći vrlo malo energije.",
  "page-staking-benefits-3-link": "Više o potrošnji energije Ethereuma",
  "page-staking-description": "Ulaganje je čin polaganja 32 ETH za aktiviranje softvera <a href=\"/glossary/#validator\">validaatora</a>. Kao validator odgovorni ste za spremanje podataka, obradu transakcija i dodavanje novih <a href=\"/glossary/#block\">blokova</a> u lanac blokova. To će Ethereum održati sigurnim za sve i pritom ćete zaraditi novi ETH.",
  "page-staking-hero-title": "Kako uložiti svoje ETH-ove",
  "page-staking-hero-header": "Zaradite nagrade dok štitite Ethereum",
  "page-staking-hero-subtitle": "Bilo koji korisnik s bilo kojom količinom ETH-ova može pomoći u osiguranju mreže i time zaraditi nagrade.",
  "page-staking-dropdown-home": "Početna stranica ulaganja",
  "page-staking-dropdown-solo": "Samostalan staking",
  "page-staking-more-on-solo": "Više o samostalnom ulaganju",
  "page-staking-learn-more-solo": "Saznajte više o samostalnom ulaganju",
  "page-staking-dropdown-saas": "Staking kao usluga",
  "page-staking-more-on-saas": "Više o ulaganju kao usluzi",
  "page-staking-learn-more-saas": "Saznajte više o ulaganju kao usluzi",
  "page-staking-dropdown-pools": "Skupljeni staking",
  "page-staking-dropdown-withdrawals": "O povlačenju sredstava",
  "page-staking-dropdown-dvt": "Tehnologija distribuiranih validatora",
  "page-staking-more-on-pools": "Više o grupnom ulaganju",
  "page-staking-learn-more-pools": "Saznajte više o grupnom ulaganju",
  "page-staking-section-what-title": "Što je ulaganje?",
  "page-staking-section-why-title": "Zašto uložiti svoj ETH?",
  "page-staking-section-why-p1": "Sve ovisi o tome koliko ste spremni uložiti. Trebat će vam 32 ETH da biste aktivirali svog vlastitog validatora, ali moguće je uložiti i manje.",
  "page-staking-section-why-p2": "Istražite opcije ispod i izaberite koja je najbolja za vas i za mrežu.",
  "page-staking-guide-title-coincashew-ethereum": "CoinCashewov vodič za Ethereum 2.0",
  "page-staking-guide-title-somer-esat": "Somer Esat",
  "page-staking-guide-title-rocket-pool": "Rocket Pool operatori čvorova",
  "page-staking-guide-description-linux": "Linux (CLI, sučelje komandnog retka)",
  "page-staking-guide-description-mac-linux": "Linux, macOS (CLI)",
  "page-staking-hierarchy-solo-h2": "Samostalno kućno ulaganje",
  "page-staking-hierarchy-solo-pill-1": "Najutjecajnije",
  "page-staking-hierarchy-solo-pill-2": "Potpuna kontrola",
  "page-staking-hierarchy-solo-pill-3": "Potpune nagrade",
  "page-staking-hierarchy-solo-pill-4": "Bez posrednika",
  "page-staking-hierarchy-solo-p1": "Samostalno ulaganje na Ethereumu <span class=\"gold\">zlatni je standard</span> za ulaganje. Ono pruža pune nagrade za sudjelovanje, poboljšava decentralizaciju mreže i nikada ne zahtjeva da povjerite svoja sredstva nekome drugome.",
  "page-staking-hierarchy-solo-p2": "Oni koji razmatraju samostalno ulaganje trebaju imati najmanje 32 ETH i namjenjeno računalo povezano na internet 24/7 h. Određeno je tehničko znanje korisno, ali sada postoje alati koji su jednostavni za korištenje i koji mogu olakšati ovaj proces.",
  "page-staking-hierarchy-saas-pill-1": "Vaša 32 ETH",
  "page-staking-hierarchy-saas-pill-2": "Vaši validacijski ključevi",
  "page-staking-hierarchy-saas-pill-3": "Upravljanje povjerenim čvorom",
  "page-staking-hierarchy-saas-p1": "Ako se ne želite baviti hardverom, ali i dalje želite uložiti 32 ETH, opcije usluge ulaganja omogućavaju vam da delegirate teži dio posla dok zarađujete izvorne nagrade za blokove.",
  "page-staking-hierarchy-saas-p2": "Ove opcije obično vas vode kroz proces izrade kompleta validatorskih vjerodajnica, učitavanja svojih ključeva za potpisivanje i polaganja svojih 32 ETH. Na taj način sluge može izvršiti validaciju u vaše ime.",
  "page-staking-hierarchy-saas-p3": "Ovaj način ulaganja zahtjeva određeno povjerenje u pružatelja usluge. Kako bi se ograničio rizik treće strane, ključevi za povlačenje ETH-ova obično ostaju u vašem posjedu.",
  "page-staking-hierarchy-pools-pill-1": "Uložite bilo koji iznos",
  "page-staking-hierarchy-pools-pill-2": "Zaradite nagrade",
  "page-staking-hierarchy-pools-pill-3": "Bez komplikacija",
  "page-staking-hierarchy-pools-pill-4": "Popularno",
  "page-staking-hierarchy-pools-p1": "Sada postoji nekoliko rješenja za grupno ulaganje koja mogu pomoći korisnicima koji nemaju ili se boje uložiti 32 ETH.",
  "page-staking-hierarchy-pools-p2": "Mnoge od ovih opcija uključuju ono što je poznato kao „likvidno ulaganje” koje uključuje <a href=\"/glossary/#erc-20\">ERC-20</a>token likvidnosti koji predstavlja vaš uloženi ETH.",
  "page-staking-hierarchy-pools-p3": "Likvidno ulaganje omogućuje jednostavno i u bilo kojem trenutku dostupno povlačenje sredstava, čineći ulaganje jednostavnim poput zamjene tokena. Ova opcija također omogućuje korisnicima da zadrže kontrolu nad svojim sredstvima u svojem Ethereumovom <a href=\"/glossary/#wallet\">novčaniku</a>.",
  "page-staking-hierarchy-pools-p4": "Grupno ulaganje nije izvorno za Ethereumovu mrežu. Treće strane razvijaju ova rješenja i ona nose svoje vlastite rizike.",
  "page-staking-hierarchy-cex-h2": "Centralizirane mjenjačnice",
  "page-staking-hierarchy-cex-pill-1": "Najmanji utjecaj",
  "page-staking-hierarchy-cex-pill-2": "Prepostavljeno najviše povjerenje",
  "page-staking-hierarchy-cex-p1": "Mnoge centralizirane mjenjačnice pružaju usluge ulaganja ako ne želite držati ETH u vlastitom novčaniku. One mogu biti rezervna opcija koja vam omogućuje da ostvarite prinos na svoj ETH uz minimalni nadzor ili trud.",
  "page-staking-hierarchy-cex-p2": "Kompromis u ovom slučaju je taj da centralizirani pružatelji usluga konsolidiraju velike količine ETH-a kako bi upravljali velikim brojem validatora. To može biti opasno za mrežu i njezine korisnike jer stvara veliku centraliziranu metu i slabu točku, što mrežu čini ranjivijom na napade ili greške.",
  "page-staking-hierarchy-cex-p3": "Ako ne želite čuvati svoje <a href=\"/glossary/#key\">ključeve</a>, to je u redu. Ove su opcije tu za vas. U međuvremenu, razmislite o tome da posjetite našu stranicu o <a href=\"/wallets/\">novčanicima</a>, gdje možete početi učiti kako da preuzmete stvarno vlasništvo nad svojim sredstvima. Kada budete spremni, vratite se i unaprijedite svoju ulagačku igru isprobavajući jednu od usluga za samostalno grupno ulaganje.",
  "page-staking-hierarchy-subtext": "Kao što ste možda primjetili, postoji mnogo načina za sudjelovanje u ulaganju na Ethereumovoj mreži. Ovi putovi namjenjeni su širokom spektru korisnika i svaki je jedinstven, s različitim razinama rizika, nagrada i pretpostavki povjerenja. Neki su decentraliziraniji, provjereni u praksi i/ili rizičniji od drugih. Pružamo određene informacije o popularnim projektima u ovoj industriji, ali <em>uvijek sami istražite</em> prije nego što pošaljete ETH bilo gdje.",
  "page-staking-comparison-solo-saas": "Kod pružatelja usluga ulaganja (SaaS) i dalje ste u obavezi položiti 32 ETH, ali ne morate osigurati hardver. Obično zadržavate pristup svojim validatorskim ključevima, ali također morate podijeliti svoje ključeve za potpisivanje kako bi operater mogao djelovati u ime vašeg validatora. Ovo uvodi sloj povjerenja koji nije prisutan kada sami pokrećete hardver i za razliku od samostalnog kućnog ulaganja, SaaS ne doprinosi toliko geografskoj distribuciji čvorova. Ako ne želite pokretati hardver, ali ipak želite uložoti 32 ETH, korištenje SaaS pružatelja usluga može biti dobra opcija za vas.",
  "page-staking-comparison-solo-pools": "Samostalno ulaganje znatno je složenije od usluge grupnog ulaganja, ali nudi potpuni pristup ETH nagradama i potpunu kontrolu nad postavkama i sigurnošću svog validatora. Grupno ulaganje ima znatno nižu prepreku za ulazak. Korisnici mogu uložiti male količine ETH, ne moraju generirati validatorske ključeve i nemaju nikakve hardverske zahtjeve osim standardne internetske veze. Tokeni likvidnosti omogućuju izlazak iz ulaganja prije nego što je to moguće razinom protokola. Ako vas ove karakteristike zanimaju, grupno ulaganje može biti dobar izbor za vas.",
  "page-staking-comparison-saas-solo": "Sličnosti uključuju posjedovanje vlastitih validatorskih ključeva bez potrebe za udruživanjem sredstava, ali kod SaaS nužno je povjerenje u treću stranu koja potencijalno može postupati zlonamjerno, postati ciljem napada ili zahvaćena regulacijama. Ako ste zabrinuti zbog ovih pretpostavki vezanih uz povjerenje ili centralizaciju, zlatni je standard suverenog ulaganja osobno ulaganje.",
  "page-staking-comparison-saas-pools": "Ove su opcije slične po tome što se općenito oslanjate na nekog drugog da pokreće klijenta validatora, ali za razliku od SaaS-a, grupno ulaganje vam omogućuje da sudjelujete s manjim količinama ETH. Ako želite založiti manje od 32 ETH, istražite ove opcije.",
  "page-staking-comparison-pools-solo": "Grupno ulaganje ima znatno nižu prepreku za ulazak u usporedbi sa samostalnim ulaganjem, ali nosi dodatni rizik jer se sve operacije čvorova delegiraju trećoj strani uz naplatu provizije. Samostalno ulaganje pruža puni suverenitet i kontrolu nad izborima koji se tiču postavki ulaganja. Korisnici nikada ne moraju predati svoje ključeve i ostvaruju pune nagrade bez posrednika koji uzimaju dio zarade.",
  "page-staking-comparison-pools-saas": "Ove opcije su slične po tome što korisnici ne pokreću sami validatorski softver, ali za razliku od opcija grupnog ulaganja, SaaS zahtijeva puni depozit od 32 ETH za aktivaciju validatora. Nagrade se akumuliraju na računu korisnika te se obično plaća i mjesečna naknada ili drugi vid provizije za korištenje usluge. Ukoliko radije želite imati vlastite validatorske ključeve i planirate založiti najmanje 32 ETH, korištenje SaaS pružatelja usluga može biti dobra opcija za vas.",
  "page-staking-considerations-solo-1-description": "Osnovni kôd 100 % je otvoreni kôd i dostupan javnosti za račvanje i upotrebu",
  "page-staking-considerations-solo-1-warning": "Zatvoreni kôd",
  "page-staking-considerations-solo-2-title": "Revidirano",
  "page-staking-considerations-solo-2-description": "Osnovni kôd prošao je formalnu reviziju i rezultati su objavljeni i dostupni javnosti",
  "page-staking-considerations-solo-2-warning": "Ništa",
  "page-staking-considerations-solo-3-title": "Nagrada za pogrešku",
  "page-staking-considerations-solo-3-description": "Javni kampanja za pronalaženje grešaka provedena je za svaki osnovni kôd kako bi se nagradili korisnici za sigurno prijavljivanje i/ili ispravljanje ranjivosti",
  "page-staking-considerations-solo-3-valid": "Trenutačno aktivno",
  "page-staking-considerations-solo-3-caution": "Završeno",
  "page-staking-considerations-solo-4-title": "Testirano",
  "page-staking-considerations-solo-4-description": "Softver je bio dostupan i korišten od strane javnosti tijekom naznačenog vremenskog perioda",
  "page-staking-considerations-solo-4-valid": "Aktivno > 1 godinu",
  "page-staking-considerations-solo-4-caution": "Aktivno > 6 mjeseci",
  "page-staking-considerations-solo-4-warning": "Nedavno pušteno u produkciju",
  "page-staking-considerations-solo-5-title": "Bez posrednika",
  "page-staking-considerations-solo-5-description": "Validatorski ključevi nikada nisu povjereni nijednoj drugoj osobi tijekom životnog ciklusa validatora. Svi uključeni pametni ugovori nemaju skrivene uvjete i ne oslanjaju se na privilegirane dozvole za izvršenje.",
  "page-staking-considerations-solo-5-warning": "Povjereno trećoj strani",
  "page-staking-considerations-solo-6-description": "Korisnicima nije potrebna nikakva posebna dozvola da bi pokrenuli validatora koristeći softver ili uslugu",
  "page-staking-considerations-solo-6-valid": "Bez dopuštenja",
  "page-staking-considerations-solo-6-warning": "Potrebno dopuštenje",
  "page-staking-considerations-solo-7-title": "Više klijenata",
  "page-staking-considerations-solo-7-description": "Softver omogućuje korisnicima odabir i promjenu između najmanje dva ili više klijenata za izvršavanje kao i dva ili više klijenata za nivo konsenzusa",
  "page-staking-considerations-solo-7-valid": "Laka promjena klijenta",
  "page-staking-considerations-solo-7-warning": "Ograničeno na većinskog klijenta",
  "page-staking-considerations-solo-8-title": "Samostalno skrbništvo",
  "page-staking-considerations-solo-8-description": "Korisnik zadržava kontrolu nad svim validatorskim vjerodajnicama, uključujući ključeve za potpisivanje i povlačenje",
  "page-staking-considerations-solo-8-warning": "Skrbnik treće strane",
  "page-staking-considerations-solo-9-title": "Ekonomično",
  "page-staking-considerations-solo-9-description": "Korisnici mogu upravljati validatorom ulažući manje od 32 ETH i koristeći grupna sredstva drugih korisnika",
  "page-staking-considerations-solo-9-valid": "< 32 ETH",
  "page-staking-considerations-solo-9-warning": "32 ETH",
  "page-staking-considerations-saas-4-description": "Usluga je bila dostupna i korištena od strane javnosti tijekom naznačenog vremenskog perioda",
  "page-staking-considerations-saas-6-description": "Korisnicima nije potrebna nikakva posebna dozvola, registracija računa ili provjera identiteta (KYC) kako bi sudjelovali u upotrebi usluge",
  "page-staking-considerations-saas-6-valid": "Otvoreno za sve",
  "page-staking-considerations-saas-6-warning": "Potrebno dopuštenje",
  "page-staking-considerations-saas-7-title": "Raznolikost izvršavanja",
  "page-staking-considerations-saas-7-description": "Usluga ne bi trebala pokretati više od 50 % svojih ukupnih validatora koristeći većinski klijent za izvršenje",
  "page-staking-considerations-saas-7-valid": "Manje od 50 %",
  "page-staking-considerations-saas-7-caution": "Trenutno nepoznato",
  "page-staking-considerations-saas-7-warning": "Više od 50 %",
  "page-staking-considerations-saas-8-title": "Raznolikost konsenzusa",
  "page-staking-considerations-saas-8-description": "Usluga ne bi trebala pokretati više od 50 % svojih ukupnih validatora koristeći većinski klijent za konsenzus",
  "page-staking-considerations-saas-8-valid": "Manje od 50 %",
  "page-staking-considerations-saas-8-caution": "Trenutno nepoznato",
  "page-staking-considerations-saas-8-warning": "Više od 50 %",
  "page-staking-considerations-pools-5-description": "Usluga ne zahtjeva povjerenje u ljude za čuvanje vaših ključeva ili distribuciju nagrada",
  "page-staking-considerations-pools-6-title": "Čvorovi bez potrebe dopuštenja",
  "page-staking-considerations-pools-6-description": "Usluga omogućuje bilo kome da se pridruži kao operater čvora za grupu, bez potrebe za dozvolom",
  "page-staking-considerations-pools-7-description": "Usluga ne bi trebala pokretati više od 50 % svojih ukupnih validatora koristeći većinski klijent za izvršenje",
  "page-staking-considerations-pools-8-title": "Token likvidnosti",
  "page-staking-considerations-pools-8-description": "Nudi token likvidnosti kojim se može trgovati i koji predstavlja vaš uloženi ETH, a čuva se u vašem novčaniku",
  "page-staking-considerations-pools-8-valid": "Tokeni likvidnosti",
  "page-staking-considerations-pools-8-warning": "Bez tokena likvidnosti",
  "page-staking-considerations-pools-9-description": "Usluga ne bi trebala pokretati više od 50 % svojih ukupnih validatora koristeći većinski klijent za konsenzus",
  "page-staking-how-solo-works-item-1": "Nabavite hardver: potrebno je da <a href=\"/run-a-node/\">pokrenete čvor</a> da biste mogli ulagati",
  "page-staking-how-solo-works-item-2": "Sinhronizirajte klijenta sloja za izvršavanje",
  "page-staking-how-solo-works-item-3": "Sinhronizirajte klijent za nivo konsenzusa",
  "page-staking-how-solo-works-item-4": "Generirajte svoje ključeve i učitajte ih u svoj validatorski klijent",
  "page-staking-how-solo-works-item-5": "Pratite i održavajte svoj čvor",
  "page-staking-launchpad-widget-testnet-label": "Testna mreža Holesky",
  "page-staking-launchpad-widget-testnet-start": "Započnite ulaganje na testnoj mreži Holesky",
  "page-staking-launchpad-widget-mainnet-label": "Glavna mreža",
  "page-staking-launchpad-widget-mainnet-start": "Započnite ulagati na glavnoj mreži",
  "page-staking-launchpad-widget-span": "Odaberite mrežu",
  "page-staking-launchpad-widget-p1": "Od samostalnih validatora očekuje se da <strong>testiraju svoj sustav</strong> i operativne vještine na testnoj mreži Holesky prije nego što riskiraju svoja sredstva. Zapamtite da je važno odabrati <a href=\"/developers/docs/nodes-and-clients/client-diversity/\">manjinskog klijenta</a> jer se time poboljšava sigurnost mreže i ograničava rizik.",
  "page-staking-launchpad-widget-p2": "Ukoliko vam je sve to poznato, možete postaviti sve što vam je potrebno putem sučelja komandnog retka ulagačke platforme.",
  "page-staking-launchpad-widget-p3": "Kako biste si olakšali postupak, pogledajte neke od niže navedenih alata i vodiča koji mogu pomoći da s pomoću Ulagačke platforme (Staking Launchpad) lako postavite klijente.",
  "page-staking-launchpad-widget-link": "Softverski alati i vodič",
  "page-staking-products-get-started": "Prvi koraci",
  "page-staking-dropdown-staking-options": "Opcije ulaganja",
  "page-staking-dropdown-staking-options-alt": "Padajući izbornik opcija ulaganja",
  "page-staking-stats-box-metric-1": "Ukupno uloženi ETH",
  "page-staking-stats-box-metric-2": "Ukupni broj validatora",
  "page-staking-stats-box-metric-3": "Trenutna godišnja kamata",
  "page-staking-stats-box-metric-1-tooltip": "Zbroj uloženog ETH u lancu Beacon Chain, ne uključujući iznose preko 32 ETH",
  "page-staking-stats-box-metric-2-tooltip": "Broj validatorskih računa trenutačno aktivnih u lancu Beacon Chain",
  "page-staking-stats-box-metric-3-tooltip": "Prosječni godišnji financijski povrat po validatoru za protekla 24 sata",
  "page-staking-section-comparison-subtitle": "Ne postoji univerzalno rješenje za ulaganje, a svako od njh je jedinstveno. Ovdje ćemo usporediti neke od rizika, nagrada i zahtjeva za različite načine ulaganja.",
  "page-staking-section-comparison-rewards-title": "Nagrade",
  "page-staking-section-comparison-solo-rewards-li1": "Maksimalne nagrade – stjecanje punog iznosa nagrade izravno iz protokola",
  "page-staking-section-comparison-solo-rewards-li2": "Stjecanje nagrada za grupiranje transakcija u novi blok ili za provjeru rada drugih validatora kako bi lanac radio na siguran način",
  "page-staking-section-comparison-solo-rewards-li3": "Primit ćete nespaljene naknade za transakciju za predložene blokove",
  "page-staking-section-comparison-saas-rewards-li1": "Obično uključuje pun iznos nagrada protokola umanjen za mjesečnu naknadu rada čvora",
  "page-staking-section-comparison-saas-rewards-li2": "Obično su dostupne upravljačke ploče za praćenje rada klijenta validatora",
  "page-staking-section-comparison-pools-rewards-li1": "Ovisno o odabranoj metodi grupnog ulaganja mijenja se i stjecanje nagrada",
  "page-staking-section-comparison-pools-rewards-li2": "Mnoge usluge grupnog ulaganja nude <a href=\"/glossary/#liquidity-tokens\">tokene likvidnosti</a> koji predstavljaju vaš uložen ETH uvećan za udio u validatorskim nagradama",
  "page-staking-section-comparison-pools-rewards-li3": "Tokeni likvidnosti mogu se čuvati u novčaniku, upotrebljavati u <a href=\"/glossary/#defi\">DeFi-ju</a> i prodati ako želite napustiti uslugu",
  "page-staking-section-comparison-risks-title": "Rizik",
  "page-staking-section-comparison-solo-risks-li1": "Ulog je vaš ETH",
  "page-staking-section-comparison-solo-risks-li2": "Za nedostupnost naplaćuju se kazne u ETH",
  "page-staking-section-comparison-solo-risks-li3": "Zlonamjerno ponašanje može dovesti do oduzimanja većih iznosa ETH i prisilnog izbacivanja iz mreže",
  "page-staking-section-comparison-saas-risks-li1": "Isti rizici kao kod samostalnog ulaganja plus rizik druge strane pružatelja usluge",
  "page-staking-section-comparison-saas-risks-li2": "Potpisni ključevi povjeravaju se nekome tko bi ih mogao zloporabiti",
  "page-staking-section-comparison-pools-risks-li1": "Rizici ovise o primijenjenoj metodi",
  "page-staking-section-comparison-pools-risks-li2": "Općenito, rizici su kombinacija rizika druge strane, rizika <a href=\"/glossary/#smart-contract\">pametnog ugovora</a> i rizika izvršenja",
  "page-staking-section-comparison-requirements-title": "Zahtjevi",
  "page-staking-section-comparison-solo-requirements-li1": "Potrebno je deponirati 32 ETH",
  "page-staking-section-comparison-solo-requirements-li2": "Održavanje hardvera povezanog na internet na kojem su pokrenuti <a href=\"/glossary/#execution-client\">klijent za izvršavanje</a> i <a href=\"/glossary/#consensus-client\">konsenzus klijent</a> Ethereuma",
  "page-staking-section-comparison-solo-requirements-li3": "<a href=\"https://holesky.launchpad.ethereum.org\" target=\"_blank\">Ulagačka platforma (Staking Launchpad)</a> vodi vasi kroz proces i hardverske zahtjeve korak po korak",
  "page-staking-section-comparison-saas-requirements-li1": "Uložite 32 ETH i izradite vlastite ključeve uz pomoć",
  "page-staking-section-comparison-saas-requirements-li2": "Spremite ključeve na siguran način",
  "page-staking-section-comparison-saas-requirements-li3": "O ostalome ne morate brinuti, iako to ovisi o specifičnim uslugama",
  "page-staking-section-comparison-pools-requirements-li1": "Najniži zahtjevi na ETH, neki projekti podržavaju iznose već od 0,01 ETH",
  "page-staking-section-comparison-pools-requirements-li2": "Depozit izravno iz vašeg novčanika različitim platforma za ulaganje ili jednostavna kupnja tokena likvidnosti",
  "page-staking-faq-1-question": "Što je validator?",
  "page-staking-faq-1-answer": "<em>Validator</em> je virtualni entitet na Ethereumu koji sudjeluju u konsenzusu Ethereumovog protokola. Validatori su predstavljeni svojim iznosom uloga, javnim ključem i drugim značajkama. <em>Klijenti za validatora</em> je softver koji radi u ime validatora, čuvajući i koristeći njegov privatni ključ. Jedan klijent za validatora može čuvati više parova ključeva i tako upravljati radom brojnih validatora.",
  "page-staking-faq-2-question": "Zašto je potrebno uložiti sredstva?",
  "page-staking-faq-2-answer": "Validator ima sposobnost predlaganja i potvrđivanja blokova u mreži. Kako bi se spriječilo nepošteno ponašanje, korisnici moraju uložiti svoja sredstva. To omogućuje protokolu da kazni zlonamjerne sudionike. Ulaganjem sredstava jamči se poštenje sudionika jer njihove radnje imaju financijske posljedice.",
  "page-staking-faq-3-question": "Mogu li kupiti Eth2?",
  "page-staking-faq-3-answer-p1": "Ne postoji Eth2 kao osnovni token protokola jer osnovni token ether (ETH) nije promijenjen prelaskom Ethereuma na koncept dokaza uloga.",
  "page-staking-faq-3-answer-p2": "Postoje izvedenice/simboli koji mogu predstavljati uloženi ETH (npr. Rocket Pool izdaje rETH, Lido stETH, Coinbase ETH2). Saznajte više o <a href=\"/staking/pools/\">uslugama grupnog ulaganja</a>",
  "page-staking-faq-4-question": "Je li ulaganje već aktivno?",
  "page-staking-faq-4-answer-p1": "Da, ulaganje je aktivno od 1. prosinca 2020.",
  "page-staking-faq-4-answer-p2": "To znači da je ulaganje aktivno i omogućuje korisnicima deponiranje ETH, pokretanje klijenta za validatora i zarađivanje nagrada.",
  "page-staking-faq-4-answer-p3": "Nadogradnja Shanghai/Capella, kojom je omogućena isplata povlaćenje uloga, provedena je 12. travnja 2023. te je time zatvoren krug likvidnosti uloga.",
  "page-staking-faq-5-question": "Kada mogu povući uloženi ETH?",
  "page-staking-faq-5-answer-p1": "Odmah! Ulagači mogu zatražiti isplatu nagrada i/ili osnovnog depozita iz svog validatorskog stanja.",
  "page-staking-faq-5-answer-p2": "Ulagači će također zarađivati nagrade u obliku naknada i MEV kada predlažu blokove, koji postaju odmah dostupni putem podešene adrese primatelja naknada.",
  "page-staking-further-reading-author-vitalik-buterin": "Vitalik Buterin",
  "page-staking-further-reading-2-link": "Obrazloženje dizajna Serenity",
  "page-staking-further-reading-4-link": "Novosti o Eth2",
  "page-staking-further-reading-4-author": "Ben Edgington",
  "page-staking-further-reading-5-link": "Dovršen br. 33, sloj konsenzusa Ethereuma (siječanj 2022.)",
  "page-staking-further-reading-5-author": "Danny Ryan",
  "page-staking-further-reading-6-link": "Objave ovjerovitelja",
  "page-staking-further-reading-8-link": "Beaconcha.in – edukativni materijali iz doprinosa zajednice",
  "page-staking-further-reading-9-link": "Najčešća pitanja o Ethereumovoj ulagačkoj platformi (Staking Launchpad)",
  "page-staking-further-reading-10-link": "Baza znanja EthStaker",
  "page-staking-toc-how-to-stake-your-eth": "Kako uložiti svoje ETH",
  "page-staking-toc-comparison-of-options": "Usporedba opcija ulaganja",
  "page-staking-toc-faq": "Najčešća pitanja",
  "page-staking-toc-further": "Daljnje čitanje",
  "page-staking-dom-info-title": "Ulaganje na Ethereumu",
  "page-staking-join-community": "Pridružite se zajednici ulagača",
  "page-staking-join-community-desc": "EthStaker je zajednica otvorena svima za diskusiju i učenje o ulaganju na Ethereumu. Pridružite se desecima tisuća članova diljem svijeta radi savjeta, podrške i razgovora o svemu vezanom uz ulaganje.",
  "page-staking-meta-description": "Pregled ulaganja u Ethereum: rizici, nagrade, zahtjevi i gdje to učiniti.",
  "page-staking-meta-title": "Ulaganje na Ethereumu",
  "page-staking-withdrawals-important-notices": "Važne napomene",
  "page-staking-withdrawals-important-notices-desc": "Povlačenja uloga još nisu dostupna. Za više informacija pročitajte <a href=\"https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/\" target=\"_blank\">Najčešća pitanja o Eth2 spajanju i nakon spajanja</a>.",
  "page-upgrades-merge-btn": "Više o spajanju",
  "subscribe-to-ef-blog": "<a href=\"https://blog.ethereum.org/category/protocol/#subscribe\" target=\"_blank\">Pretplatite se na EF Blog</a> kako biste primali obavijesti u e-pošti o najnovijim objavama o protokolu.",
  "page-staking-comparison-with-other-options": "Usporedba s drugim mogućnostima",
  "page-staking-any-amount": "Proizvoljan iznos",
  "page-staking-testnet": "testnet"
}
