{
  "page-gas-meta-title": "Naknade za gorivo na Ethereumu: kako funkcioniraju?",
  "page-gas-meta-description": "Saznajte više o gorivu na Ethereumu: kako funkcionira i kako platiti manje naknade za gorivo",
  "page-gas-hero-title": "Naknade za gorivo",
  "page-gas-hero-header": "Naknade mreže",
  "page-gas-hero-button-1-content": "Što je gorivo?",
  "page-gas-hero-subtitle-1": "Naknade mreže na Ethereumu se nazivaju gorivo.",
  "page-gas-hero-subtitle-2": "Gorivo pokreće Ethereum.",
  "page-gas-summary-title": "Sažetak",
  "page-gas-summary-item-1": "Svaka transakcija na Ethereumu zahtijeva malu naknadu za obradu",
  "page-gas-summary-item-2": "Ove naknade su poznate kao naknade za „gorivo”",
  "page-gas-summary-item-3": "Naknade za gorivo nisu fiksne, mijenjaju se ovisno o zagušenosti mreže",
  "page-gas-what-are-gas-fees-header": "Šta su naknade za gorivo?",
  "page-gas-what-are-gas-fees-text-1": "Zamislite Ethereum kao veliku računalnu mrežu u kojoj ljudi mogu obavljati zadatke poput slanja poruka ili pokretanja programa. Baš kao i u stvarnom svijetu, ovi zadaci zahtijevaju energiju za izvršavanje.",
  "page-gas-what-are-gas-fees-text-2": "Na Ethereumu svaka računska radnja ima određenu cijenu za „gorivo”. <b>Vaše naknade za gorivo predstavljaju ukupan trošak radnji u vašoj transakciji</b>. Kada pošaljete transakciju ili pokrenete <a href=\"/glossary/#smart-contract\">pametni ugovor</a>, plaćate naknade u vidu goriva kako biste ju obradili.",
  "page-gas-how-do-i-pay-less-gas-header": "Kako da platim manje goriva?",
  "page-gas-how-do-i-pay-less-gas-text": "Iako su veće naknade na Ethereumu ponekad neizbježne, postoje strategije koje možete koristiti da smanjite trošak:",
  "page-gas-how-do-i-pay-less-gas-card-1-title": "Tempirajte svoje transakcije",
  "page-gas-how-do-i-pay-less-gas-card-1-description": "Baš kao što je putovanje izvan glavne sezone ima manje gužve i povoljnije, korištenje Ethereuma je generalno jeftinije za korištenje kada Sjeverna Amerika spava.",
  "page-gas-how-do-i-pay-less-gas-card-2-title": "Pričekajte da cijena goriva padne",
  "page-gas-how-do-i-pay-less-gas-card-2-description": "Cijene goriva rastu i padaju svakih dvanaest sekundi ovisno o zagušenju Ethereumove mreže. Kada su cijene goriva visoke, čekanje od samo nekoliko minuta prije izvršenja transakcije moglo bi značajno smanjiti iznos koji plaćate.",
  "page-gas-how-do-i-pay-less-gas-card-3-title": "Koristite Nivo 2",
  "page-gas-how-do-i-pay-less-gas-card-3-description": "Lanci Nivoa 2 izgrađeni su na Ethereumu, nude niže naknade i obrađuju više transakcija. Oni su dobar izbor za uštedu na naknadama za transakcije koje se ne moraju dogoditi na glavnoj Ethereumovoj mreži.",
  "page-gas-try-layer-2": "Isprobajte Nivo 2",
  "page-gas-what-causes-high-gas-fees-header": "Što uzrokuje visoke naknade za gorivo?",
  "page-gas-what-causes-high-gas-fees-text-1": "Kad god količina računske snage (gorivo) na Ethereumovoj mreži prijeđe određeni prag, naknade za gorivo počinju rasti. Što više gorivo premašuje taj prag, brže se povećavaju naknade za gas.",
  "page-gas-what-causes-high-gas-fees-text-2": "Više naknade mogu biti uzrokovane stvarima poput popularnih <a href=\"/glossary/#dapp\">decentraliziranih aplikacija (dappova)</a> ili NFT-eva, periodičnog povećanja trgovanja na <a href=\"/glossary/#dex\">DEX-ovima</a> ili prevelike korisničke aktivnosti u vrijeme najveće opterećenosti mreže.",
  "page-gas-what-causes-high-gas-fees-text-3": "Programeri na Ethereumu trebaju paziti da optimiziraju svoje pametne ugovore prije nego što ih puste u rad. Ako mnogo ljudi koristi loše napisani pametni ugovor, on će trošiti više goriva i može nenamjerno izazvati zagušenje mreže.",
  "page-gas-want-to-dive-deeper": "Želite li znati još više?",
  "page-gas-check-out-the-developer-docs": "Pogledajte dokumentaciju za programere.",
  "page-gas-attack-of-the-cryptokitties-header": "Napad „Cryptokitties”",
  "page-gas-attack-of-the-cryptokitties-text": "U studenom 2017. godine pokrenut je popularni projekt CryptoKitties. Njegov brzi porast popularnosti izazvao je značajno zagušenje mreže i izuzetno visoke naknade za gorivo. Izazovi koje je postavio CryptoKitties ubrzali su potrebu za pronalaženjem rješenja za skaliranje Ethereuma.",
  "page-gas-why-do-we-need-gas-header": "Zašto nam treba gorivo?",
  "page-gas-why-do-we-need-gas-text": "Gorivo je ključni element u održavanju sigurnosti Ethereuma i obrađivanju transakcija. Gorivo pomaže na mnoge načine:",
  "page-gas-benefits-1-description": "Gorivo održava Ethereum <a href=\"/glossary/#anti-sybil\">otpornim na Sibil napade</a> sprečavajući zlonamjerne počinitelje da preplave mrežu lažnim aktivnostima.",
  "page-gas-benefits-2-description": "S obzirom da računanje košta goriva, slanje velikog broja skupih transakcija na Ethereumu, bilo slučajno ili zlonamjerno, financijski je destimulirano.",
  "page-gas-benefits-3-description": "Gornja granica količine računanja koja se može obaviti u bilo kojem trenutku sprečava Ethereum da bude preopterećen, pomažući da mreža uvijek ostane dostupna.",
  "page-gas-how-is-gas-calculated-header": "Kako se gorivo obračunava?",
  "page-gas-advanced": "Napredno",
  "page-gas-how-is-gas-calculated-text-1": "Ukupna naknada za gorivo koju plaćate sastoji se od nekoliko dijelova:",
  "page-gas-how-is-gas-calculated-item-1": "<b>Osnovna naknada:</b> naknada postavljena od strane mreža koja mora biti plaćena za transakciju",
  "page-gas-how-is-gas-calculated-item-2": "<b>Prioritetna naknada:</b> opcionalna napojnica za poticanje upravljača čvorova da uključe vašu transakciju",
  "page-gas-how-is-gas-calculated-item-3": "<b>Jedinice potrošenog goriva<i>*</i>:</b> sjetite se da smo rekli da gorivo predstavlja računanje? Složenije akcije, poput interakcije s pametnim ugovorom, koriste više goriva nego jednostavne, kao što je slanje transakcije.",
  "page-gas-how-is-gas-calculated-list-item-1": "<i><span>*</span> Pogledajte sliku 1 da vidite koliko goriva koriste različite vrste transakcija</i>",
  "page-gas-how-is-gas-calculated-text-2": "Formula za izračunavanje naknade za gorivo je količina potrošenog goriva * (osnovna naknada + prioritetna naknada). Većina novčanika će automatski izračunati potrošnju goriva i prikazati je na jednostavniji način.",
  "page-gas-table-figure": "<i>Slika 1: Potrošnja goriva po vrsti transakcije</i>",
  "page-gas-table-header-1": "Vrsta transakcije",
  "page-gas-table-header-2": "Jedinice potrošenog goriva",
  "page-gas-table-item-1-transaction-type": "Slanje ETH",
  "page-gas-table-item-2-transaction-type": "Slanje ERC-20 tokena",
  "page-gas-table-item-3-transaction-type": "Prijenos NFT-a",
  "page-gas-table-item-4-transaction-type": "Zamjena na Uniswapu",
  "page-gas-faq-header": "Često postavljana pitanja",
  "page-gas-faq-question-1-q": "Tko dobiva naknadu za gorivo u mojoj transakciji?",
  "page-gas-faq-question-1-a-1": "Najveći dio naknade za gorivo – osnovna naknada – biva uništen od strane protokola (spaljen). Prioritetna naknada, ako je uključena u vašu transakciju, bit će dodijeljena validatoru koji je predložio vašu transakciju.",
  "page-gas-faq-question-1-a-2": "Možete pročitati detaljan opis procesa u <a href=\"/developers/docs/gas/\">dokumentaciji za programere u dijelu o gorivu.</a>",
  "page-gas-faq-question-2-q": "Da li moram platiti gorivo u ETH?",
  "page-gas-faq-question-2-a-1": "Da. Sve naknade za gorivo na Ethereumu moraju biti plaćene u nativnoj valuti ETH.",
  "page-gas-faq-question-2-a-2": "Više o ETH-u",
  "page-gas-faq-question-3-q": "Što je gwei?",
  "page-gas-faq-question-3-a-1": "U većini novčanika ili alata za praćene goriva, vidjet ćete cijene goriva izražene u „gweima”.",
  "page-gas-faq-question-3-a-2": "Gwei je samo manja jedinica ETH-a, baš kao što su to centi u odnosu na dolare, s razlikom što 1 ETH iznosi 1 milijardu gweija. Gwei je koristan kada se govori o vrlo malim količinama ETH-a.",
  "page-gas-use-layer-2": "Koristite nivo 2"
}
