{
  "page-what-is-ethereum-101": "Ethereum 101",
  "page-what-is-ethereum-101-desc": "Ethereum is een technologie waarmee u tegen een kleine vergoeding naar iedereen cryptovaluta kunt sturen. Ook is het de drijvende kracht achter applicaties die iedereen kan gebruiken en die niemand neer kan halen.",
  "page-what-is-ethereum-101-desc-2": "Ethereum bouwt voort op de innovatie van Bitcoin, met een aantal grote verschillen.",
  "page-what-is-ethereum-101-desc-3": "Met beide kunt digitaal geld gebruiken zonder betalingsproviders of banken. Maar Ethereum is programmeerbaar, waardoor het ook te gebruiken valt voor een heleboel andere digitale activa - zelfs Bitcoin!",
  "page-what-is-ethereum-101-desc-4": "Dit betekent ook dat Ethereum voor meer geschikt is dan alleen betalingen. Het is een marktplaats van financiële diensten, games en apps die uw gegevens niet kunnen stelen en die u niet kunnen censureren.",
  "page-what-is-ethereum-101-italic": "'s werelds programmeerbare blockchain.",
  "page-what-is-ethereum-101-strong": "Het is ",
  "page-what-is-ethereum-accessibility": "Ethereum is voor iedereen toegankelijk.",
  "page-what-is-ethereum-adventure": "Kies uw avontuur!",
  "page-what-is-ethereum-alt-img-bazaar": "Illustratie van een persoon die naar een bazaar kijkt, bedoeld om Ethereum uit te beelden",
  "page-what-is-ethereum-alt-img-comm": "Een illustratie van samenwerking tussen Ethereum-communityleden",
  "page-what-is-ethereum-alt-img-lego": "Een illustratie van een hand die een ETH-logo maakt van legostenen",
  "page-what-is-ethereum-alt-img-social": "Een illustratie van tekens in een ruimte die is gewijd aan Ethereum met een groot ETH-logo",
  "page-what-is-ethereum-banking-card": "Bankieren voor iedereen",
  "page-what-is-ethereum-banking-card-desc": "Niet iedereen heeft toegang tot financiële diensten. Maar alles wat u nodig hebt voor toegang tot Ethereum en zijn (uit)leen- en spaarproducten, is een internetverbinding.",
  "page-what-is-ethereum-build": "Maak iets met Ethereum",
  "page-what-is-ethereum-build-desc": "Als u met Ethereum wilt proberen te bouwen, lees dan onze documentatie, probeer enkele tutorials of bekijk de tools die u nodig hebt om te beginnen.",
  "page-what-is-ethereum-censorless-card": "Censuurbestendig",
  "page-what-is-ethereum-censorless-card-desc": "Geen enkele overheid of bedrijf heeft zeggenschap over Ethereum. De decentralisatie maakt het zo goed als onmogelijk voor iemand om u ervan te weerhouden betalingen te ontvangen of diensten te gebruiken op Ethereum.",
  "page-what-is-ethereum-comm-desc": "Onze community bestaat uit mensen met verschillende achtergronden, waaronder artiesten, crypto-anarchisten, Fortune 500-bedrijven en nu ook u. Ontdek hoe u vandaag nog mee kunt doen.",
  "page-what-is-ethereum-commerce-card": "Handelsgaranties",
  "page-what-is-ethereum-commerce-card-desc": "Ethereum zorgt voor een gelijker speelveld. Klanten hebben een veilige, ingebouwde garantie dat fondsen alleen van eigenaar wisselen als geleverd wordt wat is overeengekomen. U kunt zaken doen zonder de invloed van grote bedrijven.",
  "page-what-is-ethereum-community": "De Ethereum-community",
  "page-what-is-ethereum-compatibility-card": "Compatibiliteit voor de overwinning",
  "page-what-is-ethereum-compatibility-card-desc": "Er worden voortdurend betere producten en ervaringen gebouwd omdat Ethereum-producten standaard compatibel zijn. Bedrijven kunnen op elkaars succes voortbouwen.",
  "page-what-is-ethereum-dapps-desc": "Producten en diensten die op Ethereum draaien. Er zijn dapps voor financiën, werk, sociale media, gaming en meer. Bekijk de apps voor onze digitale toekomst.",
  "page-what-is-ethereum-dapps-img-alt": "Een illustratie van een doge die een Ethereum-applicatie gebruikt op een computer",
  "page-what-is-ethereum-dapps-title": "Ethereum dapps",
  "page-what-is-ethereum-desc": "Het fundament voor onze digitale toekomst",
  "page-what-is-ethereum-explore": "Verken Ethereum",
  "page-what-is-ethereum-get-started": "De beste manier om meer te leren is door een wallet te downloaden, ETH te verkrijgen en een Ethereum dapp te proberen.",
  "page-what-is-ethereum-in-depth-description": "Ethereum is open toegang tot digitaal geld en gegevensvriendelijke diensten voor iedereen - ongeacht je achtergrond of locatie. Het is een door de gemeenschap gebouwde technologie achter de cryptovaluta ether (ETH) en duizenden applicaties die je vandaag de dag kunt gebruiken.",
  "page-what-is-ethereum-internet-card": "Een privacy-vriendelijker internet",
  "page-what-is-ethereum-internet-card-desc": "Je hoeft niet al je persoonlijke gegevens op te geven om een Ethereum-app te gebruiken. Ethereum bouwt een economie gebaseerd op waarde, niet op toezicht.",
  "page-what-is-ethereum-meet-comm": "Ontmoet de community",
  "page-what-is-ethereum-meta-description": "Leer over Ethereum, wat het doet en hoe u het zelf kunt uitproberen.",
  "page-what-is-ethereum-meta-title": "Wat is Ethereum?",
  "page-what-is-ethereum-native-alt": "Het symbool voor ether (ETH)",
  "page-what-is-ethereum-native-crypto": "Ethereums eigen cryptovaluta en gelijkwaardig aan Bitcoin. Je kunt ETH gebruiken op Ethereum-applicaties of voor het verzenden van waarde aan vrienden en familie.",
  "page-what-is-ethereum-native-img-alt": "Een illustratie van een robot met een kluis als torso, bedoeld om Ethereum wallets uit te beelden",
  "page-what-is-ethereum-native-title": "ETH",
  "page-what-is-ethereum-p2p-card": "Een peer-to-peer-netwerk",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum stelt je in staat om geld te verplaatsen of overeenkomsten te sluiten direct met iemand anders. Je hebt geen tussenpersonen nodig.",
  "page-what-is-ethereum-singlecard-desc": "Als u geïnteresseerd bent in blockchain en de technische kant van Ethereum, dan hebben we dat ook.",
  "page-what-is-ethereum-singlecard-link": "Hoe Ethereum werkt",
  "page-what-is-ethereum-singlecard-title": "Hoe Ethereum werkt",
  "page-what-is-ethereum-start-building-btn": "Start met bouwen",
  "page-what-is-ethereum-title": "Wat is Ethereum?",
  "page-what-is-ethereum-tools-needed": "Om mee te doen hebt u alleen een wallet nodig.",
  "page-what-is-ethereum-try": "Probeer Ethereum",
  "page-what-is-ethereum-tryit": "Dus stap de bazaar binnen en probeer het eens uit...",
  "page-what-is-ethereum-wallets": "Wallets",
  "page-what-is-ethereum-wallets-desc": "Hiermee beheert u uw ETH en uw Ethereum-account. U hebt een wallet nodig om aan de slag te gaan - wij helpen u er een te kiezen.",
  "page-what-is-ethereum-welcome": "Welkom bij Ethereum",
  "page-what-is-ethereum-welcome-2": "We hopen dat je blijft.",
  "page-what-is-ethereum-defi-title": "Gedecentraliseerde financiën (DeFi)",
  "page-what-is-ethereum-defi-description": "Een meer open financieel systeem dat u meer controle over uw geld geeft en nieuwe mogelijkheden biedt.",
  "page-what-is-ethereum-defi-alt": "Een Eth-logo gemaakt van legostenen.",
  "page-what-is-ethereum-nft-title": "Niet-inwisselbare tokens (NFT's)",
  "page-what-is-ethereum-nft-description": "Een manier om unieke items als Ethereum-activa te vertegenwoordigen die kunnen worden verhandeld, gebruikt als bewijs van eigendom en nieuwe kansen voor makers kunnen creëren.",
  "page-what-is-ethereum-nft-alt": "Een Eth-logo dat via een hologram wordt weergegeven.",
  "page-what-is-ethereum-dao-title": "Gedecentraliseerde autonome organisaties (DAO's)",
  "page-what-is-ethereum-dao-description": "Een nieuwe manier om samen te werken en online gemeenschappen op te richten met gedeelde doelen en gepoolde fondsen.",
  "page-what-is-ethereum-dao-alt": "Een vertegenwoordiging van een DAO die over een voorstel stemt.",
  "page-what-is-ethereum-use-cases-title": "Ontdek Ethereum-gebruiksscenario's",
  "page-what-is-ethereum-use-cases-subtitle": "Ethereum heeft geleid tot het creëren van nieuwe producten en diensten die verschillende gebieden van ons leven kunnen verbeteren.",
  "page-what-is-ethereum-use-cases-subtitle-two": "We zijn nog in de beginstadia, maar er is veel om enthousiast over te zijn."
}
