{
  "page-what-is-ethereum-alt-img-bazaar": "Illustratie van een persoon die naar een bazaar kijkt, bedoeld om Ethereum uit te beelden",
  "page-what-is-ethereum-alt-img-comm": "Een illustratie van samenwerking tussen Ethereum-communityleden",
  "page-what-is-ethereum-alt-img-lego": "Een illustratie van een hand die een ETH-logo maakt van legostenen",
  "page-what-is-ethereum-banking-card": "Bankieren voor iedereen",
  "page-what-is-ethereum-banking-card-desc": "Niet iedereen heeft toegang tot financiële diensten. Maar alles wat u nodig heeft voor toegang tot Ethereum en zijn uitleen-, leen- en spaarproducten, is een internetverbinding.",
  "page-what-is-ethereum-build": "Maak iets met Ethereum",
  "page-what-is-ethereum-build-desc": "Als u met Ethereum wilt proberen te bouwen, lees dan onze documentatie, probeer enkele tutorials of bekijk de tools die u nodig hebt om te beginnen.",
  "page-what-is-ethereum-censorless-card": "Censuurbestendig",
  "page-what-is-ethereum-censorless-card-desc": "Geen enkele overheid of bedrijf heeft zeggenschap over Ethereum. De decentralisatie maakt het zo goed als onmogelijk voor iemand om u ervan te weerhouden betalingen te ontvangen of diensten te gebruiken op Ethereum.",
  "page-what-is-ethereum-comm-desc": "Onze community bestaat uit mensen met verschillende achtergronden, waaronder artiesten, crypto-anarchisten, Fortune 500-bedrijven en nu ook u. Ontdek hoe u vandaag nog mee kunt doen.",
  "page-what-is-ethereum-commerce-card": "Handelsgaranties",
  "page-what-is-ethereum-commerce-card-desc": "Klanten hebben een veilige en ingebouwde garantie dat tegoeden enkel worden uitgewisseld als u levert zoals vooraf is afgesproken. Op deze manier hebben ontwikkelaars de zekerheid dat de regels voor hen niet zullen veranderen.",
  "page-what-is-ethereum-composable-card": "Samenstelbare producten",
  "page-what-is-ethereum-composable-card-desc": "Alle apps worden gebouwd op dezelfde blockchain met een gedeelde globale staat, wat betekent dat ze op elkaar kunnen voortbouwen (zoals legoblokjes). Dit zorgt voor betere producten en ervaringen en verzekert dat niemand tools kan verwijderen waar apps op vertrouwen.",
  "page-what-is-ethereum-community": "De Ethereum-community",
  "page-what-is-ethereum-desc": "Het fundament voor onze digitale toekomst",
  "page-what-is-ethereum-explore": "Verken Ethereum",
  "page-what-is-ethereum-internet-card": "Een open internet",
  "page-what-is-ethereum-internet-card-desc": "Iedereen kan communiceren en toepassingen bouwen op het Ethereum-netwerk. Hierdoor heb je controle over je eigen bezittingen en identiteit, in plaats van dat ze worden gecontroleerd door een paar mega-bedrijven.",
  "page-what-is-ethereum-meet-comm": "Ontmoet de community",
  "page-what-is-ethereum-meta-description": "Leer over Ethereum, wat het doet en hoe u het zelf kunt uitproberen.",
  "page-what-is-ethereum-meta-title": "Wat is Ethereum?",
  "page-what-is-ethereum-p2p-card": "Een peer-to-peer-netwerk",
  "page-what-is-ethereum-p2p-card-desc": "Met Ethereum kun je direct met andere mensen coördineren, afspraken maken of digitale activa overdragen. Je hoeft niet te vertrouwen op tussenpersonen.",
  "page-what-is-ethereum-start-building-btn": "Start met bouwen",
  "page-what-is-ethereum-title": "Wat is Ethereum?",
  "page-what-is-ethereum-subtitle": "Een volledige beginnershandleiding over hoe Ethereum werkt, de voordelen die het oplevert en hoe het wordt gebruikt door miljoenen mensen over de hele wereld.",
  "page-what-is-ethereum-button-lets-start": "Laten we beginnen",
  "page-what-is-ethereum-blockchain-tab-title": "Wat is een blockchain?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Een blockchain is een database van transacties</b> die wordt bijgewerkt en gedeeld over verschillende computers in een netwerk. Elke keer wanneer er een nieuwe reeks transacties wordt toegevoegd, wordt dit een \"blok\" genoemd - vandaar de naam blockchain. Openbare blockchains zoals Ethereum staan iedereen toe om transacties toe te voegen, maar niet te verwijderen. Als iemand de informatie wil wijzigen of het systeem wil misleiden, hebben ze de meerderheid van de computers op het netwerk nodig. Dat is een hele hoop! Dit maakt gedecentraliseerde blockchains zoals Ethereum zeer veilig.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Wat is een cryptovaluta?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Cryptocurrency is een term die wordt gebruikt om vele soorten fungibele (vervangbare) digitale tokens te beschrijven die worden beveiligd door een blockchain. Het begon allemaal met Bitcoin. Bitcoin kan worden gebruikt om waarde over te dragen tussen twee partijen zonder een tussenpersoon te hoeven vertrouwen. Je hoeft alleen de Bitcoin-code te vertrouwen, die volledig open en vrij beschikbaar is.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "De reden dat activa zoals bitcoin en ether \"cryptocurrencies\" worden genoemd is dat de veiligheid van je gegevens en activa wordt gegarandeerd door <a href=\"/glossary/#cryptography\">cryptografie</a>, niet door te hoeven vertrouwen op een instelling of bedrijf om eerlijk te handelen.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Ethereum heeft zijn eigen cryptocurrency, ether (ETH), die wordt gebruikt om te betalen voor activiteiten op het netwerk. Het kan worden overgedragen aan andere gebruikers of worden geruild voor andere tokens op Ethereum. Ether is speciaal omdat het wordt gebruikt om te betalen voor de berekeningen die nodig zijn om apps en organisaties op Ethereum te bouwen en te laten draaien.",
  "page-what-is-ethereum-summary-title": "Samenvatting",
  "page-what-is-ethereum-summary-desc-1": "Ethereum is een netwerk van computers over de hele wereld die een set regels volgen die het Ethereum-protocol wordt genoemd. Het Ethereum-netwerk vormt de basis voor gemeenschappen, toepassingen, organisaties en digitale activa die iedereen kan bouwen en gebruiken.",
  "page-what-is-ethereum-summary-desc-2": "Je kunt overal en altijd een Ethereum-account aanmaken en een wereld aan apps verkennen of je eigen apps bouwen. De belangrijkste innovatie is dat je dit allemaal kunt doen zonder te vertrouwen op een centrale autoriteit die de regels zou kunnen veranderen of je toegang zou kunnen beperken.",
  "page-what-is-ethereum-summary-desc-3": "Lees verder voor meer informatie…",
  "page-what-is-ethereum-btc-eth-diff-title": "Wat is het verschil tussen Ethereum en Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "Ethereum, gelanceerd in 2015, bouwt voort op de innovaties van Bitcoin, met enkele grote verschillen.",
  "page-what-is-ethereum-btc-eth-diff-2": "Beide laten u digitaal geld gebruiken zonder tussenkomst van betalingsproviders of banken. Maar <b>Ethereum is programmeerbaar</b>, wat wil zeggen dat u ook gedecentraliseerde toepassingen op het netwerk kunt bouwen.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin maakt het mogelijk om elkaar eenvoudige berichten te sturen over wat we waardevol vinden. Het vaststellen van waarde zonder autoriteit is al een krachtig gegeven. Ethereum breidt dit verder uit: in plaats van alleen berichten, kun je eender welk generiek programma of contract schrijven. Er is geen beperking aan het type contract dat kan worden opgesteld en afgesloten, wat uitgebreide innovatie mogelijk maakt op het Ethereum-netwerk.",
  "page-what-is-ethereum-btc-eth-diff-4": "Terwijl Bitcoin alleen een betalingsnetwerk is, is Ethereum meer een marktplaats van financiële diensten, games, sociale netwerken en andere apps.",
  "page-what-is-ethereum-what-can-eth-do-title": "Wat kan Ethereum doen?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Waarom zou ik Ethereum gebruiken?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Als je geïnteresseerd bent in veerkrachtigere, openere en betrouwbaardere manieren om wereldwijd te coördineren, organisaties te creëren, apps te bouwen en waarde te delen, dan is Ethereum iets voor jou. Ethereum is een verhaal dat door ons allen wordt geschreven, dus kom en ontdek wat voor ongelooflijke werelden we er samen mee kunnen bouwen.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Ethereum is ook van onschatbare waarde voor mensen die te maken hadden met onzekerheid over de veiligheid, betrouwbaarheid of mobiliteit van hun bezittingen wegens externe zaken waar ze geen invloed op hadden.",
  "page-what-is-ethereum-slide-1-title": "Goedkopere en snellere grensoverschrijdende betalingen",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Stablecoins</b> zijn een nieuw type cryptovaluta dat afhankelijk is van een stabielere activa als basis voor de waarde. De meesten van deze zijn verbonden met de Amerikaanse dollar en houden dus vast aan de waarde van die munt. Dit zorgt voor een zeer goedkoop en stabiel mondiaal betalingssysteem. Veel huidige stablecoins zijn gebouwd op het Ethereum-netwerk.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum en stablecoins vereenvoudigen het proces van het verzenden van geld naar het buitenalnd. Het duurt vaak maar een paar minuten om fondsen over de hele wereld te verschuiven, dit in tegenstelling tot enkele werkdagen of zelfs weken bij de gemiddelde bank, en voor een fractie van de prijs. Daarnaast zijn er geen extra kosten voor het uitvoeren van een hoge waarde en er zijn geen beperkingen op waar of waarom u uw geld stuurt.",
  "page-what-is-ethereum-slide-2-title": "De snelste hulp in tijden van crisis",
  "page-what-is-ethereum-slide-2-desc-1": "Als u het geluk heeft om op een plaats te wonen met meerdere vertrouwde financiële instellingen voor bankzaken, dan zijn financiële vrijheid, veiligheid en stabiliteit vanzelfsprekend voor u. Maar voor veel mensen over de hele wereld die te maken hebben met politieke onderdrukking of economische tegenspoed, bieden de financiële instellingen wellicht niet de bescherming en diensten die zij nodig hebben.",
  "page-what-is-ethereum-slide-2-desc-2": "Wanneer oorlog, economische rampen of repressies tegen de burgerlijke vrijheden de inwoners van <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Cuba</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afghanistan</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigeria</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Belarus</a> en <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Oekraïne</a> troffen, vormden cryptovaluta's de snelste en vaak de enige mogelijkheid om financiële onafhankelijkheid te behouden.<sup><a to=\"https://www.financialinclusion.tech/\">1</a></sup> Zoals te zien in deze voorbeelden, kunnen cryptovaluta zoals Ethereum onbeperkte toegang tot de mondiale economie bieden wanneer mensen worden afgesloten van de buitenwereld. Stablecoins bieden bovendien een ruilmiddel wanneer lokale valuta instorten als gevolg van superinflatie.",
  "page-what-is-ethereum-slide-3-title": "Creators empowereren",
  "page-what-is-ethereum-slide-3-desc-1": "Alleen al in 2021 gebruikten artiesten, muzikanten, schrijvers en andere makers Ethereum, die hiermee collectief ongeveer $3,5 miljard verdienden. Dit maakt Ethereum een van de grootste globale platforms voor creators, naast Spotify, YouTube en Etsy. \n<a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Meer informatie</a>.",
  "page-what-is-ethereum-slide-4-title": "Gamers empowereren",
  "page-what-is-ethereum-slide-4-desc-1": "Play-to-earn games (waar spelers daadwerkelijk worden beloond voor het spelen van de games) zijn recent verschenen en transformeren de game-industrie. Traditioneel is het vaak verboden om in-game middelen te verhandelen voor echt geld. Dit zorgt ervoor dat veel spelers zwarte markt websites gebruiken die een veiligheidsrisico vormen. Blockchain-gaming omarmt de in-game economie en bevordert dergelijk gedrag op een vertrouwde manier.",
  "page-what-is-ethereum-slide-4-desc-2": "Bovendien worden spelers gestimuleerd door het feit dat ze in-game tokens kunnen verhandelen voor echt geld, en dus daadwerkelijk worden beloond voor hun speeltijd.",
  "page-what-is-ethereum-meet-ether-title": "Maak kennis met ether, de cryptovaluta van Ethereum.",
  "page-what-is-ethereum-meet-ether-desc-1": "Veel acties op het Ethereum-netwerk vereisen werk dat gedaan moet worden op de ingebouwde computer van Ethereum (ook bekend als de Ethereum Virtual Machine). Deze berekeningen zijn niet gratis; er wordt voor betaald met Ethereums eigen cryptocurrency genaamd ether (ETH). Dit betekent dat je op zijn minst een kleine hoeveelheid ether nodig hebt om het netwerk te gebruiken.",
  "page-what-is-ethereum-meet-ether-desc-2": "Ether is puur digitaal en je kunt het onmiddellijk naar iedereen overal ter wereld sturen. De uitgave van ether wordt niet gecontroleerd door een overheid of bedrijf - het is gedecentraliseerd en volledig transparant. Ether wordt uitgegeven op een precieze manier volgens het protocol, alleen aan stakers die het netwerk beveiligen.",
  "page-what-is-ethereum-what-is-ether": "Wat is ether?",
  "page-what-is-ethereum-get-eth": "Verkrijg ETH",
  "page-what-is-ethereum-explore-applications": "Applicaties verkennen",
  "page-what-is-ethereum-learn-defi": "Meer informatie over DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Wie beheert Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum wordt niet beheerd door één welbepaalde entiteit. Het bestaat zodra verbonden computers de software van het Ethereum-protocol draaien en toevoegen aan de <a href=\"/glossary/#blockchain\">Ethereum-blockchain</a>. Elke van deze computers staat bekend als een node. Nodes kunnen beheerd worden door iedereen, maar om deel te nemen aan het beveiligen van het netwerk moet je ETH (Ethereums token) <a href=\"/glossary/#staking\">staken</a>. Iedereen met 32 ETH kan dit doen zonder toestemming.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Zelfs de broncode van Ethereum wordt niet beheerd door één enkele entiteit. Iedereen kan wijzigingen aan het protocol voorstellen en upgrades bespreken. Er zijn verschillende implementaties van het Ethereum-protocol die geproduceerd worden door onafhankelijke organisaties in verschillende programmeertalen, en ze zijn meestal open-source gebouwd.",
  "page-what-is-ethereum-run-a-node": "Een node runnen",
  "page-what-is-ethereum-smart-contract-title": "Wat zijn smart contracts?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Slimme contracten zijn computerprogramma's</b> die op de Ethereum-blockchain bestaan. Ze worden uitgevoerd wanneer ze worden geactiveerd door een transactie van een gebruiker. Ze maken Ethereum zeer flexibel in wat het kan doen. Deze programma's fungeren als bouwstenen voor gedecentraliseerde apps en organisaties.",
  "page-what-is-ethereum-smart-contract-desc-2": "Heeft u ooit al eens een product gebruikt dat zijn gebruiksvoorwaarden heeft gewijzigd? Of die een functie heeft verwijderd die u nuttig vond? Bij Ethereum kan dit niet. Zodra een slim contract is gepubliceerd op Ethereum, zal het online en operationeel blijven zolang Ethereum bestaat. Zelfs de auteur kan het niet verwijderen. Omdat slimme contracten geautomatiseerd zijn, worden gebruikers nooit gediscimineerd en zijn ze altijd beschikbaar om gebruikt te worden.",
  "page-what-is-ethereum-smart-contract-desc-3": "Populaire voorbeelden van slimme contracten zijn uitleen-apps, gedecentraliseerde exchanges, verzekeringen, kwadratische financiering, sociale netwerken, <a href=\"/glossary/#nft\">NFT's</a> - eigenlijk alles wat je maar kunt bedenken.",
  "page-what-is-ethereum-more-on-smart-contracts": "Meer over slimme contracten",
  "page-what-is-ethereum-explore-dapps": "Verken dapps",
  "page-what-is-ethereum-criminal-activity-title": "Ik heb gehoord dat crypto wordt gebruikt als tool voor criminele activiteiten. Is dat waar?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Zoals bij elke technologie wordt ook deze soms misbruikt. Maar omdat alle Ethereum-transacties op een open blockchain plaatsvinden, is het voor de autoriteiten vaak makkelijker om illegale activiteiten op te sporen dan in het traditionele financiële systeem, wat Ethereum een minder aantrekkelijke keuze maakt voor diegenen die liever onopgemerkt blijven.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Volgens de belangrijkste bevindingen van een recent rapport van Europol, het Agentschap van de Europese Unie voor samenwerking op gebied van wetgeving, blijkt dat cryptovaluta veel minder dan fiat valuta gebruikt worden voor criminele doeleinden :",
  "page-what-is-ethereum-criminal-activity-desc-3": "“Het gebruik van cryptovaluta's voor illegale activiteiten omvat slechts een klein deel van de totale cryptovaluta-economie; bovendien is het een relatief klein bedrag in vergelijking met de hoeveelheid illegale fondsen die bij traditionele financiën zijn betrokken.\"",
  "page-what-is-ethereum-energy-title": "Hoe zit het met Ethereums energieverbruik?",
  "page-what-is-ethereum-energy-desc-1": "Op 15 september 2022 ging Ethereum door The Merge-upgrade, waardoor Ethereum van <a href=\"/glossary/#pow\">proof-of-work</a> naar <a href=\"/glossary/#pos\">proof-of-stake</a> is overgestapt.",
  "page-what-is-ethereum-energy-desc-2": "De Merge was de grootste upgrade van Ethereum en verminderde de energie die nodig is om Ethereum te beveiligen met ongeveer <b>99,95%</b>, waardoor een <b>veiliger netwerk voor veel lagere koolstofkosten</b> gecreëerd werd. Dit maakt van Ethereum een echt koolstofarme blockchain, terwijl tegelijkertijd de veiligheid en schaalbaarheid ervan vergroot zijn.",
  "page-what-is-ethereum-more-on-energy-consumption": "Meer over energieverbruik",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Jaarlijks energieverbruik in TWu/jr",
  "energy-consumption-chart-global-data-centers-label": "Wereldwijde datacenters",
  "energy-consumption-gold-mining-cbeci-label": "Goud delven",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Gaming in de VS",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "De merge update",
  "page-what-is-ethereum-additional-reading": "Verder lezen",
  "page-what-is-ethereum-week-in-ethereum": "Week in Ethereum News",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Een wekelijkse nieuwsbrief over belangrijke ontwikkelingen in het ecosysteem.",
  "page-what-is-ethereum-kernel-dreamers": "Kernel",
  "page-what-is-ethereum-kernel-dreamers-desc": "Ethereum's Dream",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atoms, Institutions, Blockchains",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Waarom blockchains belangrijk zijn?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum in cijfers",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "Projecten gebouwd op Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "Accounts (portemonnees) met ETH-saldo",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "Slimme contracten op Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "Waarde verzekerd op Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "Makers inkomsten op Ethereum in 2021",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "Aantal transacties van vandaag",
  "adoption-chart-column-now-label": "Nu",
  "adoption-chart-investors-label": "Investeerders",
  "adoption-chart-developers-label": "Ontwikkelaars",
  "adoption-chart-companies-label": "Bedrijven",
  "adoption-chart-artists-label": "Artiesten",
  "adoption-chart-musicians-label": "Muzikanten",
  "adoption-chart-writers-label": "Auteurs",
  "adoption-chart-gamers-label": "Gamers",
  "adoption-chart-refugees-label": "Vluchtelingen",
  "page-what-is-ethereum-get-eth-alt": "Verkrijg ETH",
  "page-what-is-ethereum-get-eth-description": "ETH is Ethereums eigen crypto. U heeft ETH in uw portemonnee nodig om Ethereum-toepassingen te kunnen gebruiken.",
  "page-what-is-ethereum-get-eth-title": "Verkrijg ETH",
  "page-what-is-ethereum-explore-dapps-alt": "Verken dapps",
  "page-what-is-ethereum-explore-dapps-description": "Dapps zijn toepassingen gebouwd op Ethereum. Dapps verstoren huidige bedrijfsmodellen en vinden nieuwe uit.",
  "page-what-is-ethereum-explore-dapps-title": "Probeer enkele dapps"
}
