{
  "page-index-hero-image-alt": "Een illustratie van een futuristische stad die het Ethereum-ecosysteem voorstelt.",
  "page-index-meta-description": "Ethereum is een wereldwijd, gedecentraliseerd platform voor geld en nieuwe soorten toepassingen. Op Ethereum kun je code schrijven die geld controleert en toepassingen bouwen die overal ter wereld toegankelijk zijn.",
  "page-index-meta-title": "Home",
  "page-index-title": "Welkom bij Ethereum",
  "page-index-description": "Ethereum is de door de gemeenschap beheerde technologie die de cryptovaluta ether (ETH) en duizenden gedecentraliseerde applicaties aandrijft.",
  "page-index-title-button": "Verken Ethereum",
  "page-index-get-started": "Aan de slag",
  "page-index-get-started-description": "ethereum.org is je portaal naar de wereld van Ethereum. De technologie is nieuw en evolueert voortdurend – het helpt om een gids te hebben. Dit is wat we je aanraden om te doen als je erin wilt duiken.",
  "page-index-get-started-image-alt": "Illustratie van een persoon die op een computer werkt.",
  "page-index-get-started-wallet-title": "Kies een wallet",
  "page-index-get-started-wallet-description": "Met een wallet kun je verbinding maken met Ethereum en je geld beheren.",
  "page-index-get-started-wallet-image-alt": "Een illustratie van een robot met een kluis als torso, bedoeld om een Ethereum-wallet uit te beelden.",
  "page-index-get-started-eth-title": "ETH verkrijgen",
  "page-index-get-started-eth-description": "ETH is de valuta van Ethereum - je kunt het gebruiken in applicaties.",
  "page-index-get-started-eth-image-alt": "Illustratie van een groep mensen die een Ether (ETH)-symbool bewonderen.",
  "page-index-get-started-dapps-title": "Gebruik een dapp",
  "page-index-get-started-dapps-description": "Dapps zijn applicaties aangedreven door Ethereum. Bekijk wat je kunt doen.",
  "page-index-get-started-dapps-image-alt": "Illustratie van een hond die een computer gebruikt.",
  "page-index-get-started-devs-title": "Start met bouwen",
  "page-index-get-started-devs-description": "Als je wilt beginnen te programmeren met Ethereum, hebben we documentatie, tutorials en meer in ons ontwikkelaarsportaal.",
  "page-index-get-started-devs-image-alt": "Een illustratie van een hand die een ETH-logo maakt van LEGO-stenen.",
  "page-index-what-is-ethereum": "Wat is Ethereum?",
  "page-index-what-is-ethereum-description": "Ethereum is een technologie die de thuisbasis is van digitaal geld, wereldwijde betalingen en applicaties. De gemeenschap heeft een bloeiende digitale economie opgebouwd, gedurfde nieuwe manieren waarop makers online kunnen verdienen, en nog veel meer. Het is open voor iedereen, waar ter wereld je ook bent - alles wat je nodig hebt is internet.",
  "page-index-what-is-ethereum-button": "Wat is Ethereum?",
  "page-index-what-is-ethereum-secondary-button": "Meer over digitaal geld",
  "page-index-what-is-ethereum-image-alt": "Illustratie van een persoon die naar een bazaar kijkt, bedoelt om Ethereum uit te beelden.",
  "page-index-defi": "Een eerlijker financieel systeem",
  "page-index-defi-description": "Vandaag de dag kunnen miljarden mensen geen bankrekening openen, van anderen worden hun betalingen geblokkeerd. Het gedecentraliseerde financiële (DeFi) systeem van Ethereum slaapt of discrimineert nooit. Met slechts een internetverbinding kun je overal ter wereld geld versturen, ontvangen, lenen, rente verdienen en zelfs geld streamen.",
  "page-index-defi-button": "Ontdek DeFi",
  "page-index-defi-image-alt": "Illustratie van handen die een ETH-symbool aanbieden.",
  "page-index-internet": "Een open internet",
  "page-index-internet-description": "Vandaag de dag krijgen we toegang tot 'gratis' internetdiensten door de controle over onze persoonsgegevens op te geven. Ethereumdiensten zijn standaard open – je hebt alleen een wallet nodig. Deze zijn gratis en gemakkelijk op te zetten, door jou beheerd en werken zonder enige persoonlijke informatie.",
  "page-index-internet-button": "Verken het open internet",
  "page-index-internet-secondary-button": "Meer over wallets",
  "page-index-internet-image-alt": "Illustratie van een futuristische computeropstelling, aangedreven door Ethereum-kristallen.",
  "page-index-developers": "Een nieuwe grens voor ontwikkeling",
  "page-index-developers-description": "Ethereum en de apps daarop zijn transparant en open source. Je kunt code forken en functionaliteit hergebruiken die anderen al hebben gebouwd. Als je geen nieuwe taal wilt leren kun je gewoon interageren met open-sourced code door middel van JavaScript en andere bestaande talen.",
  "page-index-developers-button": "Ontwikkelaarsportaal",
  "page-index-developers-code-examples": "Codevoorbeelden",
  "page-index-developers-code-example-title-0": "Je eigen bank",
  "page-index-developers-code-example-description-0": "Je kunt een bank bouwen die wordt uitgevoerd volgens logica die je hebt geprogrammeerd.",
  "page-index-developers-code-example-title-1": "Je eigen valuta",
  "page-index-developers-code-example-description-1": "Je kunt tokens maken die je kan verzenden en gebruiken in verschillende applicaties.",
  "page-index-developers-code-example-title-2": "Een JavaScript Ethereum-wallet",
  "page-index-developers-code-example-description-2": "Je kunt bestaande talen gebruiken om met Ethereum en andere applicaties te interageren.",
  "page-index-developers-code-example-title-3": "Een open DNS zonder permissies",
  "page-index-developers-code-example-description-3": "Je kunt bestaande diensten herontwerpen als gedecentraliseerde, open applicaties.",
  "page-index-network-stats-title": "Ethereum vandaag",
  "page-index-network-stats-subtitle": "De laatste netwerkstatistieken",
  "page-index-network-stats-total-eth-staked": "Totaal gestakete ETH",
  "page-index-network-stats-eth-price-description": "ETH-koers (USD)",
  "page-index-network-stats-eth-price-explainer": "De meest recente prijs voor 1 ether. Je kunt zo weinig kopen als 0,000000000000000001 – je hoeft niet 1 hele ETH te kopen.",
  "page-index-network-stats-tx-day-description": "Transacties vandaag",
  "page-index-network-stats-tx-day-explainer": "Het aantal transacties dat in de afgelopen 24 uur succesvol is verwerkt op het netwerk.",
  "page-index-network-stats-value-defi-description": "Waarde vergrendeld in DeFi (USD)",
  "page-index-network-stats-value-defi-explainer": "De hoeveelheid geld in gedecentraliseerde financiële applicaties (DeFi), de digitale Ethereum-economie.",
  "page-index-network-stats-nodes-description": "Nodes",
  "page-index-network-stats-nodes-explainer": "Ethereum wordt gerund door duizenden vrijwilligers over de hele wereld, bekend als nodes.",
  "page-index-touts-header": "Verken ethereum.org",
  "page-index-contribution-banner-title": "Draag bij aan ethereum.org",
  "page-index-contribution-banner-description": "Deze website is open source met honderden bijdragers uit de gemeenschap. Je kunt bewerkingen voorstellen voor alle content op deze site, geweldige nieuwe features suggereren, of ons helpen om bugs te verpletteren.",
  "page-index-contribution-banner-image-alt": "Een Ethereum-logo gemaakt van legostenen.",
  "page-index-contribution-banner-button": "Meer over bijdragen",
  "page-index-tout-upgrades-title": "Breng je upgrade-kennis op een hoger niveau",
  "page-index-tout-upgrades-description": "De Ethereum roadmap bestaat uit onderling verbonden upgrades die zijn ontworpen om het netwerk schaalbaarder, veiliger en duurzamer te maken.",
  "page-index-tout-upgrades-image-alt": "Illustratie van een ruimteschip die de toename in kracht na de Ethereum-upgrades weergeeft.",
  "page-index-tout-enterprise-title": "Ethereum voor ondernemingen",
  "page-index-tout-enterprise-description": "Zie hoe je met Ethereum nieuwe bedrijfsmodellen kunt openen, je kosten verder kunt verminderen en je bedrijf klaar kunt maken voor de toekomst.",
  "page-index-tout-enterprise-image-alt": "Illustratie van een futuristische computer/apparaat.",
  "page-index-tout-community-title": "De Ethereum-gemeenschap",
  "page-index-tout-community-description": "Ethereum draait volledig om de gemeenschap. Het bestaat uit mensen met allerlei verschillende achtergronden en interesses. Kijk hoe je mee kunt doen.",
  "page-index-tout-community-image-alt": "Illustratie van een groep bouwers die samenwerken.",
  "page-index-nft": "Het internet van activa",
  "page-index-nft-description": "Ethereum is niet alleen voor digitaal geld. Alles wat je kunt bezitten kan worden vertegenwoordigd, verhandeld en gebruikt als niet-vervangbare tokens (NFT's). Je kunt een token maken voor je kunst en automatisch royalties krijgen telkens wanneer deze opnieuw verkocht wordt. Of gebruik een token voor iets dat je zelf bezit om een lening af te sluiten. De mogelijkheden groeien voortdurend.",
  "page-index-nft-button": "Meer over NFT's",
  "page-index-nft-alt": "Een Eth-logo dat via een hologram wordt weergegeven."
}
