{
  "page-upgrades-vision-2014": "Bekijk een blogpost uit 2014 over proof-of-stake",
  "page-upgrades-vision-2021": "Bekijk een blogpost uit 2021 over de evolutie van het stappenplan van Ethereum",
  "page-upgrades-vision-2021-updates": "Bekijk een blogpost uit 2021 over de evolutie van de Ethereum-protocolupdates",
  "page-upgrades-vision-beacon-chain": "De Beacon Chain",
  "page-upgrades-vision-beacon-chain-btn": "Meer over de Beacon Chain",
  "page-upgrades-vision-beacon-chain-date": "De Beacon Chain is live",
  "page-upgrades-vision-beacon-chain-desc": "De Beacon Chain bracht staking naar Ethereum, legde de basis voor toekomstige upgrades en zal het nieuwe systeem uiteindelijk coördineren.",
  "page-upgrades-vision-beacon-chain-upper": "Beacon Chain",
  "page-upgrades-vision-desc-1": "Ethereum moet de congestie van het netwerk verminderen en de snelheden verbeteren om een mondiale gebruikersbasis beter te kunnen bedienen.",
  "page-upgrades-vision-desc-2": "Het uitvoeren van een node wordt steeds moeilijker naarmate het netwerk groeit. Dit zal alleen moeilijker worden met pogingen om het netwerk op te schalen.",
  "page-upgrades-vision-desc-3": "Ethereum gebruikt te veel elektriciteit. De technologie die het netwerk veilig houdt, moet duurzamer zijn.",
  "page-upgrades-vision-merge-date": "Schatting: 2022",
  "page-upgrades-vision-merge-desc": "Het hoofdnet van Ethereum zal ooit moeten worden \"samengevoegd\" met de Beacon Chain. Dit zal staking voor het hele netwerk mogelijk maken en het einde van energie-intensieve mining markeren.",
  "page-upgrades-vision-ethereum-node": "Meer over nodes",
  "page-upgrades-vision-explore-upgrades": "Verken de upgrades",
  "page-upgrades-vision-future": "Een digitale toekomst op wereldschaal",
  "page-upgrades-vision-meta-desc": "Een overzicht van de impact die de upgrades zullen hebben op Ethereum, en de uitdagingen die ze moeten overwinnen.",
  "page-upgrades-vision-meta-title": "De visie van Ethereum",
  "page-upgrades-vision-mining": "Meer over mining",
  "page-upgrades-vision-problems": "Problemen van vandaag",
  "page-upgrades-vision-scalability": "Schaalbaarheid",
  "page-upgrades-vision-scalability-desc": "Ethereum moet meer transacties per seconde kunnen verwerken zonder de grootte van de nodes in het netwerk te vergroten. Nodes zijn vitale netwerkdeelnemers die de blockchain opslaan en uitvoeren. Het vergroten van nodes is niet praktisch omdat alleen degenen met krachtige en dure computers dit kunnen doen. Om op te schalen heeft Ethereum meer transacties per seconde nodig, gekoppeld aan meer nodes. Meer nodes betekent meer veiligheid.",
  "page-upgrades-vision-scalability-desc-3": "De verbetering van de shardketens zal de belasting van het netwerk verspreiden naar 64 nieuwe ketens. Dit geeft Ethereum ruimte om te ademen door het verminderen van de congestie en het verbeteren van de snelheden buiten de huidige limiet van 15-45 transacties per seconde.",
  "page-upgrades-vision-scalability-desc-4": "En ook al zullen er meer ketens zijn, zal dit eigenlijk minder werk vergen van validators - de beheerders van het netwerk. Validators hoeven alleen hun shard en niet de hele Ethereum-keten te laten draaien. Dit maakt nodes lichter, waardoor Ethereum opgeschaald kan worden en gedecentraliseerd blijft.",
  "page-upgrades-vision-security": "Beveiliging",
  "page-upgrades-vision-security-desc": "De geplande upgrades verbeteren de beveiliging van Ethereum tegen gecoördineerde aanvallen, zoals een 51%-aanval. Dit is een soort aanval waarbij iemand die het grootste deel van het netwerk beheert, frauduleuze veranderingen kan afdwingen.",
  "page-upgrades-vision-security-desc-3": "De overgang naar proof-of-stake betekent dat het Ethereum-protocol meer belemmeringen heeft tegen aanvallen. Dit komt doordat bij proof-of-stake de validators die het netwerk beveiligen aanzienlijke ETH in het protocol moeten staken. Als ze het netwerk proberen aan te vallen, kan het protocol automatisch hun ETH vernietigen.",
  "page-upgrades-vision-security-desc-5": "Dit is niet mogelijk in proof-of-work, waar het beste wat een protocol kan doen is het afdwingen dat entiteiten, die het netwerk (de miners) beveiligen, mining-beloningen te verliezen die ze anders zouden hebben verdiend. Om het gelijkwaardige effect in proof-of-work te bereiken, moet het protocol in staat zijn om alle apparatuur van een miner te vernietigen als hij/zij probeert te frauderen.",
  "page-upgrades-vision-security-desc-5-link": "Meer over proof-of-work",
  "page-upgrades-vision-security-desc-8": "Het beveiligingsmodel van Ethereum moet ook veranderen door de introductie van shardketens. De Beacon Chain zal validators willekeurig aan verschillende shards toewijzen - dit maakt het vrijwel onmogelijk voor validators om ooit samen te spannen door een specifieke shard aan te vallen. Sharding is niet zo veilig op een proof-of-work blockchain, omdat miners op deze manier niet door het protocol kunnen worden gecontroleerd.",
  "page-upgrades-vision-security-desc-10": "Staking betekent ook dat u niet in elite hardware hoeft te investeren om een Ethereum-node te laten draaien. Dit zou meer mensen moeten aanmoedigen om validator te worden, waardoor de decentralisatie van het netwerk wordt vergroot en het aanvalsoppervlak wordt verlaagd.",
  "page-upgrades-vision-security-staking": "Stake ETH",
  "page-upgrades-vision-security-validator": "U kunt een validator worden door uw ETH te staken.",
  "page-upgrades-vision-shard-chains": "shardketens",
  "page-upgrades-vision-shard-date": "Schatting: 2023",
  "page-upgrades-vision-shard-desc-4": "Shardketens zullen de belasting van het netwerk verspreiden naar 64 nieuwe blockchains. Shards hebben de mogelijkheid om de transactiesnelheid drastisch te verbeteren - tot 100.000 per seconde.",
  "page-upgrades-vision-shard-upgrade": "Meer over shardketens",
  "page-upgrades-vision-staking-lower": "Meer over staking",
  "page-upgrades-vision-subtitle": "Laat Ethereum groeien totdat het krachtig genoeg is om de hele mensheid te helpen.",
  "page-upgrades-vision-sustainability": "Duurzaamheid",
  "page-upgrades-vision-sustainability-desc-1": "Het is geen geheim dat Ethereum en andere blockchains zoals Bitcoin energie-intensief zijn door het minen.",
  "page-upgrades-vision-sustainability-desc-2": "Maar Ethereum is op weg naar beveiligd worden met ETH, niet via computerkracht - maar via staking.",
  "page-upgrades-vision-sustainability-desc-3": "Hoewel staking al is ingevoerd door de Beacon Chain, zal het Ethereum dat we vandaag gebruiken een tijdje parallel draaien. Eén systeem beveiligd door ETH, het andere systeem door computerkracht. Dit zal zo zijn tot de merge.",
  "page-upgrades-vision-sustainability-desc-8": "Met de Beacon Chain die nu live is en al draait, is het werk van het samenvoegen van het hoofdnet met de niewe consensuslaag begonnen. Het hoofdnet zal vervolgens worden beveiligd door gestakete ETH en het zal veel minder energie-intensief zijn.",
  "page-upgrades-vision-sustainability-subtitle": "Ethereum moet groener zijn.",
  "page-upgrades-vision-title": "De visie van Ethereum",
  "page-upgrades-vision-title-1": "Verstopt netwerk",
  "page-upgrades-vision-title-2": "Schijfruimte",
  "page-upgrades-vision-title-3": "Te veel energie",
  "page-upgrades-vision-trilemma-cardtext-1": "Ethereum-upgrades maken Ethereum schaalbaar, veilig en gedecentraliseerd. Sharding maakt Ethereum schaalbaarder door de transacties per seconde te verhogen en tegelijkertijd de energie te verlagen die nodig is om een node te draaien en de keten te valideren. De Beacon Chain zal Ethereum veilig maken door validators verspreid over shards te coördineren. En staking zal de belemmering voor deelname verminderen, waardoor een groter - gedecentraliseerd - netwerk wordt gecreëerd.",
  "page-upgrades-vision-trilemma-cardtext-2": "Veilige en gedecentraliseerde blockchainnetwerken vereisen dat elke node elke transactie verifieert die door de keten wordt verwerkt. Deze hoeveelheid werk beperkt het aantal transacties dat op elk gewenst moment kan plaatsvinden. Gedecentraliseerd en veilig is de weerspiegeling van de Ethereum-keten vandaag.",
  "page-upgrades-vision-trilemma-cardtext-3": "Gedecentraliseerde netwerken werken door informatie van transacties over nodes te sturen - het hele netwerk moet weten over een verandering van de staat. Het opschalen van de transacties per seconde over een gedecentraliseerd netwerk brengt beveiligingsrisico's met zich mee, want hoe meer transacties, hoe langer de vertraging, hoe groter de kans op aanvallen terwijl de informatie in de lucht is.",
  "page-upgrades-vision-trilemma-cardtext-4": "Het vergroten van de grootte en kracht van de nodes van Ethereum kan de transacties per seconde op veilige manier doen toenemen, maar de eis van hardware zou beperken wie het kan doen - en dit bedreigt de decentralisatie. Het is te hopen dat sharding en proof-of-stake Ethereum in staat zal stellen om op te schalen door het aantal nodes te verhogen in plaats van de grootte van de nodes aan te passen.",
  "page-upgrades-vision-trilemma-h2": "De uitdaging van gedecentraliseerde opschaling",
  "page-upgrades-vision-trilemma-modal-tip": "Tik op de cirkels hieronder om de problemen van gedecentraliseerde opschaling beter te begrijpen",
  "page-upgrades-vision-trilemma-p": "Een naïeve manier om de problemen van Ethereum op te lossen zou zijn om het te meer gecentraliseerd te maken. Maar decentralisatie is te belangrijk. Het is decentralisatie die Ethereum de weerstand tegen censuur, openheid, gegevensprivacy en bijna onbreekbare beveiliging geeft.",
  "page-upgrades-vision-trilemma-p-1": "De visie van Ethereum is om schaalbaarder en veiliger te worden, maar ook om gedecentraliseerd te blijven. Het bereiken van deze 3 kwaliteiten is een probleem dat bekend staat als het schaalbaarheid-trilemma.",
  "page-upgrades-vision-trilemma-p-2": "De Ethereum-upgrades zijn bedoeld om het trilemma op te lossen, maar er zijn aanzienlijke uitdagingen.",
  "page-upgrades-vision-trilemma-press-button": "Druk op de knoppen op de driehoek om de problemen van gedecentraliseerde opschaling beter te begrijpen.",
  "page-upgrades-vision-trilemma-text-1": "Decentralisatie",
  "page-upgrades-vision-trilemma-text-2": "Beveiliging",
  "page-upgrades-vision-trilemma-text-3": "Schaalbaarheid",
  "page-upgrades-vision-trilemma-title-1": "Onderzoek het schaalbaarheid-trilemma",
  "page-upgrades-vision-trilemma-title-2": "Ethereum-upgrades en gedecentraliseerde opschaling",
  "page-upgrades-vision-trilemma-title-3": "Veilig en gedecentraliseerd",
  "page-upgrades-vision-trilemma-title-4": "Gedecentraliseerd en schaalbaar",
  "page-upgrades-vision-trilemma-title-5": "Schaalbaar en veilig",
  "page-upgrades-vision-understanding": "Inzicht in de visie van Ethereum",
  "page-upgrades-vision-upgrade-needs": "De noodzaak van upgrades",
  "page-upgrades-vision-upgrade-needs-desc": "Het Ethereum-protocol dat in 2015 werd gelanceerd, heeft ongelooflijk succes gehad. Maar de Ethereum-gemeenschap verwachtte altijd dat een paar belangrijke upgrades nodig zouden zijn om het volledige potentieel van Ethereum te ontgrendelen.",
  "page-upgrades-vision-upgrade-needs-desc-2": "Hoge vraag drijft de transactiekosten op die Ethereum duur maken voor de gemiddelde gebruiker. De schijfruimte die nodig is voor het uitvoeren van een Ethereum-client groeit snel. En het onderliggende proof-of-work consensusalgoritme dat Ethereum veilig en gedecentraliseerd houdt, heeft een grote invloed op het milieu.",
  "page-upgrades-vision-upgrade-needs-desc-3": "Ethereum heeft een reeks upgrades die deze problemen aanpakken en meer. Deze reeks upgrades werd oorspronkelijk 'Serenity' of 'Eth2,' genoemd, en ze zijn sinds 2014 een actief gebied van onderzoek en ontwikkeling.",
  "page-upgrades-vision-upgrade-needs-desc-5": "Nu de technologie klaar is, zullen deze upgrades Ethereum herconstrueren om het schaalbaarder, veiliger en duurzamer te maken - teneinde het leven van de bestaande gebruikers te verbeteren en nieuwe gebruikers te genereren. En dit alles terwijl de Ethereum-kernwaarde van decentralisatie behouden blijft.",
  "page-upgrades-vision-upgrade-needs-desc-6": "Dit betekent dat er geen Aan-knop is voor schaalbaarheid. Verbeteringen zullen in de loop van tijd geleidelijk verzonden worden.",
  "page-upgrades-vision-upgrade-needs-serenity": "Bekijk een blogpost uit 2015 over 'Serenity'"
}
