{
  "page-run-a-node-build-your-own-title": "Bouw je eigen",
  "page-run-a-node-build-your-own-hardware-title": "Stap 1 - Hardware",
  "page-run-a-node-build-your-own-minimum-specs": "Minimale specs",
  "page-run-a-node-build-your-own-min-ram": "4 - 8 GB RAM",
  "page-run-a-node-build-your-own-ram-note-1": "Zie opmerking over staking",
  "page-run-a-node-build-your-own-ram-note-2": "Zie opmerking over Raspberry Pi",
  "page-run-a-node-build-your-own-min-ssd": "2 TB SSD",
  "page-run-a-node-build-your-own-ssd-note": "SSD noodzakelijk voor benodigde schrijfsnelheden.",
  "page-run-a-node-build-your-own-recommended": "Aanbevolen",
  "page-run-a-node-build-your-own-nuc": "Intel NUC, 7e gen of hoger",
  "page-run-a-node-build-your-own-nuc-small": "x86 processor",
  "page-run-a-node-build-your-own-connection": "Bedrade internetverbinding",
  "page-run-a-node-build-your-own-connection-small": "Niet vereist, maar biedt eenvoudigere setup en de meest consistente verbinding",
  "page-run-a-node-build-your-own-peripherals": "Scherm en toetsenbord",
  "page-run-a-node-build-your-own-peripherals-small": "Tenzij u gebruik maakt van DAppNode, of ssh/headless setup",
  "page-run-a-node-build-your-own-software": "Stap 2 - Software",
  "page-run-a-node-build-your-own-software-option-1-title": "Optie 1 - DAppNode",
  "page-run-a-node-build-your-own-software-option-1-description": "Wanneer u klaar bent met uw hardware, kan het DAppNode-besturingssysteem met elke computer gedownload worden en geïnstalleerd op een verse SSD via een USB-stick.",
  "page-run-a-node-build-your-own-software-option-1-button": "DAppNode Setup",
  "page-run-a-node-build-your-own-software-option-2-title": "Optie 2 - Command line",
  "page-run-a-node-build-your-own-software-option-2-description-1": "Voor maximale controle kunnen ervaren gebruikers de voorkeur geven aan de commandoregel.",
  "page-run-a-node-build-your-own-software-option-2-description-2": "Bekijk onze ontwikkelaarsdocumenten voor meer informatie over het starten met de selectie van clients.",
  "page-run-a-node-build-your-own-software-option-2-button": "Command line setup",
  "page-run-a-node-buy-fully-loaded-title": "Koop fully-loaded",
  "page-run-a-node-buy-fully-loaded-description": "Bestel de plug-and-play optie van leveranciers voor de eenvoudigste onboarding-ervaring.",
  "page-run-a-node-buy-fully-loaded-note-1": "Bouwen niet nodig.",
  "page-run-a-node-buy-fully-loaded-note-2": "App-achtige setup met een GUI.",
  "page-run-a-node-buy-fully-loaded-note-3": "Geen command line vereist.",
  "page-run-a-node-censorship-resistance-title": "Censuurbestendig",
  "page-run-a-node-censorship-resistance-preview": "Verzeker toegang wanneer u dit nodig heeft, en word niet gecensureerd.",
  "page-run-a-node-censorship-resistance-1": "Een node van een derde kan ervoor kiezen om transacties van specifieke IP-adressen of specifieke accounts te weigeren, waarbij u mogelijk geblokkeerd wordt om het netwerk te gebruiken wanneer u het nodig heeft. ",
  "page-run-a-node-censorship-resistance-2": "Uw eigen node hebben om transacties in te dienen garandeert dat u op elk moment uw transacties kunt uitzenden naar de rest van het peer-to-peer netwerk.",
  "page-run-a-node-community-title": "Vind enkele helpers",
  "page-run-a-node-community-description-1": "Online platformen zoals Discord of Reddit zijn de thuisbasis van een groot aantal gemeenschapsbouwers die bereid zijn om u te helpen met al uw vragen.",
  "page-run-a-node-community-description-2": "Probeer niet alles alleen te doen.Als u een vraag heeft, is de kans groot dat iemand u kan helpen een antwoord te vinden.",
  "page-run-a-node-community-link-1": "Neem deel aan de DAppNode Discord",
  "page-run-a-node-community-link-2": "Vind online communities",
  "page-run-a-node-choose-your-adventure-title": "Kies je avontuur",
  "page-run-a-node-choose-your-adventure-1": "Om te beginnen heeft u bepaalde hardware nodig. Hoewel het draaien van node-software mogelijk is op een pc, kan beschikken over een specifieke machine de prestaties van uw node aanzienlijk verbeteren terwijl de impact op uw primaire computer geminimaliseerd wordt.",
  "page-run-a-node-choose-your-adventure-2": "Bij het selecteren van hardware moet men bedenken dat de keten voortdurend groeit en dat onderhoud onvermijdelijk nodig zal zijn. Scherpere specificaties kunnen de noodzaak voor onderhoud van nodes verminderen.",
  "page-run-a-node-choose-your-adventure-build-1": "Een goedkopere en beter aanpasbare optie voor ietwat technischere gebruikers.",
  "page-run-a-node-choose-your-adventure-build-bullet-1": "Zorg voor je eigen onderdelen.",
  "page-run-a-node-choose-your-adventure-build-bullet-2": "Installeer DAppNode.",
  "page-run-a-node-choose-your-adventure-build-bullet-3": "Of kies uw eigen OS en clients.",
  "page-run-a-node-choose-your-adventure-build-start": "Start met bouwen",
  "page-run-a-node-decentralized-title": "Decentralisatie",
  "page-run-a-node-decentralized-preview": "Weersta het versterken van gecentraliseerde punten van mislukking.",
  "page-run-a-node-decentralized-1": "Gecentraliseerde cloudservers kunnen veel rekenkracht bieden, maar ze bieden een doelwit voor landen of aanvallers die het netwerk proberen te verstoren.",
  "page-run-a-node-decentralized-2": "Netwerkveerkracht wordt bereikt met meer nodes, in geografisch gediversifieerde locaties, die worden beheerd door verschillende mensen met verschillende achtergronden. Naarmate meer mensen hun eigen node draaien, zal het vertrouwen op gecentraliseerde punten van mislukking verminderen, waardoor het netwerk sterker wordt.",
  "page-run-a-node-further-reading-title": "Verder lezen",
  "page-run-a-node-further-reading-1-link": "Ethereum leren kennen - Moet ik een volledige node draaien",
  "page-run-a-node-further-reading-1-author": "Andreas Antonopoulos",
  "page-run-a-node-further-reading-2-link": "Ethereum op ARM - Snelstartgids",
  "page-run-a-node-further-reading-3-link": "De Limieten van Blockchain Schaalbaarheid",
  "page-run-a-node-further-reading-3-author": "Vitalik Buterin",
  "page-run-a-node-getting-started-title": "Aan de slag",
  "page-run-a-node-getting-started-software-section-1": "In de eerdere dagen van het netwerk moesten gebruikers kunnen communiceren met de commandoregel om een Ethereum-node te beheren.",
  "page-run-a-node-getting-started-software-section-1-alert": "Als dit uw voorkeur is, en u heeft de vaardigheden, bekijk dan gerust onze technische documenten.",
  "page-run-a-node-getting-started-software-section-1-link": "Draai een Ethereum node",
  "page-run-a-node-getting-started-software-section-2": "Nu beschikken we over DAppNode, dat <b>gratis en open-source software</b> is, die gebruikers een op een <b>app gelijkende ervaring geeft</b> tijdens het beheren van hun node.",
  "page-run-a-node-getting-started-software-section-3a": "In slechts enkele tikken kunt u uw node laten draaien.",
  "page-run-a-node-getting-started-software-section-3b": "DAppNode maakt het gemakkelijk voor gebruikers om volledige nodes, <a href=\"/glossary/#dapp\">dapps</a> en andere <a href=\"/glossary/#peer-to-peer-network\">P2P</a>-netwerken te draaien, zonder dat het nodig is om de commandoregel aan te raken. Dit maakt het gemakkelijker voor iedereen om deel te nemen aan een gedecentraliseerd netwerk en deze te creëren.",
  "page-run-a-node-getting-started-software-title": "Deel 2: Software",
  "page-run-a-node-glyph-alt-terminal": "Terminal glyph",
  "page-run-a-node-glyph-alt-phone": "Telefoonbewaking glyph",
  "page-run-a-node-glyph-alt-dappnode": "DAppNode glyph",
  "page-run-a-node-glyph-alt-pnp": "Plug-n-play glyph",
  "page-run-a-node-glyph-alt-hardware": "Hardware glyph",
  "page-run-a-node-glyph-alt-software": "Softwaredownload glyph",
  "page-run-a-node-glyph-alt-privacy": "Privacy glyph",
  "page-run-a-node-glyph-alt-censorship-resistance": "Censuurbestendige megafoon glyph",
  "page-run-a-node-glyph-alt-earth": "Aarde glyph",
  "page-run-a-node-glyph-alt-decentralization": "Decentralisatie glyph",
  "page-run-a-node-glyph-alt-vote": "Laat je stem horen glyph",
  "page-run-a-node-glyph-alt-sovereignty": "Soevereiniteit glyph",
  "page-run-a-node-hero-alt": "Afbeelding van node",
  "page-run-a-node-hero-header": "Neem de volledige controle.<br />Draai uw eigen node.",
  "page-run-a-node-hero-subtitle": "Word volledig soeverein terwijl u het netwerk helpt beveiligen. Word Ethereum.",
  "page-run-a-node-hero-cta-1": "Meer informatie",
  "page-run-a-node-install-manually-title": "Installeer handmatig",
  "page-run-a-node-install-manually-1": "Als u een meer technische gebruiker bent en besloten heeft om uw eigen apparaat te bouwen, kan DAppNode vanaf elke computer gedownload worden en op een nieuwe SSD geïnstalleerd worden via een USB-stick.",
  "page-run-a-node-meta-description": "Een inleiding over het wat, waarom en hoe van het draaien van een Ethereum-node.",
  "page-run-a-node-participate-title": "Neem deel",
  "page-run-a-node-participate-preview": "De decentralisatierevolutie begint met <strong>u</strong>.",
  "page-run-a-node-participate-1": "Door het draaien van een node wordt u onderdeel van een wereldwijde beweging om controle en macht over een wereld van informatie te decentraliseren.",
  "page-run-a-node-participate-2": "Als u een houder bent, breng dan waarde naar uw ETH door de gezondheid en decentralisatie van het netwerk te ondersteunen, en zorg ervoor dat u in de toekomst ervan uw stem kunt laten horen.",
  "page-run-a-node-privacy-title": "Privacy & Beveiliging",
  "page-run-a-node-privacy-preview": "Stop met het lekken van uw persoonlijke gegevens naar nodes van derden.",
  "page-run-a-node-privacy-1": "Bij het verzenden van transacties met openbare nodes, kan persoonlijke informatie worden uitgelekt naar derden, zoals uw IP-adres en uw Ethereum-adressen.",
  "page-run-a-node-privacy-2": "Door compatibele portemonnees naar uw eigen node te verwijzen, kunt u uw portemonnee gebruiken voor een privé en veilige interactie met de blockchain.",
  "page-run-a-node-privacy-3": "En als een kwaadaardige node een ongeldige transactie distribueert, zal uw node deze gewoon negeren. Elke transactie wordt lokaal op uw eigen apparaat geverifieerd, dus u hoeft niemand te vertrouwen.",
  "page-run-a-node-rasp-pi-title": "Een opmerking over de Raspberry Pi (ARM-processor)",
  "page-run-a-node-rasp-pi-description": "Raspberry Pi's zijn lichtgewicht en betaalbare computers, maar ze hebben beperkingen die van invloed kunnen zijn op de prestaties van uw node. Hoewel deze momenteel niet aanbevolen worden om te staken, kunnen ze een uitstekende en goedkope optie zijn voor het draaien van een node voor persoonlijk gebruik, met maar liefst 4 tot 8 GB aan RAM.",
  "page-run-a-node-rasp-pi-note-2-link": "Ethereum op ARM-documentatie",
  "page-run-a-node-rasp-pi-note-2-description": "Leer hoe u een node instelt via de commanderegel op een Raspberry Pi",
  "page-run-a-node-rasp-pi-note-3-link": "Draai een node met de Raspberry Pi",
  "page-run-a-node-rasp-pi-note-3-description": "Volg hier mee als tutorials uw voorkeur zijn",
  "page-run-a-node-shop": "Shop",
  "page-run-a-node-shop-avado": "Shop Avado",
  "page-run-a-node-shop-dappnode": "Shop DAppNode",
  "page-run-a-node-staking-title": "Stake uw ETH",
  "page-run-a-node-staking-description": "Hoewel het niet vereist is, bent u met een node die draait één stap dichter bij het staken van uw ETH om beloningen te verdienen en helpt u bij te dragen aan een verschillende component van de veiligheid van Ethereum.",
  "page-run-a-node-staking-link": "Stake ETH",
  "page-run-a-node-staking-plans-title": "Van plan om te staken?",
  "page-run-a-node-staking-plans-description": "Om de efficiëntie van uw validator te maximaliseren, wordt minimaal 16 GB RAM aanbevolen, maar 32 GB is beter, met een CPU-benchmarkscore van meer dan 6667 op <a href=\"https://cpubenchmark.net\" target=\"_blank\">cpubenchmark.net</a>. Het wordt ook aanbevolen dat stakers toegang hebben tot onbeperkte internetbandbreedte met hoge snelheid, maar dit is geen absolute eis.",
  "page-run-a-node-staking-plans-ethstaker-link-label": "Zo winkelt u voor hardware voor Ethereum-validators",
  "page-run-a-node-staking-plans-ethstaker-link-description": "EthStaker gaat in meer detail in deze één uur durende special",
  "page-run-a-node-sovereignty-title": "Soevereiniteit",
  "page-run-a-node-sovereignty-preview": "Denk over het draaien van een node als de volgende stap na het verkrijgen van uw eigen Ethereum-portemonnee.",
  "page-run-a-node-sovereignty-1": "Een Ethereum-portemonnee stelt u in staat om uw digitale middelen volledig te bewaken en te beheren door te beschikken over de persoonlijke sleutels voor uw adressen, maar die sleutels vertellen u niet de huidige status van de blockchain, zoals het saldo van uw portemonnee.",
  "page-run-a-node-sovereignty-2": "Standaard maken Ethereum-portemonnees verbinding met nodes van derden zoals Infura of Alchemy wanneer u uw saldi opzoekt. Met uw eigen node beschikt u over uw eigen kopie van de Ethereum-blockchain.",
  "page-run-a-node-title": "Run een node",
  "page-run-a-node-voice-your-choice-title": "Laat uw keuze horen",
  "page-run-a-node-voice-your-choice-preview": "Geef de controle niet op in geval van een fork.",
  "page-run-a-node-voice-your-choice-1": "In het geval van een chain fork, waarbij twee chains ontstaan met twee verschillende regels, garandeert het draaien van uw eigen node uw vermogen om te kiezen welke regels u ondersteunt. Het is aan u om al dan niet te upgraden naar nieuwe regels en voorgestelde wijzigingen te ondersteunen.",
  "page-run-a-node-voice-your-choice-2": "Als u ETH staket, kunt u met uw eigen node uw eigen client kiezen, om uw risico op slashing te minimaliseren en om na verloop van tijd te reageren op fluctuerende behoeften van het netwerk. Bij staking met een derde partij vervalt uw stem over welke client volgens u de beste is.",
  "page-run-a-node-what-title": "<i>Wat</i> betekent het om \"een node te draaien\"?",
  "page-run-a-node-what-1-subtitle": "Software draaien.",
  "page-run-a-node-what-1-text": "Deze software, bekend als een 'client', downloadt een kopie van de Ethereum-blockchain en verifieert de geldigheid van elk blok, houdt deze vervolgens up-to-date met nieuwe blokken en transacties, en helpt anderen om hun eigen kopieën te downloaden en bij te werken.",
  "page-run-a-node-what-2-subtitle": "Met hardware.",
  "page-run-a-node-what-2-text": "Ethereum is ontworpen voor het draaien van een node op gemiddelde computers van consumentenkwaliteit. U kunt elke personal computer gebruiken, maar de meeste gebruikers kiezen voor het uitvoeren van hun node op speciale hardware om de prestatie-impact op hun machine te elimineren en de downtime van hun node te minimaliseren.",
  "page-run-a-node-what-3-subtitle": "Terwijl u online bent.",
  "page-run-a-node-what-3-text": "Een Ethereum-node draaien kan ingewikkeld klinken, maar het is gewoon het werk van continu draaiende clientsoftware op een computer terwijl deze verbonden is met het internet. Wanneer u offline bent, zal uw node eenvoudig inactief zijn totdat het terug online komt en bijgewerkt wordt met de laatste wijzigingen.",
  "page-run-a-node-who-title": "<i>Wie</i> zou een node moeten draaien?",
  "page-run-a-node-who-preview": "Iedereen opgelet! Nodes zijn niet alleen voor <a href=\"/glossary/#pos\">proof-of-stake</a> validators. <i>Iedereen</i> kan een node draaien - je hebt niet eens ETH nodig.",
  "page-run-a-node-who-copy-1": "Je hoeft geen ETH te <a href=\"/glossary/#staking\">staken</a> om een node te draaien. Sterker nog, het is bijna elke node op Ethereum die validators verantwoordelijk houdt.",
  "page-run-a-node-who-copy-2": "U krijgt misschien niet de financiële beloningen die validators verdienen, maar er zijn vele andere voordelen van het draaien van een node voor een Ethereum-gebruiker, inclusief privacy, beveiliging, verminderde afhankelijkheid van servers van derden, censuurweerstand en verbeterde gezondheid en decentralisatie van het netwerk.",
  "page-run-a-node-who-copy-3": "Met uw eigen node hoeft u geen informatie te vertrouwen over de status van het netwerk die door een derde partij wordt verstrekt.",
  "page-run-a-node-who-copy-bold": "Vertrouw niet. Verifieer.",
  "page-run-a-node-why-title": "<i>Waarom</i> een node draaien?"
}
