{
  "page-what-is-ethereum-alt-img-bazaar": "Illustratie van een persoon die naar een bazaar kijkt, bedoeld om Ethereum uit te beelden",
  "page-what-is-ethereum-alt-img-comm": "Een illustratie van samenwerking tussen Ethereum-communityleden",
  "page-what-is-ethereum-alt-img-lego": "Een illustratie van een hand die een ETH-logo maakt van legostenen",
  "page-what-is-ethereum-banking-card": "Bankieren voor iedereen",
  "page-what-is-ethereum-banking-card-desc": "Niet iedereen heeft toegang tot financiële diensten. Maar alles wat u nodig hebt voor toegang tot Ethereum en zijn (uit)leen- en spaarproducten, is een internetverbinding.",
  "page-what-is-ethereum-build": "Maak iets met Ethereum",
  "page-what-is-ethereum-build-desc": "Als u met Ethereum wilt proberen te bouwen, lees dan onze documentatie, probeer enkele tutorials of bekijk de tools die u nodig hebt om te beginnen.",
  "page-what-is-ethereum-censorless-card": "Censuurbestendig",
  "page-what-is-ethereum-censorless-card-desc": "Geen enkele overheid of bedrijf heeft zeggenschap over Ethereum. De decentralisatie maakt het zo goed als onmogelijk voor iemand om u ervan te weerhouden betalingen te ontvangen of diensten te gebruiken op Ethereum.",
  "page-what-is-ethereum-comm-desc": "Onze community bestaat uit mensen met verschillende achtergronden, waaronder artiesten, crypto-anarchisten, Fortune 500-bedrijven en nu ook u. Ontdek hoe u vandaag nog mee kunt doen.",
  "page-what-is-ethereum-commerce-card": "Handelsgaranties",
  "page-what-is-ethereum-commerce-card-desc": "Klanten hebben een veilige en ingebouwde garantie dat tegoeden enkel worden uitgewisseld als u levert zoals vooraf is afgesproken. Op deze manier hebben ontwikkelaars de zekerheid dat de regels voor hen niet zullen veranderen.",
  "page-what-is-ethereum-composable-card": "Alle producten kunnen op elkaar bouwen",
  "page-what-is-ethereum-composable-card-desc": "Doordat alle apps op dezelfde blockchain zijn gebouwd met een gedeelde algemene staat, kunnen ze op elkaar bouwen (zoals lego's). Dit maakt het mogelijk om steeds betere producten en ervaringen te bouwen.",
  "page-what-is-ethereum-community": "De Ethereum-community",
  "page-what-is-ethereum-desc": "Het fundament voor onze digitale toekomst",
  "page-what-is-ethereum-explore": "Verken Ethereum",
  "page-what-is-ethereum-internet-card": "Een privacy-vriendelijker internet",
  "page-what-is-ethereum-internet-card-desc": "Je hoeft niet al je persoonlijke gegevens op te geven om een Ethereum-app te gebruiken. Ethereum bouwt een economie gebaseerd op waarde, niet op toezicht.",
  "page-what-is-ethereum-meet-comm": "Ontmoet de community",
  "page-what-is-ethereum-meta-description": "Leer over Ethereum, wat het doet en hoe u het zelf kunt uitproberen.",
  "page-what-is-ethereum-meta-title": "Wat is Ethereum?",
  "page-what-is-ethereum-p2p-card": "Een peer-to-peer-netwerk",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum stelt je in staat om geld te verplaatsen of overeenkomsten te sluiten direct met iemand anders. Je hebt geen tussenpersonen nodig.",
  "page-what-is-ethereum-start-building-btn": "Start met bouwen",
  "page-what-is-ethereum-title": "Wat is Ethereum?",
  "page-what-is-ethereum-subtitle": "Een volledige beginnershandleiding over hoe Ethereum werkt, de voordelen die het oplevert en hoe het wordt gebruikt door miljoenen mensen over de hele wereld.",
  "page-what-is-ethereum-button-lets-start": "Laten we beginnen",
  "page-what-is-ethereum-blockchain-tab-title": "Wat is een blockchain?",
  "page-what-is-ethereum-blockchain-tab-content": "<b> Een blockchain is een database van transacties </b> die wordt bijgewerkt en gedeeld over verschillende computers in een netwerk. Elke keer wanneer er een nieuwe reeks transacties wordt toegevoegd, wordt dit een \"blok\" genoemd - vandaar de naam blockchain. De meeste blockchains zijn openbaar en hebben enkel de mogelijkheid om data toe te voegen, niet om te verwijderen. Als iemand de informatie wil wijzigen of het systeem wil misleiden, hebben ze de meerderheid van de computers op het netwerk nodig. Dat is een hele hoop! Dit maakt reeds gevestigde blockchains zoals Ethereum extreem veilig.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Waarom heet het cryptovaluta?",
  "page-what-is-ethereum-cryptocurrency-tab-content": "Blockchains gebruiken cryptografische technieken om ervoor te zorgen dat uw geld veilig is. In de banksector worden al jaren vergelijkbare technieken gebruikt om monetaire transacties veilig te stellen. Je zou dus kunnen zeggen dat cryptovaluta's het veiligheidsniveau van een bank hebben.",
  "page-what-is-ethereum-summary-title": "Samenvatting",
  "page-what-is-ethereum-summary-desc-1": "Ethereum is een technologie voor het bouwen van apps en organisaties, het houden van activa, het uitvoeren van transacties en om te communiceren zonder gecontroleerd te worden door een centrale autoriteit. Het is niet nodig om al uw persoonlijke gegevens over te dragen om Ethereum te kunnen gebruiken - u houdt zelf de controle over uw eigen gegevens en over wat er wordt gedeeld. Ethereum heeft zijn eigen cryptovaluta, Ether, die wordt gebruikt om bepaalde activiteiten op het Ethereum-netwerk te betalen.",
  "page-what-is-ethereum-summary-desc-2": "Nog steeds in de war? Laten we het stap voor stap uitleggen.",
  "page-what-is-ethereum-what-is-crypto-title": "Wat is een cryptovaluta?",
  "page-what-is-ethereum-what-is-crypto-desc-1": "<b>Crypto (kort voor cryptocurrency/cryptovaluta) is een nieuwe vorm van digitaal geld aangedreven door cryptografie.</b>",
  "page-what-is-ethereum-what-is-crypto-desc-2": "Het begon allemaal in 2008 met Bitcoin. Het kon gebruikt worden om fondsen naar iedereen wereldwijd te sturen. Wat cryptogeld anders maakte dan normale bankoverschrijvingen of andere financiële diensten zoals Paypal of Alipay, is dat er voor de eerste keer geen tussenpersoon was.",
  "page-what-is-ethereum-what-is-crypto-desc-3": "Wacht, wat is een tussenpersoon?",
  "page-what-is-ethereum-what-is-crypto-desc-4": "Een tussenpersoon (middle-man) is een centrale autoriteit zoals een bank of een overheid die tussenbeide komt in een transactie tussen afzender en ontvanger. Zij hebben de bevoegdheid om transacties te onderzoeken, te censureren of terug te draaien. Zij kunnen de gevoelige gegevens die zij over u verzamelen met derden delen. Ze beslissen vaak ook tot welke financiële diensten u toegang heeft.",
  "page-what-is-ethereum-what-is-crypto-desc-5": "Dingen zijn anders met crypto. <b>Transacties verbinden afzenders en ontvangers direct met elkaar</b> zonder dat ze met een centrale autoriteit te maken krijgen. Niemand anders zal toegang hebben tot uw geld en <b>niemand kan u vertellen welke diensten u mag gebruiken</b>. Dit is mogelijk vanwege de blockchain-technologie op basis waarvan cryptovaluta's kunnen werken.",
  "page-what-is-ethereum-btc-eth-diff-title": "Wat is het verschil tussen Ethereum en Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "Ethereum, gelanceerd in 2015, bouwt voort op de innovaties van Bitcoin, met enkele grote verschillen.",
  "page-what-is-ethereum-btc-eth-diff-2": "Beide laten u digitaal geld gebruiken zonder tussenkomst van betalingsproviders of banken. Maar <b>Ethereum is programmeerbaar</b>, wat wil zeggen dat u ook gedecentraliseerde toepassingen op het netwerk kunt bouwen.",
  "page-what-is-ethereum-btc-eth-diff-3": "Dat Ethereum programmeerbaar is betekent dat u apps kunt bouwen die de blockchain gebruiken om gegevens op te slaan of te bepalen wat uw app kan doen. Dit resulteert in een algemene blockchain die kan worden geprogrammeerd om wat dan ook te doen. Omdat er geen limiet is aan wat Ethereum mag doen, maakt dit het mogelijk dat er grote innovaties plaatsvinden op het Ethereum-netwerk.",
  "page-what-is-ethereum-btc-eth-diff-4": "Terwijl Bitcoin alleen maar een betalingsnetwerk is, lijkt Ethereum meer op een markt van financiële diensten, games, sociale netwerken en andere apps die uw privacy respecteren en u niet kunnen censureren.",
  "page-what-is-ethereum-what-can-eth-do-title": "Wat kan Ethereum doen?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Waarom zou ik Ethereum gebruiken?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Als u ooit geld naar het buitenland heeft gestuurd (of van plan bent om dit te doen), of u ooit zorgen heeft gemaakt over uw bezittingen omdat ze door externe bedrijven buiten uw controle bewaard worden, of u heeft genoeg van de vele beperkingen en vergoedingen die traditionele financiële instellingen opleggen voor dagelijkse transacties, dan zou u geïntresseerd kunnen zijn in wat cryptovaluta's te bieden hebben.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Vergeet niet dat Ethereum een verhaal is dat nog steeds wordt geschreven, Het wordt continu ontwikkeld en elke dag komen er meer redenen bij om het te gebruiken.",
  "page-what-is-ethereum-slide-1-title": "Goedkopere en snellere grensoverschrijdende betalingen",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Stablecoins</b> zijn een nieuw type cryptovaluta dat afhankelijk is van een stabielere activa als basis voor de waarde. De meesten van deze zijn verbonden met de Amerikaanse dollar en houden dus vast aan de waarde van die munt. Dit zorgt voor een zeer goedkoop en stabiel mondiaal betalingssysteem. Veel huidige stablecoins zijn gebouwd op het Ethereum-netwerk.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum en stablecoins vereenvoudigen het proces van het verzenden van geld naar het buitenalnd. Het duurt vaak maar een paar minuten om fondsen over de hele wereld te verschuiven, dit in tegenstelling tot enkele werkdagen of zelfs weken bij de gemiddelde bank, en voor een fractie van de prijs. Daarnaast zijn er geen extra kosten voor het uitvoeren van een hoge waarde en er zijn geen beperkingen op waar of waarom u uw geld stuurt.",
  "page-what-is-ethereum-slide-2-title": "De snelste hulp in tijden van crisis",
  "page-what-is-ethereum-slide-2-desc-1": "Als u het geluk heeft om op een plaats te wonen met meerdere vertrouwde financiële instellingen voor bankzaken, dan zijn financiële vrijheid, veiligheid en stabiliteit vanzelfsprekend voor u. Maar voor veel mensen over de hele wereld die te maken hebben met politieke onderdrukking of economische tegenspoed, bieden de financiële instellingen wellicht niet de bescherming en diensten die zij nodig hebben.",
  "page-what-is-ethereum-slide-2-desc-2": "Wanneer oorlog, economische rampen of repressies tegen de burgerlijke vrijheden de inwoners van <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Cuba</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afghanistan</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigeria</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Belarus</a> en <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Oekraïne</a> troffen, vormden cryptovaluta's de snelste en vaak de enige mogelijkheid om financiële onafhankelijkheid te behouden.<sup><a to=\"https://www.financialinclusion.tech/\">1</a></sup> Zoals te zien in deze voorbeelden, kunnen cryptovaluta's zoals Ethereum onbeperkte toegang tot de mondiale economie bieden wanneer mensen worden afgesloten van de buitenwereld. Stablecoins bieden bovendien een ruilmiddel wanneer lokale valuta instorten als gevolg van superinflatie.",
  "page-what-is-ethereum-slide-3-title": "Creators empowereren",
  "page-what-is-ethereum-slide-3-desc-1": "Alleen al in 2021 gebruikten artiesten, muzikanten, schrijvers en andere makers Ethereum, die hiermee collectief ongeveer $3,5 miljard verdienden. Dit maakt Ethereum een van de grootste globale platforms voor creators, naast Spotify, YouTube en Etsy. \n<a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Meer informatie</a>.",
  "page-what-is-ethereum-slide-4-title": "Gamers empowereren",
  "page-what-is-ethereum-slide-4-desc-1": "Play-to-earn games (waar spelers daadwerkelijk worden beloond voor het spelen van de games) zijn recent verschenen en transformeren de game-industrie. Traditioneel is het vaak verboden om in-game middelen te verhandelen voor echt geld. Dit zorgt ervoor dat veel spelers zwarte markt websites gebruiken die een veiligheidsrisico vormen. Blockchain-gaming omarmt de in-game economie en bevordert dergelijk gedrag op een vertrouwde manier.",
  "page-what-is-ethereum-slide-4-desc-2": "Bovendien worden spelers gestimuleerd door het feit dat ze in-game tokens kunnen verhandelen voor echt geld, en dus daadwerkelijk worden beloond voor hun speeltijd.",
  "page-what-is-ethereum-meet-ether-title": "Maak kennis met ether, de cryptovaluta van Ethereum.",
  "page-what-is-ethereum-meet-ether-desc-1": "Ethereum heeft een eigen cryptovaluta genaamd Ether (ETH). Het is zuiver digitaal, en u kunt het onmiddellijk naar iedereen ter wereld sturen. Het aanbod van ETH wordt niet gecontroleerd door een regering of bedrijf - het is gedecentraliseerd en volledig transparant. Nieuwe munten (ook wel tokens genoemd) worden alleen uitgegeven aan validators die het netwerk beveiligen.",
  "page-what-is-ethereum-meet-ether-desc-2": "Elke actie op het Ethereum-netwerk vereist een bepaalde hoeveelheid rekenkracht. Deze vergoeding wordt betaald in de vorm van ether. Dit betekent dat je minimaal een kleine hoeveelheid ETH nodig hebt om het netwerk te kunnen gebruiken.",
  "page-what-is-ethereum-what-is-ether": "Wat is ether?",
  "page-what-is-ethereum-get-eth": "Verkrijg ETH",
  "page-what-is-ethereum-what-can-i-do-title": "Wat kan ik doen met ETH-munten?",
  "page-what-is-ethereum-what-can-i-do-desc-1": "Veel dingen! Een van de meest populaire toepassingen van de Ethereum-technologie is gedecentraliseerde financiering (DeFi) die financiële diensten mogelijk maakt voor iedereen met een internetverbinding. U kunt uw ether als onderpand gebruiken om leningen op te nemen, of om liquiditeit te bieden om rente op uw geld te verdienen.",
  "page-what-is-ethereum-explore-applications": "Applicaties verkennen",
  "page-what-is-ethereum-learn-defi": "Meer informatie over DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Wie beheert Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum wordt niet gecontroleerd door één enkele entiteit. Het bestaat uitsluitend door de gedecentraliseerde deelname en samenwerking van de gemeenschap. Ethereum maakt gebruik van nodes (een computer met een kopie van de Ethereum-blockchaindata) die door vrijwilligers beheerd worden om individuele server- en cloudsystemen te vervangen (die eigendom zijn van grote internetproviders en -diensten).",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Deze gedistribueerde nodes, beheerd door personen en bedrijven over de hele wereld, bieden veerkracht aan de infrastructuur van het Ethereum-netwerk. Het is daarom veel minder kwetsbaar voor hacks of shutdowns. <b>Sinds de lancering in 2015 heeft Ethereum nooit downtime gehad</b>. Er zijn duizenden individuele nodes die Ethereum gebruiken. Dit maakt Ethereum een van de meest gedecentraliseerde cryptovaluta's, op de tweede plaats na bitcoin.",
  "page-what-is-ethereum-run-a-node": "Een node runnen",
  "page-what-is-ethereum-smart-contract-title": "Wat zijn smart contracts?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Slimme contracten zijn gewoon computerprogramma's</b> die op de Ethereum-blockchain bestaan. Ze worden alleen <b>uitgevoerd wanneer ze worden geactiveerd door een transactie van een gebruiker (of door een ander contract)</b>. Ze maken Ethereum zeer flexibel in wat het kan en zorgen voor een onderscheid tussen Ethereum en andere cryptovaluta's. Deze programma's zijn wat we nu gedecentraliseerde apps of dapps noemen.",
  "page-what-is-ethereum-smart-contract-desc-2": "Heeft u ooit al eens een product gebruikt dat zijn gebruiksvoorwaarden heeft gewijzigd? Of die een functie heeft verwijderd die u nuttig vond? Bij Ethereum kan dit niet. Zodra een slim contract is gepubliceerd op Ethereum, zal het online en operationeel blijven zolang Ethereum bestaat. Zelfs de auteur kan het niet verwijderen. Omdat slimme contracten geautomatiseerd zijn, worden gebruikers nooit gediscimineerd en zijn ze altijd beschikbaar om gebruikt te worden.",
  "page-what-is-ethereum-smart-contract-desc-3": "Populaire voorbeelden van slimme contracten zijn: lening-apps, gedecentraliseerde handelsuitwisselingen, verzekeringen, crowdfunding apps - eigenlijk alles waar u aan kunt denken.",
  "page-what-is-ethereum-more-on-smart-contracts": "Meer over slimme contracten",
  "page-what-is-ethereum-explore-dapps": "Verken dapps",
  "page-what-is-ethereum-criminal-activity-title": "Ik heb gehoord dat crypto wordt gebruikt als tool voor criminele activiteiten. Is dat waar?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Zoals bij elke vorm van geld zal een deel van het geld worden misbruikt. Het is echter vaak veel gemakkelijker voor de autoriteiten om illegale activiteiten op te sporen op Ethereum, omdat alle Ethereum-transacties plaatsvinden op een open blockchain. Dit zorgt er indirect voor dat Ethereum minder aantrekkelijk is voor degenen die liever niet worden gedetecteerd.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Volgens de belangrijkste bevindingen van een recent rapport van Europol, het Agentschap van de Europese Unie voor samenwerking op gebied van wetgeving, blijkt dat cryptovaluta veel minder dan fiat valuta gebruikt worden voor criminele doeleinden :",
  "page-what-is-ethereum-criminal-activity-desc-3": "“Het gebruik van cryptovaluta's voor illegale activiteiten omvat slechts een klein deel van de totale cryptovaluta-economie; bovendien is het een relatief klein bedrag in vergelijking met de hoeveelheid illegale fondsen die bij traditionele financiën zijn betrokken.\"",
  "page-what-is-ethereum-energy-title": "Hoe zit het met Ethereums energieverbruik?",
  "page-what-is-ethereum-energy-desc-1": "Ethereum gebruikt momenteel het proof-of-work mechanisme, dat een grote hoeveelheid energie verbruikt. In de komende maanden (K3/K4 2022) zal Ethereum een grote update ondergaan en wordt er overgeschakeld op het proof-of-stake mechanisme, dat <b>de impact op het milieu</b> aanzienlijk gaat verminderen.",
  "page-what-is-ethereum-energy-desc-2": "Deze update vermindert de energie die nodig is om Ethereum te beveiligen met ongeveer <b>99,95%</b>, het creëert een <b>veiliger netwerk voor veel lagere koolstofkosten</b>. Dit zal van Ethereum een echt koolstofarme blockchain maken en tegelijkertijd de veiligheid en schaalbaarheid ervan vergroten.",
  "page-what-is-ethereum-more-on-energy-consumption": "Meer over energieverbruik",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Jaarlijks energieverbruik in TW/jr",
  "page-what-is-ethereum-the-merge-update": "De merge update",
  "page-what-is-ethereum-additional-reading": "Lees meer",
  "page-what-is-ethereum-week-in-ethereum": "Week in Ethereum News",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Een wekelijkse nieuwsbrief over belangrijke ontwikkelingen in het ecosysteem.",
  "page-what-is-ethereum-the-year-in-ethereum-2021": "Het jaar in Ethereum 2021",
  "page-what-is-ethereum-the-year-in-ethereum-2021-desc": "17 januari 2022 - Josh Stark en Evan Van Ness",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atoms, Institutions, Blockchains",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Waarom blockchains belangrijk zijn?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum in cijfers"
}
