{
  "consensus-client-lighthouse-logo-alt": "Lighthouse-logo",
  "consensus-client-lodestar-logo-alt": "Lodestar-logo",
  "consensus-client-nimbus-logo-alt": "Nimbus-logo",
  "consensus-client-prysm-logo-alt": "Prysm-logo",
  "consensus-client-teku-logo-alt": "Teku-logo",
  "consensus-client-under-review": "Beoordeling en audit bezig",
  "page-upgrades-answer-1": "Denk over de veranderingen die uitgerold worden als een reeks upgrades die worden toegevoegd om het Ethereum van vandaag te verbeteren. Deze upgrades bevatten de creatie van een nieuwe keten genaamd de Beacon Chain en ze zullen nieuwe ketens introduceren die bekend staan als 'shards'.",
  "page-upgrades-answer-2": "Sommige upgrades staan los van het Ethereum-hoofdnet dat we vandaag de dag gebruiken, maar zullen dat niet vervangen. In plaats daarvan zal het hoofdnet worden samengevoegd met dit parallele systeem dat in de loop van de tijd wordt toegevoegd.",
  "page-upgrades-answer-4": "Met andere woorden, het Ethereum dat we vandaag gebruiken zal uiteindelijk alle functies belichamen waarnaar we in de Ethereum-visie op gericht zijn.",
  "page-upgrade-article-title-two-point-oh": "2.0: de Beacon Chain",
  "page-upgrade-article-title-beacon-chain-explainer": "De uitleg van Bacon Chain Ethereum 2.0 die u eerst moet lezen",
  "page-upgrade-article-title-sharding-consensus": "Sharding-consensus",
  "page-upgrade-article-author-ethereum-foundation": "Ethereum Foundation",
  "page-upgrade-article-title-sharding-is-great": "Waarom sharding goed is: demystificeren van de technische eigenschappen",
  "page-upgrade-article-title-rollup-roadmap": "Een rollup-centrisch stappenplan",
  "page-upgrades-beacon-chain-btn": "Meer over de Beacon Chain",
  "page-upgrades-beacon-chain-date": "De Beacon Chain ging live op 1 December 2020.",
  "page-upgrades-beacon-chain-desc": "De Beacon Chain bracht staking naar Ethereum, legt de basis voor toekomstige upgrades en zal het systeem uiteindelijk coördineren.",
  "page-upgrades-beacon-chain-estimate": "De Beacon Chain is live",
  "page-upgrades-beacon-chain-title": "De Beacon Chain",
  "page-upgrades-bug-bounty": "Bekijk het bug bounty-programma",
  "page-upgrades-clients": "Bekijk de consensus-clients (voorheen bekend als 'Eth2'-clients)",
  "page-staking-deposit-contract-title": "Controleer het contractadres voor stortingen",
  "page-upgrades-diagram-ethereum-mainnet": "Ethereum-hoofdnet",
  "page-upgrades-diagram-h2": "Hoe de upgrades bij elkaar passen",
  "page-upgrades-diagram-link-1": "Meer over proof-of-work",
  "page-upgrades-diagram-link-2": "Meer over shardketens",
  "page-upgrades-diagram-mainnet": "Hoofdnet",
  "page-upgrades-diagram-p": "Het Ethereum-hoofdnet blijft voorlopig bestaan in zijn huidige vorm. Dit betekent dat de Beacon Chain- en shard-upgrades geen negatieve invloed zullen hebben op het netwerk.",
  "page-upgrades-diagram-p-1": "Het hoofdnet zal uiteindelijk worden samengevoegd met het nieuwe systeem geintroduceerd door de Beacon Chain.",
  "page-upgrades-diagram-p-2": "De Beacon Chain wordt de dirigent van Ethereum, coördineert de validators en bepaalt het tempo voor de creatie van blokken.",
  "page-upgrades-diagram-p-3": "In eerste instantie werkt het los van het hoofdnet en beheert het validators. Het heeft verder niets te maken met slimme contracten, transacties en accounts.",
  "page-upgrades-diagram-p-4": "Shards zullen veel extra gegevens bieden om de hoeveelheid transacties te verhogen die het hoofdnet kan verwerken. Ze zullen worden gecoördineerd door de Beacon Chain.",
  "page-upgrades-diagram-p-5": "Maar alle transacties zullen nog steeds afhankelijk zijn van het hoofdnet, dat zal blijven bestaan zoals we het vandaag kennen – beveiligd door proof-of-work en miners.",
  "page-upgrades-diagram-p-6": "Het hoofdnet zal samengevoegd worden met het proof-of-stake systeem, gecoördineerd door de Beacon Chain.",
  "page-upgrades-diagram-p-8": "Dit zal van het hoofdnet een shard maken in het nieuwe systeem. Miners zullen niet langer nodig zijn omdat heel Ethereum beveiligd wordt door validators.",
  "page-upgrades-diagram-p10": "De opschaling van Ethereum is geen migratie of enkele gebeurtenis. Het beschrijft een serie upgrades waaraan gewerkt wordt om het echte potentieel van Ethereum te ontgrendelen. Dit is hoe ze allemaal bij elkaar passen.",
  "page-upgrades-diagram-scroll": "Scroll om te ontdekken – tik voor meer informatie.",
  "page-upgrades-diagram-shard": "Shard (1)",
  "page-upgrades-diagram-shard-1": "Shard (...)",
  "page-upgrades-diagram-shard-2": "Shard (2)",
  "page-upgrades-diagram-shard-3": "Shard (...)",
  "page-upgrades-diagram-validators": "Meer over validators",
  "page-upgrades-dive": "Neem de visie onder de loep",
  "page-upgrades-dive-desc": "Hoe gaan we Ethereum schaalbaarder, veiliger en duurzamer maken? Dit alles terwijl we tegelijkertijd de kernethos van decentralisatie van Ethereum in stand houden.",
  "page-upgrades-docking": "De merge",
  "page-upgrades-merge-answer-1": "De merge is wanneer het hoofdnet begint met het gebruik van de Beacon Chain voor consensus en proof-of-work wordt uitgezet, ergens in 2022.",
  "page-upgrades-merge-btn": "Meer over de merge",
  "page-upgrades-merge-desc": "Het hoofdnet van Ethereum zal ooit moeten worden \"samengevoegd\" met de Beacon Chain. Dit zal staken voor het hele netwerk mogelijk maken en het einde van energie-intensieve mining markeren.",
  "page-upgrades-merge-estimate": "Schatting: 2022",
  "page-upgrades-merge-mainnet": "Wat is het hoofdnet?",
  "page-upgrades-merge-mainnet-eth2": "Het hoofdnet en de Beacon Chain samenvoegen",
  "page-upgrades-eth-blog": "ethereum.org blog",
  "page-upgrades-explore-btn": "Verken de upgrades",
  "page-upgrades-get-involved": "Doe mee met het upgraden van Ethereum",
  "page-upgrades-get-involved-2": "Doe mee",
  "page-upgrades-head-to": "Ga naar",
  "page-upgrades-help": "Wilt u helpen met de Ethereum-upgrades?",
  "page-upgrades-help-desc": "Er zijn genoeg mogelijkheden om mee te doen aan de Ethereum-upgrades, te helpen met het testen en zelfs beloningen te verdienen.",
  "page-upgrades-index-staking": "Staking is hier",
  "page-upgrades-index-staking-desc": "De sleutel tot de Ethereum-upgrades is de introductie van staking. Als u uw ETH wilt gebruiken om het Ethereum-netwerk te beveiligen, zorg er dan voor dat u deze stappen volgt.",
  "page-upgrades-index-staking-learn": "Leer meer over staking",
  "page-upgrades-index-staking-learn-desc": "De Beacon Chain zal staking naar Ethereum brengen. Dit betekent dat als u ETH heeft, u een publieke goede daad kunt doen door het netwerk te beveiligen en daarbij meer ETH te verdienen.",
  "page-upgrades-index-staking-step-1": "1. Instellen met de launchpad",
  "page-upgrades-index-staking-step-1-btn": "Bezoek de launchpad voorstaking",
  "page-upgrades-index-staking-step-1-desc": "Om te staken op Ethereum moet u de launchpad gebruiken. Zo doorloopt u het proces.",
  "page-upgrades-index-staking-step-2": "2. Bevestig het staking-adres",
  "page-upgrades-index-staking-step-2-btn": "Bevestig het contractadres voor storting",
  "page-upgrades-index-staking-step-2-desc": "Voordat u uw ETH staket, moet u zeker zijn over het adres. U moet eerst de launchpad goed doorlopen voordat u hiermee begint.",
  "page-upgrades-index-staking-sustainability": "Duurzamer",
  "page-upgrades-just-docking": "Meer over de merge",
  "page-upgrades-meta-desc": "Een overzicht van de Ethereum-upgrades en de visie die ze hopen te verwezenlijken.",
  "page-upgrades-meta-title": "Ethereum-upgrades (voorheen 'Eth2')",
  "page-upgrades-miners": "Meer over miners",
  "page-upgrades-more-on-upgrades": "Meer over de Ethereum-upgrades",
  "page-upgrades-proof-of-stake": "proof-of-stake",
  "page-upgrades-proof-of-work": "proof-of-work",
  "page-upgrades-proof-stake-link": "Meer over proof-of-stake",
  "page-upgrades-question-1-title": "Wanneer worden de upgrades verzonden?",
  "page-upgrades-question-1-desc": "Ethereum wordt progressief geüpgraded; de upgrades zijn apart met verschillende verzenddatums.",
  "page-upgrades-question-2-title": "Is de Beacon Chain een afzonderlijke blockchain?",
  "page-upgrades-question-2-desc": "Het is niet juist om deze upgrades als een aparte blockchain te beschouwen.",
  "page-upgrades-question-3-answer-2": "De merge en shardketen-upgrades kunnen invloed hebben op dapp-ontwikkelaars. Maar de specificaties zijn nog niet afgerond, dus er is geen onmiddellijke actie vereist.",
  "page-upgrades-question-3-answer-3": "Praat met het Ethereum-onderzoeks- en ontwikkelingsteam op ethresear.ch.",
  "page-upgrades-question-3-answer-3-link": "Bezoek ethresear.ch",
  "page-upgrades-question-3-desc": "U hoeft nu niets te doen om u voor te bereiden op de upgrades.",
  "page-upgrades-question-3-title": "Hoe kan ik me voorbereiden op de upgrades?",
  "page-upgrades-question-4-answer-1": "Wanneer u vandaag een transactie verzendt of een dapp gebruikt, gebruikt u de uitvoeringslaag, oftewel het hoofdnet. Dit is het Ethereum dat door miners word beveiligd.",
  "page-upgrades-question-4-answer-2": "Het hoofdnet zal blijven draaien zoals normaal tot de merge.",
  "page-upgrades-question-4-answer-3": "Na de merge zullen de validators het hele netwerk beveiligen door middel van proof-of-stake.",
  "page-upgrades-question-4-answer-6": "Iedereen kan een validator worden door zijn ETH te staken.",
  "page-upgrades-question-4-answer-7": "Meer over staking",
  "page-upgrades-question-4-answer-8": "De Beacon Chain- en shardketen-upgrades zullen de uitvoeringslaag (hoofdnet) niet verstoren omdat ze afzonderlijk worden opgebouwd.",
  "page-upgrades-question-4-title": "Wat is de uitvoeringslaag?",
  "page-upgrades-question-4-desc": "Het Ethereum-hoofdnet waar u vandaag op handelt, werd eerder 'Eth1' genoemd. Deze term wordt uitgefaseerd ten gunste van de 'uitvoeringslaag'.",
  "page-upgrades-question-5-answer-1": "Om een volledige validator op het netwerk te kunnen worden, moet u 32 ETH staken. Als u niet zo veel heeft of niet bereid bent om zo veel te staken, kunt u de staking-pools gebruiken. Met deze pools kunt u minder staken en een fractie van de totale beloningen verdienen.",
  "page-upgrades-question-5-desc": "U moet de staking launchpad gebruiken of deelnemen aan een staking-pool.",
  "page-upgrades-question-5-title": "Hoe moet ik staken?",
  "page-upgrades-question-6-answer-1": "Op dit moment hoeft u geen acties te ondernemen, maar we raden u aan op de hoogte te blijven van de ontwikkelingen over de merge en shardketen-upgrades.",
  "page-upgrades-question-6-answer-3": "Danny Ryan van de Ethereum Foundation houdt de gemeenschap regelmatig op de hoogte:",
  "page-upgrades-question-6-answer-4": "Ben Edgington van ConsenSys heeft een wekelijkse nieuwsbrief over de Ethereum-upgrades:",
  "page-upgrades-question-6-answer-5": "U kunt ook deelnemen aan de discussie over onderzoek en ontwikkeling ten aanzien van Ethereum op ethresearch.ch.",
  "page-upgrades-question-6-desc": "Uw dapp zal niet beïnvloed worden door toekomstige upgrades. Maar toekomstige upgrades vereisen mogelijk wijzigingen.",
  "page-upgrades-question-6-title": "Wat moet ik doen met mijn dapp?",
  "page-upgrades-question-7-desc": "Veel verschillende teams uit de hele gemeenschap werken aan de verschillende Ethereum-upgrades.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(Implementatie van Rust)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(Implementatie van JavaScript)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(Implementatie van Nim)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(Implementatie van Go)",
  "page-upgrades-question-7-teams": "De consensus-client-teams van Ethereum:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(Implementatie van Java)",
  "page-upgrades-question-7-title": "Wie bouwt de Ethereum-upgrades?",
  "page-upgrades-question-7-clients": "Meer informatie over Ethereum-clients",
  "page-upgrades-question-8-answer-1": "De Ethereum-upgrades helpen Ethereum op te schalen op gedecentraliseerde manier, met behoud van de veiligheid en verhoging van de duurzaamheid.",
  "page-upgrades-question-8-answer-2": "Het meest voor de hand liggende probleem is wellicht dat Ethereum meer dan 15-45 transacties per seconde moet kunnen afhandelen. Maar de upgrades behandelen ook enkele andere problemen met Ethereum die momenteel bestaan.",
  "page-upgrades-question-8-answer-3": "Het netwerk heeft zo'n hoge vraag dat het Ethereum duur maakt om te gebruiken. Nodes in het netwerk worstelen met de grootte van Ethereum en de hoeveelheid gegevens die hun computers moeten verwerken. En het onderliggende algoritme dat Ethereum veilig en gedecentraliseerd houdt, is energie-intensief en moet groener worden.",
  "page-upgrades-question-8-answer-4": "Veel van wat er verandert, is altijd al onderdeel geweest van het stappenplan van Ethereum, zelfs sinds 2015. Maar de huidige omstandigheden maken de noodzaak van de upgrades nog groter.",
  "page-upgrades-question-8-answer-6": "Verken de visie van Ethereum",
  "page-upgrades-question-8-desc": "Het Ethereum dat we vandaag de dag gebruiken moet een betere ervaring bieden aan eindgebruikers en netwerkdeelnemers.",
  "page-upgrades-question-8-title": "Waarom zijn upgrades nodig?",
  "page-upgrades-question-9-answer-1": "De meest actieve rol die u kunt spelen is door uw ETH te staken.",
  "page-upgrades-question-9-answer-2": "Misschien wilt u ook een tweede client draaien om de client-diversiteit te helpen verbeteren.",
  "page-upgrades-question-9-answer-3": "Als u technischer bent, kunt u bugs vangen in de nieuwe clients.",
  "page-upgrades-question-9-answer-4": "U kunt ook uw mening geven in de technische discussies met Ethereum-onderzoekers bij ethresear.ch.",
  "page-upgrades-question-9-desc": "U hoeft niet technisch te zijn om bij te dragen. De gemeenschap is op zoek naar bijdragen vanuit allerlei vaardigheden.",
  "page-upgrades-question-9-stake-eth": "Stake ETH",
  "page-upgrades-question-9-title": "Hoe kan ik bijdragen aan Ethereum-upgrades?",
  "page-upgrades-question-9-more": "Vind meer algemene manieren om betrokken te raken bij Ethereum",
  "page-upgrades-question-10-title": "Wat zijn de 'Eth2-fasen?'",
  "page-upgrades-question-10-desc": "Hier zijn een paar dingen veranderd.",
  "page-upgrades-question-10-answer-0": "De term 'Eth2' zelf wordt uitgefaseerd, omdat het hier niet om een enkele upgrade of een nieuw netwerk gaat. Nauwkeuriger gesteld, het is een reeks van meerdere upgrades die allemaal hun deel doen om Ethereum schaalbaarder, veiliger en duurzamer te maken. Het netwerk dat u kent en waar u van houdt wordt simpelweg Ethereum genoemd.",
  "page-upgrades-question-10-answer-1": "We willen niet te veel praten in termen van een technisch stappenplan, want dit is software: dingen kunnen veranderen. Volgens ons is het makkelijker om te begrijpen wat er gebeurt als u over de resultaten leest.",
  "page-upgrades-question-10-answer-1-link": "Bekijk de upgrades",
  "page-upgrades-question-10-answer-2": "Maar als u de discussies gevolgd heeft, dan is dit hoe de upgrades passen in technische stappenplannen, en een beetje over hoe ze veranderen.",
  "page-upgrades-question-10-answer-3": "Fase 0 beschreef het werk om de Beacon Chain live te krijgen.",
  "page-upgrades-question-10-answer-5": "Oorspronkelijk was fase 1 gericht op het implementeren van de shardketens, maar de prioriteiten zijn verschoven naar 'de merge,' wat de volgende geplande upgrade is.",
  "page-upgrades-question-10-answer-6": "Fase 1.5 was oorspronkelijk gepland om de shardimplementaties te volgen, wanneer het hoofdnet zou worden toegevoegd als de laatste shard aan de Beacon Chain. Om de transitie weg van de mining op basis van proof-of-work te versnellen, zal het hoofdnet in plaats daarvan de eerste shard zijn die verbonden is met de Beacon Chain. Dit is nu bekend als 'de merge' en zal een belangrijke stap zijn in de richting van een groener Ethereum.",
  "page-upgrades-question-10-answer-7": "Hoewel de plannen rond fase 2 een intens onderzoeks- en discussiepunt zijn geweest, met de merge gepland vóór de shardketens, maakt dit verdere herbeoordeling mogelijk van de behoeften van de verdere ontwikkeling van Ethereum in de toekomst. Gegeven het op rollups gerichte stappenplan is de onmiddellijke noodzaak van shardketens discutabel.",
  "page-upgrades-question-10-answer-8": "Meer over een op rollups gericht stappenplan",
  "page-upgrades-question-11-title": "Kan ik Eth2 kopen?",
  "page-upgrades-question-11-desc": "Nee. Er is geen Eth2 token en uw ETH zal niet veranderen na de merge.",
  "page-upgrades-question-11-answer-1": "Een van de drijvende krachten achter het nieuwe Eth2-merk was de algemene misvatting dat ETH-houders hun ETH zouden moeten migreren na 'Ethereum 2.0'. Dit is nooit waar geweest. Het is ",
  "page-upgrades-question-11-answer-2": "een veelvoorkomende techniek die gebruikt wordt door oplichters.",
  "page-upgrades-question-title": "Veelgestelde vragen",
  "page-upgrades-question3-answer-1": "ETH-houders hoeven niets te doen. Uw ETH hoeft niet veranderd of geüpgraded te worden. Er zullen bijna zeker scams zijn die u iets anders vertellen, dus wees voorzichtig.",
  "page-upgrades-scalable": "Schaalbaarder",
  "page-upgrades-scalable-desc": "Ethereum moet duizenden transacties per seconde ondersteunen, om toepassingen sneller en goedkoper te maken.",
  "page-upgrades-secure": "Veiliger",
  "page-upgrades-secure-desc": "Ethereum moet veiliger zijn. Naarmate de aanname van Ethereum groeit, moet het protocol veiliger worden tegen alle vormen van aanval.",
  "page-upgrades-shard-button": "Meer over de shardketens",
  "page-upgrades-shard-date": "Shardketens moeten de merge volgen, ergens in 2023.",
  "page-upgrades-shard-desc": "Shardketens zullen het vermogen van Ethereum om transacties te verwerken en gegevens op te slaan uitbreiden. De ketens zelf zullen in de loop van de tijd meer functies krijgen, uitgerold in meerdere fasen.",
  "page-upgrades-shard-estimate": "Schatting: 2023",
  "page-upgrades-shard-lower": "Meer over shardketens",
  "page-upgrades-shard-title": "Shardketens",
  "page-upgrades-stay-up-to-date": "Blijf op de hoogte",
  "page-upgrades-stay-up-to-date-desc": "Krijg het laatste nieuws van de onderzoekers en ontwikkelaars die werken aan de Ethereum-upgrades.",
  "page-upgrades-sustainable-desc": "Ethereum moet beter zijn voor het milieu. De technologie vereist tegenwoordig te veel computerkracht en energie.",
  "page-upgrades-take-part": "Neem deel aan het onderzoek",
  "page-upgrades-take-part-desc": "Zowel Ethereum-onderzoekers als -enthousiastelingen komen hier bijeen om te praten over onderzoeksinspanningen, met inbegrip van alles wat gerelateerd is aan Ethereum-upgrades.",
  "page-upgrades-the-upgrades": "De Ethereum-upgrades",
  "page-upgrades-the-upgrades-desc": "Ethereum bestaat uit een serie upgrades die de schaalbaarheid, veiligheid en duurzaamheid van het netwerk zullen verbeteren. Hoewel er parallel aan elke upgrade wordt gewerkt, hebben ze bepaalde afhankelijkheden die bepalen wanneer ze worden ingezet.",
  "page-upgrades-unofficial-roadmap": "Dit is niet het officiële stappenplan. Dit is hoe we zien wat er gebeurt op basis van de informatie die er is. Maar dit is technologie, dingen kunnen heel snel veranderen. Lees dit dus alstublieft niet als een belofte.",
  "page-upgrades-upgrade-desc": "Het Ethereum dat we kennen en waar we van houden, maar schaalbaarder, veiliger en duurzamer...",
  "page-upgrades-upgrades": "De Ethereum-upgrades",
  "page-upgrades-upgrades-aria-label": "Menu Ethereum-upgrades",
  "page-upgrades-upgrades-beacon-chain": "De Beacon Chain",
  "page-upgrades-upgrades-docking": "De merge",
  "page-upgrades-upgrades-guide": "Handleiding over Ethereum-upgrades",
  "page-upgrades-upgrading": "Ethereum upgraden naar radicale nieuwe hoogtes",
  "page-upgrades-vision": "De visie",
  "page-upgrades-vision-btn": "Meer over de Ethereum-visie",
  "page-upgrades-vision-desc": "Om Ethereum in de mainstream te brengen en de hele mensheid te dienen, moeten we Ethereum schaalbaarder, veiliger en duurzamer maken.",
  "page-upgrades-vision-upper": "Ethereum-visie",
  "page-upgrades-what-happened-to-eth2-title": "Wat is er met 'Eth2' gebeurd?",
  "page-upgrades-what-happened-to-eth2-1": "Als voorbereiding op de merge wordt de term 'Eth2' uitgefaseerd.",
  "page-upgrades-what-happened-to-eth2-1-more": "Meer over de merge.",
  "page-upgrades-what-happened-to-eth2-2": "Na het samenvoegen van 'Eth1' en 'Eth2' in een enkele keten, zullen er geen twee verschillende Ethereum-netwerken meer zijn; er zal alleen Ethereum zijn.",
  "page-upgrades-what-happened-to-eth2-3": "Om verwarring te beperken, heeft de gemeenschap deze voorwaarden bijgewerkt:",
  "page-upgrades-what-happened-to-eth2-3-1": "'Eth1' is nu de 'uitvoeringslaag', die transacties en uitvoering afhandelt.",
  "page-upgrades-what-happened-to-eth2-3-2": "'Eth2' is nu de 'consensuslaag', die de proof-of-stake-consensus behandelt.",
  "page-upgrades-what-happened-to-eth2-4": "Deze terminologie actualiseert alleen de conventies voor het wijzigen van namen; dit verandert de doelen of het stappenplan van Ethereum niet.",
  "page-upgrades-what-happened-to-eth2-5": "Leer meer over het hernoemen van 'Eth2'",
  "page-upgrades-why-cant-we-just-use-eth2-title": "Waarom kunnen we niet gewoon Eth2 gebruiken?",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-title": "Mentale modellen",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-description": "Een groot probleem met de Eth2-naamgeving is dat het een gebroken mentaal model creëert voor nieuwe gebruikers van Ethereum. Zij denken intuïtief dat Eth1 het eerst komt en Eth2 daarna. Of dat Eth1 ophoudt te bestaan zodra Eth2 bestaat. Geen van beide zijn waar. Door Eth2-terminologie te verwijderen, redden we alle toekomstige gebruikers van het moeten omgaan met dit verwarrende mentale model.",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-title": "Inclusiviteit",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-description": "Naarmate het stappenplan voor Ethereum is geëvolueerd, is Ethereum 2.0 een onjuiste weergave van het stappenplan van Ethereum geworden. Door voorzichtig en accuraat in onze woordkeuze te zijn kan de inhoud op Ethereum door een zo breed mogelijk publiek worden begrepen.",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-title": "Scams voorkomen",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-description": "Helaas hebben kwaadwillende actoren geprobeerd de verkeerde benaming van Eth2 te gebruiken om gebruikers op te lichten, door ze te vertellen dat ze hun ETH moeten wisselen voor 'ETH2'-tokens of dat ze hun ETH op de een of andere manier moeten migreren vóór de Eth2-upgrade. We hopen dat deze geactualiseerde terminologiën voor duidelijkheid zal zorgen om deze scamvector te elimineren en het ecosysteem veiliger te maken.",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-title": "Duidelijkheid over staking",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-description": "Sommige staking-operators hebben ook ETH die gestaket is op de Beacon Chain vertegenwoordigd met de 'ETH2'-ticker. Dit kan tot verwarring leiden, gezien het feit dat gebruikers van deze diensten eigenlijk geen 'ETH2'-token ontvangen. Er bestaat geen 'ETH2'-token; het vertegenwoordigt slechts hun aandeel in de stake van die specifieke aanbieder.",
  "page-upgrades-what-to-do": "Wat moet u doen?",
  "page-upgrades-what-to-do-desc": "Als u een dapp-gebruiker of ETH-houder bent, hoeft u niets te doen. Als u een ontwikkelaar bent of wilt beginnen met staken, zijn er manieren waarop u vandaag nog mee kunt doen.",
  "page-upgrades-whats-next": "Wat zijn Ethereum-upgrades?",
  "page-upgrades-whats-next-desc": "Het stappenplan van Ethereum omvat onder verbonden protocolupgrades die het netwerk schaalbaarder, veiliger en duurzamer zullen maken. Deze upgrades worden gebouwd door meerdere teams vanuit het gehele Ethereum-ecosysteem.",
  "page-upgrades-whats-next-history": "Leer meer over eerdere Ethereum-upgrades",
  "page-upgrades-whats-ethereum": "Wacht, wat is Ethereum?",
  "page-upgrades-whats-new": "Wat is de volgende stap voor Ethereum?",
  "page-upgrades-security-link": "Meer over veiligheid en scampreventie"
}
