{
  "consensus-client-besu-logo-alt": "Besu-logo",
  "consensus-client-erigon-logo-alt": "Erigon-logo",
  "consensus-client-geth-logo-alt": "Geth-logo",
  "consensus-client-lighthouse-logo-alt": "Lighthouse-logo",
  "consensus-client-lodestar-logo-alt": "Lodestar-logo",
  "consensus-client-nethermind-logo-alt": "Nethermind-logo",
  "consensus-client-nimbus-logo-alt": "Nimbus-logo",
  "consensus-client-prysm-logo-alt": "Prysm-logo",
  "consensus-client-teku-logo-alt": "Teku-logo",
  "page-upgrades-answer-1": "De Beacon Chain werd gebruikt als hulpmiddel om het Ethereum Mainnet te upgraden bij de samenvoeging.",
  "page-upgrades-answer-2": "Met de samenvoeging had Ethereum zijn meest substantiële upgrade ooit waarbij proof-of-work werd vervangen door een nieuwe consensuslaag gebaseerd op proof-of-stake.",
  "page-upgrades-answer-4": "De Beacon Chain werd gebruikt om de op proof-of-stake gebaseerde consensus te ontwikkelen die Ethereum vandaag gebruikt. Het werd apart van het Ethereum Mainnet uitgevoerd zodat ontwikkelaars het consensusmechanisme geïsoleerd konden observeren voordat ze het gebruikten om echte activiteit te coördineren.",
  "page-upgrade-article-author-status": "Status",
  "page-upgrade-article-author-ethmerge": "Ethmerge",
  "page-upgrade-article-author-alchemy": "Alchemy",
  "page-upgrade-article-author-consensys": "Consensys",
  "page-upgrade-article-author-delphi-digital": "Delphi Digital",
  "page-upgrade-article-author-eip-4844": "Vitalik Buterin, Dankrad Feist, Diederik Loerakker, George Kadianakis, Matt Garnett, Mofi Taiwo",
  "page-upgrade-article-author-ethereum-foundation": "Ethereum Foundation",
  "page-upgrade-article-author-vitalik-buterin": "Vitalik Buterin",
  "page-upgrade-article-author-ethos-dev": "Ethos.dev",
  "page-upgrade-article-title-two-point-oh": "2.0: de Beacon Chain",
  "page-upgrade-article-title-beacon-chain-explainer": "De uitleg van Bacon Chain Ethereum 2.0 die u eerst moet lezen",
  "page-upgrade-article-title-sharding-consensus": "Sharding-consensus",
  "page-upgrade-article-title-sharding-is-great": "Waarom sharding goed is: demystificeren van de technische eigenschappen",
  "page-upgrade-article-title-rollup-roadmap": "Een rollup-gerichte routekaart",
  "page-upgrade-article-title-eip-4844": "EIP-4844: Shard Blob Transacties (Proto-Danksharding)",
  "page-upgrade-article-title-proto-danksharding-faq": "Veelgestelde vragen over Proto-Danksharding",
  "page-upgrade-article-title-sharding-das": "Een uitleg van sharding en data availability sampling (DAS)",
  "page-upgrade-article-title-ethmerge": "Ethmerge",
  "page-upgrade-article-title-merge-is-coming": "De samenvoeging komt eraan",
  "page-upgrade-article-title-state-of-the-merge": "De status van de samenvoeging: een update over de samenvoeging van Ethereum tot Proof of Stake in 2022",
  "page-upgrade-article-title-ropsten-merge-testnet": "Aankondiging van de Ropsten Merge Testnet",
  "page-upgrade-article-title-execution-layer-specs": "Specificaties uitvoeringslaag",
  "page-upgrade-article-title-consensus-layer-specs": "Specificaties consensuslaag",
  "page-upgrade-article-title-engine-api-specs": "Specificaties engine API",
  "page-upgrades-beacon-chain-date": "De Beacon Chain ging live op 1 december 2020",
  "page-upgrades-beacon-chain-desc": "De Beacon Chain bracht staking naar Ethereum en legde de basis voor toekomstige upgrades. Het coördineert het nieuwe proof-of-stake Ethereum.",
  "page-upgrades-beacon-chain-estimate": "De Beacon Chain is live",
  "page-upgrades-beacon-chain-title": "De Beacon Chain",
  "page-upgrades-bug-bounty": "Bekijk het bug bounty-programma",
  "page-upgrades-clients": "Bekijk de consensus-clients (voorheen bekend als 'Eth2'-clients)",
  "page-staking-deposit-contract-title": "Controleer het contractadres voor stortingen",
  "page-upgrades-dive": "Neem de visie onder de loep",
  "page-upgrades-dive-desc": "Hoe gaan we Ethereum schaalbaarder, veiliger en duurzamer maken? Dit alles terwijl we tegelijkertijd de kernethos van decentralisatie van Ethereum in stand houden.",
  "page-upgrades-docking": "De samenvoeging",
  "page-upgrades-merge-answer-1": "De samenvoeging was toen Ethereum op 15 september 2022 overging op proof-of-stake consensus. De Beacon Chain versmolt met Mainnet, waardoor proof-of-work op Ethereum officieel werd afgeschaft en het energieverbruik van Ethereum met ~99,95% daalde.",
  "page-upgrades-merge-btn": "Meer over de merge",
  "page-upgrades-merge-desc": "Het hoofdnet Ethereum fuseerde met de proof-of-stake Beacon Chain en betekende het einde van energie-intensieve mining.",
  "page-upgrades-merge-estimate": "De samenvoeging is live",
  "page-upgrades-merge-mainnet": "Wat is het hoofdnet?",
  "page-upgrades-eth-blog": "ethereum.org blog",
  "page-upgrades-explore-btn": "Verken de upgrades",
  "page-upgrades-get-involved": "Doe mee met het upgraden van Ethereum",
  "page-upgrades-get-involved-2": "Help mee",
  "page-upgrades-head-to-ethresearch": "Ga naar ethresear.ch",
  "page-upgrades-help": "Wilt u helpen met de Ethereum-upgrades?",
  "page-upgrades-help-desc": "Er zijn genoeg mogelijkheden om mee te denken over de Ethereum-upgrades, te helpen met testen en zelfs beloningen te verdienen.",
  "page-upgrades-index-staking": "Staking is nu beschikbaar",
  "page-upgrades-index-staking-desc": "De sleutel tot de Ethereum-upgrades is de introductie van staking. Als u uw ETH wilt gebruiken om het Ethereum-netwerk te beveiligen, zorg er dan voor dat u deze stappen volgt.",
  "page-upgrades-index-staking-learn": "Leer meer over staking",
  "page-upgrades-index-staking-learn-desc": "De Beacon Chain bracht staking naar Ethereum. Als u ETH hebt, kunt u iets goeds doen door het netwerk te beveiligen en zo meer ETH verdienen.",
  "page-upgrades-index-staking-step-1": "1. Instellen met de launchpad",
  "page-upgrades-index-staking-step-1-btn": "Bezoek de staking-launchpad",
  "page-upgrades-index-staking-step-1-desc": "Om te staken op Ethereum moet u de launchpad gebruiken. Zo doorloopt u het proces.",
  "page-upgrades-index-staking-step-2": "2. Bevestig het staking-adres",
  "page-upgrades-index-staking-step-2-btn": "Bevestig het contractadres voor storting",
  "page-upgrades-index-staking-step-2-desc": "Voordat u uw ETH inzet, moet u controleren of u het juiste adres hebt. Hiervoor moet u eerst het launchpad doorlopen hebben.",
  "page-upgrades-index-staking-sustainability": "Duurzamer",
  "page-upgrades-meta-desc": "Een overzicht van de Ethereum-upgrades en de visie die ze hopen te verwezenlijken.",
  "page-upgrades-meta-title": "Ethereum-upgrades (voorheen 'Eth2')",
  "page-upgrades-proof-stake-link": "Meer over proof-of-stake",
  "page-upgrades-question-1-title": "Wanneer worden de upgrades beschikbaar?",
  "page-upgrades-question-1-desc": "Ethereum wordt geleidelijk geüpgraded; de upgrades zijn verschillend met verschillende beschikbaarheidsdata.",
  "page-upgrades-question-2-title": "Is de Beacon Chain een afzonderlijke blockchain?",
  "page-upgrades-question-2-desc": "Ja. De Beacon Chain was de naam die gegeven werd aan een parallelle proof-of-stake blockchain die gebruikt werd om het hoofdnet van Ethereum te upgraden. Er is nu nog maar één blockchain, gevormd door het samenvoegen van de originele Ethereum-blockchain en de Beacon Chain.",
  "page-upgrades-question-3-answer-2a": "De samenvoeging had minimale impact op dapp-ontwikkelaars. Ze communiceren nog steeds op dezelfde manier met Ethereum.",
  "page-upgrades-question-3-answer-2a-link": "De samenvoeging en dapp-ontwikkelaars",
  "page-upgrades-question-3-answer-2b": "Sharding-plannen zijn nog in ontwikkeling, maar zullen worden ontworpen met laag 2-rollups in gedachten.",
  "page-upgrades-layer-2-rollups": "Meer over laag 2-rollups",
  "page-upgrades-question-3-answer-3-link": "Bezoek ethresear.ch",
  "page-upgrades-question-3-desc": "Op dit moment hoeft u niets te doen om u voor te bereiden op de upgrades.",
  "page-upgrades-question-3-title": "Hoe kan ik me voorbereiden op de upgrades?",
  "page-upgrades-question-4-answer-1": "Wanneer u vandaag de dag een transactie verstuurt of een dapp gebruikt, maakt u gebruik van de uitvoeringslaag, ook bekend als het hoofdnet.",
  "page-upgrades-question-4-answer-3": "Sinds de samenvoeging beveiligen validators het hele netwerk via proof-of-stake.",
  "page-upgrades-question-4-answer-6": "Iedereen kan een validator worden door zijn/haar ETH te staken.",
  "page-upgrades-question-4-answer-7": "Meer over staking",
  "page-upgrades-question-4-title": "Wat is de uitvoeringslaag?",
  "page-upgrades-question-4-desc": "Vóór de samenvoeging werd de Ethereum-blockchain soms 'Eth1' genoemd. Deze term werd geleidelijk vervangen door 'uitvoeringslaag'.",
  "page-upgrades-question-5-answer-1": "Om een validator op het netwerk te kunnen worden, moet u 32 ETH staken. Als u niet zo veel heeft of niet bereid bent om zo veel te staken, kunt u de staking-pools gebruiken. Met deze pools kunt u minder staken en een fractie van de totale beloningen verdienen.",
  "page-upgrades-question-5-desc": "U moet de staking launchpad gebruiken of deelnemen aan een staking-pool.",
  "page-upgrades-question-5-title": "Hoe moet ik staken?",
  "page-upgrades-question-6-answer-3": "Danny Ryan van de Ethereum Foundation houdt de gemeenschap regelmatig op de hoogte:",
  "page-upgrades-question-6-answer-4": "Ben Edgington van ConsenSys heeft een wekelijkse nieuwsbrief over de Ethereum-upgrades:",
  "page-upgrades-question-6-answer-5": "U kunt ook deelnemen aan de discussie over onderzoek en ontwikkeling van Ethereum op ethresear.ch.",
  "page-upgrades-question-6-title": "Wat moet ik doen met mijn dapp?",
  "page-upgrades-question-6-desc": "De samenvoeging was ontworpen om minimale impact te hebben op dapp-ontwikkelaars, hoewel er een paar kleine veranderingen waren die het vermelden waard zijn.",
  "page-upgrades-question-6-answer-1": "Dapp-ontwikkelaars die bekend zijn met Ethereum van vóór de samenvoeging moeten zich bewust zijn van enkele veranderingen. Deze veranderingen zijn onder andere de blockstructuur en de timing, een paar opcode-wijzigingen, bronnen van on-chain willekeurigheid en het concept van epoch-finalisatie.",
  "page-upgrades-question-6-answer-1-link": "Hoe de samenvoeging Ethereum's applicatielaag beïnvloedde",
  "page-upgrades-question-6-answer-2": "Applicaties werden bijna niet beïnvloed.",
  "page-upgrades-question-7-desc": "Veel verschillende teams uit de hele gemeenschap werken aan de verschillende Ethereum-upgrades.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(Implementatie van Rust)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(Implementatie van JavaScript)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(Implementatie van Nim)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(Implementatie van Go)",
  "page-upgrades-question-7-teams": "De consensus-clientteams van Ethereum:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(Implementatie van Java)",
  "page-upgrades-question-7-title": "Wie bouwt de Ethereum-upgrades?",
  "page-upgrades-question-7-clients": "Meer informatie over Ethereum-clients",
  "page-upgrades-question-8-answer-1": "De Ethereum-upgrades helpen Ethereum om op te schalen op gedecentraliseerde manier, met behoud van de veiligheid en verhoging van de duurzaamheid.",
  "page-upgrades-question-8-answer-2": "Het meest voor de hand liggende probleem is wellicht dat Ethereum meer dan 15-45 transacties per seconde moet kunnen afhandelen. Maar de upgrades verhelpen ook enkele andere problemen met het huidige Ethereum.",
  "page-upgrades-question-8-answer-3": "In tijden van grote vraag is het gebruik van Ethereum duur om te gebruiken. Nodes in het netwerk worstelen met de omvang van Ethereum en de hoeveelheid gegevens die hun computers moeten verwerken. Het oorspronkelijke algoritme dat aan de basis lag van de veiligheid en decentralisatie van Ethereum was energie-intensief en moest groener worden.",
  "page-upgrades-question-8-answer-4": "Veel van wat er verandert, is altijd al onderdeel geweest van de routekaart van Ethereum, zelfs sinds 2015. Maar de huidige omstandigheden maken de noodzaak van de upgrades nog groter.",
  "page-upgrades-question-8-answer-6": "Ontdek de visie van Ethereum",
  "page-upgrades-question-8-desc": "Het Ethereum dat we vandaag de dag gebruiken moet een betere ervaring bieden aan eindgebruikers en netwerkdeelnemers.",
  "page-upgrades-question-8-title": "Waarom zijn upgrades nodig?",
  "page-upgrades-question-9-answer-1": "De meest actieve rol die u kunt spelen is door uw ETH te staken.",
  "page-upgrades-question-9-answer-2": "U kunt eventueel ook een tweede client gebruiken om de client-diversiteit te verbeteren.",
  "page-upgrades-question-9-answer-3": "Als u wat technischer aangelegd bent, kunt u bugs helpen lokaliseren in de nieuwe clients.",
  "page-upgrades-question-9-answer-4": "U kunt ook uw mening geven in de technische discussies met Ethereum-onderzoekers bij ethresear.ch.",
  "page-upgrades-question-9-desc": "U hoeft niet technisch aangelegd te zijn om uw steentje bij te dragen. De gemeenschap is op zoek naar bijdragen vanuit alle soorten vaardigheden.",
  "page-upgrades-question-9-stake-eth": "Stake ETH",
  "page-upgrades-question-9-title": "Hoe kan ik bijdragen aan Ethereum-upgrades?",
  "page-upgrades-question-9-more": "Zoek naar meer algemene manieren om betrokken te raken bij Ethereum",
  "page-upgrades-question-10-title": "Wat zijn de 'Eth2-fasen?'",
  "page-upgrades-question-10-desc": "Hier zijn een paar dingen veranderd.",
  "page-upgrades-question-10-answer-0": "De term 'Eth2' zelf wordt geleidelijk uitgefaseerd, omdat het geen enkele upgrade of nieuw netwerk representeert. Het is eerder een reeks van meerdere upgrades die allemaal hun aandeel leveren om Ethereum schaalbaarder, veiliger en duurzamer te maken. Het netwerk dat u kent en waar u van houdt, zal gewoon Ethereum genoemd worden.",
  "page-upgrades-question-10-answer-1": "We willen niet te veel praten in termen van een technische routekaart, want dit is software: dingen kunnen veranderen. We denken dat het makkelijker te begrijpen is wat er gebeurt als u leest over de uitkomsten.",
  "page-upgrades-question-10-answer-1-link": "Bekijk de upgrades",
  "page-upgrades-question-10-answer-2": "Maar als u de discussies gevolgd hebt, dan is dit hoe de upgrades passen in technische routekaarten, en een beetje over hoe ze veranderen.",
  "page-upgrades-question-10-answer-3": "Fase 0 beschreef het werk om de Beacon Chain live te krijgen.",
  "page-upgrades-question-10-answer-5": "Fase 1 was oorspronkelijk gericht op het implementeren van de shard chains, maar de prioriteit verschoof naar de samenvoeging, die op 15 september 2022 werd gelanceerd.",
  "page-upgrades-question-10-answer-6": "Fase 1.5 was oorspronkelijk gepland om shard implementaties te volgen wanneer het hoofdnet als laatste shard aan de Beacon Chain zou worden toegevoegd. Naarmate de rollup-technologie vorderde, versnelde de Ethereum-gemeenschap echter de overgang naar proof-of-work.",
  "page-upgrades-question-10-answer-7": "De plannen rond fase 2 zijn een punt van intensief onderzoek en discussie geweest. Met de samenvoeging achter de rug en de vooruitgang in laag 2-oplossingen, zijn de doelen verschoven naar een meer vereenvoudigde vorm van data sharding om de rollup-efficiëntie te maximaliseren. De huidige laag 2's maken het mogelijk om de uitvoering van transacties op te schalen, en sharding zal het mogelijk maken om bewijzen voor deze gegevens op laag 1 op een goedkope en schaalbare manier op te slaan.",
  "page-upgrades-question-10-answer-8": "Meer over een rollup-centrische routekaart",
  "page-upgrades-question-11-title": "Kan ik Eth2 kopen?",
  "page-upgrades-question-11-desc": "Nee. Er is geen Eth2-token en uw ETH is niet veranderd na de samenvoeging.",
  "page-upgrades-question-11-answer-1": "Een van de drijvende krachten achter de Eth2-rebranding, was de algemene misvatting dat ETH-houders verplicht waren om hun ETH te migreren naar 'ETH 2.0' na de samenvoeging of een andere upgrade. Dit is echter niet waar en dat is het ook nooit geweest.",
  "page-upgrades-question-11-answer-2": " Deze verwarring wordt vaak uitgebuit door scammers.",
  "page-upgrades-question-title": "Veelgestelde vragen",
  "page-upgrades-question3-answer-1": "ETH-houders hoeven niets te doen. Uw ETH hoeft niet veranderd of geüpgraded te worden. Het is uiteraard bijna zeker dat er scammers zullen opduiken die u iets anders wijsmaken, wees dus voorzichtig.",
  "page-upgrades-scalable": "Schaalbaarder",
  "page-upgrades-scalable-desc": "Ethereum moet 1000-tallen transacties per seconde ondersteunen om applicaties sneller en goedkoper in gebruik te maken.",
  "page-upgrades-secure": "Veiliger",
  "page-upgrades-secure-desc": "Ethereum moet veiliger worden. Naarmate de toepassing van Ethereum groeit, moet het protocol veiliger worden tegen alle vormen van aanvallen.",
  "page-upgrades-shard-date": "Sharding volgt op de samenvoeging in meerdere fasen, ergens in 2023-2024.",
  "page-upgrades-shard-desc": "Danksharding zal de capaciteit van Ethereum om gegevens op te slaan uitbreiden en harmonieus samenwerken met L2's om de verwerkingscapaciteit op te schalen en de netwerkkosten te verlagen. Danksharding zal in meerdere fasen worden uitgerold, te beginnen met ProtoDanksharding.",
  "page-upgrades-shard-estimate": "Schatting: 2023-2024",
  "page-upgrades-shard-lower": "Meer over sharding",
  "page-upgrades-shard-title": "Sharding",
  "page-upgrades-stay-up-to-date": "Blijf op de hoogte",
  "page-upgrades-stay-up-to-date-desc": "Lees het laatste nieuws van de onderzoekers en ontwikkelaars die werken aan de upgrades van Ethereum.",
  "page-upgrades-sustainable-desc": "Ethereum was tot kort energie-intensief. De overgang naar proof-of-stake zorgde voor een energiebesparing van meer dan 99,9%.",
  "page-upgrades-take-part": "Neem deel aan het onderzoek",
  "page-upgrades-take-part-desc": "Zowel Ethereum-onderzoekers als -enthousiastelingen komen hier samen om te praten over onderzoeksinspanningen, en alles wat te maken heeft met Ethereum-upgrades.",
  "page-upgrades-the-upgrades": "De Ethereum-upgrades",
  "page-upgrades-the-upgrades-desc": "Upgrades voor Ethereum zijn bedoeld om de schaalbaarheid, veiligheid en duurzaamheid van het netwerk te verbeteren. Ethereum heeft onlangs een aantal grote upgrades ondergaan op het gebied van veiligheid en duurzaamheid. Bovendien komen er nog meer aan in de toekomst, vooral met betrekking tot schaalbaarheid.",
  "page-upgrades-unofficial-roadmap": "Dit is niet de officiële routekaart. Dit is hoe we kijken naar wat er gebeurt op basis van de informatie die er is. Maar dit is technologie, dingen kunnen in een oogwenk veranderen. Lees dit dus niet als een belofte.",
  "page-upgrades-upgrade-desc": "Het Ethereum dat we kennen en waar we van houden, maar schaalbaarder, veiliger en duurzamer...",
  "page-upgrades-upgrades": "De Ethereum-upgrades",
  "page-upgrades-upgrades-aria-label": "Menu Ethereum-upgrades",
  "page-upgrades-upgrades-beacon-chain": "De Beacon Chain",
  "page-upgrades-upgrades-guide": "Handleiding over Ethereum-upgrades",
  "page-upgrades-upgrades-docking": "De merge",
  "page-upgrades-energy-consumption": "Meer over Ethereum's energieverbruik",
  "page-upgrades-upgrading": "Ethereum upgraden tot een drastisch nieuw hoogtepunt",
  "page-roadmap-vision": "De visie",
  "page-roadmap-vision-btn": "Meer over de Ethereum-visie",
  "page-roadmap-vision-desc": "Om Ethereum in de mainstream te brengen en de hele mensheid te dienen, moeten we Ethereum schaalbaarder, veiliger en duurzamer maken.",
  "page-upgrades-what-happened-to-eth2-title": "Wat is er met 'Eth2' gebeurd?",
  "page-upgrades-what-happened-to-eth2-1": "De term 'Eth2' werd vaak gebruikt vóór de samenvoeging, maar wordt geleidelijk uitgefaseerd ten gunste van een preciezere term.",
  "page-upgrades-what-happened-to-eth2-1-more": "Meer over de samenvoeging.",
  "page-upgrades-what-happened-to-eth2-2": "Sinds het samenvoegen van 'Eth1' en 'Eth2' zijn er niet langer twee afzonderlijke Ethereum-blockchains, maar één Ethereum.",
  "page-upgrades-what-happened-to-eth2-3": "Om verwarring te beperken, heeft de gemeenschap deze voorwaarden bijgewerkt:",
  "page-upgrades-what-happened-to-eth2-3-1": "'Eth1' is nu de 'uitvoeringslaag', die de transacties en uitvoering regelt.",
  "page-upgrades-what-happened-to-eth2-3-2": "'Eth2' is nu de 'consensuslaag', die de proof-of-stake-consensus regelt.",
  "page-upgrades-what-happened-to-eth2-4": "Deze terminologie-updates veranderen alleen de naamgevingsconventies. Dit verandert niets aan de doelen of de routekaart van Ethereum.",
  "page-upgrades-what-happened-to-eth2-5": "Ontdek meer over het hernoemen van 'Eth2'",
  "page-upgrades-why-cant-we-just-use-eth2-title": "Waarom kunnen we niet gewoon Eth2 gebruiken?",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-title": "Mentale modellen",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-description": "Een groot probleem met de Eth2-branding is dat het een verstoord mentaal model creëert voor nieuwe gebruikers van Ethereum. Ze denken intuïtief dat Eth1 eerst komt en Eth2 daarna. Of dat Eth1 ophoudt te bestaan zodra Eth2 bestaat. Geen van beide is waar. Door de term Eth2 niet meer te gebruiken, besparen we alle toekomstige gebruikers dit verwarrende mentale model.",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-title": "Inclusiviteit",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-description": "Naarmate de routekaart voor Ethereum is geëvolueerd, is Ethereum 2.0 een onnauwkeurige weergave geworden van de routekaart van Ethereum. Door zorgvuldig en accuraat te zijn in onze woordkeuze, kan de inhoud van Ethereum begrepen worden door een zo breed mogelijk publiek.",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-title": "Preventie van scams",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-description": "Helaas hebben kwaadwillige actoren geprobeerd om de verkeerde benaming Eth2 te gebruiken om gebruikers op te lichten door hen te zeggen dat ze hun ETH moeten inruilen voor 'ETH2'-tokens of dat ze hun ETH op de een of andere manier moeten migreren voor de Eth2-upgrade. We hopen dat deze bijgewerkte terminologie duidelijkheid zal scheppen om deze frauduleuze vector te elimineren en het ecosysteem veiliger te maken.",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-title": "Duidelijkheid over staking",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-description": "Sommige staking-operators hebben ook ETH gestaked op de Beacon Chain weergegeven met de 'ETH2'-ticker. Dit kan tot verwarring leiden, aangezien gebruikers van deze diensten niet echt een 'ETH2'-token ontvangen. Er bestaat geen 'ETH2'-token. Het staat gewoon voor hun aandeel in de stake van die specifieke aanbieder.",
  "page-upgrades-what-to-do": "Wat moet u doen?",
  "page-upgrades-what-to-do-desc": "Als u een dapp-gebruiker of ETH-houder bent, hoeft u niets te doen. Als u een ontwikkelaar bent of wilt beginnen met staken, zijn er manieren waarop u vandaag nog betrokken kunt raken.",
  "page-upgrades-whats-next": "Wat zijn Ethereum-upgrades?",
  "page-upgrades-whats-next-desc": "De Ethereum-routekaart bestaat uit onderling verbonden protocolupgrades die het netwerk schaalbaarder, veiliger en duurzamer zullen maken. Deze upgrades worden gebouwd door verschillende teams uit het hele Ethereum-ecosysteem.",
  "page-upgrades-whats-next-history": "Ontdek meer over eerdere Ethereum-upgrades",
  "page-upgrades-whats-ethereum": "Wacht, wat is Ethereum?",
  "page-upgrades-whats-new": "Wat is de volgende stap voor Ethereum?",
  "page-upgrades-security-link": "Meer over veiligheid en preventie van scams",
  "page-staking-deposit-contract-staking-more-link": "Meer over staking",
  "docs-nav-proof-of-stake": "Proof-of-stake",
  "docs-nav-proof-of-work": "Proof-of-work",
  "page-upgrades-get-involved-ethresearch-1": "Sharding",
  "page-upgrades-get-involved-ethresearch-2": "De samenvoeging"
}
