{
  "page-local-environment-brownie-desc": "Een op Python gebaseerd ontwikkel- en testraamwerk voor slimme contracten gericht op de Ethereum Virtual Machine.",
  "page-local-environment-brownie-logo-alt": "Brownie logo",
  "page-local-environment-kurtosis-desc": "Een container-gebaseerde toolkit voor het configureren en opstarten van een multi-client Ethereum-testnet voor de snelle lokale ontwikkeling, prototyping en testen van dApps.",
  "page-local-environment-kurtosis-logo-alt": "Kurtosis-logo",
  "page-local-environment-epirus-desc": "Een platform voor het ontwikkelen, implementeren en monitoren van blockchain-applicaties op de Java Virtual Machine.",
  "page-local-environment-epirus-logo-alt": "Epirus logo",
  "page-local-environment-eth-app-desc": "Maak door Ethereum aangedreven apps met één commando. Wordt geleverd met een breed aanbod aan UI frameworks en DeFi templates om uit te kiezen.",
  "page-local-environment-eth-app-logo-alt": "Maak Eth App-logo",
  "page-local-environment-foundry-desc": "Een absurd snelle, draagbare en modulaire toolkit voor de ontwikkeling van Ethereum-applicaties geschreven in Rust.",
  "page-local-environment-foundry-logo-alt": "Foundry-logo",
  "page-local-environment-framework-feature-1": "Functies om een lokale blockchain-instantie op te zetten.",
  "page-local-environment-framework-feature-2": "Hulpprogramma's om je slimme contracten te compileren en te testen.",
  "page-local-environment-framework-feature-3": "Client-ontwikkeling-add-ons om uw gebruikersgerichte applicatie\nbinnen hetzelfde project/repository te bouwen.",
  "page-local-environment-framework-feature-4": "Configuratie om verbinding te maken met Ethereum-netwerken en\ncontracten te implementeren, of het nu gaat om een lokaal lopende instantie of een van de publieke netwerken van Ethereum.",
  "page-local-environment-framework-feature-5": "Gedecentraliseerde app-distributie - integraties met opslagopties zoals IPFS.",
  "page-local-environment-framework-features": "Deze frameworks komen met veel out-of-the-box functionaliteit, zoals:",
  "page-local-environment-frameworks-desc": "We raden u aan om een framework te kiezen, zeker als u pas bent begonnen. Het bouwen van een volledige dapp vereist verschillende technologieën. Frameworks omvatten veel van de benodigde functies of bieden eenvoudige plug-in systemen aan om de tools te kiezen die u nodig heeft.",
  "page-local-environment-frameworks-title": "Frameworks en vooraf gemaakte stacks",
  "page-local-environment-hardhat-desc": "Hardhat is een Ethereum-ontwikkelingsomgeving voor professionals.",
  "page-local-environment-hardhat-logo-alt": "Hardhat-logo",
  "page-local-environment-openZeppelin-desc": "Bespaar uren ontwikkeltijd door te compileren, te upgraden, te implementeren en te communiceren met slimme contracten via onze CLI.",
  "page-local-environment-openZeppelin-logo-alt": "OpenZeppelin-logo",
  "page-local-environment-scaffold-eth-desc": "Ethers + Hardhat + React: alles wat u nodig heeft om gedecentraliseerde toepassingen te bouwen, mogelijk gemaakt door slimme contracten.",
  "page-local-environment-scaffold-eth-logo-alt": "scaffold-eth-logo",
  "page-local-environment-setup-meta-desc": "Handleiding over hoe u uw softwarestack voor Ethereum-ontwikkeling kunt kiezen.",
  "page-local-environment-setup-meta-title": "Lokale ontwikkelingsinstellingenvan Ethereum",
  "page-local-environment-setup-subtitle": "Als u klaar bent om te beginnen, is het tijd om uw stack te kiezen.",
  "page-local-environment-setup-subtitle-2": "Hier zijn de tools en frameworks die u kunt gebruiken om uw Ethereum-applicatie te bouwen.",
  "page-local-environment-setup-title": "Stel u lokale ontwikkelingsomgeving in",
  "page-local-environment-solidity-template-desc": "Een GitHub-template voor vooraf gebouwde instellingen voor uw Solidity slimme contracten. Bevat een lokaal Hardhat-netwerk, Waffle voor tests, Ethers voor portemonnee-implementaties, en meer.",
  "page-local-environment-solidity-template-logo-alt": "Logo van Solidity-template",
  "page-local-environment-waffle-desc": "De meest geavanceerde testbibliotheek voor slimme contracten. Gebruik alleen of met Scaffold-eth of Hardhat.",
  "page-local-environment-waffle-logo-alt": "Waffle logo"
}
