{
  "comp-withdrawal-comparison-current-title": "Huidige stakers",
  "comp-withdrawal-comparison-current-li-1": "Sommige gebruikers hebben mogelijk een opnameadres opgegeven bij het instellen van hun stake —\ndeze gebruikers hoeven niets meer te doen",
  "comp-withdrawal-comparison-current-li-2": "De meerderheid van stakers hebben geen opnameadres opgegeven bij hun initiële storting en zullen dus hun opnamegegevens moeten bijwerken. Het <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Staking Launchpad</a> heeft instructies over hoe je dit kunt doen",
  "comp-withdrawal-comparison-current-p": "Je kunt hier het indexnummer van je validator invoeren om te zien of je je gegevens nog moet bijwerken <Text as=\"span\" fontWeight=\"normal\">(dit kun je vinden in de logs van je client):</Text>",
  "comp-withdrawal-comparison-new-title": "Nieuwe stakers (nog niet gestort)",
  "comp-withdrawal-comparison-new-li-1": "Standaard, zullen nieuwe stakers die automatisch beloningsbetalingen en opnamefunctionaliteit willen inschakelen een Ethereum-opnameadres moeten opgeven dat ze controleren bij het genereren van hun validatorsleutels met behulp van de Staking Deposit CLI-tool",
  "comp-withdrawal-comparison-new-li-2": "Dit is niet vereist op het moment van storting, maar voorkomt dat je deze sleutels later moet bijwerken om je fondsen te ontgrendelen",
  "comp-withdrawal-comparison-new-p": "Het Staking Launchpad begeleidt je bij het starten met staken.",
  "comp-withdrawal-comparison-new-link": "Bezoek Staking Launchpad",
  "comp-withdrawal-credentials-placeholder": "Validator-index",
  "comp-withdrawal-credentials-error": "Oeps! Controleer het indexnummer van de validator en probeer het opnieuw.",
  "comp-withdrawal-credentials-upgraded-1": "Validator-index {{validatorIndex}} is klaar om beloningen te ontvangen!",
  "comp-withdrawal-credentials-upgraded-2": "Opnamegegevens gekoppeld aan executie-adres:",
  "comp-withdrawal-credentials-not-upgraded-1": "Deze validator moet worden geüpgraded.",
  "comp-withdrawal-credentials-not-upgraded-1-testnet": "Deze Holesky testnet-validator moet worden geüpgraded.",
  "comp-withdrawal-credentials-not-upgraded-2": "Instructies over hoe te upgraden kun je momenteel vinden op <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Staking Launchpad</a>",
  "comp-withdrawal-credentials-verify-mainnet": "Verifiëren op Mainnet",
  "comp-withdrawal-credentials-verify-holesky": "Verifiëren op Holesky",
  "page-staking-withdrawals-when": "Verzonden!",
  "page-staking-image-alt": "Afbeelding van de Rhino-mascotte voor het staking launchpad.",
  "page-staking-benefits-1-title": "Verdien beloningen",
  "page-staking-benefits-1-description": "Beloningen worden gegeven voor acties die het netwerk helpen <a href=\"/glossary/#consensus\">consensus</a> te bereiken. U krijgt beloningen voor het uitvoeren van software die transacties samenvoegt in nieuwe blokken en het werk van andere validators controleert, omdat dat de chain veilig laat werken.",
  "page-staking-benefits-2-title": "Betere beveiliging",
  "page-staking-benefits-2-description": "Het netwerk wordt sterker tegen aanvallen naarmate meer ETH wordt gestaked, omdat er dan meer ETH nodig is om de meerderheid van het netwerk te controleren. Om een bedreiging te worden moet u de meerderheid van de validators bezitten, wat betekent dat u de meerderheid van ETH in het systeem moet controleren - dat is heel veel!",
  "page-staking-benefits-3-title": "Duurzamer",
  "page-staking-benefits-3-description": "Stakers hoeven geen energie-intensieve proof-of-work berekeningen uit te voeren om deel te nemen aan het beveiligen van het netwerk, wat betekent dat staking nodes kunnen draaien op relatief bescheiden hardware en zeer weinig energie verbruiken.",
  "page-staking-benefits-3-link": "Meer over Ethereums energieverbruik",
  "page-staking-description": "Staking is de daad van het storten van 32 ETH om <a href=\"/glossary/#validator\">validatorsoftware</a> te activeren. Als validator ben je verantwoordelijk voor het opslaan van gegevens, het verwerken van transacties en het toevoegen van nieuwe <a href=\"/glossary/#block\">blokken</a> aan de blockchain. Dit houdt Ethereum veilig voor iedereen en je verdient nieuwe ETH tijdens het proces.",
  "page-staking-hero-title": "Zo staket u uw ETH",
  "page-staking-hero-header": "Verdien beloningen terwijl u Ethereum beveiligt",
  "page-staking-hero-subtitle": "Elke gebruiker met eender welk bedrag aan ETH kan helpen het netwerk te beveiligen en daarbij beloningen verdienen.",
  "page-staking-dropdown-home": "Staking-startpagina",
  "page-staking-dropdown-solo": "Thuisstaking",
  "page-staking-more-on-solo": "Meer over thuisstaking",
  "page-staking-learn-more-solo": "Meer informatie over solo staking",
  "page-staking-dropdown-saas": "Staking-as-a-service",
  "page-staking-saas-with-abbrev": "Staking-as-a-service (SaaS)",
  "page-staking-more-on-saas": "Meer over staking-as-a-service",
  "page-staking-learn-more-saas": "Meer informatie over staking-as-a-service",
  "page-staking-dropdown-pools": "Gepoolde staking",
  "page-staking-dropdown-withdrawals": "Over opnames",
  "page-staking-dropdown-dvt": "Gedistribueerde validatortechnologie",
  "page-staking-more-on-pools": "Meer over gepoolde staking",
  "page-staking-learn-more-pools": "Meer informatie over gepoolde staking",
  "page-staking-section-what-title": "Wat is staking?",
  "page-staking-section-why-title": "Waarom uw ETH staken?",
  "page-staking-section-why-p1": "Het hangt af van de mate waarin u bereid bent om te staken. U heeft 32 ETH nodig om een volledige validator te worden, maar u kunt ook met minder staken.",
  "page-staking-section-why-p2": "Bekijk de onderstaande opties en kies de optie die het beste is voor u en voor het netwerk.",
  "page-staking-guide-title-coincashew-ethereum": "Ethereum 2.0 Gids van CoinCashew",
  "page-staking-guide-title-somer-esat": "Somer Esat",
  "page-staking-guide-title-rocket-pool": "Rocket Pool Node-Operators",
  "page-staking-guide-title-stakewise": "StakeWise-nodebeheerders",
  "page-staking-guide-description-linux": "Linux (CLI)",
  "page-staking-guide-description-mac-linux": "Linux, macOS (CLI)",
  "page-staking-guide-description-mac-linux-windows": "Linux, Windows, MacOS (CLI)",
  "page-staking-hierarchy-solo-h2": "Thuisstaking",
  "page-staking-hierarchy-solo-pill-1": "Meest impactvol",
  "page-staking-hierarchy-solo-pill-2": "Volledige controle",
  "page-staking-hierarchy-solo-pill-3": "Volledige beloningen",
  "page-staking-hierarchy-solo-pill-4": "Vertrouwensloos",
  "page-staking-hierarchy-solo-p1": "Thuisstaking op Ethereum is de <span class=\"gold\">gouden standaard</span> voor staken. Het biedt volledige beloningen voor deelname, verbetert de decentralisatie van het netwerk en vereist nooit dat je iemand anders met je geld vertrouwt.",
  "page-staking-hierarchy-solo-p2": "Wie overweegt om thuis te staken, moet een bepaalde hoeveelheid ETH en een computer hebben die ~24/7 met het internet is verbonden. Enige technische kennis is nuttig, maar er bestaan nu gebruiksvriendelijke tools die helpen om dit proces te vereenvoudigen.",
  "page-staking-hierarchy-solo-p3": "Thuisstakers kunnen hun fondsen bundelen met anderen, of solo gaan met minimaal 32 ETH. Oplossingen voor liquid staking-tokens kunnen worden gebruikt om toegang tot DeFi te behouden.",
  "page-staking-hierarchy-saas-pill-1": "Uw 32 ETH",
  "page-staking-hierarchy-saas-pill-2": "Uw validatorsleutels",
  "page-staking-hierarchy-saas-pill-3": "Toevertrouwde node-bewerking",
  "page-staking-hierarchy-saas-p1": "Als u geen gebruik wilt maken van hardware of zich daarmee niet op uw gemak voelt, maar toch uw 32 ETH wilt staken, dan maken staking-as-a-service-opties het mogelijk om het moeilijke deel te delegeren terwijl u native blokbeloningen ontvangt.",
  "page-staking-hierarchy-saas-p2": "Deze opties helpen u meestal met het maken van een set validatorgegevens, het uploaden van uw ondertekeningssleutels en het storten van uw 32 ETH. Hierdoor kan de service valideren in uw naam.",
  "page-staking-hierarchy-saas-p3": "Deze methode van staking vereist een zeker vertrouwen in de provider. Om risico's van tegenpartijen te beperken, worden de sleutels om uw ETH in te trekken meestal in uw bezit gehouden.",
  "page-staking-hierarchy-pools-pill-1": "Stake een willekeurige hoeveelheid",
  "page-staking-hierarchy-pools-pill-2": "Verdien beloningen",
  "page-staking-hierarchy-pools-pill-3": "Houd het simpel",
  "page-staking-hierarchy-pools-pill-4": "Populair",
  "page-staking-hierarchy-pools-p1": "Er zijn verschillende pooling-oplossingen beschikbaar om gebruikers te helpen die niet over 32 ETH beschikken of zich niet op hun gemak voelen om 32 ETH te staken.",
  "page-staking-hierarchy-pools-p2": "Veel van deze opties staan bekend als \"liquid staking\" waarbij een <a href=\"/glossary/#erc-20\">ERC-20-liquiditeitstoken</a> betrokken is dat uw gestakete ETH vertegenwoordigt.",
  "page-staking-hierarchy-pools-p3": "Liquid staking maakt het staken en unstaken zo eenvoudig als een token swap en stelt gebruikers in staat om gestaked kapitaal in DeFi te gebruiken. Deze optie stelt gebruikers ook in staat om de bewaring van hun activa in hun eigen Ethereum-<a href=\"/glossary/#wallet\">wallet</a> te houden.",
  "page-staking-hierarchy-pools-p4": "Gepoolde staking zit niet origineel in het Ethereum-netwerk. Derde partijen bouwen deze oplossingen en deze dragen hun eige risico's.",
  "page-staking-hierarchy-cex-h2": "Gecentraliseerde exchanges",
  "page-staking-hierarchy-cex-pill-1": "Minst impactvol",
  "page-staking-hierarchy-cex-pill-2": "Hoogste vertrouwensaannames",
  "page-staking-hierarchy-cex-p1": "Veel gecentraliseerde exchanges bieden stakingdiensten aan, voor als u ETH nog niet in uw eigen portemonnee wilt houden. Ze kunnen een noodoplossing zijn en stellen u in staat om wat opbrengsten te verdienen met uw ETH, met minimale toezicht of inspanning.",
  "page-staking-hierarchy-cex-p2": "De afweging hier is dat gecentraliseerde aanbieders grote pools van ETH consolideren om grote aantallen validators uit te voeren. Dit kan gevaarlijk zijn voor het netwerk en zijn gebruikers, omdat het een groot gecentraliseerd doel en punt van mislukking creëert, waardoor het netwerk kwetsbaarder wordt voor aanvallen of bugs.",
  "page-staking-hierarchy-cex-p3": "Als je je niet op je gemak voelt om je eigen <a href=\"/glossary/#key\">sleutels</a> te bewaren, is dat prima. Deze opties zijn er voor jou. Bekijk in de tussentijd onze <a href=\"/wallets/\">portemonneepagina</a>, waar je kunt beginnen te leren hoe je echt eigenaar wordt van je fondsen. Als je gereed bent, kun je terugkomen en je staking naar een hoger niveau tillen door een van de gepoolde stakingdiensten met zelfbewaring uit te proberen.",
  "page-staking-hierarchy-subtext": "Zoals u wellicht heeft opgemerkt, zijn er veel manieren om deel te nemen aan het staken van Ethereum. Deze paden zijn gericht op een breed scala aan gebruikers en zijn uiteindelijk uniek en verschillend in termen van risico's, beloningen en vertrouwensaannames. Sommige zijn gedecentraliseerder, grondiger getest en/of riskanter dan andere. Wij bieden wat informatie over populaire projecten in deze ruimte, maar <em>doe altijd uw eigen onderzoek</em> voordat u uw ETH naar een ander adres stuurt.",
  "page-staking-comparison-solo-saas": "Met SaaS-providers bent u nog steeds verplicht om 32 ETH te storten, maar hoeft u geen hardware te draaien. U behoudt meestal de toegang tot uw validatorsleutels, maar moet ook uw ondertekeningssleutels delen, zodat de beheerder kan optreden namens uw validator. Dit introduceert een laag van vertrouwen dat niet aanwezig is bij het draaien van uw eigen hardware, en in tegenstelling tot solo staking thuis, helpt SaaS niet zo veel bij de geografische verdeling van nodes. Als u zich niet op uw gemak voelt om hardware te gebruiken, maar toch nog steeds 32 ETH wilt staken, kan het gebruik van een SaaS-provider een goede optie voor u zijn.",
  "page-staking-comparison-solo-pools": "Solo staking is beduidend meer werk dan staking met een pooling-service, maar het biedt volledige toegang tot ETH-beloningen en volledige controle over de instelling en beveiliging van uw validator. Gepoolde staking heeft een aanzienlijk lagere toegangsdrempel. Gebruikers kunnen kleine hoeveelheden ETH storten, zijn niet verplicht om validatorsleutels te genereren en hebben geen hardwarevereisten buiten een standaard internetverbinding. Liquiditeitstokens maken het mogelijk om staking af te sluiten voordat dit op protocolniveau wordt ingeschakeld. Als u geïnteresseerd bent in deze functies, is gepoolde staking misschien een goede fit.",
  "page-staking-comparison-saas-solo": "Gelijkenissen omvatten het hebben van uw eigen validatorsleutels zonder fondsen te hoeven poolen, maar met SaaS moet u een derde partij vertrouwen, die mogelijk kwaadwillig optreedt of zelf het doelwit wordt van aanvallen of regelgeving. Als deze vertrouwensaannames of centralisatierisico's u zorgen baren, is de gouden standaard van zelf-soeverein staken het solo staken.",
  "page-staking-comparison-saas-pools": "Deze zijn vergelijkbaar wat betreft het feit dat u meestal op iemand anders vertrouwt voor het uitvoeren van de validator-client, maar in tegenstelling tot SaaS kunt u met gepoolde staking deelnemen met kleinere hoeveelheden ETH. Als u wilt staken met minder dan 32 ETH, overweeg dan om deze opties te bekijken.",
  "page-staking-comparison-pools-solo": "Gecombineerd staken heeft een aanzienlijk lagere toetredingsdrempel in vergelijking met thuisstaken, maar brengt extra risico met zich mee doordat alle nodebewerkingen aan een derde partij worden gedelegeerd, en met een vergoeding. Thuisstaken geeft volledige soevereiniteit en controle over de keuzes die worden gemaakt bij het kiezen van een staking-oplossing. Stakers hoeven nooit hun sleutels over te dragen, en ze verdienen volledige beloningen zonder dat tussenpersonen een percentage ontvangen.",
  "page-staking-comparison-pools-saas": "Deze zijn vergelijkbaar wat betreft het feit dat stakers de validatorsoftware zelf niet uitvoeren, maar in tegenstelling tot de pooling-opties vereist SaaS een storting van de volledige 32 ETH om een validator te activeren. De staker accumuleert de beloningen, waarbij meestal een maandelijkse vergoeding of een andere stake nodig is om de service te kunnen gebruiken. Als u liever uw eigen validatorsleutels heeft en op z'n minst 32 ETH wilt storten, is het gebruik van een SaaS-provider misschien een goede optie voor u.",
  "page-staking-considerations-dropdown-text": "Overwegingen bij staking",
  "page-staking-considerations-dropdown-aria-label": "Vervolgkeuzemenu voor overwegingen bij staking",
  "page-staking-considerations-solo-1-title": "Open source",
  "page-staking-considerations-solo-1-description": "Essentiële code is 100% open source en beschikbaar voor het publiek om te forken en te gebruiken",
  "page-staking-considerations-solo-1-warning": "Gesloten source",
  "page-staking-considerations-solo-2-title": "Geaudit",
  "page-staking-considerations-solo-2-description": "Essentiële code heeft een formele controle ondergaan waarvan de resultaten gepubliceerd en openbaar beschikbaar zijn",
  "page-staking-considerations-solo-2-warning": "Geen",
  "page-staking-considerations-solo-3-title": "Bug bounty",
  "page-staking-considerations-solo-3-description": "Een publieke bug bounty is uitgevoerd op alle essentiële code om gebruikers te belonen voor het veilig rapporteren en/of oplossen van kwetsbaarheden",
  "page-staking-considerations-solo-3-valid": "Momenteel actief",
  "page-staking-considerations-solo-3-caution": "Voltooid",
  "page-staking-considerations-solo-4-title": "Grondig getest",
  "page-staking-considerations-solo-4-description": "Software is beschikbaar geweest en werd door het publiek gebruikt gedurende de aangegeven periode",
  "page-staking-considerations-solo-4-valid": "Live > 1 jaar",
  "page-staking-considerations-solo-4-caution": "Live > 6 maanden",
  "page-staking-considerations-solo-4-warning": "Nieuw uitgebracht",
  "page-staking-considerations-solo-5-title": "Vertrouwensloos",
  "page-staking-considerations-solo-5-description": "Validatorsleutels worden op geen enkel moment in de validatorlevenscyclus aan een ander mens toevertrouwd. Alle smart contracts die hierbij betrokken zijn, zijn vrij van achterdeuren, zonder afhankelijkheid van bevoorrechte toestemmingen voor de uitvoering.",
  "page-staking-considerations-solo-5-warning": "Vertrouwd",
  "page-staking-considerations-solo-6-title": "Permissieloos",
  "page-staking-considerations-solo-6-description": "Gebruikers hebben geen speciale toestemming nodig om een validator te beheren met behulp van de software of service",
  "page-staking-considerations-solo-6-valid": "Geen toestemming",
  "page-staking-considerations-solo-6-warning": "Toestemming vereist",
  "page-staking-considerations-solo-7-title": "Multi-client",
  "page-staking-considerations-solo-7-description": "Software stelt gebruikers in staat om te kiezen uit en te schakelen tussen ten minste twee of meer executie-clients en twee of meer consensuslaag-clients",
  "page-staking-considerations-solo-7-valid": "Eenvoudig wisselen van client",
  "page-staking-considerations-solo-7-warning": "Beperkt tot een meerderheidsclient",
  "page-staking-considerations-solo-8-title": "Zelfbewaring",
  "page-staking-considerations-solo-8-description": "De gebruiker bewaart alle validatorgegevens, inclusief ondertekenings- en opnamesleutels",
  "page-staking-considerations-solo-8-warning": "Derde-bewaarder",
  "page-staking-considerations-solo-9-title": "Economisch",
  "page-staking-considerations-solo-9-description": "Gebruikers kunnen een validator behren door minder dan 32 ETH te staken, gebruik makend van gepoolde fondsen van anderen",
  "page-staking-considerations-solo-9-valid": "< 32 ETH",
  "page-staking-considerations-solo-9-warning": "32 ETH",
  "page-staking-considerations-saas-4-description": "De service is beschikbaar geweest en is gebruikt door het publiek gedurende de aangegeven periode",
  "page-staking-considerations-saas-6-description": "Gebruikers hebben geen speciale toestemming, accountaanmelding of KYC nodig om deel te nemen aan de service",
  "page-staking-considerations-saas-6-valid": "Iedereen kan deelnemen",
  "page-staking-considerations-saas-6-warning": "Toestemming vereist",
  "page-staking-considerations-saas-7-title": "Executie-diversiteit",
  "page-staking-considerations-saas-7-description": "De service zou niet meer dan 50% van zijn geaggregeerde validators met een meerderheidsexecutie-client moeten draaien",
  "page-staking-considerations-saas-7-valid": "Minder dan 50%",
  "page-staking-considerations-saas-7-caution": "Momenteel onbekend",
  "page-staking-considerations-saas-7-warning": "Meer dan 50%",
  "page-staking-considerations-saas-8-title": "Consensus-diversiteit",
  "page-staking-considerations-saas-8-description": "De service zou niet meer dan 50% van zijn geaggregeerde validators met een meerderheidsconcensus-client moeten draaien",
  "page-staking-considerations-saas-8-valid": "Minder dan 50%",
  "page-staking-considerations-saas-8-caution": "Momenteel onbekend",
  "page-staking-considerations-saas-8-warning": "Meer dan 50%",
  "page-staking-considerations-pools-5-description": "Voor deze service is het niet nodig om mensen te vertrouwen om uw sleutels te bewaren of beloningen te distribueren",
  "page-staking-considerations-pools-6-title": "Permissieloze nodes",
  "page-staking-considerations-pools-6-description": "Deze service laat iedereen deelnemen als nodebeheerder voor de pool, zonder dat er toestemming nodig is",
  "page-staking-considerations-pools-7-description": "De service zou niet meer dan 50% van zijn geaggregeerde validators met een meerderheidsexecutie-client moeten draaien",
  "page-staking-considerations-pools-8-title": "Liquiditeitstoken",
  "page-staking-considerations-pools-8-description": "Biedt verhandelbare liquiditeitstoken aan die uw gestakete ETH vertegenwoordigt, bewaard in uw eigen portemonnee",
  "page-staking-considerations-pools-8-valid": "Liquiditeitstoken(s)",
  "page-staking-considerations-pools-8-warning": "Geen liquiditeitstoken",
  "page-staking-considerations-pools-9-description": "De service zou niet meer dan 50% van zijn geaggregeerde validators met een meerderheidsconcensus-client moeten draaien",
  "page-staking-how-solo-works-item-1": "Verkrijg enige hardware: u moet <a href=\"/run-a-node/\">een node uitvoeren</a> om te kunnen staken",
  "page-staking-how-solo-works-item-2": "Synchroniseer een uitvoeringslaag-client",
  "page-staking-how-solo-works-item-3": "Synchroniseer een consensuslaag-client",
  "page-staking-how-solo-works-item-4": "Genereer uw sleutels en laad ze in uw validator-client",
  "page-staking-how-solo-works-item-5": "Monitor en onderhoud uw node",
  "page-staking-launchpad-widget-testnet-label": "Holesky-testnet",
  "page-staking-launchpad-widget-testnet-start": "Start met staken op het Holesky-testnet",
  "page-staking-launchpad-widget-mainnet-label": "Hoofdnet",
  "page-staking-launchpad-widget-mainnet-start": "Start met staken op het hoofdnet",
  "page-staking-launchpad-widget-span": "Kies een netwerk",
  "page-staking-launchpad-widget-p1": "Van solo-validators wordt verwacht dat ze <strong>hun instellingen</strong> en operationele vaardigheden testen op het Holesky-testnet voordat ze fondsen riskeren. Vergeet niet dat het belangrijk is om een <a href=\"/developers/docs/nodes-and-clients/client-diversity/\">minderheidsclient</a> te kiezen, omdat dit de veiligheid van het netwerk verbetert en je risico beperkt.",
  "page-staking-launchpad-widget-p2": "Als u er zich mee op uw gemak voelt, kunt u alles instellen wat nodig is vanuit de opdrachtregel met behulp van alleen het Staking Launchpad.",
  "page-staking-launchpad-widget-p3": "Om dingen makkelijker te maken, staan hieronder enkele tools en handleidingen die u kunnen helpen om samen met het Staking Launchpad uw clients eenvoudig in te stellen.",
  "page-staking-launchpad-widget-link": "Softwaretools en -handleiding",
  "page-staking-products-get-started": "Aan de slag",
  "page-staking-products-follow": "Bezoek op",
  "page-staking-dropdown-staking-options": "Staking-opties",
  "page-staking-dropdown-staking-options-alt": "Vervolgkeuzemenu van staking-opties",
  "page-staking-stats-box-metric-1": "Totaal gestakete ETH",
  "page-staking-stats-box-metric-2": "Totaal aantal validators",
  "page-staking-stats-box-metric-3": "Huidige APR",
  "page-staking-stats-box-metric-1-tooltip": "Som van ETH op het spel in de Beacon Chain, exclusief saldi boven 32 ETH",
  "page-staking-stats-box-metric-2-tooltip": "Aantal validatoraccounts dat momenteel geactiveerd is op de Beacon Chain",
  "page-staking-stats-box-metric-3-tooltip": "Gemiddeld jaarlijks financieel rendement per validator over de afgelopen 24 uur",
  "page-staking-section-comparison-subtitle": "Er is geen uniforme oplossing voor staking, elke oplossing is uniek. Hier zullen we enkele van de risico's, beloningen en vereisten vergelijken van de verschillende manieren waarop u kunt staken.",
  "page-staking-section-comparison-rewards-title": "Beloningen",
  "page-staking-section-comparison-solo-rewards-li1": "Maximale beloningen - ontvang volledige beloningen direct via het protocol",
  "page-staking-section-comparison-solo-rewards-li2": "Beloningen voor het voorstellen van blokken, inclusief onvernietigde transactiekosten, en voor het regelmatig attesteren van de status van het netwerk",
  "page-staking-section-comparison-solo-rewards-li3": "Optie om een liquid staking token te minten tegen je thuisnode om te gebruiken in DeFi",
  "page-staking-section-comparison-saas-rewards-li1": "Meestal gaat het om volledige protocolbeloningen min de maandelijkse kosten voor de node-activiteiten",
  "page-staking-section-comparison-saas-rewards-li2": "Dashboards zijn vaak beschikbaar om uw validator-client gemakkelijk te volgen",
  "page-staking-section-comparison-pools-rewards-li1": "Gepoolde stakers krijgen beloningen op verschillende wijze, afhankelijk van de gekozen methode van gepoolde staking",
  "page-staking-section-comparison-pools-rewards-li2": "Veel gepoolde stakingdiensten bieden één of meer <a href=\"/glossary/#liquidity-tokens\">liquiditeitstokens</a> aan die je gestakete ETH plus je aandeel van de validatorbeloningen vertegenwoordigen",
  "page-staking-section-comparison-pools-rewards-li3": "Liquiditeitstokens kunnen worden bewaard in je eigen portemonnee, gebruikt worden in <a href=\"/glossary/#defi\">DeFi</a> en verkocht worden als je besluit om te stoppen",
  "page-staking-section-comparison-risks-title": "Risico's",
  "page-staking-section-comparison-solo-risks-li1": "Jouw ETH staat op het spel",
  "page-staking-section-comparison-solo-risks-li2": "Er zijn boetes, die ETH kosten, voor het offline gaan",
  "page-staking-section-comparison-solo-risks-li3": "Slashing (grotere boetes en uitzetting uit het netwerk) voor malafide gedrag",
  "page-staking-section-comparison-solo-risks-li4": "Het minten van een liquid staking token brengt slim contract-risico met zich mee, maar dit is volledig optioneel",
  "page-staking-section-comparison-saas-risks-li1": "Dezelfde risico's als bij solo staking, plus tegenpartijrisico van de serviceprovider",
  "page-staking-section-comparison-saas-risks-li2": "Gebruik van uw ondertekeningssleutels is toevertrouwd aan iemand anders, die zich kwaadwillig zou kunnen gedragen",
  "page-staking-section-comparison-pools-risks-li1": "Risico's verschillen afhankelijk van de gebruikte methode",
  "page-staking-section-comparison-pools-risks-li2": "Risico's bestaan in het algemeen uit een combinatie van risico in termen van tegenpartijen, <a href=\"/glossary/#smart-contract\">slimme contracten</a> en executie",
  "page-staking-section-comparison-requirements-title": "Vereisten",
  "page-staking-section-comparison-solo-requirements-li1": "Je moet 32 ETH storten",
  "page-staking-section-comparison-solo-requirements-li2": "Onderhoud hardware die zowel een <a href=\"/glossary/#execution-client\">executie-client</a> als <a href=\"/glossary/#consensus-client\">consensus-client</a> van Ethereum draait, terwijl je verbonden bent met het internet",
  "page-staking-section-comparison-solo-requirements-li3": "Het <a href=\"https://holesky.launchpad.ethereum.org\" target=\"_blank\">Staking Launchpad</a> leidt je door het proces en de hardwarevereisten",
  "page-staking-section-comparison-saas-requirements-li1": "Stort 32 ETH en genereer je sleutels met hulp",
  "page-staking-section-comparison-saas-requirements-li2": "Sla uw sleutels veilig op",
  "page-staking-section-comparison-saas-requirements-li3": "Wij zorgen voor de rest, maar specifieke services kunnen variëren",
  "page-staking-section-comparison-pools-requirements-li1": "Laagste ETH-vereisten, sommige projecten vereisen niet meer dan maar 0,01 ETH",
  "page-staking-section-comparison-pools-requirements-li2": "Stort direct vanuit uw portemonnee naar verschillende gepoolde staking-platformen of verhandel simpelweg voor een van de staking-liquiditeitstokens",
  "page-staking-faq-1-question": "Wat is een validator?",
  "page-staking-faq-1-answer": "Een <em>validator</em> is een virtuele entiteit die op Ethereum bestaat en deelneemt aan de consensus van het Ethereum-protocol. Validators worden vertegenwoordigd door een saldo, een publieke sleutel en enkele andere eigenschappen. Een <em>validator-client</em> is de software die namens de validator handelt door zijn privé-sleutel te bewaren en te gebruiken. Een enkele validator-client kan veel sleutelparen bezitten, die veel validators kunnen controleren.",
  "page-staking-faq-2-question": "Waarom moet ik fondsen op het spel zetten?",
  "page-staking-faq-2-answer": "Een validator heeft de mogelijkheid om blokken voor te stellen en te attesteren voor het netwerk. Om oneerlijk gedrag te voorkomen moeten gebruikers hun geld op het spel zetten. Hierdoor kan het protocol kwaadwillige gebruikers straffen. Staking is een middel om u eerlijk te houden, aangezien uw acties financiële gevolgen zullen hebben.",
  "page-staking-faq-3-question": "Kan ik 'Eth2' kopen?",
  "page-staking-faq-3-answer-p1": "Er is geen 'Eth2'-token dat bij het protocol hoort, aangezien de oorspronkelijke token ether (ETH) niet is veranderd met de overgang van Ethereum naar proof-of-stake.",
  "page-staking-faq-3-answer-p2": "Er zijn afgeleide tokens/tickers die gestakete ETH kunnen vertegenwoordigen (d.w.z. rETH van RocketPool, stETH van Lido, ETH2 van Coinbase). Meer informatie over <a href=\"/staking/pools/\">staking pools</a>",
  "page-staking-faq-4-question": "Is staking al live?",
  "page-staking-faq-4-answer-p1": "Ja. Staking is mogelijk sinds 1 december 2020",
  "page-staking-faq-4-answer-p2": "Dit betekent dat staking momenteel live is voor gebruikers om hun ETH te storten, een validator-client te draaien en te beginnen met het verdienen van beloningen.",
  "page-staking-faq-4-answer-p3": "De Shanghai/Capella-upgrade werd voltooid op 12 april 2023, waardoor staking-opnames mogelijk werden en staking-liquiditeit nu volledig is.",
  "page-staking-faq-5-question": "Wanneer kan ik mijn gestakete ETH opnemen?",
  "page-staking-faq-5-answer-p1": "Nu meteen! Stakers zijn vrij om hun beloningen en/of hun hoofdstorting op te nemen uit hun validatorsaldo, als ze daarvoor kiezen.",
  "page-staking-faq-5-answer-p2": "Stakers verdienen ook beloningen in de vorm van vergoedingen en MEV bij het voorstellen van blokken, die direct beschikbaar worden gesteld via het ingestelde ontvangstadres voor vergoedingen.",
  "page-staking-faq-5-answer-link": "Meer over staking-opnames",
  "page-staking-further-reading-author-vitalik-buterin": "Vitalik Buterin",
  "page-staking-further-reading-2-link": "Serenity Design Rationale",
  "page-staking-further-reading-4-link": "Eth2-nieuws",
  "page-staking-further-reading-4-author": "Ben Edgington",
  "page-staking-further-reading-5-link": "Nr. 33 voltooid, de Ethereum-consensuslaag (jan. 2022)",
  "page-staking-further-reading-5-author": "Danny Ryan",
  "page-staking-further-reading-6-link": "Posts van attestants",
  "page-staking-further-reading-8-link": "Door de Beaconcha.in community bijgedragen voorlichtingsmateriaal",
  "page-staking-further-reading-9-link": "FAQ van Ethereum Staking Launchpad",
  "page-staking-further-reading-10-link": "EthStaker-kennisbank",
  "page-staking-toc-how-to-stake-your-eth": "Zo staket u uw ETH ",
  "page-staking-toc-comparison-of-options": "Vergelijking van staking-opties",
  "page-staking-toc-faq": "Veelgestelde vragen",
  "page-staking-toc-further": "Verder lezen",
  "page-staking-dom-info-title": "Staking met Ethereum",
  "page-staking-join-community": "Word lid van de staker-gemeenschap",
  "page-staking-join-community-desc": "EthStaker is een gemeenschap waar iedereen kan discussiëren en meer informatie kan krijgen over staking op Ethereum. Sluit je aan bij tienduizenden leden van over de hele wereld voor advies, steun en om over alle andere staking-onderwerpen te praten.",
  "page-staking-meta-description": "Een overzicht van staking op Ethereum: de risico's, beloningen, vereisten en waar u het kunt doen.",
  "page-staking-meta-title": "Staking op Ethereum",
  "page-staking-withdrawals-important-notices": "Belangrijke opmerkingen",
  "page-staking-withdrawals-important-notices-desc": "Opnames zijn nog niet beschikbaar. Lees de <a href=\"https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/\" target=\"_blank\">Eth2 Merge en post-merge FAQ</a> voor meer informatie.",
  "page-upgrades-merge-btn": "Meer over de merge",
  "subscribe-to-ef-blog": "<a href=\"https://blog.ethereum.org/category/protocol/#subscribe\" target=\"_blank\">Schijf je in voor de EF Blog</a> om e-mailmeldingen te ontvangen over de nieuwste protocolaankondigingen.",
  "page-staking-comparison-with-other-options": "Vergelijking met andere opties",
  "page-staking-any-amount": "Ieder bedrag",
  "page-staking-testnet": "testnet"
}
