{
  "page-staking-just-staking": "Staking",
  "page-staking-image-alt": "Afbeelding van de Rhino-mascotte voor het staking launchpad.",
  "page-staking-51-desc-1": "Staking maakt het deelnemen aan het netwerk als validator toegankelijker zodat er waarschijnlijk meer validators in het netwerk zullen zijn dan nu het geval is. Dit zal dit soort aanvallen nog moeilijker maken, aangezien de kosten van een aanval zullen toenemen.",
  "page-staking-accessibility": "Meer toegankelijk",
  "page-staking-accessibility-desc": "Met eenvoudigere hardwarevereisten en de mogelijkheid om te poolen als u geen 32 ETH heeft, kunnen meer mensen deelnemen aan het netwerk. Dit zal Ethereum gedecentraliseerder en veiliger maken door het aanvalsoppervlak te verminderen.",
  "page-staking-at-stake": "Uw ETH staat op het spel",
  "page-staking-at-stake-desc": "Omdat u uw ETH moet staken om transacties te valideren en nieuwe blokken te creëren, kunt u het verliezen als u besluit om te proberen het systeem te bedriegen.",
  "page-staking-benefits": "Voordelen van staking op Ethereum",
  "page-staking-check-address": "Controleer stortingsadres",
  "page-staking-consensus": "Meer over consensusmechanismen",
  "page-staking-deposit-address": "Controleer het stortingsadres",
  "page-staking-deposit-address-desc": "Als u de instellingsinstructies op de launchpad al heeft gevolgd, weet u dat u een transactie moet verzenden naar het staking-stortingscontract. We raden u aan om het adres zeer zorgvuldig te controleren. U kunt het officiële adres op ethereum.org en een aantal andere vertrouwde websites vinden.",
  "page-staking-desc-1": "Beloningen worden gegeven voor acties die het netwerk helpen consensus te bereiken. U krijgt beloningen voor het batchen van transacties in een nieuw blok of het controleren van het werk van andere validators, omdat dat de keten veilig laat draaien.",
  "page-staking-desc-2": "Hoewel u beloningen kunt verdienen voor het doen van werk dat goed is voor het netwerk, kunt u ETH verliezen als gevolg van kwaadaardige acties, offline gaan en niet valideren.",
  "page-staking-desc-3": "U heeft 32 ETH nodig om een volledige validator van ETH te worden of om deel te nemen aan een staking-pool. U zult ook een executie-client (voorheen 'Eth1 client') moeten uitvoeren. Het launchpad zal u de proces- en hardwarevereisten laten doorlopen. Of u kunt een backend-API gebruiken.",
  "page-staking-description": "Staking is de daad van het storten van 32 ETH om validatorsoftware te activeren. Als validator bent u verantwoordelijk voor het opslaan van gegevens, het verwerken van transacties en het toevoegen van nieuwe blokken aan de blockchain. Dit houdt Ethereum veilig voor iedereen en u verdient nieuwe ETH tijdens het proces. Dit proces, bekend als proof-of-stake, wordt geïntroduceerd door de Beacon Chain.",
  "page-staking-docked": "Meer over de merge",
  "page-staking-dyor": "Doe uw eigen onderzoek",
  "page-staking-dyor-desc": "Geen van de vermelde staking-diensten zijn officiële goedkeuringen. Zorg ervoor dat u wat onderzoek doet om uit te zoeken welke dienst het beste voor u kan zijn.",
  "page-staking-header-1": "Stake uw ETH om een Ethereum-validator te worden",
  "page-staking-how-much": "Hoeveel bent u bereid om te staken?",
  "page-staking-how-to-stake": "Hoe te staken",
  "page-staking-how-to-stake-desc": "Het hangt allemaal af van hoeveel u bereid bent om te staken. U heeft 32 nodig om een volledige validator te worden, maar het is mogelijk om minder te staken.",
  "page-staking-join": "Doe mee",
  "page-staking-join-community": "Word lid van de staker-gemeenschap",
  "page-staking-join-community-desc": "EthStaker is a community for everyone to discuss and learn about staking on Ethereum. Join tens of thousands of members from around the globe for advice, support, and to talk all thing staking.",
  "page-staking-less-than": "Minder dan",
  "page-staking-link-1": "Bekijk backend-API's",
  "page-staking-meta-description": "Een overzicht van staking op Ethereum: de risico's, beloningen, vereisten en waar u het kunt doen.",
  "page-staking-meta-title": "Staking op Ethereum",
  "page-staking-more-sharding": "Meer over sharding",
  "page-staking-pool": "Stake in een pool",
  "page-staking-pool-desc": "Als u minder dan 32 ETH heeft, dan heeft u de mogelijkheid om een kleinere stake toe te voegen aan een pool. Sommige bedrijven kunnen alles in uw naam doen, zodat u niet online hoeft te blijven. Hier zijn enkele bedrijven om onder de loep te nemen.",
  "page-staking-rocket-pool": "U kunt op de Rocket Pool staken door ETH om te wisselen voor het vloeibare token rETH van Rocket Pool met zo weinig als 0,01 ETH. Wilt u een node draaien? U kunt ook een staking-node draaien op Rocket Pool vanaf 16 ETH. De resterende ETH wordt toegewezen uit het Rocket Pool-protocol, waar ETH-gebruikers hebben gestort in de pool.",
  "page-staking-pos-explained": "Proof-of-stake verklaard",
  "page-staking-pos-explained-desc": "Staking is wat u moet doen om een validator te worden in een proof-of-stake-systeem. Dit is een consensusmechanisme dat het huidige proof-of-work-systeem zal vervangen. Consensusmechanismen zijn wat blockchains zoals Ethereum veilig en gedecentraliseerd houden.",
  "page-staking-pos-explained-desc-1": "Proof-of-stake helpt het netwerk beveiligen op een aantal manieren:",
  "page-staking-services": "Zie alle staking-diensten",
  "page-staking-sharding": "Ontgrendelt sharding",
  "page-staking-sharding-desc": "Sharding is alleen mogelijk met een proof-of-stake-systeem. Het sharden van een proof-of-work-systeem zou de hoeveelheid computerkracht doen afnemen die nodig is om het netwerk te beschadigen, wat het voor kwaadwillige miners gemakkelijker maakt om shards te controleren. Dit is niet het geval met willekeurig toegewezen stakers in proof-of-stake.",
  "page-staking-solo": "Stake alleen en draai een validator",
  "page-staking-solo-desc": "Om te beginnen met het staking-proces, moet u de staking-launchpad gebruiken. Hiermee doorloopt u alle instellingen. Onderdeel van staking is het draaien van een consensus-client, wat een lokale kopie van de blockchain is. Het downloaden hiervan op uw computer kan even duren.",
  "page-staking-start": "Start staking",
  "page-staking-subtitle": "Staking is een publiek goed voor het Ethereum-ecosysteem. U kunt helpen het netwerk te beveiligen en op deze manier beloningen verdienen.",
  "page-staking-sustainability": "Duurzamer",
  "page-staking-sustainability-desc": "Validators hebben geen energie-intensieve computers nodig om deel te nemen aan een proof-of-stake-systeem – slechts een laptop of smartphone. Dit zal Ethereum beter maken voor het milieu.",
  "page-staking-the-beacon-chain": "Meer over de Beacon Chain",
  "page-staking-title-1": "Beloningen",
  "page-staking-title-2": "Risico's",
  "page-staking-title-3": "Vereisten",
  "page-staking-title-4": "Hoe kunt u uw ETH staken",
  "page-staking-upgrades-li": "Proof-of-stake wordt beheerd door de Beacon Chain.",
  "page-staking-upgrades-li-2": "Ethereum zal een proof-of-stake Beacon Chain hebben en een proof-of-work hoofdnet voor de nabije toekomst. Het hoofdnet is het Ethereum dat we al jaren gebruiken.",
  "page-staking-upgrades-li-3": "Gedurende deze periode zullen stakers nieuwe blokken toevoegen aan de Beacon Chain, maar ze zullen geen hoofdnettransacties verwerken.",
  "page-staking-upgrades-li-4": "Ethereum zal volledig overschakelen op een proof-of-stake-systeem zodra het Ethereum-hoofdnet samengevoegd wordt met de Beacon Chain.",
  "page-staking-upgrades-li-5": "Een kleine upgrade zal volgen om het opnemen van gestakete fondsen mogelijk te maken.",
  "page-staking-upgrades-title": "Proof-of-stake-en consensus-upgrades",
  "page-staking-validators": "Meer validators, meer beveiliging",
  "page-staking-validators-desc": "In een blockchain als Ethereum is het mogelijk transacties te censureren en opnieuw te ordenen om het voor u geschikt te maken als u een meerderheid van het netwerk beheert. Maar om een meerderheid van het netwerk te beheren, heeft u een meerderheid van de validators nodig. En hiervoor moet u een meerderheid van de ETH in het systeem controleren - dat is veel! Deze hoeveelheid ETH groeit elke keer dat een nieuwe validator het systeem binnenkomt, waardoor de veiligheid van het netwerk wordt vergroot. Proof-of-work, het beveiligingsmodel dat door proof-of-stake vervangen zal worden, vereist van de validators (miners) dat ze beschikken over gespecialiseerde hardware en veel fysieke ruimte. Het betreden van het systeem als miner is moeilijk, dus beveiliging tegen meerderheidsaanvallen neemt niet zoveel toe. Proof-of-stake heeft deze vereisten niet, wat het netwerk (en de weerstand ervan tegen meerderheidsaanvallen) zal laten groeien tot groottes die niet mogelijk zijn met proof-of-work.",
  "page-staking-withdrawals": "Opnames zullen niet meteen live gaan",
  "page-staking-withdrawals-desc": "U kunt uw stake niet opnemen totdat toekomstige upgrades zijn geïmplementeerd. Opnames zullen beschikbaar zijn in een kleine upgrade na de merge van het hoofdnet met de Beacon Chain."
}
