{
  "page-roadmap-vision-2014": "Bekijk een blogpost uit 2014 over proof-of-stake",
  "page-roadmap-vision-2021": "Bekijk een blogpost uit 2021 over de evolutie van de routekaart van Ethereum",
  "page-roadmap-vision-2022": "Bekijk een blogpost uit 2022: Het Transgalactisch Ethereumhandboek",
  "page-roadmap-vision-2021-updates": "Bekijk een blogpost uit 2021 over de protocolupdates van Ethereum",
  "page-roadmap-vision-desc-1": "Ethereum moet netwerkcongestie verminderen en de snelheid verbeteren om een wereldwijd gebruikersbestand beter van dienst te kunnen zijn.",
  "page-roadmap-vision-desc-2": "Een node besturen wordt moeilijker naarmate het netwerk groeit. Dit zal alleen maar moeilijker worden met de inspanningen om het netwerk op te schalen.",
  "page-roadmap-vision-desc-3": "Ethereum gebruikt te veel elektriciteit. De technologie die het netwerk veilig houdt, moet duurzamer worden.",
  "page-roadmap-vision-ethereum-node": "Meer over nodes",
  "page-roadmap-vision-future": "Een digitale toekomst op wereldschaal",
  "page-roadmap-vision-meta-desc": "Een overzicht van de impact die de upgrades zullen hebben op Ethereum, en de uitdagingen die ze moeten overwinnen.",
  "page-roadmap-vision-meta-title": "Visie van Ethereum",
  "page-roadmap-vision-mining": "Meer over mining",
  "page-roadmap-vision-problems": "Problemen van vandaag",
  "page-roadmap-vision-scalability": "Schaalbaarheid",
  "page-roadmap-vision-scalability-desc": "Ethereum moet meer transacties per seconde kunnen verwerken zonder dat de nodes in het netwerk groter worden. Nodes zijn vitale netwerkdeelnemers die de blockchain opslaan en uitvoeren. Het vergroten van de nodes is niet praktisch omdat alleen mensen met krachtige en dure computers dit kunnen doen. Om op te schalen heeft Ethereum meer transacties per seconde nodig, gekoppeld aan meer nodes. Meer nodes betekent meer veiligheid.",
  "page-roadmap-vision-scalability-desc-3": "Laag 2-rollups schalen Ethereum op door transacties van de chain af te halen en alleen samenvattende gegevens naar Ethereum te sturen. Deze batching verhoogt de verwerkingscapaciteit van Ethereum terwijl de kosten voor gebruikers drastisch worden verlaagd.",
  "page-roadmap-vision-scalability-desc-4": "Rollups hebben een goedkope opslag nodig op laag 1 om transacties zo goedkoop mogelijk te maken voor gebruikers. Dit zal worden aangeboden in de vorm van blobs die aan Ethereumblocks worden gekoppeld. Uiteindelijk zullen er veel blobs aan Ethereumblocks worden gekoppeld, wat voor een goedkope opslag zorgt voor veel rollups.",
  "page-roadmap-vision-security": "Beveiliging",
  "page-roadmap-vision-security-desc": "De geplande upgrades verbeteren de beveiliging van Ethereum tegen gecoördineerde aanvallen.",
  "page-roadmap-vision-security-desc-3": "In proof-of-stake komt de extra veiligheid van grotere crypto-economische belemmeringen tegen aanvallen. Dit komt omdat, in proof-of-stake, de validators die het netwerk beveiligen een aanzienlijke hoeveelheid ETH moeten inzetten in het protocol. Als ze het netwerk proberen aan te vallen, kan het protocol automatisch hun ETH vernietigen.",
  "page-roadmap-vision-security-desc-5": "Het is echter ook belangrijk dat upgrades die validators beschermen tegen denial-of-service-aanvallen, hun anonimiteit verbeteren en het gescheiden opbouwen en vermeerderen van blocks binnenkort worden geïmplementeerd. Deze upgrades beschermen individuele validators en het netwerk als geheel tegen liveness attacks en censuur.",
  "page-roadmap-vision-security-desc-5-link": "Meer over proof-of-stake",
  "page-roadmap-vision-security-desc-10": "Staking betekent ook dat er niet geïnvesteerd hoeft te worden in extreem dure hardware om direct deel te kunnen nemen aan de consensus. Hierdoor zouden meer mensen moeten worden aangemoedigd om een validator te worden, waardoor de decentralisatie van het netwerk toeneemt en het aanvalsgebied afneemt.",
  "page-roadmap-vision-security-staking": "Stake ETH",
  "page-roadmap-vision-security-validator": "U kunt een validator worden door uw ETH te staken.",
  "page-roadmap-vision-staking-lower": "Meer over staking",
  "page-roadmap-vision-subtitle": "Laat Ethereum groeien totdat het krachtig genoeg is om de hele mensheid te helpen.",
  "page-roadmap-vision-sustainability": "Duurzaamheid",
  "page-roadmap-vision-sustainability-desc-1": "Ethereum is nu een groene blockchain. Het energieverbruik werd met ~99,95% verminderd toen proof-of-work werd veranderd naar proof-of-stake.",
  "page-roadmap-vision-sustainability-desc-2": "Ethereum wordt nu beveiligd door staking, niet door computerkracht.",
  "page-roadmap-vision-sustainability-desc-3": "Deze duurzaamheidsboost brengt ook veiligheidsvoordelen met zich mee. Gestakete ether maakt het veel duurder om de chain aan te vallen dan onder proof-of-work, maar minder duur om het te beveiligen omdat er minder nieuwe ETH moet worden uitgegeven om validators te betalen dan miners.",
  "page-roadmap-vision-sustainability-desc-8": "De overstap naar proof-of-stake heeft Ethereum groener en veiliger gemaakt. Het is een koolstofarm platform voor het bouwen van apps en organisaties.",
  "page-roadmap-vision-sustainability-subtitle": "Ethereum is een groene blockchain met sterke crypto-economische veiligheid.",
  "page-roadmap-vision-title": "De visie van Ethereum",
  "page-roadmap-vision-title-1": "Verstopt netwerk",
  "page-roadmap-vision-title-2": "Schijfruimte",
  "page-roadmap-vision-title-3": "Te veel energie",
  "page-roadmap-vision-trilemma-cardtext-1": "Ethereum-upgrades zullen Ethereum schaalbaar, veilig en gedecentraliseerd maken. Staking heeft de drempel tot deelname verlaagd en schaalvoordelen beperkt, waardoor een groter en meer gedecentraliseerd netwerk ontstaat.",
  "page-roadmap-vision-trilemma-cardtext-2": "Veilige en gedecentraliseerde blockchainnetwerken vereisen dat elke node elke transactie verifieert die door de chain wordt verwerkt. Deze hoeveelheid werk beperkt het aantal transacties dat op elk moment kan plaatsvinden. Gedecentraliseerd en veilig weerspiegelt de Ethereum-chain vandaag de dag.",
  "page-roadmap-vision-trilemma-cardtext-3": "Gedecentraliseerde netwerken werken door informatie over transacties tussen nodes te versturen. Het hele netwerk moet op de hoogte zijn van elke statusverandering. Het schalen van transacties per seconde over een gedecentraliseerd netwerk brengt veiligheidsrisico's met zich mee, want hoe meer transacties, hoe langer de vertraging, hoe groter de kans op een aanval terwijl de informatie onderweg is.",
  "page-roadmap-vision-trilemma-cardtext-4": "Het verhogen van de grootte en kracht van Ethereum's nodes zou transacties per seconde op een veilige manier kunnen verhogen, maar de hardwarevereisten zouden beperken wie het zou kunnen doen, wat de decentralisatie bedreigt. Hopelijk zullen sharding en proof-of-stake Ethereum in staat stellen om op te schalen door het aantal nodes te vergroten, niet de grootte van de node.",
  "page-roadmap-vision-trilemma-h2": "De uitdaging van gedecentraliseerde opschaling",
  "page-roadmap-vision-trilemma-modal-tip": "Tik op de cirkels hieronder om de problemen van gedecentraliseerde opschaling beter te begrijpen",
  "page-roadmap-vision-trilemma-p": "Een naïeve manier om de problemen van Ethereum op te lossen zou zijn om het meer gecentraliseerd te maken. Maar decentralisatie is te belangrijk. Het is decentralisatie die Ethereum neutraliteit, censuurresistentie, openheid, gegevenseigendom en bijna ondoordringbare veiligheid geeft.",
  "page-roadmap-vision-trilemma-p-1": "De visie van Ethereum is om schaalbaarder en veiliger te worden, maar ook om gedecentraliseerd te blijven. Het bereiken van deze 3 kwaliteiten is een probleem dat bekend staat als het schaalbaarheidstrilemma.",
  "page-roadmap-vision-trilemma-p-2": "De Ethereum-upgrades zijn bedoeld om het trilemma op te lossen, maar dit gaat gepaard met aanzienlijke uitdagingen.",
  "page-roadmap-vision-trilemma-press-button": "Druk op de knoppen op de driehoek om de problemen van gedecentraliseerde opschaling beter te begrijpen.",
  "page-roadmap-vision-trilemma-text-1": "Decentralisatie",
  "page-roadmap-vision-trilemma-text-2": "Beveiliging",
  "page-roadmap-vision-trilemma-text-3": "Schaalbaarheid",
  "page-roadmap-vision-trilemma-title-1": "Ontdek het schaalbaarheidstrilemma",
  "page-roadmap-vision-trilemma-title-2": "Ethereum-upgrades en gedecentraliseerde opschaling",
  "page-roadmap-vision-trilemma-title-3": "Veilig en gedecentraliseerd",
  "page-roadmap-vision-trilemma-title-4": "Gedecentraliseerd en schaalbaar",
  "page-roadmap-vision-trilemma-title-5": "Schaalbaar en veilig",
  "page-roadmap-vision-understanding": "Inzicht in de visie van Ethereum",
  "page-roadmap-vision-upgrade-needs": "De noodzaak van upgrades",
  "page-roadmap-vision-upgrade-needs-desc": "Het Ethereum-protocol dat in 2015 werd gelanceerd, heeft ongelooflijk succes gehad. Maar de Ethereum-gemeenschap verwachtte altijd dat een paar belangrijke upgrades nodig zouden zijn om het volledige potentieel van Ethereum te kunnen gebruiken.",
  "page-roadmap-vision-upgrade-needs-desc-2": "Hoge vraag drijft de transactiekosten op die Ethereum duur maken voor de gemiddelde gebruiker. De schijfruimte die nodig is om een Ethereum-client te draaien groeit snel.",
  "page-roadmap-vision-upgrade-needs-desc-3": "Ethereum heeft een reeks upgrades die deze problemen en nog veel meer aanpakken. Deze upgrades werden oorspronkelijk 'Serenity' en 'Eth2' genoemd en zijn sinds 2014 een actief onderzoeks- en ontwikkelingsgebied.",
  "page-roadmap-vision-upgrade-needs-desc-5": "Nu de technologie klaar is, zullen deze upgrades Ethereum herontwerpen om het schaalbaarder, veiliger en duurzamer te maken, en om het dagelijks gebruik voor bestaande gebruikers te verbeteren en nieuwe gebruikers aan te trekken. En dit alles met behoud van Ethereums kernwaarde van decentralisatie.",
  "page-roadmap-vision-upgrade-needs-desc-6": "Dit betekent dat er geen aan-knop bestaat voor schaalbaarheid. Verbeteringen worden na verloop van tijd geleidelijk aan toegevoegd.",
  "page-roadmap-vision-upgrade-needs-serenity": "Bekijk een blogpost uit 2015 over 'Serenity'",
  "ethereum": "Ethereum",
  "page-roadmap-vision-danksharding": "Meer over Danksharding"
}
