{
  "page-get-eth-article-keeping-crypto-safe": "De sleutels om uw crypto veilig te houden",
  "page-get-eth-article-protecting-yourself": "Bescherm uzelf en uw middelen",
  "page-get-eth-article-store-digital-assets": "Hoe digitale activa op te slaan op Ethereum",
  "page-get-eth-cex": "Gecentraliseerde exchanges",
  "page-get-eth-cex-desc": "Exchanges zijn bedrijven waarmee u crypto kunt kopen met traditionele valuta's. Ze bewaren de ETH die u koopt totdat u het naar een wallet stuurt die u beheert.",
  "page-get-eth-checkout-dapps-btn": "Bekijk dapps",
  "page-get-eth-community-safety": "Communityberichten over beveiliging",
  "page-get-eth-description": "Ethereum en ETH worden niet gecontroleerd door een overheid of bedrijf - ze zijn gedecentraliseerd. Dit betekent dat ETH openstaat voor iedereen om te gebruiken.",
  "page-get-eth-dex": "Gedecentraliseerde exchanges (DEX)",
  "page-get-eth-dex-desc": "Als u meer controle wilt, koop ETH peer-to-peer. Met een DEX kunt u handelen zonder de controle over uw saldo aan een gecentraliseerd bedrijf te geven.",
  "page-get-eth-dexs": "Gedecentraliseerde exchanges (DEX)",
  "page-get-eth-dexs-desc": "Gedecentraliseerde exchanges zijn open marktplaatsen voor ETH en andere tokens. Ze verbinden kopers en verkopers rechtstreeks.",
  "page-get-eth-dexs-desc-2": "In plaats van een vertrouwde derde partij te gebruiken om de fondsen in de transactie te beschermen, gebruiken ze code. De ETH van de verkoper wordt alleen overgedragen als de betaling is gegarandeerd. Dit type code staat bekend als een smart contract.",
  "page-get-eth-dexs-desc-3": "Dit betekent dat er minder geografische beperkingen zijn dan met gecentraliseerde alternatieven. Als iemand verkoopt wat u wilt en een betaalmethode accepteert die u kunt bieden, dan kunt u het samen regelen. Met DEX's kunt u ETH kopen met andere tokens, PayPal of zelfs contante leveringen.",
  "page-get-eth-do-not-copy": "Voorbeeld: niet kopiëren",
  "page-get-eth-exchanges-disclaimer": "We hebben deze informatie handmatig verzameld. Als u iets verkeerds ziet, laat het ons weten op",
  "page-get-eth-exchanges-empty-state-text": "Voer uw land van verblijf in om een lijst van wallets en exchanges te zien die u kunt gebruiken om ETH te kopen",
  "page-get-eth-exchanges-except": "Met uitzondering van",
  "page-get-eth-exchanges-header": "In welk land woont u?",
  "page-get-eth-exchanges-header-exchanges": "Exchanges",
  "page-get-eth-exchanges-header-wallets": "Wallets",
  "page-get-eth-exchanges-intro": "Exchanges and wallets hebben beperkingen op waar ze crypto kunnen verkopen.",
  "page-get-eth-exchanges-no-exchanges": "Sorry, we kennen geen exchanges waarmee u ETH van dit land kunt kopen. Als u er wel eentje kent, vertel het ons op",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Sorry, we kennen geen exchanges of wallets waarmee u ETH van dit land kunt kopen. Als u er wel één kent, vertel het ons op",
  "page-get-eth-exchanges-no-wallets": "Sorry, we kennen geen exchanges waarmee u ETH van dit land kunt kopen. Als u er wel eentje kent, vertel het ons op",
  "page-get-eth-exchanges-search": "Typ waar u woont...",
  "page-get-eth-exchanges-success-exchange": "Het kan een aantal dagen duren voordat men zich bij een exchange heeft aangemeld, door de juridische controles.",
  "page-get-eth-exchanges-success-wallet-link": "wallets",
  "page-get-eth-exchanges-success-wallet-paragraph": "Waar u woont, kunt u ETH rechtstreeks uit deze wallets kopen. Meer informatie over",
  "page-get-eth-exchanges-usa": "Verenigde Staten (VS)",
  "page-get-eth-get-wallet-btn": "Krijg een wallet",
  "page-get-eth-hero-image-alt": "Krijg ETH-heldafbeelding",
  "page-get-eth-keep-it-safe": "Houd je ETH veilig",
  "page-get-eth-meta-description": "Hoe ETH te kopen op basis van waar u woont en advies over hoe u ervoor moet zorgen.",
  "page-get-eth-meta-title": "Zo koopt u EHT",
  "page-get-eth-need-wallet": "Om een DEX te gebruiken heeft u een wallet nodig.",
  "page-get-eth-new-to-eth": "Nieuw bij ETH? Hier is een overzicht om te beginnen.",
  "page-get-eth-other-cryptos": "Koop met andere crypto",
  "page-get-eth-protect-eth-desc": "Als u van plan bent om veel ETH te kopen, wilt u het misschien in een wallet houden die u beheert, niet op een exchange. Dat komt doordat een exchange een waarschijnlijk doelwit is voor hackers. Als een hacker toegang krijgt, kunt u uw geld verliezen. Als alternatief hebt alleen u de controle over uw wallet.",
  "page-get-eth-protect-eth-in-wallet": "Bescherm uw ETH in een portemonnee",
  "page-get-eth-search-by-country": "Zoeken op land",
  "page-get-eth-security": "Maar dat betekent ook dat u de veiligheid van uw geld serieus moet nemen. Met ETH vertrouwt u geen bank om voor uw geld te zorgen, u vertrouwt uzelf.",
  "page-get-eth-smart-contract-link": "Meer over smart contracts",
  "page-get-eth-swapping": "Wissel je tokens om voor ETH van anderen. En andersom.",
  "page-get-eth-try-dex": "Probeer een DEX",
  "page-get-eth-use-your-eth": "Gebruik je ETH",
  "page-get-eth-use-your-eth-dapps": "Nu dat u eigenaar bent van ETH, bekijk enkele Ethereum-applicaties (dapps). Er zijn dapps voor financiën, sociale media, gaming en veel andere categorieën.",
  "page-get-eth-wallet-instructions": "Volg de wallet-instructies",
  "page-get-eth-wallet-instructions-lost": "Als u de toegang tot uw wallet verliest, verliest u de toegang tot uw fondsen. Uw wallet moet u instructies geven over het beschermen hiertegen. Zorg ervoor dat u deze zorgvuldig volgt - in de meeste gevallen kan niemand u helpen als u de toegang tot uw portemonnee verliest.",
  "page-get-eth-wallets": "Wallets",
  "page-get-eth-wallets-link": "Meer over wallets",
  "page-get-eth-wallets-purchasing": "Sommige wallets laten u crypto kopen met een debetkaart/creditcard, bankoverschrijving of zelfs Apple Pay. Geografische beperkingen zijn van toepassing.",
  "page-get-eth-warning": "Deze DEX's zijn niet voor beginners omdat u ETH nodig hebt om ze te gebruiken.",
  "page-get-eth-what-are-DEX's": "Wat zijn DEX's?",
  "page-get-eth-whats-eth-link": "Wat is ETH?",
  "page-get-eth-where-to-buy-desc": "U kunt ETH rechtstreeks kopen op exchanges of uit wallets.",
  "page-get-eth-where-to-buy-desc-2": "Controleer welke diensten u kunt gebruiken op basis van waar u woont.",
  "page-get-eth-where-to-buy-title": "Waar ETH kopen?",
  "page-get-eth-your-address": "Uw ETH-adres",
  "page-get-eth-your-address-desc": "Wanneer u een portemonnee downloadt, wordt er een publiek ETH-adres voor u aangemaakt. Zo ziet zo'n adres eruit:",
  "page-get-eth-your-address-desc-3": "Zie dit als uw e-mailadres, maar in plaats van e-mail kan het ETH ontvangen. Als u ETH wilt overmaken van een exchange naar uw wallet, gebruik dan uw adres als bestemming. Zorg ervoor dat u altijd dubbel controleert voordat u verzendt!",
  "page-get-eth-your-address-wallet-link": "Controleer wallets",
  "listing-policy-raise-issue-link": "Probleem melden",
  "page-find-wallet-last-updated": "Laatst gewijzigd op"
}
