{
  "page-dapps-1inch-logo-alt": "1inch logo",
  "page-dapps-aave-logo-alt": "Aave logo",
  "page-dapps-add-button": "Suggereer dapp",
  "page-dapps-add-title": "Dapp toevoegen",
  "page-dapps-ankr-logo-alt": "Ankr logo",
  "page-dapps-api3-logo-alt": "API3 logo",
  "page-dapps-arweave-logo-alt": "ARweave logo",
  "page-dapps-audius-logo-alt": "Audius logo",
  "page-dapps-augur-logo-alt": "Augur logo",
  "page-dapps-axie-infinity-logo-alt": "Axie Infinity-logo",
  "page-dapps-balancer-logo-alt": "Balancer logo",
  "page-dapps-brave-logo-alt": "Brave logo",
  "page-dapps-beginner-friendly-description": "Enkele dapps die geschikt zijn voor beginners. Ontdek hieronder meer dapps.",
  "page-dapps-beginner-friendly-header": "Beginnersvriendelijk",
  "page-dapps-category-arts": "Kunst en mode",
  "page-dapps-category-browsers": "Browsers",
  "page-dapps-category-code-marketplaces": "Codemarktplaatsen",
  "page-dapps-category-collectibles": "Digitale verzamelobjecten",
  "page-dapps-category-competitive": "Web3 games",
  "page-dapps-category-computing": "Tools voor ontwikkelaars",
  "page-dapps-category-dex": "Exchanges",
  "page-dapps-category-investments": "Investeringsfondsen",
  "page-dapps-category-lending": "Lenen en uitlenen",
  "page-dapps-category-lottery": "Crowdfunding",
  "page-dapps-category-marketplaces": "Marktplaatsen",
  "page-dapps-category-music": "Muziek",
  "page-dapps-category-payments": "Betalingen",
  "page-dapps-category-insurance": "Verzekering",
  "page-dapps-category-portfolios": "Portfoliobeheer",
  "page-dapps-category-trading": "Voorspellingsmarkten",
  "page-dapps-category-utilities": "Hulpmiddelen",
  "page-dapps-category-worlds": "Virtuele werelden",
  "page-dapps-category-demand-aggregator": "Vraagaggregators",
  "page-dapps-category-derivatives": "Derivaten",
  "page-dapps-category-liquid-staking": "Liquid staking",
  "page-dapps-category-bridges": "Bridges",
  "page-dapps-category-experiences": "Gedeelde ervaringen",
  "page-dapps-category-guilds": "Opbrengstgildes",
  "page-dapps-category-avatar": "Avatars",
  "page-dapps-choose-category": "Kies categorie",
  "page-dapps-category-social": "Sociale media",
  "page-dapps-category-content": "Content",
  "page-dapps-category-community": "Community",
  "page-dapps-category-messaging": "Berichten",
  "page-dapps-category-identity": "Identiteit",
  "page-dapps-collectibles-benefits-1-description": "Wanneer kunst op Ethereum wordt getokeniseerd, kan aangetoond worden wie de eigenaar is. U kunt het traject van het bestand vanaf de creatie naar de huidige houder traceren. Dit voorkomt vervalsing.",
  "page-dapps-collectibles-benefits-1-title": "Eigendom is aantoonbaar",
  "page-dapps-collectibles-benefits-2-description": "Betalen om muziek te streamen of kunstwerken te kopen is veel eerlijker voor de artiesten. Met Ethereum is er minder nood aan tussenpersonen. En als er toch tussenpersonen nodig zijn, zijn hun kosten niet zo hoog omdat platformen niet hoeven te betalen voor de infrastructuur van het netwerk.",
  "page-dapps-collectibles-benefits-2-title": "Eerlijker voor makers",
  "page-dapps-collectibles-benefits-3-description": "Getokeniseerde verzamelobjecten zijn verbonden met uw Ethereum-adres, niet met het platform. Dus u kunt dingen verkopen zoals in-game items op elke Ethereum marktplaats, niet alleen in het spel zelf.",
  "page-dapps-collectibles-benefits-3-title": "Verzamelobjecten gaan met u mee",
  "page-dapps-collectibles-benefits-4-description": "De tools en producten om uw kunst te tokeniseren en te verkopen bestaan al! Uw tokens kunnen worden verkocht op alle Ethereum-platformen voor verzamelobjecten.",
  "page-dapps-collectibles-benefits-4-title": "Infrastructuur is al aanwezig",
  "page-dapps-collectibles-benefits-description": "Dit zijn applicaties die zich richten op digitaal eigendom, het vergroten van verdienmogelijkheden voor makers en het bedenken van nieuwe manieren om te investeren in uw favoriete kunstenaars en hun werk.",
  "page-dapps-collectibles-benefits-title": "gedecentraliseerde verzamelobjecten en streaming",
  "page-dapps-collectibles-button": "Kunst en verzamelobjecten",
  "page-dapps-collectibles-description": "Dit zijn applicaties die zich richten op digitaal eigendom, het vergroten van verdienmogelijkheden voor makers en het bedenken van nieuwe manieren om te investeren in uw favoriete kunstenaars en hun werk.",
  "page-dapps-collectibles-title": "Gedecentraliseerde kunstwerken en verzamelobjecten",
  "page-dapps-compound-logo-alt": "Compound logo",
  "page-dapps-convex-logo-alt": "Convex-logo",
  "page-dapps-cryptopunks-logo-alt": "CryptoPunks logo",
  "page-dapps-cryptovoxels-logo-alt": "Cryptovoxels logo",
  "page-dapps-cyberconnect-logo-alt": "CyberConnect-logo",
  "page-dapps-dapp-description-1inch": "Helpt hoge prijsontsporing te voorkomen door de beste prijzen te aggregeren.",
  "page-dapps-dapp-description-aave": "Leen uw tokens uit om er rente op te verdienen en neem deze op elk gewenst moment op.",
  "page-dapps-dapp-description-ankr": "Set van verschillende Web3-infrastructuurproducten voor bouwen, verdienen, gamen en meer - allemaal op de blockchain.",
  "page-dapps-dapp-description-api3": "First-party prijsreferentie-datafeeds waarmee dApps op 10 netwerken (of meer) verbinding kunnen maken met realtime activeprijzen, waaronder crypto- en forexprijzen.",
  "page-dapps-dapp-description-arweave": "Sla gegevens permanent en duurzaam op, met één enkel vooraf betaald bedrag.",
  "page-dapps-dapp-description-async-art": "Maken, verzamelen en verhandelen van #ProgrammableArt - digitale schilderijen opgesplitst in \"Layers\" die u kunt gebruiken om de algemene afbeelding te beïnvloeden. Elke Master en Layer is een ERC721 token.",
  "page-dapps-dapp-description-audius": "Gedecentraliseerd streamingplatform. Luisterbeurten = geld voor makers, niet labels.",
  "page-dapps-dapp-description-augur": "Wed op uitkomsten van sport, economie en andere wereldevenementen.",
  "page-dapps-dapp-description-axie-infinity": "Handel en vecht met wezens genaamd Axies. En verdien terwijl u speelt - beschikbaar op mobiel",
  "page-dapps-dapp-description-balancer": "Balancer is een geautomatiseerde portfolio-manager en handelsplatform.",
  "page-dapps-dapp-description-brave": "Verdien tokens door te surfen en ondersteun hiermee uw favoriete makers.",
  "page-dapps-dapp-description-cent": "Een sociaal netwerk waar u geld verdient door NFT's te posten.",
  "page-dapps-dapp-description-compound": "Leen uw tokens uit om er rente op te verdienen en neem deze op elk gewenst moment op.",
  "page-dapps-dapp-description-convex": "Convex stelt Curve-liquiditeitsaanbieders in staat om handelsvergoedingen te verdienen en verhoogde CRV te claimen zonder hun CRV te vergrendelen.",
  "page-dapps-dapp-description-cryptopunks": "Koop, bied op en bied zelf punks aan om te verkopen – een van de eerste token verzamelobjecten op Ethereum.",
  "page-dapps-dapp-description-cryptovoxels": "Maak kunstgalerijen, bouw winkels en koop land - een virtuele Ethereum-wereld.",
  "page-dapps-dapp-description-cyberconnect": "Gedecentraliseerd sociaal grafiekprotocol dat dApps helpt bij het opstarten van netwerkeffecten en het bouwen van gepersonaliseerde sociale ervaringen",
  "page-dapps-dapp-description-dark-forest": "Verover planeten in een oneindig, procedureel gegenereerd, cryptografisch gespecificeerd universum.",
  "page-dapps-dapp-description-decentraland": "Verzamel, ruil virtueel land in een virtuele wereld die u kunt verkennen.",
  "page-dapps-dapp-description-ens": "Gebruiksvriendelijke namen voor adressen en gedecentraliseerde sites van Ethereum.",
  "page-dapps-dapp-description-foundation": "Investeer in unieke edities van digitale kunstwerken en ruil stukken met andere kopers.",
  "page-dapps-dapp-description-gitcoin": "Verdien crypto door te werken aan opensource software.",
  "page-dapps-dapp-description-gitcoin-grants": "Crowdfunding voor projecten van de Ethereum community met versterkte bijdragen",
  "page-dapps-dapp-description-gm": "Alles-in-één platform voor chat, forums en spraak dat echt inkomsten deelt met de makers",
  "page-dapps-dapp-description-gods-unchained": "Strategisch ruilkaartspel. Verdien kaarten door te spelen die u in het echte leven kunt verkopen.",
  "page-dapps-dapp-description-golem": "Krijg toegang tot gedeelde rekenkracht of verhuur uw eigen hulpbronnen.",
  "page-dapps-dapp-description-graph": "Een indexeringsprotocol voor het opvragen op netwerken zoals Ethereum en IPFS.",
  "page-dapps-dapp-description-ipfs": "Een peer-to-peer hypermediaprotocol ontworpen om de kennis van de mensheid te behouden en te laten groeien door het web upgradebaar, veerkrachtig en opener te maken.",
  "page-dapps-dapp-description-radicle": "Veilige peer-to-peer codesamenwerking zonder tussenpersonen.",
  "page-dapps-dapp-description-kyberswap": "Ruil en verdien tegen de beste tarieven.",
  "page-dapps-dapp-description-lido": "Vereenvoudigde en veilige staking voor digitale activa.",
  "page-dapps-dapp-description-loopring": "Peer-to-peer handelsplatform gebouwd voor snelheid.",
  "page-dapps-dapp-description-marble-cards": "Maak en verhandel unieke digitale kaarten op basis van URL's.",
  "page-dapps-dapp-description-matcha": "Doorzoekt meerdere exchanges zodat u de beste prijzen kunt vinden.",
  "page-dapps-dapp-description-meeds": "Web3 community hubs voor het tijdperk van gedecentraliseerd werk. Beloon op eerlijke en transparante manier bijdragen die er toe doen.",
  "page-dapps-dapp-description-mirror": "Het robuuste publicatieplatform van Mirror, gebouwd op web3 voor web3, verlegt de grenzen van online schrijven",
  "page-dapps-dapp-description-multichain": "De ultieme router voor web3. Het is een infrastructuur die is ontwikkeld voor willekeurige cross-chain interacties.",
  "page-dapps-dapp-description-nifty-gateway": "Koop werken on-chain van topartiesten, atleten, merken en makers.",
  "page-dapps-dapp-description-summerfi": "Handel, leen en spaar met Dai, een Ethereum stablecoin.",
  "page-dapps-dapp-description-opensea": "Koop, verkoop, ontdek en verhandel goederen met beperkte oplage.",
  "page-dapps-dapp-description-opera": "Verstuur crypto vanuit uw browser naar handelaars, andere gebruikers en apps.",
  "page-dapps-dapp-description-osuvox": "3D-avatars die op de blockchain bestaan",
  "page-dapps-dapp-description-poap": "Verzamel NFT's die aantonen dat u heeft deelgenomen aan verschillende virtuele of persoonlijke evenementen. Gebruik ze om deel te nemen aan raffles, stemmingen, collaboraties of gewoon om op te kunnen scheppen.",
  "page-dapps-dapp-description-polymarket": "Wed op uitkomsten. Handel op informatiemarkten.",
  "page-dapps-dapp-description-pooltogether": "Een loterij die u niet kunt verliezen. Elke week prijzen.",
  "page-dapps-dapp-description-index-coop": "Een crypto-indexfonds dat uw portfolio blootstelt aan de beste DeFi-tokens.",
  "page-dapps-dapp-description-nexus-mutual": "Dekking zonder de verzekeringsmaatschappij. Word beschermd tegen smart contract bugs en hacks.",
  "page-dapps-dapp-description-etherisc": "Een gedecentraliseerd verzekeringssjabloon dat iedereen kan gebruiken om zijn eigen verzekeringsdekking te creëren.",
  "page-dapps-dapp-description-zapper": "Volg uw portfolio en gebruik een bereik van DeFi-producten uit één enkele interface.",
  "page-dapps-dapp-description-zerion": "Beheer uw portfolio en beoordeel eenvoudig alle DeFi-activa op de markt.",
  "page-dapps-dapp-description-rotki": "Tool voor opensource portfolio-tracking, analyse, boekhouding en fiscale verslaglegging die uw privacy respecteert.",
  "page-dapps-dapp-description-krystal": "Een one-stop platform om toegang te krijgen tot al uw favoriete DeFi-diensten.",
  "page-dapps-dapp-description-rarible": "Maak, verkoop en koop getokeniseerde verzamelobjecten.",
  "page-dapps-dapp-description-request-finance": "Een suite met financiële tools voor cryptofacturen, loonlijsten en uitgaven.",
  "page-dapps-dapp-description-rubic": "Cross-chain technologieaggregator voor gebruikers en dApps.",
  "page-dapps-dapp-description-sablier": "Stream geld in real-time.",
  "page-dapps-dapp-description-spatial": "Creëer je aangepaste avatar en 3D-werelden",
  "page-dapps-dapp-description-spruce": "Open-source stack om de controle van identiteit en gegevens daar te laten waar het hoort: bij de gebruikers.",
  "page-dapps-dapp-description-status": "Ontworpen om de vrije stroom van informatie mogelijk te maken, het recht op veilige privé-gesprekken te beschermen en de soevereiniteit van personen te bevorderen.",
  "page-dapps-dapp-description-superrare": "Koop digitale kunstwerken rechtsreeks van kunstenaars of op secundaire markten.",
  "page-dapps-dapp-description-synthetix": "Synthetix is een protocol voor de uitgifte en verhandeling van synthetische activa",
  "page-dapps-dapp-description-token-sets": "Crypto-beleggingsstrategieën die automatisch opnieuw in evenwicht worden gebracht.",
  "page-dapps-dapp-description-uniswap": "Wissel simpelweg tokens of leen tokens uit voor % beloningen.",
  "page-dapps-dapp-description-xmtp": "Verstuur berichten tussen blockchain-accounts, waaronder DM's, waarschuwingen, aankondigingen en meer.",
  "page-dapps-dapp-description-yearn": "Yearn Finance is een yield-aggregator. Het geeft personen, DAO's en andere protocollen een manier om digitale activa te deponeren en opbrengst te ontvangen.",
  "page-dapps-docklink-dapps": "Intro tot dapps",
  "page-dapps-docklink-smart-contracts": "Smart contracts",
  "page-dapps-dark-forest-logo-alt": "Dark Forest logo",
  "page-dapps-decentraland-logo-alt": "Decentraland logo",
  "page-dapps-index-coop-logo-alt": "Index Coop logo",
  "page-dapps-nexus-mutual-logo-alt": "Nexus Mutual logo",
  "page-dapps-etherisc-logo-alt": "Etherisc logo",
  "page-dapps-zapper-logo-alt": "Zapper logo",
  "page-dapps-zerion-logo-alt": "Zerion logo",
  "page-dapps-rotki-logo-alt": "Rotki logo",
  "page-dapps-krystal-logo-alt": "Krystal logo",
  "page-dapps-synthetix-logo-alt": "Synthetix-logo",
  "page-dapps-desc": "Zoek een Ethereum-applicatie om uit te proberen.",
  "page-dapps-doge-img-alt": "Illustratie van een doge die een computer gebruikt",
  "page-dapps-editors-choice-dark-forest": "Speel tegen anderen om planeten te veroveren en probeer bleeding-edge Ethereum scaling/privacy-technologie uit. Misschien iets voor degenen die al bekend zijn met Ethereum.",
  "page-dapps-editors-choice-foundation": "Investeer in cultuur. Koop, ruil en verkoop unieke digitale kunstwerken en mode van een aantal ongelooflijke artiesten, muzikanten en merken.",
  "page-dapps-editors-choice-pooltogether": "Koop een ticket voor de no-loss loterij. Elke week wordt de rente gegenereerd uit de gehele ticketpool en wordt deze verzonden naar één gelukkige winnaar. Krijg uw geld terug wanneer u dat maar wilt.",
  "page-dapps-editors-choice-uniswap": "Wissel uw tokens met gemak. Een favoriet van de community waarmee u tokens kunt verhandelen met mensen in het gehele netwerk.",
  "page-dapps-ens-logo-alt": "Ethereum Name Service-logo",
  "page-dapps-explore-dapps-description": "Veel dapps zijn nog steeds experimenteel en testen de mogelijkheden van gedecentraliseerde netwerken. Maar er zijn al enkele succesvolle vroege movers geweest in de categorieën technologie, financiën, gaming en verzamelobjecten.",
  "page-dapps-explore-dapps-title": "Verken dapps",
  "page-dapps-features-1-description": "Eenmaal ingezet op Ethereum, kan dapp-code er niet worden afgehaald. En iedereen kan de functies van de dapp gebruiken. Zelfs als het team achter de dapp u zou opheffen, kunt u het nog steeds gebruiken. Eens op Ethereum, altijd op Ethereum.",
  "page-dapps-features-1-title": "Geen eigenaars",
  "page-dapps-features-2-description": "U kunt niet worden geblokkeerd om een dapp te gebruiken of transacties in te dienen. Bijvoorbeeld, zou Twitter op Ethereum zijn, dan zou niemand uw account kunnen blokkeren of u ervan kunnen weerhouden om te tweeten.",
  "page-dapps-features-2-title": "Vrij van censuur",
  "page-dapps-features-3-description": "Omdat Ethereum ETH heeft, worden betalingen ook afgehandeld door Ethereum. Ontwikkelaars hoeven geen tijd te besteden aan integratie met betalingsproviders van derden.",
  "page-dapps-features-3-title": "Ingebouwde betalingen",
  "page-dapps-features-4-description": "De Dapp-code is standaard vaak open en compatibel. Teams bouwen regelmatig met behulp van het werk van andere teams. Als u uw gebruikers tokens wilt laten wisselen in uw dapp, kunt u gewoon een andere dapp-code integreren.",
  "page-dapps-features-4-title": "Plug en play",
  "page-dapps-features-5-description": "Met de meeste dapps hoeft u uw identiteitsgegevens niet te delen. Uw Ethereum-account is uw login en u heeft alleen een wallet nodig.",
  "page-dapps-features-5-title": "Een anonieme login",
  "page-dapps-features-6-description": "Cryptografie zorgt ervoor dat aanvallers geen transacties en andere dapp-interacties namens u kunnen doen. Dapp-acties worden geautoriseerd met uw Ethereum-account - meestal via uw wallet - zodat uw inloggegevens veilig blijven.",
  "page-dapps-features-6-title": "Ondersteund door cryptografie",
  "page-dapps-features-7-description": "Zodra de dapp live is op Ethereum, werkt deze alleen niet meer als Ethereum zelf niet meer werkt. Netwerken van de omvang van Ethereum zijn per definitie moeilijk aan te vallen.",
  "page-dapps-features-7-title": "Geen downtime",
  "page-dapps-finance-benefits-1-description": "Financiële diensten die op Ethereum draaien, hebben geen registratie-eisen. Als u geld en een internetverbinding heeft, kunt u aan de slag.",
  "page-dapps-finance-benefits-1-title": "Open toegang",
  "page-dapps-finance-benefits-2-description": "Er is een hele wereld van tokens waar u interactie mee kunt hebben met al deze financiële producten. Mensen bouwen voortdurend nieuwe tokens boven op Ethereum.",
  "page-dapps-finance-benefits-2-title": "Een nieuwe token-economie",
  "page-dapps-finance-benefits-3-description": "Teams hebben <a href=\"/glossary/#stablecoin\">stablecoins</a> gebouwd – een minder volatiele cryptovaluta. Hiermee kun je crypto experimenteren en gebruiken, zonder het risico en de onzekerheid ervan.",
  "page-dapps-finance-benefits-3-title": "Stablecoins",
  "page-dapps-finance-benefits-4-description": "Financiële producten in de Ethereum-ruimte zijn allemaal modulair en compatibel met elkaar. Nieuwe configuraties van deze modules treffen de markt voortdurend en verhogen de opties van wat u met uw crypto kunt doen.",
  "page-dapps-finance-benefits-4-title": "Onderling verbonden financiële diensten",
  "page-dapps-finance-benefits-description": "Wat is het aan Ethereum dat gedecentaliseerde financieringsapplicaties laat bloeien?",
  "page-dapps-finance-benefits-title": "gedecentraliseerde financiën",
  "page-dapps-finance-button": "Financiën",
  "page-dapps-finance-description": "Dit zijn applicaties die zich richten op het opbouwen van financiële diensten met behulp van cryptovaluta's. Ze bieden bijvoorbeeld leningen aan, accepteren leningen, brengen rente op en kunnen gebruikt worden voor particuliere betalingen – er zijn geen persoonlijke gegevens nodig.",
  "page-dapps-finance-title": "Gedecentraliseerde financiën",
  "page-dapps-foundation-logo-alt": "Foundation-logo",
  "page-dapps-gaming-benefits-1-description": "Of het nu gaat over virtueel land of over verzamelkaarten, uw items zijn verhandelbaar op verzamelaarsmarkten. Uw in-game items hebben waarde in de echte wereld.",
  "page-dapps-gaming-benefits-1-title": "Game-items worden dubbel gebruikt als tokens",
  "page-dapps-gaming-benefits-2-description": "U bent de eigenaar van uw items, en in sommige gevallen van uw voortgang, niet de game-bedrijven. Dus u verliest niets als het bedrijf achter de game wordt aangevallen, er sprake is van een serverstoring of ontbonden wordt.",
  "page-dapps-gaming-benefits-2-title": "Je saves zijn veilig",
  "page-dapps-gaming-benefits-3-description": "Zoals Ethereum-betalingen beschikbaar zijn voor iedereen om te verifiëren, kunnen games deze kwaliteit gebruiken om eerlijkheid te garanderen. In theorie kan alles worden geverifieerd, van het aantal kritieke hits tot de omvang van de oorlogskist van uw tegenstander.",
  "page-dapps-gaming-benefits-3-title": "Aantoonbare eerlijkheid",
  "page-dapps-gaming-benefits-description": "Wat is het aan Ethereum dat ervoor zorgt dat decentralisatie van gaming bloeit?",
  "page-dapps-gaming-benefits-title": "gedecentraliseerde gaming",
  "page-dapps-gaming-button": "Gaming",
  "page-dapps-gaming-description": "Dit zijn toepassingen die gericht zijn op het creëren van virtuele werelden en het strijden tegen andere spelers met behulp van verzamelobjecten die van waarde zijn in de echte wereld.",
  "page-dapps-gaming-title": "Gedecentraliseerde gaming",
  "page-dapps-get-some-eth-description": "Dapp-acties hebben transactiekosten",
  "page-dapps-get-started-subtitle": "Om een dapp te proberen, heb je een <a href=\"/glossary/#wallet\">portemonnee</a> en ETH nodig. Met je portemonnee kun je verbinding maken of inloggen. En je hebt ETH nodig om de <a href=\"/glossary/#transaction-fee\">transactiekosten</a> te betalen.",
  "page-dapps-get-started-title": "Aan de slag",
  "page-dapps-gitcoin-grants-logo-alt": "Gitcoin Grants logo",
  "page-dapps-gitcoin-logo-alt": "Gitcoin logo",
  "page-dapps-gm-logo-alt": "gm.xyz logo",
  "page-dapps-gods-unchained-logo-alt": "Gods Unchained logo",
  "page-dapps-golem-logo-alt": "Golem logo",
  "page-dapps-graph-logo-alt": "Graph logo",
  "page-dapps-radicle-logo-alt": "Radicle-logo",
  "page-dapps-hero-header": "Door Ethereum aangedreven tools en services",
  "page-dapps-hero-subtitle": "Dapps zijn een groeiende beweging van toepassingen die Ethereum gebruiken om bedrijfsmodellen te verstoren of nieuwe modellen te verzinnen.",
  "page-dapps-how-dapps-work-p1": "Dapps hebben hun backend-code (slimme contracten) actief op een gedecentraliseerd netwerk en niet op een gecentraliseerde server. Ze gebruiken de <a href=\"/glossary/#blockchain\">Ethereum-blockchain</a> voor gegevensopslag en slimme contracten voor hun app-logica.",
  "page-dapps-how-dapps-work-p2": "Een slim contract (smart contract) lijkt op een reeks regels die voor iedereen in de chain bestaan en die precies worden uitgevoerd volgens die regels. Stelt u zich een automaat voor: als u deze voorziet van genoeg geld en de juiste selectie, krijgt u het gewenste item. En net als automaten, kunnen smart contracts bedragen bewaren precies zoals uw Ethereum-account. Hierdoor kan code overeenkomsten en transacties bemiddelen.",
  "page-dapps-how-dapps-work-p3": "Zodra dapps zijn geïmplementeerd op het Ethereum-netwerk, kunt u ze niet veranderen. Dapps kunnen gedecentraliseerd worden, omdat ze worden gecontroleerd door de logica die in het contract staat, niet door een individu of bedrijf.",
  "page-dapps-how-dapps-work-title": "Hoe dapps werken",
  "page-dapps-ipfs-logo-alt": "IPFS logo",
  "page-dapps-kyberswap-logo-alt": "KyberSwap logo",
  "page-dapps-learn-callout-button": "Start met bouwen",
  "page-dapps-learn-callout-description": "Ons community-ontwikkelaarsportaal heeft documenten, tools en frameworks om u te helpen een dapp te bouwen.",
  "page-dapps-learn-callout-image-alt": "Illustratie van een hand die een ETH-symbool bouwt uit legostenen.",
  "page-dapps-learn-callout-title": "Leer om een dapp te bouwen",
  "page-dapps-lido-logo-alt": "Lido logo",
  "page-dapps-loopring-logo-alt": "Loopring logo",
  "page-dapps-magic-behind-dapps-description": "Dapps geven de indruk dat ze zijn zoals reguliere apps. Maar achter de schermen hebben ze enkele speciale kwaliteiten, omdat ze alle superkrachten van Ethereum overerven. Hier is wat dapps anders maakt dan apps.",
  "page-dapps-magic-behind-dapps-link": "Wat maakt Ethereum geweldig?",
  "page-dapps-magic-behind-dapps-title": "De magie achter dapps",
  "page-dapps-magic-title-1": "De magie",
  "page-dapps-magic-title-2": "achter",
  "page-dapps-magician-img-alt": "Illustratie van tovenaars",
  "page-dapps-marble-cards-logo-alt": "marble.cards logo",
  "page-dapps-async-logo-alt": "Async logo",
  "page-dapps-matcha-logo-alt": "Matcha logo",
  "page-dapps-meeds-logo-alt": "Meeds-logo",
  "page-dapps-metaverse-benefits-title": "metaverse",
  "page-dapps-metaverse-benefits-description": "Wat is het aan Ethereum dat de metaverse doet bloeien?",
  "page-dapps-metaverse-benefits-1-title": "NFT's",
  "page-dapps-metaverse-benefits-1-description": "Unieke in-game items die eigendom zijn van gebruikers en interoperabel tussen virtuele werelden en marktplaatsen die dezelfde standaarden ondersteunen.",
  "page-dapps-metaverse-benefits-2-title": "Communities in handen van gebruikers",
  "page-dapps-metaverse-benefits-2-description": "Identiteiten zijn eigendom van de gebruikers met eindeloze mogelijkheden om sociale netwerken te verkennen en te creëren in meerdere virtuele werelden.",
  "page-dapps-metaverse-button": "Metaverse",
  "page-dapps-metaverse-title": "Metaverse",
  "page-dapps-metaverse-description": "Dit zijn applicaties waarmee gebruikers vrij kunnen deelnemen aan virtuele werelden. Gebruikers kunnen persoonlijke netwerken vormen en digitale activa in bezit nemen",
  "page-dapps-mirror-logo-alt": "Mirror logo",
  "page-dapps-mobile-options-header": "Blader door een andere categorie",
  "page-dapps-multichain-logo-alt": "Multichain logo",
  "page-dapps-nifty-gateway-logo-alt": "Nifty Gateway-logo",
  "page-dapps-summerfi-logo-alt": "Summer.fi-logo",
  "page-dapps-opensea-logo-alt": "OpenSea-logo",
  "page-dapps-opera-logo-alt": "Opera-logo",
  "page-dapps-osuvox-logo-alt": "OSUVOX logo",
  "page-dapps-polymarket-logo-alt": "Polymarket-logo",
  "page-dapps-poap-logo-alt": "Proof of Attendance Protocol-logo",
  "page-dapps-pooltogether-logo-alt": "PoolTogether logo",
  "page-dapps-rarible-logo-alt": "Rarible logo",
  "page-dapps-ready-button": "Beginnen",
  "page-dapps-ready-description": "Kies een dapp om uit te proberen",
  "page-dapps-ready-title": "Klaar?",
  "page-dapps-request-finance-logo-alt": "Request Finance-logo",
  "page-dapps-rubic-logo-alt": "Rubic logo",
  "page-dapps-sablier-logo-alt": "Sablier logo",
  "page-dapps-set-up-a-wallet-button": "Zoek een wallet",
  "page-dapps-set-up-a-wallet-description": "Een wallet is uw \"login\" voor een dapp",
  "page-dapps-set-up-a-wallet-title": "Stel een wallet in",
  "page-dapps-social-button": "Sociaal",
  "page-dapps-social-description": "Dit zijn applicaties die zich richten op het creëren van gedecentraliseerde sociale netwerken met behulp van gedecentraliseerde identiteitstechnologieën waarbij digitale identiteiten en sociale grafieken in handen zijn van de gebruikers.",
  "page-dapps-social-title": "Sociaal",
  "page-dapps-spatial-logo-alt": "Spatial logo",
  "page-dapps-spruce-logo-alt": "Spruce logo",
  "page-dapps-status-logo-alt": "Status logo",
  "page-dapps-superrare-logo-alt": "SuperRare logo",
  "page-dapps-technology-button": "Technologie",
  "page-dapps-technology-description": "Dit zijn toepassingen die zich richten op het decentraliseren van ontwikkelaarstools, het integreren van cryptoeconomische systemen in bestaande technologiën en het creëren van marktplaatsen voor opensource ontwikkelingswerk.",
  "page-dapps-technology-title": "Gedecentraliseerde technologie",
  "page-dapps-token-sets-logo-alt": "Token Sets logo",
  "page-dapps-uniswap-logo-alt": "Uniswap logo",
  "page-dapps-wallet-callout-button": "Zoek een wallet",
  "page-dapps-wallet-callout-description": "Wallets zijn ook dapps. Zoek er een op basis van de functies die bij u passen.",
  "page-dapps-wallet-callout-image-alt": "Illustratie van een robot.",
  "page-dapps-wallet-callout-title": "Bekijk wallets",
  "page-dapps-warning-header": "Doe altijd je eigen onderzoek",
  "page-dapps-warning-message": "Ethereum is een nieuwe technologie en de meeste toepassingen zijn nieuw. Zorg dat u de risico's begrijpt voordat u grote hoeveelheden geld stort.",
  "page-dapps-what-are-dapps": "Wat zijn dapps?",
  "page-dapps-more-on-defi-button": "Meer over gedecentraliseerd financiën",
  "page-dapps-more-on-nft-button": "Meer over getokeniseerde verzamelobjecten",
  "page-dapps-more-on-nft-gaming-button": "Meer over getokeniseerde in-game items",
  "page-dapps-dapp-description-pwn": "Eenvoudige leningen ondersteund door eender welke token of NFT's op Ethereum.",
  "page-dapps-pwn-image-alt": "PWN logo",
  "page-dapps-xmtp-logo-alt": "XMTP logo",
  "opage-dapps-yearn-logo-alt": "Yearn-logo",
  "page-dapps-yearn-image-alt": "Yearn-logo",
  "page-dapps-convex-image-alt": "Convex-logo",
  "foundation": "Foundation",
  "page-wallets-get-some": "Verkrijg ETH",
  "page-dapps-dapp-description-curve": "Curve is een dex gericht op stablecoins",
  "page-dapps-curve-image-alt": "Curve logo",
  "page-dapps-dapp-description-dodo": "DODO is een on-chain liquiditeitsprovider die gebruik maakt van het Proactive Market Maker algoritme (PMM)",
  "page-dapps-dodo-image-alt": "DODO logo",
  "page-dapps-dapp-description-artblocks": "Art Blocks is gewijd aan het tot leven brengen van meeslepende werken van hedendaagse generatieve kunst",
  "page-dapps-artblocks-image-alt": "Art Blocks logo",
  "page-dapps-explore-title": "Wil je door meer apps bladeren?",
  "page-dapps-explore": "Bekijk honderden dapps"
}
