{
  "page-wallets-accounts-addresses": "Wallets, accounts en adressen",
  "page-wallets-accounts-addresses-desc": "Het is de moeite waard om de verschillen tussen enkele sleutelbegrippen te begrijpen.",
  "page-wallets-accounts-ethereum-addresses": "Een Ethereum-account heeft een Ethereum-adres, zoals een inbox die een e-mailadres heeft. U kunt dit gebruiken om fondsen naar een account te sturen.",
  "page-wallets-alt": "Illustratie van een robot met een kluis als torso, bedoeld om een Ethereum wallet uit te beelden",
  "page-wallets-ethereum-account": "Een Ethereum account is een entiteit die transacties kan verzenden en een saldo heeft.",
  "page-wallets-blog": "Coinbase blog",
  "page-wallets-bookmarking": "Bookmark uw wallet",
  "page-wallets-bookmarking-desc": "Als u een web wallet gebruikt, bookmark dan de website om uzelf te beschermen tegen phishing.",
  "page-wallets-cd": "Fysieke hardware wallets zijn zeer veilig, want hiermee kunt u uw crypto offline bewaren",
  "page-wallets-converted": "Overtuigd van crypto?",
  "page-wallets-converted-desc": "Als u van plan bent om grote bedragen aan te houden, raden we u een hardware wallet aan omdat deze het veiligst is, of een wallet met fraudewaarschuwingen en opnamelimieten.",
  "page-wallets-curious": "Nieuwsgierig naar crypto?",
  "page-wallets-curious-desc": "Als crypto nieuw voor u is en u gewoon wat wilt aftasten, raden we u iets aan waarmee u Ethereum-applicaties kunt verkennen of waarmee u uw eerste ETH direct vanuit de wallet kunt kopen.",
  "page-wallets-desc-2": "U hebt een wallet nodig om geld te verzenden en uw ETH te beheren.",
  "page-wallets-desc-2-link": "Meer over ETH",
  "page-wallets-desc-3": "Uw wallet is slechts een hulpmiddel om uw Ethereum account te beheren. Dit betekent dat u altijd van walletaanbieder kunt wisselen. Veel wallets laten u ook meerdere Ethereum accounts tegelijk beheren vanuit één applicatie.",
  "page-wallets-desc-4": "Dat is omdat wallets uw geld niet bewaren; dat doet u. Wallets zijn slechts een hulpmiddel om dat wat van u is te beheren.",
  "page-wallets-description": "Ethereum wallets zijn applicaties die u laten communiceren met uw Ethereum account. Zie het als een app waarmee u kunt internetbankieren, maar dan zonder de bank. Via uw wallet bekijkt u uw saldo, verzendt u transacties en verbindt u zich met applicaties.",
  "page-wallets-desktop": "Desktopapplicaties - als uw voorkeur uitgaat naar het beheren van uw crypto via macOS, Windows of Linux",
  "page-wallets-ethereum-wallet": "Een wallet is een product waarmee u uw Ethereum account kunt beheren. Hiermee kunt u uw accountsaldo bekijken, transacties versturen en meer.",
  "page-wallets-explore": "Verken Ethereum",
  "page-wallets-features-desc": "We kunnen u helpen bij het kiezen van een wallet op basis van de functies die u belangrijk vindt.",
  "page-wallets-features-title": "Liever kiezen op basis van functies?",
  "page-wallets-find-wallet-btn": "Zoek een wallet",
  "page-wallets-find-wallet-link": "Zoek een wallet",
  "page-wallets-get-some": "Verkrijg ETH",
  "page-wallets-get-some-alt": "Een illustratie van een hand die een ETH-logo maakt van legostenen",
  "page-wallets-get-some-btn": "Verkrijg ETH",
  "page-wallets-get-some-desc": "ETH is Ethereums eigen crypto. U hebt ETH in uw wallet nodig om Ethereum-applicaties te kunnen gebruiken.",
  "page-wallets-get-wallet": "Krijg een wallet",
  "page-wallets-get-wallet-desc": "Er zijn een heleboel verschillende wallets om uit te kiezen. We helpen u graag de beste voor u te kiezen.",
  "page-wallets-get-wallet-desc-2": "Onthoud: deze keuze is niet voor altijd. Uw Ethereum account is niet gebonden aan uw wallet.",
  "page-wallets-how-to-store": "Hoe digitale activa op te slaan op Ethereum",
  "page-wallets-keys-to-safety": "De sleutel om uw crypto veilig te houden",
  "page-wallets-manage-funds": "Een app voor het beheren van uw fondsen",
  "page-wallets-manage-funds-desc": "Uw wallet toont uw saldi, transactiegeschiedenis en biedt u een manier om geld te verzenden/ontvangen. Sommige wallets kunnen meer bieden.",
  "page-wallets-meta-description": "Wat u moet weten om Ethereum wallets te gebruiken.",
  "page-wallets-meta-title": "Ethereum wallets",
  "page-wallets-mobile": "Mobiele apps die u overal ter wereld toegang geven tot uw fondsen",
  "page-wallets-more-on-dapps-btn": "Meer over Dapps",
  "page-wallets-most-wallets": "De meeste wallet-producten laten u een Ethereum account aanmaken. Dus u hebt er geen nodig voordat u een wallet downloadt.",
  "page-wallets-protecting-yourself": "Bescherm uzelf en uw fondsen",
  "page-wallets-seed-phrase": "Schrijf uw herstelzin op",
  "page-wallets-seed-phrase-desc": "Wallets geven u vaak een herstelzin die u ergens veilig moet opschrijven. Dit is de enige manier waarop u uw wallet kunt herstellen.",
  "page-wallets-seed-phrase-example": "Hier is een voorbeeld:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Sla het niet op op een computer. Schrijf het op (op papier) en bewaar het veilig.",
  "page-wallets-slogan": "De sleutel tot uw digitale toekomst",
  "page-wallets-stay-safe": "Hoe kan ik veilig blijven",
  "page-wallets-stay-safe-desc": "Wallets vereisen een andere mentaliteit als het gaat om veiligheid. Financiële vrijheid en de toegang tot en het gebruik van fondsen op eender welke plaats komt met een kleine verantwoordelijkheid – er is geen klantenservice in crypto.",
  "page-wallets-subtitle": "Wallets geven toegang tot uw fondsen en Ethereum-applicaties. Alleen u moet toegang hebben tot uw wallet.",
  "page-wallets-take-responsibility": "Neem verantwoordelijkheid voor uw eigen fondsen",
  "page-wallets-take-responsibility-desc": "Gecentraliseerde exchanges koppelen uw wallet aan een gebruikersnaam en wachtwoord die u op traditionele manier kunt herstellen. Vergeet niet dat u deze exchange vertrouwt met bewaring van uw geld. Als dat bedrijf wordt aangevallen of failliet gaat, loopt ook uw geld gevaar.",
  "page-wallets-tips": "Meer tips over veilig blijven",
  "page-wallets-tips-community": "Van de gemeenschap",
  "page-wallets-title": "Ethereum wallets",
  "page-wallets-triple-check": "Controleer alles drie keer",
  "page-wallets-triple-check-desc": "Vergeet niet dat transacties niet kunnen worden teruggedraaid en wallets niet gemakkelijk kunnen worden hersteld. Neem voorzorgsmaatregelen en wees altijd voorzichtig.",
  "page-wallets-try-dapps": "Probeer enkele dapps",
  "page-wallets-try-dapps-alt": "Een illustratie van samenwerking tussen Ethereum-communityleden",
  "page-wallets-try-dapps-desc": "Dapps zijn applicaties gebouwd op Ethereum. Ze zijn goedkoper, eerlijker en vriendelijker met uw gegevens dan de meeste traditionele toepassingen.",
  "page-wallets-types": "Soorten wallet",
  "page-wallets-web-browser": "Web wallets - hiermee kunt u uw crypto via een webbrowser beheren",
  "page-wallets-whats-a-wallet": "Wat is een Ethereum wallet?",
  "page-wallets-your-ethereum-account": "Uw Ethereum account",
  "page-wallets-your-ethereum-account-desc": "Uw wallet is uw interactie met uw Ethereum account – uw saldo, transactiegeschiedenis en meer. Maar u kunt op elk gewenst moment van walletaanbieder wisselen.",
  "page-wallets-your-login": "Uw login voor Ethereum apps",
  "page-wallets-your-login-desc": "Met behulp van uw wallet verbindt u zich via uw Ethereum account met iedere decentrale applicatie. Het is een soort login die u kunt gebruiken voor vele dapps."
}
