{
  "layer-2-arbitrum-note": "Fraud proofs alleen voor gewhiteliste gebruikers, whitelist is nog niet geopend",
  "layer-2-boba-note": "Staatsvalidatie in ontwikkeling",
  "layer-2-optimism-note": "Fault proofs in ontwikkeling",
  "layer-2-hero-title": "Laag 2",
  "layer-2-hero-header": "Ethereum voor iedereen",
  "layer-2-hero-subtitle": "Ethereum opschalen voor massale aanname.",
  "layer-2-hero-alt-text": "Illustratie van transacties die op laag 2 worden uitgevoerd en geplaatst op het Ethereum-hoofdnet",
  "layer-2-hero-button-1": "Wat is laag 2",
  "layer-2-hero-button-2": "Gebruik laag 2",
  "layer-2-hero-button-3": "Verplaats naar laag 2",
  "layer-2-statsbox-1": "TVL vergrendeld in laag 2 (USD)",
  "layer-2-statsbox-2": "Gemiddelde ETH-overschrijvingsvergoeding van laag 2 (USD)",
  "layer-2-statsbox-3": "TVL-verandering van laag 2 (30 dagen)",
  "layer-2-what-is-layer-2-title": "Wat is laag 2?",
  "layer-2-what-is-layer-2-1": "Laag 2 (L2) is een collectieve term om een specifieke set van Ethereum-schaaloplossingen te beschrijven. <strong>Een laag 2 is een aparte blockchain die Ethereum uitbreidt en de beveiligingsgaranties van Ethereum overerft</strong>.",
  "layer-2-what-is-layer-2-2": "Laten we hier nu wat dieper op ingaan. Hiervoor moeten we eerst laag 1 (L1) uitleggen.",
  "layer-2-what-is-layer-1-title": "Wat is laag 1?",
  "layer-2-what-is-layer-1-1": "Laag 1 is de basis blockchain. Ethereum en Bitcoin zijn beide laag 1-blockchains omdat ze de <strong>onderliggende basis vormen waarop verscheidene laag 2-netwerken opgebouwd worden</strong>. Voorbeelden van laag 2-projecten zijn \"rollups\" op Ethereum en het Lightning Netwerk op Bitcoin. Alle gebruikerstransactie-activiteiten op deze laag-2 projecten kunnen uiteindelijk teruggeplaatst worden op de laag 1-blockchain.",
  "layer-2-what-is-layer-1-2": "Ethereum functioneert ook als een databeschikbaarheidslaag voor laag 2. Laag 2-projecten zullen hun transactiegegevens op Ethereum plaatsen en vertrouwen op Ethereum voor de beschikbaarheid van gegevens. Deze gegevens kunnen gebruikt worden om de status van laag 2 te verkrijgen of om transacties op laag 2 te betwisten.",
  "layer-2-what-is-layer-1-list-title": "<strong>Ethereum als laag 1 bevat:</strong>",
  "layer-2-what-is-layer-1-list-1": "<strong>Een netwerk van node-beheerders</strong> om het netwerk te beveiligen en te valideren",
  "layer-2-what-is-layer-1-list-2": "<strong>Een netwerk van blokproducenten</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>De blockchain</strong> zelf en de geschiedenis van transactiegegevens",
  "layer-2-what-is-layer-1-list-4": "<strong>Het consensusmechanisme</strong> voor het netwerk",
  "layer-2-what-is-layer-1-list-link-1": "Nog steeds in de war over Ethereum?",
  "layer-2-what-is-layer-1-list-link-2": "Leer wat Ethereum is.",
  "layer-2-why-do-we-need-layer-2-title": "Waarom hebben we laag 2 nodig?",
  "layer-2-why-do-we-need-layer-2-1": "De drie wenselijke eigenschappen van een blockchain zijn dat het <strong>gedecentraliseerd, veilig en schaalbaar</strong>moet zijn. Het <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">blockchain trilemma</a> stelt dat een eenvoudige blockchainarchitectuur maar twee van de drie kan bereiken. Wil je een veilige en gedecentraliseerde blockchain? Dan moet je schaalbaarheid opofferen.",
  "layer-2-why-do-we-need-layer-2-2": "Ethereum verwerkt momenteel <a href=\"https://etherscan.io/chart/tx\" target=\"_blank\">meer dan 1 miljoen transacties per dag</a>. De vraag om Ethereum te gebruiken kan ervoor zorgen dat de transactiekosten hoog oplopen. Dit is waar laag 2-netwerken een rol spelen.",
  "layer-2-why-do-we-need-layer-2-scalability": "Schaalbaarheid",
  "layer-2-why-do-we-need-layer-2-scalability-1": "Het hoofddoel van laag 2 is om de transactiecapaciteit te verhogen (meer transacties per seconde) zonder in te boeten aan decentralisatie of veiligheid.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "Het Ethereum-hoofdnet (laag 1) is enkel in staat om <a href=\"https://ethtps.info/Network/Ethereum\">ongeveer 15 transacties per seconde</a> te verwerken. Wanneer de vraag om Ethereum te gebruiken hoog is, raakt het netwerk verstopt, waardoor de transactiekosten toenemen en gebruikers die deze niet meer kunnen betalen uitgeprijsd worden. Laag 2-projecten zijn oplossingen die deze kosten verlagen door transacties te verwerken buiten de laag 1-blockchain.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "Meer over de visie van Ethereum",
  "layer-2-benefits-of-layer-2-title": "Voordelen van laag 2",
  "layer-2-lower-fees-title": "Lagere kosten",
  "layer-2-lower-fees-description": "Door meerdere off-chain transacties te combineren in één enkele laag 1-transactie, worden de transactiekosten enorm verlaagd, waardoor Ethereum toegankelijker wordt voor iedereen.",
  "layer-2-maintain-security-title": "Veiligheid blijft behouden",
  "layer-2-maintain-security-description": "Laag 2-blockchains vereffenen hun transacties op het Ethereum-hoofdnet, waardoor gebruikers kunnen profiteren van de beveiliging van het Ethereum-netwerk.",
  "layer-2-expand-use-cases-title": "Meer use cases",
  "layer-2-expand-use-cases-description": "Met meer transacties per seconde, lagere kosten en nieuwe technologie zullen projecten uitbreiden tot nieuwere toepassingen met een verbeterde gebruikerservaring.",
  "layer-2-how-does-layer-2-work-title": "Hoe werkt laag 2?",
  "layer-2-how-does-layer-2-work-1": "Zoals hierboven vermeld is laag 2 een verzamelterm voor de schaaloplossingen van Ethereum die transacties verwerken buiten Ethereum laag 1, en tegelijkertijd maakt deze laag gebruik van de robuuste gedecentraliseerde beveiliging van Ethereum laag 1. <strong>Een laag 2 is een aparte blockchain die Ethereum uitbreidt</strong>. Hoe werkt dit?",
  "layer-2-how-does-layer-2-work-2": "Er zijn verschillende soorten laag 2, elk met zijn eigen afwegingen en veiligheidsmodel. Een laag 2 neemt de transactielast over van laag 1 zodat deze minder overbelast wordt en alles schaalbaarder wordt.",
  "layer-2-rollups-title": "Rollups",
  "layer-2-rollups-1": "Rollups bundelen (of 'roll up') honderden transacties in één enkele transactie op laag 1. Dit verdeelt de L1-transactiekosten over iedereen in de rollup, wat het voor elke gebruiker goedkoper maakt.",
  "layer-2-rollups-2": "Rollup-transacties worden uitgevoerd buiten laag 1, maar de transactiedata worden verzonden naar laag 1. Door het verzenden van transactiedata naar laag 1 erven rollups de veiligheid van Ethereum. Dit komt omdat, zodra de data op laag 1 staan, een rollup-transactie terugdraaien gelijkstaat aan het terugdraaien van Ethereum. Er zijn twee verschillende benaderingen voor rollups: optimistic en zero-knowledge. Deze verschillen voornamelijk in de manier waarop de transactiedata naar L1 worden verzonden.",
  "layer-2-optimistic-rollups-title": "Optimistic rollups",
  "layer-2-optimistic-rollups-description": "Optimistic rollups zijn 'optimistisch' in de zin dat transacties als geldig worden beschouwd, maar kunnen worden betwist indien nodig. Als er vermoeden is van een ongeldige transactie, wordt een foutencontrole uitgevoerd om na te gaan of dit klopt.",
  "layer-2-optimistic-rollups-childSentance": "Meer over optimistic rollups",
  "layer-2-zk-rollups-title": "Zero-knowledge rollups",
  "layer-2-zk-rollups-description": "Zero-knowledge rollups gebruiken geldigheidsbewijzen wanneer transacties buiten de keten worden berekend, en vervolgens worden gecomprimeerde gegevens aan het Ethereum-hoofdnet verstrekt als bewijs van hun geldigheid.",
  "layer-2-zk-rollups-childSentance": "Meer over ZK-rollups",
  "layer-2-dyor-title": "Doe uw eigen onderzoek: risico's van laag 2",
  "layer-2-dyor-1": "Veel laag 2-projecten zijn redelijk nieuw en vereisen nog steeds dat gebruikers sommige operatoren als eerlijk moeten beschouwen, terwijl ze verder werken aan de decentralisatie van hun netwerken. Doe altijd je eigen onderzoek om te beslissen of je je op je gemak voelt met eventuele risico's.",
  "layer-2-dyor-2": "Voor meer informatie over de technologie, risico's en betrouwbaarheid van laag 2'en, bevelen we u aan om L2BEAT te bekijken, dat een uitgebreid framework voor risicobeoordeling van elk project biedt.",
  "layer-2-dyor-3": "Ga naar L2BEAT",
  "layer-2-use-layer-2-title": "Gebruik laag 2",
  "layer-2-use-layer-2-1": "Nu u begrijpt waarom laag 2 bestaat en hoe het werkt, kunnen we u op weg helpen!",
  "layer-2-contract-accounts": "Als je gebruikt maakt van een portemonnee met slimme contracten zoals Safe of Argent, heb je geen controle over dit adres op een laag 2 totdat je jouw contractaccount naar dat adres herlanceert op de laag 2. Klassieke accounts met een herstelzin bezitten automatisch hetzelfde account op alle laag 2-netwerken.",
  "layer-2-use-layer-2-generalized-title": "Gegeneraliseerde laag 2'en",
  "layer-2-use-layer-2-generalized-1": "Gegeneraliseerde laag 2'en gedragen zich net als Ethereum - maar goedkoper. Alles wat je met Ethereums laag 1 kunt doen, kun je ook met laag 2 doen. Veel dapps zijn al begonnen met naar deze netwerken te migreren of hebben het hoofdnet helemaal overgeslagen om rechtstreeks op laag 2 te implementeren.",
  "layer-2-use-layer-2-application-specific-title": "Toepassingsspecifieke laag 2'en",
  "layer-2-use-layer-2-application-specific-1": "Toepassingsspecifieke laag 2'en zijn projecten die gespecialiseerd zijn in het optimaliseren van een specifieke toepassingsruimte, wat leidt tot verbeterde prestaties.",
  "layer-2-sidechains-title": "Een opmerking over sidechains, validiums en alternatieve blockchains",
  "layer-2-sidechains-1": "<strong>Sidechains en validiums</strong> zijn blockchains waarmee assets van Ethereum kunnen worden overbrugd en gebruikt op een andere blockchain. Sidechains en validiums lopen parallel met Ethereum en communiceren met Ethereum via bridges, maar ze ontlenen hun veiligheid of gegevensbeschikbaarheid niet van Ethereum.",
  "layer-2-sidechains-2": "Beide worden op vergelijkbare wijze op laag 2'en geschaald - ze bieden lagere transactiekosten en hogere transactiedoorvoer - maar hebben verschillende aannames ten aanzien van het vertrouwen.",
  "layer-2-more-on-sidechains": "Meer informatie over sidechains",
  "layer-2-more-on-validiums": "Meer informatie over validiums",
  "layer-2-sidechains-4": "Sommige laag 1-blockchains vermelden hogere capaciteit en lagere transactiekosten dan Ethereum, maar doorgaans met afwegingen op andere vlakken, bijvoorbeeld hogere eisen aan hardware om een node te draaien.",
  "layer-2-onboard-title": "Zo komt u op een laag 2",
  "layer-2-onboard-1": "Er zijn twee manieren om uw assets op laag 2 te krijgen: geld overbruggen van Ethereum (via een slim contract) of uw geld direct via een exchange opnemen en op het laag 2-netwerk zetten.",
  "layer-2-onboard-wallet-title": "Middelen in je portemonnee?",
  "layer-2-onboard-wallet-1": "Als u al ETH in uw portemonnee heeft, moet u een bridge gebruiken om het van het Ethereum-hoofdnet naar laag 2 te verplaatsen.",
  "layer-2-more-on-bridges": "Meer over bridges",
  "layer-2-onboard-wallet-input-placeholder": "Selecteer L2 waar u naar wilt overbruggen",
  "layer-2-onboard-wallet-selected-1": "U kunt verbinden met",
  "layer-2-onboard-wallet-selected-2": "met behulp van deze portemonnees:",
  "layer-2-bridge": "Bridge",
  "layer-2-onboard-exchange-title": "Middelen op een exchange?",
  "layer-2-onboard-exchange-1": "Sommige gecentraliseerde exchanges bieden nu directe opnames en stortingen op laag 2 aan. Bekijk welke exchanges laag 2-opnames ondersteunen en welke laag 2'en ze ondersteunen.",
  "layer-2-onboard-exchange-2": "U heeft ook een portemonnee nodig om uw middelen in op te nemen.",
  "layer-2-onboard-find-a-wallet": "Zoek een Ethereum-portemonnee.",
  "layer-2-onboard-exchange-input-placeholder": "Bekijk exchanges die L2 ondersteunen",
  "layer-2-deposits": "Stortingen",
  "layer-2-withdrawals": "Opnames",
  "layer-2-go-to": "Ga naar",
  "layer-2-tools-title": "Tools die effectief zijn op laag 2",
  "layer-2-tools-l2beat-description": "L2BEAT is een geweldige bron voor het bekijken van technische risicobeoordelingen van projecten op laag 2. We raden aan om hun hulpbronnen te bekijken bij het onderzoeken van specifieke laag 2-projecten.",
  "layer-2-tools-l2fees-description": "Met L2-vergoedingen kunt u de huidige kosten (genoteerd in USD) zien voor transacties op verschillende laag 2'en.",
  "layer-2-tools-chainlist-description": "Chainlist is een geweldige bron voor het importeren van netwerk RPC's in ondersteunende portemonnees. U e vindt hier RPC's voor laag 2-projecten om u te helpen starten.",
  "layer-2-tools-zapper-description": "Beheer uw hele web3-portfolio, van DeFi tot NFT's en wat er hierna nog komt. Investeer in de laatste kansen vanuit één handige plaats.",
  "layer-2-tools-zerion-description": "Bouw en beheer uw hele DeFi-portfolio op één plaats. Ontdek de wereld van gedecentraliseerde financiën vandaag.",
  "layer-2-tools-debank-description": "Blijf op de hoogte van alle belangrijke gebeurtenissen in de web3-wereld",
  "layer-2-faq-title": "Veelgestelde vragen",
  "layer-2-faq-question-1-title": "Waarom is er geen 'officiële' Ethereum L2?",
  "layer-2-faq-question-1-description-1": "Net zoals er geen 'officiële' Ethereum-client is, is er geen 'officiële' laag 2 op Ethereum. Ethereum is vrijblijvend - technisch gezien kan iedereen een laag 2 maken! Verschillende teams zullen hun versie van laag 2 implementeren en het ecosysteem als geheel zal profiteren van een verscheidenheid aan benaderingen die zijn geoptimaliseerd voor verschillende gebruiksscenario's. Net als dat er meerdere Ethereum-clients zijn die werden ontwikkeld door verschillende teams om voor diversiteit in het netwerk te zorgen, zal dit ook de manier zijn waarop laag 2'en ontwikkeld zullen worden in de toekomst.",
  "layer-2-faq-question-2-title": "Wat is het verschil tussen optimistic rollups en zero-knowledge rollups?",
  "layer-2-faq-question-2-description-1": "Zowel optimistic als zero-knowledge rollups bundelen honderden transacties in een enkele transactie op laag 1. Rollup-transacties worden buiten laag 1 uitgevoerd, maar de transactiegegevens worden in laag 1 geplaatst.",
  "layer-2-faq-question-2-description-2": "Het primaire verschil is welke gegevens worden geplaatst in laag 1 en hoe de gegevens worden geverifieerd. Bij geldigheidsbewijzen (gebruikt door zero-knowledge rollups) worden de berekeningen off-chain uitgevoerd en wordt een bewijs geplaatst, terwijl bij foutbewijzen (gebruikt door optimistic rollups) de berekeningen alleen on-chain worden uitgevoerd wanneer er een fout wordt vermoed, en deze moeten worden gecontroleerd.",
  "layer-2-faq-question-2-description-3": "Op dit moment zijn de meeste ZK-rollups toepassingsspecifiek, in tegenstelling tot optimistic rollups die grotendeels generalistisch zijn.",
  "layer-2-more-info-on-optimistic-rollups": "Meer informatie over optimistic rollups",
  "layer-2-more-info-on-zk-rollups": "Meer informatie over zero-knowledge rollups",
  "layer-2-faq-question-4-title": "Wat zijn de risico's met laag 2?",
  "layer-2-faq-question-4-description-1": "Laag 2-projecten bevatten extra risico's in vergelijking met het houden van fondsen en direct transacties uitvoeren op het Ethereum-hoofdnet. Sequencers kunnen bijvoorbeeld dalen, wat ertoe leidt dat u moet wachten op toegang tot uw fondsen.",
  "layer-2-faq-question-4-description-2": "We moedigen u aan om uw eigen onderzoek te doen voordat u aanzienlijke bedragen overmaakt naar laag 2. Voor meer informatie over de technologie, risico's en vertrouwensaannames van laag 2'en, raden we u aan om<a href=\"https://l2beat.com/?view=risk\">L2BEAT</a>te bekijken, wat een uitgebreid framework voor risicobeoordeling van elk project biedt.",
  "layer-2-faq-question-4-description-3": "Blockchain-bridges, die transfers van assets naar laag 2 vergemakkelijken, bevinden zich in een vroeg stadium van ontwikkeling en het is waarschijnlijk dat het optimale bridge-ontwerp nog niet is ontdekt. Er vonden <a href=\"https://rekt.news/wormhole-rekt/\">recente bridge-hacks plaats</a>.",
  "layer-2-faq-question-5-title": "Waarom staan sommige laag 2-projecten hier niet opgesomd?",
  "layer-2-faq-question-5-description-1": "We willen ervoor zorgen dat we de best mogelijke bronnen vermelden zodat gebruikers laag 2 op veilige en zekere manier kunnen gebruiken. Wij onderhouden een framework met criteria voor de wijze waarop projecten worden geëvalueerd voor opname.",
  "layer-2-faq-question-5-view-listing-policy": "Bekijk hier ons beleid inzake vermelding van laag 2'en.",
  "layer-2-faq-question-5-description-2": "Iedereen kan voorstellen om een laag 2 toe te voegen op ethereum.org. Als er een laag 2 is die we hebben gemist, <a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">stel deze dan voor</a>.",
  "layer-2-further-reading-title": "Verder lezen",
  "a-rollup-centric-ethereum-roadmap": "Een rollup-centrische ethereum-roadmap",
  "an-incomplete-guide-to-rollups": "Een onvolledige handleiding voor Rollups",
  "polygon-sidechain-vs-ethereum-rollups": "Polygon sidechain vs Ethereum rollups: laag 2 schaalmethodologiën| Vitalik Buterin en Lex Fridman",
  "rollups-the-ultimate-ethereum-scaling-strategy": "ROLLUPS - de ultieme Ethereum-schalingsstrategie? Arbitrum en Optimism verklaard",
  "scaling-layer-1-with-shard-chains": "Laag 1 schalen met shardketens",
  "understanding-rollup-economics-from-first-principals": "De rollup-economie begrijpen vanuit de eerste beginselen",
  "arbitrum-description": "Arbitrum One is een Optimistic Rollup die precies dezelfde interactie wil bieden als met Ethereum, maar dan met transacties die een fractie kosten van wat ze op L1 kosten.",
  "optimism-description": "Optimism is een snelle, eenvoudige en veilige EVM-equivalente optimistic rollup. Het schaalt de technologie van Ethereum, terwijl het de waarden daarvan ook schaalt door middel van retroactieve financiering van publieke goederen.",
  "boba-description": "Boba is een Optimistic Rollup die oorspronkelijk werd afgeleid van Optimism. Het is een schalingsoplossing die tot doel heeft de gaskosten te verlagen, de transactiedoorvoer te verbeteren en de mogelijkheden van slimme contracten uit te breiden.",
  "loopring-description": "De zkRollup L2-oplossing van Loopring heeft tot doel dezelfde beveiligingsgaranties te bieden als het Ethereum-hoofdnet, met een grote schaalbaarheidsimpuls: doorvoer verhoogd met 1000x en de kosten verlaagd tot slechts 0,1% van L1.",
  "zksync-description": "ZKsync is een gebruikerscentrisch zk rollup-platform van Matter Labs. Het is een schalingsoplossing voor Ethereum die al live is op het Ethereum-hoofdnet. Het ondersteunt betalingen, tokenuitwisselingen en NFT-minting.",
  "zkspace-description": "Het ZKSpace-platform bestaat uit drie hoofddelen: een laag 2 AMM DEX die gebruik maakt van ZK-Rollups-technologie met de naam ZKSwap, een betalingsdienst genaamd ZKSquare en een NFT-marktplaats genaamd ZKSea.",
  "aztec-description": "Aztec Network is de eerste private zk-rollup op Ethereum, waardoor gedecentraliseerde toepassingen toegang krijgen tot privacy en schaal.",
  "layer-2-note": "Opmerking:",
  "layer-2-ecosystem-portal": "Ecosysteemportaal",
  "layer-2-token-lists": "Tokenlijsten",
  "layer-2-explore": "Verkennen",
  "page-dapps-ready-button": "Beginnen"
}
