{
  "51%-attack-term": "51 %-Angriff",
  "51%-attack-definition": "Eine Art von Angriff, bei dem eine Gruppe die Kontrolle über die Mehrheit der <a href=\"/glossary/#node\">Knoten</a> übernimmt. Dadurch könnten sie die Blockchain manipulieren, indem sie <a href=\"/glossary/#transaction\">Transaktionen</a> rückgängig machen und <a href=\"ether\">Ether</a> sowie andere Token doppelt ausgeben.",
  "abi-term": "Binäre Anwendungsschnittstelle (ABI)",
  "abi-definition": "Eine JSON-Datei, die die in einem Smart Contract enthaltenen Funktionen und Variablen definiert. Die ABI ermöglicht es, Bytecode in für Menschen lesbare Formate abzubilden.",
  "account-term": "Konto",
  "account-definition": "Ein Ethereum-Konto ist eine digitale Identität auf der Ethereum-Blockchain. Es ermöglicht Nutzerinnen und Nutzern, Ether oder andere digitale Vermögenswerte zu senden und zu empfangen sowie mit Smart Contracts zu interagieren.",
  "address-term": "Adresse",
  "address-definition": "Eine Ethereum-Adresse ist ein eindeutiger Identifikator zum Empfangen von Tokens. Sie funktioniert ähnlich wie eine Bankkontonummer für Kryptowährungen und dient dazu, Ihr Ethereum-Konto zu identifizieren.",
  "anti-sybil-term": "Anti-Sybil",
  "anti-sybil-definition": "Methoden, um zu verhindern, dass Personen im Internet vorgeben, gleichzeitig mehrere Benutzer zu sein, und um sicherzustellen, dass jeder Benutzer eine echte, separate Person ist. Dies trägt dazu bei, dass Online-Interaktionen fair und ehrlich bleiben.",
  "apr-term": "APR",
  "apr-definition": "APR, oder Annual Percentage Rate (effektiver Jahreszins), spiegelt die jährlichen Kosten für das Leihen von Geld, einschließlich Zinsen und Gebühren, als Prozentsatz wider.",
  "attestation-term": "Attestierung",
  "attestation-definition": "Eine Behauptung einer Entität, dass etwas wahr ist. Im Kontext von Ethereum müssen Konsens-Validatoren eine Behauptung darüber aufstellen, was sie für den Zustand der Chain halten. Zu bestimmten Zeiten ist jeder Validator dafür verantwortlich, verschiedene Attestierungen zu veröffentlichen, die die Ansicht dieses Validators über die Chain formell deklarieren, einschließlich des letzten finalisierten Checkpoints und des aktuellen Kopfes der Chain. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">Mehr über Attestierungen</a>.",
  "block-term": "Block",
  "block-definition": "Ein Block ist der Speicherort für Transaktionen oder digitale Aktionen. Sobald ein Block voll ist, wird er mit dem vorherigen Block verknüpft, wodurch eine Kette von Blöcken – die „Blockchain“ – entsteht. <a href=\"/developers/docs/blocks/\">Mehr über Blöcke</a>.",
  "blockchain-term": "Blockchain",
  "blockchain-definition": "Eine Blockchain ist eine Datenbank von Transaktionen, die auf allen Rechnern im Netzwerk dupliziert und verteilt wird und so sicherstellt, dass Daten nicht nachträglich verändert werden können.",
  "bridge-term": "Brücke",
  "bridge-definition": "Eine Blockchain-Bridge wird verwendet, um Vermögenswerte von einem Blockchain-Netzwerk auf ein anderes zu übertragen.",
  "consensus-term": "Konsens",
  "consensus-definition": "Wenn mehr als 2/3 der Computer in einem Netzwerk übereinstimmen, dass sie denselben Datensatz haben, wird sichergestellt, dass alle auf dem gleichen Stand sind. Hierbei geht es nicht um die Regeln, die sie befolgen, sondern darum sicherzustellen, dass sie alle dieselben Informationen haben.",
  "consensus-client-term": "Konsens-Client",
  "consensus-client-definition": "Konsens-Clients (wie Prysm, Teku, Nimbus, Lighthouse, Lodestar) führen den <a href=\"/glossary/#pos\">Proof-of-Stake</a>-Konsensalgorithmus von Ethereum aus, der es dem Netzwerk ermöglicht, eine Einigung über den Kopf der Beacon-Chain zu erzielen. Konsens-Clients beteiligen sich nicht an der Validierung/Verbreitung von Transaktionen oder der Ausführung von Zustandsübergängen. Dies wird von <a href=\"/glossary/#execution-client\">Ausführungs-Clients</a> übernommen. Konsens-Clients attestieren oder schlagen keine neuen Blöcke vor. Dies wird vom <a href=\"/glossary/#validator\">Validator-Client</a> erledigt, der ein optionales Add-on für den Konsens-Client ist.",
  "consensus-layer-term": "Konsensebene",
  "consensus-layer-definition": "Die Konsens-Ebene von Ethereum ist das Netzwerk der <a href=\"/glossary/#consensus-client\">Konsens-Clients</a>.",
  "cryptoeconomics-term": "Cryptoeconomics",
  "cryptoeconomics-definition": "Das Studium mathematischer und ökonomischer Prinzipien zum Entwurf sicherer und vertrauenswürdiger digitaler Plattformen. Ziel ist es, sicherzustellen, dass alle Teilnehmer die Regeln befolgen und für ihren Beitrag zur Sicherheit und zum Betrieb des Netzwerks belohnt werden.",
  "cryptography-term": "Kryptographie",
  "cryptography-definition": "Es handelt sich um die Praxis, Kommunikation privat und sicher zu gestalten, sodass nur die Personen, für die die Informationen bestimmt sind, diese lesen können.",
  "dao-term": "Dezentralisierte autonome Organisation (DAO)",
  "dao-definition": "Eine DAO ist eine digitale Organisation, die durch auf einer Blockchain programmierte Regeln gesteuert wird. Entscheidungen werden dabei durch die Stimmen der Mitglieder getroffen – nicht von einer zentralen Instanz. <a href=\"/dao/\">Mehr über dezentrale autonome Organisationen (DAOs)</a>.",
  "dapp-term": "DApp",
  "dapp-definition": "Eine dApp ist eine dezentrale Anwendung, die auf einem Blockchain-Netzwerk läuft und Dienste ohne eine zentrale Kontrollinstanz anbietet. <a href=\"/apps/\">Mehr über dezentrale Anwendungen</a>.",
  "data-availability-term": "Datenverfügbarkeit",
  "data-availability-definition": "Jeder Node kann Transaktionen auf einer Blockchain unabhängig verifizieren, um Transparenz und Vertrauen in das System zu wahren.",
  "defi-term": "DeFi",
  "defi-definition": "Eine breite Kategorie von Ethereum-Apps, die darauf abzielen, durch die Blockchain abgesicherte Finanzdienstleistungen ohne Zwischenhändler anzubieten. <a href=\"/defi/\">Mehr über dezentralisierte Finanzen (DeFi)</a>",
  "dex-term": "Dezentralisierte Börse (DEX)",
  "dex-definition": "Eine Art von Ethereum-App, mit der Sie Token mit Peers im Netzwerk tauschen können. DEXes unterliegen im Gegensatz zu zentralisierten Börsen keinen geografischen Beschränkungen – jeder kann teilnehmen.",
  "difficulty-bomb-term": "Schwierigkeitsbombe",
  "difficulty-bomb-definition": "Geplante exponentielle Erhöhung der <a href=\"/glossary/#pow\">Proof-of-Work</a>-<a href=\"/glossary/#difficulty\">Schwierigkeitseinstellung</a>, die den Übergang zu <a href=\"/glossary/#pos\">Proof-of-Stake</a> motivieren und die Wahrscheinlichkeit eines <a href=\"/glossary/#hard-fork\">Forks</a> verringern sollte. Die Schwierigkeitsbombe wurde mit <a href=\"/roadmap/merge\">The Merge</a> abgeschafft.",
  "ecdsa-term": "Algorithmus für digitale Signaturen mit elliptischen Kurven (ECDSA)",
  "ecdsa-definition": "Ein kryptographischer Algorithmus, der von Ethereum verwendet wird, um sicherzustellen, dass Gelder nur von ihren Besitzern ausgegeben werden können. Er ist die bevorzugte Methode zur Erstellung von öffentlichen und privaten Schlüsseln. Relevant für die Generierung von Konto-<a href=\"/glossary/#address\">Adressen</a> und die Verifizierung von <a href=\"/glossary/#transaction\">Transaktionen</a>.",
  "ens-term": "Ethereum Namensservice (Ethereum Name Service, ENS)",
  "ens-definition": "Der Ethereum Name Service ist wie ein Telefonbuch des Internets für Ethereum-Adressen. Anstatt lange Wallet-Adressen zu verwenden, ermöglicht ENS die Nutzung einfacher Namen wie „john.eth“, um digitales Geld und Vermögenswerte zu senden und zu empfangen.",
  "epoch-term": "Epoche",
  "epoch-definition": "Ein Zeitraum von 32 <a href=\"/glossary/#slot\">Slots</a>, wobei jeder Slot 12 Sekunden dauert, also insgesamt 6,4 Minuten. Validator-<a href=\"/glossary/#committee\">Komitees</a> werden aus Sicherheitsgründen jede Epoche neu gemischt. Jede Epoche bietet die Möglichkeit, dass die Chain <a href=\"/glossary/#finality\">finalisiert</a> wird. Jedem Validator werden zu Beginn jeder Epoche neue Aufgaben zugewiesen. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Mehr zu Proof-of-Stake</a>",
  "eoa-term": "Extern geführtes Konto (EOA)",
  "eoa-definition": "Externally Owned Accounts (EOAs) sind der häufigste Typ von Ethereum-Konten. Sie werden von einer Person durch private Schlüssel/Wiederherstellungsphrase kontrolliert. <a href=\"/wallets/\">Mehr über Ethereum-Wallets</a>.",
  "erc-term": "Ethereum-Anfrage zur Kommentierung (ERC)",
  "erc-definition": "ERC (<strong>Ethereum Request for Comments</strong>) ist eine Art technischer Dokumentation, die in der Ethereum-Community verwendet wird, um neue Nutzungsstandards für das Ethereum-Netzwerk vorzuschlagen.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "Ein Ethereum-Token-Standard, ähnlich wie NFTs (z. B. einzigartige Sammlerstücke), der jedoch zusätzlich ermöglicht, austauschbare Objekte (z. B. Währungen) innerhalb eines einzigen Smart Contracts zu erstellen.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "Ist der Standardsatz von Regeln, nach denen die meisten Token im Ethereum-Netzwerk erstellt werden.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "Ein Standardsatz von Regeln, der zur Erstellung von NFTs (nicht fungiblen Token) verwendet wird.",
  "ether-term": "Ether",
  "ether-definition": "Die native Kryptowährung von Ethereum, die üblicherweise als „ETH“ bezeichnet wird. Sie wird verwendet, um Transaktionsgebühren zu decken, wenn das Ethereum-Ökosystem und Anwendungen verwendet werden. <a href=\"/eth/\">Mehr über Ether</a>.",
  "events-term": "Ereignisse",
  "events-definition": "Ermöglicht die Verwendung von <a href=\"/glossary/#evm\">EVM</a>-Protokollierungseinrichtungen. <a href=\"/glossary/#dapp\">Dapps</a> können auf Ereignisse lauschen und sie verwenden, um JavaScript-Callbacks in der Benutzeroberfläche auszulösen. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">Mehr über Ereignisse und Protokolle</a>",
  "execution-client-term": "Ausführungs-Client",
  "execution-client-definition": "Ausführungs-Clients (früher als „Eth1-Clients“ bekannt), wie Besu, Erigon, Go-Ethereum (Geth), Nethermind, haben die Aufgabe, Transaktionen zu verarbeiten und zu verbreiten und den Zustand von Ethereum zu verwalten. Sie führen die Berechnungen für jede Transaktion mit der <a href=\"/glossary/#evm\">Ethereum Virtual Machine</a> durch, um sicherzustellen, dass die Regeln des Protokolls eingehalten werden.",
  "execution-layer-term": "Ausführungsebene",
  "execution-layer-definition": "Die Ausführungsebene von Ethereum ist das Netzwerk der <a href=\"/glossary/#execution-client\">Ausführungsclients</a>.",
  "finality-term": "Endgültigkeit",
  "finality-definition": "Finalität ist die Garantie, dass eine Reihe von Transaktionen nicht geändert werden kann, ohne dass eine riesige Menge an ETH verloren geht.",
  "fork-term": "Fork",
  "fork-definition": "Eine Änderung im Protokoll, die die Erstellung einer alternativen Chain verursacht.",
  "fraud-proof-term": "Betrugsbeweis",
  "fraud-proof-definition": "Ein Sicherheitsmodell für bestimmte <a href=\"/glossary/#layer-2\">Layer-2</a>-Lösungen, bei denen zur Beschleunigung Transaktionen in Batches <a href=\"/glossary/#rollups\">gebündelt</a> und in einer einzigen Transaktion an Ethereum übermittelt werden. Andere Netzwerkteilnehmer können die Transaktionen erneut ausführen, um zu überprüfen, ob sie ehrlich ausgeführt wurden. Wenn sie eine Diskrepanz zwischen den veröffentlichten Daten und ihrer eigenen Version aufdecken, können sie einen kryptographischen Beweis veröffentlichen, der zeigt, wo ein Betrug stattgefunden hat. Einige <a href=\"/glossary/#rollups\">Rollups</a> verwenden <a href=\"/glossary/#validity-proof\">Gültigkeitsbeweise</a>.",
  "gas-term": "Ressourcen",
  "gas-definition": "Gas ist die Gebühr, die für Transaktionen und Smart Contracts auf einer Blockchain wie Ethereum bezahlt wird. <a href=\"/gas/\">Mehr über Gas und Gebühren</a>.",
  "genesis-block-term": "Genesis-Block",
  "genesis-block-definition": "Der allererste Block in einer <a href=\"/glossary/#blockchain\">Blockchain</a>, der verwendet wird, um ein bestimmtes Netzwerk und seine Kryptowährung zu initialisieren.",
  "gwei-term": "Gwei",
  "gwei-definition": "Kurz für Gigawei, eine Denomination von <a href=\"/glossary/#ether\">Ether</a>, die üblicherweise zur Preisgestaltung von <a href=\"/glossary/#gas\">Gas</a> verwendet wird. 1 Gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">Wei</a>. 10<sup>9</sup> Gwei = 1 Ether.",
  "hash-term": "Hash",
  "hash-definition": "Ein Fingerabdruck mit fester Länge einer Eingabe variabler Größe, der von einer Hash-Funktion erzeugt wird. (Siehe <a href=\"/glossary/#keccak-256\">Keccak-256</a>).",
  "holographic-consensus-term": "Holographischer Konsens",
  "holographic-consensus-definition": "Bezieht sich darauf, wie eine große Gruppenentscheidung getroffen wird, indem eine kleinere Gruppe von Vertretern abstimmt. Alle anderen akzeptieren diese Entscheidung, solange sie darauf vertrauen, dass die kleinere Gruppe gute Arbeit geleistet hat.",
  "index-term": "Index",
  "index-definition": "Eine Netzwerkstruktur, die die Abfrage von Informationen aus der gesamten <a href=\"/glossary/#blockchain\">Blockchain</a> optimieren soll, indem sie einen effizienten Pfad zu ihrer Speicherquelle bereitstellt.",
  "key-term": "Schlüssel",
  "key-definition": "Im Kontext von Ethereum sind Schlüssel digitale Codes: ein öffentlicher Schlüssel zum Empfangen von Transaktionen und ein privater Schlüssel zum Zugriff auf und Versenden von Geldern.",
  "layer-2-term": "Ebene 2",
  "layer-2-definition": "Layer 2 sind weitere Netzwerke, die auf dem Ethereum-Hauptnetzwerk aufbauen, um Transaktionen schneller und günstiger zu machen. <a href=\"/layer-2/\">Mehr über Layer 2</a>.",
  "liquidity-tokens-term": "Liquiditäts-Token",
  "liquidity-tokens-definition": "Liquiditätstoken (LT) sind digitale Token, die an Teilnehmer ausgegeben werden, die Vermögenswerte in einen Liquiditätspool einzahlen. Ein solcher Pool ist eine Sammlung von Geldern, die in einem Smart Contract hinterlegt sind und den Handel auf einer dezentralen Börse (DEX) ermöglichen.",
  "mainnet-term": "Mainnet (Hauptnetz)",
  "mainnet-definition": "Kurz für „Hauptnetzwerk\". Dies ist die öffentliche Ethereum-<a href=\"/glossary/#blockchain\">Blockchain</a>.",
  "mev-term": "MEV",
  "mev-definition": "Ein Mechanismus, der bestimmte Aktionen auf einer Blockchain gegen eine Gebühr priorisiert und dadurch sowohl die Ergebnisse als auch die Reihenfolge von Transaktionen beeinflusst.",
  "multisig-term": "Multisig",
  "multisig-definition": "Multisig (Multi-Signature) bezeichnet eine digitale Wallet oder ein Konto, das mehrere Signaturen bzw. Freigaben benötigt, um Transaktionen auszuführen, und so die Sicherheit erhöht.",
  "nft-term": "Non-fungible Token (NFT)",
  "nft-definition": "Ein einzigartiger digitaler Gegenstand, den Sie besitzen können, wie Kunst oder Sammlerstücke, verifiziert durch Blockchain-Technologie. <a href=\"/nft/\">Mehr zu nicht-fungiblen Token (NFTs)</a>.",
  "node-term": "Node",
  "node-definition": "Ein Software-Client, der am Netzwerk teilnimmt. <a href=\"/developers/docs/nodes-and-clients/\">Mehr über Nodes und Clients</a>.",
  "ommer-term": "Ommer-(Onkel-)Block",
  "ommer-definition": "Wenn ein Proof-of-Work-<a href=\"/glossary/#miner\">Miner</a> einen gültigen <a href=\"/glossary/#block\">Block</a> findet, kann ein anderer Miner einen konkurrierenden Block veröffentlicht haben, der zuerst zur Spitze der Blockchain hinzugefügt wird. Dieser gültige, aber veraltete Block kann von neueren Blöcken als <em>Ommers</em> aufgenommen werden und eine teilweise Block-Belohnung erhalten. Der Begriff „Ommer“ ist die bevorzugte geschlechtsneutrale Bezeichnung für das Geschwister eines Elternblocks, wird aber manchmal auch als „Uncle“ bezeichnet. Dies war bei Ethereum üblich, als es noch ein <a href=\"/glossary/#pow\">Proof-of-Work</a>-Netzwerk war. Da Ethereum nun <a href=\"/glossary/#pos\">Proof-of-Stake</a> verwendet, wird pro Slot nur ein Block-Vorschlagender ausgewählt.",
  "onchain-term": "Onchain",
  "onchain-definition": "Bezieht sich auf Aktionen oder Transaktionen, die direkt auf der Blockchain stattfinden und öffentlich einsehbar sind.",
  "optimistic-rollup-term": "Optimistische Rollups",
  "optimistic-rollup-definition": "Optimistic Rollup ist eine Layer-2-Lösung, die Transaktionen auf Ethereum beschleunigt, indem sie standardmäßig als gültig angenommen werden, sofern sie nicht angefochten werden. <a href=\"/developers/docs/scaling/optimistic-rollups/\">Mehr über Optimistic Rollups</a>.",
  "peer-to-peer-network-term": "Peer-to-Peer-Netzwerk",
  "peer-to-peer-network-definition": "Ein Netzwerk von Computern (Peers), die gemeinsam in der Lage sind, Funktionalitäten ohne zentrale serverbasierte Dienste auszuführen.",
  "permissionless-term": "Genehmigungsfrei",
  "permissionless-definition": "Es ist keine Erlaubnis oder Genehmigung erforderlich, um ein System wie Ethereum zu nutzen, und niemand kann dich daran hindern. Es ist rund um die Uhr für alle offen und zugänglich.",
  "private-key-term": "Privater Schlüssel",
  "private-key-definition": "Ein privater Schlüssel ist ein geheimer Code, der beweist, dass Sie Ihr digitales Geld besitzen und es Ihnen ermöglicht, es auszugeben, wie eine PIN für Ihr Konto. <strong>TEILEN SIE IHN NICHT</strong>.",
  "poap-term": "POAP",
  "poap-definition": "Das Proof of Attendance Protocol wird verwendet, um ein digitales Sammlerstück (NFT) zu erstellen, das beweist, dass Sie an einer bestimmten Veranstaltung oder Aktivität teilgenommen haben.",
  "pos-term": "Proof-of-Stake (PoS)",
  "pos-definition": "Eine Methode, mit der ein Kryptowährungs-Blockchain-Protokoll einen verteilten <a href=\"/glossary/#consensus\">Konsens</a> erreichen will. PoS fordert Benutzer auf, den Besitz einer bestimmten Menge an Kryptowährung (ihren „Stake“ im Netzwerk) nachzuweisen, um an der Validierung von Transaktionen teilnehmen zu können. <a href=\"/developers/docs/consensus-mechanisms/pos/\">Mehr über Proof-of-Stake</a>.",
  "pow-term": "Proof-of-Work (PoW)",
  "pow-definition": "Ein Sicherheitsmechanismus für Blockchains, der von Nodes verlangt, Energie in Form von Rechenleistung aufzuwenden, um einen bestimmten Wert zu finden.",
  "public-goods-term": "Öffentliche Güter",
  "public-goods-definition": "Öffentliche Güter sind Dinge, die jeder kostenlos nutzen kann, wie Parks oder saubere Luft, und deren Nutzung andere nicht daran hindert, sie ebenfalls zu nutzen. Regierungen stellen diese oft zur Verfügung, weil Unternehmen dies in der Regel nicht tun, da sie die Menschen nicht einfach für deren Nutzung zur Kasse bitten können.",
  "public-key-term": "Öffentlicher Schlüssel",
  "public-key-definition": "Ein öffentlicher Schlüssel ist eine Zeichenfolge, die es anderen ermöglicht, Ihnen sicher digitale Währung zu senden, wie eine E-Mail-Adresse für Geld.",
  "quadratic-voting-term": "Quadratische Abstimmung",
  "quadratic-voting-definition": "Ist eine Abstimmungsmethode, bei der die Wähler ausdrücken, wie stark sie sich zu Themen fühlen. Es ermöglicht den Wählern, nicht nur ihre Präferenz, sondern auch die Intensität ihrer Präferenz zu zeigen.",
  "recovery-phrase-term": "Seed-Phrase/Wiederherstellungsphrase",
  "recovery-phrase-definition": "Eine Liste von Wörtern, die Sie bei der Erstellung einer digitalen Wallet erhalten. Sie dient als Passwort, mit dem Sie wieder auf Ihre Wallet zugreifen können, falls Sie den Zugriff darauf verlieren. So wird sichergestellt, dass Sie Ihr digitales Geld oder Ihre Token nicht verlieren.",
  "rollups-term": "Gruppierungen (Rollups)",
  "rollups-definition": "Eine Art von <a href=\"/glossary/#layer-2\">Layer-2</a>-Skalierungslösung, die mehrere Transaktionen bündelt und sie in einer einzigen Transaktion an <a href=\"/glossary/#mainnet\">die Ethereum-Hauptkette</a> übermittelt. Dies ermöglicht eine Reduzierung der <a href=\"/glossary/#gas\">Gas</a>kosten und eine Erhöhung des <a href=\"/glossary/#transaction\">Transaktions</a>durchsatzes. Es gibt Optimistic- und Zero-Knowledge-Rollups, die unterschiedliche Sicherheitsmethoden verwenden, um diese Skalierbarkeitsgewinne zu bieten. <a href=\"/developers/docs/scaling/#rollups\">Mehr über Rollups</a>.",
  "rpc-term": "Remote Procedure Call (RPC)",
  "rpc-definition": "RPC ermöglicht es einem Computer, Daten oder Aktionen von einem anderen über ein Netzwerk anzufordern, wie das Abfragen von Informationen mit einer Fernbedienung.",
  "sequencer-term": "Sequencer",
  "sequencer-definition": "Ein Sequencer ist ein Programm, das in einem Blockchain-Netzwerk für die Reihenfolge der Transaktionen verantwortlich ist.",
  "smart-contract-term": "Smart Contract",
  "smart-contract-definition": "Ein Smart Contract ist ein Programm, das Vereinbarungen auf einer Blockchain automatisch ausführt, wie ein selbstausführender digitaler Vertrag. <a href=\"/smart-contracts/\">Einführung in Smart Contracts</a>.",
  "stablecoin-term": "Stablecoin",
  "stablecoin-definition": "Ein Stablecoin ist eine Art von Kryptowährung, die so konzipiert ist, dass sie einen stabilen Wert hat, oft an eine Währung oder einen Rohstoff (wie den US-Dollar) gekoppelt, um Preisschwankungen zu minimieren. <a href=\"/stablecoins/\">Mehr über Stablecoins</a>.",
  "staking-term": "Staking",
  "staking-definition": "Einzahlung einer Menge <a href=\"/glossary/#ether\">Ether</a> (Ihr Stake), um ein Validator zu werden und das <a href=\"/glossary/#network\">Netzwerk</a> zu sichern. Ein Validator überprüft <a href=\"/glossary/#transaction\">Transaktionen</a> und schlägt <a href=\"/glossary/#block\">Blöcke</a> in einem <a href=\"/glossary/#pos\">Proof-of-Stake</a>-Konsensmodell vor. Das Staking gibt Ihnen einen wirtschaftlichen Anreiz, im besten Interesse des Netzwerks zu handeln. Sie erhalten Belohnungen für die Erfüllung Ihrer <a href=\"/glossary/#validator\">Validator</a>-Pflichten, verlieren aber unterschiedliche Mengen an ETH, wenn Sie dies nicht tun. <a href=\"/staking/\">Mehr über Ethereum-Staking</a>.",
  "staking-pool-term": "Staking-Pool",
  "staking-pool-definition": "Das kombinierte ETH von mehr als einem Ethereum-Staker, das verwendet wird, um die 32 ETH zu erreichen, die zur Aktivierung eines Satzes von Validator-Schlüsseln erforderlich sind. Ein Node-Betreiber verwendet diese Schlüssel, um am Konsens teilzunehmen, und die <a href=\"/glossary/#block-reward\">Block-Belohnungen</a> werden unter den beitragenden Stakern aufgeteilt. Staking-Pools oder delegiertes Staking sind nicht nativ im Ethereum-Protokoll, aber viele Lösungen wurden von der Community entwickelt. <a href=\"/staking/pools/\">Mehr über Pooled Staking</a>.",
  "sybil-attack-term": "Sybil Angriff",
  "sybil-attack-definition": "Sybil-Angriffe beziehen sich auf einzelne Menschen, die das System glauben lassen wollen, sie seien mehrere Menschen, um ihren Einfluss zu erhöhen.",
  "terminal-total-difficulty-term": "Terminale Gesamtschwierigkeit (Terminal Total Difficulty, TTD)",
  "terminal-total-difficulty-definition": "Die Gesamtschwierigkeit ist die Summe der Ethash-Mining-Schwierigkeit für alle Blöcke bis zu einem bestimmten Punkt in der Blockchain. Die Terminal Total Difficulty (terminale Gesamtschwierigkeit) ist ein spezifischer Wert für die Gesamtschwierigkeit, der als Auslöser für Ausführungs-Clients diente, um ihre Mining- und Block-Gossip-Funktionen abzuschalten und dem Netzwerk den Übergang zu Proof-of-Stake zu ermöglichen. Sie ist nicht mehr relevant, da Ethereum zu <a href=\"/glossary/#pos\">Proof-of-Stake</a> übergegangen ist.",
  "transaction-fee-term": "Transaktionsgebühr",
  "transaction-fee-definition": "Eine Gebühr, die Sie zahlen müssen, wann immer Sie das Ethereum-Netzwerk nutzen. Beispiele sind das Senden von Geldern aus Ihrer <a href=\"/glossary/#wallet\">Wallet</a> oder eine <a href=\"/glossary/#dapp\">Dapp</a>-Interaktion, wie das Tauschen von Token oder der Kauf eines Sammlerstücks. Sie können sich dies wie eine Servicegebühr vorstellen. Diese Gebühr ändert sich je nachdem, wie ausgelastet das Netzwerk ist. Das liegt daran, dass <a href=\"/glossary/#validator\">Validatoren</a>, die für die Verarbeitung Ihrer Transaktion verantwortlich sind, wahrscheinlich Transaktionen mit höheren Gebühren priorisieren – so treibt die Überlastung den Preis in die Höhe.<br/><br/>Auf technischer Ebene bezieht sich Ihre Transaktionsgebühr darauf, wie viel <a href=\"/glossary/#gas\">Gas</a> Ihre Transaktion benötigt.<br/><br/>Die Reduzierung der Transaktionsgebühren ist derzeit ein Thema von großem Interesse. Siehe <a href=\"/glossary/#layer-2\">Layer 2</a>.",
  "trust-assumptions-term": "Vertrauensannahme",
  "trust-assumptions-definition": "Vertrauensannahmen sind grundlegende Überzeugungen über die Sicherheit und Zuverlässigkeit eines Systems, die leiten, worauf wir vertrauen, damit das System funktioniert.",
  "validator-term": "Validator",
  "validator-definition": "Ein <a href=\"/glossary/#node\">Node</a> in einem <a href=\"/glossary/#pos\">Proof-of-Stake</a>-System, der für die Speicherung von Daten, die Verarbeitung von Transaktionen und das Hinzufügen neuer Blöcke zur Blockchain verantwortlich ist. Um die Validator-Software zu aktivieren, müssen Sie in der Lage sein, 32 ETH zu <a href=\"/glossary/#staking\">staken</a>. <a href=\"/staking/\">Mehr über das Staking in Ethereum</a>.",
  "validity-proof-term": "Validitätsnachweis",
  "validity-proof-definition": "Ein Sicherheitsmodell für bestimmte <a href=\"/glossary/#layer-2\">Layer-2</a>-Lösungen, bei denen zur Beschleunigung Transaktionen in Batches gebündelt und in einer einzigen Transaktion an Ethereum übermittelt werden. Die Transaktionsberechnung erfolgt Offchain und wird dann mit einem Beweis ihrer Gültigkeit an die Hauptkette geliefert. Diese Methode erhöht die Anzahl der möglichen Transaktionen bei gleichbleibender Sicherheit. Einige <a href=\"/glossary/#rollups\">Rollups</a> verwenden <a href=\"/glossary/#fraud-proof\">Betrugsbeweise</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Mehr über Zero-Knowledge-Rollups</a>.",
  "wallet-term": "Wallet",
  "wallet-definition": "Eine Wallet ist ein digitales Werkzeug zum Speichern, Senden und Empfangen digitaler Währung, wie eine virtuelle Geldbörse für Ihr Online-Geld. <a href=\"/wallets/\">Mehr über Ethereum-Wallets</a>.",
  "web2-term": "Web2",
  "web2-definition": "Ist das aktuelle Internet, das sich auf benutzergenerierte Inhalte und soziale Medien konzentriert, die von wenigen Unternehmen kontrolliert werden. Web3 ist eine Krypto-Überzeugung, dass Benutzer ihre Daten und Transaktionen stattdessen kontrollieren sollten.",
  "web3-term": "Web3",
  "web3-definition": "Web3 ist das neue Internet mit Blockchain, bei dem Benutzer ihre Daten und Transaktionen kontrollieren, nicht Unternehmen. Es müssen keine persönlichen Informationen geteilt werden. <a href=\"/web3/\">Mehr über Web3</a>.",
  "wei-term": "Wei",
  "wei-definition": "Die kleinste Denomination von Ether. 10<sup>18</sup> Wei = 1 Ether.",
  "zk-proof-term": "Zero-Knowledge-Nachweis",
  "zk-proof-definition": "Ein Zero-Knowledge-Beweis ist eine kryptographische Methode, die es einer Person ermöglicht zu beweisen, dass eine Aussage wahr ist, ohne zusätzliche Informationen zu übermitteln. <a href=\"/developers/docs/scaling/zk-rollups/\">Mehr über Zero-Knowledge-Rollups</a>."
}
