{
  "51%-attack-term": "51 %-Angriff",
  "51%-attack-definition": "Eine Art von Angriff, bei dem eine Gruppe die Kontrolle über die Mehrheit der <a href=\"/glossary/#node\">Nodes</a> erlangt. Dies würde es ihnen ermöglichen, die Blockchain zu betrügen, indem sie <a href=\"/glossary/#transaction\">Transaktionen</a> rückgängig machen und <a href=\"/glossary/#ether\">Ether</a> und andere Token doppelt ausgeben.<br /><br />In Ethereum Proof-of-Stake würde dies durch die Anhäufung von mehr als der Hälfte des gesamten gestaketen Ethers erreicht. Dies würde einem Angreifer ermöglichen, zu entscheiden, welche neuen Blöcke der Blockchain hinzugefügt werden. Um jedoch die Kette rückgängig zu machen oder doppelt auszugeben, würde ein Angreifer mindestens 66 % des gesamten gestaketen Ethers benötigen.",
  "account-term": "Konto",
  "account-definition": "Ein Ethereum-Konto ist eine digitale Identität auf der Ethereum-Blockchain, die es Benutzern ermöglicht, Ether zu senden, zu empfangen und mit Smart Contracts zu interagieren.<br /><br /><strong>Technisch:</strong><br />Es ist ein Objekt, das eine Adresse, ein Guthaben, eine Nonce und optionalen Speicher und Code enthält. Ein Konto kann ein Vertragskonto oder ein extern verwaltetes Konto (Externally Owned Account, EOA) sein.",
  "address-term": "Adresse",
  "address-definition": "Eine Ethereum-Adresse ist ein eindeutiger Identifikator zum Empfangen von Tokens, der ähnlich wie eine Bankkontonummer für Kryptowährungen funktioniert. Sie wird verwendet, um Ihr Ethereum-Konto zu identifizieren.<br /><br />Sie besteht aus den rechtesten 160 Bits eines Keccak-Hashes eines öffentlichen ECDSA-Schlüssels.",
  "anti-sybil-term": "Anti-Sybil",
  "anti-sybil-definition": "Methoden, um zu verhindern, dass Personen im Internet vorgeben, gleichzeitig mehrere Benutzer zu sein, und um sicherzustellen, dass jeder Benutzer eine echte, separate Person ist. Dies trägt dazu bei, dass Online-Interaktionen fair und ehrlich bleiben.",
  "abi-term": "Binäre Anwendungsschnittstelle (ABI)",
  "abi-definition": "Eine JSON-Datei, die die in einem Smart Contract enthaltenen Funktionen und Variablen definiert. Die ABI ermöglicht es, Bytecode in für Menschen lesbare Formate abzubilden.",
  "api-term": "Application Programming Interface (API)",
  "api-definition": "Eine Application Programming Interface (API) ist eine Reihe von Definitionen für die Verwendung eines Softwareteils. Eine API befindet sich zwischen einer Anwendung und einem Webserver und erleichtert die Datenübertragung zwischen ihnen.",
  "apr-term": "APR",
  "apr-definition": "APR, oder Annual Percentage Rate (effektiver Jahreszins), spiegelt die jährlichen Kosten für das Leihen von Geld, einschließlich Zinsen und Gebühren, als Prozentsatz wider.",
  "asic-term": "ASIC",
  "asic-definition": "Anwendungsspezifische integrierte Schaltung. Dies bezieht sich in der Regel auf eine integrierte Schaltung, die speziell für das Mining von Kryptowährungen entwickelt wurde.",
  "assert-term": "Beanspruchungen",
  "assert-definition": "In <a href=\"/glossary/#solidity\">Solidity</a> kompiliert `assert(false)` zu `0xfe`, einem ungültigen Opcode, der das gesamte verbleibende <a href=\"/glossary/#gas\">Gas</a> verbraucht und alle Änderungen rückgängig macht. Wenn eine `assert()`-Anweisung fehlschlägt, geschieht etwas sehr Falsches und Unerwartetes, und Sie müssen Ihren Code korrigieren. Sie sollten `assert()` verwenden, um Bedingungen zu vermeiden, die niemals auftreten sollten. <a href=\"/developers/docs/smart-contracts/security/\">Mehr zur Sicherheit von Smart Contracts</a>.",
  "attestation-term": "Attestierung",
  "attestation-definition": "Eine Behauptung einer Entität, dass etwas wahr ist. Im Kontext von Ethereum müssen Konsens-Validatoren eine Behauptung darüber aufstellen, was sie für den Zustand der Chain halten. Zu bestimmten Zeiten ist jeder Validator dafür verantwortlich, verschiedene Attestierungen zu veröffentlichen, die die Ansicht dieses Validators über die Chain formell deklarieren, einschließlich des letzten finalisierten Checkpoints und des aktuellen Kopfes der Chain. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">Mehr über Attestierungen</a>.",
  "base-fee-term": "Grundgebühr",
  "base-fee-definition": "Jeder <a href=\"/glossary/#block\">Block</a> hat einen als „Grundgebühr“ bekannten Mindestpreis. Es ist die minimale <a href=\"/glossary/#gas\">Gas</a>-Gebühr, die ein Benutzer zahlen muss, um eine Transaktion in den nächsten Block aufzunehmen. <a href=\"/developers/docs/gas/\">Mehr zu Gas und Gebühren</a>.",
  "beacon-chain-term": "Beacon-Chain",
  "beacon-chain-definition": "Die Beacon-Chain war die Blockchain, die <a href=\"/glossary/#pos\">Proof-of-Stake</a> und <a href=\"/glossary/#validator\">Validatoren</a> in Ethereum eingeführt hat. Sie lief von Dezember 2020 bis zur Zusammenführung der beiden Chains im September 2022 parallel zum Proof-of-Work Ethereum Mainnet, um das heutige Ethereum zu bilden. <a href=\"/roadmap/beacon-chain/\">Mehr über die Beacon-Chain</a>.",
  "big-endian-term": "Big-Endian",
  "big-endian-definition": "Eine Positionszahldarstellung, bei der die höchstwertige Ziffer zuerst im Speicher steht. Das Gegenteil von Little-Endian, bei dem die niedrigstwertige Ziffer zuerst steht.",
  "block-term": "Block",
  "block-definition": "Ein Block ist der Ort, an dem Transaktionen oder digitale Aktionen gespeichert werden. Sobald ein Block voll ist, wird er mit dem vorherigen verknüpft, wodurch eine Kette von Blöcken oder eine „Blockchain“ entsteht. <a href=\"/developers/docs/blocks/\">Mehr über Blöcke</a>.<br /><br />Ein Block ist eine gebündelte Informationseinheit, die eine geordnete Liste von Transaktionen und konsensbezogene Informationen enthält. Blöcke werden von Proof-of-Stake-Validatoren vorgeschlagen und dann über das gesamte Peer-to-Peer-Netzwerk geteilt, wo sie von allen anderen Nodes einfach und unabhängig verifiziert werden können. Konsensregeln bestimmen, welche Inhalte eines Blocks als gültig gelten, und ungültige Blöcke werden vom Netzwerk ignoriert. Die Reihenfolge dieser Blöcke und der darin enthaltenen Transaktionen erzeugt eine deterministische Kette von Ereignissen, deren Ende den aktuellen Zustand des Netzwerks darstellt.",
  "block-explorer-term": "Block Explorer",
  "block-explorer-definition": "Eine Schnittstelle, die es einem Nutzer ermöglicht, Informationen von einer Blockchain und über sie zu suchen. Dies umfasst das Abrufen einzelner Transaktionen, der mit bestimmten Adressen verbundenen Aktivitäten sowie von Informationen über das Netzwerk.",
  "block-header-term": "Block-Header",
  "block-header-definition": "Der Block-Header ist eine Sammlung von Metadaten über einen Block und eine Zusammenfassung der Transaktionen, die im Ausführungs-Payload enthalten sind.",
  "block-propagation-term": "Block-Verbreitung",
  "block-propagation-definition": "Der Prozess der Übertragung eines bestätigten Blocks an alle anderen Nodes im Netzwerk.",
  "block-proposer-term": "Block-Vorschlagender",
  "block-proposer-definition": "Der spezifische Validator, der ausgewählt wurde, um einen Block in einem bestimmten <a href=\"/glossary/#slot\">Slot</a> zu erstellen.",
  "block-reward-term": "Block-Belohnung",
  "block-reward-definition": "Der Betrag an Ether, der an den Antragsteller eines neuen gültigen Blocks ausgezahlt wird.",
  "block-status-term": "Block-Status",
  "block-status-definition": "Die Zustände, in denen ein Block existieren kann. Die möglichen Zustände umfassen:<br/><br/><ul><li>vorgeschlagen: Der Block wurde von einem Validator vorgeschlagen</li><li>geplant: Validatoren übermitteln derzeit Daten</li><li>verpasst/übersprungen: Der Vorschlagende hat innerhalb des zulässigen Zeitrahmens keinen Block vorgeschlagen</li><li>verwaist: Der Block wurde durch den <a href=\"/glossary/#fork-choice-algorithm\">Fork-Choice-Algorithmus</a> aus der Reorganisation entfernt</li></ul>",
  "block-time-term": "Blockzeit",
  "block-time-definition": "Das Zeitintervall zwischen Blöcken, die zur Blockchain hinzugefügt werden.",
  "block-validation-term": "Block-Validierung",
  "block-validation-definition": "Der Prozess der Überprüfung, ob ein neuer Block gültige Transaktionen und Signaturen enthält, auf der schwersten historischen Kette aufbaut (d. h. derjenigen, die die meisten Attestierungen in ihrer Geschichte angesammelt hat) und alle anderen Konsensregeln befolgt. Gültige Blöcke werden an den Kopf der Kette angefügt und an andere im Netzwerk weitergegeben. Ungültige Blöcke werden ignoriert.",
  "blockchain-term": "Blockchain",
  "blockchain-definition": "Eine Blockchain ist eine Datenbank von Transaktionen, die auf allen Computern im Netzwerk dupliziert und geteilt wird, um sicherzustellen, dass Daten nicht rückwirkend geändert werden können.<br /><br />Eine Folge von <a href=\"/glossary/#block\">Blöcken</a>, von denen jeder durch Referenzierung des Hashes des vorherigen Blocks mit seinem Vorgänger bis hin zum <a href=\"/glossary/#genesis-block\">Genesis-Block</a> verknüpft ist. Die Integrität der Blockchain wird kryptoökonomisch durch einen auf Proof-of-Stake basierenden Konsensmechanismus gesichert. <a href=\"/developers/docs/intro-to-ethereum#what-is-a-blockchain\">Was ist eine Blockchain?</a>",
  "bootnode-term": "Bootnode",
  "bootnode-definition": "Die Nodes, die verwendet werden können, um den Entdeckungsprozess beim Ausführen eines Nodes zu initiieren. Bootnodes „stellen“ neue Nodes anderen bestehenden Nodes vor, damit diese schnell Peers finden können, anstatt nach einem ersten Peer suchen zu müssen. Die Endpunkte dieser Nodes sind normalerweise im Quellcode des Ethereum-Clients enthalten, aber Benutzer können ihre eigene Liste von Bootnodes bereitstellen.",
  "bridge-term": "Brücke",
  "bridge-definition": "Eine kettenübergreifende Blockchain-Brücke wird verwendet, um Vermögenswerte von einem Blockchain-Netzwerk in ein anderes zu übertragen. Sie können beispielsweise eine Brücke verwenden, um ETH vom Hauptnetzwerk von Ethereum auf günstigere Layer-2-Skalierungslösungen zu übertragen.",
  "bytecode-term": "Bytecode",
  "bytecode-definition": "Code, der in einer kompakten, numerischen Form ausgedrückt wird, damit er von der <a href=\"/glossary/#evm\">EVM</a> effizient ausgeführt werden kann.",
  "byzantium-fork-term": "Byzantium Fork",
  "byzantium-fork-definition": "Der erste von zwei <a href=\"/glossary/#hard-fork\">Hard Forks</a> für die <a href=\"/glossary/#metropolis\">Metropolis</a>-Entwicklungsphase. Er umfasste die EIP-649-Metropolis-<a href=\"/glossary/#difficulty-bomb\">Schwierigkeitsbombe</a>-Verzögerung und die Reduzierung der Block-Belohnung, wodurch die <a href=\"/glossary/#ice-age\">Ice Age</a> um 1 Jahr verzögert und die Block-Belohnung von 5 auf 3 Ether reduziert wurde.",
  "casper-ffg-term": "Casper FFG",
  "casper-ffg-definition": "Caspar-FFG ist ein Proof-of-Stake Konsensprotokoll, das in Verbindung mit dem <a href=\"/glossary/#lmd-ghost\">LMD-GHOST</a> Fork-Choice-Algorithmus verwendet wird, um es <a href=\"/glossary/#consensus-client\">Konsenskunden</a> zu ermöglichen, sich auf den Kopf der Beacon Chain zu einigen.",
  "checkpoint-term": "Checkpoint",
  "checkpoint-definition": "Die <a href=\"/glossary/#beacon-chain\">Beacon-Chain</a> hat ein Tempo, das in Slots (12 Sekunden) und Epochen (32 Slots) unterteilt ist. Der erste Slot in jeder Epoche ist ein Checkpoint. Wenn eine <a href=\"/glossary/#supermajority\">qualifizierte Mehrheit</a> von Validatoren die Verbindung zwischen zwei Checkpoints attestiert, können diese <a href=\"/glossary/#justification\">gerechtfertigt</a> werden, und wenn ein weiterer Checkpoint daraufhin gerechtfertigt wird, können sie <a href=\"/glossary/#finality\">finalisiert</a> werden.",
  "compiling-term": "Kompilieren",
  "compiling-definition": "Umwandlung von Code, der in einer Hochsprache (z. B. <a href=\"/glossary/#solidity\">Solidity</a>) geschrieben wurde, in eine Sprache auf niedrigerer Ebene (z. B. EVM-<a href=\"/glossary/#bytecode\">Bytecode</a>).<a href=\"/developers/docs/smart-contracts/compiling/\">Mehr über das Kompilieren von Smart Contracts</a>.",
  "committee-term": "Komitee",
  "committee-definition": "Eine Gruppe von mindestens 128 <a href=\"/glossary/#validator\">Validatoren</a>, die beauftragt sind, Blöcke in jedem Slot zu validieren. Einer der Validatoren im Komitee ist der Aggregator, der für die Zusammenfassung der Signaturen aller anderen Validatoren im Komitee verantwortlich ist, die einer Attestierung zustimmen. Nicht zu verwechseln mit dem <a href=\"/glossary/#sync-committee\">Sync-Komitee</a>.",
  "computational-infeasibility-term": "Rechnerische Undurchführbarkeit",
  "computational-infeasibility-definition": "Ein Prozess ist rechnerisch undurchführbar, wenn es eine undurchführbar lange Zeit dauern würde (z. B. Milliarden von Jahren), ihn für jeden durchzuführen, der möglicherweise ein Interesse daran haben könnte.",
  "consensus-term": "Konsens",
  "consensus-definition": "Wenn mehr als 2/3 der Computer in einem Netzwerk übereinstimmen, dass sie denselben Datensatz haben, wird sichergestellt, dass alle auf dem gleichen Stand sind. Hierbei geht es nicht um die Regeln, die sie befolgen, sondern darum sicherzustellen, dass sie alle dieselben Informationen haben.",
  "consensus-client-term": "Konsens-Client",
  "consensus-client-definition": "Konsens-Clients (wie Prysm, Teku, Nimbus, Lighthouse, Lodestar) führen den <a href=\"/glossary/#pos\">Proof-of-Stake</a>-Konsensalgorithmus von Ethereum aus, der es dem Netzwerk ermöglicht, eine Einigung über den Kopf der Beacon-Chain zu erzielen. Konsens-Clients beteiligen sich nicht an der Validierung/Verbreitung von Transaktionen oder der Ausführung von Zustandsübergängen. Dies wird von <a href=\"/glossary/#execution-client\">Ausführungs-Clients</a> übernommen. Konsens-Clients attestieren oder schlagen keine neuen Blöcke vor. Dies wird vom <a href=\"/glossary/#validator\">Validator-Client</a> erledigt, der ein optionales Add-on für den Konsens-Client ist.",
  "consensus-layer-term": "Konsensebene",
  "consensus-layer-definition": "Die Konsens-Ebene von Ethereum ist das Netzwerk der <a href=\"/glossary/#consensus-client\">Konsens-Clients</a>.",
  "consensus-rules-term": "Konsensregeln",
  "consensus-rules-definition": "Die Blockvalidierungsregeln, denen vollständige Nodes folgen, um mit anderen Nodes im Konsens zu bleiben. Nicht zu verwechseln mit dem <a href=\"/glossary/#consensus\">Konsens</a>.",
  "cfi-term": "Zur Aufnahme in Betracht gezogen (CFI)",
  "cfi-definition": "Ein Core-<a href=\"/glossary/#eip\">EIP</a>, das noch nicht im Mainnet aktiv ist und dessen Idee von den Client-Entwicklern allgemein positiv aufgenommen wird. Unter der Annahme, dass es alle Anforderungen für die Aufnahme ins Mainnet erfüllt, könnte es potenziell in ein Netzwerk-Upgrade aufgenommen werden (nicht unbedingt in das nächste).",
  "constantinople-fork-term": "Constantinople-Fork",
  "constantinople-fork-definition": "Der zweite Teil der <a href=\"/glossary/#metropolis\">Metropolis</a>-Phase, ursprünglich für Mitte 2018 geplant. Es wird erwartet, dass er unter anderem einen Wechsel zu einem hybriden <a href=\"/glossary/#pow\">Proof-of-Work</a>/<a href=\"/glossary/#pos\">Proof-of-Stake</a>-Konsensalgorithmus beinhaltet.",
  "contract-account-term": "Vertragskonto",
  "contract-account-definition": "Ein Konto, das Code enthält, der ausgeführt wird, sobald es eine <a href=\"/glossary/#transaction\">Transaktion</a> von einem anderen <a href=\"/glossary/#account\">Konto</a> (<a href=\"/glossary/#eoa\">EOA</a> oder <a href=\"/glossary/#contract-account\">Vertrag</a>) erhält.",
  "contract-creation-transaction-term": "Vertragserstellungstransaktion",
  "contract-creation-transaction-definition": "Eine spezielle <a href=\"/glossary/#transaction\">Transaktion</a>, die den Initialisierungscode eines Vertrags enthält und dazu dient, einen <a href=\"/glossary/#contract-account\">Vertrag</a> zu registrieren und auf der Ethereum-Blockchain zu speichern. Der Empfänger wird auf `null` gesetzt und der Vertrag wird an einer Adresse bereitgestellt, die aus der Benutzeradresse und der `Nonce` generiert wird.",
  "cryptoeconomics-term": "Cryptoeconomics",
  "cryptoeconomics-definition": "Das Studium mathematischer und ökonomischer Prinzipien zum Entwurf sicherer und vertrauenswürdiger digitaler Plattformen. Ziel ist es, sicherzustellen, dass alle Teilnehmer die Regeln befolgen und für ihren Beitrag zur Sicherheit und zum Betrieb des Netzwerks belohnt werden.",
  "cryptography-term": "Kryptographie",
  "cryptography-definition": "Es ist die Praxis, Kommunikation und Daten durch die Verwendung von Codes zu sichern, sodass nur diejenigen, für die die Informationen bestimmt sind, sie lesen und verarbeiten können.<br />Es umfasst Techniken zur Verschlüsselung (Umwandlung lesbarer Informationen in ein unlesbares Format) und Entschlüsselung (Rückumwandlung in ein lesbares Format), um die Vertraulichkeit zu gewährleisten.",
  "doge-d-term": "Đ",
  "doge-d-definition": "Đ (D mit Strich) wird im Altenglischen, Mittelenglischen, Isländischen und Färöischen für den Großbuchstaben „Eth“ verwendet. Es wird in Wörtern wie ĐEV oder Đapp (dezentralisierte Anwendung) verwendet, wobei das Đ der nordische Buchstabe „eth“ ist. Das große Eth (Ð) wird auch zur Symbolisierung der Kryptowährung Dogecoin verwendet. Dies ist häufig in älterer Ethereum-Literatur zu sehen, wird aber heute seltener verwendet.",
  "dag-term": "DAG",
  "dag-definition": "DAG steht für Directed Acyclic Graph (gerichteter azyklischer Graph). Es ist eine Datenstruktur, die aus Nodes und Verbindungen zwischen ihnen besteht. Vor The Merge verwendete Ethereum einen DAG in seinem <a href=\"/glossary/#pow\">Proof-of-Work</a>-Algorithmus, <a href=\"/glossary/#ethash\">Ethash</a>, der aber im <a href=\"/glossary/#pos\">Proof-of-Stake</a> nicht mehr verwendet wird.",
  "dapp-term": "DApp",
  "dapp-definition": "Eine dApp ist eine dezentralisierte Anwendung, die in einem Blockchain-Netzwerk läuft und Dienste ohne eine zentrale Kontrollinstanz anbietet. <a href=\"/apps/\">Mehr über dezentralisierte Anwendungen</a>.<br />Mindestens hat eine Dapp einen Smart Contract, der mit einer Weboberfläche verbunden ist. Darüber hinaus umfassen viele Dapps dezentralen Speicher und/oder ein Nachrichtenprotokoll und eine Plattform.",
  "data-availability-term": "Datenverfügbarkeit",
  "data-availability-definition": "Jeder Node kann Transaktionen auf einer Blockchain unabhängig verifizieren, um Transparenz und Vertrauen in das System zu wahren.",
  "decentralization-term": "Dezentralisierung",
  "decentralization-definition": "Das Konzept von der Verschiebung von Steuerung und Ausführung von Prozessen weg von einer zentralen Entität.",
  "dao-term": "Dezentralisierte autonome Organisation (DAO)",
  "dao-definition": "Eine DAO ist eine digitale Organisation, die nach Regeln geführt wird, die auf einer Blockchain kodiert sind, wobei Entscheidungen durch Abstimmungen der Mitglieder und nicht durch eine zentrale Autorität getroffen werden. <a href=\"/dao/\">Mehr über dezentralisierte autonome Organisationen (DAOs)</a>.<br />Die Stimmkraft jedes Mitglieds ist oft an die Anzahl der von ihm gehaltenen Token gebunden. DAOs zielen darauf ab, Entscheidungsfindung und Betrieb zu demokratisieren, wobei der Schwerpunkt auf Transparenz und Community-Governance liegt.",
  "desci-term": "DeSci",
  "desci-definition": "DeSci, oder Dezentralisierte Wissenschaft, ist eine Bewegung, die die <a href='/glossary/#blockchain'>Blockchain</a>-Technologie auf die wissenschaftliche Forschung anwendet. Sie nutzt <a href='/glossary/#dao'>DAOs</a>, <a href='/glossary/#smart-contract'>Smart Contracts</a> und tokenisierte Anreize, um transparentere, offenere und kollaborativere Finanzierungs- und Forschungsökosysteme zu schaffen.",
  "dex-term": "Dezentralisierte Börse (DEX)",
  "dex-definition": "Eine Art von Ethereum-App, mit der Sie Token mit Peers im Netzwerk tauschen können. DEXes unterliegen im Gegensatz zu zentralisierten Börsen keinen geografischen Beschränkungen – jeder kann teilnehmen.",
  "deposit-contract-term": "Einzahlungsvertrag",
  "deposit-contract-definition": "Das Tor zum Staking auf Ethereum. Der Einzahlungsvertrag ist ein Smart Contract auf Ethereum, der Einzahlungen von ETH annimmt und Validator-Guthaben verwaltet. Ein Validator kann nicht aktiviert werden, ohne ETH in diesen Vertrag einzuzahlen. Der Vertrag erfordert ETH und Eingabedaten. Diese Eingabedaten umfassen den öffentlichen Schlüssel des Validators und den öffentlichen Schlüssel für Abhebungen, signiert mit dem privaten Schlüssel des Validators. Diese Daten sind erforderlich, damit ein Validator vom <a href=\"/glossary/#pos\">Proof-of-Stake</a>-Netzwerk identifiziert und genehmigt werden kann.",
  "defi-term": "DeFi",
  "defi-definition": "Eine breite Kategorie von Ethereum-Apps, die darauf abzielen, durch die Blockchain abgesicherte Finanzdienstleistungen ohne Zwischenhändler anzubieten. <a href=\"/defi/\">Mehr über dezentralisierte Finanzen (DeFi)</a>",
  "difficulty-term": "Schwierigkeit",
  "difficulty-definition": "Eine netzwerkweite Einstellung in <a href=\"/glossary/#pow\">Proof-of-Work</a>-Netzwerken, die steuert, wie viel durchschnittliche Rechenleistung erforderlich ist, um eine gültige Nonce zu finden. Die Schwierigkeit wird durch die Anzahl der führenden Nullen dargestellt, die im resultierenden Block-Hash erforderlich sind, damit er als gültig betrachtet wird. Dieses Konzept ist in Ethereum seit dem Übergang zu Proof-of-Stake veraltet.",
  "difficulty-bomb-term": "Schwierigkeitsbombe",
  "difficulty-bomb-definition": "Geplante exponentielle Erhöhung der <a href=\"/glossary/#pow\">Proof-of-Work</a>-<a href=\"/glossary/#difficulty\">Schwierigkeitseinstellung</a>, die den Übergang zu <a href=\"/glossary/#pos\">Proof-of-Stake</a> motivieren und die Wahrscheinlichkeit eines <a href=\"/glossary/#hard-fork\">Forks</a> verringern sollte. Die Schwierigkeitsbombe wurde mit <a href=\"/roadmap/merge\">The Merge</a> abgeschafft.",
  "digital-signatures-term": "Digitale Signatur",
  "digital-signatures-definition": "Eine kurze Zeichenkette von Daten, die ein Benutzer für ein Dokument mit einem <a href=\"/glossary/#private-key\">privaten Schlüssel</a> erzeugt, so dass jeder mit dem entsprechenden <a href=\"/glossary/#public-key\">öffentlichen Schlüssel</a>, der Unterschrift und dem Dokument überprüfen kann, ob (1) das Dokument vom Eigentümer dieses privaten Schlüssels „signiert\" wurde und (2) das Dokument nach seiner Unterschrift nicht geändert wurde.",
  "discovery-term": "Entdeckung",
  "discovery-definition": "Der Prozess, mit dem ein Ethereum-Node andere Nodes findet, mit denen eine Verbindung hergestellt werden soll.",
  "distributed-hash-table-term": "Verteilte Hash-Tabelle (DHT)",
  "distributed-hash-table-definition": "Eine Datenstruktur mit `(Schlüssel, Wert)`-Paaren, die von Ethereum-Nodes verwendet wird, um Peers zur Verbindung zu identifizieren und zu bestimmen, welche Protokolle zur Kommunikation verwendet werden sollen.",
  "double-spend-term": "Doppelausgabe",
  "double-spend-definition": "Ein absichtlicher Blockchain-Fork, bei dem ein Benutzer mit einer ausreichend großen Menge an Mining-Power/Stake eine Transaktion sendet, die eine Währung Offchain bewegt (z. B. in Fiat-Geld umwandelt oder einen Offchain-Kauf tätigt) und dann die Blockchain reorganisiert, um diese Transaktion zu entfernen. Eine erfolgreiche Doppelausgabe lässt den Angreifer mit seinen On- und Offchain-Vermögenswerten zurück.",
  "ecdsa-term": "Algorithmus für digitale Signaturen mit elliptischen Kurven (ECDSA)",
  "ecdsa-definition": "Ein kryptographischer Algorithmus, der von Ethereum verwendet wird, um sicherzustellen, dass Gelder nur von ihren Besitzern ausgegeben werden können. Er ist die bevorzugte Methode zur Erstellung von öffentlichen und privaten Schlüsseln. Relevant für die Generierung von Konto-<a href=\"/glossary/#address\">Adressen</a> und die Verifizierung von <a href=\"/glossary/#transaction\">Transaktionen</a>.",
  "encryption-term": "Verschlüsselung",
  "encryption-definition": "Verschlüsselung ist die Umwandlung elektronischer Daten in eine Form, die von niemandem außer dem Besitzer des korrekten Entschlüsselungsschlüssels lesbar ist.",
  "entropy-term": "Entropie",
  "entropy-definition": "Im Kontext der Kryptographie die mangelnde Vorhersagbarkeit oder der Grad der Zufälligkeit. Bei der Erzeugung geheimer Informationen, wie z. B. <a href=\"/glossary/#private-key\">privater Schlüssel</a>, stützen sich Algorithmen in der Regel auf eine Quelle mit hoher Entropie, um sicherzustellen, dass die Ausgabe unvorhersehbar ist.",
  "epoch-term": "Epoche",
  "epoch-definition": "Ein Zeitraum von 32 <a href=\"/glossary/#slot\">Slots</a>, wobei jeder Slot 12 Sekunden dauert, also insgesamt 6,4 Minuten. Validator-<a href=\"/glossary/#committee\">Komitees</a> werden aus Sicherheitsgründen jede Epoche neu gemischt. Jede Epoche bietet die Möglichkeit, dass die Chain <a href=\"/glossary/#finality\">finalisiert</a> wird. Jedem Validator werden zu Beginn jeder Epoche neue Aufgaben zugewiesen. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Mehr zu Proof-of-Stake</a>",
  "equivocation-term": "Äquivokation",
  "equivocation-definition": "Ein Validator sendet zwei Nachrichten, die sich widersprechen. Ein einfaches Beispiel ist ein Transaktionssender, der zwei Transaktionen mit derselben Nonce sendet. Ein anderes ist ein Block-Vorschlagender, der zwei Blöcke auf derselben Blockhöhe (oder für denselben Slot) vorschlägt.",
  "eth1-term": "Eth1",
  "eth1-definition": "„Eth1“ ist ein Begriff, der sich auf das Mainnet Ethereum bezog, die bestehende Proof-of-Work-Blockchain. Dieser Begriff wurde inzwischen zugunsten der „Ausführungsebene“ veraltet. <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">Erfahren Sie mehr über diese Namensänderung</a>.",
  "eth2-term": "Eth2",
  "eth2-definition": "„Eth2“ ist ein Begriff, der sich auf eine Reihe von Ethereum-Protokoll-Upgrades bezog, einschließlich des Übergangs von Ethereum zu Proof-of-Stake. Dieser Begriff wurde inzwischen zugunsten der „Konsens-Ebene“ veraltet. <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">Erfahren Sie mehr über diese Namensänderung</a>.",
  "eip-term": "Ethereum Verbesserungsvorschläge (EIP)",
  "eip-definition": "Ein Designdokument, das der Ethereum-Community Informationen bereitstellt und eine vorgeschlagene neue Funktion oder deren Prozesse oder Umgebung beschreibt (siehe <a href=\"/glossary/#erc\">ERC</a>). <a href=\"/eips/\">Einführung in EIPs</a>",
  "ens-term": "Ethereum Namensservice (Ethereum Name Service, ENS)",
  "ens-definition": "Der Ethereum Name Service ist wie ein Internet-Telefonbuch für Ethereum-Adressen. Anstatt lange Wallet-Adressen zu verwenden, können Sie mit ENS einfache Namen wie „john.eth“ verwenden, um digitales Geld und Vermögenswerte zu senden und zu empfangen.<br /><br /><strong>Technisch:</strong><br />Die ENS-Registry ist ein einziger zentraler <a href=\"/glossary/#smart-contract\">Vertrag</a>, der eine Zuordnung von Domainnamen zu Eigentümern und Resolvern bereitstellt, wie in EIP-137 beschrieben. <a href=\"https://ens.domains\">Lesen Sie mehr auf ens.domains</a>.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "ERC-1155 ist ein neuerer Typ von Ethereum-Token-Standard, der NFT (wie einzigartige Sammlerstücke) ähnelt, aber auch die Erstellung austauschbarer Gegenstände (wie Währung) innerhalb eines einzigen Smart Contracts ermöglicht.<br />Dies macht es einfacher und effizienter, verschiedene Arten von digitalen Vermögenswerten zu verwalten, insbesondere für Anwendungen wie Videospiele oder digitale Sammlungen.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "ERC-20 ist der Standard, den die meisten Token im Ethereum-Netzwerk für ihre Erstellung verwenden.<br />Beliebte Beispiele sind Stablecoins wie DAI und USDC oder Börsen-Token wie UNI von Uniswap. Ähnlich wie jede Form alternativer Gelder, die wir in traditionellen Systemen haben … d. h. Belohnungspunkte, Kreditsysteme oder sogar Aktien usw.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "NFTs (nicht-fungible Token) werden nach einem Standardregelwerk erstellt, das als ERC-721 bezeichnet wird.<br />NFT-Token können den Besitz von allem Einzigartigen repräsentieren, wie z. B. digitale Kunst oder Sammlerstücke, wobei jeder Token seine eigenen besonderen Eigenschaften und seinen eigenen Wert hat. Jedes NFT ist einzigartig und leicht von jedem anderen NFT zu unterscheiden.",
  "execution-client-term": "Ausführungs-Client",
  "execution-client-definition": "Ausführungs-Clients (früher als „Eth1-Clients“ bekannt), wie Besu, Erigon, Go-Ethereum (Geth), Nethermind, haben die Aufgabe, Transaktionen zu verarbeiten und zu verbreiten und den Zustand von Ethereum zu verwalten. Sie führen die Berechnungen für jede Transaktion mit der <a href=\"/glossary/#evm\">Ethereum Virtual Machine</a> durch, um sicherzustellen, dass die Regeln des Protokolls eingehalten werden.",
  "execution-layer-term": "Ausführungsebene",
  "execution-layer-definition": "Die Ausführungsebene von Ethereum ist das Netzwerk der <a href=\"/glossary/#execution-client\">Ausführungsclients</a>.",
  "eoa-term": "Extern geführtes Konto (EOA)",
  "eoa-definition": "Externally Owned Accounts (EOAs) sind der häufigste Typ von Ethereum-Konten. Sie werden von einer Person durch private Schlüssel/Wiederherstellungsphrase kontrolliert. <a href=\"/wallets/\">Mehr über Ethereum-Wallets</a>.",
  "erc-term": "Ethereum-Anfrage zur Kommentierung (ERC)",
  "erc-definition": "ERC (<strong>Ethereum Request for Comments</strong>) ist eine Art technischer Dokumentation, die in der Ethereum-Community verwendet wird, um neue Nutzungsstandards für das Ethereum-Netzwerk vorzuschlagen.<br /><br />Diese Vorschläge können ein breites Themenspektrum abdecken, einschließlich neuer Token-Standards (wie ERC-20 für Token und ERC-721 für NFTs).",
  "ethash-term": "Ethash",
  "ethash-definition": "Ein <a href=\"/glossary/#pow\">Proof-of-Work</a>-Algorithmus, der auf Ethereum verwendet wurde, bevor es auf <a href=\"/glossary/#pos\">Proof-of-Stake</a> umgestellt wurde. <a href=\"/developers/docs/consensus-mechanisms/pow/mining/mining-algorithms/ethash\">Lesen Sie mehr</a>",
  "ether-term": "Ether",
  "ether-definition": "Die native Kryptowährung von Ethereum, die üblicherweise als „ETH“ bezeichnet wird. Sie wird verwendet, um Transaktionsgebühren zu decken, wenn das Ethereum-Ökosystem und Anwendungen verwendet werden. <a href=\"/eth/\">Mehr über Ether</a>.",
  "events-term": "Ereignisse",
  "events-definition": "Ermöglicht die Verwendung von <a href=\"/glossary/#evm\">EVM</a>-Protokollierungseinrichtungen. <a href=\"/glossary/#dapp\">Dapps</a> können auf Ereignisse lauschen und sie verwenden, um JavaScript-Callbacks in der Benutzeroberfläche auszulösen. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">Mehr über Ereignisse und Protokolle</a>",
  "evm-term": "Ethereum Virtuelle Maschine (EVM)",
  "evm-definition": "Eine stapelbasierte virtuelle Maschine, die <a href=\"/glossary/#bytecode\">Bytecode</a> ausführt. In Ethereum gibt das Ausführungsmodell an, wie der Systemzustand angesichts einer Reihe von Bytecode-Anweisungen und eines kleinen Tupels von Umgebungsdaten geändert wird. Dies wird durch ein formales Modell einer virtuellen Zustandsmaschine spezifiziert. <a href=\"/developers/docs/evm/\">Mehr über die Ethereum Virtual Machine</a>.",
  "evm-assembly-language-term": "EVM-Assemblysprache",
  "evm-assembly-language-definition": "Eine für Menschen lesbare Form von EVM <a href=\"/glossary/#bytecode\">Bytecode.",
  "fallback-function-term": "Fallback-Funktion",
  "fallback-function-definition": "Eine Standardfunktion, die aufgerufen wird, wenn keine Daten vorhanden sind oder ein deklarierter Funktionsname fehlt.",
  "faucet-term": "Faucet",
  "faucet-definition": "Ein Service, der über einen <a href=\"/glossary/#smart-contract\">Smart Contract</a> ausgeführt wird und Geldmittel in Form von kostenlosem Test-Ether, das in einem Testnetzwerk verwendet wird, bereitstellt.",
  "finality-term": "Endgültigkeit",
  "finality-definition": "Finalität ist die Garantie, dass eine Reihe von Transaktionen nicht geändert werden kann, ohne dass eine riesige Menge an ETH verloren geht.",
  "finney-term": "Finney",
  "finney-definition": "Eine Denomination von <a href=\"/glossary/#ether\">Ether</a>. 1 Finney = 10<sup>15</sup> <a href=\"/glossary/#wei\">Wei</a>. 10<sup>3</sup> Finney = 1 Ether.",
  "fork-term": "Fork",
  "fork-definition": "Eine Änderung im Protokoll, die die Erstellung einer alternativen Chain verursacht.",
  "fork-choice-algorithm-term": "Fork-Choice-Algorithmus",
  "fork-choice-algorithm-definition": "Der Algorithmus, der verwendet wird, um den Kopf der Blockchain zu identifizieren. Auf Ethereum wird der Kopf der Kette als der Fork mit dem größten „Gewicht“ an Attestierungen identifiziert. Das Gewicht ist das Produkt aus der Anzahl der Attestierungen und dem effektiven Guthaben der attestierenden Validatoren. Dies bedeutet, dass der wahre Kopf der Kette derjenige ist, für den der meiste gestakte Ether gestimmt hat. Auf der Konsens-Ebene wird der Fork-Choice-Algorithmus <a href=\"/glossary/#lmd-ghost\">LMD_GHOST</a> genannt.",
  "fraud-proof-term": "Betrugsbeweis",
  "fraud-proof-definition": "Ein Sicherheitsmodell für bestimmte <a href=\"/glossary/#layer-2\">Layer-2</a>-Lösungen, bei denen zur Beschleunigung Transaktionen in Batches <a href=\"/glossary/#rollups\">gebündelt</a> und in einer einzigen Transaktion an Ethereum übermittelt werden. Andere Netzwerkteilnehmer können die Transaktionen erneut ausführen, um zu überprüfen, ob sie ehrlich ausgeführt wurden. Wenn sie eine Diskrepanz zwischen den veröffentlichten Daten und ihrer eigenen Version aufdecken, können sie einen kryptographischen Beweis veröffentlichen, der zeigt, wo ein Betrug stattgefunden hat. Einige <a href=\"/glossary/#rollups\">Rollups</a> verwenden <a href=\"/glossary/#validity-proof\">Gültigkeitsbeweise</a>.",
  "frontier-term": "Frontier",
  "frontier-definition": "Die erste Phase der Testentwicklung von Ethereum, die von Juli 2015 bis März 2016 andauerte.",
  "gas-term": "Gas",
  "gas-definition": "Gas ist die Gebühr, die für Transaktionen und Smart Contracts auf einer Blockchain wie Ethereum bezahlt wird. <a href=\"/gas/\">Mehr über Gas und Gebühren</a>.",
  "gas-limit-term": "Gaslimit",
  "gas-limit-definition": "Die maximale Menge an <a href=\"/glossary/#gas\">Gas</a>, die eine <a href=\"/glossary/#transaction\">Transaktion</a> oder ein <a href=\"/glossary/#block\">Block</a> verbrauchen kann.",
  "gas-price-term": "Gaspreis",
  "gas-price-definition": "Preis in Ether von einer Einheit an Gas, der innerhalb einer Transaktion spezifiziert wurde.",
  "genesis-block-term": "Genesis-Block",
  "genesis-block-definition": "Der allererste Block in einer <a href=\"/glossary/#blockchain\">Blockchain</a>, der verwendet wird, um ein bestimmtes Netzwerk und seine Kryptowährung zu initialisieren.",
  "geth-term": "Geth",
  "geth-definition": "Go Ethereum. Eine der bekanntesten Implementierungen des Ethereum-Protokolls, geschrieben in Go. <a href=\"https://geth.ethereum.org\">Lesen Sie mehr auf geth.ethereum.org</a>",
  "gwei-term": "Gwei",
  "gwei-definition": "Kurz für Gigawei, eine Denomination von <a href=\"/glossary/#ether\">Ether</a>, die üblicherweise zur Preisgestaltung von <a href=\"/glossary/#gas\">Gas</a> verwendet wird. 1 Gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">Wei</a>. 10<sup>9</sup> Gwei = 1 Ether.",
  "hard-fork-term": "Hard Fork",
  "hard-fork-definition": "Eine permanente Abweichung in der <a href=\"/glossary/#blockchain\">Blockchain</a>; auch als Hard-Fork-Änderung bekannt. Eine solche tritt häufig auf, wenn nicht aktualisierte Nodes keine Blöcke validieren können, die von aktualisierten Nodes erstellt wurden, die neueren <a href=\"/glossary/#consensus-rules\">Konsensregeln</a> folgen. Nicht zu verwechseln mit einem Fork, Soft Fork, Software-Fork oder Git-Fork.",
  "hash-term": "Hash",
  "hash-definition": "Ein Fingerabdruck mit fester Länge einer Eingabe variabler Größe, der von einer Hash-Funktion erzeugt wird. (Siehe <a href=\"/glossary/#keccak-256\">Keccak-256</a>).",
  "hash-rate-term": "Hashrate",
  "hash-rate-definition": "Die Anzahl der Hashberechnungen pro Sekunde durch Computer mit Mining-Software.",
  "homestead-term": "Homestead",
  "holographic-consensus-term": "Holographischer Konsens",
  "holographic-consensus-definition": "Bezieht sich darauf, wie eine große Gruppenentscheidung getroffen wird, indem eine kleinere Gruppe von repräsentativen Personen abstimmen darf. Alle anderen stimmen dann zu, dem zu folgen, solange sie darauf vertrauen, dass die kleine Gruppe gute Arbeit geleistet hat.<br />Es wird in einigen Online-Communitys verwendet, um Entscheidungen schnell zu treffen, ohne dass jeder über alles abstimmen muss, während gleichzeitig sichergestellt wird, dass die Entscheidungen fair sind und das repräsentieren, was die meisten Menschen wollen.",
  "homestead-definition": "Die zweite Entwicklungsphase von Ethereum. Sie begann im März 2016 mit Block 1.150.000.",
  "index-term": "Index",
  "index-definition": "Eine Netzwerkstruktur, die die Abfrage von Informationen aus der gesamten <a href=\"/glossary/#blockchain\">Blockchain</a> optimieren soll, indem sie einen effizienten Pfad zu ihrer Speicherquelle bereitstellt.",
  "ide-term": "Integrierte Entwicklungsumgebung (IDE)",
  "ide-definition": "Eine Benutzeroberfläche, die typischerweise einen Code-Editor, Compiler, eine Laufzeitumgebung und einen Debugger kombiniert. <a href=\"/developers/docs/ides/\">Mehr über integrierte Entwicklungsumgebungen</a>.",
  "immutable-deployed-code-problem-term": "Problem des unveränderlichen bereitgestellten Codes",
  "immutable-deployed-code-problem-definition": "Sobald der Code eines <a href=\"/glossary/#smart-contract\">Vertrags</a> (oder einer Bibliothek) bereitgestellt ist, wird er unveränderlich. Standardmäßige Softwareentwicklungspraktiken beruhen darauf, mögliche Fehler beheben und neue Funktionen hinzufügen zu können, daher stellt dies eine Herausforderung für die Entwicklung von Smart Contracts dar. <a href=\"/developers/docs/smart-contracts/deploying/\">Mehr über die Bereitstellung von Smart Contracts</a>.",
  "internal-transaction-term": "Interne Transaktion",
  "internal-transaction-definition": "Eine <a href=\"/glossary/#transaction\">Transaktion</a> wurde von einem <a href=\"/glossary/#contract-account\">Vertragskonto</a> an ein anderes Vertragskonto oder eine <a href=\"/glossary/#eoa\">EOA</a> gesendet (siehe <a href=\"/glossary/#message\">Nachricht</a>).",
  "issuance-term": "Ausgabe",
  "issuance-definition": "Das Prägen von neuem Ether, um das Vorschlagen von Blöcken, deren Attestierung und Überprüfung zu belohnen.",
  "kdf-term": "Schlüsselableitungsfunktion (Key Derivation Function, KDF)",
  "kdf-definition": "Auch bekannt als „Passwort-Stretching-Algorithmus\", wird sie von <a href=\"/glossary/#keystore\">Keystore</a>-Formaten zum Schutz vor Brute-Force-, Wörterbuch- und Rainbow-Table-Angriffen auf Passphrasen-Verschlüsselung verwendet, indem wiederholt die Passphrase gehasht wird.",
  "keystore-term": "Schlüsseldatei",
  "keystore-definition": "Das Paar aus privatem Schlüssel und Adresse jedes Kontos existiert als einzelne Schlüsseldatei in einem Ethereum-Client. Dies sind JSON-Textdateien, die den verschlüsselten privaten Schlüssel des Kontos enthalten, der nur mit dem bei der Kontoerstellung eingegebenen Passwort entschlüsselt werden kann.",
  "keccak-256-term": "Keccak-256",
  "keccak-256-definition": "Kryptographische <a href=\"/glossary/#hash\">Hash</a>-Funktion, die in Ethereum verwendet wird. Keccak-256 wurde als <a href=\"/glossary/#sha\">SHA</a>-3 standardisiert.",
  "key-term": "Schlüssel",
  "key-definition": "Im Kontext von Ethereum sind Schlüssel digitale Codes: ein öffentlicher Schlüssel zum Empfangen von Transaktionen und ein privater Schlüssel zum Zugreifen auf und Senden von Geldern.<br />Öffentliche Schlüssel: Diese können offen geteilt werden.<br />Private Schlüssel: Diese werden vom Besitzer geheim gehalten.",
  "layer-1-term": "Layer 1 (Ebene 2)",
  "layer-1-definition": "Layer 1 bezieht sich auf die Haupt-Blockchain in einem mehrstufigen Blockchain-Netzwerk. Zum Beispiel sind Ethereum und Bitcoin Layer-1-Blockchains. Viele Layer-2-Blockchains lagern ressourcenintensive Transaktionen auf ihre separate Blockchain aus, während sie weiterhin die Layer-1-Blockchain von Ethereum oder Bitcoin für Sicherheitszwecke nutzen.",
  "layer-2-term": "Ebene 2",
  "layer-2-definition": "Layer 2 sind weitere Netzwerke, die auf dem Ethereum-Hauptnetzwerk aufbauen, um Transaktionen schneller und günstiger zu machen. <a href=\"/layer-2/\">Mehr über Layer 2</a>.",
  "library-term": "Bibliothek",
  "library-definition": "Eine spezielle Art von <a href=\"/glossary/#smart-contract\">Vertrag</a>, der keine zahlbaren Funktionen, keine Fallback-Funktion und keinen Datenspeicher hat. Daher kann er weder Ether empfangen oder halten noch Daten speichern. Eine Bibliothek dient als zuvor bereitgestellter Code, den andere Verträge für schreibgeschützte Berechnungen aufrufen können. <a href=\"/developers/docs/smart-contracts/libraries/\">Mehr über Smart-Contract-Bibliotheken</a>.",
  "light-client-term": "Light-Client",
  "light-client-definition": "Ein Ethereum-Client, der keine lokale Kopie der <a href=\"/glossary/#blockchain\">Blockchain</a> speichert oder Blöcke und <a href=\"/glossary/#transaction\">Transaktionen</a> validiert. Er bietet die Funktionen einer <a href=\"/glossary/#wallet\">Wallet</a> und kann Transaktionen erstellen und senden.",
  "liquidity-term": "Liquidität",
  "liquidity-definition": "Liquidität ist, wie schnell und einfach ein Vermögenswert in Bargeld oder einen anderen Vermögenswert umgewandelt werden kann. Dezentralisierte Börsen wie Uniswap haben mehrere Liquiditätspools, in die Vermögensinhaber ihre Vermögenswerte einzahlen können, wo Händler sie auf dezentralisierte Weise gegen Belohnungen kaufen und verkaufen können.",
  "liquidity-tokens-term": "Liquiditäts-Token",
  "liquidity-tokens-definition": "Liquiditätstoken (LST) sind digitale Token, die an Teilnehmer ausgegeben werden, die Vermögenswerte in einen Liquiditätspool einzahlen, bei dem es sich um eine Sammlung von Geldern handelt, die in einem Smart Contract gesperrt sind und zur Erleichterung des Handels an einer dezentralisierten Börse (DEX) verwendet werden.<br />Diese Token repräsentieren den Anteil des Teilnehmers am Pool und können später gegen die ursprüngliche Einlage plus einen Teil der durch die Aktivität des Pools generierten Handelsgebühren eingelöst werden. Im Wesentlichen dienen Liquiditätstoken als Eigentums- oder Anteilsnachweis an einem Liquiditätspool, der es den Inhabern ermöglicht, Belohnungen zu verdienen, während sie die notwendige Liquidität für andere bereitstellen, um verschiedene Kryptowährungspaare effizient zu handeln.",
  "liquid-staking-tokens-term": "Liquid Staking Tokens",
  "liquid-staking-tokens-definition": "Ein Derivat-Token, der den Besitz der gesperrten Kryptowährung repräsentiert, die ein Benutzer stakt. Nach dem Staken eines Vermögenswerts ermöglichen einige Plattformen das Minten von Liquid Staking Tokens (LSTs), die einen entsprechenden Anteil an den gesperrten Token repräsentieren. Diese LSTs können dann gehandelt, verkauft oder in anderen DeFi-Protokollen verwendet werden, was die Kapitaleffizienz für den Staker verbessert, indem der Zugang zu Liquidität aus seinen Mitteln ermöglicht wird, auch während seine ursprünglichen Vermögenswerte gestakt bleiben.",
  "lmd-ghost-term": "LMD-GHOST",
  "lmd-ghost-definition": "Der <a href=\"/glossary/#fork-choice-algorithm\">Fork-Choice-Algorithmus</a>, der von den Konsens-Clients von Ethereum verwendet wird, um den Kopf der Kette zu identifizieren. LMD-GHOST ist ein Akronym für „Latest Message Driven Greediest Heaviest Observed SubTree“, was bedeutet, dass der Kopf der Kette der Block mit der größten Anhäufung von <a href=\"/glossary/#attestation\">Attestierungen</a> in seiner Geschichte ist.",
  "mainnet-term": "Mainnet (Hauptnetz)",
  "mainnet-definition": "Kurz für „Hauptnetzwerk“, dies ist die öffentliche Haupt-<a href=\"/glossary/#blockchain\">Blockchain</a> von Ethereum.",
  "max-fee-per-gas-term": "Max Fee Per Gas",
  "max-fee-per-gas-definition": "Die Max Fee ist der absolute Höchstbetrag, den ein Nutzer bereit ist, pro Gaseinheit (<a href=\"/glossary/#gwei\">gwei</a>) zu zahlen, um eine Transaktion in einen Block aufzunehmen.",
  "merkle-patricia-tree-term": "Merkle-Patricia-Tree (MPT)",
  "merkle-patricia-tree-definition": "Eine Datenstruktur, die in Ethereum verwendet wird, um Schlüssel-Wert-Paare effizient zu speichern.",
  "merkle-root-term": "Merkle-Root",
  "merkle-root-definition": "Ein Merkle-Root ist der einzelne oberste Hash eines Merkle-Trees. Er verifiziert alle Transaktionen innerhalb eines Blocks.",
  "message-term": "Nachricht",
  "message-definition": "Eine <a href=\"/glossary/#internal-transaction\">interne Transaktion</a>, die niemals serialisiert und nur innerhalb der <a href=\"/glossary/#evm\">EVM</a> gesendet wird.",
  "message-call-term": "Nachrichtenaufruf",
  "message-call-definition": "Der Akt der Übermittlung einer <a href=\"/glossary/#message\">Nachricht</a> von einem Konto an ein anderes. Wenn das Zielkonto mit <a href=\"/glossary/#evm\">EVM</a>-Code verknüpft ist, wird die VM mit dem Zustand dieses Objekts gestartet und die Nachricht wird ausgeführt.",
  "mev-term": "Maximal extrahierbarer Wert (MEV)",
  "mev-definition": "Der maximale Wert, der aus der Blockproduktion über die Standard-Block-Belohnung und Gasgebühren hinaus extrahiert werden kann, indem Transaktionen in einem Block ein-, ausgeschlossen und deren Reihenfolge geändert wird. <a href=\"/developers/docs/mev/\">Mehr über den maximal extrahierbaren Wert (MEV)</a>.",
  "mining-term": "Mining",
  "mining-definition": "Der Prozess, bei dem ein Block-Header wiederholt gehasht wird, während eine <a href=\"/glossary/#nonce\">Nonce</a> inkrementiert wird, bis das Ergebnis eine beliebige Anzahl führender binärer Nullen enthält. Dies ist der Prozess, durch den neue <a href=\"/glossary/#block\">Blöcke</a> einer Proof-of-Work-Blockchain hinzugefügt werden. So wurde Ethereum gesichert, bevor es zu Proof-of-Stake wechselte.",
  "miner-term": "Miner",
  "miner-definition": "Ein Netzwerk-<a href=\"/glossary/#node\">Node</a>, der gültige <a href=\"/glossary/#pow\">Proof-of-Work</a> für neue Blöcke findet, indem er wiederholt Hash-Vorgänge durchführt (siehe <a href=\"/glossary/#ethash\">Ethash</a>). Miner sind nicht mehr Teil von Ethereum - sie wurden durch Validatoren ersetzt, als Ethereum auf Proof-of-Stake umstellte.",
  "mint-term": "Mint",
  "mint-definition": "Minting ist der Prozess, neue Token zu erstellen und in Umlauf zu bringen, damit sie verwendet werden können. Es ist ein dezentraler Mechanismus, um einen neuen Token ohne die Beteiligung einer zentralen Autorität zu erstellen.",
  "multisig-term": "Multisig",
  "multisig-definition": "Multisig (Multi-Signatur) bezieht sich auf eine digitale Wallet oder ein Konto, das mehrere Signaturen oder Genehmigungen zur Ausführung von Transaktionen erfordert, was die Sicherheit erhöht.<br />Dies fügt zusätzliche Sicherheit im Vergleich zu traditionellen Einzelsignatur-Konten hinzu, bei denen nur die Genehmigung einer Person erforderlich ist.",
  "network-term": "Netzwerk",
  "network-definition": "Bezieht sich auf das Ethereum-Netzwerk, ein Peer-to-Peer-Netzwerk, das Transaktionen und Blöcke an jeden Ethereum-Node (Netzwerkteilnehmer) weiterleitet. <a href=\"/developers/docs/networks/\">Mehr zu Netzwerken</a>.",
  "network-hashrate-term": "Netzwerk-Hashrate",
  "network-hashrate-definition": "Die kollektive Hashrate, die von einem gesamten Mining-Netzwerk erzeugt wird. Das Mining auf Ethereum wurde abgeschaltet, als Ethereum zu Proof-of-Stake wechselte.",
  "nft-term": "Nicht-fungibler Token (NFT)",
  "nft-definition": "Ein einzigartiger digitaler Gegenstand, den Sie besitzen können, wie Kunst oder Sammlerstücke, verifiziert durch Blockchain-Technologie. <a href=\"/nft/\">Mehr zu nicht-fungiblen Token (NFTs)</a>.",
  "node-term": "Node",
  "node-definition": "Ein Software-Client, der am Netzwerk teilnimmt. <a href=\"/developers/docs/nodes-and-clients/\">Mehr über Nodes und Clients</a>.",
  "nonce-term": "Nonce",
  "nonce-definition": "In der Kryptographie ein Wert, der nur einmal verwendet werden kann. Eine Konto-Nonce ist ein Transaktionszähler in jedem Konto, der verwendet wird, um Replay-Angriffe zu verhindern.",
  "offchain-term": "Off-Chain",
  "offchain-definition": "Offchain bedeutet jede Transaktion oder Daten, die außerhalb der Blockchain existieren. Da die Durchführung jeder Transaktion Onchain teuer und ineffizient sein kann, übernehmen Drittanbieter-Tools wie Oracles, die Preisdaten verarbeiten, oder Layer-2-Lösungen, die einen höheren Transaktionsdurchsatz ausführen, einen Großteil der Verarbeitungsarbeit Offchain und übermitteln Informationen in weniger häufigen Intervallen Onchain.",
  "ommer-term": "Ommer-(Onkel-)Block",
  "ommer-definition": "Wenn ein Proof-of-Work-<a href=\"/glossary/#miner\">Miner</a> einen gültigen <a href=\"/glossary/#block\">Block</a> findet, kann ein anderer Miner einen konkurrierenden Block veröffentlicht haben, der zuerst zur Spitze der Blockchain hinzugefügt wird. Dieser gültige, aber veraltete Block kann von neueren Blöcken als <em>Ommers</em> aufgenommen werden und eine teilweise Block-Belohnung erhalten. Der Begriff „Ommer“ ist die bevorzugte geschlechtsneutrale Bezeichnung für das Geschwister eines Elternblocks, wird aber manchmal auch als „Uncle“ bezeichnet. Dies war bei Ethereum üblich, als es noch ein <a href=\"/glossary/#pow\">Proof-of-Work</a>-Netzwerk war. Da Ethereum nun <a href=\"/glossary/#pos\">Proof-of-Stake</a> verwendet, wird pro Slot nur ein Block-Vorschlagender ausgewählt.",
  "onchain-term": "Onchain",
  "onchain-definition": "Bezieht sich auf Aktionen oder Transaktionen, die auf der Blockchain stattfinden und öffentlich zugänglich sind.<br /><br />Man kann es sich wie das Schreiben in ein großes, gemeinsames Notizbuch vorstellen, das jeder einsehen und überprüfen kann. Dadurch wird sichergestellt, dass alles Geschriebene (wie das Senden von digitalem Geld oder das Erstellen eines Vertrags) dauerhaft ist und nicht geändert oder gelöscht werden kann.",
  "optimistic-rollup-term": "Optimistische Rollups",
  "optimistic-rollup-definition": "Optimistic Rollup ist eine Layer-2-Lösung, die Transaktionen auf Ethereum beschleunigt, indem sie standardmäßig als gültig angenommen werden, sofern sie nicht angefochten werden. <a href=\"/developers/docs/scaling/optimistic-rollups/\">Mehr über Optimistic Rollups</a>.",
  "oracle-term": "Orakel",
  "oracle-definition": "Ein Oracle ist eine Brücke zwischen der <a href=\"/glossary/#blockchain\">Blockchain</a> und der realen Welt. Sie fungieren als Onchain-<a href=\"/glossary/#api\">APIs</a>, die nach Informationen abgefragt und in <a href=\"/glossary/#smart-contract\">Smart Contracts</a> verwendet werden können. <a href=\"/developers/docs/oracles/\">Mehr über Oracles</a>.",
  "peer-term": "Peer",
  "peer-definition": "Verbundene Computer mit Ethereum Client-Software und identischen Kopien der <a href=\"/glossary/#blockchain\">Blockchain</a>.",
  "peer-to-peer-network-term": "Peer-to-Peer-Netzwerk",
  "peer-to-peer-network-definition": "Ein Netzwerk von Computern (<a href=\"/glossary/#peer\">Peers</a>), die gemeinsam in der Lage sind, Funktionalitäten ohne die Notwendigkeit zentralisierter, serverbasierter Dienste auszuführen.<br />Diese Einrichtung wird häufig zum Teilen von Dateien (z. B. BitTorrent), Informationen oder digitalen Währungen verwendet und ermöglicht einen direkteren und potenziell effizienteren Austausch zwischen Benutzern.",
  "permissionless-term": "Genehmigungsfrei",
  "permissionless-definition": "Permissionless bedeutet, dass jeder einem System wie Ethereum beitreten und es nutzen kann. Es ist offen für alle zur Teilnahme und erfordert keine Genehmigung.",
  "plasma-term": "Plasma",
  "plasma-definition": "Eine Offchain-Skalierungslösung, die <a href=\"/glossary/#fraud-proof\">Betrugsbeweise</a> verwendet, wie <a href=\"/glossary/#optimistic-rollup\">Optimistic Rollups</a>. Plasma ist auf einfache Transaktionen wie grundlegende Token-Übertragungen und Swaps beschränkt. <a href=\"/developers/docs/scaling/plasma\">Mehr über Plasma</a>.",
  "private-key-term": "Privater Schlüssel",
  "private-key-definition": "Ein privater Schlüssel ist ein geheimer Code, der beweist, dass Sie Ihr digitales Geld besitzen und es Ihnen ermöglicht, es auszugeben, wie eine PIN für Ihr Konto. <strong>TEILEN SIE IHN NICHT</strong>.",
  "public-goods-term": "Öffentliche Güter",
  "public-goods-definition": "Öffentliche Güter sind Dinge, die jeder kostenlos nutzen kann, wie Parks oder saubere Luft, und deren Nutzung andere nicht daran hindert, sie ebenfalls zu nutzen. Regierungen stellen diese oft zur Verfügung, weil Unternehmen dies in der Regel nicht tun, da sie die Menschen nicht einfach für deren Nutzung zur Kasse bitten können.",
  "private-chain-term": "Private Chain",
  "private-chain-definition": "Eine vollständig private Blockchain ist eine Blockchain mit erlaubtem Zugriff, die nicht öffentlich für den Gebrauch zugänglich ist.",
  "poap-term": "POAP",
  "poap-definition": "Das Proof of Attendance Protocol wird verwendet, um ein digitales Sammlerstück (NFT) zu erstellen, das beweist, dass Sie an einer bestimmten Veranstaltung oder Aktivität teilgenommen haben.",
  "pos-term": "Proof-of-Stake (PoS)",
  "pos-definition": "Eine Methode, mit der ein Kryptowährungs-Blockchain-Protokoll einen verteilten <a href=\"/glossary/#consensus\">Konsens</a> erreichen will. PoS fordert Benutzer auf, den Besitz einer bestimmten Menge an Kryptowährung (ihren „Stake“ im Netzwerk) nachzuweisen, um an der Validierung von Transaktionen teilnehmen zu können. <a href=\"/developers/docs/consensus-mechanisms/pos/\">Mehr über Proof-of-Stake</a>.",
  "pow-term": "Proof-of-Work (PoW)",
  "pow-definition": "Ein Sicherheitsmechanismus für Blockchains, der von Nodes verlangt, Energie in Form von Rechenleistung aufzuwenden, um einen bestimmten Wert zu finden.",
  "proto-danksharding-term": "Proto-Danksharding",
  "proto-danksharding-definition": "Ein neuer Transaktionstyp, der „Blobs“ von Daten für Ethereum akzeptiert. Diese „Blob“-Daten werden vorübergehend auf der Beacon-Chain für 4096 Epochen (~18,2 Tage) gespeichert und können optional danach beschnitten werden, um die Hardwareanforderungen für Node-Betreiber zu reduzieren.",
  "public-key-term": "Öffentlicher Schlüssel",
  "public-key-definition": "Ein öffentlicher Schlüssel ist eine Zeichenfolge, die es anderen ermöglicht, Ihnen sicher digitale Währung zu senden, wie eine E-Mail-Adresse für Geld.",
  "quadratic-voting-term": "Quadratische Abstimmung",
  "quadratic-voting-definition": "Ist eine Abstimmungsmethode, bei der die Wähler ausdrücken, wie stark sie sich zu Themen fühlen. Es ermöglicht den Wählern, nicht nur ihre Präferenz, sondern auch die Intensität ihrer Präferenz zu zeigen.",
  "receipt-term": "Beleg",
  "receipt-definition": "Von einem Ethereum-Client herausgegebene Daten, um das Ergebnis einer bestimmten <a href=\"/glossary/#transaction\">Transaktion</a> zu repräsentieren, mit einem <a href=\"/glossary/#hash\">Hash</a> der Transaktion, deren <a href=\"/glossary/#block\">Blocknummer</a>, der verbrauchten Menge an <a href=\"/glossary/#gas\">Gas</a> und, im Fall des Einsatzes eines <a href=\"/glossary/#smart-contract\">Smart Contracts</a>, der <a href=\"/glossary/#address\">Adresse</a> des Vertrags.",
  "recovery-phrase-term": "Seed-Phrase/Wiederherstellungsphrase",
  "recovery-phrase-definition": "Eine Liste von Wörtern, die Ihnen beim Erstellen einer digitalen Wallet gegeben wird. Sie fungiert wie ein Passwort, mit dem Sie wieder in Ihre Wallet gelangen können, wenn Sie den Zugriff verlieren, um sicherzustellen, dass Sie Ihr digitales Geld oder Ihre Token nicht verlieren.",
  "re-entrancy-attack-term": "Wiedereintrittsangriff",
  "re-entrancy-attack-definition": "Ein Angriff, bei dem ein Angreifervertrag eine Funktion eines Opfervertrags so aufruft, dass das Opfer während der Ausführung den Angreifervertrag erneut rekursiv aufruft. Dies kann zum Beispiel zum Diebstahl von Geldern führen, indem Teile des Opfervertrags übersprungen werden, die Guthaben aktualisieren oder Abhebungsbeträge zählen. <a href=\"/developers/docs/smart-contracts/security/#reentrancy\">Mehr über Wiedereintritt</a>.",
  "reward-term": "Belohnung",
  "reward-definition": "Ein Betrag an Ether, der <a href=\"/developers/docs/consensus-mechanisms/pos/rewards-and-penalties\">an Validatoren vergeben wird</a>, die bestimmte Funktionen ausführen, einschließlich des Vorschlagens eines Blocks oder der Teilnahme an einem Sync-Komitee, in jedem Slot.",
  "rlp-term": "Recursive Length Prefix (RLP)",
  "rlp-definition": "Ein von den Ethereum-Entwicklern entworfener <a href=\"/developers/docs/data-structures-and-encoding\">Kodierungsstandard</a> zur Kodierung und Serialisierung von Objekten (Datenstrukturen) beliebiger Komplexität und Länge.",
  "rollups-term": "Gruppierungen (Rollups)",
  "rollups-definition": "Eine Art von <a href=\"/glossary/#layer-2\">Layer-2</a>-Skalierungslösung, die mehrere Transaktionen bündelt und sie in einer einzigen Transaktion an <a href=\"/glossary/#mainnet\">die Ethereum-Hauptkette</a> übermittelt. Dies ermöglicht eine Reduzierung der <a href=\"/glossary/#gas\">Gas</a>kosten und eine Erhöhung des <a href=\"/glossary/#transaction\">Transaktions</a>durchsatzes. Es gibt Optimistic- und Zero-Knowledge-Rollups, die unterschiedliche Sicherheitsmethoden verwenden, um diese Skalierbarkeitsgewinne zu bieten. <a href=\"/developers/docs/scaling/#rollups\">Mehr über Rollups</a>.",
  "rpc-term": "Remote Procedure Call (RPC)",
  "rpc-definition": "RPC ermöglicht es einem Computer, Daten oder Aktionen von einem anderen über ein Netzwerk anzufordern, wie das Abfragen von Informationen mit einer Fernbedienung.",
  "sha-term": "Sicherer Hash-Algorithmus (SHA)",
  "sha-definition": "Eine Familie kryptografischer Hashfunktionen, die vom National Institute of Standards and Technologe (NIST) veröffentlicht wurde.",
  "serialization-term": "Serialisierung",
  "serialization-definition": "Der Prozess der Umwandlung einer Datenstruktur in eine Sequenz von Bytes.",
  "sequencer-term": "Sequencer",
  "sequencer-definition": "Ein Sequencer ist ein Programm, das für die Anordnung von Transaktionen in einem Blockchain-Netzwerk verantwortlich ist, insbesondere innerhalb von Layer-2-Skalierungslösungen.",
  "shard-term": "Shard / Shard-Chain",
  "shard-definition": "Shard-Chains sind diskrete Abschnitte der gesamten Blockchain, für die Untergruppen von Validatoren verantwortlich sein können. Dies war ursprünglich als der Weg gedacht, wie Ethereum auf Millionen von Transaktionen pro Sekunde skalieren sollte, wurde aber inzwischen durch die schnelle Entwicklung der Skalierung mit <a href=\"/glossary/#rollups\">Rollups</a> abgelöst.",
  "sidechain-term": "Sidechain",
  "sidechain-definition": "Eine Skalierungslösung, die eine separate Kette mit unterschiedlichen, oft schnelleren <a href=\"/glossary/#consensus-rules\">Konsensregeln</a> verwendet. Eine Brücke wird benötigt, um diese Sidechains mit dem <a href=\"/glossary/#mainnet\">Mainnet</a> zu verbinden. <a href=\"/glossary/#rollups\">Rollups</a> verwenden ebenfalls Sidechains, arbeiten aber im Gegensatz dazu in Zusammenarbeit mit dem <a href=\"/glossary/#mainnet\">Mainnet</a>. <a href=\"/developers/docs/scaling/sidechains/\">Mehr über Sidechains</a>.",
  "signing-term": "Signieren",
  "signing-definition": "Kryptografisch demonstrieren, dass eine Transaktion vom Inhaber eines bestimmten privaten Schlüssels genehmigt wurde.",
  "singleton-term": "Singleton",
  "singleton-definition": "Ein Programmierbegriff, der ein Objekt beschreibt, von dem nur eine Instanz existieren kann.",
  "slasher-term": "Slasher",
  "slasher-definition": "Ein Slasher ist eine Entität, die Attestierungen scannt und nach strafbaren Vergehen sucht. Slashings werden an das Netzwerk gesendet, und der nächste Block-Vorschlagende fügt den Beweis zum Block hinzu. Der Block-Vorschlagende erhält dann eine Belohnung für das Slashen des bösartigen Validators.",
  "slot-term": "Slot",
  "slot-definition": "Ein Zeitraum (12 Sekunden), in dem neue Blöcke von einem <a href=\"/glossary/#validator\">Validator</a> im <a href=\"/glossary/#pos\">Proof-of-Stake</a>-System vorgeschlagen werden können. Ein Slot kann leer sein. 32 Slots bilden eine <a href=\"/glossary/#epoch\">Epoche</a>. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Mehr zu Proof-of-Stake</a>.",
  "smart-contract-term": "Smart Contract",
  "smart-contract-definition": "Ein Smart Contract ist ein Programm, das Vereinbarungen auf einer Blockchain automatisch ausführt, wie ein selbstausführender digitaler Vertrag. <a href=\"/smart-contracts/\">Einführung in Smart Contracts</a>.",
  "snark-term": "SNARK",
  "snark-definition": "Kurz für „succinct non-interactive argument of knowledge“, ein SNARK ist eine Art von <a href=\"/glossary/#zk-proof\">Zero-Knowledge-Beweis</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Mehr über Zero-Knowledge-Rollups</a>.",
  "soft-fork-term": "Soft Fork",
  "soft-fork-definition": "Eine Abweichung in einer <a href=\"/glossary/#blockchain\">Blockchain</a>, die auftritt, wenn sich die <a href=\"/glossary/#consensus-rules\">Konsensregeln</a> ändern. Im Gegensatz zu einem <a href=\"/glossary/#hard-fork\">Hard Fork</a> ist ein Soft Fork abwärtskompatibel; aktualisierte Nodes können Blöcke validieren, die von nicht aktualisierten Nodes erstellt wurden, solange sie den neuen Konsensregeln folgen.",
  "solidity-term": "Solidity",
  "solidity-definition": "Eine prozedurale (imperative) Programmiersprache mit einer Syntax, die JavaScript, C++ oder Java ähnelt. Die beliebteste und am häufigsten verwendete Sprache für Ethereum-<a href=\"/glossary/#smart-contract\">Smart Contracts</a>. Erstellt von Dr. Gavin Wood. <a href=\"/developers/docs/smart-contracts/languages/#solidity\">Mehr über Solidity</a>.",
  "solidity-inline-assembly-term": "Solidity Inline Assembly",
  "solidity-inline-assembly-definition": "<a href=\"/glossary/#evm\">EVM</a>-Assemblersprache in einem <a href=\"/glossary/#solidity\">Solidity</a>-Programm. Die Unterstützung von Inline-Assembly in Solidity erleichtert das Schreiben bestimmter Operationen.",
  "stablecoin-term": "Stablecoin",
  "stablecoin-definition": "Ein Stablecoin ist eine Art von Kryptowährung, die so konzipiert ist, dass sie einen stabilen Wert hat, oft an eine Währung oder einen Rohstoff (wie den US-Dollar) gekoppelt, um Preisschwankungen zu minimieren. <a href=\"/stablecoins/\">Mehr über Stablecoins</a>.",
  "staking-term": "Staking",
  "staking-definition": "Einzahlung einer Menge <a href=\"/glossary/#ether\">Ether</a> (Ihr Stake), um ein Validator zu werden und das <a href=\"/glossary/#network\">Netzwerk</a> zu sichern. Ein Validator überprüft <a href=\"/glossary/#transaction\">Transaktionen</a> und schlägt <a href=\"/glossary/#block\">Blöcke</a> in einem <a href=\"/glossary/#pos\">Proof-of-Stake</a>-Konsensmodell vor. Das Staking gibt Ihnen einen wirtschaftlichen Anreiz, im besten Interesse des Netzwerks zu handeln. Sie erhalten Belohnungen für die Erfüllung Ihrer <a href=\"/glossary/#validator\">Validator</a>-Pflichten, verlieren aber unterschiedliche Mengen an ETH, wenn Sie dies nicht tun. <a href=\"/staking/\">Mehr über Ethereum-Staking</a>.",
  "staking-pool-term": "Staking-Pool",
  "staking-pool-definition": "Das kombinierte ETH von mehr als einem Ethereum-Staker, das verwendet wird, um die 32 ETH zu erreichen, die zur Aktivierung eines Satzes von Validator-Schlüsseln erforderlich sind. Ein Node-Betreiber verwendet diese Schlüssel, um am Konsens teilzunehmen, und die <a href=\"/glossary/#block-reward\">Block-Belohnungen</a> werden unter den beitragenden Stakern aufgeteilt. Staking-Pools oder delegiertes Staking sind nicht nativ im Ethereum-Protokoll, aber viele Lösungen wurden von der Community entwickelt. <a href=\"/staking/pools/\">Mehr über Pooled Staking</a>.",
  "stark-term": "STARK",
  "stark-definition": "Kurz für „scalable transparent argument of knowledge“, ein STARK ist eine Art von <a href=\"/glossary/#zk-proof\">Zero-Knowledge-Beweis</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Mehr über Zero-Knowledge-Rollups</a>.",
  "state-term": "Zustand",
  "state-definition": "Eine Momentaufnahme aller Salden und Daten auf der Blockchain zu einem bestimmten Zeitpunkt. Er bezieht sich normalerweise auf die Bedingung in einem bestimmten Block.",
  "state-channels-term": "Zustandskanäle",
  "state-channels-definition": "Eine <a href=\"/glossary/#layer-2\">Layer-2</a>-Lösung, bei der ein Kanal zwischen den Teilnehmern eingerichtet wird, über den sie frei und kostengünstig Transaktionen durchführen können. Nur eine <a href=\"/glossary/#transaction\">Transaktion</a> zum Einrichten des Kanals und zum Schließen des Kanals wird an das <a href=\"/glossary/#mainnet\">Mainnet</a> gesendet. Dies ermöglicht einen sehr hohen Transaktionsdurchsatz, erfordert jedoch, die Anzahl der Teilnehmer im Voraus zu kennen und Gelder zu sperren. <a href=\"/developers/docs/scaling/state-channels/#state-channels\">Mehr über State Channels</a>.",
  "supermajority-term": "Qualifizierte Mehrheit",
  "supermajority-definition": "Qualifizierte Mehrheit ist der Begriff für einen Betrag, der 2/3 (66 %) des gesamten gestaketen Ethers übersteigt, der Ethereum sichert. Eine qualifizierte Mehrheitsabstimmung ist erforderlich, damit Blöcke auf der Beacon-Chain <a href=\"/glossary/#finality\">finalisiert</a> werden können.",
  "sybil-attack-term": "Sybil Angriff",
  "sybil-attack-definition": "Sybil-Angriffe beziehen sich auf einzelne Menschen, die das System glauben lassen wollen, sie seien mehrere Menschen, um ihren Einfluss zu erhöhen.",
  "syncing-term": "Synchronisierung",
  "syncing-definition": "Der Prozess des Herunterladens der gesamten neuesten Version einer Blockchain auf einen Node.",
  "sync-committee-term": "Sync-Komitee",
  "sync-committee-definition": "Ein Sync-Komitee ist eine zufällig ausgewählte Gruppe von <a href=\"/glossary/#validator\">Validatoren</a>, die sich alle ~27 Stunden erneuert. Ihr Zweck ist es, ihre Signaturen zu gültigen Block-Headern hinzuzufügen. Sync-Komitees ermöglichen es <a href=\"/glossary/#light-client\">Light-Clients</a>, den Kopf der Blockchain zu verfolgen, ohne auf den gesamten Validator-Satz zugreifen zu müssen.",
  "szabo-term": "Szabo",
  "szabo-definition": "Eine Denomination von <a href=\"/glossary/#ether\">Ether</a>. 1 Szabo = 10<sup>12</sup> <a href=\"/glossary/#wei\">Wei</a>. 10<sup>6</sup> Szabo = 1 Ether.",
  "terminal-total-difficulty-term": "Terminale Gesamtschwierigkeit (Terminal Total Difficulty, TTD)",
  "terminal-total-difficulty-definition": "Die Gesamtschwierigkeit ist die Summe der Ethash-Mining-Schwierigkeit für alle Blöcke bis zu einem bestimmten Punkt in der Blockchain. Die Terminal Total Difficulty (terminale Gesamtschwierigkeit) ist ein spezifischer Wert für die Gesamtschwierigkeit, der als Auslöser für Ausführungs-Clients diente, um ihre Mining- und Block-Gossip-Funktionen abzuschalten und dem Netzwerk den Übergang zu Proof-of-Stake zu ermöglichen. Sie ist nicht mehr relevant, da Ethereum zu <a href=\"/glossary/#pos\">Proof-of-Stake</a> übergegangen ist.",
  "testnet-term": "Testnet",
  "testnet-definition": "Kurz für „Testnetzwerk“, ein Netzwerk, das verwendet wird, um das Verhalten des Hauptnetzwerks von Ethereum zu simulieren.",
  "token-term": "Token",
  "token-definition": "Ein handelbares virtuelles Gut, das in Smart Contracts auf der Ethereum-Blockchain definiert ist.",
  "token-factory-term": "Token-Fabrik",
  "token-factory-definition": "Eine Token-Fabrik ist ein Smart Contract, der die Erstellung von Token nach einem bestimmten Standard, wie <a href=\"#erc-20\">ERC-20</a>, <a href=\"#erc-721\">ERC-721</a> oder <a href=\"#erc-1155\">ERC-1155</a>, erleichtert. Der Smart Contract fungiert als Vorlage und ermöglicht es Benutzern, neue Token mit benutzerdefinierten Parametern wie Name, Symbol, Vorrat und zusätzlicher Funktionalität bereitzustellen, ohne einen neuen Smart Contract von Grund auf neu erstellen zu müssen.",
  "transaction-term": "Transaktion",
  "transaction-definition": "Daten, die der Ethereum-Blockchain übermittelt und von einem ursprünglichen <a href=\"/glossary/#account\">Konto</a> signiert wurden und auf eine bestimmte <a href=\"/glossary/#address\">Adresse</a> abzielen. Die Transaktion enthält Metadaten wie das <a href=\"/glossary/#gas-limit\">Gaslimit</a> für diese Transaktion. <a href=\"/developers/docs/transactions/\">Mehr über Transaktionen</a>.",
  "transaction-fee-term": "Transaktionsgebühr",
  "transaction-fee-definition": "Eine Gebühr, die Sie zahlen müssen, wann immer Sie das Ethereum-Netzwerk nutzen. Beispiele sind das Senden von Geldern aus Ihrer <a href=\"/glossary/#wallet\">Wallet</a> oder eine <a href=\"/glossary/#dapp\">Dapp</a>-Interaktion, wie das Tauschen von Token oder der Kauf eines Sammlerstücks. Sie können sich dies wie eine Servicegebühr vorstellen. Diese Gebühr ändert sich je nachdem, wie ausgelastet das Netzwerk ist. Das liegt daran, dass <a href=\"/glossary/#validator\">Validatoren</a>, die für die Verarbeitung Ihrer Transaktion verantwortlich sind, wahrscheinlich Transaktionen mit höheren Gebühren priorisieren – so treibt die Überlastung den Preis in die Höhe.<br/><br/>Auf technischer Ebene bezieht sich Ihre Transaktionsgebühr darauf, wie viel <a href=\"/glossary/#gas\">Gas</a> Ihre Transaktion benötigt.<br/><br/>Die Reduzierung der Transaktionsgebühren ist derzeit ein Thema von großem Interesse. Siehe <a href=\"/glossary/#layer-2\">Layer 2</a>.",
  "trust-assumptions-term": "Vertrauensannahme",
  "trust-assumptions-definition": "Vertrauensannahmen sind grundlegende Überzeugungen über die Sicherheit und Zuverlässigkeit eines Systems, die leiten, worauf wir vertrauen, damit das System funktioniert.",
  "trustlessness-term": "Vertrauenslosigkeit",
  "trustlessness-definition": "Die Fähigkeit eines Netzwerkes, Transaktionen zu vermitteln, ohne dass eine der beteiligten Parteien einem Dritten vertrauen muss.",
  "turing-complete-term": "Turing vollständig",
  "turing-complete-definition": "Ein nach dem englischen Mathematiker und Informatiker Alan Turing benanntes Konzept: Ein System von Datenmanipulationsregeln (z. B. der Befehlssatz eines Computers, eine Programmiersprache oder ein Zellularautomat) gilt als „Turing complete“ oder „computationally universal“, wenn es zur Simulation einer beliebigen Turing-Maschine verwendet werden kann.",
  "validator-term": "Validator",
  "validator-definition": "Ein <a href=\"/glossary/#node\">Node</a> in einem <a href=\"/glossary/#pos\">Proof-of-Stake</a>-System, der für die Speicherung von Daten, die Verarbeitung von Transaktionen und das Hinzufügen neuer Blöcke zur Blockchain verantwortlich ist. Um die Validator-Software zu aktivieren, müssen Sie in der Lage sein, 32 ETH zu <a href=\"/glossary/#staking\">staken</a>. <a href=\"/staking/\">Mehr über das Staking in Ethereum</a>.",
  "validator-lifecycle-term": "Validator-Lebenszyklus",
  "validator-lifecycle-definition": "Die Abfolge von Zuständen, in denen ein Validator existieren kann. Dazu gehören: <br/><br/><ul><li>eingezahlt: Mindestens 32 ETH wurden vom Validator in den <a href=\"/glossary/#deposit-contract\">Einzahlungsvertrag</a> eingezahlt</li><li>ausstehend: Der Validator befindet sich in der Aktivierungswarteschlange und wartet darauf, von bestehenden Validatoren ins Netzwerk gewählt zu werden</li><li>aktiv: attestiert und schlägt derzeit Blöcke vor</li><li>slashing: Der Validator hat sich fehlverhalten und wird geslasht</li><li>verlassend: Der Validator wurde zum Verlassen des Netzwerks markiert, entweder freiwillig oder weil er ausgeworfen wurde.</li></ul>",
  "validity-proof-term": "Validitätsnachweis",
  "validity-proof-definition": "Ein Sicherheitsmodell für bestimmte <a href=\"/glossary/#layer-2\">Layer-2</a>-Lösungen, bei denen zur Beschleunigung Transaktionen in Batches gebündelt und in einer einzigen Transaktion an Ethereum übermittelt werden. Die Transaktionsberechnung erfolgt Offchain und wird dann mit einem Beweis ihrer Gültigkeit an die Hauptkette geliefert. Diese Methode erhöht die Anzahl der möglichen Transaktionen bei gleichbleibender Sicherheit. Einige <a href=\"/glossary/#rollups\">Rollups</a> verwenden <a href=\"/glossary/#fraud-proof\">Betrugsbeweise</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Mehr über Zero-Knowledge-Rollups</a>.",
  "validium-term": "Validium",
  "validium-definition": "Eine Offchain-Lösung, die <a href=\"/glossary/#validity-proof\">Gültigkeitsbeweise</a> verwendet, um den Transaktionsdurchsatz zu verbessern. Im Gegensatz zu <a href=\"/glossary/#zk-rollup\">Zero-Knowledge-Rollups</a> werden Validium-Daten nicht auf dem Layer-1-Mainnet gespeichert. <a href=\"/developers/docs/scaling/validium/\">Mehr über Validium</a>.",
  "vyper-term": "Vyper",
  "vyper-definition": "Eine Hochsprache mit Python-ähnlicher Syntax. Soll einer reinen funktionalen Sprache näher kommen. Erstellt von Vitalik Buterin. <a href=\"/developers/docs/smart-contracts/languages/#vyper\">Mehr über Vyper</a>.",
  "wallet-term": "Wallet",
  "wallet-definition": "Eine Wallet ist ein digitales Werkzeug zum Speichern, Senden und Empfangen digitaler Währung, wie eine virtuelle Geldbörse für Ihr Online-Geld. <a href=\"/wallets/\">Mehr über Ethereum-Wallets</a>.",
  "web2-term": "Web2",
  "web2-definition": "Ist das aktuelle Internet, das sich auf benutzergenerierte Inhalte und soziale Medien konzentriert, die von wenigen Unternehmen kontrolliert werden. Web3 ist eine Krypto-Überzeugung, dass Benutzer ihre Daten und Transaktionen stattdessen kontrollieren sollten.",
  "web3-term": "Web3",
  "web3-definition": "Web3 ist das neue Internet mit Blockchain, bei dem Benutzer ihre Daten und Transaktionen kontrollieren, nicht Unternehmen. Es müssen keine persönlichen Informationen geteilt werden. <a href=\"/web3/\">Mehr über Web3</a>.",
  "wei-term": "Wei",
  "wei-definition": "Die kleinste Denomination von Ether. 10<sup>18</sup> Wei = 1 Ether.",
  "wrapped-token-term": "Wrapped Token",
  "wrapped-token-definition": "Ein Blockchain-basierter Token, der eine andere Kryptowährung oder einen Vermögenswert in einem anderen Netzwerk darstellt. Zum Beispiel repräsentiert <a href=\"/wrapped-eth/#intro-to-weth\">Wrapped Ether (WETH)</a> Ether (ETH) in einem Format, das dem <a href=\"/glossary/#erc-20\">ERC-20</a>-Token-Standard von Ethereum entspricht. Der ursprüngliche Vermögenswert wird sicher durch einen <a href=\"/glossary/#smart-contract\">Smart Contract</a> gesperrt, und ein entsprechender Wrapped Token wird gemintet. Dieser Mechanismus ermöglicht die Interoperabilität innerhalb und zwischen Blockchains, sodass Vermögenswerte wie ETH nahtlos in dezentralisierten Anwendungen verwendet werden können, während sie ihren Wert behalten.",
  "zero-address-term": "Nulladresse",
  "zero-address-definition": "Eine Ethereum-Adresse, die vollständig aus Nullen besteht und häufig als Adresse verwendet wird, um Token aus dem eigenen Umlauf zu entfernen. Es wird zwischen Token unterschieden, die formal über die burn()-Methode aus dem Index eines Smart Contracts entfernt werden, und denen, die an diese Adresse gesendet werden.",
  "zk-proof-term": "Zero-Knowledge-Nachweis",
  "zk-proof-definition": "Ein Zero-Knowledge-Beweis ist eine kryptographische Methode, die es einer Person ermöglicht zu beweisen, dass eine Aussage wahr ist, ohne zusätzliche Informationen zu übermitteln. <a href=\"/developers/docs/scaling/zk-rollups/\">Mehr über Zero-Knowledge-Rollups</a>.",
  "zk-rollup-term": "Zero-Knowledge Rollup",
  "zk-rollup-definition": "Ein <a href=\"/glossary/#rollups\">Rollup</a> von Transaktionen, das <a href=\"/glossary/#validity-proof\">Gültigkeitsbeweise</a> verwendet, um einen erhöhten <a href=\"/glossary/#layer-2\">Layer-2</a>-Transaktionsdurchsatz zu bieten, während die Sicherheit des Mainnets (Layer 1) genutzt wird. Obwohl sie keine komplexen Transaktionstypen wie <a href=\"/glossary/#optimistic-rollup\">Optimistic Rollups</a> verarbeiten können, haben sie keine Latenzprobleme, da Transaktionen bei der Übermittlung nachweislich gültig sind. <a href=\"/developers/docs/scaling/zk-rollups/\">Mehr über Zero-Knowledge-Rollups</a>."
}
