{
  "page-layer-2-hero-title": "Ebene 2",
  "page-layer-2-hero-header": "Ethereum-Netzwerke",
  "page-layer-2-hero-description": "Nutzen Sie Ethereum zu einem Bruchteil der Kosten.",
  "page-layer-2-hero-button-2-content": "Mehr erfahren",
  "page-layer-2-period": ".",
  "page-layer-2-calloutCard-1-title": "$0.01 Gebühren",
  "page-layer-2-calloutCard-1-description": "Sie können handeln, weltweit Geld senden oder Anwendungen nutzen, ohne sich über hohe Kosten Sorgen zu machen.",
  "page-layer-2-calloutCard-2-title": "Fast sofortige Transaktionen",
  "page-layer-2-calloutCard-2-description": "Ob Sie eine schnelle Zahlung tätigen oder Dezentralisierte Finanzen (DeFi) nutzen, alle Transaktionen werden in nur wenigen Sekunden abgeschlossen.",
  "page-layer-2-calloutCard-3-title": "Durch Ethereum gestützt",
  "page-layer-2-calloutCard-3-description": "Die bewährte und dezentrale Ethereum-Blockchain dient als Abwicklungsschicht für andere, neuere Netzwerke.",
  "page-layer-2-meta-title": "Einführung in Ethereum Layer 2: Vorteile und Nutzen",
  "page-layer-2-meta-description": "Lernen Sie über Ethereum Layer-2-Netzwerke",
  "page-layer-2-powered-by-ethereum-title": "Unterstützt durch Ethereum",
  "page-layer-2-powered-by-ethereum-description-1": "Ethereum ist nicht länger nur ein einzelnes Netzwerk.",
  "page-layer-2-powered-by-ethereum-description-2": "Mit Hunderten von Blockchains, die mittlerweile darauf aufgebaut sind, ist Ethereum kostengünstiger, schneller und zugänglicher für den täglichen Gebrauch geworden.",
  "page-layer-2-powered-by-ethereum-description-3": "Gestalten Sie die Zukunft mit, indem Sie einem der vielen Netzwerke beitreten, die von Ethereum betrieben werden!",
  "page-layer-2-man-and-dog-alt": "Mann und Hund spielen",
  "page-layer-2-blockchain-transaction-cost": "Durchschnittliche Transaktionskosten auf der Ethereum-Blockchain",
  "page-layer-2-networks-transaction-cost": "Durchschnittliche Transaktionskosten auf Ethereum, gestützt von Netzwerken",
  "page-layer-2-network-of-networks-title": "Das Netzwerk der Netzwerke",
  "page-layer-2-network-of-networks-description": "Die Stärke und Sicherheit von Ethereum bietet eine Plattform, auf die andere Netzwerke bauen können. Mit einem einzelnen Konto ist alles kompatibel und nahtlos verbunden. ",
  "page-layer-2-ethereum-logo-alt": "Ethereum",
  "page-layer-2-ready-to-start-title": "Sind Sie startklar?",
  "page-layer-2-ready-to-start-description": "Werfen Sie einen Blick auf alle verschiedenen Netzwerke, die für Sie verfügbar sind.",
  "page-layer-2-ready-to-start-button": "Netzwerk erkunden",
  "page-layer-2-go": "Go",
  "page-layer-2-walking-alt": "Gehen",
  "page-layer-2-why-do-we-need-multiple-networks-1": "Warum benötigen wir mehrere Netzwerke auf Ethereum?",
  "page-layer-2-why-do-we-need-multiple-networks-2": "Warum gibt es all diese Netzwerke und nicht nur ein Ethereum-Netzwerk?",
  "page-layer-2-faq-title": "Häufig gestellte Fragen",
  "page-layer-2-faq-ExpandableCard-1-title": "Woher weiß ich, dass ein Netzwerk Teil von Ethereum ist?",
  "page-layer-2-faq-ExpandableCard-1-description-1": "Es gibt viele verschiedene Möglichkeiten, Netzwerke in Bezug auf Ethereum zu kategorisieren. Zahlreiche Netzwerke beanspruchen, Ethereum zu skalieren, um an Bekanntheit zu gewinnen. Eine klare Perspektive besteht jedoch darin, ob das Netzwerk seine Daten auf dem Ethereum-Hauptnetz speichert. Dies erhöht die Sicherheit der Nutzer erheblich und unterstützt Ethereums visionäres Ziel eines genehmigungsfreien Netzwerks. Solche Projekte werden häufig als ‚Rollups‘ bezeichnet. Wenn Daten an anderer Stelle gespeichert werden, handelt es sich bei dem Projekt nicht um eine direkte Erweiterung von Ethereum, sondern eher um ein unabhängiges Netzwerk. Werfen Sie einen Blick auf einige der beliebtesten",
  "page-layer-2-faq-ExpandableCard-1-description-2": "Manche Branchen brauchen vielleicht nicht so eine enge direkte Beziehung, wie zum Beispiel Gaming oder nicht-finanzielle Anwendungen, wo andere Technologien besser passen.",
  "page-layer-2-faq-ExpandableCard-2-title": "Sind diese Netzwerke sicher?",
  "page-layer-2-faq-ExpandableCard-2-description-1": "Während sie zwar grundsätzlich mit robusten Sicherheitsfunktionen ausgestattet sind, hängt ihre Sicherheit von der zugrunde liegenden Technologie, der Sicherheit der Smart Contracts und",
  "page-layer-2-faq-ExpandableCard-2-link": "der Reife des Netzwerks ab",
  "page-layer-2-faq-ExpandableCard-2-description-2": "Anwender sollten eine sorgfältige Prüfung vornehmen, zunächst mit kleineren Transaktionen beginnen und sich kontinuierlich über aktuelle Entwicklungen informieren, um eine sichere Nutzung zu gewährleisten.",
  "page-layer-2-faq-ExpandableCard-3-title": "Warum kann Ethereum seine eigene Blockchain nicht skalieren, anstatt auf diese Netzwerke angewiesen zu sein?",
  "page-layer-2-faq-ExpandableCard-3-description": "Ethereum kann sein eigenes Hauptnetzwerk nicht ohne Weiteres skalieren, da es sicher und dezentral bleiben muss. Eine Beschleunigung des Hauptnetzwerks könnte die Sicherheit verringern und zu stärkerer Zentralisierung führen. Ethereum-Netzwerke tragen dazu bei, indem sie Transaktionen außerhalb des Hauptnetzwerks verarbeiten und dieses lediglich zur Absicherung nutzen. Auf diese Weise kann Ethereum mehr Transaktionen bewältigen, ohne Sicherheit oder Dezentralisierung einzubüßen.",
  "page-layer-2-faq-ExpandableCard-4-title": "Warum gibt es keine 'offiziellen' Ethereum-Netzwerke?",
  "page-layer-2-faq-ExpandableCard-4-description": "So wie es keinen „offiziellen“ Ethereum-Client gibt, wird es für Ethereum auch keinen „offiziellen“ Layer 2 geben. Ethereum ist frei zugänglich. Aus technischer Sicht kann daher jeder einen Layer 2 erstellen! So wird es von den verschiedensten Teams jeweils spezifische Layer-2-Versionen mit unterschiedlichen Designansätzen geben, die für individuelle Anwendungsfälle optimiert sind. Davon kann das Ökosystem insgesamt nur profitieren. Genauso wie es verschiedene Ethereum-Clients von den verschiedensten Teams gibt, die im Netzwerk für Diversität sorgen, wird in Zukunft auch eine große Vielfalt an Layer 2 entstehen.",
  "page-layer-2-callout-1-title": "Erkunden Sie unterschiedliche Netzwerke",
  "page-layer-2-callout-1-description": "Lernen Sie, wie sich die Netzwerke voneinander unterscheiden und wie weit sie in ihrer Entwicklung sind.",
  "page-layer-2-callout-2-title": "Sind Sie an mehr Details interessiert?",
  "page-layer-2-callout-2-description": "Neugierig auf die Technologie und die Gründe für diesen Skalierungsansatz? Erfahren Sie mehr über die zugrunde liegenden Überlegungen und die verschiedenen technologischen Ansätze.",
  "page-layer-2-arbitrum-description": "Arbitrum One ist ein universell einsetzbares Optimistic Rollup, entwickelt von Offchain Labs und verwaltet durch das Arbitrum DAO.",
  "page-layer-2-base-description": "Base ist ein Optimistic Rollup, das mit dem OP Stack entwickelt wurde. Es bietet eine kostengünstige und entwicklerfreundliche Möglichkeit, dass jeder – überall – Onchain-Anwendungen erstellen kann.",
  "page-layer-2-optimism-description": "OP Mainnet ist ein EVM-äquivalentes Optimistic Rollup. Es zielt darauf ab, schnell, einfach und sicher zu sein.",
  "page-layer-2-blast-description": "Blast ist ein EVM-kompatibles Optimistic Rollup, das native Renditen unterstützt.",
  "page-layer-2-zksync2-description": "ZKsync Era ist ein universell einsetzbares ZK-Rollup mit vollständiger Kompatibilität zur EVM.",
  "page-layer-2-linea-description": "Linea ist ein ZK-Rollup auf Basis der Consensys zkEVM, das zur Skalierung des Ethereum-Netzwerks entwickelt wurde.",
  "page-layer-2-scroll-description": "Scroll ist ein ZK-Rollup, das die Fähigkeiten von Ethereum durch ZK-Technologie und EVM-Kompatibilität erweitert.",
  "page-layer-2-starknet-description": "Starknet ist ein universell einsetzbares ZK-Rollup, das auf STARKs und der Cairo VM basiert.",
  "page-layer-2-mode-description": "Mode ist ein Optimistic Rollup auf Basis des OP Stack, das die AIFi-Ökonomie („Artificial Intelligence Finance“) durch Künstliche Intelligenz (KI) aufbaut.",
  "page-layer-2-taiko-description": "Taiko ist ein dezentrales, Ethereum-äquivalentes ZK-EVM-Rollup, das nahtlose kettenübergreifende Kommunikation ermöglicht.",
  "page-layer-2-unichain-description": "Unichain ist ein DeFi-nativer Ethereum L2, der als Heimat für Liquidität über verschiedene Chains hinweg entwickelt wurde.",
  "page-layer-2-ink-description": "Ink ist eine Ethereum OP Stack Layer-2-Blockchain, die als Zuhause von DeFi für die Superchain konzipiert ist; eine leistungsstarke Basisschicht für die Bereitstellung innovativer DeFi-Protokolle.",
  "page-layer-2-zircuit-description": "Zircuit ist ein EVM-kompatibler ZK-Rollup mit KI-gestützter Sicherheit auf Sequencer-Ebene, um bösartige Transaktionen zu erkennen und zu verhindern."
}
