{
  "page-what-is-ether-meta-title": "Was ist Ether (ETH)? (Ein vollständiger Leitfaden) | ethereum.org",
  "page-what-is-ether-meta-description": "Ether (ETH) ist die native Kryptowährung von Ethereum. Erfahren Sie, wofür es verwendet wird, wie und wo Sie es kaufen können, wie viel davon vorhanden ist und was seinen Preis beeinflusst.",
  "page-what-is-ether-twitter-meta-description": "Ether (ETH) ist die native Kryptowährung von Ethereum. Erfahren Sie, wofür es verwendet wird, wie und wo Sie es kaufen können, wie viel davon vorhanden ist und mehr.",
  "page-what-is-ether-title": "Was ist Ether (ETH)?",
  "page-what-is-ether-hero-description-1": "Ether (ETH) ist die native Kryptowährung, die das Ethereum-Netzwerk antreibt. Es wird verwendet, um Transaktionsgebühren (bekannt als 'Gas') für die Nutzung des Netzwerks und der darauf aufbauenden Anwendungen zu bezahlen, um das Netzwerk durch Staking zu sichern und dient als digitales Geld für Zahlungen und Investitionen - ohne von einer zentralen Instanz, Organisation oder Regierung kontrolliert zu werden. ETH ist eine der größten Kryptowährungen nach Marktkapitalisierung.",
  "page-what-is-ether-what-is-ether-description-1": "Ether, allgemein bekannt als ETH, ist der Treibstoff, der die Ethereum-Blockchain antreibt. Im Gegensatz zu Bitcoin, das hauptsächlich als digitales Geld dient, hat Ether vielfältige Verwendungsmöglichkeiten innerhalb des Ethereum-Ökosystems.",
  "page-what-is-ether-what-is-ether-description-2": "<strong>Als native Kryptowährung von Ethereum wird ETH für Folgendes verwendet:</strong>",
  "page-what-is-ether-what-is-ether-description-3": "Zahlung von Transaktionsgebühren (Gas) für die Nutzung des Netzwerks und seiner Anwendungen",
  "page-what-is-ether-what-is-ether-description-4": "Sicherung des Ethereum-Netzwerks durch Staking",
  "page-what-is-ether-what-is-ether-description-5": "ETH wurde 2015 als Teil des Starts von Ethereum eingeführt und hat sich seitdem zu einem der <assets>wertvollsten Vermögenswerte der Welt</assets> entwickelt.",
  "page-what-is-ether-what-is-ether-description-6": "Für Verbraucher",
  "page-what-is-ether-what-is-ether-description-7": "ETH ermöglicht globale Zahlungen ohne Banken, den Kauf von nicht-fungiblen Token (NFTs) und den Zugang zu dezentralen Finanzanwendungen (DeFi). Es ist zensurresistent und bietet eine grenzüberschreitende Funktionalität rund um die Uhr.",
  "page-what-is-ether-what-is-ether-description-8": "Für Entwickler",
  "page-what-is-ether-what-is-ether-description-9": "Mit ETH werden Transaktionsgebühren bezahlt, wenn Smart Contracts auf dem Ethereum-Mainnet bereitgestellt werden. Es ist auch die primäre Währung, die in vielen Anwendungen im Ethereum-Ökosystem verwendet wird.",
  "page-what-is-ether-what-is-ether-description-10": "Für Investoren",
  "page-what-is-ether-what-is-ether-description-11": "ETH fungiert als Wertspeicher und renditegenerierender Vermögenswert durch Staking. Es bietet Zugang zum Wachstum von Web3 und der expandierenden digitalen Wirtschaft.",
  "page-what-is-ether-what-is-ether-description-12": "Erfahren Sie mehr über ETH-Staking",
  "page-what-is-ether-how-to-buy-eth": "Wie man ETH kauft",
  "page-what-is-ether-how-to-buy-eth-description-1": "Der Kauf von ETH ist unkompliziert und bietet je nach Ihren Bedürfnissen und Ihrem Standort mehrere Optionen. <strong>Beginnen Sie immer mit einer vertrauenswürdigen Plattform</strong>, die starke Sicherheit bietet.",
  "page-what-is-ether-how-to-buy-eth-description-2": "Verbraucher können ETH über Kryptowährungsbörsen oder Wallet-Apps kaufen.",
  "page-what-is-ether-how-to-buy-eth-description-3": "<strong>Nebenbemerkung</strong>",
  "page-what-is-ether-how-to-buy-eth-description-4": "Wenn Sie ETH kaufen, werden Sie von \"<strong>Konto/Adresse</strong>\" und \"<strong>Wallet</strong>\" hören.",
  "page-what-is-ether-how-to-buy-eth-description-5": "Stellen Sie sich Ihr <strong>Konto wie Ihre E-Mail-Adresse</strong> vor, an die Ihnen Leute Geld senden.",
  "page-what-is-ether-how-to-buy-eth-description-6": "Stellen Sie sich Ihre <strong>Wallet wie Ihre E-Mail-App</strong> vor, mit der Sie Guthaben überprüfen und Zahlungen tätigen.",
  "page-what-is-ether-how-to-buy-eth-description-7": "Sie können ETH kaufen mit:",
  "page-what-is-ether-how-to-buy-eth-description-8": "<strong>Kredit-/Debitkarten</strong>, sofort, aber mit höheren Gebühren",
  "page-what-is-ether-how-to-buy-eth-description-9": "<strong>Banküberweisungen</strong>, langsamer, aber mit niedrigeren Gebühren",
  "page-what-is-ether-how-to-buy-eth-description-10": "<strong>PayPal</strong> oder ähnliche Dienste, wo verfügbar",
  "page-what-is-ether-how-to-buy-eth-description-11": "<strong>Für Unternehmen</strong> bieten Börsen Firmenkonten mit höheren Limits, besserem Support, Compliance-Funktionen, Mengenrabatten und erhöhter Sicherheit.",
  "page-what-is-ether-how-to-buy-eth-description-12": "Andere Wege, um ETH zu erhalten:",
  "page-what-is-ether-how-to-buy-eth-description-13": "<strong>Zahlungen erhalten</strong> von Leuten, die Sie kennen",
  "page-what-is-ether-how-to-buy-eth-description-14": "<strong>Liquidität bereitstellen</strong> auf dezentralen Finanzprotokollen",
  "page-what-is-ether-how-to-buy-eth-description-15": "<strong>ETH staken</strong>, um Belohnungen zu verdienen und gleichzeitig das Ethereum-Netzwerk zu sichern",
  "page-what-is-ether-how-to-buy-eth-description-16": "Erfahren Sie mehr darüber, wie und wo Sie ETH kaufen können",
  "page-what-is-ether-how-to-send-and-receive-eth": "Wie man ETH sendet und empfängt",
  "page-what-is-ether-how-to-send-and-receive-eth-description-1": "<strong>Das Senden von ETH</strong> erfordert eine Wallet und eine Empfängeradresse. Geben Sie deren Adresse ein, legen Sie den Betrag fest, überprüfen Sie die Transaktionsgebühr und bestätigen Sie. Transaktionen kommen in der Regel in weniger als 30 Sekunden an und können nach der Bestätigung nicht mehr rückgängig gemacht werden.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-2": "<strong>Der Empfang von ETH</strong> erfordert, dass Sie Ihre Ethereum-Adresse oder Ihren QR-Code mit dem Absender teilen. Das Geld erscheint nach der Netzwerkbestätigung in Ihrer Wallet, wobei die meisten Wallets Benachrichtigungen bereitstellen.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-3": "<strong>Benötigen Sie Hilfe?</strong> Lesen Sie den Leitfaden <howToUseWallet>Wie man eine Wallet benutzt</howToUseWallet>.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-4": "Wenn Sie ETH kaufen, werden Sie von \"<strong>Konto/Adresse</strong>\" und \"<strong>Wallet</strong>\" hören.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-5": "Stellen Sie sich Ihr <strong>Konto wie Ihre E-Mail-Adresse</strong> vor, an die Ihnen Leute Geld senden.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-6": "Stellen Sie sich Ihre <strong>Wallet wie Ihre E-Mail-App</strong> vor, mit der Sie Guthaben überprüfen und Zahlungen tätigen.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-7": "Für größere Beträge sollten Sie Hardware-Wallets für zusätzliche Sicherheit in Betracht ziehen.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-8": "Erfahren Sie mehr über Ethereum und wie es funktioniert.",
  "page-what-is-ether-how-to-send-and-receive-eth-callout": "Teilen Sie Ihre Ethereum-Adresse nur mit vertrauenswürdigen Kontakten. Da Ethereum ein öffentliches Hauptbuch ist, können diese Ihr Guthaben und Ihre Transaktionen einsehen. Sie können nicht auf Ihr Geld zugreifen, aber Datenschutz wird empfohlen.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth": "Wie lange dauert es, ETH zu senden?",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-1": "ETH-Transaktionen sind in der Regel in weniger als 30 Sekunden abgeschlossen. Das Ethereum-Netzwerk verarbeitet alle 12 Sekunden Blöcke, obwohl sich Transaktionen bei Überlastung in einer Warteschlange befinden können.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-2": "Transaktionen erreichen nach ca. 15 Minuten 'Finalität', im Vergleich zu Bitcoins Durchschnitt von 60 Minuten.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-3": "Bei hohem Netzwerkverkehr können Sie Transaktionen beschleunigen, indem Sie höhere Transaktionsgebühren zahlen, was Sie in der Warteschlange nach vorne bringt. Die Gebühren werden zwischen Validatoren und einem Burning-Mechanismus aufgeteilt.",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth": "Wie viel kostet es, ETH zu senden?",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth-description-1": "Ethereum-Transaktionen erfordern Transaktions-<strong>gebühren, die in ETH bezahlt werden</strong>. Die Gebühr wird auf der Grundlage der erforderlichen Rechenarbeit (gemessen in 'Gas') und der aktuellen Nachfrage im Netzwerk berechnet. Der Gaspreis schwankt mit dem Netzwerkverkehr, was Transaktionen in Zeiten geringer Auslastung kostengünstiger macht.",
  "page-what-is-ether-l2s": "L2s: Die Skalierung von Ethereum",
  "page-what-is-ether-l2s-description-1": "Mit wachsender Popularität von Ethereum wird es zu einer Herausforderung, die Transaktionsgebühren niedrig zu halten. <strong>Layer 2 (L2)</strong>-Netzwerke gehen dieses Problem an.",
  "page-what-is-ether-l2s-description-2": "L2s wie <optimism>Optimism</optimism> und <arbitrum>Arbitrum</arbitrum> bieten <strong>10- bis 100-mal günstigere Gebühren</strong> und übernehmen gleichzeitig die Sicherheit von Ethereum. Sie verarbeiten Transaktionen offchain und veröffentlichen die Daten auf Ethereum.",
  "page-what-is-ether-l2s-description-3": "Stellen Sie sie sich als Expressspuren vor, die schnellere und billigere Transaktionen neben der Hauptverkehrsader von Ethereum ermöglichen.",
  "page-what-is-ether-l2s-description-4": "L2-<strong>Überweisungen kosten in der Regel weniger als 0,01 $</strong> und bringen Ethereum durch Integrationen mit Unternehmen wie Robinhood, PayPal und Shopify zu Millionen weiterer Nutzer.",
  "page-what-is-ether-what-is-the-eth-supply": "Wie hoch ist der ETH-Vorrat?",
  "page-what-is-ether-what-is-the-eth-supply-description-1": "Im Gegensatz zu Bitcoins fester Obergrenze von 21 Millionen hat ETH eine dynamische Versorgungsmechanik:",
  "page-what-is-ether-what-is-the-eth-supply-description-2": "Neue ETH werden emittiert, um Netzwerk-Validatoren mit einer begrenzten, vom Protokoll berechneten Rate zu belohnen",
  "page-what-is-ether-what-is-the-eth-supply-description-3": "Ein Teil jeder Transaktionsgebühr wird dauerhaft \"gebrannt\" (aus dem Bestand gelöscht)",
  "page-what-is-ether-what-is-the-eth-supply-description-4": "Dies führt zu abwechselnden Perioden von Inflation und Deflation, basierend auf der Netzwerknutzung",
  "page-what-is-ether-what-is-the-eth-supply-description-5": "<strong>Erwartetes Gleichgewicht</strong>: Das System gleicht die Netzwerksicherheit mit langfristiger Werterhaltung aus. Hohe Nutzung führt zu Deflation; geringe Nutzung führt zu Inflation.",
  "page-what-is-ether-what-is-the-eth-supply-description-6": "Datenquellen: <etherscan>Etherscan</etherscan>, <ultrasound>Ultrasound Money</ultrasound>",
  "page-what-is-ether-what-is-the-distribution-of-eth": "Wie ist die Verteilung von ETH?",
  "page-what-is-ether-what-is-the-distribution-of-eth-description-1": "Das Eigentum ist weit über <etherscan>zig Millionen von Adressen</etherscan> verteilt, was eine Konzentration der Kontrolle verhindert und die Dezentralisierung verbessert.",
  "page-what-is-ether-breakdown": "Eine Aufschlüsselung der Ether-Verteilung",
  "page-what-is-ether-breakdown-description-1": "<strong>Gestakte Ether</strong>: Zig-Millionen von ETH, die für die Netzwerksicherheit <beaconchain>gesperrt</beaconchain> sind",
  "page-what-is-ether-breakdown-description-2": "<strong>Börsen</strong>: Zentralisierte Plattformen <unchained>halten 13-16 %</unchained> des Vorrats",
  "page-what-is-ether-breakdown-description-3": "<strong>Smart Contracts</strong>: Erhebliche Beträge in Smart Contracts, einschließlich DeFi-Protokollen",
  "page-what-is-ether-breakdown-description-4": "<strong>Ethereum Foundation</strong>: Hält <ef>weniger als 0,3 %</ef> des Vorrats (von 9 % im Jahr 2014)",
  "page-what-is-ether-who-holds-most": "Wer hält am meisten?",
  "page-what-is-ether-who-holds-most-description-1": "Die Ethereum-Adressen mit den höchsten ETH-Guthaben gehören in der Regel nicht Einzelpersonen. Die große Mehrheit der Ether, die in den \"Top\"-Ethereum-Adressen sichtbar sind, repräsentiert die kollektiven, gebündelten Mittel vieler verschiedener Personen und Entitäten, nicht die Bestände einer einzelnen Person.",
  "page-what-is-ether-who-holds-most-description-2": "Die ETH-Konten mit den höchsten Guthaben umfassen in der Regel:",
  "page-what-is-ether-who-holds-most-description-3": "Der Beacon Chain Einzahlungsvertrag: Das Guthaben des Einzahlungsvertrags repräsentiert alle ETH, die <staked>gestakt</staked> wurden, um das Ethereum-Netzwerk zu sichern. Obwohl dies die Ethereum-Adresse mit dem größten ETH-Guthaben ist, stellt sie kein zugängliches Ethereum-Wallet-Konto dar. Es ist ein Smart Contract, der Einzahlungen von ETH als ersten Schritt zur Teilnahme am Staking annimmt und dann die Guthaben dieser Ether über die aktiven Validatoren des Netzwerks verwaltet.",
  "page-what-is-ether-who-holds-most-description-4": "Smart Contracts: Viele der anderen Ethereum-Adressen mit hohem Guthaben repräsentieren die Smart Contracts, die Ethereum-basierte Anwendungen antreiben, wie z. B. die Smart-Contract-Adressen für dezentrale Finanzprotokolle (DeFi), kettenübergreifende Brücken oder dezentrale autonome Organisationen (DAOs). Diese Vertragsguthaben repräsentieren die Ether, die viele Wallets eingezahlt haben, um an ihrer Anwendung teilzunehmen.",
  "page-what-is-ether-who-holds-most-description-5": "Sammelkonten: Dies sind große Wallets, die von Börsen, Plattformen und Fonds (wie Coinbase, Robinhood oder Binance) betrieben werden. Wenn ein Nutzer ETH an einer Börse kauft, wird es oft auf einem dieser riesigen Konten zusammen mit den ETH von Tausenden anderer Kunden der Plattform gehalten.",
  "page-what-is-ether-who-holds-most-description-6": "Eine Live-Liste der Ethereum-Wallet-Adressen mit den höchsten ETH-Guthaben können Sie <etherscan>hier auf Etherscan</etherscan> einsehen.",
  "page-what-is-ether-distribution": "Warum Verteilung für die Dezentralisierung wichtig ist",
  "page-what-is-ether-distribution-description-1": "Eine breite Verteilung verhindert eine zentralisierte Kontrolle. Echte Dezentralisierung hängt von der Anzahl unabhängiger Nodes und Validatoren ab, die das Netzwerk aufrechterhalten.",
  "page-what-is-ether-what-makes-eth-valuable": "Was macht ETH wertvoll?",
  "page-what-is-ether-what-makes-eth-valuable-description-1": "ETH bezieht seinen Wert aus mehreren Quellen:",
  "page-what-is-ether-what-makes-eth-valuable-description-2": "<strong>Netzwerknutzen</strong>: Alle Ethereum-Transaktionen erfordern ETH für Gasgebühren, was eine beständige Nachfrage erzeugt, die mit der Akzeptanz des Netzwerks wächst.",
  "page-what-is-ether-what-makes-eth-valuable-description-3": "<strong>Staking-Belohnungen</strong>: ETH-Staker verdienen Renditen, während sie das Netzwerk sichern, was sowohl für private als auch für institutionelle Anleger attraktiv ist.",
  "page-what-is-ether-what-makes-eth-valuable-description-4": "<strong>Wertspeicher</strong>: Viele sehen ETH als \"digitales Öl\" – ein knappes Gut mit echtem Nutzen, das die digitale Wirtschaft antreibt.",
  "page-what-is-ether-what-makes-eth-valuable-description-5": "<strong>Angebotsdynamik</strong>: Das Verbrennen von Gebühren erzeugt in Zeiten hoher Auslastung deflationären Druck. Seit 2021 wurden <ultrasound>Millionen von ETH dauerhaft aus dem Umlauf entfernt</ultrasound>.",
  "page-what-is-ether-what-is-wrapping-eth": "Was ist das Wrapping von ETH?",
  "page-what-is-ether-what-is-wrapping-eth-description-1": "Wrapped ETH (WETH) ist ein ERC-20-Token, der ETH im Verhältnis 1:1 repräsentiert. Viele dezentrale Apps und L2-Netzwerke sind für die Verarbeitung von ERC-20-Token ausgelegt, aber nativer ETH selbst ist kein ERC-20-Token. ‚Wrapping‘ bedeutet, ETH in einem Smart Contract zu sperren und eine ERC-20-Repräsentation dieses gesperrten ETH (WETH) auszugeben, sodass es in allen Apps und L2s verwendet werden kann, die nur ERC-20-Token akzeptieren.",
  "page-what-is-ether-what-is-wrapping-eth-description-2": "Häufige Verwendungszwecke sind:",
  "page-what-is-ether-what-is-wrapping-eth-description-3": "Handelspaare auf dezentralen Börsen wie <uniswap>Uniswap</uniswap>",
  "page-what-is-ether-what-is-wrapping-eth-description-4": "Sicherheiten auf Kreditplattformen wie <aave>Aave</aave>",
  "page-what-is-ether-what-is-wrapping-eth-description-5": "Bieten auf NFT-Marktplätzen wie <opensea>OpenSea</opensea>",
  "page-what-is-ether-what-is-wrapping-eth-description-6": "WETH kann jederzeit gegen minimale Gebühren wieder in ETH zurückgewandelt werden. Der WETH wird zerstört und der repräsentierte ETH wird aus dem Smart Contract freigegeben. Die meisten Anwendungen handhaben den Wrapping- und Unwrapping-Prozess nahtlos.",
  "page-what-is-ether-what-is-wrapping-eth-description-7": "Erfahren Sie mehr über Wrapped ETH (WETH)",
  "page-what-is-ether-gas-table-transaction-type": "Transaktionstyp",
  "page-what-is-ether-gas-table-typical-cost-range": "Live-Kostenbereich",
  "page-what-is-ether-gas-table-estimated-gas-units": "Geschätzte Gas-Einheiten",
  "page-what-is-ether-gas-table-row-1-1": "ETH-Überweisungen",
  "page-what-is-ether-gas-table-row-2-1": "Tausch von Token",
  "page-what-is-ether-gas-table-row-3-1": "Komplexe DeFi/NFT-Transaktionen"
}