{
  "page-wallets-accounts-addresses": "Wallets, Konten, Schlüssel und Adressen",
  "page-wallets-accounts-addresses-desc": "Es lohnt sich, die Unterschiede zwischen einigen der Schlüsselbegriffe zu verstehen.",
  "page-wallets-accounts-ethereum-addresses": "Kennung (Schlüssel): page-wallets-accounts-ethereum-addresses\n-> page-wallets-accounts-ethereum-addresses.",
  "page-wallets-alt": "Abbildung eines Roboters mit einem Tresor als Körper, der eine Ethereum-Wallet darstellt",
  "page-wallets-ethereum-account": "<b>Ein Ethereum Konto ist ein Schlüsselpaar</b>. <a href=\"/glossary/#public-key\">Ein Schlüssel</a> wird verwendet, um die Adresse zu erstellen, die Sie frei weitergeben können, und den <a href=\"/glossary/#private-key\">anderen Schlüssel</a> müssen Sie geheim halten, da er zum Signieren von Dingen verwendet wird. Zusammen ermöglichen Ihnen diese Schlüssel, Vermögenswerte zu halten und Transaktionen durchzuführen.",
  "page-wallets-blog": "Coinbase-Blog",
  "page-wallets-bookmarking": "Fügen Sie Ihre Wallet Ihrem Lesezeichen hinzu",
  "page-wallets-bookmarking-desc": "Wenn Sie eine Web-Wallet verwenden, setzen Sie ein Lesezeichen der Website, um sich vor Phishing-Betrug zu schützen.",
  "page-wallets-cd": "<b>Physische Hardware-Wallets</b> sind Geräte, mit denen Sie Ihre Kryptowährung offline aufbewahren können – sehr sicher",
  "page-wallets-desc-2": "Die meisten Menschen verwenden Wallets, um ihre digitalen Vermögenswerte und ihre Identität zu verwalten.",
  "page-wallets-desc-2-link": "Mehr zu ETH",
  "page-wallets-desc-3": "Ihre Wallet ist ein Tool, um mit Ihrem Ethereum-Konto zu interagieren. Daher ist es jederzeit möglich, den Wallet-Anbieter zu wechseln. Viele Wallets erlauben es auch, über eine Anwendung mehrere Ethereum-Konten zu verwalten.",
  "page-wallets-desc-4": "Wallet-Anbieter verwahren Ihre Geldmittel nicht. Sie bieten Ihnen lediglich die Möglichkeit, Einblick in Ihre Assets auf Ethereum zu erlangen, und Tools, diese einfach zu verwalten.",
  "page-wallets-description": "Ethereum-Wallets sind Anwendungen, die Ihnen die Kontrolle über Ihr Konto geben. Genau wie eine physische Brieftasche enthält sie alles, was Sie brauchen, um Ihre Identität nachzuweisen und Ihr Vermögen zu verwalten. Mit Ihrer Wallet können Sie sich bei Anwendungen anmelden, Ihren Kontostand ablesen, Transaktionen senden und Ihre Identität verifizieren.",
  "page-wallets-desktop": "<b>Desktop-Anwendungen</b>, wenn Sie Ihre Geldmittel lieber über MacOS, Windows oder Linux verwalten möchten",
  "page-wallets-ethereum-wallet": "<b>Eine Wallet ist ein Tool, mit dem Sie mithilfe Ihrer Schlüssel mit Ihrem Konto interagieren können</b>. Sie können damit Ihren Kontostand einsehen, Transaktionen senden und vieles mehr.",
  "page-wallets-explore": "Ethereum entdecken",
  "page-wallets-features-desc": "Wir können Ihnen bei der Auswahl der Wallet helfen, basierend auf den Funktionen, die Sie sich wünschen.",
  "page-wallets-features-title": "Wallet-Vergleich anhand der Funktionen",
  "page-wallets-find-wallet-btn": "Finden Sie eine Wallet",
  "page-wallets-find-wallet-link": "Finden Sie eine Wallet",
  "page-wallets-get-some": "Erwerben Sie ETH",
  "page-wallets-get-some-alt": "Eine Illustration einer Hand, die ein Ethereum-Logo aus Lego-Steinen aufbaut",
  "page-wallets-get-some-btn": "Erwerben Sie ETH",
  "page-wallets-get-some-desc": "ETH ist die native Kryptowährung von Ethereum. Sie benötigen ETH in Ihrer Wallet, um Ethereum-Anwendungen zu benutzen.",
  "page-wallets-keys-to-safety": "Die Schlüssel zum Schutz Ihrer Kryptowährungen",
  "page-wallets-manage-funds": "Eine App zur Verwaltung Ihrer Geldmittel",
  "page-wallets-manage-funds-desc": "Ihre Wallet zeigt Ihr Guthaben, Transaktionsverläufe und gibt Ihnen die Möglichkeit, Geldmittel zu senden/zu empfangen. Einige Wallets bieten noch mehr.",
  "page-wallets-meta-description": "Was Sie wissen müssen, um Ethereum-Wallets zu verwenden.",
  "page-wallets-meta-title": "Ethereum-Wallets",
  "page-wallets-mobile": "<b>Mobile Anwendungen</b>, die Ihre Geldmittel von überall aus zugänglich machen",
  "page-wallets-more-on-dapps-btn": "Mehr zu dApps",
  "page-wallets-most-wallets": "Die meisten Wallet-Produkte ermöglichen es Ihnen, ein Ethereum-Konto zu erstellen. Sie benötigen also kein Konto, bevor Sie eine Wallet herunterladen.",
  "page-wallets-protecting-yourself": "Schützen Sie sich und Ihre Geldmittel",
  "page-wallets-seed-phrase": "Notieren Sie sich Ihren <a href=\"/glossary/#recovery-phrase\">Wiederherstellungssatz</a>",
  "page-wallets-seed-phrase-desc": "Wallets geben Ihnen oft eine Seed-Phrase, die Sie irgendwo sicher aufschreiben müssen. Nur so können Sie die Wallet wiederherstellen.",
  "page-wallets-seed-phrase-example": "Hier ein Beispiel:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Speichern Sie sie nicht auf einem Computer. Schreiben und bewahren Sie sie sicher auf.",
  "page-wallets-slogan": "Die Schlüssel für Ihre digitale Zukunft",
  "page-wallets-stay-safe": "So bleiben Sie sicher",
  "page-wallets-stay-safe-desc": "Finanzielle Freiheit und die Möglichkeit, von überall aus auf Geldmittel zuzugreifen und sie zu verwenden, gehen mit Verantwortung einher – bei Kryptowährungen gibt es beispielsweise keinen Kundensupport. <b>Sie allein sind dafür verantwortlich, Ihre Schlüssel sicher aufzubewahren und zu schützen</b>.",
  "page-wallets-subtitle": "Mit Wallets können Sie auf Ihr digitales Vermögen zugreifen und sich bei Anwendungen anmelden.",
  "page-wallets-take-responsibility": "Übernehmen Sie Verantwortung für Ihre eigenen Geldmittel",
  "page-wallets-take-responsibility-desc": "Zentralisierte Börsen verknüpfen Ihre Wallet mit einem Benutzernamen und einem Passwort, das Sie auf herkömmliche Weise wiederherstellen können. Denken Sie jedoch daran, dass Sie Ihre Geldmittel der Börse anvertrauen, die sie verwaltet. Geräde diese Börse in finanzielle Schwierigkeiten, sind Ihre Geldmittel in Gefahr.",
  "page-wallets-tips": "Weitere Tipps zur Sicherheit",
  "page-wallets-tips-community": "Von unserer Gemeinschaft",
  "page-wallets-title": "Ethereum-Wallets",
  "page-wallets-triple-check": "Überprüfen Sie alles dreifach",
  "page-wallets-triple-check-desc": "Denken Sie daran, dass Transaktionen nicht rückgängig gemacht und Wallets nicht einfach wiederhergestellt werden können, also sollten Sie Vorsichtsmaßnahmen treffen und immer vorsichtig sein.",
  "page-wallets-try-dapps": "Testen Sie ein paar dApps",
  "page-wallets-try-dapps-alt": "Eine Illustration von Mitgliedern der Ethereum-Community in Zusammenarbeit",
  "page-wallets-try-dapps-desc": "DApp sind Anwendungen, die auf Ethereum basieren. Sie sind günstiger, fairer und netter zu Ihren Daten als die meisten traditionellen Anwendungen.",
  "page-wallets-types": "Arten von Wallets",
  "page-wallets-types-desc": "Es gibt verschiedene Möglichkeiten, mit Ihrem Konto zu interagieren:",
  "page-wallets-web-browser": "<b>Browser-Wallets</b> sind Webanwendungen, mit denen Sie direkt im Browser mit Ihrem Konto interagieren können",
  "page-wallets-web-browser-extension": "<b>Browser-Erweiterungs-Wallets</b> sind Erweiterungen, die Sie herunterladen und mit denen Sie über den Browser mit Ihrem Konto und Ihren Anwendungen interagieren können",
  "page-wallets-whats-a-wallet": "Was ist eine Ethereum-Wallet?",
  "page-wallets-your-ethereum-account": "Ihr Ethereum-Konto",
  "page-wallets-your-ethereum-account-desc": "Ihre Wallet ist Ihr Fenster in Ihr Ethereum-Konto – Ihr Guthaben, Transaktionsverlauf und vieles mehr. Sie können jedoch jederzeit Wallet-Anbieter austauschen.",
  "page-wallets-your-login": "Ihr Login für Ethereum-Anwendungen",
  "page-wallets-your-login-desc": "Mit Ihrer Wallet können Sie sich über Ihr Ethereum-Konto mit Anwendungen verbinden. Es ist wie ein Login, das Sie in unterschiedlichen Anwendungen verwenden können.",
  "additional-reading-how-to-create-an-ethereum-account": "So erstellen Sie ein Ethereum-Konto",
  "additional-reading-how-to-use-a-wallet": "So verwenden Sie eine Wallet"
}
