{
  "page-index-hero-image-alt": "Eine Illustration einer futuristischen Stadt, die das Ethereum Ökosystem darstellt.",
  "page-index-meta-description": "Ethereum ist eine globale, dezentrale Plattform für Geld- und neue Arten von Anwendungen. Auf Ethereum können Sie Code zur Steuerung von Geld schreiben und Anwendungen erstellen, die weltweit zugänglich sind.",
  "page-index-meta-title": "Startseite",
  "page-index-title": "Willkommen bei Ethereum",
  "page-index-description": "Ethereum ist eine gemeinschaftlich betriebene Technologie, die die Kryptowährung Ether (ETH) sowie Tausende andere Anwendungen voranbringt.",
  "page-index-title-button": "Ethereum entdecken",
  "page-index-get-started": "Erste Schritte",
  "page-index-get-started-description": "ethereum.org ist Ihr Tor zur Ethereum-Welt. Die Technologie ist neu und sie entwickelt sich ständig weiter – einen Leitfaden zu haben hilft. Hier erfahren Sie mehr, wie Sie darin eintauchen können.",
  "page-index-get-started-image-alt": "Darstellung einer Person, die am Computer arbeitet.",
  "page-index-get-started-wallet-title": "Wählen Sie eine Wallet",
  "page-index-get-started-wallet-description": "Eine Wallet erlaubt es Ihnen, mit Ethereum zu interagieren und Ihr Guthaben zu verwalten.",
  "page-index-get-started-wallet-image-alt": "Darstellung eines Roboters mit einem Tresor als Körper, der eine Ethereum-Wallet repräsentiert.",
  "page-index-get-started-eth-title": "Erwerben Sie ETH",
  "page-index-get-started-eth-description": "ETH ist die Währung von Ethereum – Sie können sie in Applikationen verwenden.",
  "page-index-get-started-eth-image-alt": "Illustration einer Gruppe von Leuten, die eine ETH-Glyphe (Ether) bestaunen.",
  "page-index-get-started-dapps-title": "Eine dApp verwenden",
  "page-index-get-started-dapps-description": "dApps sind Applikationen, die auf Ethereum laufen. Erfahren Sie, was Sie damit machen können.",
  "page-index-get-started-dapps-image-alt": "Illustration eines Doge, der einen Computer benutzt.",
  "page-index-get-started-devs-title": "Beginnen Sie jetzt",
  "page-index-get-started-devs-description": "Wenn Sie mit dem Programmieren auf Ethereum beginnen wollen, finden Sie in unserem Entwicklerportal Dokumentationen, Tutorien und vieles mehr.",
  "page-index-get-started-devs-image-alt": "Darstellung einer Hand, die ein ETH-Logo aus Legosteinen baut.",
  "page-index-what-is-ethereum": "Was ist Ethereum?",
  "page-index-what-is-ethereum-description": "Die Ethereum-Technologie ist die Heimat für digitales Geld, für weltweite Zahlungen und Anwendungssoftware. Die Gemeinschaft dahinter hat eine florierende digitale Wirtschaft aufgebaut, starke neue Online-Einkommensmöglichkeiten für Urheber erschaffen und einiges mehr. Sie ist weltweit für alle Menschen zugänglich. Sie benötigen dafür lediglich einen Internetzugang.",
  "page-index-what-is-ethereum-button": "Was ist Ethereum?",
  "page-index-what-is-ethereum-secondary-button": "Mehr erfahren über digitales Geld",
  "page-index-what-is-ethereum-image-alt": "Abbildung einer Person, die in einen Basar hineinblickt, der für Ethereum steht.",
  "page-index-defi": "Ein gerechteres Finanzsystem",
  "page-index-defi-description": "Noch heute haben Milliarden von Menschen keine Möglichkeit, ein Bankkonto zu eröffnen, oder es bestehen andere Hindernisse für den Zahlungsverkehr. Das dezentrale Finanzsystem (DeFi) von Ethereum schläft nicht und diskriminiert nie. Mit einer Internetverbindung können Sie überall auf der Welt Geld senden, empfangen, leihen, Zinsen erhalten und sogar Geldströme erzeugen.",
  "page-index-defi-button": "DeFi entdecken",
  "page-index-defi-image-alt": "Illustration von Händen, die ein ETH-Symbol zeigen.",
  "page-index-internet": "Ein offenes Internet",
  "page-index-internet-description": "Wir erhalten heutzutage nur Zugang zu gratis Internetdiensten, wenn wir die Kontrolle über unsere persönlichen Daten aufgeben. Ethereum-Services dagegen sind grundsätzlich frei – Sie benötigen nur eine Wallet. Diese sind kostenfrei, einfach anzulegen, werden nur von Ihnen kontrolliert und laufen ohne persönliche Informationen.",
  "page-index-internet-button": "Das offene Internet erkunden",
  "page-index-internet-secondary-button": "Mehr zu Wallets",
  "page-index-internet-image-alt": "Abbildung eines futuristischen Computers, angetrieben von Ethereum-Kristallen.",
  "page-index-developers": "Neue Möglichkeiten für Entwickler",
  "page-index-developers-description": "Ethereum und seine Apps sind transparent und Open-Source-basiert. Sie können den Code forken und Funktionen, die andere bereits erstellt haben, wiederverwenden oder erweitern. Wenn Sie keine neue Programmiersprache lernen möchten, können Sie einfach den bereitgestellten Open-Source-Code in JavaScript und anderen Programmiersprachen nutzen.",
  "page-index-developers-button": "Entwicklerportal",
  "page-index-developers-code-examples": "Code-Beispiele",
  "page-index-developers-code-example-title-0": "Ihre eigene Bank",
  "page-index-developers-code-example-description-0": "Sie können eine Bank erschaffen, die mit der von Ihnen programmierten Logik arbeitet.",
  "page-index-developers-code-example-title-1": "Ihre eigene Währung",
  "page-index-developers-code-example-description-1": "Sie können Token erstellen, die Sie in verschiedene Anwendungen übertragen und übergreifend nutzen können.",
  "page-index-developers-code-example-title-2": "Eine JavaScript-Ethereum-Wallet",
  "page-index-developers-code-example-description-2": "Sie können bereits existierende Programmiersprachen nutzen, um mit Ethereum und anderen Anwendungen zu interagieren.",
  "page-index-developers-code-example-title-3": "Ein offenes, frei zugängliches DNS",
  "page-index-developers-code-example-description-3": "Sie können bestehende Dienste in dezentralisierte, offene Anwendungen umgestalten.",
  "page-index-network-stats-title": "Ethereum heute",
  "page-index-network-stats-subtitle": "Die neuesten Netzwerkstatistiken",
  "page-index-network-stats-total-eth-staked": "Gesamtes Staking-ETH",
  "page-index-network-stats-eth-price-description": "ETH-Preis (USD)",
  "page-index-network-stats-eth-price-explainer": "Der aktuellste Kurspreis für 1 Ether: Die Kleinste Einheit, die erhältlich ist, ist 0,000000000000000001. Es ist nicht erforderlich, einen ganzen ETH zu kaufen.",
  "page-index-network-stats-tx-day-description": "Transaktionen heute",
  "page-index-network-stats-tx-day-explainer": "Erfolgreiche Netzwerktransaktionen in den letzten 24 Stunden.",
  "page-index-network-stats-value-defi-description": "Wert in DeFi gebunden (USD)",
  "page-index-network-stats-value-defi-explainer": "Das Geldvolumen in dezentralisierten Finanzanwendungen (DeFi), die digitale Wirtschaft Ethereums.",
  "page-index-network-stats-nodes-description": "Nodes",
  "page-index-network-stats-nodes-explainer": "Ethereum wird von Tausenden Freiwilligen aus aller Welt betrieben, bekannt als Nodes.",
  "page-index-touts-header": "ethereum.org entdecken",
  "page-index-contribution-banner-title": "Zu ethereum.org beitragen",
  "page-index-contribution-banner-description": "Dies ist eine Open-Source-Website mit Hunderten Mitwirkenden aus der Community. Sie können Änderungen zu allen Inhalten der Website oder fantastische neue Funktionen vorschlagen oder uns dabei helfen, Fehler zu beseitigen.",
  "page-index-contribution-banner-image-alt": "Ein Ethereum-Logo aus Legosteinen.",
  "page-index-contribution-banner-button": "Mehr zum Mitwirken",
  "page-index-tout-upgrades-title": "Erweitern Sie ihr Wissen",
  "page-index-tout-upgrades-description": "Die Ethereum-Roadmap besteht aus miteinander verknüpften Upgrades, die das Netzwerk skalierbarer, sicherer und nachhaltiger machen sollen.",
  "page-index-tout-upgrades-image-alt": "Die Illustration eines Raumschiffs, das die Leistungssteigerungen der Ethereum Upgrades darstellt.",
  "page-index-tout-enterprise-title": "Ethereum für Unternehmen",
  "page-index-tout-enterprise-description": "Erfahren Sie, wie Ethereum neue Unternehmensmodelle mitgestalten kann, Kostensenkungen ermöglicht und Unternehmen zukunftssicher machen kann.",
  "page-index-tout-enterprise-image-alt": "Abbildung eines futuristischen Computers/Geräts.",
  "page-index-tout-community-title": "Die Ethereum-Gemeinschaft",
  "page-index-tout-community-description": "Bei Ethereum dreht sich alles um die Gemeinschaft. Diese besteht aus Menschen unterschiedlichster Herkunft und Interessen. Finden Sie heraus, wie Sie sich beteiligen können.",
  "page-index-tout-community-image-alt": "Illustration einer Gruppe zusammenarbeitender Konstrukteure.",
  "page-index-nft": "Das Internet der Vermögenswerte",
  "page-index-nft-description": "Ethereum ist nicht nur digitales Geld. Alles, was Sie besitzen können, kann abgebildet, gehandelt und als None-Fungible-Token genutzt werden (NFTs). Sie können Ihre Kunst oder digitale Werte/Assets tokenisieren und Lizenzgebühren automatisch bei jedem Wiederverkauf erhalten. Oder Sie verwenden einen Token für etwas, das Sie besitzen, um ein Darlehen zu erhalten. Die Möglichkeiten nehmen ständig zu.",
  "page-index-nft-button": "Mehr zu NFTs",
  "page-index-nft-alt": "Ein ETH-Logo wird als Hologramm dargestellt."
}
