{
  "page-what-is-ethereum-meta-title": "Was ist Ethereum? (Ein vollständiger Leitfaden) | ethereum.org",
  "page-what-is-ethereum-meta-description": "Ein vollständiger Überblick darüber, was Ethereum ist, wie es funktioniert, was es tut und wie man es nutzt oder darauf aufbaut. Einfach erklärt.",
  "page-what-is-ethereum-title": "Was ist Ethereum?",
  "page-what-is-ethereum-hero-description-1": "Ethereum ist ein dezentrales Blockchain-Netzwerk und eine Softwareentwicklungsplattform, die von der Kryptowährung Ether (ETH) betrieben wird.",
  "page-what-is-ethereum-hero-description-2": "Es beherbergt Tausende von Kryptowährungen und Anwendungen aus den Bereichen DeFi, NFTs, Gaming, dezentrale soziale Medien und Stablecoins.",
  "page-what-is-ethereum-ethereum-intro-1": "Ethereum ist eine offene, öffentliche Blockchain, die im Juli 2015 von einem Softwareentwickler namens Vitalik Buterin und einem kleinen Team von Mitbegründern ins Leben gerufen wurde.",
  "page-what-is-ethereum-ethereum-intro-2": "Die Idee hinter Ethereum war einfach. Während Bitcoin das Senden und Empfangen von digitalem Geld ermöglicht, baut Ethereum mit Open-Source-Programmen namens <a>Smart Contracts</a> darauf auf.",
  "page-what-is-ethereum-ethereum-intro-3": "Mit <strong>Smart Contracts</strong> kann jeder seine eigenen digitalen Assets und dezentralen Anwendungen (Dapp) erstellen, 24/7 die rund um die Uhr weltweit laufen. Und im Gegensatz zu Banken, Unternehmen oder anderen Institutionen sind Smart Contracts für jeden mit Internetanschluss verfügbar.",
  "page-what-is-ethereum-ethereum-intro-4": "Seit 2015 hat sich Ethereum zu einem florierenden Ökosystem digitaler Vermögenswerte wie <strong>Stablecoins</strong>, nicht fungiblen Token (<strong>NFTs</strong>) und Governance-Token sowie zu einer weitläufigen Welt von Dapps für dezentrale Finanzen (<strong>DeFi</strong>), Kunst und Sammlerstücke, Gaming und dezentrale soziale Medien entwickelt.",
  "page-what-is-ethereum-ethereum-intro-5": "Zusammengefasst wird dieses Ökosystem als „<strong>Web3</strong>“ bezeichnet und stellt die dritte Phase des <strong>Internets dar, in der es um Eigentum geht</strong>.",
  "page-what-is-ethereum-ethereum-intro-6": "Heute wird Ethereum von <millions>Millionen von Menschen</millions> auf der ganzen Welt verwendet, die <billions>Milliarden von Dollar</billions> an Vermögenswerten besitzen und jedes Jahr <trillions>Billionen von Dollar</trillions> senden und empfangen – und das alles ohne Bank.",
  "page-what-is-ethereum-ethereum-intro-7": "Im Mittelpunkt steht dabei die native Kryptowährung <strong>Ether (ETH)</strong> von Ethereum, eine neue Art von digitalem Geld, mit dem das gesamte Netzwerk betrieben wird.",
  "page-what-is-ethereum-network-title": "Was ist das Ethereum-Netzwerk?",
  "page-what-is-ethereum-network-intro-1": "Sie können sich das Ethereum-Netzwerk als <strong>eine globale digitale Infrastruktur vorstellen, die jeder nutzen kann</strong>, aber niemand missbrauchen kann.",
  "page-what-is-ethereum-network-intro-2": "Das Netzwerk besteht aus <strong>Tausenden unabhängigen Computern</strong> auf der ganzen Welt, den sogenannten Knoten. Diese Knoten werden von normalen Menschen betrieben und arbeiten zusammen, um Finanzdienstleistungen und digitale Anwendungen für jedermann und überall bereitzustellen.",
  "page-what-is-ethereum-network-intro-3": "Das Ethereum-Netzwerk hat <strong>drei wesentliche Vorteile</strong> gegenüber herkömmlichen Netzwerken im Besitz von Institutionen. Diese sind Zensurresistenz, erhöhte Sicherheit und verbesserte Zuverlässigkeit.",
  "page-what-is-ethereum-network-censorship-title": "Zensurresistent",
  "page-what-is-ethereum-network-censorship-desc-1": "Während herkömmliche Apps und Finanzdienstleistungen auf Banken oder Unternehmen angewiesen sind, die den Zugriff sperren oder Konten einfrieren können, sind dapps auf Ethereum zensurresistent.",
  "page-what-is-ethereum-network-censorship-desc-2": "Dies liegt daran, dass das Knotennetzwerk von Ethereum jede einzelne Transaktion ohne Diskriminierung aufzeichnet und diese Regel ist im Code eingebettet.",
  "page-what-is-ethereum-network-security-title": "Hochsicher",
  "page-what-is-ethereum-network-security-desc-1": "Während viele Apps heute bei Cloud-Anbietern wie AWS gehostet werden und anfällig für Deaktivierungen und Angriffe sein können, werden dapps auf Ethereum durch das Netzwerk selbst geschützt. Jeder Knoten speichert und synchronisiert den gesamten Status von Ethereum, einschließlich aller Verträge.",
  "page-what-is-ethereum-network-security-desc-2": "Versuchte jemand, einen Vertrag zu ändern, lehnte das Netzwerk dies ab, da es nicht mit den Daten übereinstimmte. Um eine einzige App lahmzulegen, müssten Angreifer das gesamte Netzwerk übernehmen, was Milliarden kosten würde und extrem schwer zu koordinieren wäre.",
  "page-what-is-ethereum-network-reliability-title": "Langlebig und zuverlässig",
  "page-what-is-ethereum-network-reliability-desc-1": "Ausfallzeiten auf Cloud-Hosting-Plattformen können dazu führen, dass Apps offline gehen. Das Design von Ethereum gewährleistet jedoch eine perfekte Verfügbarkeit. Das Netzwerk läuft weiter, selbst wenn einige Knoten aufgrund von Softwarefehlern, staatlichen Maßnahmen, Naturkatastrophen oder Krieg offline gehen.",
  "page-what-is-ethereum-network-reliability-desc-2": "Millionen von Menschen nutzen täglich Tausende von dapps auf Ethereum. Eine hohe Nachfrage kann zwar zu höheren Transaktionsgebühren führen, spiegelt aber die Stärke eines Netzwerks wider, das Sicherheit, Dezentralisierung und die Garantie der ständigen Verfügbarkeit bei Bedarf priorisiert.",
  "page-what-is-ethereum-network-layer2-title": "Ethereum Erweiterungen (Layer 2)",
  "page-what-is-ethereum-network-layer2-desc-1": "Verschiedene Teams haben Layer 2 Netzwerke (L2) entwickelt, die auf Ethereum laufen, um dessen Kapazität zu erhöhen. L2 Netzwerke fungieren als Schnellstraßen und machen Transaktionen schneller und günstiger manchmal kosten sie im Durchschnitt weniger als einen Cent.",
  "page-what-is-ethereum-network-layer2-desc-2": "Einige der beliebtesten L2s, darunter <optimism>Optimism</optimism>, <arbitrum>Arbitrum</arbitrum>, <zksync>ZKSync</zksync> und <base>Base</base>, verarbeiten mittlerweile jedes Jahr Millionen von Transaktionen im Wert von mehreren Milliarden Dollar.",
  "page-what-is-ethereum-network-learn-more": "Erfahren Sie mehr über das Ethereum Netzwerk",
  "page-what-is-ethereum-ether-title": "Was ist Ether (ETH)?",
  "page-what-is-ethereum-ether-intro-1": "Ether (ETH) ist die native Kryptowährung von Ethereum.",
  "page-what-is-ethereum-ether-intro-2": "Es handelt sich um eine neue Art von <strong>digitalem Geld, das Sie in Sekundenschnelle an jeden überall auf der Welt senden können</strong> und das schon ab wenigen Cent. Doch ETH ist mehr als nur Zahlungsmittel. Es spielt eine entscheidende Rolle für den Betrieb des Ethereum Netzwerks.",
  "page-what-is-ethereum-ether-intro-3": "Wenn Sie Ethereum verwenden, um Geld zu senden, Kunst zu sammeln oder eine neue Dapp zu erstellen, zahlen Sie eine geringe <strong>Transaktionsgebühr</strong> (oder Gasgebühr) <strong>in ETH</strong>. Diese Gebühr hilft, Spam zu verhindern und belohnt die sogenannten Validatoren, die Transaktionen verarbeiten.",
  "page-what-is-ethereum-ether-intro-4": "Diese <strong>Validatoren sichern das Ethereum-Netzwerk</strong> durch ein System namens Staking. Durch die Sperrung ihrer ETH sind sie berechtigt, Transaktionen durchzuführen. Im Gegenzug erhalten sie ETH als Belohnung. Dies verleiht Ethereum eine eigene, sich selbst tragende Wirtschaft, die von Nutzern und nicht von Unternehmen angetrieben wird.",
  "page-what-is-ethereum-ether-intro-5": "Im Gegensatz zu vielen traditionellen Währungen kann <strong>ETH mit der Zeit knapper werden</strong>. Jedes Mal, wenn jemand Ethereum verwendet, wird ein kleiner Teil von ETH verbrannt, wodurch es dauerhaft aus dem Angebot entfernt wird. An arbeitsreichen Tagen wird mehr ETH verbrannt als geschaffen, was ETH deflationär macht und seinen Wert mit der Zeit steigert. Je mehr Ethereum verwendet wird, desto mehr ETH wird verbrannt.",
  "page-what-is-ethereum-ether-intro-6": "Aus diesem Grund betrachten viele Menschen ETH als Investition und entscheiden sich dafür, es zu halten, einzusetzen oder zu verleihen, um ihre Ersparnisse zu vermehren.",
  "page-what-is-ethereum-ether-learn-more": "Erfahren Sie mehr über Ether (ETH)",
  "page-what-is-ethereum-how-title": "Wie funktioniert Ethereum?",
  "page-what-is-ethereum-how-intro-1": "Als Ethereum im Jahr 2015 <strong>auf den Markt kam</strong>, verwendete es ein System namens Proof of Work.",
  "page-what-is-ethereum-how-intro-2": "Dieser von Bitcoin entwickelte Mechanismus diente dazu, dass sich alle Computer darüber einigten, wem was gehört. Die Computer verbrauchten viel Energie, um ein komplexes mathematisches Rätsel zu lösen. Der Gewinner durfte einen Block eingehender Transaktionen vorschlagen und neue ETH verdienen.",
  "page-what-is-ethereum-how-intro-3": "Im Jahr 2022 wurde Ethereum auf ein neues System namens <strong>Proof of Stake</strong> umgestellt, <a>das 99 % energieeffizienter ist</a>. Anstelle mathematischer Rätsel sperren Validatoren ihre ETH als Sicherheitsleistung, um sich das Recht zur Durchführung von Transaktionen zu sichern.",
  "page-what-is-ethereum-how-intro-4": "Wenn sie es richtig machen, verdienen sie ETH. Wenn sie betrügen, verlieren sie einen Teil ihres Einsatzes.",
  "page-what-is-ethereum-how-intro-5": "Hier ein Beispiel:",
  "page-what-is-ethereum-how-example-1-title": "Wenn Sie einem Freund auf Ethereum Stablecoins im Wert von 10 $ senden:",
  "page-what-is-ethereum-how-example-1-step-1": "Sie öffnen Ihr Wallet, geben die Kontoadresse und den Betrag ein und klicken dann auf Senden.",
  "page-what-is-ethereum-how-example-1-step-2": "Ihr Wallet signiert die Zahlung und sendet sie an das Netzwerk.",
  "page-what-is-ethereum-how-example-1-step-3": "Die Zahlung wartet in der öffentlichen Warteschlange (Mempool), bis ein Blockantragsteller sie auswählt.",
  "page-what-is-ethereum-how-example-1-step-4": "Der Blockvorschlaggeber fügt es dem nächsten Transaktionsblock hinzu, sendet es und verdient eine Gebühr.",
  "page-what-is-ethereum-how-example-1-step-5": "Der Stablecoin Vertrag überträgt 10 $ von Ihnen an Ihren Freund und beide Wallets werden aktualisiert.",
  "page-what-is-ethereum-how-example-1-step-6": "Ein globales Netzwerk von Validatoren überprüft und bestätigt die Gültigkeit der Änderungen.",
  "page-what-is-ethereum-how-example-2-title": "Wenn Sie ein 5-Dollar-Sammlerstück auf Ethereum prägen:",
  "page-what-is-ethereum-how-example-2-step-1": "Sie verbinden Ihre Brieftasche mit der Dapp und wählen den zu prägenden Artikel aus.",
  "page-what-is-ethereum-how-example-2-step-2": "Sie bestätigen den Kauf; die Brieftasche signiert und sendet die Transaktion.",
  "page-what-is-ethereum-how-example-2-step-3": "Die mint Anfrage wird dem Mempool hinzugefügt und von einem Validator zu einem Block hinzugefügt.",
  "page-what-is-ethereum-how-example-2-step-4": "Der NFT Smart Contract erfasst Ihr Wallet als neuen Eigentümer.",
  "page-what-is-ethereum-how-example-2-step-5": "Ihr neues Sammlerstück erscheint wenige Sekunden später in Ihrer Brieftasche.",
  "page-what-is-ethereum-how-outro-1": "Dies alles ist dank der Leistungsfähigkeit intelligenter Verträge möglich: Open-Source-Programme, die auf Ethereum laufen und rund um die Uhr an 365 Tagen im Jahr für jeden und überall zugänglich sind.",
  "page-what-is-ethereum-how-outro-2": "<strong>Jede Transaktion, Aktualisierung und Aktion wird über Tausende unabhängiger Knoten synchronisiert.</strong> Dies verleiht Ethereum seine Zuverlässigkeit, Transparenz und Zensurresistenz.",
  "page-what-is-ethereum-how-learn-more-1": "Erfahren Sie mehr über die Funktionsweise von Ethereum",
  "page-what-is-ethereum-how-learn-more-2": "Lesen Sie die Entwicklerdokumente für einen technischen Überblick über Ethereum",
  "page-what-is-ethereum-what-title": "Wofür wird Ethereum verwendet?",
  "page-what-is-ethereum-what-intro-1": "Die Leute nutzen Ethereum, um Dinge zu tun, die vorher nicht möglich waren.",
  "page-what-is-ethereum-what-intro-2": "Landwirte in Kenia können eine <insurance>automatisierte Versicherung für ihre Ernte</insurance> abschließen, ohne eine Bank zu kontaktieren. Unternehmen wie <strong>Visa</strong> können vom ersten Tag an <payment>neue, weltweit funktionierende Zahlungssysteme</payment> einführen. Globale Organisationen wie die <strong>UN</strong> können <aid>Hilfe für Flüchtlinge</aid> leisten und so Millionen an Bankgebühren sparen.",
  "page-what-is-ethereum-what-intro-3": "Diese dapps und Assets laufen auf Ethereum mit Open-Source-Code und können nicht eingeschränkt, zensiert oder deaktiviert werden.",
  "page-what-is-ethereum-what-intro-4": "So wird es heute von verschiedenen Gruppen verwendet:",
  "page-what-is-ethereum-what-consumers-title": "Verbraucher",
  "page-what-is-ethereum-what-consumers-desc-1": "Millionen von Menschen nutzen bereits täglich Dapps auf Ethereum, um Geld zu transferieren, zu handeln und digitale Vermögenswerte zu besitzen. Im Gegensatz zu herkömmlichen Apps müssen Sie sich nicht mit Ihrem Namen registrieren, auf die Genehmigung einer Bank warten oder Ihre persönlichen Daten weitergeben.",
  "page-what-is-ethereum-what-consumers-desc-2": "Mit nur einer Brieftasche und einer Internetverbindung können Sie:",
  "page-what-is-ethereum-what-consumers-benefit-1": "<strong>Zugriff auf Finanzdienstleistungen ohne Bankkonto</strong> oder Kredithistorie",
  "page-what-is-ethereum-what-consumers-benefit-2": "<strong>Eigene digitale Sammlerstücke</strong>, Kunst und Vermögenswerte, die nicht kopiert oder beschlagnahmt werden können",
  "page-what-is-ethereum-what-consumers-benefit-3": "Melden Sie sich bei dapps mit Ihrem Wallet an, nicht mit Ihrer E-Mail-Adresse – <strong>keine Passwörter, keine persönlichen Daten erforderlich</strong>",
  "page-what-is-ethereum-what-consumers-benefit-4": "Nehmen Sie an globalen Communities teil, in denen Sie grenzenlos abstimmen, beitragen und verdienen können",
  "page-what-is-ethereum-what-businesses-title": "Unternehmen und Entwickler",
  "page-what-is-ethereum-what-businesses-benefit-1": "Starten Sie Dapp mit integriertem globalen Zahlungssystem vom ersten Tag an",
  "page-what-is-ethereum-what-businesses-benefit-2": "Setzen Sie manipulationssichere Verträge ein, die <strong>Vereinbarungen automatisch durchsetzen</strong>",
  "page-what-is-ethereum-what-businesses-benefit-3": "Erstellen Sie Finanzprodukte, auf denen jeder aufbauen und deren Wert steigern kann",
  "page-what-is-ethereum-what-businesses-example": "Beispielsweise hat <a>PayPal seinen eigenen Stablecoin, PYUSD, auf Ethereum eingeführt</a>. Dies ist ein Zeichen dafür, dass selbst die weltweit größten Zahlungsunternehmen die Vorteile der offenen und programmierbaren Natur von Ethereum erkennen.",
  "page-what-is-ethereum-what-governments-title": "Regierungen",
  "page-what-is-ethereum-what-governments-intro": "Auch Regierungen beginnen zu erforschen, was Ethereum ermöglicht.",
  "page-what-is-ethereum-what-governments-benefit-1": "<strong>Verteilen Sie öffentliche Gelder</strong> und Leistungen direkt und mit voller Transparenz an die Bürger",
  "page-what-is-ethereum-what-governments-benefit-2": "<strong>Stellen Sie digitale IDs</strong> oder Aufzeichnungen aus, die überprüfbar und grenzüberschreitend übertragbar sind",
  "page-what-is-ethereum-what-governments-benefit-3": "Bauen Sie eine <strong>manipulationssichere öffentliche Infrastruktur für Wahlen</strong>, Grundbucheinträge und Register auf",
  "page-what-is-ethereum-what-governments-example-1": "In einem anderen Fall <a>nutzte das ukrainische Ministerium für digitale Transformation Ethereum zur Verteilung von Kriegshilfe</a>.",
  "page-what-is-ethereum-what-governments-example-2": "Mittel wurden mithilfe offener Smart Contracts direkt an Bürger und NGOs gesendet, was während einer Krise für Transparenz, Schnelligkeit und Rechenschaftspflicht sorgte.",
  "page-what-is-ethereum-what-learn-more": "Erfahren Sie mehr darüber, wofür Ethereum verwendet wird",
  "page-what-is-ethereum-start-title": "So starten Sie mit der Nutzung von Ethereum",
  "page-what-is-ethereum-start-intro-1": "Der Einstieg in Ethereum ist einfacher als Sie vielleicht denken.",
  "page-what-is-ethereum-start-intro-2": "Sie benötigen keine Genehmigung. Sie brauchen weder eine Bank noch einen Ausweis. Alles, was Sie zum Starten brauchen, ist ein Gerät und eine Internetverbindung.",
  "page-what-is-ethereum-start-individuals-title": "Für Einzelpersonen",
  "page-what-is-ethereum-start-individuals-desc-1": "Der erste Schritt ist das Herunterladen einer Wallet.",
  "page-what-is-ethereum-start-individuals-desc-2": "Stellen Sie es sich wie eine App vor, die sowohl als Ihr Konto als auch als Ihr Internetbrowser für Ethereum fungiert. Sie verwaltet Ihre Kryptowährungen, ermöglicht Ihnen die Anmeldung bei Dapp sowie das Senden und Empfangen digitaler Assets wie Token und NFTs.",
  "page-what-is-ethereum-start-individuals-desc-3": "Beliebte Wallets wie <zerion>er wollte</zerion>, <rainbow>Regenbogen</rainbow> und <coinbase>Coinbase Wallet</coinbase> sind kostenlos und einfach zu verwenden. Sobald Ihr Wallet eingerichtet ist, können Sie:",
  "page-what-is-ethereum-start-individuals-step-1": "Kaufen Sie eine kleine Menge ETH an einer Börse oder direkt in einigen Wallets",
  "page-what-is-ethereum-start-individuals-step-2": "Verwenden Sie dieses ETH, um Transaktionen wie das Senden von Token oder das Sammeln von NFTs zu bezahlen",
  "page-what-is-ethereum-start-individuals-step-3": "Entdecken Sie Dapp wie <zora>Zora</zora>, <uniswap>Uniswap</uniswap> oder <farcaster>Feuerwerfer</farcaster> – keine neuen Anmeldungen oder Genehmigungen erforderlich",
  "page-what-is-ethereum-start-individuals-desc-4": "Diese Prioritäten werden dazu beitragen, dass Ethereum sicher, skalierbar und benutzerfreundlich ist, da sich täglich mehr Menschen auf das Netzwerk verlassen.",
  "page-what-is-ethereum-start-individuals-desc-5": "Diese Dapp laufen in Ihrem Browser und funktionieren sofort mit Ihrem Wallet. Sie können Ethereum innerhalb weniger Minuten nutzen.",
  "page-what-is-ethereum-start-individuals-cta-1": "Hier starten",
  "page-what-is-ethereum-start-individuals-cta-2": "Siehe Apps",
  "page-what-is-ethereum-start-developers-title": "Für Entwickler",
  "page-what-is-ethereum-start-developers-desc-1": "Ethereum ist ein Spielplatz für Entwickler. Sie können ohne Erlaubnis, Genehmigung oder sogar echtes Geld mit dem Bauen beginnen.",
  "page-what-is-ethereum-start-developers-desc-2": "Die <a>Ethereum-Entwicklerdokumente</a> führen Sie durch alles, vom Schreiben Ihres ersten Smart Contracts bis zur Bereitstellung in Testnetzwerken wie Sepolia.",
  "page-what-is-ethereum-start-developers-desc-3": "Sie können voll Stack Dapp mit Tools wie <hardhat>Hardhat</hardhat>, <foundry>Foundry</foundry> und <ethers>Ethers.js</ethers> erstellen oder mit niedrig Code Plattformen wie <thirdweb>Thirdweb</thirdweb> oder <moralis>Moralis</moralis> experimentieren.",
  "page-what-is-ethereum-start-developers-desc-4": "Alles ist Open Source und zusammensetzbar, sodass Sie bereits vorhandene Elemente neu kombinieren und darauf aufbauen können, ohne um Erlaubnis fragen zu müssen.",
  "page-what-is-ethereum-start-developers-cta": "Beginnen Sie mit dem Aufbau auf Ethereum",
  "page-what-is-ethereum-start-business-title": "Nutzen Sie Ethereum im Geschäftsleben",
  "page-what-is-ethereum-start-business-desc-1": "Unternehmen nutzen Ethereum bereits, um neue Infrastrukturen zu betreiben.",
  "page-what-is-ethereum-start-business-desc-2": "Viele Unternehmen setzen auf L2-Netzwerke wie Optimism und Base, um Anwendungsfälle mit hohem Volumen zu unterstützen. Diese Netzwerke bieten niedrigere Gebühren und höhere Geschwindigkeiten, profitieren aber dennoch von der Sicherheit von Ethereum und eliminieren das Kontrahentenrisiko.",
  "page-what-is-ethereum-start-business-desc-3": "Du kannst:",
  "page-what-is-ethereum-start-business-benefit-1": "Starten Sie modulare Treueprogramme, die die Kundenbindung stärken und die Kosten für Drittanbieter senken",
  "page-what-is-ethereum-start-business-benefit-2": "Tokenisieren Sie Vermögenswerte wie Tickets, Coupons oder Zertifikate, um Betrug und das Risiko des Weiterverkaufs zu reduzieren",
  "page-what-is-ethereum-start-business-benefit-3": "Ermöglichen Sie sofortige globale Zahlungen, um Transaktionsgebühren zu senken und neue Märkte zu erschließen",
  "page-what-is-ethereum-start-business-example": "Beispielsweise wurde im Jahr 2025 <a>Shopify auf Base eingeführt</a>, um Verbrauchern das Ausgeben von Stablecoins bei Millionen von Händlern auf der ganzen Welt zu ermöglichen.",
  "page-what-is-ethereum-start-business-cta": "Nutzen Sie Ethereum im Geschäftsleben",
  "page-what-is-ethereum-bitcoin-title": "Was ist der Unterschied zwischen Ethereum und Bitcoin?",
  "page-what-is-ethereum-bitcoin-intro-1": "Bitcoin und Ethereum sind die beiden größten Kryptowährungen der Welt.",
  "page-what-is-ethereum-bitcoin-intro-2": "Mit beiden können Sie Geld ohne Bank senden, beide basieren auf Blockchain-Technologie und beide sind <strong>für jeden zugänglich</strong>. Aber hier enden die Gemeinsamkeiten auch schon.",
  "page-what-is-ethereum-bitcoin-comparison-1-title": "Bitcoin ist wie digitales Gold.",
  "page-what-is-ethereum-bitcoin-comparison-1-desc": "Es verfügt über einen festen Vorrat von 21 Millionen Coins, einen engen Fokus auf Peer-to-Peer-Zahlungen und eine einfache Skriptsprache, die die Möglichkeiten, damit zu bauen, einschränkt. Diese Einfachheit ist beabsichtigt, da Bitcoin Vorhersehbarkeit, Haltbarkeit und langfristige Sicherheit gegenüber Flexibilität priorisiert.",
  "page-what-is-ethereum-bitcoin-comparison-2-title": "Ethereum verfolgt einen umfassenderen Ansatz.",
  "page-what-is-ethereum-bitcoin-comparison-2-desc": "Es geht nicht nur um Geld, sondern um programmierbare Infrastruktur. Anstatt nur Werte zu senden und zu empfangen, ermöglicht Ethereum Entwicklern die Erstellung kompletter Anwendungen. Sie haben dies bereits in Aktion gesehen: von Kreditmärkten und Stablecoins bis hin zu Sammlerstücken, sozialen Medien und Echtzeitzahlungen – alles basiert auf Smart Contracts und ist durch ETH gesichert.",
  "page-what-is-ethereum-bitcoin-comparison-3-title": "Auch die Art und Weise, wie die Netzwerke einen Konsens erzielen, ist unterschiedlich.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-1": "Bitcoin nutzt Miner, um das Netzwerk zu sichern. Dabei handelt es sich um leistungsstarke Computer, die im Wettstreit um die Lösung komplexer Rätsel stehen. Der Gewinner darf den nächsten Transaktionsblock zur Kette hinzufügen und erhält Bitcoins als Belohnung. Dieser Prozess wird als Mining bezeichnet und verbraucht große Mengen Strom.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-2": "Ethereum hat früher auch so funktioniert. Aber 2022 wurde von Proof-of-Work auf Proof-of-Stake umgestellt. Heute werden Transaktionen von Validatoren bestätigt, die ETH als Sicherheit hinterlegen. Ehrliche Validatoren verdienen ETH-Belohnungen, während unehrliche einen Teil ihres Einsatzes verlieren. Diese Umstellung machte Ethereum um über 99,988 % energieeffizienter, ohne dabei die Sicherheit oder Dezentralisierung zu beeinträchtigen.",
  "page-what-is-ethereum-bitcoin-comparison-4-title": "Auch in der Handhabung der Versorgung gibt es Unterschiede.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-1": "Bitcoin hat ein festes Angebot. Es wird immer nur 21 Millionen Münzen geben. Ethereum hingegen hat ein dynamisches Angebot. Neue ETH werden ausgegeben, um Validierer zu belohnen, während bei jeder Transaktion ein Teil verbrannt wird. Das bedeutet, dass <strong>Ethereum nicht einfach \"unendlich ETH drucken“ kann.</strong>",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-2": "Die Ausgaberate wird durch die Höhe des ETH-Einsatzes begrenzt. Je mehr ETH eingesetzt werden, desto geringer sind die individuellen Belohnungen, wodurch ein natürliches Gleichgewicht entsteht. Dieses Design gewährleistet ein nachhaltiges Sicherheitsbudget auch in der Zukunft, ohne sich ausschließlich auf Transaktionsgebühren zu verlassen.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-3": "Kurz gesagt: Bitcoin ist ein Werkzeug zum Senden von Werten. Ethereum ist eine Plattform zum Erstellen dieser Werte.",
  "page-what-is-ethereum-bitcoin-learn-more": "Erfahren Sie mehr über den Unterschied zwischen Ethereum und Bitcoin",
  "page-what-is-ethereum-when-who-title": "Wann wurde Ethereum eingeführt, wer hat es gegründet und wer betreibt es jetzt?",
  "page-what-is-ethereum-when-who-intro-1": "Ethereum wurde von Anfang an so konzipiert, dass es von seiner Community betrieben wird.",
  "page-what-is-ethereum-when-who-intro-2": "Im Jahr 2013 veröffentlichte Vitalik Buterin ein Whitepaper, in dem er eine neue Art von Blockchain für Geld und Apps vorschlug, die jeder nutzen könnte. Die Idee gewann schnell an Bedeutung.",
  "page-what-is-ethereum-when-who-intro-3": "Im Jahr 2014 schlossen sich Mitbegründer wie Gavin Wood und Joseph lubin dem Projekt an und das Team sammelte im Rahmen einer der ersten Krypto Crowdfunding Kampagnen Geld.",
  "page-what-is-ethereum-when-who-intro-4": "Ethereum wurde im Juli 2015 offiziell eingeführt.",
  "page-what-is-ethereum-when-who-history-title": "Schlüsselmomente in der Geschichte von Ethereum",
  "page-what-is-ethereum-when-who-history-2013": "Der 19-jährige Vitalik Buterin veröffentlicht das Ethereum-Whitepaper",
  "page-what-is-ethereum-when-who-history-2014": "Die Ethereum Foundation gründet und startet eine Crowdfunding Kampagne",
  "page-what-is-ethereum-when-who-history-2015": "Entwickler starten das Ethereum-Netzwerk mit der <em>Frontier</em>-Version",
  "page-what-is-ethereum-when-who-history-2016": "Ein Smart Contract Exploit entzieht der DAO 60 Millionen US-Dollar (3,6 Millionen ETH) und löst eine Kettengabelung aus",
  "page-what-is-ethereum-when-who-history-2020": "Mit der Einführung der Beacon Chain beginnt der Übergang zum Proof of Stake",
  "page-what-is-ethereum-when-who-history-2021": "<em>London</em>-Upgrade beginnt mit der Verbrennung von Gasgebühren über EIP-1559",
  "page-what-is-ethereum-when-who-history-2022": "<em>The Merge</em> ersetzt Mining durch Staking und senkt den Energieverbrauch um 99 %",
  "page-what-is-ethereum-when-who-history-2025": "<em>Pectra</em>-Upgrade verbessert Smart Wallet-Unterstützung und L2-Kompatibilität",
  "page-what-is-ethereum-when-who-governance-1": "Heute wird Ethereum nicht mehr von einer einzelnen Person oder Firma betrieben.",
  "page-what-is-ethereum-when-who-contributors-title": "Das Netzwerk wird von einer breiten Gruppe von Mitwirkenden gepflegt:",
  "page-what-is-ethereum-when-who-contributors-1": "Entwickler, die Upgrades schreiben und vorschlagen",
  "page-what-is-ethereum-when-who-contributors-2": "Knotenbetreiber, die zur verteilten physischen Infrastruktur beitragen",
  "page-what-is-ethereum-when-who-contributors-3": "Staker, die Transaktionen validieren",
  "page-what-is-ethereum-when-who-contributors-4": "Community-Mitglieder, die die Tools und die Kultur entwickeln",
  "page-what-is-ethereum-when-who-contributors-5": "<strong>Sie</strong> durch die Nutzung des Netzwerks",
  "page-what-is-ethereum-when-who-governance-2": "<strong>Es gibt keinen CEO, Vorstand oder eine zentrale Behörde.</strong> Die Ethereum Foundation unterstützt weiterhin die Finanzierung von Forschung und Entwicklung, aber das Ökosystem basiert auf offener Beteiligung.",
  "page-what-is-ethereum-when-who-governance-3": "Änderungen werden über <eips>Ethereum Improvement Proposals (EIPs)</eips> vorgeschlagen, öffentlich diskutiert und nur dann <governance>übernommen, wenn die breitere Community sie unterstützt</governance>.",
  "page-what-is-ethereum-when-who-governance-4": "Dadurch verändert sich Ethereum langsamer als ein Startup, ist aber auch viel schwieriger zu schließen oder zu übernehmen.",
  "page-what-is-ethereum-when-who-learn-more": "Erfahren Sie mehr über die Geschichte von Ethereum",
  "page-what-is-ethereum-roadmap-title": "Wie sieht die Ethereum-Roadmap für 2025 aus?",
  "page-what-is-ethereum-roadmap-intro-1": "Ethereum folgt keiner festen Roadmap. Es folgt einer gemeinsamen Vision.",
  "page-what-is-ethereum-roadmap-intro-2": "Netzwerkupgrades werden als EIPs umgesetzt und von Mitwirkenden auf der ganzen Welt öffentlich entwickelt. Es gibt kein zentrales Team, das entscheidet, was passiert, sondern einfach Menschen, die das entwickeln, was sie auf der Grundlage der Nutzerbedürfnisse für nützlich halten.",
  "page-what-is-ethereum-roadmap-intro-3": "Pectra ist das neueste Upgrade, das im Mai 2025 veröffentlicht wurde. Dieses Upgrade verbesserte die Wallet-Funktionen, gab den Stakern mehr Flexibilität und erleichterte die Ausführung von Dapps auf L2s. Ziel war es, die Benutzerfreundlichkeit zu verbessern, ohne Kompromisse bei Sicherheit oder Dezentralisierung einzugehen.",
  "page-what-is-ethereum-roadmap-priorities-intro": "<a>Mit Blick auf die Zukunft</a> gehören zu den Prioritäten von Ethereum:",
  "page-what-is-ethereum-roadmap-priority-1": "Das Kernprotokoll und seine L2s für alle schneller und günstiger machen",
  "page-what-is-ethereum-roadmap-priority-2": "Verbesserung der Erfahrung für Benutzer und Entwickler",
  "page-what-is-ethereum-roadmap-outro-1": "Diese Prioritäten werden dazu beitragen, dass Ethereum sicher, skalierbar und benutzerfreundlich ist, da sich täglich mehr Menschen auf das Netzwerk verlassen.",
  "page-what-is-ethereum-roadmap-outro-2": "Wenn Sie die Richtung von Ethereum bestimmen möchten, <a>beteiligen Sie sich</a>. Sie brauchen keine Genehmigung, nur den Wunsch, in dieser neuen digitalen Wirtschaft etwas zu bewegen.",
  "page-what-is-ethereum-roadmap-learn-more": "Sehen Sie sich eine Übersicht der Ethereum-Roadmap an",
  "page-what-is-ethereum-further-reading-title": "Was sind Wallets?",
  "page-what-is-ethereum-further-reading-wallets": "Was sind Wallets?",
  "page-what-is-ethereum-further-reading-eth": "Was ist Ether (ETH)?",
  "page-what-is-ethereum-further-reading-web3": "Was ist web3?",
  "page-what-is-ethereum-further-reading-networks": "Erfahren Sie mehr über das Ethereum Netzwerk",
  "page-what-is-ethereum-toc-ethereum": "Was ist Ethereum?",
  "page-what-is-ethereum-toc-network": "Was ist das Ethereum-Netzwerk?",
  "page-what-is-ethereum-toc-ether": "Was ist Ether (ETH)?",
  "page-what-is-ethereum-toc-how": "Wie funktioniert Ethereum?",
  "page-what-is-ethereum-toc-what": "Wofür wird Ethereum verwendet?",
  "page-what-is-ethereum-toc-start": "So starten Sie mit der Nutzung von Ethereum",
  "page-what-is-ethereum-toc-bitcoin": "Was ist der Unterschied zwischen Ethereum und Bitcoin?",
  "page-what-is-ethereum-toc-when-who": "Wann wurde Ethereum eingeführt, wer hat es gegründet und wer betreibt es jetzt?",
  "page-what-is-ethereum-toc-roadmap": "Wie sieht die Ethereum-Roadmap für 2025 aus?",
  "page-what-is-ethereum-banner-networks-alt": "Illustration des futuristischen Ethereum-Gemeindezentrums",
  "page-what-is-ethereum-banner-ether-alt": "Offene Hände halten Äther Glyphe",
  "page-what-is-ethereum-banner-how-alt": "Mann repariert Computer",
  "page-what-is-ethereum-banner-contributing-alt": "Doge lächelt am Computer",
  "page-what-is-ethereum-banner-what-alt": "Vier futuristische Menschen und ein Doge blicken in ein Ethereum Prisma",
  "page-what-is-ethereum-banner-start-alt": "Futuristisches Gemeindezentrum",
  "page-what-is-ethereum-banner-when-who-alt": "Zwei Menschen gehen und reden"
}
