{
  "page-dapps-1inch-logo-alt": "1inch-Logo",
  "page-dapps-aave-logo-alt": "Aave-Logo",
  "page-dapps-add-button": "DApp vorschlagen",
  "page-dapps-add-title": "DApp hinzufügen",
  "page-dapps-ankr-logo-alt": "Ankr Logo",
  "page-dapps-api3-logo-alt": "API3 Logo",
  "page-dapps-arweave-logo-alt": "ARweave Logo",
  "page-dapps-audius-logo-alt": "Audius-Logo",
  "page-dapps-augur-logo-alt": "Augur-Logo",
  "page-dapps-axie-infinity-logo-alt": "Axie-Infinity-Logo",
  "page-dapps-balancer-logo-alt": "Balancer-Logo",
  "page-dapps-brave-logo-alt": "Brave-Logo",
  "page-dapps-beginner-friendly-description": "Einige dApps, die sich gut für Anfänger eignen. Weiter unten können Sie weitere Dapps entdecken.",
  "page-dapps-beginner-friendly-header": "Anfängerfreundlich",
  "page-dapps-category-arts": "Kunst und Mode",
  "page-dapps-category-browsers": "Browser",
  "page-dapps-category-code-marketplaces": "Code-Marktplätze",
  "page-dapps-category-collectibles": "Digitale Sammlerstücke",
  "page-dapps-category-competitive": "Web3-Spiele",
  "page-dapps-category-computing": "Entwicklertools",
  "page-dapps-category-dex": "Börsen",
  "page-dapps-category-investments": "Investmentfonds",
  "page-dapps-category-lending": "Kreditvergabe und Kreditaufnahme",
  "page-dapps-category-lottery": "Crowdfunding",
  "page-dapps-category-marketplaces": "Marktplätze",
  "page-dapps-category-music": "Musik",
  "page-dapps-category-payments": "Zahlungen",
  "page-dapps-category-insurance": "Versicherungen",
  "page-dapps-category-portfolios": "Portfoliomanagement",
  "page-dapps-category-trading": "Prognosemärkte",
  "page-dapps-category-utilities": "Nützliches",
  "page-dapps-category-worlds": "Virtuelle Welten",
  "page-dapps-category-demand-aggregator": "Nachfrage-Aggregatoren",
  "page-dapps-category-derivatives": "Derivate",
  "page-dapps-category-liquid-staking": "Liquides Staking",
  "page-dapps-category-bridges": "Bridges",
  "page-dapps-category-experiences": "Geteilte Erfahrungen",
  "page-dapps-category-guilds": "Ertragsgilden",
  "page-dapps-category-avatar": "Avatare",
  "page-dapps-choose-category": "Kategorie wählen",
  "page-dapps-category-social": "Soziale Medien",
  "page-dapps-category-content": "Inhalt",
  "page-dapps-category-community": "Community",
  "page-dapps-category-messaging": "Messaging",
  "page-dapps-category-identity": "Identität",
  "page-dapps-collectibles-benefits-1-description": "Wenn Kunst auf Ethereum tokenisiert wird, kann Eigentum für alle sichtbar nachweisbar sein. Sie können die Reise des Kunstwerks von der Erstellung bis zum aktuellen Inhaber verfolgen. Dies verhindert Fälschungen.",
  "page-dapps-collectibles-benefits-1-title": "Eigentum ist nachweisbar",
  "page-dapps-collectibles-benefits-2-description": "Das Bezahlen für das Streamen von Musik oder den Kauf von Kunstwerken ist für die Künstler viel fairer. Mit Ethereum gibt es weniger Bedarf an Zwischenhändlern. Und wenn Zwischenhändler benötigt werden, sind ihre Kosten nicht so hoch, weil die Plattformen nicht für die Infrastruktur des Netzwerks bezahlen müssen.",
  "page-dapps-collectibles-benefits-2-title": "Fairer für die Ersteller",
  "page-dapps-collectibles-benefits-3-description": "Tokenisierte Sammlerstücke sind an Ihre Ethereum-Adresse gebunden, nicht an die Plattform. So können Sie Dinge wie In-Game-Gegenstände auf jedem Ethereum-Markt verkaufen, nicht nur im Spiel selbst.",
  "page-dapps-collectibles-benefits-3-title": "Sammlerstücke gehen mit Ihnen",
  "page-dapps-collectibles-benefits-4-description": "Die Werkzeuge und Produkte, um Ihre Kunst zu tokenisieren und zu verkaufen, existieren bereits. Ihre Token können auf allen einlösbaren Ethereum-Plattformen verkauft werden.",
  "page-dapps-collectibles-benefits-4-title": "Infrastruktur bereits vorhanden",
  "page-dapps-collectibles-benefits-description": "Dies sind Applikationen, die sich auf digitales Eigentum fokussieren, Verdienstmöglichkeiten für Ersteller verbessern und neue Wege erfinden, um in Ihre bevorzugten Künstler und deren Arbeit zu investieren.",
  "page-dapps-collectibles-benefits-title": "dezentrale Sammelobjekte und Streaming",
  "page-dapps-collectibles-button": "Kunst und Sammlerstücke",
  "page-dapps-collectibles-description": "Dies sind Applikationen, die sich auf digitales Eigentum fokussieren, Verdienstmöglichkeiten für Ersteller verbessern und neue Wege erfinden, um in Ihre bevorzugten Künstler und deren Arbeit zu investieren.",
  "page-dapps-collectibles-title": "Dezentralisierte Kunst und Sammlerstücke",
  "page-dapps-compound-logo-alt": "Compound-Logo",
  "page-dapps-convex-logo-alt": "Convex-Logo",
  "page-dapps-cryptopunks-logo-alt": "KryptoPunks-Logo",
  "page-dapps-cryptovoxels-logo-alt": "Kryptovoxels-Logo",
  "page-dapps-cyberconnect-logo-alt": "CyberConnect-Logo",
  "page-dapps-dapp-description-1inch": "Hilft dabei, hohe Preisabweichungen zu vermeiden, indem die besten Preise zusammengefasst werden.",
  "page-dapps-dapp-description-aave": "Verleihen Sie Ihre Token, um Zinsen zu erhalten, und heben Sie sie jederzeit wieder ab.",
  "page-dapps-dapp-description-ankr": "Satz verschiedener Web3-Infrastrukturprodukte zum Aufbauen, Verdienen, Spielen und mehr – alles auf der Blockchain.",
  "page-dapps-dapp-description-api3": "Erstanbieter-Preisreferenzdatenfeeds, die es dApps in 10 Netzwerken (und es werden immer mehr) ermöglichen, sich mit Echtzeit-Asset-Preisdaten zu verbinden, einschließlich Krypto- und Devisenpreisen.",
  "page-dapps-dapp-description-arweave": "Daten dauerhaft und nachhaltig speichern, mit einer einmaligen Vorabgebühr.",
  "page-dapps-dapp-description-async-art": "Erschaffen, sammeln und handeln Sie mit #ProgrammableArt – digitale Gemälde, die in „Layers\" aufgespaltet sind und mit denen Sie das Gesamtbild gestalten können. Jeder Master und jede Layer ist ein ERC721-Token.",
  "page-dapps-dapp-description-audius": "Dezentralisierte Streaming-Plattform. Hört zu = Geld für Ersteller, nicht Marken.",
  "page-dapps-dapp-description-augur": "Wetten Sie auf die Ergebnisse in Sport, Wirtschaft und weiteren weltweiten Events.",
  "page-dapps-dapp-description-axie-infinity": "Handeln Sie mit und kämpfen Sie gegen Kreaturen namens Axies. Und verdienen Sie dabei etwas, während Sie spielen – verfügbar auf Ihrem Mobiltelefon",
  "page-dapps-dapp-description-balancer": "Balancer ist ein automatisierter Portfoliomanager und eine Handelsplattform.",
  "page-dapps-dapp-description-brave": "Verdienen Sie Token während des Browsens und unterstützen Sie Ihre Lieblingskünstler mit ihnen.",
  "page-dapps-dapp-description-cent": "Ein soziales Netzwerk, in dem Sie durch das Posten von NFT Geld verdienen.",
  "page-dapps-dapp-description-compound": "Verleihen Sie Ihre Token, um Zinsen zu erhalten, und ziehen Sie sich jederzeit wieder davon zurück.",
  "page-dapps-dapp-description-convex": "Convex ermöglicht es Curve-Liquiditätsanbietern, Handelsgebühren zu verdienen und gesteigertes CRV einzufordern, ohne CRV zu sperren.",
  "page-dapps-dapp-description-cryptopunks": "Kaufen und bieten Sie auf Punks und bieten Sie diese wiederum zum Verkauf an – eine der ersten Token-Sammlungen auf Ethereum.",
  "page-dapps-dapp-description-cryptovoxels": "Erschaffen Sie Kunstgalerien, bauen Sie Geschäfte und kaufen Sie Land – eine virtuelle Ethereum-Welt.",
  "page-dapps-dapp-description-cyberconnect": "Dezentralisiertes Social-Graph-Protokoll, das dApps dabei hilft, Netzwerkeffekte zu initiieren und personalisierte soziale Erlebnisse zu schaffen",
  "page-dapps-dapp-description-dark-forest": "Erobern Sie Welten in einem unendlichen, prozedural generierten, kryptographisch spezifizierten Universum.",
  "page-dapps-dapp-description-decentraland": "Sammeln und handeln Sie virtuelles Land in einer virtuellen Welt, die Sie entdecken können.",
  "page-dapps-dapp-description-ens": "Benutzerfreundliche Namen für Ethereum-Adressen und dezentrale Seiten.",
  "page-dapps-dapp-description-foundation": "Investieren Sie in eine einzigartige Ausgabe von digitaler Kunst und handeln Sie Kunstwerke mit anderen Käufern.",
  "page-dapps-dapp-description-gitcoin": "Verdienen Sie Kryptowährung, indem Sie an Open-Source-Software arbeiten.",
  "page-dapps-dapp-description-gitcoin-grants": "Crowdfunding für Ethereum-Gemeinschaftsprojekte mit umfangreicheren Beiträgen",
  "page-dapps-dapp-description-gm": "All-in-one-Plattform für Chat, Foren und Sprache, die tatsächlich Einnahmen mit ihren Erstellern teilt",
  "page-dapps-dapp-description-gods-unchained": "Strategisches Handeln mit Kartenspielen. Verdienen Sie sich durch das Spielen Spielkarten, die Sie im realen Leben verkaufen können.",
  "page-dapps-dapp-description-golem": "Erhalten Sie Zugriff auf Rechenleistung oder mieten Sie Ihre eigenen Ressourcen an.",
  "page-dapps-dapp-description-graph": "Ein Indexierungsprotokoll zum Abfragen von Netzwerken wie Ethereum und IPFS.",
  "page-dapps-dapp-description-ipfs": "Ein Peer-to-Peer-Hypermedia-Protokoll, das darauf abzielt, das Wissen der Menschheit zu bewahren und zu vermehren, indem es das Web aufrüstbar, widerstandsfähig und offener gestaltet.",
  "page-dapps-dapp-description-radicle": "Sichere Peer-to-Peer-Code-Zusammenarbeit ohne Vermittler.",
  "page-dapps-dapp-description-kyberswap": "Tauschen und verdienen Sie zu den besten Konditionen.",
  "page-dapps-dapp-description-lido": "Vereinfachtes und sicheres Staking für digitale Assets.",
  "page-dapps-dapp-description-loopring": "Peer-to-Peer-Tradingplattform – für Geschwindigkeit entwickelt.",
  "page-dapps-dapp-description-marble-cards": "Erstellen und tauschen Sie einzigartige, digitale Spielkarten basierend auf URL.",
  "page-dapps-dapp-description-matcha": "Durchsucht mehrere Börsen, um für Sie den besten Preis zu finden.",
  "page-dapps-dapp-description-meeds": "Web3-Community-Hubs für das Zeitalter der dezentralisierten Arbeit. Belohnen Sie wichtige Beiträge auf faire und transparente Weise.",
  "page-dapps-dapp-description-mirror": "Mirrors robuste Veröffentlichungsplattform ist auf Web3 für Web3 gebaut und verschiebt die Grenzen des Online-Schreibens",
  "page-dapps-dapp-description-multichain": "Der ultimative Router für Web3. Es handelt sich um eine Infrastruktur, die für beliebige Cross-Chain-Interaktionen entwickelt wurde.",
  "page-dapps-dapp-description-nifty-gateway": "Kaufen Sie Werke on-chain von Top-Künstlern, Athleten, Marken und Erstellern.",
  "page-dapps-dapp-description-summerfi": "Handeln, leihen und sparen mit Dai, einer Ethereum-Stablecoin.",
  "page-dapps-dapp-description-opensea": "Kaufen, verkaufen, entdecken und handeln Sie Waren mit limitierter Auflage.",
  "page-dapps-dapp-description-opera": "Senden Sie Kryptowährung von Ihrem Browser an Händler, andere Nutzer und Apps.",
  "page-dapps-dapp-description-osuvox": "3D-Avatare, die auf der Blockchain leben",
  "page-dapps-dapp-description-poap": "Sammeln Sie NFTs um zu beweisen, dass Sie bei verschiedenen virtuellen oder persönlichen Veranstaltungen waren. Nutzen Sie sie, um an Tombolas teilzunehmen, zu stimmen, zu kollaborieren oder einfach nur anzugeben.",
  "page-dapps-dapp-description-polymarket": "Wetten Sie auf Ergebnisse. Handeln Sie auf den Informationsmärkten.",
  "page-dapps-dapp-description-pooltogether": "Eine Lotterie, bei der Sie nicht verlieren können. Preise jede Woche.",
  "page-dapps-dapp-description-index-coop": "Ein Krypto-Indexfonds, der Ihr Portfolio den Top-DeFi-Token aussetzt.",
  "page-dapps-dapp-description-nexus-mutual": "Deckung ohne Versicherungsgesellschaft. Schützen Sie sich gegen Smart-Contract-Bugs und -Hacks.",
  "page-dapps-dapp-description-etherisc": "Eine dezentrale Versicherungsvorlage, mit der jeder seinen eigenen Versicherungsschutz erstellen kann.",
  "page-dapps-dapp-description-zapper": "Verfolgen Sie Ihr Portfolio und verwenden Sie eine Reihe von DeFi-Produkten von einer Website aus.",
  "page-dapps-dapp-description-zerion": "Verwalten Sie Ihr Portfolio und bewerten Sie einfach jede einzelne DeFi-Anlage am Markt.",
  "page-dapps-dapp-description-rotki": "Open-Source-Portfolio-Tracking, Analytik, Buchhaltung und Steuerberichterstattung unter Wahrung Ihrer Privatsphäre.",
  "page-dapps-dapp-description-krystal": "Eine One-Stop-Plattform für den Zugriff auf alle Ihre Lieblings-DeFi-Dienste.",
  "page-dapps-dapp-description-rarible": "Erstellen, verkaufen und kaufen Sie tokenisierte Sammlerstücke.",
  "page-dapps-dapp-description-request-finance": "Eine Reihe von finanziellen Werkzeugen für Rechnungen, Gehaltsabrechnungen und Ausgaben auf Basis von Kryptowährungen.",
  "page-dapps-dapp-description-rubic": "Cross-Chain-Technologie-Aggregator für Nutzer und dApps.",
  "page-dapps-dapp-description-sablier": "Übertragen Sie Geld in Echtzeit.",
  "page-dapps-dapp-description-spatial": "Erstellen Sie Ihren persönlichen Avatar und eigene 3D-Welten",
  "page-dapps-dapp-description-spruce": "Open-Source-Stack, um die Kontrolle über Identität und Daten bei den Nutzern zu belassen.",
  "page-dapps-dapp-description-status": "Entwickelt, um den freien Informationsfluss zu ermöglichen, das Recht auf private, sichere Unterhaltungen zu schützen und die Souveränität von Einzelpersonen zu fördern.",
  "page-dapps-dapp-description-superrare": "Kaufen Sie digitale Kunst direkt vom Künstler oder auf dem Zweitmarkt.",
  "page-dapps-dapp-description-synthetix": "Synthetix ist ein Protokoll für die Emission und den Handel mit synthetischen Vermögenswerten",
  "page-dapps-dapp-description-token-sets": "Strategien für Krypto-Investitionen, die sich automatisch ausgleichen.",
  "page-dapps-dapp-description-uniswap": "Tauschen Sie Token einfach oder stellen Sie Token für prozentuale Vergütung zur Verfügung.",
  "page-dapps-dapp-description-xmtp": "Senden Sie Nachrichten zwischen Blockchain-Konten, einschließlich Direktnachrichten, Alarmen, Ankündigungen und mehr.",
  "page-dapps-dapp-description-yearn": "Yearn Finance ist ein Rendite-Aggregator. Einzelpersonen, DAOs und andere Protokolle haben damit eine Möglichkeit, digitale Vermögenswerte zu hinterlegen und Renditen zu erwirtschaften.",
  "page-dapps-docklink-dapps": "Einführung in dApps",
  "page-dapps-docklink-smart-contracts": "Smart Contracts",
  "page-dapps-dark-forest-logo-alt": "Dark-Forest-Logo",
  "page-dapps-decentraland-logo-alt": "Decentraland-Logo",
  "page-dapps-index-coop-logo-alt": "Index-Coop-Logo",
  "page-dapps-nexus-mutual-logo-alt": "Nexus-Mutual-Logo",
  "page-dapps-etherisc-logo-alt": "Etherisc-Logo",
  "page-dapps-zapper-logo-alt": "Zapper-Logo",
  "page-dapps-zerion-logo-alt": "Zerion-Logo",
  "page-dapps-rotki-logo-alt": "Rotki-Logo",
  "page-dapps-krystal-logo-alt": "Krystal Logo",
  "page-dapps-synthetix-logo-alt": "Synthetix-Logo",
  "page-dapps-desc": "Finden Sie eine Ethereum-Anwendung zum Ausprobieren.",
  "page-dapps-doge-img-alt": "Illustration eines Doge, der einen Computer benutzt",
  "page-dapps-editors-choice-dark-forest": "Spielen Sie gegen andere, um Planeten zu erobern, und testen Sie die neueste Skalierungs- und Privatsphäre-Technologie von Ethereum. Vielleicht etwas für diejenigen, die bereits mit Ethereum vertraut sind.",
  "page-dapps-editors-choice-foundation": "Investieren Sie in Kultur. Kaufen, handeln und verkaufen Sie einzigartige digitale Kunst und Mode von einigen unglaublichen Künstlern, Musikern und Marken.",
  "page-dapps-editors-choice-pooltogether": "Kaufen Sie ein Ticket für eine Lotterie ohne Verlust. Jede Woche werden die Zinsen, die sich aus dem gesamten Ticket-Pool ergeben, an einen glücklichen Gewinner ausgeschüttet. Sie bekommen Ihr Geld zurück, wann immer Sie es möchten.",
  "page-dapps-editors-choice-uniswap": "Tauschen Sie Ihre Token ganz einfach. Ein Liebling der Community, der es Ihnen erlaubt, Token mit allen möglichen Menschen im Netzwerk zu handeln.",
  "page-dapps-ens-logo-alt": "Ethereum-Name-Service-Logo",
  "page-dapps-explore-dapps-description": "Viele dApps sind immer noch in der Experimentierphase und loten die Möglichkeiten des dezentralen Netzwerks aus. Aber es gab einige erfolgreiche Frühstarter in den Kategorien Technologie, Finanzen, Spiele und Sammlerstücke.",
  "page-dapps-explore-dapps-title": "Entdecken Sie dApps",
  "page-dapps-features-1-description": "Einmal in Ethereum eingespielt, kann ein dApp-Code nicht mehr zurückgenommen werden. Jeder kann die Funktionen der dApp nutzen. Sogar wenn das Team hinter der dApp aufgelöst wurde, können Sie sie immer noch nutzen. Einmal auf Ethereum, bleibt sie auch dort.",
  "page-dapps-features-1-title": "Keine Besitzer",
  "page-dapps-features-2-description": "Sie können nicht von einer dApp oder vom Senden von Transaktionen ausgeschlossen werden. Wenn z. B. Twitter auf Ethereum wäre, könnte niemand Ihr Konto blockieren oder Sie vom Tweeten abhalten.",
  "page-dapps-features-2-title": "Frei von Zensur",
  "page-dapps-features-3-description": "Da Ethereum über ETH verfügt, sind Zahlungen ein natürlicher Teil von Ethereum. Entwickler brauchen keine Zeit mit der Integration von Zahlungs-Drittanbietern zu verbringen.",
  "page-dapps-features-3-title": "Integrierte Zahlungen",
  "page-dapps-features-4-description": "dApp-Code ist frei zugänglich und standardmäßig kompatibel. Teams bauen regelmäßig unter Verwendung der Arbeit anderer Teams. Wenn man möchte, dass Benutzer Token in Ihrer dApp austauschen, können Sie einfach den Code einer anderen dApp einfügen.",
  "page-dapps-features-4-title": "Plug-and-Play",
  "page-dapps-features-5-description": "Bei den meisten dApps braucht man nicht seine echte Identität anzugeben. Ihr Ethereum-Account ist Ihr Zugang und alles, was Sie brauchen, ist eine Wallet.",
  "page-dapps-features-5-title": "Ein anonymer Login",
  "page-dapps-features-6-description": "Kryptographie stellt sicher, dass Angreifer keine Transaktionen und anderen dApp-Interaktionen in Ihrem Namen ausführen können. Sie autorisieren dApp-Aktionen mit Ihrem Ethereum-Konto, in der Regel über Ihre Wallet. So bleiben Ihre Zugangsdaten sicher.",
  "page-dapps-features-6-title": "Durch Kryptographie gesichert",
  "page-dapps-features-7-description": "Sobald die dApp auf Ethereum läuft, wird sie nur stoppen, wenn Ethereum selbst nicht mehr funktioniert. Netzwerke von Ethereums Größe sind bekanntermaßen sehr schwer anzugreifen.",
  "page-dapps-features-7-title": "Keine Downtime",
  "page-dapps-finance-benefits-1-description": "Finanzdienstleistungen, die auf Ethereum laufen, haben keine Anmeldebedingungen. Wenn Sie ein Guthaben und eine Internetverbindung haben, können Sie loslegen.",
  "page-dapps-finance-benefits-1-title": "Offener Zugang",
  "page-dapps-finance-benefits-2-description": "Es gibt eine ganze Welt von Token, mit denen man über diese Finanzprodukte interagieren kann. Leute bauen die ganze Zeit neue Token auf Basis von Ethereum auf.",
  "page-dapps-finance-benefits-2-title": "Eine neue Token-Ökonomie",
  "page-dapps-finance-benefits-3-description": "<a href=\"/glossary/#stablecoin\">Stablecoins</a> wurden in Teamarbeit entwickelt – dabei handelt es sich um eine weniger volatile Kryptowährung, mit der Sie ohne Risiko und Unsicherheiten in die Krypto-Welt eintauchen und damit experimentieren können.",
  "page-dapps-finance-benefits-3-title": "Stablecoins",
  "page-dapps-finance-benefits-4-description": "Finanzprodukte im Ethereum-Ökosystem sind alle modular aufgebaut und miteinander kompatibel. Neue Konfigurationen dieser Module kommen laufend auf den Markt und erhöhen die Möglichkeiten, was Sie mit Krypto machen können.",
  "page-dapps-finance-benefits-4-title": "Vernetzte Finanzdienstleistungen",
  "page-dapps-finance-benefits-description": "Was ist besonders an Ethereum, das dezentralisierte Finanzanwendungen aufblühen lässt?",
  "page-dapps-finance-benefits-title": "Dezentralisierte Finanzen",
  "page-dapps-finance-button": "Finanzen",
  "page-dapps-finance-description": "Dies sind Anwendungen, die sich auf den Aufbau von Finanzdienstleistungen mit Kryptowährungen konzentrieren. Sie bieten z. B. Kreditvergabe, Kreditaufnahme, Zinseinnahmen und private Zahlungen – ohne persönliche Daten.",
  "page-dapps-finance-title": "Dezentralisierte Finanzen",
  "page-dapps-foundation-logo-alt": "Foundation-Logo",
  "page-dapps-gaming-benefits-1-description": "Seien es virtuelles Land oder Sammelkarten, Ihre Gegenstände sind auf Sammlermärkten handelbar. All diese Spielgegenstände haben einen realen Wert.",
  "page-dapps-gaming-benefits-1-title": "Spielgegenstände dienen als Token",
  "page-dapps-gaming-benefits-2-description": "Ihre Gegenstände und in einigen Fällen Ihr Fortschritt gehören Ihnen, nicht den Spieleentwicklern. Sie werden also nichts verlieren, wenn die Firma hinter dem Spiel angegriffen wird, eine Serverstörung erleidet oder sich auflöst.",
  "page-dapps-gaming-benefits-2-title": "Ihre Spielstände sind hier sicher",
  "page-dapps-gaming-benefits-3-description": "Auf die gleiche Weise, wie Ethereum-Zahlungen für jedermann verifizierbar sind, können Spiele diese Qualität nutzen, um Fairness zu gewährleisten. Theoretisch ist alles verifizierbar, von der Anzahl der kritischen Treffer bis zur Größe der Kriegskasse eines Gegners.",
  "page-dapps-gaming-benefits-3-title": "Nachweisbare Fairness",
  "page-dapps-gaming-benefits-description": "Was ist besonders an Ethereum, das dezentralisiertes Gaming fördert?",
  "page-dapps-gaming-benefits-title": "Dezentralisiertes Gaming",
  "page-dapps-gaming-button": "Gaming",
  "page-dapps-gaming-description": "Dies sind Anwendungen, die sich auf die Schaffung virtueller Welten konzentrieren und andere Spieler mit Sammlerstücken herausfordern, die einen realen Wert haben.",
  "page-dapps-gaming-title": "Dezentralisiertes Gaming",
  "page-dapps-get-some-eth-description": "dApp-Aktionen kosten Überweisungsgebühren",
  "page-dapps-get-started-subtitle": "Um eine DApp auszuprobieren, benötigen Sie eine <a href=\"/glossary/#wallet\">Wallet</a> und einige ETH. Mit einer Wallet können Sie eine Verbindung herstellen oder sich anmelden. Und Sie benötigen ETH, um alle anfallenden <a href=\"/glossary/#transaction-fee\">Transaktionsgebühren</a> zu bezahlen.",
  "page-dapps-get-started-title": "Erste Schritte",
  "page-dapps-gitcoin-grants-logo-alt": "Gitcoin-Grants-Logo",
  "page-dapps-gitcoin-logo-alt": "Gitcoin-Logo",
  "page-dapps-gm-logo-alt": "gm.xyz-Logo",
  "page-dapps-gods-unchained-logo-alt": "Gods-Unchained-Logo",
  "page-dapps-golem-logo-alt": "Golem-Logo",
  "page-dapps-graph-logo-alt": "Graph-Logo",
  "page-dapps-radicle-logo-alt": "Radicle-Logo",
  "page-dapps-hero-header": "Ethereum-basierte Werkzeuge und Dienste",
  "page-dapps-hero-subtitle": "dApps sind eine wachsende Bewegung von Anwendungen, die Ethereum verwenden, um Geschäftsmodelle aufzumischen oder neue zu erfinden.",
  "page-dapps-how-dapps-work-p1": "Bei DApps läuft der Backend-Code (Smart Contracts) in einem dezentralen Netzwerk und nicht auf einem zentralen Server. Sie nutzen die <a href=\"/glossary/#blockchain\">Blockchain</a> von Ethereum zur Datenspeicherung und Smart Contracts für ihre App-Logik.",
  "page-dapps-how-dapps-work-p2": "Ein Smart Contract ist wie eine Reihe von Regeln, die für alle sichtbar exakt nach diesen Regeln auf der Blockchain funktionieren. Stellen Sie sich einen Verkaufsautomaten vor: Wenn Sie genügend Geld haben und die richtige Auswahl treffen, bekommen Sie den gewünschten Artikel. Ebenso wie Automaten können Smart Contracts, genau wie Ihr Ethereum-Account, Geld halten. Dies ermöglicht Code, Vereinbarungen und Transaktionen zu vermitteln.",
  "page-dapps-how-dapps-work-p3": "Sobald dApps im Ethereum-Netzwerk installiert sind, können Sie diese nicht mehr ändern. dApps können dezentralisiert werden, weil sie durch die in den Smart Contract geschriebene Logik kontrolliert werden, nicht durch eine Person oder ein Unternehmen.",
  "page-dapps-how-dapps-work-title": "So funktionieren dApps",
  "page-dapps-ipfs-logo-alt": "IPFS-Logo",
  "page-dapps-kyberswap-logo-alt": "KyberSwap-Logo",
  "page-dapps-learn-callout-button": "Fangen Sie an zu bauen",
  "page-dapps-learn-callout-description": "Unser Community-Entwicklerportal verfügt über Dokumente, Tools und Frameworks, um Ihnen bei der Entwicklung einer dapp zu helfen.",
  "page-dapps-learn-callout-image-alt": "Illustration einer Hand, die ein Ethereum-Logo aus Lego-Steinen aufbaut.",
  "page-dapps-learn-callout-title": "Lernen Sie, eine dApp zu entwickeln",
  "page-dapps-lido-logo-alt": "Lido-Logo",
  "page-dapps-loopring-logo-alt": "Loopring-Logo",
  "page-dapps-magic-behind-dapps-description": "dApps mögen sich wie normale Apps anfühlen, aber hinter den Kulissen haben sie einige besondere Eigenschaften, weil ihnen alle Superkräfte von Ethereum zur Verfügung stehen. Hier sehen Sie, was dApps von Apps unterscheidet.",
  "page-dapps-magic-behind-dapps-link": "Was macht Ethereum großartig?",
  "page-dapps-magic-behind-dapps-title": "Die Magie hinter dApps",
  "page-dapps-magic-title-1": "Die Magie",
  "page-dapps-magic-title-2": "hinter",
  "page-dapps-magician-img-alt": "Illustration von Zauberern",
  "page-dapps-marble-cards-logo-alt": "marble.cards-Logo",
  "page-dapps-async-logo-alt": "Async-Logo",
  "page-dapps-matcha-logo-alt": "Matcha-Logo",
  "page-dapps-meeds-logo-alt": "Meeds-Logo",
  "page-dapps-metaverse-benefits-title": "Metaversum",
  "page-dapps-metaverse-benefits-description": "Was hat Ethereum an sich, das das Metaversum florieren lässt?",
  "page-dapps-metaverse-benefits-1-title": "NFTs",
  "page-dapps-metaverse-benefits-1-description": "Einzigartige In-Game-Objekte, die Nutzern gehören und über virtuelle Welten und Marktplätze hinweg verwendet werden können, die dieselben Standards unterstützen.",
  "page-dapps-metaverse-benefits-2-title": "Benutzereigene Gemeinschaften",
  "page-dapps-metaverse-benefits-2-description": "Identitäten gehören den Nutzern und bieten endlose Möglichkeiten, soziale Netzwerke über mehrere virtuelle Welten hinweg zu erkunden und zu erstellen.",
  "page-dapps-metaverse-button": "Metaversum",
  "page-dapps-metaverse-title": "Metaversum",
  "page-dapps-metaverse-description": "Das sind Anwendungen, die es Benutzern ermöglichen, sich ungebunden in virtuellen Welten zu beteiligen. Benutzer können persönliche Netzwerke bilden und digitale Vermögenswerte besitzen",
  "page-dapps-mirror-logo-alt": "Mirror-Logo",
  "page-dapps-mobile-options-header": "Andere Kategorie durchsuchen",
  "page-dapps-multichain-logo-alt": "Multichain-Logo",
  "page-dapps-nifty-gateway-logo-alt": "Nifty-Gateway-Logo",
  "page-dapps-summerfi-logo-alt": "Summer.fi-Logo",
  "page-dapps-opensea-logo-alt": "OpenSea-Logo",
  "page-dapps-opera-logo-alt": "Opera-Logo",
  "page-dapps-osuvox-logo-alt": "OSUVOX-Logo",
  "page-dapps-polymarket-logo-alt": "Polymarket-Logo",
  "page-dapps-poap-logo-alt": "Proof- of-Attendance-Protokoll-Logo",
  "page-dapps-pooltogether-logo-alt": "PoolTogether-Logo",
  "page-dapps-rarible-logo-alt": "Rarible-Logo",
  "page-dapps-ready-button": "Los",
  "page-dapps-ready-description": "Wählen Sie eine dApp zum Probieren aus",
  "page-dapps-ready-title": "Bereit?",
  "page-dapps-request-finance-logo-alt": "Finanz-Logo beantragen",
  "page-dapps-rubic-logo-alt": "Rubic-Logo",
  "page-dapps-sablier-logo-alt": "Sablier-Logo",
  "page-dapps-set-up-a-wallet-button": "Finden Sie eine Wallet",
  "page-dapps-set-up-a-wallet-description": "Eine Wallet ist Ihr Login für eine dApp",
  "page-dapps-set-up-a-wallet-title": "Richten Sie eine Wallet ein",
  "page-dapps-social-button": "Sozial",
  "page-dapps-social-description": "Das sind Anwendungen, die sich darauf konzentrieren, dezentrale soziale Netzwerke unter Verwendung von dezentralen Identitätstechnologien zu erstellen, bei denen digitale Identitäten und soziale Beziehungen den Benutzern gehören.",
  "page-dapps-social-title": "Sozial",
  "page-dapps-spatial-logo-alt": "Spatial-Logo",
  "page-dapps-spruce-logo-alt": "Spruce-Logo",
  "page-dapps-status-logo-alt": "Status-Logo",
  "page-dapps-superrare-logo-alt": "SuperRare-Logo",
  "page-dapps-technology-button": "Technologie",
  "page-dapps-technology-description": "Diese Anwendungen konzentrieren sich auf die Dezentralisierung von Entwicklerwerkzeugen, die Einbindung kryptoökonomischer Systeme in bestehende Technologien und die Schaffung von Marktplätzen für Open-Source-Entwicklungsarbeit.",
  "page-dapps-technology-title": "Dezentralisierte Technologie",
  "page-dapps-token-sets-logo-alt": "Token-Sets-Logo",
  "page-dapps-uniswap-logo-alt": "Uniswap-Logo",
  "page-dapps-wallet-callout-button": "Finde eine Wallet",
  "page-dapps-wallet-callout-description": "Wallets sind auch dapps. Finde eine basierend auf den Merkmalen, die Ihnen passen.",
  "page-dapps-wallet-callout-image-alt": "Illustration eines Roboters.",
  "page-dapps-wallet-callout-title": "Wallets anschauen",
  "page-dapps-warning-header": "Informieren Sie sich immer ausgiebig selbst",
  "page-dapps-warning-message": "Ethereum ist eine neue Technologie und die meisten Anwendungen sind neu. Bevor Sie große Mengen an Geld einsetzen, stellen Sie sicher, dass Sie die Risiken verstehen.",
  "page-dapps-what-are-dapps": "Was sind dApps?",
  "page-dapps-more-on-defi-button": "Mehr zu dezentralisierten Finanzen",
  "page-dapps-more-on-nft-button": "Mehr zu tokenisierten Sammlerstücken",
  "page-dapps-more-on-nft-gaming-button": "Mehr zu tokenisierten In-Game-Items",
  "page-dapps-dapp-description-pwn": "Einfache Kredite, die durch jedes Token oder NFT auf Ethereum abgesichert sind.",
  "page-dapps-pwn-image-alt": "PWN-Logo",
  "page-dapps-xmtp-logo-alt": "XMTP-Logo",
  "opage-dapps-yearn-logo-alt": "Yearn-Logo",
  "page-dapps-yearn-image-alt": "Yearn-Logo",
  "page-dapps-convex-image-alt": "Convex-Logo",
  "foundation": "Foundation",
  "page-wallets-get-some": "Erwerben Sie ETH",
  "page-dapps-dapp-description-curve": "Curve ist ein Dex, der sich auf Stablecoins konzentriert",
  "page-dapps-curve-image-alt": "Curve-Logo",
  "page-dapps-dapp-description-dodo": "DODO ist ein On-Chain-Liquiditätsanbieter, der den Proactive Market Maker(PMM)-Algorithmus nutzt",
  "page-dapps-dodo-image-alt": "DODO-Logo",
  "page-dapps-dapp-description-artblocks": "Art Blocks zielt darauf ab, fesselnde Werke zeitgenössischer generativer Kunst zum Leben zu erwecken",
  "page-dapps-artblocks-image-alt": "Art Blocks-Logo",
  "page-dapps-explore-title": "Möchten Sie weitere Apps durchstöbern?",
  "page-dapps-explore": "Sehen Sie sich Hunderte DApps an"
}
