{
  "page-eth-buy-some": "Willst du Ethereum kaufen?",
  "page-eth-buy-some-desc": "Es ist üblich, Ethereum und ETH miteinander zu vermischen. Ethereum ist die Blockchain und ETH ist der primäre Vermögenswert von Ethereum. ETH ist das, was du wahrscheinlich kaufen möchtest.",
  "page-eth-cat-img-alt": "Grafik des ETH-Zeichens mit einem Kaleidoskop aus Katzen",
  "page-eth-collectible-tokens": "Sammler-Token",
  "page-eth-collectible-tokens-desc": "Token, die ein Sammelobjekt, ein Stück digitaler Kunst oder andere einzigartige Vermögenswerte repräsentieren. Üblicherweise bekannt als nicht austauschbare Token (NFT).",
  "page-eth-cryptography": "Durch Kryptographie gesichert",
  "page-eth-cryptography-desc": "Internetgeld mag neu sein, aber es wird durch erprobte Kryptographie gesichert. Dies schützt deine Wallet, die ETH darin und deine Transaktionen. ",
  "page-eth-currency-for-apps": "Es ist die Währung der Ethereum-Apps.",
  "page-eth-currency-for-future": "Währung für unsere digitale Zukunft",
  "page-eth-description": "ETH ist eine Kryptowährung. Es ist begrenztes digitales Geld, das im Internet verwendet werden kann – ähnlich wie Bitcoin. Falls du neu in Krypto bist, lerne hier, wie sich ETH von traditionellem Geld unterscheidet.",
  "page-eth-earn-interest-link": "Verdiene Zinsen",
  "page-eth-ethhub-caption": "Häufig aktualisiert",
  "page-eth-ethhub-overview": "In EthHub findest du bei Bedarf eine großartige Übersicht",
  "page-eth-flexible-amounts": "Verfügbar in flexiblen Mengen",
  "page-eth-flexible-amounts-desc": "ETH ist auf bis zu 18 Dezimalstellen teilbar, so dass du nicht ein ganzes ETH kaufen musst. Du kannst einzelne Bruchteile kaufen – lediglich 0,00000000000000000000000000000001 ETH, wenn du möchtest.",
  "page-eth-fuels": "ETH betreibt und sichert Ethereum",
  "page-eth-fuels-desc": "ETH ist das Herzblut von Ethereum. Wenn du ETH sendest oder eine Ethereum-Applikation verwendest, bezahlst du eine geringe Gebühr in ETH für die Nutzung des Ethereum-Netzwerks. Diese Gebühr ist ein Anreiz für einen Miner, zu verarbeiten und zu überprüfen, was du zu tun versuchst.",
  "page-eth-fuels-desc-2": "Miner sind wie die Archivare von Ethereum – sie prüfen und beweisen, dass niemand betrügt. Miner, die diese Arbeit erledigen, werden auch mit kleinen Beträgen von neu ausgegebenen ETH belohnt.",
  "page-eth-fuels-desc-3": "Die Miner halten Ethereum sicher und frei von zentralisierter Kontrolle. Anders ausgedrückt,",
  "page-eth-fuels-more-staking": "Mehr zum Staking",
  "page-eth-fuels-staking": "Mit dem Staking wird ETH noch wichtiger werden. Wenn du ETH stakest, wirst du dazu in der Lage sein, Ethereum zu sichern und Belohnungen zu erhalten. In diesem System verringert die Gefahr des Verlusts deiner ETH den Anreiz von Angriffen.",
  "page-eth-get-eth-btn": "ETH erwerben",
  "page-eth-gov-tokens": "Governance-Token",
  "page-eth-gov-tokens-desc": "Token, die das Stimmrecht in dezentralisierten Organisationen repräsentieren.",
  "page-eth-has-value": "Warum ist ETH von Wert?",
  "page-eth-has-value-desc": "ETH ist auf verschiedene Arten für verschiedene Menschen werthaltig.",
  "page-eth-has-value-desc-2": "Für Nutzer von Ethereum ist ETH wertvoll, weil es Ihnen die Zahlung von Transaktionsgebühren ermöglicht.",
  "page-eth-has-value-desc-3": "Andere sehen es als einen digitalen Wertspeicher, weil sich die Schaffung neuer ETH im Laufe der Zeit verlangsamt.",
  "page-eth-has-value-desc-4": "In letzter Zeit ist ETH wertvoll für die Nutzer von Finanz-Apps auf Ethereum geworden. Das liegt daran, dass man ETH als Sicherheit für Krypto-Darlehen oder als Zahlungssystem verwenden kann.",
  "page-eth-has-value-desc-5": "Natürlich sehen es viele auch als Investition, ähnlich wie Bitcoin oder andere Kryptowährungen.",
  "page-eth-how-to-buy": "So kauft man Ether",
  "page-eth-how-to-buy-caption": "Häufig aktualisiert",
  "page-eth-is-money": "ETH ist digitales, globales Geld.",
  "page-eth-last-updated": "Januar 2019",
  "page-eth-mining-link": "Mehr zum Mining",
  "page-eth-monetary-policy": "Ethereums Geldpolitik",
  "page-eth-more-on-ethereum-link": "Mehr über Ethereum",
  "page-eth-no-centralized": "Keine zentralisierte Kontrolle ",
  "page-eth-no-centralized-desc": "ETH ist dezentral und global. Es gibt kein Unternehmen oder eine Bank, die sich entscheiden kann, mehr ETH auszudrucken oder die Nutzungsbedingungen zu ändern.",
  "page-eth-non-fungible-tokens-link": "Nicht-austauschbare Tokens",
  "page-eth-not-only-crypto": "ETH ist nicht die einzige Kryptowährung auf Ethereum",
  "page-eth-not-only-crypto-desc": "Jeder kann neue Arten von Vermögenswerten erstellen und diese auf Ethereum handeln. Diese sind als \"Token\" bekannt. Menschen haben bereits traditionelle Währungen, ihre Immobilien, ihre Kunst und sogar sich selbst tokenisiert!",
  "page-eth-not-only-crypto-desc-2": "Ethereum ist die Heimat von Tausenden von Token – einige nützlicher und wertvoller als andere. Entwickler bauen ständig neue Marken auf, die neue Möglichkeiten und Märkte eröffnen.",
  "page-eth-not-only-crypto-desc-3": "Wenn du mehr über Token erfahren möchtest, haben unsere Freunde bei EthHub ein paar großartige Übersichten verfasst:",
  "page-eth-open": "Für alle zugänglich",
  "page-eth-open-desc": "Du benötigst nur eine Internetverbindung und eine Wallet, um ETH zu akzeptieren. Du musst nicht auf ein Bankkonto zugreifen, um Zahlungen zu akzeptieren. ",
  "page-eth-p2p-payments": "Peer-to-Peer-Zahlungen",
  "page-eth-p2p-payments-desc": "Du kannst deine ETH ohne Vermittlerdienst wie eine Bank versenden. Es ist so, als würde man persönlich Geld übergeben, aber man kann es sicher mit jedem machen, jeder, überall, jederzeit.",
  "page-eth-period": ".",
  "page-eth-popular-tokens": "Beliebte Arten von Token",
  "page-eth-powers-ethereum": "ETH betreibt Ethereum",
  "page-eth-shit-coins": "Sh*tcoins",
  "page-eth-shit-coins-desc": "Weil es einfach ist, neue Coins zu erstellen, kann es jeder machen – auch Leute mit schlechten oder bösen Absichten. Informiere dich immer erst ausgiebig, bevor du sie benutzt!",
  "page-eth-stablecoins": "Stablecoins",
  "page-eth-stablecoins-desc": "Token, die den Wert traditioneller Währung wie den Dollar widerspiegeln. Dies löst das Volatilitätsproblem mit vielen Kryptowährungen.",
  "page-eth-stablecoins-link": "Erwerbe Stablecoins",
  "page-eth-stream-link": "Streame ETH",
  "page-eth-tokens-link": "Ethereum-Token",
  "page-eth-trade-link-2": "Token tauschen",
  "page-eth-underpins": "ETH untermauert das Finanzsystem von Ethereum",
  "page-eth-underpins-desc": "Unzufrieden mit Zahlungsmöglichkeiten, baut die Ethereum-Community ein ganzes Finanzsystem auf, das peer-to-peer und für jedermann zugänglich ist.",
  "page-eth-underpins-desc-2": "Du kannst ETH als Sicherheit verwenden, um völlig verschiedene Kryptowährungstoken auf Ethereum zu erzeugen. Darüber hinaus kannst du leihen, verleihen und Zinsen auf ETH und andere von ETH unterstützte Token verdienen.",
  "page-eth-uses": "Verwendungen für ETH wachsen täglich",
  "page-eth-uses-desc": "Da Ethereum programmierbar ist, können Entwickler ETH auf unzählige Arten gestalten.",
  "page-eth-uses-desc-2": "Im Jahr 2015 konnte man nur ETH von einem Ethereum-Konto an ein anderes schicken. Hier sind nur einige der Dinge, die du heute damit tun kannst.",
  "page-eth-uses-desc-3": "Zahle oder erhalte Geld in Echtzeit.",
  "page-eth-uses-desc-4": "Du kannst ETH mit anderen Token wie Bitcoin handeln.",
  "page-eth-uses-desc-5": "auf ETH und anderen Ethereum-basierten Token.",
  "page-eth-uses-desc-6": "Greife auf die Welt der Kryptowährungen mit einem stetigen, weniger volatilen Wert zu.",
  "page-eth-value": "Warum Ether wertvoll ist",
  "page-eth-video-alt": "ETH-Glyphenvideo",
  "page-eth-whats-eth": "Was ist Ether (ETH)?",
  "page-eth-whats-eth-hero-alt": "Illustration einer Gruppe von Leuten, die eine Ether(ETH)-Glyphe bestaunen",
  "page-eth-whats-eth-meta-desc": "Was du wissen musst, um ETH und seinen Platz in Ethereum zu verstehen.",
  "page-eth-whats-eth-meta-title": "Was ist Ether (ETH)?",
  "page-eth-whats-ethereum": "Was ist Ethereum?",
  "page-eth-whats-ethereum-desc": "Wenn du mehr über Ethereum und die Technologie hinter ETH erfahren möchtest, schau dir unsere Einführung an.",
  "page-eth-whats-unique": "Was ist einzigartig an ETH?",
  "page-eth-whats-unique-desc": "Es gibt viele Kryptowährungen und viele andere Token auf Ethereum, aber es gibt bestimmte Dinge, die nur ETH tun kann.",
  "page-eth-where-to-buy": "Wo man ETH bekommt",
  "page-eth-where-to-buy-desc": "Du kannst ETH über eine Börse oder eine Wallet erhalten, aber verschiedene Länder haben unterschiedliche Richtlinien. Überprüfe selbst, bei welchen Anbietern du ETH kaufen kannst.",
  "page-eth-yours": "Es gehört wirklich dir",
  "page-eth-yours-desc": "ETH ermöglicht es dir, deine eigene Bank zu sein. Du kannst dein eigenes Guthaben mit deiner Wallet als Eigentumsnachweis kontrollieren – keine Drittanbieter sind nötig.",
  "page-eth-more-on-tokens": "Mehr zu Token und ihren Verwendungszwecken",
  "page-eth-button-buy-eth": "ETH erwerben",
  "page-eth-tokens-stablecoins": "Stablecoins",
  "page-eth-tokens-defi": "Dezentrale Finanzen (DeFi)",
  "page-eth-tokens-nft": "Nicht fungible Token (NFT)",
  "page-eth-tokens-dao": "Dezentrale autonome Organisationen (DAO)",
  "page-eth-tokens-stablecoins-description": "Mehr über die am wenigsten volatilen Ethereum-Token.",
  "page-eth-tokens-defi-description": "Das Finanzsystem für Ethereum-Token.",
  "page-eth-tokens-nft-description": "Token, die Eigentum an Gegenständen auf Ethereum darstellen.",
  "page-eth-tokens-dao-description": "Internetgemeinschaften werden oft von Tokenbesitzern verwaltet.",
  "page-eth-whats-defi": "Mehr zu DeFi",
  "page-eth-whats-defi-description": "DeFi ist das dezentralisierte Finanzsystem auf Ethereum. Dieser Überblick zeigt dir, was du tun kannst."
}
