{
  "page-local-environment-brownie-desc": "Ein auf Python basierendes Entwicklungs- und Test-Framework für Smart Contracts, die auf die Ethereum Virtual Machine abzielen.",
  "page-local-environment-brownie-logo-alt": "Brownie-Logo",
  "page-local-environment-kurtosis-desc": "Ein Container-basiertes Toolkit zur einfachen Konfiguration und Einrichtung eines mehrmandantenfähigen Ethereum-Testnetzes für die schnelle lokale dApp-Entwicklung, das Erstellen von Prototypen und Tests.",
  "page-local-environment-kurtosis-logo-alt": "Kurtosis-Logo",
  "page-local-environment-epirus-desc": "Eine Plattform zum Entwickeln, Bereitstellen und Überwachen von Blockchain-Anwendungen auf der Java Virtual Machine.",
  "page-local-environment-epirus-logo-alt": "Epirus-Logo",
  "page-local-environment-eth-app-desc": "Erstelle Ethereum-basierte Apps mit einem Befehl. Begleitet von einem breiten Angebot von UI-Frameworks und DeFi-Vorlagen, aus denen Sie auswählen können.",
  "page-local-environment-eth-app-logo-alt": "Erstellen Sie ein Eth-App-Logo",
  "page-local-environment-foundry-desc": "Ein schnelles, portierbares und modulares Toolkit für die Entwicklung von Ethereum-Anwendungen in der Programmiersprache Rust.",
  "page-local-environment-foundry-logo-alt": "Foundry-Logo",
  "page-local-environment-framework-feature-1": "Funktionen zum Aufsetzen einer lokalen Blockchain-Instanz.",
  "page-local-environment-framework-feature-2": "Dienste zum Kompilieren und Testen von Smart Contracts.",
  "page-local-environment-framework-feature-3": "Client-Entwicklungs-Add-ons zur Erstellung deiner anwenderorientierten Anwendung im selben Projekt/Projektarchiv.",
  "page-local-environment-framework-feature-4": "Konfiguration für die Verbindung zu Ethereum-Netzwerken und dem Einsatz von Verträgen, sei es zu einer lokal laufenden Instanz oder zu einem öffentlichen Netzwerk von Ethereum.",
  "page-local-environment-framework-feature-5": "Dezentralisierte App-Verteilung – Integration mit Speicheroptionen wie IPFS.",
  "page-local-environment-framework-features": "Diese Frameworks verfügen über eine Vielzahl von Funktionen, wie zum Beispiel:",
  "page-local-environment-frameworks-desc": "Wir empfehlen, ein Framework auszuwählen, besonders wenn Sie gerade erst anfangen. Das Aufbauen einer vollwertigen dApp erfordert unterschiedliche Technologien. Frameworks enthalten viele der benötigten Funktionen oder bieten einfache Plugin-Systeme, um die gewünschten Werkzeuge auszuwählen.",
  "page-local-environment-frameworks-title": "Frameworks und vorgefertigte Stacks",
  "page-local-environment-hardhat-desc": "Hardhat ist eine Ethereum-Entwicklungsumgebung für Profi-Anwender.",
  "page-local-environment-hardhat-logo-alt": "Hardhat-Logo",
  "page-local-environment-openZeppelin-desc": "Sparen Stunden an Entwicklungszeit, indem Sie über unsere CLI kompilieren, upgraden, veröffentlichen und mit Smart Contracts interagieren.",
  "page-local-environment-openZeppelin-logo-alt": "OpenZeppelin-Logo",
  "page-local-environment-scaffold-eth-desc": "Ether + Hardhat + React: Alles, was Sie brauchen, um mit der Entwicklung dezentraler Anwendungen auf Basis von Smart Contracts zu beginnen.",
  "page-local-environment-scaffold-eth-logo-alt": "scaffold-eth-Logo",
  "page-local-environment-setup-meta-desc": "Anleitung, wie Sie Ihren Software-Stack für die Ethereum-Entwicklung auswählen.",
  "page-local-environment-setup-meta-title": "Ethereum – lokale Entwicklereinrichtung",
  "page-local-environment-setup-subtitle": "Wenn Sie bereit sind, mit der Entwicklung zu beginnen, ist es Zeit, Ihren Stack auszuwählen.",
  "page-local-environment-setup-subtitle-2": "Hier sind die Werkzeuge und Frameworks, die Sie zum Aufbau Deiner Ethereum-Anwendung verwenden können.",
  "page-local-environment-setup-title": "Richten Sie Ihre lokale Entwicklungsumgebung ein",
  "page-local-environment-solidity-template-desc": "Eine GitHub-Vorlage eines vorkompilierten Setups für Ihre Solidity-Smart-Contracts. Enthält ein lokales Hardhat-Netzwerk, Waffle für Tests, Ether für Wallet-Implementierungen und mehr.",
  "page-local-environment-solidity-template-logo-alt": "Solidity-Vorlagen-Logo",
  "page-local-environment-waffle-desc": "Die fortschrittlichste Test-Bibliothek für Smart-Contracts. Verwenden Sie sie alleine oder mit Scaffold-eth oder Hardhat.",
  "page-local-environment-waffle-logo-alt": "Waffle-Logo"
}
