{
  "page-upgrades-vision-2014": "Blog-Beitrag aus dem Jahr 2014 mit Details zum Proof-of-Stake anzeigen",
  "page-upgrades-vision-2021": "Blogbeitrag von 2021 zur Entwicklung der Ethereum-Roadmap Entwicklung anzeigen",
  "page-upgrades-vision-2021-updates": "Blogbeitrag von 2021 zu den Updates des Ethereum-Protokolls anzeigen",
  "page-upgrades-vision-beacon-chain": "Die Beacon Chain",
  "page-upgrades-vision-beacon-chain-btn": "Mehr zur Beacon Chain",
  "page-upgrades-vision-beacon-chain-date": "Die Beacon Chain ist live",
  "page-upgrades-vision-beacon-chain-desc": "Mit der Beacon Chain wurde das Staking für Ethereum eingeführt, die Grundlage für zukünftige Upgrades gelegt. Letztendlich wird die Koordination des neuen Systems auf diese Weise erfolgen.",
  "page-upgrades-vision-beacon-chain-upper": "Beacon Chain",
  "page-upgrades-vision-desc-1": "Ethereum muss die Netzwerküberlastung verringern und schneller werden, um eine globale Benutzerbasis besser zu bedienen.",
  "page-upgrades-vision-desc-2": "Der Betrieb eines Knoten wird schwieriger, wenn das Netzwerk wächst. Zusätzliche Komplexität bringen die Bemühungen, das Netzwerk zu skalieren.",
  "page-upgrades-vision-desc-3": "Ethereum verbraucht zu viel Strom. Die Technologie, die das Netz sicher hält, muss nachhaltiger werden.",
  "page-upgrades-vision-merge-date": "Geschätzt: 2022",
  "page-upgrades-vision-merge-desc": "Für Ethereums Mainnet muss eine Zusammenführung mit der Beacon Chain erfolgen. Das wird das Staking für das gesamte Netzwerk ermöglichen und das Ende des energieintensiven Minings einleiten.",
  "page-upgrades-vision-ethereum-node": "Mehr zu Knoten",
  "page-upgrades-vision-explore-upgrades": "Mehr erfahren über die Upgrades",
  "page-upgrades-vision-future": "Eine digitale Zukunft auf globaler Ebene",
  "page-upgrades-vision-meta-desc": "Ein Überblick über die Auswirkungen, die die Upgrades auf Ethereum haben werden, und die Herausforderungen, die es zu überwinden gilt.",
  "page-upgrades-vision-meta-title": "Die Ethereum-Vision",
  "page-upgrades-vision-mining": "Mehr zum Mining",
  "page-upgrades-vision-problems": "Aktuelle Probleme",
  "page-upgrades-vision-scalability": "Skalierbarkeit",
  "page-upgrades-vision-scalability-desc": "Ethereum muss mehr Transaktionen pro Sekunde verarbeiten können, ohne die Größe der Knoten im Netzwerk zu erhöhen. Knoten sind wichtige Netzwerkteilnehmer, die die Blockchain speichern und betreiben. Eine Vergrößerung der Knoten ist nicht praktikabel, da das nur diejenigen mit leistungsstarken und teuren Computern tun könnten. Für eine Skalierung benötigt Ethereum mehr Transaktionen pro Sekunde, gepaart mit mehr Knoten. Mehr Knoten bedeuten mehr Sicherheit.",
  "page-upgrades-vision-scalability-desc-3": "Mit dem Shard Chains-Upgrade wird die Last des Netzwerks auf 64 neue Chains verteilt. Das gibt Ethereum Raum zum Atmen, denn die Überlastung wird reduziert und die Geschwindigkeit über die aktuelle Grenze von 15 bis 45 Transaktionen pro Sekunde hinaus verbessert.",
  "page-upgrades-vision-scalability-desc-4": "Und obwohl es mehr Chains geben wird, ist trotzdem weniger Arbeit für die Validatoren – die Betreuer des Netzwerks – erforderlich. Validatoren müssen nur ihren Shard „betreiben“ und nicht die gesamte Ethereum-Kette. Damit werden die Knoten leichter und Ethereum wird skalierbar und bleibt dezentral.",
  "page-upgrades-vision-security": "Sicherheit",
  "page-upgrades-vision-security-desc": "Die geplanten Upgrades verbessern die Sicherheit von Ethereum gegen koordinierte Angriffe, wie den 51-%-Angriff. Das ist eine Art von Angriff, bei dem jemand, der die Mehrheit des Netzwerks kontrolliert, betrügerische Änderungen durchsetzen kann.",
  "page-upgrades-vision-security-desc-3": "Der Übergang zu Proof-of-Stake bedeutet, dass das Ethereum-Protokoll stärkere Anreize bietet, Angriffe abzuwehren. Das liegt daran, dass bei Proof-of-Stake die Validatoren, die das Netzwerk sichern, erhebliche Mengen an ETH in das Protokoll investieren müssen. Wenn sie versuchen, das Netzwerk anzugreifen, kann das Protokoll automatisch ihre ETH zerstören.",
  "page-upgrades-vision-security-desc-5": "Bei Proof-of-Work ist das nicht möglich. Dabei kann ein Protokoll bestenfalls durchsetzen, dass die Entitäten, die das Netzwerk sichern (die Miner), die Mining-Belohnungen verlieren, die sie sonst verdient hätten. Um den gleichen Effekt bei Proof-of-Work zu erzielen, müsste das Protokoll in der Lage sein, die gesamte Ausrüstung eines Miners zu zerstören, wenn dieser versucht, zu betrügen.",
  "page-upgrades-vision-security-desc-5-link": "Mehr zum Proof-of-Work",
  "page-upgrades-vision-security-desc-8": "Das Ethereums-Sicherheitsmodell muss sich auch wegen der Einführung von Shard Chains ändern. Die Beacon Chain weist Validatoren zufällig verschiedenen Shards zu. Das macht es für Validatoren praktisch unmöglich, sich abzusprechen und einen bestimmten Shard anzugreifen. Sharding ist auf einer Proof-of-Work-Blockchain nicht so sicher, da Miner auf diese Weise vom Protokoll nicht kontrolliert werden können.",
  "page-upgrades-vision-security-desc-10": "Staking bedeutet auch, dass keine Investitionen in Hochleistungs-Hardware erforderlich sind, um einen Ethereum-Knoten zu „betreiben“. Das sollte mehr Menschen dazu ermuntern, Validator zu werden, und damit verbessert sich die Dezentralität des Netzwerks und verkleinert sich die Angriffsfläche.",
  "page-upgrades-vision-security-staking": "ETH staken",
  "page-upgrades-vision-security-validator": "Sie können Validator werden, indem Sie Ihre ETH staken.",
  "page-upgrades-vision-shard-chains": "Shard Chains",
  "page-upgrades-vision-shard-date": "Geschätzt: 2023",
  "page-upgrades-vision-shard-desc-4": "Shard Chains verteilen die Last des Netzwerks auf 64 neue Blockchains. Shards haben das Potenzial, die Transaktionsgeschwindigkeit erheblich zu steigern – auf bis zu 100.000 pro Sekunde.",
  "page-upgrades-vision-shard-upgrade": "Mehr zu Shard Chains",
  "page-upgrades-vision-staking-lower": "Mehr zum Staking",
  "page-upgrades-vision-subtitle": "Lassen wir Ethereum wachsen, bis es mächtig genug ist, um der gesamten Menschheit zu helfen.",
  "page-upgrades-vision-sustainability": "Nachhaltigkeit",
  "page-upgrades-vision-sustainability-desc-1": "Es ist kein Geheimnis, dass Ethereum und andere Blockchains wie Bitcoin durch das Mining sehr energieintensiv sind.",
  "page-upgrades-vision-sustainability-desc-2": "Doch Ethereum bewegt sich hin zu einer Absicherung durch ETH, anstatt durch Rechenleistung via Staking.",
  "page-upgrades-vision-sustainability-desc-3": "Obwohl das Staking bereits von der Beacon Chain eingeführt wurde, wird Ethereum, wie wir es heute nutzen, für eine gewisse Zeit parallel laufen. Ein System gesichert durch ETH, das andere durch Rechenleistung – bis zur Zusammenführung.",
  "page-upgrades-vision-sustainability-desc-8": "Nach der Inbetriebnahme der Beacon Chain in Betrieb wurde damit begonnen, das Mainnet mit dem neuen Konsenslayer zu verbinden. Das Mainnet wird dann durch ETH-Staking gesichert und weit weniger Energie verbrauchen.",
  "page-upgrades-vision-sustainability-subtitle": "Ethereum muss umweltfreundlicher werden.",
  "page-upgrades-vision-title": "Die Ethereum-Vision",
  "page-upgrades-vision-title-1": "Überladenes Netzwerk",
  "page-upgrades-vision-title-2": "Speicherplatz",
  "page-upgrades-vision-title-3": "Zu viel Energie",
  "page-upgrades-vision-trilemma-cardtext-1": "Mit den Upgrades wird Ethereum skalierbar, sicher und dezentral. Mit dem Sharding wird Ethereum durch die Steigerung der Transaktionen pro Sekunde skalierbarer. Gleichzeitig wird der Energieverbrauch verringert, der erforderlich ist, um einen Knoten zu betreiben und die Chain zu validieren.",
  "page-upgrades-vision-trilemma-cardtext-2": "Sichere und dezentralisierte Blockchain-Netzwerke erfordern, dass jeder Knoten jede von der Chain verarbeitete Transaktion verifiziert. Dieser Arbeitsaufwand begrenzt die Anzahl der Transaktionen, die zu einem bestimmten Zeitpunkt stattfinden können. Dezentral und sicher sind die heutigen Markenzeichen der Ethereum-Chain.",
  "page-upgrades-vision-trilemma-cardtext-3": "Dezentrale Netzwerke funktionieren, indem sie Informationen über Transaktionen zwischen den Knotenpunkten weitergeben – das gesamte Netzwerk muss über jede Statusänderung informiert werden. Die Skalierung von Transaktionen pro Sekunde in einem dezentralen Netzwerk birgt Sicherheitsrisiken, denn je mehr Transaktionen, desto länger die Verzögerung und desto höher die Wahrscheinlichkeit eines Angriffs, während die Informationen unterwegs sind.",
  "page-upgrades-vision-trilemma-cardtext-4": "Eine Vergrößerung und Leistungssteigerung der Ethereum-Knoten könnte die Transaktionen pro Sekunde auf sichere Weise erhöhen, aber die Hardware-Anforderungen würden einschränken, wer das tun könnte. Das gefährdet die Dezentralisierung. Ethereum soll durch das Sharding und Proof-of-Stake skalierbar werden, indem die Anzahl der Knoten erhöht wird und nicht die Knotengröße.",
  "page-upgrades-vision-trilemma-h2": "Die Herausforderung einer dezentralisierten Skalierung",
  "page-upgrades-vision-trilemma-modal-tip": "Tippen Sie auf die Kreise unten, um mehr über die Probleme der dezentralen Skalierung zu erfahren.",
  "page-upgrades-vision-trilemma-p": "Naiv gesagt ließen sich die Probleme von Ethereum lösen, wenn es zentraler organisiert werden würde. Doch die Dezentralisierung ist zu wichtig. Gerade die Dezentralisierung macht Ethereum resistent gegen Zensur, Offenheit, Datenschutz und bietet nahezu unüberwindbare Sicherheit.",
  "page-upgrades-vision-trilemma-p-1": "Ethereums Vision ist, skalierbarer und sicherer zu werden und gleichzeitig dezentral zu bleiben. Das Erreichen dieser drei Merkmale ist ein Problem, das als Skalierbarkeits-Trilemma bekannt ist.",
  "page-upgrades-vision-trilemma-p-2": "Ethereums Upgrades zielen darauf ab, das Trilemma zu lösen. Doch dabei bestehen erhebliche Herausforderungen.",
  "page-upgrades-vision-trilemma-press-button": "Klicken Sie auf die Schaltflächen auf dem Dreieck, um mehr über die Probleme der dezentralen Skalierung zu erfahren.",
  "page-upgrades-vision-trilemma-text-1": "Dezentralisierung",
  "page-upgrades-vision-trilemma-text-2": "Sicherheit",
  "page-upgrades-vision-trilemma-text-3": "Skalierbarkeit",
  "page-upgrades-vision-trilemma-title-1": "Mehr erfahren über das Skalierbarkeits-Trilemma",
  "page-upgrades-vision-trilemma-title-2": "Ethereum-Upgrades und dezentrale Skalierung",
  "page-upgrades-vision-trilemma-title-3": "Sicher und dezentralisiert",
  "page-upgrades-vision-trilemma-title-4": "Dezentralisiert und skalierbar",
  "page-upgrades-vision-trilemma-title-5": "Skalierbar und sicher",
  "page-upgrades-vision-understanding": "Die Ethereum-Vision verstehen",
  "page-upgrades-vision-upgrade-needs": "Die Notwendigkeit von Upgrades",
  "page-upgrades-vision-upgrade-needs-desc": "Das Ethereum-Protokoll, das 2015 ins Leben gerufen wurde, hatte unglaublichen Erfolg. Aber in der Ethereum-Community wuchs die Erwartung, mit ein paar zentralen Upgrades das volle Potenzial von Ethereum zu erschließen.",
  "page-upgrades-vision-upgrade-needs-desc-2": "Die hohe Nachfrage treibt Transaktionsgebühren in die Höhe, die Ethereum für den durchschnittlichen Nutzer kostspielig machen. Der zum Betrieb eines Ethereum-Clients benötigte Festplattenspeicher wächst schnell. Und der zugrunde liegende Proof-of-Work-Konsensalgorithmus, der Ethereum sicher und dezentral hält, hat massive Umweltauswirkungen.",
  "page-upgrades-vision-upgrade-needs-desc-3": "Für Ethereum gibt es eine Reihe von Upgrades, die diese und andere Probleme lösen. Diese Upgrades hießen ursprünglich „Serenity“ und „Eth2“ und sind seit 2014 ein aktiver Bereich der Forschung und Entwicklung.",
  "page-upgrades-vision-upgrade-needs-desc-5": "Jetzt, wo die Technologie fertig ist, werden diese Upgrades Ethereum neu gestalten, um es skalierbarer, sicherer und nachhaltiger zu machen und um das Leben für bestehende Nutzer:innen zu verbessern und neue Nutzer:innen anzulocken. Und das alles unter Beibehaltung des wesentlichsten Merkmals von Ethereums: die Dezentralisierung.",
  "page-upgrades-vision-upgrade-needs-desc-6": "Das bedeutet, dass sich Skalierbarkeit nicht per Knopfdruck aktivieren lässt. Verbesserungen werden mit der Zeit schrittweise eingeführt.",
  "page-upgrades-vision-upgrade-needs-serenity": "Blogbeitrag aus dem Jahr 2015 anzeigen, der „Serenity“ behandelt"
}
