{
  "page-roadmap-vision-2014": "Blogbeitrag von 2014 mit Details zum Proof-of-Stake anzeigen",
  "page-roadmap-vision-2021": "Blogbeitrag von 2021 zur Entwicklung der Ethereum-Roadmap Entwicklung anzeigen",
  "page-roadmap-vision-2022": "Blogbeitrag von 2022 anzeigen: The Hitchhikers Guide to Ethereum",
  "page-roadmap-vision-2021-updates": "Blogbeitrag von 2021 zu den Updates des Ethereum-Protokolls anzeigen",
  "page-roadmap-vision-desc-1": "Ethereum muss die Netzwerküberlastung verringern und schneller werden, um eine globale Benutzerbasis besser zu bedienen.",
  "page-roadmap-vision-desc-2": "Der Betrieb eines Knotens wird schwieriger, wenn das Netzwerk wächst. Zusätzliche Komplexität bringen die Bemühungen, das Netzwerk zu skalieren.",
  "page-roadmap-vision-desc-3": "Ethereum verbraucht zu viel Strom. Die Technologie, die das Netz sicher hält, muss nachhaltiger werden.",
  "page-roadmap-vision-ethereum-node": "Mehr zu Knoten",
  "page-roadmap-vision-future": "Eine digitale Zukunft auf globaler Ebene",
  "page-roadmap-vision-meta-desc": "Ein Überblick über die Auswirkungen, die die Upgrades auf Ethereum haben werden, und die Herausforderungen, die es zu überwinden gilt.",
  "page-roadmap-vision-meta-title": "Die Ethereum-Vision",
  "page-roadmap-vision-mining": "Mehr zum Mining",
  "page-roadmap-vision-problems": "Aktuelle Probleme",
  "page-roadmap-vision-scalability": "Skalierbarkeit",
  "page-roadmap-vision-scalability-desc": "Ethereum muss mehr Transaktionen pro Sekunde verarbeiten können, ohne die Größe der Knoten im Netzwerk zu erhöhen. Knoten sind wichtige Netzwerkteilnehmer, die die Blockchain speichern und betreiben. Eine Vergrößerung der Knoten ist nicht praktikabel, da das nur diejenigen mit leistungsstarken und teuren Computern tun könnten. Für eine Skalierung benötigt Ethereum mehr Transaktionen pro Sekunde, gepaart mit mehr Knoten. Mehr Knoten bedeuten mehr Sicherheit.",
  "page-roadmap-vision-scalability-desc-3": "Layer-2-Rollups skalieren Ethereum, indem sie Transaktionen von der Chain nehmen und nur zusammengefasste Daten auf Ethereum posten. Durch diese Bündelung wird der Durchsatz von Ethereum erhöht, während die Kosten für Benutzer drastisch reduziert werden.",
  "page-roadmap-vision-scalability-desc-4": "Rollups benötigen kostengünstigen Speicherplatz auf Layer 1, um Transaktionen für Benutzer so günstig wie möglich zu gestalten. Dies wird in Form von Blobs bereitgestellt, die an Ethereum-Blöcke angehängt werden. Im Laufe der Zeit werden viele Blobs an Ethereum-Blöcke angehängt, wodurch kostengünstiger Speicherplatz für viele Rollups bereitgestellt wird.",
  "page-roadmap-vision-security": "Sicherheit",
  "page-roadmap-vision-security-desc": "Die geplanten Upgrades verbessern Ethereums Sicherheit gegen koordinierte Angriffe.",
  "page-roadmap-vision-security-desc-3": "Bei Proof-of-Stake ergibt sich zusätzliche Sicherheit aus größeren kryptoökonomischen Abschreckungen gegen Angriff. Der Grund dafür ist, dass die Validatoren, die das Netzwerk sichern, erhebliche Mengen an ETH in das Protokoll staken müssen. Wenn sie versuchen, das Netzwerk anzugreifen, kann das Protokoll automatisch ihre ETH zerstören.",
  "page-roadmap-vision-security-desc-5": "Es ist jedoch auch wichtig, dass bald Upgrades implementiert werden, die Validatoren vor Denial-of-Service-Angriffen schützen, ihre Anonymität verbessern und das Erstellen von Blöcken von der Verbreitung von Blöcken trennen. Diese Upgrades schützen einzelne Validatoren und das gesamte Netzwerk vor Angriffen auf die Verfügbarkeit und Zensur.",
  "page-roadmap-vision-security-desc-5-link": "Mehr über Proof-of-Stake",
  "page-roadmap-vision-security-desc-10": "Staking bedeutet auch, dass Sie nicht in hochwertige Hardware investieren müssen, um direkt am Konsens teilzunehmen. Dies sollte mehr Menschen dazu ermutigen, Validator zu werden, was die Dezentralisierung des Netzwerks erhöht und die Angriffsfläche verkleinert.",
  "page-roadmap-vision-security-staking": "Stake ETH",
  "page-roadmap-vision-security-validator": "Sie können Validator werden, indem Sie Ihre ETH staken.",
  "page-roadmap-vision-staking-lower": "Mehr zum Staking",
  "page-roadmap-vision-subtitle": "Lassen wir Ethereum wachsen, bis es mächtig genug ist, um der gesamten Menschheit zu helfen.",
  "page-roadmap-vision-sustainability": "Nachhaltigkeit",
  "page-roadmap-vision-sustainability-desc-1": "Ethereum ist jetzt eine grüne Blockchain. Der Energieverbrauch wurde um etwa 99,95 % reduziert, als der Proof-of-Work durch den Proof-of-Stake ersetzt wurde.",
  "page-roadmap-vision-sustainability-desc-2": "Ethereum wird jetzt durch Staking abgesichert, nicht durch Rechenleistung.",
  "page-roadmap-vision-sustainability-desc-3": "Diese Nachhaltigkeitssteigerung bringt auch Sicherheitsvorteile mit sich – gestaktes Ether macht es viel teurer, die Chain anzugreifen als unter Proof-of-Work, aber weniger teuer, sie abzusichern, da weniger neues ETH ausgegeben werden muss, um Validierer statt Miner zu bezahlen.",
  "page-roadmap-vision-sustainability-desc-8": "Der Wechsel zu Proof-of-Stake hat Ethereum umweltfreundlicher und sicherer gemacht. Es ist eine CO2-arme Plattform für den Aufbau von Apps und Organisationen.",
  "page-roadmap-vision-sustainability-subtitle": "Ethereum ist eine grüne Blockchain mit starker krypro-wirtschaftlicher Sicherheit.",
  "page-roadmap-vision-title": "Die Ethereum-Vision",
  "page-roadmap-vision-title-1": "Überladenes Netzwerk",
  "page-roadmap-vision-title-2": "Speicherplatz",
  "page-roadmap-vision-title-3": "Zu viel Energie",
  "page-roadmap-vision-trilemma-cardtext-1": "Ethereum-Upgrades werden Ethereum skalierbar, sicher und dezentralisiert machen. Staking hat die Hürde für die Teilnahme gesenkt und die Skaleneffekte begrenzt, wodurch ein größeres und stärker dezentralisiertes Netzwerk entsteht.",
  "page-roadmap-vision-trilemma-cardtext-2": "Sichere und dezentralisierte Blockchain-Netzwerke erfordern, dass jeder Knoten jede von der Chain verarbeitete Transaktion verifiziert. Dieser Arbeitsaufwand begrenzt die Anzahl der Transaktionen, die zu einem bestimmten Zeitpunkt stattfinden können. Dezentral und sicher sind die heutigen Markenzeichen der Ethereum-Chain.",
  "page-roadmap-vision-trilemma-cardtext-3": "Dezentrale Netzwerke funktionieren, indem sie Informationen über Transaktionen zwischen den Knotenpunkten weitergeben – das gesamte Netzwerk muss über jede Statusänderung informiert werden. Die Skalierung von Transaktionen pro Sekunde in einem dezentralen Netzwerk birgt Sicherheitsrisiken, denn je mehr Transaktionen, desto länger die Verzögerung und desto höher die Wahrscheinlichkeit eines Angriffs, während die Informationen unterwegs sind.",
  "page-roadmap-vision-trilemma-cardtext-4": "Eine Vergrößerung und Leistungssteigerung der Ethereum-Knoten könnte die Transaktionen pro Sekunde auf sichere Weise erhöhen, aber die Hardware-Anforderungen würden einschränken, wer das tun könnte. Das gefährdet die Dezentralisierung. Ethereum soll durch das Sharding und Proof-of-Stake skalierbar werden, indem die Anzahl der Knoten erhöht wird und nicht die Knotengröße.",
  "page-roadmap-vision-trilemma-h2": "Die Herausforderung einer dezentralisierten Skalierung",
  "page-roadmap-vision-trilemma-modal-tip": "Tippen Sie auf die Kreise unten, um mehr über die Probleme der dezentralen Skalierung zu erfahren.",
  "page-roadmap-vision-trilemma-p": "Naiv gesagt ließen sich die Probleme von Ethereum lösen, wenn es zentraler organisiert werden würde. Doch die Dezentralisierung ist zu wichtig. Gerade die Dezentralisierung macht Ethereum resistent gegen Zensur, Offenheit, Datenschutz und bietet nahezu unüberwindbare Sicherheit.",
  "page-roadmap-vision-trilemma-p-1": "Ethereums Vision ist es, skalierbarer und sicherer zu sein, aber auch dezentralisiert zu bleiben. Das Erreichen dieser 3 Qualitäten ist ein Problem, das als Skalierbarkeits-Trilemma bekannt ist.",
  "page-roadmap-vision-trilemma-p-2": "Die Eth2-Upgrades zielen darauf ab, das Trilemma zu lösen, doch dabei besehen erhebliche Herausforderungen.",
  "page-roadmap-vision-trilemma-press-button": "Klicken Sie auf die Schaltflächen auf dem Dreieck, um mehr über die Probleme der dezentralen Skalierung zu erfahren.",
  "page-roadmap-vision-trilemma-text-1": "Dezentralisierung",
  "page-roadmap-vision-trilemma-text-2": "Sicherheit",
  "page-roadmap-vision-trilemma-text-3": "Skalierbarkeit",
  "page-roadmap-vision-trilemma-title-1": "Mehr erfahren über das Skalierbarkeits-Trilemma",
  "page-roadmap-vision-trilemma-title-2": "Ethereum-Upgrades und dezentrale Skalierung",
  "page-roadmap-vision-trilemma-title-3": "Sicher und dezentralisiert",
  "page-roadmap-vision-trilemma-title-4": "Dezentralisiert und skalierbar",
  "page-roadmap-vision-trilemma-title-5": "Skalierbar und sicher",
  "page-roadmap-vision-understanding": "Die Ethereum-Vision verstehen",
  "page-roadmap-vision-upgrade-needs": "Die Notwendigkeit von Upgrades",
  "page-roadmap-vision-upgrade-needs-desc": "Das Ethereum-Protokoll, das 2015 ins Leben gerufen wurde, hatte unglaublichen Erfolg. Aber in der Ethereum-Community wuchs die Erwartung, mit ein paar zentralen Upgrades das volle Potenzial von Ethereum zu erschließen.",
  "page-roadmap-vision-upgrade-needs-desc-2": "Die hohe Nachfrage treibt die Transaktionsgebühren in die Höhe, was Ethereum für den durchschnittlichen Nutzer kostspielig macht. Der für den Betrieb eines Ethereum-Clients benötigte Speicherplatz wächst rasant.",
  "page-roadmap-vision-upgrade-needs-desc-3": "Für Ethereum gibt es eine Reihe von Upgrades, die diese und andere Probleme lösen. Diese Upgrades hießen ursprünglich „Serenity“ und „Eth2“ und sind seit 2014 ein aktiver Bereich der Forschung und Entwicklung.",
  "page-roadmap-vision-upgrade-needs-desc-5": "Jetzt, wo die Technologie fertig ist, werden diese Upgrades Ethereum neu gestalten, um es skalierbarer, sicherer und nachhaltiger zu machen und um das Leben für bestehende Nutzer:innen zu verbessern und neue Nutzer:innen anzulocken. Und das alles unter Beibehaltung des wesentlichsten Merkmals von Ethereums: die Dezentralisierung.",
  "page-roadmap-vision-upgrade-needs-desc-6": "Das bedeutet, dass sich Skalierbarkeit nicht per Knopfdruck aktivieren lässt. Verbesserungen werden mit der Zeit schrittweise eingeführt.",
  "page-roadmap-vision-upgrade-needs-serenity": "Blogbeitrag aus dem Jahr 2015 anzeigen, der „Serenity“ behandelt",
  "ethereum": "Ethereum",
  "page-roadmap-vision-danksharding": "Mehr zu Danksharding"
}
