{
  "page-layer-2-learn-meta-title": "Was ist Layer 2? | ethereum.org",
  "page-layer-2-learn-title": "Was ist Ebene 2?",
  "page-layer-2-learn-description": "Skalierung von Ethereum für die Massenanwendung",
  "page-layer-2-learn-button-1-label": "Was ist Ebene 2?",
  "page-layer-2-learn-button-2-label": "Ebene 2 verwenden",
  "page-layer-2-learn-what-is-layer-2-title": "Was ist Ebene 2?",
  "page-layer-2-learn-what-is-layer-2-1": "Layer 2 (L2) ist ein Sammelbegriff, um bestimmte Skalierungslösungen für Ethereum zu beschreiben. <strong>Eine Layer 2 ist eine separate <a href=\"/glossary/#blockchain\">Blockchain</a>, die Ethereum erweitert und die Sicherheitsgarantien von Ethereum erbt</strong>.",
  "page-layer-2-learn-what-is-layer-2-2": "Gehen wir nun etwas tiefer in die Materie ein. Dazu müssen wir zunächst die Ebene 1 (L1) erklären.",
  "page-layer-2-learn-what-is-layer-1-title": "Was ist Ebene 1?",
  "page-layer-2-learn-what-is-layer-1-1": "Layer-1-Blockchains, wie Ethereum und Bitcoin, sind die <strong>zugrundeliegende Basis, auf der Layer-2-Projekte aufbauen</strong>. Beispiele für Layer-2-Projekte sind <strong>Zero-Knowledge-Rollups</strong> und <strong>Optimistic Rollups</strong> auf Ethereum sowie das Lightning Network auf Bitcoin.",
  "page-layer-2-learn-what-is-layer-1-2": "Ethereum fungiert auch als Datenverfügbarkeitsschicht (Data Availability Layer) für Layer-2-Lösungen, und wenn es Streitigkeiten über frühere Transaktionen gibt, werden die dafür benötigten Daten von Ethereum bereitgestellt.",
  "page-layer-2-learn-layer-1-list-title": "Ethereum als Ebene 1 umfasst:",
  "page-layer-2-learn-layer-1-list-1": "<strong>ein Netzwerk von Knoten-Betreibern</strong> zur Sicherung und Validierung des Netzwerks",
  "page-layer-2-learn-layer-1-list-2": "<strong>ein Netzwerk von Blockproduzenten</strong>",
  "page-layer-2-learn-layer-1-list-3": "<strong>die Blockchain</strong> selbst und der Verlauf der Transaktionsdaten",
  "page-layer-2-learn-layer-1-list-4": "<strong>der Konsensmechanismus</strong> für das Netzwerk",
  "page-layer-2-learn-why-do-we-need-layer-2-title": "Warum brauchen wir Ebene 2?",
  "page-layer-2-learn-why-do-we-need-layer-2-1": "Die drei wünschenswerten Eigenschaften einer Blockchain sind Dezentralisierung, Sicherheit und Skalierbarkeit. Das Blockchain-Trilemma besagt, dass eine einfache Blockchain-Architektur nur zwei dieser drei Eigenschaften gleichzeitig erreichen kann. Wollen Sie eine sichere und dezentrale Blockchain? Dann müssen Sie Skalierbarkeit opfern. Hier kommen Layer-2-Netzwerke ins Spiel.",
  "page-layer-2-learn-why-do-we-need-layer-2-2": "Ethereum hat die derzeitige Kapazität des Netzwerks mit über 1 Million Transaktionen pro Tag erreicht, wobei jede dieser Transaktionen stark nachgefragt wird. Der Erfolg von Ethereum und die Nachfrage nach seiner Nutzung haben die Gaspreise erheblich steigen lassen. Daher hat auch der Bedarf an Skalierungslösungen seinen Höhepunkt erreicht.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability": "Skalierbarkeit",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-1": "Das Hauptziel der Skalierbarkeit ist es, die Transaktionsgeschwindigkeit (schnellere Endgültigkeit) und den Transaktionsdurchsatz (hohe Transaktionen pro Sekunde) zu erhöhen, ohne Dezentralisierung oder Sicherheit zu opfern.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-2": "Die Ethereum-Community hat klar Stellung bezogen, dass sie weder Dezentralisierung noch Sicherheit opfern wird, um Skalierbarkeit zu erreichen. Bis Sharding implementiert ist, wird das Ethereum-Mainnet (Layer 1) nur etwa 15 Transaktionen pro Sekunde verarbeiten können. Bei hoher Nutzungsnachfrage führt dies zu Netzwerküberlastung, steigenden Transaktionsgebühren und schließt diejenigen von der Nutzung aus, die sich diese Gebühren nicht leisten können, bis die Gebühren wieder sinken. Hier kommen Layer-2-Lösungen ins Spiel, um Ethereum bereits heute zu skalieren.",
  "page-layer-2-learn-layer2Cards-1-title": "Geringere Gebühren",
  "page-layer-2-learn-layer2Cards-1-description": "Durch die Bündelung mehrerer Transaktionen zu einer einzigen Transaktion auf Layer 1 werden die Transaktionsgebühren massiv reduziert, wodurch Ethereum für alle zugänglicher wird.",
  "page-layer-2-learn-layer2Cards-2-title": "Aufrechterhaltung der Sicherheit",
  "page-layer-2-learn-layer2Cards-2-description": "Layer-2-Blockchains verrechnen ihre Transaktionen auf dem Ethereum-Mainnet, sodass Nutzer, die sie verwenden, von der Sicherheit des Ethereum-Netzwerks profitieren.",
  "page-layer-2-learn-layer2Cards-3-title": "Erweiterung der Anwendungsmöglichkeiten",
  "page-layer-2-learn-layer2Cards-3-description": "Dank des höheren Transaktionsdurchsatzes, geringerer Gebühren und neuer Technologien werden sich die Projekte auf neue und benutzerfreundlichere Anwendungen ausweiten.",
  "page-layer-2-learn-how-does-layer-2-work-title": "Wie funktioniert Layer 2?",
  "page-layer-2-learn-how-does-layer-2-work-1": "Wie oben erwähnt, ist Ebene 2 ein Sammelbegriff für Ethereum-Skalierungslösungen, die Transaktionen außerhalb der Ebene 1 von Ethereum verarbeiten, während sie gleichzeitig von der soliden dezentralen Sicherheit der Ebene 1 von Ethereum profitieren. Eine Ebene 2 ist eine eigenständige Blockchain, die Ethereum erweitert. Wie funktioniert das?",
  "page-layer-2-learn-how-does-layer-2-work-2": "Es gibt verschiedene Arten von Ebene 2, die jeweils ihre eigenen Kompromisse und Sicherheitsmodelle haben. Die Ebene 2-Lösungen nehmen die Transaktionslast von der Ebene 1 weg. Dadurch ist diese weniger überlastet und alles wird skalierbarer.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-title": "Gruppierungen (Rollups)",
  "page-layer-2-learn-how-does-layer-2-work-rollups-1": "Rollups bündeln (oder „rollen“) Hunderte von Transaktionen zu einer einzigen Transaktion auf Layer 1. Dadurch verteilen sich die L1-Transaktionsgebühren auf alle im Rollup, was es für jeden Nutzer günstiger macht.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-2": "Die Transaktionsdaten im Rollup werden an Layer 1 übermittelt, aber die Ausführung erfolgt separat durch den Rollup. Durch die Übermittlung von Transaktionsdaten an Layer 1 erben Rollups die Sicherheit von Ethereum. Sobald die Daten auf Layer 1 hochgeladen werden, kann eine Rollup-Transaktion nur noch rückgängig gemacht werden, wenn Ethereum rückgängig gemacht wird. Es gibt zwei verschiedene Ansätze für Rollups: Optimistic und Zero-Knowledge – sie unterscheiden sich vor allem darin, in welcher Form diese Transaktionsdaten an die L1 übermittelt werden.",
  "page-layer-2-learn-rollupCards-optimistic-title": "Optimistische Gruppierungen (Optimistic Rollups)",
  "page-layer-2-learn-rollupCards-optimistic-description": "Optimistic Rollups verwenden Fehlernachweise (Fault Proofs), bei denen Transaktionen als gültig angenommen werden, aber angefochten werden können, wenn eine ungültige Transaktion vermutet wird. Bei Verdacht auf eine ungültige Transaktion wird ein Fehlernachweis durchgeführt, um dies zu überprüfen.",
  "page-layer-2-learn-rollupCards-optimistic-childSentence": "Weitere Informationen zu Optimistic-Rollups",
  "page-layer-2-learn-rollupCards-zk-title": "Zero Knowledge Rollups",
  "page-layer-2-learn-rollupCards-zk-description": "Zero-Knowledge-Rollups verwenden Gültigkeitsnachweise (Validity Proofs), bei denen Transaktionsberechnungen Off-Chain durchgeführt werden, und diese Daten dann zusammen mit einem Nachweis ihrer Gültigkeit an das Ethereum-Mainnet übermittelt werden.",
  "page-layer-2-learn-rollupCards-zk-childSentence": "Mehr zu ZK-Rollups",
  "page-layer-2-learn-dyor-title": "Eigenrecherche: Risiken von Layer 2",
  "page-layer-2-learn-dyor-1": "Da Layer-2-Ketten ihre Sicherheit von Ethereum erben, sind sie in einer idealen Welt so sicher wie L1-Ethereum. Allerdings sind viele der <strong>Projekte noch jung und gewissermaßen experimentell</strong>. Nach Jahren der Forschung und Entwicklung gingen viele der L2-Technologien, die Ethereum skalieren sollen, 2021 live. Das bedeutet nicht, dass diese L2s nicht sicher sind, sondern nur, dass keine Layer-2-Lösung so erprobt ist wie das Ethereum-Mainnet. Führen Sie stets Ihre eigene Recherche durch und entscheiden Sie, ob Sie mit den damit verbundenen Risiken einverstanden sind.",
  "page-layer-2-learn-dyor-2": "Für weitere Informationen zur Technologie, den Risiken und Vertrauensannahmen von Layer-2-Lösungen empfehlen wir L2BEAT, das einen umfassenden Risikobewertungsrahmen für jedes Projekt bietet.",
  "page-layer-2-learn-dyor-link": "Wechsel zu L2BEAT",
  "page-layer-2-learn-note-on-alt-l1-title": "Ein Hinweis zu alternativen L1s, Sidechains und Validiums",
  "page-layer-2-learn-note-on-alt-l1-1": "Alternative Layer-1-Blockchains (Alt L1s) haben einen höheren Durchsatz und niedrigere Transaktionsgebühren als Ethereum. Diese Alt L1s mussten bei Sicherheit oder Dezentralisierung Kompromisse eingehen, um höhere Transaktionen pro Sekunde und niedrigere Gebühren zu erreichen. Die Ethereum-Community ist fest davon überzeugt, dass Layer-2-Skalierung der einzige Weg ist, das Skalierungstrilemma zu lösen und dabei dezentralisiert und sicher zu bleiben.",
  "page-layer-2-learn-note-on-alt-l1-2": "Sidechains und Validiums sind Blockchains, die es ermöglichen, Vermögenswerte von einer Blockchain über eine kettenübergreifende Brücke auf eine andere zu übertragen und dort zu nutzen. Sidechains und Validiums verlaufen parallel zur Hauptkette und interagieren über kettenübergreifende Brücken mit der Hauptkette, beziehen aber ihre Sicherheit oder Datenverfügbarkeit nicht von der Hauptkette. Sie skalieren ähnlich wie Layer-2-Lösungen, haben jedoch andere Vertrauensannahmen. Sie bieten niedrigere Transaktionsgebühren und einen höheren Transaktionsdurchsatz. Mehr zu <a href=\"/developers/docs/scaling/sidechains\">Sidechains</a> und <a href=\"/developers/docs/scaling/validium\">Validiums</a>.",
  "page-layer-2-learn-callout-1-title": "Was sind die Vorteile?",
  "page-layer-2-learn-callout-1-description": "Erkunden Sie die praktischen Auswirkungen von Layer-2-Lösungen auf die Benutzererfahrung.",
  "page-layer-2-learn-learn-more": "Mehr erfahren",
  "page-layer-2-learn-callout-2-title": "Erkunden Sie unterschiedliche Netzwerke",
  "page-layer-2-learn-callout-2-description": "Lernen Sie, wie sich die Netzwerke voneinander unterscheiden und wie weit sie in ihrer Entwicklung sind.",
  "page-layer-2-learn-explore-networks": "Netzwerk erkunden"
}
