{
  "consensus-client-lighthouse-logo-alt": "Lighthouse-Logo",
  "consensus-client-lodestar-logo-alt": "Lodestar-Logo",
  "consensus-client-nimbus-logo-alt": "Nimbus-Logo",
  "consensus-client-prysm-logo-alt": "Prysm-Logo",
  "consensus-client-teku-logo-alt": "Teku-Logo",
  "page-upgrades-answer-1": "Betrachte Eth2 als eine Reihe von Upgrades, die hinzugefügt werden, um das heutige Ethereum zu verbessern. Diese Upgrades beinhalten die Schaffung einer neuen Chain, der Beacon-Chain, und von bis zu 64 Chains, bekannt als Shards.",
  "page-upgrades-answer-2": "Diese sind separat zum Ethereum-Mainnet, das wir heute benutzen, werden es aber nicht ersetzen. Stattdessen wird das Mainnet mit diesem parallelen System, das mit der Zeit hinzugefügt wird, \"zusammengeführt\".",
  "page-upgrades-answer-4": "Mit anderen Worten, das Ethereum, das wir heute benutzen, wird irgendwann alle Funktionen verkörpern, die wir uns in der Eth2-Vision als Ziel setzen.",
  "page-upgrades-beacon-chain-btn": "Mehr zur Beacon-Chain",
  "page-upgrades-beacon-chain-date": "Die Beacon-Chain ging am 1. Dezember 2020 in Betrieb.",
  "page-upgrades-beacon-chain-desc": "Die erste Eth2-Ergänzung zum Ökosystem. Die Beacon-Chain bringt Staking zu Ethereum, legt den Grundstein für zukünftige Upgrades und wird schließlich das neue System koordinieren.",
  "page-upgrades-beacon-chain-estimate": "Die Beacon-Chain ist live",
  "page-upgrades-beacon-chain-title": "Die Beacon-Chain",
  "page-upgrades-bug-bounty": "Bug-Bounty-Programm anzeigen",
  "page-upgrades-clients": "Sieh dir die Eth2-Clients an",
  "page-staking-deposit-contract-title": "Überprüfe die Adresse des Einzahlungsvertrags",
  "page-upgrades-diagram-ethereum-mainnet": "Ethereum-Mainnet",
  "page-upgrades-diagram-h2": "Wie die Upgrades zusammenpassen",
  "page-upgrades-diagram-link-1": "Mehr zum Proof-of-Work",
  "page-upgrades-diagram-link-2": "Mehr zu Shard-Chains",
  "page-upgrades-diagram-mainnet": "Mainnet",
  "page-upgrades-diagram-p": "Ethereum Mainnet wird in seiner derzeitigen Form noch eine Weile existieren. Das heißt, die Beacon-Chain- und Shard-Upgrades werden das Netzwerk nicht stören.",
  "page-upgrades-diagram-p-1": "Mainnet wird schließlich mit dem neuen System, das durch die Eth2-Upgrades eingeführt wird, verschmelzen.",
  "page-upgrades-diagram-p-2": "Die Beacon-Chain wird zum Leiter von Ethereum, also Validierer koordinieren und das Tempo für die Erstellung von Blocks vorgeben.",
  "page-upgrades-diagram-p-3": "Zunächst wird sie getrennt vom Mainnet existieren und Validierer verwalten – sie wird nichts mit Smart-Contracts, Transaktionen oder Accounts zu tun haben.",
  "page-upgrades-diagram-p-4": "Shards werden viele zusätzliche Daten zur Verfügung stellen, um die Menge an Transaktionen zu erhöhen, die Mainnet verarbeiten kann. Sie werden von der Beacon-Chain koordiniert werden.",
  "page-upgrades-diagram-p-5": "Aber alle Transaktionen werden noch auf Mainnet angewiesen sein, das weiterhin existieren wird, wie wir es heute kennen – gesichert via Proof-of-Work und Miner.",
  "page-upgrades-diagram-p-6": "Mainnet wird mit dem Proof-of-Stake-System verschmelzen, koordiniert von der Beacon-Chain.",
  "page-upgrades-diagram-p-8": "Dies wird Mainnet zu einer Shard im neuen System machen. Miner werden nicht länger benötigt werden, da ganz Ethereum durch Validatoren gesichert werden wird.",
  "page-upgrades-diagram-p10": "Eth2 ist keine Migration oder ein einzelnes Objekt. Es beschreibt eine Menge von Upgrades, an denen gearbeitet wird, um Ethereums wahres Potential freizusetzen. Und so passen sie alle zusammen.",
  "page-upgrades-diagram-scroll": "Scrolle zum Erkunden – tippe für mehr Informationen.",
  "page-upgrades-diagram-shard": "Shard (1)",
  "page-upgrades-diagram-shard-1": "Shard (...)",
  "page-upgrades-diagram-shard-2": "Shard (2)",
  "page-upgrades-diagram-shard-3": "Shard (...)",
  "page-upgrades-diagram-validators": "Mehr zu Validatoren",
  "page-upgrades-dive": "In die Vision eintauchen",
  "page-upgrades-dive-desc": "Wie werden wir Ethereum skalierbarer, sicherer und nachhaltiger machen? Und das alles unter Beibehaltung von Ethereums Kernethos der Dezentralisierung.",
  "page-upgrades-docking": "Die Zusammenführung",
  "page-upgrades-merge-answer-1": "Die \"Zusammenführung\" passiert, wenn das Mainnet anfängt, die Beacon-Chain für den Konsens zu verwenden und Proof-of-Work abgeschaltet wird.",
  "page-upgrades-merge-btn": "Mehr über die Zusammenführung",
  "page-upgrades-merge-desc": "Mainnet Ethereum muss irgendwann mit der Beacon-Chain \"zusammengeführt\" werden. Das wird Staking für das gesamte Netzwerk ermöglichen und das Ende des energieintensiven Minings einleiten.",
  "page-upgrades-merge-estimate": "Geschätzt: 2022",
  "page-upgrades-merge-mainnet": "Was ist Mainnet?",
  "page-upgrades-merge-mainnet-eth2": "Zusammenführen des Mainnet und der Beacon-Chain",
  "page-upgrades-eth-blog": "ethereum.org-Blog",
  "page-upgrades-explore-btn": "Erkunde Upgrades",
  "page-upgrades-get-involved": "An Eth2 mitwirken",
  "page-upgrades-get-involved-2": "Mitmachen",
  "page-upgrades-head-to": "Gehe zu",
  "page-upgrades-help": "Willst du bei Eth2 helfen?",
  "page-upgrades-help-desc": "Es gibt viele Möglichkeiten bei den Eth2-Upgrades mitzureden, beim Testen zu helfen und sogar Belohnungen zu verdienen.",
  "page-upgrades-index-staking": "Staking ist hier",
  "page-upgrades-index-staking-desc": "Der Schlüssel zu den Eth2-Upgrades ist die Einführung von Staking. Wenn du dein ETH nutzen willst, um das Ethereum-Netzwerk zu sichern, dann halte dich an diese Schritte.",
  "page-upgrades-index-staking-learn": "Erfahre mehr über Staking",
  "page-upgrades-index-staking-learn-desc": "Die Beacon-Chain bringt Staking zu Ethereum. Das bedeutet, wenn du ETH hast, dann kannst du zum Gemeinwohl beitragen, indem du das Netzwerk sicherst, und dir dabei ETH dazuverdienst.",
  "page-upgrades-index-staking-step-1": "1. Einrichten mit dem Launchpad",
  "page-upgrades-index-staking-step-1-btn": "Staking-Launchpad ansehen",
  "page-upgrades-index-staking-step-1-desc": "Um in Eth2 ETH einzusetzen, musst du das Launchpad nutzen – das führt dich durch den Prozess.",
  "page-upgrades-index-staking-step-2": "2. Bestätigung der Staking-Adresse",
  "page-upgrades-index-staking-step-2-btn": "Bestätige die Adresse des Einzahlungsvertrags",
  "page-upgrades-index-staking-step-2-desc": "Vergewissere dich vor dem Staking deiner ETH, dass du die richtige Adresse gefunden hast. Du solltest durch das Launchpad durchgegangen sein, bevor du das tust.",
  "page-upgrades-index-staking-sustainability": "Nachhaltiger",
  "page-upgrades-just-docking": "Mehr über die Zusammenführung",
  "page-upgrades-meta-desc": "Ein Überblick über die Upgrades von Ethereum 2.0 und die Vision, die sie hoffentlich realisieren.",
  "page-upgrades-meta-title": "Die Eth2-Upgrades",
  "page-upgrades-miners": "Mehr zu den Minern",
  "page-upgrades-more-on-upgrades": "Mehr zu den Eth2-Upgrades",
  "page-upgrades-proof-of-stake": "Proof-of-Stake",
  "page-upgrades-proof-of-work": "Proof-of-Work",
  "page-upgrades-proof-stake-link": "Mehr zum Proof-of-Stake",
  "page-upgrades-question-1-desc": "Eth2 ist eine Reihe von verschiedenen Upgrades mit unterschiedlichen Veröffentlichungsdaten.",
  "page-upgrades-question-1-title": "Wann wird Eth2 veröffentlicht?",
  "page-upgrades-question-2-desc": "Es ist nicht korrekt, Eth2 als separate Blockchain zu betrachten.",
  "page-upgrades-question-2-title": "Ist Eth2 eine separate Blockchain?",
  "page-upgrades-question-3-answer-2": "Die Shard-Chain- und merge-Upgrades könnten Entwickler beeinflussen. Aber die Spezifikationen wurden noch nicht fertiggestellt, also sind keine sofortigen Maßnahmen erforderlich.",
  "page-upgrades-question-3-answer-3": "Sprich mit dem Eth2-Forschungs- und Entwicklungsteam auf ethresear.ch.",
  "page-upgrades-question-3-answer-3-link": "Besuche ehtresear.ch",
  "page-upgrades-question-3-desc": "Im Augenblick musst du gar nichts tun, um dich auf Eth2 vorzubereiten.",
  "page-upgrades-question-3-title": "Wie bereite ich mich auf Eth2 vor?",
  "page-upgrades-question-4-answer-1": "Immer wenn du heute eine Überweisung sendest oder eine dApp nutzt, verwendest du Eth1. Das ist das Ethereum, welches von Minern gesichert wird.",
  "page-upgrades-question-4-answer-2": "'Eth1', oder Mainnet, wird bis zur \"Zusammenführung\" weiterhin normal laufen.",
  "page-upgrades-question-4-answer-3": "Nach der \"Zusammenführung\" werden Validatoren das gesamte Netzwerk mittels Proof-of-Stake sichern.",
  "page-upgrades-question-4-answer-6": "Jeder kann ein Validator werden, indem er sein ETH staket.",
  "page-upgrades-question-4-answer-7": "Mehr zum Staking",
  "page-upgrades-question-4-answer-8": "Die Beacon-Chain- und Shard-Chain-Upgrades werden Eth1 nicht stören, da sie separat aufgebaut werden.",
  "page-upgrades-question-4-desc": "Eth1 bezeichnet das Ethereum-Mainnet, auf dem du heute Transaktionen durchführst.",
  "page-upgrades-question-4-title": "Was ist Eth1?",
  "page-upgrades-question-5-answer-1": "Um ein vollständiger Validator im Netzwerk zu werden, musst du 32 ETH einsetzen. Wenn du nicht so viel besitzt oder einsetzen möchtest, dann kannst du Staking-Pools beitreten. Diese Pools erlauben es dir, weniger einzusetzen und einen Teil der Gesamtbelohnung zu erhalten.",
  "page-upgrades-question-5-desc": "Du musst das Staking-Launchpad verwenden oder einem Staking-Pool beitreten.",
  "page-upgrades-question-5-title": "Wie setze ich ETH ein?",
  "page-upgrades-question-6-answer-1": "Im Moment gibt es nichts zu tun. Wir empfehlen aber, über Entwicklungen zu den Updates für Shard-Chains und die \"Zusammenführung\" auf dem Laufenden zu bleiben.",
  "page-upgrades-question-6-answer-3": "Danny Ryan von der Ethereum Foundation bringt die Community regelmäßig auf den neusten Stand:",
  "page-upgrades-question-6-answer-4": "Ben Edgington von ConsenSys hat einen wöchenlichen Eth2-Newsletter:",
  "page-upgrades-question-6-answer-5": "Du kannst auch an der Diskussion rund um Eth2-Forschung und -Entwicklung teilnehmen, unter ehtresear.ch.",
  "page-upgrades-question-6-desc": "Deine dApp wird nicht von bevorstehenden Upgrades betroffen sein. Allerdings könnten zukünftige Upgrades einige Änderungen erfordern.",
  "page-upgrades-question-6-title": "Was muss ich mit meiner dApp tun?",
  "page-upgrades-question-7-desc": "Viele verschiedene Teams aus der ganzen Community arbeiten an den verschiedenen Eth2-Upgrades.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(Rust-Implementierung)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(JavaScript-Implementierung)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(Nim-Implementierung)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(Go-Implementierung)",
  "page-upgrades-question-7-teams": "Die Eth2-Clientteams:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(Java-Implementierung)",
  "page-upgrades-question-7-title": "Wer entwickelt Eth2?",
  "page-upgrades-question-8-answer-1": "Die Eth2-Upgrades werden helfen, Ethereum dezentral zu skalieren, dabei gleichzeitig Sicherheit zu erhalten und die Nachhaltigkeit auszubauen.",
  "page-upgrades-question-8-answer-2": "Das vielleicht offensichtlichste Problem ist, dass Ethereum in der Lage sein muss, mehr als 15 bis 45 Transaktionen pro Sekunde zu verarbeiten. Aber die Eth2-Upgrades gehen auch ein paar andere Probleme mit dem heutigen Ethereum an.",
  "page-upgrades-question-8-answer-3": "Das Netzwerk erfährt eine so hohe Nachfrage, dass es das Nutzen von Ethereum teuer macht. Nodes im Netzwerk haben unter der Größe von Ethereum und der Datenmenge, die ihre Computer verarbeiten müssen, stark zu kämpfen. Und der zugrunde liegende Algorithmus, der Ethereum sicher und dezentral hält, ist energieintensiv und muss umweltfreundlicher werden.",
  "page-upgrades-question-8-answer-4": "Vieles von dem, was sich ändert, steht schon seit 2015 auf der Roadmap von Ethereum. Aber die gegenwärtigen Bedingungen machen die Notwendigkeit der Upgrades noch größer.",
  "page-upgrades-question-8-answer-6": "Erkunde die Eth2-Vision",
  "page-upgrades-question-8-desc": "Das Ethereum, das wir heute verwenden, muss Endnutzern und Netzwerkteilnehmern eine bessere Erfahrung bieten.",
  "page-upgrades-question-8-title": "Warum wird Eth2 gebraucht?",
  "page-upgrades-question-9-answer-1": "Die aktivste Rolle, die du spielen kannst, ist dein ETH einzusetzen.",
  "page-upgrades-question-9-answer-2": "Vielleicht möchtest du auch einen zweiten Client verwenden, um die Client-Diversität zu verbessern.",
  "page-upgrades-question-9-answer-3": "Wenn du eher technisch veranlagt bist, kannst du dabei helfen, Bugs in den neuen Clients zu finden.",
  "page-upgrades-question-9-answer-4": "Du kannst auch bei den technischen Diskussionen mit Ethereum-Forschern mitreden, unter ethresear.ch.",
  "page-upgrades-question-9-desc": "Du musst nicht technisch veranlagt sein, um einen Beitrag zu leisten. Die Community sucht nach Beiträgen aller möglichen Fähigkeiten.",
  "page-upgrades-question-9-stake-eth": "Stake ETH",
  "page-upgrades-question-9-title": "Wie kann ich zu Eth2 beitragen?",
  "page-upgrades-question-10-answer-1": "Wir halten uns zurück mit dem, was wir über eine technische Roadmap sagen, denn das ist Software: Die Dinge können sich ändern. Wir denken, es ist einfacher zu verstehen, was passiert, wenn man über die Resultate liest.",
  "page-upgrades-question-10-answer-1-link": "Upgrades ansehen",
  "page-upgrades-question-10-answer-2": "Aber wenn du die Diskussion verfolgt hast, siehst du hier, wie die Upgrades in die technischen Roadmaps passen.",
  "page-upgrades-question-10-answer-3": "Phase 0 beschreibt die Arbeit, um die Beacon-Chain live zu bekommen.",
  "page-upgrades-question-10-answer-5": "Die erste Phase konzentrierte sich ursprünglich auf die Umsetzung der Shard-Chains, aber die Priorisierung hat sich auf die \"Zusammenführung\" verlagert.",
  "page-upgrades-question-10-answer-6": "In Phase 1.5 war ursprünglich geplant, Mainnet als letzten Shard zur Beacon-Chain hinzuzufügen. Um den Übergang vom Proof-Work-Mining zu beschleunigen, stellt Mainnet stattdessen den ersten Shard dar, der sich mit der Beacon-Chain verbindet. Dies wird heute als \"Zusammenführung\" bezeichnet und wird ein wichtiger Schritt in Richtung eines grüneren Ethereum sein.",
  "page-upgrades-question-10-answer-7": "Obwohl die Pläne rund um Phase 2 ein Punkt intensiver Forschung und Diskussion waren, wird die geplante Zusammenführung vor den Shard-Chains eine kontinuierliche Neubewertung der Bedürfnisse der Ethereum-Entwicklung in der Zukunft ermöglichen. Angesichts einer Rollup-zentrierten Roadmap ist die unmittelbare Notwendigkeit von Shard-Chains umstritten.",
  "page-upgrades-question-10-answer-8": "Mehr zu einer Rollup-zentrierten Roadmap",
  "page-upgrades-question-10-desc": "Phasen beziehen sich auf Arbeitsphasen auf der technischen Eth2-Roadmap.",
  "page-upgrades-question-10-title": "Was sind die Eth2-Phasen?",
  "page-upgrades-question-title": "Häufig gestellte Fragen",
  "page-upgrades-question3-answer-1": "Eth-Inhaber müssen sicherlich gar nichts tun. Dein ETH muss nicht geändert oder aktualisiert werden. Es wird mit Sicherheit Scams geben, die dir etwas anderes erzählen wollen, also sei vorsichtig.",
  "page-upgrades-scalable": "Skalierbarer",
  "page-upgrades-scalable-desc": "Ethereum muss tausende Transaktionen pro Sekunde unterstützen, um Anwendungen schneller und günstiger nutzen zu können.",
  "page-upgrades-secure": "Sicherer",
  "page-upgrades-secure-desc": "Ethereum muss sicherer werden. Mit wachsender Rezeption von Ethereum muss das Protokoll besser gegen alle Formen des Angriffs geschützt werden.",
  "page-upgrades-shard-button": "Mehr zu den Shard-Chains",
  "page-upgrades-shard-date": "Die Shard-Chains werden nach der Zusammenführung voraussichtlich im Jahr 2022 folgen.",
  "page-upgrades-shard-desc": "Shard Chains erweitern die Fähigkeiten von Ethereum, Transaktionen zu verarbeiten und Daten zu speichern. Die Shards selbst werden mit der Zeit mehr Funktionen erhalten, die in mehreren Phasen bereitgestellt werden.",
  "page-upgrades-shard-estimate": "Geschätzt: 2022",
  "page-upgrades-shard-lower": "Mehr zu Shard-Chains",
  "page-upgrades-shard-title": "Shard Chains",
  "page-upgrades-stay-up-to-date": "Bleib auf dem Laufenden",
  "page-upgrades-stay-up-to-date-desc": "Hol dir die neusten Informationen von den Forschern und Entwicklern, die an den Eth2-Upgrades arbeiten.",
  "page-upgrades-sustainable-desc": "Ethereum muss umweltfreundlicher werden. Die heutige Technologie erfordert zu viel Rechenleistung und Energie.",
  "page-upgrades-take-part": "An der Forschung teilnehmen",
  "page-upgrades-take-part-desc": "Ethereum-Forscher und -Enthusiasten treffen sich hier, um über die Forschung zu diskutieren, einschließlich allem zu Eth2.",
  "page-upgrades-the-upgrades": "Die Eth2-Upgrades",
  "page-upgrades-the-upgrades-desc": "Eth2 ist eine Reihe von Upgrades, die die Skalierbarkeit, Sicherheit und Nachhaltigkeit von Ethereum verbessern. Obwohl jede von ihnen parallel bearbeitet wird, haben sie bestimmte Abhängigkeiten, die bestimmen, wann sie eingesetzt werden.",
  "page-upgrades-unofficial-roadmap": "Dies ist nicht die offizielle Roadmap. So sehen wir, was auf Grundlage der verfügbaren Informationen passiert. Aber das ist Technologie, Dinge können sich in einem Moment ändern. Also versteht das bitte nicht als Verbindlichkeit.",
  "page-upgrades-upgrade-desc": "Das Ethereum, das wir kennen und lieben, nur skalierbarer, sicherer und nachhaltiger...",
  "page-upgrades-upgrades": "Die Eth2-Upgrades",
  "page-upgrades-upgrades-aria-label": "Eth2-Upgrade-Menü",
  "page-upgrades-upgrades-beacon-chain": "Die Beacon-Chain",
  "page-upgrades-upgrades-docking": "Die Zusammenführung",
  "page-upgrades-upgrades-guide": "Guide zu Eth2-Upgrades",
  "page-upgrades-upgrades-shard-chains": "Die Shard-Chains",
  "page-upgrades-upgrading": "Ethereum zu drastischen neuen Höhen befördern",
  "page-upgrades-vision": "Unsere Vision",
  "page-upgrades-vision-btn": "Mehr zur Eth2-Vision",
  "page-upgrades-vision-desc": "Um Ethereum in den Mainstream zu bringen und der gesamten Menschheit zu dienen, müssen wir Ethereum skalierbarer, sicherer und nachhaltiger machen.",
  "page-upgrades-vision-upper": "Eth2-Vision",
  "page-upgrades-what-to-do": "Was musst du tun?",
  "page-upgrades-what-to-do-desc": "Wenn du ein dApp-Nutzer oder ETH-Inhaber bist, musst du gar nichts tun. Wenn du ein Entwickler bist oder anfangen willst, ETH einzusetzen, dann gibt es Möglichkeiten, wie du dich heute beteiligen kannst.",
  "page-upgrades-whats-next": "Was ist Eth2?",
  "page-upgrades-whats-next-desc": "Eth2 bezeichnet eine Reihe miteinander verbundener Upgrades, die Ethereum skalierbarer, sicherer und nachhaltiger machen werden. Diese Upgrades werden von mehreren Teams aus dem gesamten Ethereum-Ökosystem entwickelt.",
  "page-upgrades-whats-ethereum": "Warte, was ist Ethereum?",
  "page-upgrades-whats-new": "Was ist neu an Eth2?"
}
