{
  "page-wallets-accounts-addresses": "Wallets, Konten und Adressen",
  "page-wallets-accounts-addresses-desc": "Es lohnt sich, die Unterschiede zwischen einigen der Schlüsselbegriffe zu verstehen.",
  "page-wallets-accounts-ethereum-addresses": "Ein Ethereum-Konto hat eine Ethereum-Adresse, ähnlich wie ein Posteingang eine E-Mail-Adresse hat. Sie können diese verwenden, um Geld an ein Konto zu senden.",
  "page-wallets-alt": "Abbildung eines Roboters mit einem Tresor als Körper, der eine Ethereum-Wallet darstellt",
  "page-wallets-ethereum-account": "Ein Ethereum-Konto ist eine Entität, die Transaktionen senden kann und ein Guthaben hat.",
  "page-wallets-blog": "Coinbase-Blog",
  "page-wallets-bookmarking": "Fügen Sie Ihre Wallet Ihrem Lesezeichen hinzu",
  "page-wallets-bookmarking-desc": "Wenn Sie eine Web-Wallet verwenden, setzen Sie ein Lesezeichen der Website, um sich vor Phishing-Betrug zu schützen.",
  "page-wallets-cd": "Physische Hardware-Wallets sind Geräte, auf denen Sie Ihre Kryptowährung offline – sehr sicher –aufbewahren können",
  "page-wallets-desc-2": "Sie benötigen eine Wallet, um Anlagen zu senden und Ihr ETH zu verwalten.",
  "page-wallets-desc-2-link": "Mehr zu ETH",
  "page-wallets-desc-3": "Ihre Wallet ist nur ein Werkzeug zur Verwaltung Ihres Ethereum-Kontos. Das bedeutet, dass Sie jederzeit Wallet-Anbieter tauschen können. Viele Wallets lassen Sie auch mehrere Ethereum-Konten in einer Anwendung verwalten.",
  "page-wallets-desc-4": "Das liegt daran, dass Wallets Ihre Anlagen nicht kontrollieren, sondern Sie selbst. Sie sind nur ein Werkzeug zum Verwalten, was wirklich Ihnen gehört.",
  "page-wallets-description": "Ethereum-Wallets sind Anwendungen, die Sie mit Ihrem Ethereum-Konto interagieren lassen. Stellen Sie sie sich wie Internet-Banking-Apps vor – nur ohne die Bank. Mit Ihrer Wallet können Sie Guthaben ansehen, Transaktionen senden und Anwendungen nutzen.",
  "page-wallets-desktop": "Desktop-Anwendungen, wenn Sie Ihre Gelder lieber über MacOS, Windows oder Linux verwalten möchten",
  "page-wallets-ethereum-wallet": "Eine Wallet ist ein Produkt, mit dem Sie Ihr Ethereum-Konto verwalten können. Es ermöglicht es Ihnen, Ihren Kontosaldo zu sehen, Transaktionen zu senden und vieles mehr.",
  "page-wallets-explore": "Ethereum entdecken",
  "page-wallets-features-desc": "Wir können Ihnen bei der Auswahl der Wallet helfen, basierend auf den Funktionen, die Sie sich wünschen.",
  "page-wallets-features-title": "Wallet-Vergleich anhand der Funktionen",
  "page-wallets-find-wallet-btn": "Finden Sie eine Wallet",
  "page-wallets-find-wallet-link": "Finden Sie eine Wallet",
  "page-wallets-get-some": "Erwerben Sie ETH",
  "page-wallets-get-some-alt": "Eine Illustration einer Hand, die ein Ethereum-Logo aus Lego-Steinen aufbaut",
  "page-wallets-get-some-btn": "Erwerben Sie ETH",
  "page-wallets-get-some-desc": "ETH ist die native Kryptowährung von Ethereum. Sie benötigen ETH in Ihrer Wallet, um Ethereum-Anwendungen zu benutzen.",
  "page-wallets-how-to-store": "Wie man digitale Vermögenswerte auf Ethereum hält",
  "page-wallets-keys-to-safety": "Die Schlüssel zum Schutz Ihrer Kryptowährungen",
  "page-wallets-manage-funds": "Eine App zur Verwaltung Ihrer Anlagen",
  "page-wallets-manage-funds-desc": "Ihre Wallet zeigt Ihr Guthaben, Transaktionsverläufe und gibt Ihnen die Möglichkeit, Guthaben zu senden/zu empfangen. Einige Wallets bieten noch mehr.",
  "page-wallets-meta-description": "Was Sie wissen müssen, um Ethereum-Wallets zu verwenden.",
  "page-wallets-meta-title": "Ethereum-Wallets",
  "page-wallets-mobile": "Mobilanwendungen, die Ihr Guthaben von überall aus zugänglich machen",
  "page-wallets-more-on-dapps-btn": "Mehr zu dApps",
  "page-wallets-most-wallets": "Die meisten Wallet-Produkte ermöglichen es Ihnen, ein Ethereum-Konto zu erstellen. Sie benötigen also kein Konto, bevor Sie eine Wallet herunterladen.",
  "page-wallets-protecting-yourself": "Schützen Sie sich und Ihre Anlagen",
  "page-wallets-seed-phrase": "Schreiben Sie Ihre Seed-Phrase auf",
  "page-wallets-seed-phrase-desc": "Wallets geben Ihnen oft eine Seed-Phrase, die Sie irgendwo sicher aufschreiben müssen. Nur so können Sie die Wallet wiederherstellen.",
  "page-wallets-seed-phrase-example": "Hier ein Beispiel:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Speichern Sie sie nicht auf einem Computer. Schreiben und bewahren Sie sie sicher auf.",
  "page-wallets-slogan": "Der Schlüssel zu Ihrer digitalen Zukunft",
  "page-wallets-stay-safe": "So bleiben Sie sicher",
  "page-wallets-stay-safe-desc": "Wallets fordern etwas neue Denkmuster. Finanzielle Freiheit und globaler Zugang zu und Nutzung von Geldern kommt mit Verantwortung – einen Krypto-Kundensupport gibt es nicht.",
  "page-wallets-subtitle": "Wallets geben Zugriff auf Ihr Geld und Ihre Ethereum-Anwendungen. Nur Sie sollten Zugriff auf Ihre Wallet haben.",
  "page-wallets-take-responsibility": "Übernehmen Sie Verantwortung für Ihre eigenen Anlagen",
  "page-wallets-take-responsibility-desc": "Zentralisierte Börsen verknüpfen Ihre Wallet mit einem Benutzernamen und Passwort, die Sie auf traditionelle Weise wiederherstellen können. Denken Sie nur daran, dass Sie somit der Börse mit der Verwahrung Ihrer Gelder vertrauen. Wenn diese Firma angegriffen wird oder bankrott geht, sind Ihre Anlagen in Gefahr.",
  "page-wallets-tips": "Weitere Tipps zur Sicherheit",
  "page-wallets-tips-community": "Von unserer Gemeinschaft",
  "page-wallets-title": "Ethereum-Wallets",
  "page-wallets-triple-check": "Überprüfen Sie alles dreifach",
  "page-wallets-triple-check-desc": "Denken Sie daran, dass Transaktionen nicht rückgängig gemacht und Wallets nicht einfach wiederhergestellt werden können, also sollten Sie Vorsichtsmaßnahmen treffen und immer vorsichtig sein.",
  "page-wallets-try-dapps": "Testen Sie ein paar dapps",
  "page-wallets-try-dapps-alt": "Eine Illustration von Mitgliedern der Ethereum-Community in Zusammenarbeit",
  "page-wallets-try-dapps-desc": "dApps sind Anwendungen, die auf Ethereum basieren. Sie sind günstiger, fairer und netter zu Ihren Daten als die meisten traditionellen Anwendungen.",
  "page-wallets-types": "Arten von Wallets",
  "page-wallets-types-desc": "Es gibt verschiedene Möglichkeiten, mit Ihrem Konto zu interagieren:",
  "page-wallets-web-browser": "Browser-Wallets sind Webanwendungen, mit denen Sie direkt im Browser mit Ihrem Konto interagieren können",
  "page-wallets-web-browser-extension": "Wallets als Browser-Erweiterungen sind herunterladbare Erweiterungen, mit denen Sie über den Browser mit Ihrem Konto und Ihren Anwendungen interagieren können",
  "page-wallets-whats-a-wallet": "Was ist eine Ethereum-Wallet?",
  "page-wallets-your-ethereum-account": "Ihr Ethereum-Konto",
  "page-wallets-your-ethereum-account-desc": "Ihre Wallet ist Ihr Fenster in Ihr Ethereum-Konto – Ihr Guthaben, Transaktionsverlauf und vieles mehr. Sie können jedoch jederzeit Wallet-Anbieter austauschen.",
  "page-wallets-your-login": "Ihr Login für Ethereum-Anwendungen",
  "page-wallets-your-login-desc": "Ihre Wallet lässt Sie mit jeder dezentralen Anwendung über Ihr Ethereum-Konto verbinden. Es ist wie ein Login, den Sie über viele dapps hinweg verwenden können.",
  "additional-reading-how-to-register-an-ethereum-account": "So \"registrieren\" Sie ein Ethereum-Konto",
  "additional-reading-how-to-use-a-wallet": "So verwenden Sie eine Wallet"
}
