{
  "layer-2-arbitrum-note": "Betrugsbeweise nur für Whitelist-Benutzer, Whitelist noch nicht geöffnet",
  "layer-2-boba-note": "Statusüberprüfung in der Entwicklung",
  "layer-2-optimism-note": "Fehlernachweise in der Entwicklung",
  "layer-2-hero-title": "Ebene 2",
  "layer-2-hero-header": "Ethereum für jedermann",
  "layer-2-hero-subtitle": "Ethereum skalieren, ohne Kompromisse bei der Sicherheit oder Dezentralisierung einzugehen.",
  "layer-2-hero-alt-text": "Illustration von Transaktionen, die auf Ebene 2 zusammengefasst und an das Ethereum Mainnet gesendet werden",
  "layer-2-hero-button-1": "Was ist Ebene 2",
  "layer-2-hero-button-2": "Ebene 2 verwenden",
  "layer-2-hero-button-3": "Zu Ebene 2 verschieben",
  "layer-2-statsbox-1": "TVL in Ebene 2 (USD) gesperrt",
  "layer-2-statsbox-2": "Durchschnittliche Ebene 2 ETH Transfergebühr (USD)",
  "layer-2-statsbox-3": "Ebene 2 TVL Änderung (30 Tage)",
  "layer-2-what-is-layer-2-title": "Was ist Ebene 2?",
  "layer-2-what-is-layer-2-1": "Ebene 2 (Layer 2, L2) ist ein übergeordneter Begriff für bestimmte Skalierungslösungen für Ethereum. <strong>Ein Layer 2 ist eine eigene Blockchain, die Ethereum erweitert und die Sicherheitsgarantien von Ethereum erbt</strong>.",
  "layer-2-what-is-layer-2-2": "Lassen Sie uns nun ein wenig tiefer in die Materie eindringen. Dazu müssen wir die Ebene 1 (L1) näher erläutern.",
  "layer-2-what-is-layer-1-title": "Was ist Ebene 1?",
  "layer-2-what-is-layer-1-1": "Ebene 1 ist die zugrunde liegende Blockchain. Sowohl Ethereum als auch Bitcoin sind Ebene-1-Blockchains, <strong>denn beide bilden die Grundlage für unterschiedliche Ebene-2-Netzwerke</strong>. Beispiele für Ebene-2-Projekte sind „Rollups“ auf Ethereum und das Lightning Network auf Bitcoin. Alle Nutzeraktivitäten in Ebene-2-Projekten können letztlich in die Layer-1-Blockchain zurückfließen.",
  "layer-2-what-is-layer-1-2": "Ethereum fungiert außerdem als Datenverfügbarkeitsebene für Ebene 2 Projekte. Ebene 2 Projekte veröffentlichen ihre Transaktionsdaten auf Ethereum und verlassen sich auf Ethereum, um die Datenverfügbarkeit zu gewährleisten. Diese Daten können verwendet werden, um den Status der Ebene 2 zu erfahren oder um Transaktionen auf der Ebene 2 anzufechten.",
  "layer-2-what-is-layer-1-list-title": "<strong>Ethereum als Ebene 1 umfasst:</strong>",
  "layer-2-what-is-layer-1-list-1": "<strong>Ein Netzwerk von Knoten-Operatoren</strong> zur Sicherung und Validierung des Netzwerks",
  "layer-2-what-is-layer-1-list-2": "<strong>Ein Netzwerk von Blockproduzenten</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>Die Blockchain</strong> selbst und der Verlauf der Transaktionsdaten",
  "layer-2-what-is-layer-1-list-4": "<strong>Der Konsensmechanismus</strong> für das Netzwerk",
  "layer-2-what-is-layer-1-list-link-1": "Sie haben noch Fragen zu Ethereum?",
  "layer-2-what-is-layer-1-list-link-2": "Lernen Sie Ethereum näher kennen.",
  "layer-2-why-do-we-need-layer-2-title": "Warum brauchen wir Ebene 2?",
  "layer-2-why-do-we-need-layer-2-1": "Drei wünschenswerte Merkmale einer Blockchain sind <strong> Dezentralisierung, Sicherheit und Skalierbarkeit</strong>. Das <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">Blockchain-Trilemma</a> besagt jedoch, dass eine einfache Blockchain-Architektur nur zwei von drei dieser Merkmale erfüllen kann. Wenn Sie eine sichere und dezentralisierte Blockchain wünschen, müssen Sie auf Skalierbarkeit verzichten.",
  "layer-2-why-do-we-need-layer-2-2": "Ethereum hat derzeit eine Netzwerkkapazität von mehr als <a href=\"https://etherscan.io/chart/tx\" target=\"_blank\">1 Millionen Transaktionen pro Tag</a> und eine hohe Nachfrage nach jeder dieser Transaktionen erreicht. Der Erfolg von Ethereum und die daraus resultierende hohe Nachfrage haben zu einem erheblichen Anstieg der Gaspreise geführt. Aus diesem Grund ist auch der Bedarf an Skalierungslösungen gestiegen. Hier kommen Layer-2-Netzwerke ins Spiel.",
  "layer-2-why-do-we-need-layer-2-scalability": "Skalierbarkeit",
  "layer-2-why-do-we-need-layer-2-scalability-1": "Das Hauptziel von Skalierbarkeit besteht in der Erhöhung der Transaktionsgeschwindigkeit (schnellere Abwicklung) und des Transaktionsdurchsatzes (mehr Transaktionen pro Sekunde) – jedoch ohne Beeinträchtigung von Dezentralisierung oder Sicherheit.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "Die Ethereum Community hat sich klar dazu bekannt, dass sie weder die Dezentralisierung noch die Sicherheit aufgeben würde, um zu skalieren. Vor dem /<a href=\"/roadmap/danksharding/\">Sharding</a> kann das Ethereum Mainnet (Layer 1) Netzwerk nur <a href=\"https://ethtps.info/Network/Ethereum\">etwa 15 Transaktionen pro Sekunde</a> verarbeiten. Wenn die Nachfrage nach Ethereum hoch ist, wird das Netzwerk überlastet, was die Transaktionsgebühren erhöht und Nutzer, die sich diese Gebühren nicht leisten können, ausschließt. An dieser Stelle kommt Layer 2 ins Spiel, damit Ethereum schon heute skaliert.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "Weitere Informationen zur Vision von Ethereum",
  "layer-2-benefits-of-layer-2-title": "Vorteile von Layer 2",
  "layer-2-lower-fees-title": "Geringere Gebühren",
  "layer-2-lower-fees-description": "Durch die Zusammenfassung mehrerer Off-Chain-Transaktionen zu einer einzigen Layer-1-Transaktion lassen sich die Transaktionsgebühren erheblich senken, wodurch Ethereum für alle erschwinglicher wird.",
  "layer-2-maintain-security-title": "Aufrechterhaltung der Sicherheit",
  "layer-2-maintain-security-description": "Layer-2-Blockchains wickeln ihre Transaktionen über das Ethereum-Mainnet ab, wodurch die Nutzer von der Sicherheit des Ethereum-Netzwerks profitieren.",
  "layer-2-expand-use-cases-title": "Erweiterung der Anwendungsmöglichkeiten",
  "layer-2-expand-use-cases-description": "Dank des höheren Transaktionsdurchsatzes, geringerer Gebühren und neuer Technologien werden sich die Projekte auf neue und benutzerfreundlichere Anwendungen ausweiten.",
  "layer-2-how-does-layer-2-work-title": "Wie funktioniert Layer 2?",
  "layer-2-how-does-layer-2-work-1": "Wie bereits erwähnt, ist Layer 2 ein übergeordneter Begriff für Lösungen zur Skalierung von Ethereum, durch die Transaktionen außerhalb von Ethereums Layer 1, jedoch mit der robusten dezentralen Sicherheit von Layer 1 abgewickelt werden. <strong>Eine Layer-2-Blockchain ist also eine separate Blockchain, die Ethereum erweitert</strong>. Wie funktioniert das?",
  "layer-2-how-does-layer-2-work-2": "Eine Layer-2-Blockchain kommuniziert regelmäßig mit Ethereum (durch Einreichung von Transaktionsbündeln), um sicherzustellen, dass sie ähnliche Sicherheits- und Dezentralisierungsgarantien bietet. All dies erfordert keine Änderungen am Layer-1-Protokoll (Ethereum). Layer 1 kann demnach für Sicherheit, Datenverfügbarkeit und Dezentralisierung sorgen, während Layer 2 die Skalierung übernimmt. Layer 2 nimmt Layer 1 die Transaktionslast ab und sendet bei Transaktionsabschluss Nachweise zurück an Layer 1. Durch den Wegfall der Transaktionslast wird Layer 1 als Basis entlastet und das System wird insgesamt skalierbarer.",
  "layer-2-rollups-title": "Rollups",
  "layer-2-rollups-1": "Die Bündelung (sogenannte Rollups) ist derzeit der bevorzugte Ansatz in Layer 2 für die Skalierung. Durch Rollups können Nutzer <a href=\"https://l2fees.info/\">Gasgebühren gegenüber Layer 1 bis um das 100-fache reduzieren</a>.",
  "layer-2-rollups-2": "Rollups bündeln bzw. „rollen“ Hunderte von Transaktionen in einer einzigen Transaktion auf Layer 1. Dadurch werden die Transaktionsgebühren von Layer 1 auf alle Teilnehmer des Rollups aufgeteilt, was für jeden Nutzer günstiger ist. Rollup-Transaktionen werden außerhalb von Layer 1 ausgeführt, die Transaktionsdaten werden jedoch in Layer 1 eingestellt. Durch die Übertragung der Transaktionsdaten auf Layer 1 erhalten Rollups die Sicherheit der Ethereum-Blockchain. Für Rollups gibt es zwei Ansätze: Optimistic und Zero-Knowledge. Sie unterscheiden sich in erster Linie darin, wie die Transaktionsdaten an Layer 1 übermittelt werden.",
  "layer-2-optimistic-rollups-title": "Optimistic Rollups",
  "layer-2-optimistic-rollups-description": "Optimistic-Rollups sind in dem Sinne „optimistisch“, als für Transaktionen prinzipiell von ihrer Gültigkeit ausgegangen wird, die aber bei Bedarf angefochten werden kann. Bei Verdacht auf eine ungültige Transaktion wird eine Kontrolle durchgeführt, um den Fehler ggf. nachzuweisen.",
  "layer-2-optimistic-rollups-childSentance": "Weitere Informationen zu Optimistic-Rollups",
  "layer-2-zk-rollups-title": "Zero-Knowledge-Rollups",
  "layer-2-zk-rollups-description": "Zero-Knowledge-Rollups verwenden Validitätsnachweise, bei denen Transaktionen off-chain, also außerhalb der Chain, ausgewertet und dem Ethereum-Mainnet komprimierte Daten als Nachweis der Gültigkeit geliefert werden.",
  "layer-2-zk-rollups-childSentance": "Weitere Informationen zu Zero-Knowledge-Rollups",
  "layer-2-dyor-title": "Recherchieren Sie selbst: Risiken von Layer 2",
  "layer-2-dyor-1": "Da Layer-2-Chains die Sicherheit von Ethereum übernehmen, wären sie in einer idealen Welt genauso sicher wie die Layer 1 von Ethereum. Allerdings sind viele dieser <strong>Projekte noch jung und eher experimentell</strong>. Schließlich wurden nach Jahren der Forschung und Entwicklung viele der L2-Technologien, die Ethereum heute skalieren, erst im Jahr 2021 eingeführt. Viele Projekte verfügen während der fortschreitenden Dezentralisierung ihrer Netzwerke über zusätzliche Vertrauensannahmen. Wir raten Ihnen in jedem Fall vor der Entscheidung, eine Layer-2-Chain zu verwenden, genau zu recherchieren und sich selbst zu überprüfen, ob Sie die damit verbundenen Risiken eingehen möchten.",
  "layer-2-dyor-2": "Als zuverlässige Informationsquelle zur Technologie, den Risiken und den Vertrauensannahmen einzelner Layer-2-Projekte empfehlen wir Ihnen L2BEAT, das zu jedem Projekt ein umfassendes Framework für die Risikobewertung bereitstellt.",
  "layer-2-dyor-3": "Wechsel zu L2BEAT",
  "layer-2-use-layer-2-title": "Verwendung von Layer 2",
  "layer-2-use-layer-2-1": "Sie wissen nun, warum Layer 2 existiert und wie diese Ebene funktioniert. Legen wir los!",
  "layer-2-contract-accounts": "<strong>HINWEIS:</strong> Wenn Sie überbrücken und Layer 2 verwenden, können Sie die Adresse eines EOA-Kontos (ein Konto, dessen Autorisierung über einen einzigen privaten Schlüssel erfolgt) genauso wie im Ethereum-Mainnet kontrollieren. Bei Verwendung eines Vertragskontos wie <a href=\"https://safe.global/\"  target=”_blank”>Gnosis Safe</a> oder <a href=\"https://www.argent.xyz/\"  target=”_blank”>Argent</a> haben Sie auf Layer 2 hingegen keine Kontrolle über die Adresse, solange das Vertragskonto auf Layer 2 noch nicht auf diese Adresse umgestellt ist. Solange Sie aber die Adresse für Ihr Vertragskonto nicht kontrollieren, können Gelder, die Sie durch Überbrückung auf dieses Konto transferieren, verloren gehen.",
  "layer-2-use-layer-2-generalized-title": "Allgemeine Layer-2-Projekte",
  "layer-2-use-layer-2-generalized-1": "Layer-2-Projekte für allgemeine Anwendungen verhalten sich wie Ethereum, sind aber günstiger. Alles, was Sie im Ethereum-Mainnet auf Layer 1 tun können, können Sie auch in den Netzwerken von Layer 2 tun. Viele dApps wurden bereits in diese Netzwerke migriert bzw. gar nicht erst im Mainnet, sondern sofort auf Layer 2 implementiert.",
  "layer-2-use-layer-2-application-specific-title": "Anwendungsspezifische Layer-2-Projekte",
  "layer-2-use-layer-2-application-specific-1": "Anwendungsspezifische Layer-2-Blockchains sind Projekte, die auf die Optimierung eines bestimmten Anwendungsbereichs abgestimmt sind und dadurch eine bessere Performance besitzen.",
  "layer-2-sidechains-title": "Hinweise zu Sidechains, Validiums und alternativen Blockchains",
  "layer-2-sidechains-1": "<strong>Sidechains und Validiums</strong> sind Blockchains, die den Austausch von Vermögenswerten zwischen Ethereum und anderen Blockchains ermöglichen. Sidechains und Validiums werden parallel zu Ethereum ausgeführt und interagieren mit Ethereum über Brücken, wobei ihre Sicherheit und Datenverfügbarkeit jedoch von Ethereum unabhängig ist.",
  "layer-2-sidechains-2": "Die Skalierung sowohl von Sidechains als auch Validiums erfolgt ähnlich wie bei Layer-2-Blockchains – bei geringeren Transaktionsgebühren und einem höheren Transaktionsdurchsatz, jedoch anderen Vertrauensannahmen.",
  "layer-2-more-on-sidechains": "Weitere Informationen zu Sidechains",
  "layer-2-more-on-validiums": "Weitere Informationen zur Validiums",
  "layer-2-sidechains-4": "Einige <strong>Layer-1-Blockchains</strong> weisen höhere Durchsätze und geringere Transaktionsgebühren als Ethereum auf. Diese Optimierungen alternativer Layer-1-Blockchains sind allerdings nur mit <b>Abstrichen bei der Sicherheit oder der Dezentralisierung</b> möglich.",
  "layer-2-sidechains-5": "Das Ethereum-Ökosystem löst das Trilemma der Skalierbarkeit in der festen Überzeugung, dass die <strong>Layer-2-Skalierung der einzige Weg für eine gute Skalierbarkeit</strong> ohne Einbußen an Sicherheit und Dezentralisierung ist.",
  "layer-2-onboard-title": "So gelangen Sie zu Layer 2",
  "layer-2-onboard-1": "Für die Übertragung von Guthaben in ein Layer-2-Netzwerk gibt es zwei primäre Methoden: Überbrücken des Guthabens aus Ethereum über einen Smart Contract oder Abheben des Guthabens an einer Börse und Übertragen in das Layer-2-Netzwerk.",
  "layer-2-onboard-wallet-title": "Guthaben im Wallet?",
  "layer-2-onboard-wallet-1": "Zur Übertragung Ihrer ETH in Ihrem Wallet benötigen Sie eine Brücke, um Ihr Guthaben vom Ethereum-Mainnet auf Layer 2 zu verschieben.",
  "layer-2-more-on-bridges": "Weitere Informationen zu Brücken",
  "layer-2-onboard-wallet-input-placeholder": "Wählen Sie die L2 aus, zu der Sie überbrücken wollen.",
  "layer-2-onboard-wallet-selected-1": "Sie können sich mit den folgenden Wallets mit",
  "layer-2-onboard-wallet-selected-2": "verbinden:",
  "layer-2-bridge": "Brücke",
  "layer-2-onboard-exchange-title": "Guthaben an einer Börse?",
  "layer-2-onboard-exchange-1": "Einige zentralisierte Börsen bieten nun Auszahlungen und Einzahlungen direkt auf Layer 2 an. Informieren Sie sich, welche Börsen Layer-2-Auszahlungen anbieten und welchen Layer 2 sie unterstützen.",
  "layer-2-onboard-exchange-2": "Außerdem benötigen Sie eine Wallet, auf die Sie Ihr Guthaben transferieren.",
  "layer-2-onboard-find-a-wallet": "Finden Sie eine Wallet für Ethereum.",
  "layer-2-onboard-exchange-input-placeholder": "Informieren Sie sich, welche Börsen Layer 2 unterstützen.",
  "layer-2-deposits": "Einzahlungen",
  "layer-2-withdrawals": "Auszahlungen",
  "layer-2-go-to": "Gehe zu",
  "layer-2-tools-title": "Tools für mehr Effizienz auf Layer 2",
  "layer-2-tools-l2beat-description": "L2BEAT ist eine hervorragende Ressource für technische Risikobewertungen von Layer-2-Projekten. Wir empfehlen, sich bei der Suche nach bestimmten Layer-2-Projekten hier schlau zu machen.",
  "layer-2-tools-l2fees-description": "Auf L2 Fees finden Sie eine Übersicht über die aktuellen Transaktionskosten auf verschiedenen Layer-2-Ebenen (in USD).",
  "layer-2-tools-chainlist-description": "Chainlist ist eine großartige Ressource für den Import von Netzwerk-RPCs in konforme Wallets. Hier finden Sie RPCs für Layer-2-Projekte, die Ihnen beim Verbindungsaufbau helfen.",
  "layer-2-tools-zapper-description": "Verwalten Sie Ihr gesamtes web3-Portfolio, von DeFi bis NFTs und was an Neuem noch kommen mag. Investieren Sie in die neuesten Features – bequem von einer Plattform aus.",
  "layer-2-tools-zerion-description": "Erstellen und verwalten Sie Ihr gesamtes DeFi-Portfolio an einem zentralen Ort und entdecken Sie dabei schon heute die Welt der dezentralen Finanzen.",
  "layer-2-tools-debank-description": "Bleiben Sie stets informiert über alle wichtigen Ereignisse in der Web3-Welt.",
  "layer-2-faq-title": "FAQ",
  "layer-2-faq-question-1-title": "Warum gibt es keinen „offiziellen“ Layer 2 für Ethereum?",
  "layer-2-faq-question-1-description-1": "So wie es keinen „offiziellen“ Ethereum-Client gibt, wird es für Ethereum auch keinen „offiziellen“ Layer 2 geben. Ethereum ist frei zugänglich. Aus technischer Sicht kann daher jeder einen Layer 2 erstellen! So wird es von den verschiedensten Teams jeweils spezifische Layer-2-Versionen mit unterschiedlichen Designansätzen geben, die für individuelle Anwendungsfälle optimiert sind. Davon kann das Ökosystem insgesamt nur profitieren. Genauso wie es verschiedene Ethereum-Clients von den verschiedensten Teams gibt, die im Netzwerk für Diversität sorgen, wird in Zukunft auch eine große Vielfalt an Layer 2 entstehen.",
  "layer-2-faq-question-2-title": "Was ist der Unterschied zwischen Optimistic- und Zero-Knowledge-Rollups?",
  "layer-2-faq-question-2-description-1": "Sowohl Optimistic- als auch Zero-Knowledge-Rollups bündeln bzw. „rollen“ Hunderte von Transaktionen in einer einzigen Transaktion auf Layer 1. Rollup-Transaktionen werden außerhalb von Layer 1 ausgeführt, die Transaktionsdaten werden jedoch in Layer 1 eingestellt.",
  "layer-2-faq-question-2-description-2": "Der größte Unterschied zwischen den beiden Rollup-Methoden besteht darin, welche Daten an Layer 1 übertragen werden und wie die Daten überprüft werden. Bei Zero-Knowledge-Rollups werden die Berechnungen durch Validitätsnachweise außerhalb der Chain durchgeführt und ein Nachweis eingestellt, während bei Optimistic-Rollups Berechnungen durch Fehlernachweise nur bei Verdacht auf einen Fehler durchgeführt werden – dann jedoch innerhalb der Chain.",
  "layer-2-faq-question-2-description-3": "Derzeit sind die meisten Zero-Knowledge-Rollups anwendungsspezifisch, während Optimistic-Rollups noch weitgehend allgemein gehalten sind.",
  "layer-2-more-info-on-optimistic-rollups": "Weitere Informationen zu Optimistic-Rollups",
  "layer-2-more-info-on-zk-rollups": "Weitere Informationen zu Zero-Knowledge-Rollups",
  "layer-2-faq-question-4-title": "Welche Risiken birgt Layer 2?",
  "layer-2-faq-question-4-description-1": "Layer-2-Projekte bergen gegenüber der Verwahrung von Guthaben im Mainnet von Ethereum und direkten Transaktionen zusätzliche Risiken. Beispielsweise können Sequenzer ausfallen, was zu Verzögerungen beim Zugriff auf Ihr Geld führen kann.",
  "layer-2-faq-question-4-description-2": "Wir raten Ihnen, sich gut zu informieren, bevor Sie beträchtliche Mittel in ein Layer-2-Projekt transferieren. Als zuverlässige Informationsquelle zur Technologie, den Risiken und den Vertrauensannahmen einzelner Layer-2-Projekte empfehlen wir Ihnen <a href=\"https://l2beat.com/?view=risk\">L2BEAT</a>, das zu jedem Projekt ein umfassendes Framework für die Risikobewertung bereitstellt.",
  "layer-2-faq-question-4-description-3": "Blockchain-Brücken, die die Übertragung von Guthaben auf Layer 2 erleichtern, befinden sich noch in einem frühen Entwicklungsstadium. Das optimale Brückendesign gibt es daher vermutlich noch nicht. <a href=\"https://rekt.news/wormhole-rekt/\">Erst kürzlich wurden erfolgreiche Angriffe auf Brücken gemeldet</a>.",
  "layer-2-faq-question-5-title": "Weshalb sind hier nicht alle Layer-2-Projekte aufgelistet?",
  "layer-2-faq-question-5-description-1": "Wir möchten sicherstellen, dass nur die besten Ressourcen aufgelistet werden, denn nur so können sich unsere Nutzer sicher und sorglos im Layer-2 Raum bewegen. Für den Einschluss in unsere Empfehlungen bewerten wir die Projekte nach strengen Rahmenkriterien.",
  "layer-2-faq-question-5-view-listing-policy": "Richtlinien für die Aufnahme von Layer-2-Projekten in unsere Liste anzeigen",
  "layer-2-faq-question-5-description-2": "Auf Ethereum.org kann jeder die Aufnahme von Layer-2-Projekten vorschlagen. Wenn Sie meinen, dass ein interessantes Layer-2-Projekt fehlt, <a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">kontaktieren Sie uns bitte</a>.",
  "layer-2-further-reading-title": "Weiterführende Literatur",
  "a-rollup-centric-ethereum-roadmap": "Rollup-zentrierte Roadmap für Ethereum",
  "an-incomplete-guide-to-rollups": "Leitfaden für Rollups (noch unvollständig)",
  "polygon-sidechain-vs-ethereum-rollups": "Polygon-Sidechain vs. Ethereum-Rollups: Skalierungsansätze für Layer 2  | Vitalik Buterin und Lex Fridman",
  "rollups-the-ultimate-ethereum-scaling-strategy": "ROLLUPS - Die ultimative Skalierungsstrategie für Ethereum? Arbitrum und Optimism erklärt",
  "scaling-layer-1-with-shard-chains": "Skalierung von Layer 1 mit Shard Chains",
  "understanding-rollup-economics-from-first-principals": "Kennenlernen der Rollup-Ökonomie von den Grundlagen",
  "arbitrum-description": "Arbitrum ist ein Optimistic-Rollup, das für sich beansprucht, von einer direkten Interaktion mit Ethereum nicht unterscheidbar zu sein – jedoch mit Gebühren zu einem Bruchteil der Transaktionskosten von Layer 1.",
  "optimism-description": "Optimism ist ein schnelles, einfaches und sicheres EVM-äquivalentes Optimistic-Rollup. Es skaliert die Technologie und die Werte von Ethereum durch rückwirkende Finanzierung öffentlicher Güter.",
  "boba-description": "Boba ist ein aus Optimism entstandenes Optimistic-Rollup. Diese Skalierungslösung möchte Gasgebühren reduzieren, den Transaktionsdurchsatz verbessern und die Möglichkeiten von Smart Contracts erweitern.",
  "loopring-description": "zkRollup L2 von Loopring möchte die gleichen Sicherheitsgarantien wie das Mainnet von Ethereum bieten, dies jedoch bei einem großen Skalierungsschub: Der Durchsatz wurde um das 1000-fache erhöht und die Kosten auf nur 0,1 % von L1 reduziert.",
  "zksync-description": "zkSync ist eine nutzerzentrierte ZK-Rollup-Plattform von Matter Labs. Diese Skalierungslösung für Ethereum ist im Mainnet von Ethereum bereits freigeschaltet. Sie unterstützt Zahlungen, den Tausch von Token und das Prägen von NFTs.",
  "zkspace-description": "Die ZKSpace-Plattform besteht aus drei Hauptkomponenten: einem Layer 2 AMM DEX mit der ZK-Rollup-Technologie ZKSwap, dem Zahlungsservice ZKSquare und dem NFT-Marktplatz ZKSea.",
  "aztec-description": "Das Aztec-Netzwerk ist das erste private ZK-Rollup auf Ethereum, das dezentralen Anwendungen Zugang zur Privatsphäre und Skalierung ermöglicht.",
  "layer-2-note": "Hinweis:",
  "layer-2-ecosystem-portal": "Portal für das Ökosystem",
  "layer-2-token-lists": "Token-Listen",
  "layer-2-explore": "Entdecken",
  "page-dapps-ready-button": "Los"
}
