{
  "page-get-eth-article-keeping-crypto-safe": "Die Schlüssel zum Schutz Ihrer Kryptowährungen",
  "page-get-eth-article-protecting-yourself": "Schützen Sie sich und Ihre Werte",
  "page-get-eth-article-store-digital-assets": "Wie man digitale Vermögenswerte auf Ethereum hält",
  "page-get-eth-cex": "Zentralisierte Börsen (CEX)",
  "page-get-eth-cex-desc": "Börsen sind Unternehmen, mit denen Sie Krypto mit traditionellen Währungen kaufen können. Sie verwahren das ETH, das Sie kaufen, bis Sie es zu einer Wallet senden, die Sie verwalten.",
  "page-get-eth-checkout-dapps-btn": "Schauen Sie sich dApps an",
  "page-get-eth-community-safety": "Community-Beiträge zur Sicherheit",
  "page-get-eth-description": "Ethereum und ETH werden nicht von einer Regierung oder einem Unternehmen kontrolliert – sie sind dezentralisiert. Das heißt, dass ETH für jeden frei zugänglich ist.",
  "page-get-eth-dex": "Dezentralisierte Börsen (DEX)",
  "page-get-eth-dex-desc": "Wenn Sie mehr Kontrolle haben möchten, dann kaufen Sie ETH peer-to-peer. Mit einem DEX können Sie handeln, ohne die Kontrolle über Ihre Gelder an ein zentralisiertes Unternehmen abzugeben.",
  "page-get-eth-dexs": "Dezentralisierte Börsen (DEX)",
  "page-get-eth-dexs-desc": "Dezentralisierte Börsen sind offene Marktplätze für ETH und andere Token. Sie verbinden Käufer und Verkäufer direkt.",
  "page-get-eth-dexs-desc-2": "Anstatt einen vertrauenswürdigen Dritten zu verwenden, um Geld bei der Transaktion zu schützen, verwenden sie Code. Das ETH des Verkäufers wird erst überwiesen, wenn die Zahlung garantiert ist. Diese Art von Code wird als Smart Contract bezeichnet.",
  "page-get-eth-dexs-desc-3": "Das bedeutet, dass es weniger geografische Beschränkungen gibt als bei zentralisierten Alternativen. Wenn jemand verkauft, was Sie wollen, und eine Zahlungsmethode akzeptiert, die Sie liefern können, sind Sie startklar. DEXs ermöglichen es Ihnen, ETH mit anderen Token, PayPal oder sogar persönlichen Geldlieferungen zu kaufen.",
  "page-get-eth-do-not-copy": "Beispiel: Nicht kopieren",
  "page-get-eth-exchanges-disclaimer": "Wir haben diese Informationen manuell zusammengestellt. Wenn Ihnen Fehler auffallen, teilen Sie es uns über folgende E-Mail-Adresse mit: ",
  "page-get-eth-exchanges-empty-state-text": "Geben Sie Ihr Wohnsitzland an, um eine Liste von Wallets und Börsen zu sehen, die Sie zum Kauf von ETH benutzen können",
  "page-get-eth-exchanges-except": "Außer",
  "page-get-eth-exchanges-header": "In welchem Land leben Sie?",
  "page-get-eth-exchanges-header-exchanges": "Börsen",
  "page-get-eth-exchanges-header-wallets": "Wallets",
  "page-get-eth-exchanges-intro": "Börsen und Wallets haben Beschränkungen dafür, wo sie Krypto verkaufen können.",
  "page-get-eth-exchanges-no-exchanges": "Leider kennen wir keine Börsen, bei denen Sie ETH in diesem Land kaufen können. Wenn Sie eine kennen, schreiben Sie uns eine E-Mail an ",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Leider kennen wir keine Börsen oder Wallets, bei denen Sie ETH in diesem Land kaufen können. Wenn Sie eine kennen, schreiben Sie uns eine E-Mail an ",
  "page-get-eth-exchanges-no-wallets": "Leider kennen wir keine Wallets, mit denen Sie ETH in diesem Land kaufen können. Wenn Sie eine kennen, schreiben Sie uns eine E-Mail an ",
  "page-get-eth-exchanges-search": "Schreiben Sie, wo Sie leben...",
  "page-get-eth-exchanges-success-exchange": "Aufgrund ihrer rechtlichen Kontrollen kann es einige Tage dauern, um sich bei einer Börse zu registrieren.",
  "page-get-eth-exchanges-success-wallet-link": "Wallets",
  "page-get-eth-exchanges-success-wallet-paragraph": "Dort, wo Sie wohnen, können Sie ETH direkt von diesen Wallets kaufen. Weitere Informationen",
  "page-get-eth-exchanges-usa": "Vereinigte Staaten von Amerika (USA)",
  "page-get-eth-get-wallet-btn": "Richten Sie eine Wallet ein",
  "page-get-eth-hero-image-alt": "Erhalten Sie ETH Hero Image",
  "page-get-eth-keep-it-safe": "Schützen Sie Ihr ETH",
  "page-get-eth-meta-description": "Wie Sie ETH basierend auf Ihrem Wohnort kaufen können und Empfehlungen, wie Sie sich darum kümmern.",
  "page-get-eth-meta-title": "So kauft man ETH",
  "page-get-eth-need-wallet": "Sie brauchen eine Wallet, um eine DEX verwenden zu können.",
  "page-get-eth-new-to-eth": "Neu bei ETH? Hier ist eine Übersicht, um loszulegen.",
  "page-get-eth-other-cryptos": "Kaufen Sie mit anderen Kryptowährungen",
  "page-get-eth-protect-eth-desc": "Wenn Sie sehr viel ETH kaufen wollen, möchten Sie sie vielleicht in einer Wallet, die Sie kontrollieren, aufbewahren, nicht an einer Börse. Das liegt daran, dass Börsen ein wahrscheinliches Ziel für Hacker sind. Wenn ein Hacker Zugang erhält, könnten Sie Ihr Guthaben verlieren. Alternativ haben nur Sie die Kontrolle über Ihre Wallet.",
  "page-get-eth-protect-eth-in-wallet": "Schützen Sie Ihr ETH in einer Wallet",
  "page-get-eth-search-by-country": "Nach Land suchen",
  "page-get-eth-security": "Aber das bedeutet auch, dass Sie die Sicherheit Ihres Guthabens ernst nehmen müssen. Mit ETH vertrauen Sie nicht einer Bank, dass sie auf Ihr Geld aufpasst, sondern Sie vertrauen sich selbst.",
  "page-get-eth-smart-contract-link": "Mehr zu Smart Contracts",
  "page-get-eth-swapping": "Tauschen Sie Ihre Token gegen ETH anderer Leute und umgekehrt.",
  "page-get-eth-try-dex": "Testen Sie eine DEX",
  "page-get-eth-use-your-eth": "Nutzen Sie Ihr ETH",
  "page-get-eth-use-your-eth-dapps": "Jetzt, da Sie eine Wallet haben, schauen Sie sich doch ein paar Ethereum-Anwendungen (dApps) an. Es gibt dApps für Finanzen, soziale Medien, Gaming und viele andere Kategorien.",
  "page-get-eth-wallet-instructions": "Folgen Sie der Wallet-Anleitung",
  "page-get-eth-wallet-instructions-lost": "Wenn Sie den Zugriff auf Ihre Wallet verlieren, verlieren Sie den Zugriff zu Ihrem Guthaben. Ihre Wallet sollte Ihnen Anweisungen geben, wie Sie sich davor schützen können. Beachten Sie diese sorgfältig – in den meisten Fällen kann Ihnen niemand helfen, wenn Sie den Zugriff zu Ihrer Wallet verlieren.",
  "page-get-eth-wallets": "Wallets",
  "page-get-eth-wallets-link": "Mehr zu Wallets",
  "page-get-eth-wallets-purchasing": "Einige Wallets ermöglichen Ihnen den Kauf von Krypto mit einer Debit-/Kreditkarte, Banküberweisung oder sogar Apple Pay. Es gelten geografische Einschränkungen.",
  "page-get-eth-warning": "Diese DEXs sind nicht für Anfänger gedacht, da Sie etwas ETH benötigen, um sie zu nutzen.",
  "page-get-eth-what-are-DEX's": "Was sind DEX?",
  "page-get-eth-whats-eth-link": "Was ist ETH?",
  "page-get-eth-where-to-buy-desc": "Sie können ETH von Börsen oder Wallets direkt kaufen.",
  "page-get-eth-where-to-buy-desc-2": "Überprüfen Sie, welche Dienste Sie nutzen können, je nachdem, wo Sie wohnen.",
  "page-get-eth-where-to-buy-title": "Wo man ETH kaufen kann",
  "page-get-eth-your-address": "Ihre ETH-Adresse",
  "page-get-eth-your-address-desc": "Wenn Sie eine Wallet herunterladen, wird sie eine öffentliche ETH-Adresse für Sie erstellen. So sieht sie aus:",
  "page-get-eth-your-address-desc-3": "Stellen Sie es sich wie Ihre E-Mail-Adresse vor, aber anstatt E-Mails kann man ETH empfangen. Wenn Sie ETH von einer Börse zu Ihrer Wallet überweisen wollen, benutzen Sie Ihre Adresse als Ziel. Überprüfen Sie Ihre Angaben vor dem Abschicken immer zweimal!",
  "page-get-eth-your-address-wallet-link": "Schauen Sie sich Wallets an",
  "listing-policy-raise-issue-link": "Problem ansprechen",
  "page-find-wallet-last-updated": "Zuletzt aktualisiert"
}
