{
  "page-dapps-1inch-logo-alt": "1inch-Logo",
  "page-dapps-aave-logo-alt": "Aave-Logo",
  "page-dapps-add-button": "DApp vorschlagen",
  "page-dapps-add-title": "DApp hinzufügen",
  "page-dapps-audius-logo-alt": "Audius-Logo",
  "page-dapps-augur-logo-alt": "Augur-Logo",
  "page-dapps-axie-infinity-logo-alt": "Axie-Infinity-Logo",
  "page-dapps-brave-logo-alt": "Brave-Logo",
  "page-dapps-category-arts": "Kunst und Mode",
  "page-dapps-category-browsers": "Browser",
  "page-dapps-category-collectibles": "Digitale Sammlerstücke",
  "page-dapps-category-competitive": "Wettkampf",
  "page-dapps-category-computing": "Entwicklertools",
  "page-dapps-category-dex": "Token-Tausch",
  "page-dapps-category-investments": "Investitionen",
  "page-dapps-category-lending": "Kreditvergabe und Kreditaufnahme",
  "page-dapps-category-lottery": "Crowdfunding",
  "page-dapps-category-marketplaces": "Marktplätze",
  "page-dapps-category-music": "Musik",
  "page-dapps-category-payments": "Zahlungen",
  "page-dapps-category-insurance": "Versicherungen",
  "page-dapps-category-portfolios": "Portfolios",
  "page-dapps-category-trading": "Trading und Prognosemärkte",
  "page-dapps-category-utilities": "Nützliches",
  "page-dapps-category-worlds": "Virtuelle Welten",
  "page-dapps-choose-category": "Kategorie wählen",
  "page-dapps-collectibles-benefits-1-description": "Wenn Kunst auf Ethereum tokenisiert wird, kann Eigentum für alle sichtbar nachweisbar sein. Du kannst die Reise des Kunstwerks von der Erstellung bis zum aktuellen Inhaber verfolgen. Dies verhindert Fälschungen.",
  "page-dapps-collectibles-benefits-1-title": "Eigentum ist nachweisbar",
  "page-dapps-collectibles-benefits-2-description": "Das Bezahlen für das Streamen von Musik oder den Kauf von Kunstwerken ist für die Künstler viel fairer. Mit Ethereum gibt es weniger Bedarf an Zwischenhändlern. Und wenn Zwischenhändler benötigt werden, sind ihre Kosten nicht so hoch, weil die Plattformen nicht für die Infrastruktur des Netzwerks bezahlen müssen.",
  "page-dapps-collectibles-benefits-2-title": "Fairer für die Schöpfer",
  "page-dapps-collectibles-benefits-3-description": "Tokenisierte Sammlerstücke sind an Ihre Ethereum-Adresse gebunden, nicht an die Plattform. So können Sie Dinge wie In-Game-Gegenstände auf jedem Ethereum-Markt verkaufen, nicht nur im Spiel selbst.",
  "page-dapps-collectibles-benefits-3-title": "Sammlerstücke gehen mit dir",
  "page-dapps-collectibles-benefits-4-description": "Die Werkzeuge und Produkte, um deine Kunst zu tokenisieren und zu verkaufen, existieren bereits. Deine Tokens können auf allen einlösbaren Ethereum-Plattformen verkauft werden.",
  "page-dapps-collectibles-benefits-4-title": "Infrastruktur bereits vorhanden",
  "page-dapps-collectibles-benefits-description": "Dies sind Applikationen, die sich auf digitales Eigentum fokussieren, Verdienstmöglichkeiten für Schaffende verbessern und neue Wege erfinden, um in deine bevorzugten Künstler und deren Arbeit zu investieren.",
  "page-dapps-collectibles-benefits-title": "dezentrale Sammelobjekte und Streaming",
  "page-dapps-collectibles-button": "Kunst und Sammlerstücke",
  "page-dapps-collectibles-description": "Dies sind Applikationen, die sich auf digitales Eigentum fokussieren, Verdienstmöglichkeiten für Schaffende verbessern und neue Wege erfinden, um in deine bevorzugten Künstler und deren Arbeit zu investieren.",
  "page-dapps-collectibles-title": "Dezentralisierte Kunst und Sammlerstücke",
  "page-dapps-compound-logo-alt": "Compound-Logo",
  "page-dapps-cryptopunks-logo-alt": "CryptoPunks-Logo",
  "page-dapps-cryptovoxels-logo-alt": "Cryptovoxels-Logo",
  "page-dapps-dapp-description-1inch": "Hilft dabei, hohe Preisabweichungen zu vermeiden, indem die besten Preise zusammengefasst werden.",
  "page-dapps-dapp-description-aave": "Verleihe deine Tokens, um Zinsen zu erhalten, und hebe sie jederzeit wieder ab.",
  "page-dapps-dapp-description-async-art": "Erschaffe, sammle und handle mit #ProgrammableArt – digitale Gemälde, die in \"Layers\" aufgespaltet sind und mit denen du das Gesamtbild gestalten kannst. Jeder Master und jede Layer ist ein ERC721-Token.",
  "page-dapps-dapp-description-audius": "Dezentralisierte Streaming-Plattform. Hör zu = Geld für Ersteller, nicht Marken.",
  "page-dapps-dapp-description-augur": "Wette auf die Ergebnisse in Sport, Wirtschaft und weiteren weltweiten Events.",
  "page-dapps-dapp-description-axie-infinity": "Handel mit und kämpfe gegen Kreaturen namens Axies. Und verdiene dabei etwas, während du spielst – verfügbar auf deinem Mobiltelefon",
  "page-dapps-dapp-description-brave": "Verdiene Token während des Browsens und unterstütze deine Lieblingskünstler mit ihnen.",
  "page-dapps-dapp-description-cent": "Ein soziales Netzwerk, in dem du durch das Posten von NFT Geld verdienst.",
  "page-dapps-dapp-description-compound": "Verleihe deine Token, um Zinsen zu erhalten, und ziehe dich jederzeit wieder davon zurück.",
  "page-dapps-dapp-description-cryptopunks": "Kaufe und biete auf Punks und biete diese wiederum zum Verkauf an – eine der ersten Token-Sammlungen auf Ethereum.",
  "page-dapps-dapp-description-cryptovoxels": "Erschaffe Kunstgalerien, baue Geschäfte und kaufe Land – eine virtuelle Ethereum-Welt.",
  "page-dapps-dapp-description-dark-forest": "Erobere Welten in einem unendlichen, prozedural generierten, kryptographisch spezifizierten Universum.",
  "page-dapps-dapp-description-decentraland": "Sammle und handele virtuelles Land in einer virtuellen Welt, die du entdecken kannst.",
  "page-dapps-dapp-description-dydx": "Eröffne Short- oder gehebelte Positionen mit einer bis zu 10-fachen Hebelwirkung. Auch Leihen und Ausleihen ist möglich.",
  "page-dapps-dapp-description-ens": "Benutzerfreundliche Namen für Ethereum-Adressen und dezentrale Seiten.",
  "page-dapps-dapp-description-foundation": "Investiere in eine einzigartige Ausgabe von digitaler Kunst und handele Kunstwerke mit anderen Käufern.",
  "page-dapps-dapp-description-gitcoin": "Verdiene Kryptowährung, indem du an Open-Source-Software arbeitest.",
  "page-dapps-dapp-description-gitcoin-grants": "Crowdfunding für Ethereum-Gemeinschaftsprojekte mit umfangreicheren Beiträgen",
  "page-dapps-dapp-description-gods-unchained": "Strategisches Handeln mit Kartenspielen. Verdiene dir durch das Spielen Spielkarten, die du im realen Leben verkaufen kannst.",
  "page-dapps-dapp-description-golem": "Erhalte Zugriff auf Rechenleistung oder miete deine eigenen Ressourcen an.",
  "page-dapps-dapp-description-radicle": "Sichere Peer-to-Peer-Code-Zusammenarbeit ohne Vermittler.",
  "page-dapps-dapp-description-loopring": "Peer-to-Peer-Tradingplattform – für Geschwindigkeit entwickelt.",
  "page-dapps-dapp-description-marble-cards": "Erstelle und tausche einzigartige, digitale Spielkarten basierend auf URL.",
  "page-dapps-dapp-description-matcha": "Durchsucht mehrere Börsen, um für dich den besten Preis zu finden.",
  "page-dapps-dapp-description-nifty-gateway": "Kaufe Werke on-chain von Top-Künstlern, Athleten, Marken und Schaffenden.",
  "page-dapps-dapp-description-oasis": "Handele, leihe und sichere mit Dai, einer Ethereum-Stablecoin.",
  "page-dapps-dapp-description-opensea": "Kaufe, verkaufe, entdecke und handele Waren mit limitierter Auflage.",
  "page-dapps-dapp-description-opera": "Sende Kryptowährung von deinem Browser an Händler, andere Nutzer und Apps.",
  "page-dapps-dapp-description-poap": "Sammle NFTs um zu beweisen, dass du bei verschiedenen virtuellen oder persönlichen Veranstaltungen warst. Nutze sie um an Tombolas teilzunehmen, zu stimmen, zu kollaborieren oder einfach nur anzugeben.",
  "page-dapps-dapp-description-polymarket": "Wette auf Ergebnisse. Handele auf den Informationsmärkten.",
  "page-dapps-dapp-description-pooltogether": "Eine Lotterie, bei der du nicht verlieren kannst. Preise jede Woche.",
  "page-dapps-dapp-description-index-coop": "Ein Krypto-Indexfonds, der dein Portfolio den Top-DeFi-Token aussetzt.",
  "page-dapps-dapp-description-nexus-mutual": "Deckung ohne Versicherungsgesellschaft. Schütze dich gegen Smart-Contract-Bugs und -Hacks.",
  "page-dapps-dapp-description-etherisc": "Eine dezentrale Versicherungsvorlage, mit der jeder seinen eigenen Versicherungsschutz erstellen kann.",
  "page-dapps-dapp-description-zapper": "Verfolge dein Portfolio und verwende eine Reihe von DeFi-Produkten von einer Website aus.",
  "page-dapps-dapp-description-zerion": "Verwalten Sie Ihr Portfolio und bewerten Sie einfach jede einzelne DeFi-Anlage am Markt.",
  "page-dapps-dapp-description-rotki": "Open-Source-Portfolio-Tracking, Analytik, Buchhaltung und Steuerberichterstattung unter Wahrung deiner Privatsphäre.",
  "page-dapps-dapp-description-rarible": "Erstelle, verkaufe und kaufe tokenisierte Sammlerstücke.",
  "page-dapps-dapp-description-sablier": "Übertrage Geld in Echtzeit.",
  "page-dapps-dapp-description-superrare": "Kaufe digitale Kunst direkt vom Künstler oder auf dem Zweitmarkt.",
  "page-dapps-dapp-description-token-sets": "Strategien für Krypto-Investitionen, die sich automatisch ausgleichen.",
  "page-dapps-dapp-description-tornado-cash": "Versende anonyme Transaktionen auf Ethereum.",
  "page-dapps-dapp-description-uniswap": "Tausche Token einfach oder stelle Token für prozentuale Vergütung zur Verfügung.",
  "page-dapps-dark-forest-logo-alt": "Dark-Forest-Logo",
  "page-dapps-decentraland-logo-alt": "Decentraland-Logo",
  "page-dapps-index-coop-logo-alt": "Index-Coop-Logo",
  "page-dapps-nexus-mutual-logo-alt": "Nexus-Mutual-Logo",
  "page-dapps-etherisc-logo-alt": "Etherisc-Logo",
  "page-dapps-zapper-logo-alt": "Zapper-Logo",
  "page-dapps-zerion-logo-alt": "Zerion-Logo",
  "page-dapps-rotki-logo-alt": "Rotki-Logo",
  "page-dapps-desc": "Finde eine Ethereum-Anwendung zum Ausprobieren.",
  "page-dapps-doge-img-alt": "Illustration eines Doge, der einen Computer benutzt",
  "page-dapps-dydx-logo-alt": "dYdX-Logo",
  "page-dapps-editors-choice-dark-forest": "Spiele gegen andere, um Planeten zu erobern, und teste die neueste Skalierungs- und Privatsphäre-Technologie von Ethereum. Vielleicht etwas für diejenigen, die bereits mit Ethereum vertraut sind.",
  "page-dapps-editors-choice-description": "Ein paar dApps, die das ethereum.org-Team aktuell sehr schätzt. Entdecke unten noch mehr DApps.",
  "page-dapps-editors-choice-foundation": "Investiere in Kultur. Kaufe, handele und verkaufe einzigartige digitale Kunst und Mode von einigen unglaublichen Künstlern, Musikern und Marken.",
  "page-dapps-editors-choice-header": "Favoriten des Teams",
  "page-dapps-editors-choice-pooltogether": "Kaufe ein Ticket für eine Lotterie ohne Verlust. Jede Woche werden die Zinsen, die sich aus dem gesamten Ticket-Pool ergeben, an einen glücklichen Gewinner ausgeschüttet. Du bekommst dein Geld zurück, wann immer du es möchtest.",
  "page-dapps-editors-choice-uniswap": "Tausche deine Token ganz einfach. Ein Liebling der Community, der dir erlaubt, Token mit allen möglichen Leuten im Netzwerk zu handeln.",
  "page-dapps-ens-logo-alt": "Ethereum-Name-Service-Logo",
  "page-dapps-explore-dapps-description": "Viele dApps sind immer noch in der Experimentierphase und loten die Möglichkeiten des dezentralen Netzwerks aus. Aber es gab einige erfolgreiche Frühstarter in den Kategorien Technologie, Finanzen, Spiele und Sammlerstücke.",
  "page-dapps-explore-dapps-title": "Entdecke dApps",
  "page-dapps-features-1-description": "Einmal in Ethereum eingespielt, kann ein dApp-Code nicht mehr herausgenommen werden. Jeder kann die Funktionen der DApp nutzen. Sogar, wenn das Team hinter der DApp aufgelöst wurde, kannst du sie immer noch nutzen. Einmal auf Ethereum, bleibt sie auch dort.",
  "page-dapps-features-1-title": "Keine Besitzer",
  "page-dapps-features-2-description": "Sie können nicht von einer dApp oder vom Senden von Transaktionen ausgeschlossen werden. Wenn z. B. Twitter auf Ethereum wäre, könnte niemand dein Konto blockieren oder dich vom Tweeten abhalten.",
  "page-dapps-features-2-title": "Frei von Zensur",
  "page-dapps-features-3-description": "Da Ethereum über ETH verfügt, sind Zahlungen ein natürlicher Teil von Ethereum. Entwickler brauchen keine Zeit mit der Integration von Zahlungs-Drittanbietern zu verbringen.",
  "page-dapps-features-3-title": "Integrierte Zahlungen",
  "page-dapps-features-4-description": "DApp-Code ist frei zugänglich und standardmäßig kompatibel. Teams bauen regelmäßig unter Verwendung der Arbeit anderer Teams. Wenn man möchte, dass Benutzer Token in deiner DApp austauschen, kannst du einfach den Code einer anderen DApp einfügen.",
  "page-dapps-features-4-title": "Plug-and-Play",
  "page-dapps-features-5-description": "Bei den meisten dApps braucht man nicht seine echte Identität anzugeben. Dein Ethereum-Account ist dein Zugang und alles, was du brauchst, ist eine Wallet.",
  "page-dapps-features-5-title": "Ein anonymer Login",
  "page-dapps-features-6-description": "Kryptographie stellt sicher, dass Angreifer keine Transaktionen und anderen dApp-Interaktionen in deinem Namen ausführen können. Du autorisierst dApp-Aktionen mit deinem Ethereum-Konto; in der Regel über deine Wallet. So bleiben deine Zugangsdaten sicher.",
  "page-dapps-features-6-title": "Durch Kryptographie gesichert",
  "page-dapps-features-7-description": "Sobald die dApp auf Ethereum läuft, wird sie nur stoppen, wenn Ethereum selbst nicht mehr funktioniert. Netzwerke von Ethereums Größe sind bekanntermaßen sehr schwer anzugreifen.",
  "page-dapps-features-7-title": "Keine Downtime",
  "page-dapps-finance-benefits-1-description": "Finanzdienstleistungen, die auf Ethereum laufen, haben keine Anmeldebedingungen. Wenn du ein Guthaben und eine Internetverbindung hast, kannst du loslegen.",
  "page-dapps-finance-benefits-1-title": "Offener Zugang",
  "page-dapps-finance-benefits-2-description": "Es gibt eine ganze Welt von Token, mit denen man über diese Finanzprodukte interagieren kann. Leute bauen die ganze Zeit neue Token auf Basis von Ethereum auf.",
  "page-dapps-finance-benefits-2-title": "Eine neue Token-Ökonomie",
  "page-dapps-finance-benefits-3-description": "Teams haben Stablecoins entwickelt – eine weniger volatile Kryptowährung, die es dir erlaubt, Crypto ohne Risiko und Unsicherheit zu nutzen und damit zu experimentieren.",
  "page-dapps-finance-benefits-3-title": "Stablecoins",
  "page-dapps-finance-benefits-4-description": "Finanzprodukte im Ethereum-Ökosystem sind alle modular aufgebaut und miteinander kompatibel. Neue Konfigurationen dieser Module kommen laufend auf den Markt und erhöhen die Möglichkeiten, was du mit Crypto machen kannst.",
  "page-dapps-finance-benefits-4-title": "Vernetzte Finanzdienstleistungen",
  "page-dapps-finance-benefits-description": "Was ist besonders an Ethereum, das dezentralisierte Finanzanwendungen aufblühen lässt?",
  "page-dapps-finance-benefits-title": "Dezentralisierte Finanzen",
  "page-dapps-finance-button": "Finanzen",
  "page-dapps-finance-description": "Dies sind Anwendungen, die sich auf den Aufbau von Finanzdienstleistungen mit Kryptowährungen konzentrieren. Sie bieten z. B. Kreditvergabe, Kreditaufnahme, Zinseinnahmen und private Zahlungen – ohne persönliche Daten.",
  "page-dapps-finance-title": "Dezentralisierte Finanzen",
  "page-dapps-foundation-logo-alt": "Foundation-Logo",
  "page-dapps-gaming-benefits-1-description": "Seien es virtuelles Land oder Sammelkarten, deine Gegenstände sind auf Sammlermärkten handelbar. All diese Spielgegenstände haben einen realen Wert.",
  "page-dapps-gaming-benefits-1-title": "Spielgegenstände dienen als Token",
  "page-dapps-gaming-benefits-2-description": "Deine Gegenstände und in einigen Fällen dein Fortschritt gehören dir, nicht den Spieleentwicklern. Du wirst also nichts verlieren, wenn die Firma hinter dem Spiel angegriffen wird, eine Serverstörung erleidet oder sich auflöst.",
  "page-dapps-gaming-benefits-2-title": "Deine Spielstände sind hier sicher",
  "page-dapps-gaming-benefits-3-description": "Auf die gleiche Weise, wie Ethereum-Zahlungen für jedermann verifizierbar sind, können Spiele diese Qualität nutzen, um Fairness zu gewährleisten. Theoretisch ist alles verifizierbar, von der Anzahl der kritischen Treffer bis zur Größe der Kriegskasse eines Gegners.",
  "page-dapps-gaming-benefits-3-title": "Nachweisbare Fairness",
  "page-dapps-gaming-benefits-description": "Was ist besonders an Ethereum, das dezentralisiertes Gaming fördert?",
  "page-dapps-gaming-benefits-title": "Dezentralisiertes Gaming",
  "page-dapps-gaming-button": "Gaming",
  "page-dapps-gaming-description": "Dies sind Anwendungen, die sich auf die Schaffung virtueller Welten konzentrieren und andere Spieler mit Sammlerstücken herausfordern, die einen realen Wert haben.",
  "page-dapps-gaming-title": "Dezentralisiertes Gaming",
  "page-dapps-get-some-eth-description": "DApp-Aktionen kosten Überweisungsgebühren",
  "page-dapps-get-started-subtitle": "Um eine dApp auszuprobieren, benötigst du eine Wallet und ein bisschen ETH. Eine Wallet ermöglicht dir die Verbindung oder den Login. Und du brauchst du ETH, um fällige Transaktionsgebühren zu bezahlen.",
  "page-dapps-get-started-title": "Erste Schritte",
  "page-dapps-gitcoin-grants-logo-alt": "Gitcoin-Grants-Logo",
  "page-dapps-gitcoin-logo-alt": "Gitcoin-Logo",
  "page-dapps-gods-unchained-logo-alt": "Gods-Unchained-Logo",
  "page-dapps-golem-logo-alt": "Golem-Logo",
  "page-dapps-radicle-logo-alt": "Radicle-Logo",
  "page-dapps-hero-header": "Ethereum-basierte Werkzeuge und Dienste",
  "page-dapps-hero-subtitle": "DApps sind eine wachsende Bewegung von Anwendungen, die Ethereum verwenden, um Geschäftsmodelle aufzumischen oder neue zu erfinden.",
  "page-dapps-how-dapps-work-p1": "DApps haben ihren Backend-Code (Smart Contracts) auf einem dezentralen Netzwerk und nicht auf einem zentralisierten Server. Sie nutzen die Ethereum-Blockchain für die Datenspeicherung und Smart-Contracts für ihre App-Logik.",
  "page-dapps-how-dapps-work-p2": "Ein Smart Contract ist wie eine Reihe von Regeln, die für alle sichtbar exakt nach diesen Regeln auf der Blockchain funktionieren. Stelle dir einen Verkaufsautomaten vor: Wenn du genügend Geld hast und die richtige Auswahl triffst, bekommst du den gewünschten Artikel. Ebenso wie Automaten können Smart Contracts, genau wie dein Ethereum-Account, Geld halten. Dies ermöglicht Code, Vereinbarungen und Transaktionen zu vermitteln.",
  "page-dapps-how-dapps-work-p3": "Sobald dApps im Ethereum-Netzwerk installiert sind, kannst du diese nicht mehr ändern. DApps können dezentralisiert werden, weil sie durch die in den Smart Contract geschriebene Logik kontrolliert werden, nicht durch eine Person oder ein Unternehmen.",
  "page-dapps-how-dapps-work-title": "So funktionieren dApps",
  "page-dapps-learn-callout-button": "Fang an zu bauen",
  "page-dapps-learn-callout-description": "Unser Community-Entwicklerportal verfügt über Dokumente, Tools und Frameworks, um dir bei der Entwicklung einer dApp zu helfen.",
  "page-dapps-learn-callout-image-alt": "Illustration einer Hand, die ein Ethereum-Logo aus Lego-Steinen aufbaut.",
  "page-dapps-learn-callout-title": "Lerne, eine dApp zu entwickeln",
  "page-dapps-loopring-logo-alt": "Loopring-Logo",
  "page-dapps-magic-behind-dapps-description": "DApps mögen sich wie normale Apps anfühlen, aber hinter den Kulissen haben sie einige besondere Eigenschaften, weil ihnen alle Superkräfte von Ethereum zur Verfügung stehen. Hier siehst du, was DApps von Apps unterscheidet.",
  "page-dapps-magic-behind-dapps-link": "Was macht Ethereum großartig?",
  "page-dapps-magic-behind-dapps-title": "Die Magie hinter dApps",
  "page-dapps-magic-title-1": "Die Magie",
  "page-dapps-magic-title-2": "hinter",
  "page-dapps-magician-img-alt": "Illustration von Zauberern",
  "page-dapps-marble-cards-logo-alt": "marble.cards-Logo",
  "page-dapps-matcha-logo-alt": "Matcha-Logo",
  "page-dapps-mobile-options-header": "Andere Kategorie durchsuchen",
  "page-dapps-nifty-gateway-logo-alt": "Nifty-Gateway-Logo",
  "page-dapps-oasis-logo-alt": "Oasis-Logo",
  "page-dapps-opensea-logo-alt": "OpenSea-Logo",
  "page-dapps-opera-logo-alt": "Opera-Logo",
  "page-dapps-polymarket-logo-alt": "Polymarket-Logo",
  "page-dapps-poap-logo-alt": "Proof- of-Attendance-Protokoll-Logo",
  "page-dapps-pooltogether-logo-alt": "PoolTogether-Logo",
  "page-dapps-rarible-logo-alt": "Rarible-Logo",
  "page-dapps-ready-button": "Los",
  "page-dapps-ready-description": "Wähle eine dApp zum Probieren aus",
  "page-dapps-ready-title": "Bereit?",
  "page-dapps-sablier-logo-alt": "Sablier-Logo",
  "page-dapps-set-up-a-wallet-button": "Finde Wallet",
  "page-dapps-set-up-a-wallet-description": "Eine Wallet ist dein Login für eine dApp",
  "page-dapps-set-up-a-wallet-title": "Richte eine Wallet ein",
  "page-dapps-superrare-logo-alt": "SuperRare-Logo",
  "page-dapps-technology-button": "Technologie",
  "page-dapps-technology-description": "Diese Anwendungen konzentrieren sich auf die Dezentralisierung von Entwicklerwerkzeugen, die Einbindung kryptoökonomischer Systeme in bestehende Technologien und die Schaffung von Marktplätzen für Open-Source-Entwicklungsarbeit.",
  "page-dapps-technology-title": "Dezentralisierte Technologie",
  "page-dapps-token-sets-logo-alt": "Token-Sets-Logo",
  "page-dapps-tornado-cash-logo-alt": "Tornado-Cash-Logo",
  "page-dapps-uniswap-logo-alt": "Uniswap-Logo",
  "page-dapps-wallet-callout-button": "Finde Wallet",
  "page-dapps-wallet-callout-description": "Wallets sind auch dApps. Finde eine basierend auf den Merkmalen, die dir passen.",
  "page-dapps-wallet-callout-image-alt": "Illustration eines Roboters.",
  "page-dapps-wallet-callout-title": "Wallets anschauen",
  "page-dapps-warning-header": "Informiere dich immer ausgiebig selbst",
  "page-dapps-warning-message": "Ethereum ist eine neue Technologie und die meisten Anwendungen sind neu. Bevor du große Mengen an Geld einsetzt, stelle sicher, dass du die Risiken verstehst.",
  "page-dapps-what-are-dapps": "Was sind dApps?",
  "page-dapps-more-on-defi-button": "Mehr zu dezentralisierten Finanzen",
  "page-dapps-more-on-nft-button": "Mehr zu tokenisierten Sammlerstücken",
  "page-dapps-more-on-nft-gaming-button": "Mehr zu tokenisierten In-Game-Items"
}
