{
  "page-roadmap-title": "Ethereum-Roadmap",
  "page-roadmap-meta-title": "Die Ethereum-Roadmap | ethereum.org",
  "page-roadmap-meta-description": "Der Weg zu mehr Skalierbarkeit, Sicherheit und Nachhaltigkeit für Ethereum.",
  "page-roadmap-banner-notification": "Die Weiterentwicklung von Ethereum wird von der Community gesteuert und unterliegt möglichen Änderungen.",
  "page-roadmap-changes-coming-title": "Welche Veränderungen stehen bei Ethereum an?",
  "page-roadmap-changes-coming-description": "Ethereum ist bereits eine leistungsstarke Plattform, wird jedoch kontinuierlich weiterentwickelt. Ein ehrgeiziges Paket an Verbesserungen soll Ethereum von seiner derzeitigen Form zu einer vollständig skalierbaren und maximal widerstandsfähigen Plattform aufwerten.",
  "page-roadmap-cheaper-transactions-title": "Günstigere Transaktionen",
  "page-roadmap-cheaper-transactions-description": "Rollups sind derzeit zu teuer und stützen sich auf zentralisierte Komponenten, wodurch Nutzer gezwungen sind, ihren Betreibern zu viel Vertrauen entgegenzubringen. Die Ethereum-Roadmap sieht Lösungen für beide Probleme vor.",
  "page-roadmap-cheaper-transactions-button": "Mehr zum Thema Gebührenreduzierung",
  "page-roadmap-extra-security-title": "Extra Sicherheit",
  "page-roadmap-extra-security-description": "Ethereum ist bereits sehr sicher, kann jedoch noch weiter gestärkt werden, um auch in Zukunft allen Arten von Angriffen standzuhalten.",
  "page-roadmap-extra-security-button": "Weiteres zur Sicherheit",
  "page-roadmap-better-user-experience-title": "Bessere Benutzererfahrung",
  "page-roadmap-better-user-experience-description": "Mehr Unterstützung für Smart-Contract-Wallets und leichtgewichtige Clients wird die Nutzung von Ethereum einfacher und sicherer machen.",
  "page-roadmap-better-user-experience-button": "Mehr zum Thema Benutzererfahrung",
  "page-roadmap-future-proofing-title": "Zukunftssicherung",
  "page-roadmap-future-proofing-description": "Ethereum-Forscher und -Entwickler lösen schon heute die Probleme von morgen und machen das Netzwerk fit für kommende Generationen.",
  "page-roadmap-future-proofing-button": "Mehr zum Thema Zukunftssicherheit",
  "page-roadmap-why-need-title": "Warum braucht Ethereum eine Roadmap?",
  "page-roadmap-why-need-description": "Ethereum erhält regelmäßige Upgrades, die seine Skalierbarkeit, Sicherheit oder Nachhaltigkeit verbessern. Eine der größten Stärken von Ethereum ist seine Fähigkeit, sich neuen Ideen aus Forschung und Entwicklung anzupassen. Diese Anpassungsfähigkeit verschafft Ethereum die Flexibilität, auf neue Herausforderungen zu reagieren und mit den neuesten technologischen Fortschritten Schritt zu halten.",
  "page-roadmap-how-defined-title": "Wie die Roadmap definiert wird",
  "page-roadmap-how-defined-p1": "Die Roadmap ist vor allem das Ergebnis jahrelanger Arbeit von Forschern und Entwicklern - da das Protokoll sehr technisch ist - aber jede motivierte Person kann sich daran beteiligen.",
  "page-roadmap-how-defined-p2": "Ideen entstehen meist zunächst in Diskussionen auf Foren wie <a href=\"https://ethresear.ch\">ethresear.ch</a>, <a href=\"https://ethereum-magicians.org\">Ethereum Magicians</a> oder im Eth R\\&D Discord-Server. Sie können Reaktionen auf neu entdeckte Sicherheitslücken sein, Vorschläge von Organisationen, die in der Anwendungsschicht arbeiten (wie dApps und Börsen), oder bekannte Probleme für Endnutzer betreffen (etwa Kosten oder Transaktionsgeschwindigkeiten).",
  "page-roadmap-how-defined-p3": "Wenn diese Ideen ausgereift sind, können sie als <a href=\"https://eips.ethereum.org\">Ethereum Improvement Proposals</a> eingebracht werden. Der gesamte Prozess findet öffentlich statt, sodass sich jederzeit jedes Mitglied der Community einbringen kann.",
  "page-roadmap-governance-button": "Mehr zur Ethereum-Verwaltung",
  "page-roadmap-hero-alt": "Ethereum-Roadmap",
  "page-roadmap-technical-upgrades-title": "Welche technischen Verbesserungen stehen bei Ethereum an?",
  "page-roadmap-danksharding-title": "Danksharding",
  "page-roadmap-danksharding-description": "Danksharding macht L2-Rollups für Nutzer wesentlich kostengünstiger, indem es Ethereum-Blöcken Datenblöcke hinzufügt.",
  "page-roadmap-single-slot-finality-title": "Einzelplatzfinalität (single slot finality)",
  "page-roadmap-single-slot-finality-description": "Anstatt fünfzehn Minuten zu warten, könnten Blöcke im selben Zeitfenster vorgeschlagen und finalisiert werden, was für Apps bequemer und schwerer anzugreifen ist.",
  "page-roadmap-account-abstraction-title": "Kontoabstraktion",
  "page-roadmap-account-abstraction-description": "Account Abstraction ist eine Reihe von Upgrades, die Smart-Contract-Wallets nativ auf Ethereum unterstützen, ohne dass dafür komplexe Middleware erforderlich ist.",
  "page-roadmap-statelessness-title": "Zustandslosigkeit",
  "page-roadmap-statelessness-description": "Zustandslose Clients werden neue Blöcke verifizieren können, ohne große Datenmengen speichern zu müssen. Damit lassen sich alle Vorteile eines Knotens nutzen – bei nur einem Bruchteil der heutigen Kosten.",
  "page-roadmap-learn-more": "Mehr erfahren",
  "page-roadmap-timeline-title": "Wie sieht der Zeitplan für diese Upgrades aus?",
  "page-roadmap-blocks-alt": "Ethereum-Blöcke",
  "page-roadmap-faq-1-title": "Wird sich die Roadmap von Ethereum im Laufe der Zeit ändern?",
  "page-roadmap-faq-1-p1": "Ja - ganz sicherlich.",
  "page-roadmap-faq-1-p1-continued": "Die Roadmap ist der aktuelle Plan für die Weiterentwicklung von Ethereum und umfasst sowohl kurzfristige als auch langfristige Vorhaben. Wir rechnen damit, dass sich die Roadmap ändern wird, sobald neue Informationen und Technologien verfügbar sind.",
  "page-roadmap-faq-1-p2": "Denken Sie sich die Roadmap von Ethereum als eine Reihe von Intentionen zur Verbesserung der Plattform. Sie stellt die beste Hypothese der wichtigsten Forscher und Entwickler über den optimalen Weg in die Zukunft von Ethereum dar.",
  "page-roadmap-faq-2-title": "Wann wird die Roadmap fertiggestellt sein?",
  "page-roadmap-faq-2-p1": "Einige Upgrades haben eine niedrigere Priorität und werden wahrscheinlich in den nächsten 5–10 Jahren nicht implementiert (z. B. Quantenresistenz).",
  "page-roadmap-faq-2-p1-strong": "Es ist kompliziert, den genauen Zeitpunkt jedes Upgrades anzugeben",
  "page-roadmap-faq-2-p1-continued": "Es ist schwer vorherzusagen, da viele Punkte der Roadmap parallel bearbeitet und mit unterschiedlicher Geschwindigkeit entwickelt werden. Auch die Dringlichkeit eines Upgrades kann sich im Laufe der Zeit ändern – abhängig von externen Faktoren (z. B. könnte ein plötzlicher Leistungssprung und eine breitere Verfügbarkeit von Quantencomputern die Einführung quantenresistenter Kryptografie dringlicher machen).",
  "page-roadmap-faq-2-p2": "Eine Möglichkeit, die Entwicklung von Ethereum zu betrachten, ist der Vergleich mit der biologischen Evolution. Ein Netzwerk, das sich neuen Herausforderungen anpassen und seine Leistungsfähigkeit bewahren kann, hat größere Erfolgschancen als eines, das sich Veränderungen widersetzt, auch wenn mit zunehmender Leistungsfähigkeit, Skalierbarkeit und Sicherheit des Netzwerks immer weniger Änderungen am Protokoll erforderlich sein werden.",
  "page-roadmap-faq-3-title": "Muss ich irgendetwas tun, um mich auf diese Upgrades vorzubereiten?",
  "page-roadmap-faq-3-p1": "Upgrades wirken sich in der Regel nicht auf die Endbenutzer aus, außer dass sie eine bessere Benutzererfahrung, ein sichereres Protokoll und vielleicht mehr <i>Optionen</i> für die Interaktion mit Ethereum bieten. <strong>Reguläre Benutzer müssen weder aktiv an einem Upgrade teilnehmen noch etwas tun, um ihre Vermögenswerte zu sichern.</strong> <a href=\"/glossary/#node\">Node</a>-Betreiber müssen ihre Clients aktualisieren, um sich auf ein Upgrade vorzubereiten. Einige Upgrades können zu Änderungen für Anwendungsentwickler führen. Zum Beispiel können Upgrades, die den Ablauf der Historie betreffen, dazu führen, dass Anwendungsentwickler historische Daten aus neuen Quellen abrufen.",
  "page-roadmap-faq-4-title": "Wie verhält es sich mit Sharding?",
  "page-roadmap-faq-4-p1": "Sharding ist die Aufteilung der Ethereum-Blockchain, sodass Teilmengen von <a href=\"/glossary/#validator\">Validatoren</a> nur für einen Bruchteil der Gesamtdaten verantwortlich sind. Dies war ursprünglich als Mittel zur Skalierung von Ethereum gedacht. <a href=\"/glossary/#layer-2\">Layer-2</a>-Rollups haben sich jedoch viel schneller als erwartet entwickelt und bieten bereits eine hohe Skalierung, die nach der Implementierung von Proto-Danksharding noch erheblich zunehmen wird. Das bedeutet, dass „Shard Chains“ nicht mehr benötigt werden und aus der Roadmap gestrichen wurden.",
  "page-roadmap-release-status-prod": "In der Produktion",
  "page-roadmap-release-status-soon": "Demnächst",
  "page-roadmap-release-status-dev": "In Entwicklung",
  "page-roadmap-release-main-features": "Hauptfunktionen",
  "page-roadmap-release-learn-more": "Mehr erfahren",
  "page-roadmap-release-forkcast": "Änderungen verfolgen",
  "page-roadmap-paris-pos-title": "Übergang zum Proof of Stake",
  "page-roadmap-paris-pos-item-1": "Ersetzte das energieintensive Mining durch einen auf Staking basierenden Konsens",
  "page-roadmap-paris-pos-item-2": "Reduzierte den Energieverbrauch von Ethereum um ~99,95 %",
  "page-roadmap-paris-beacon-title": "Beacon Chain-Integration",
  "page-roadmap-paris-beacon-item-1": "Führte die Beacon Chain mit dem Ethereum-Mainnet zusammen",
  "page-roadmap-paris-beacon-item-2": "Ermöglichte den vollständigen Übergang zum PoS-Konsensmechanismus",
  "page-roadmap-paris-difficulty-title": "Entfernung des Schwierigkeitssprengers",
  "page-roadmap-paris-difficulty-item-1": "Entfernte den Schwierigkeitssprenger, der die Mining-Schwierigkeit erhöhte",
  "page-roadmap-paris-difficulty-item-2": "Sorgte für einen reibungslosen Übergang zum neuen Konsensmechanismus",
  "page-roadmap-shapella-withdrawals-title": "Staking-Auszahlungen",
  "page-roadmap-shapella-withdrawals-item-1": "Ermöglichte es Validatoren, ihre gestaketen ETH und Belohnungen abzuheben",
  "page-roadmap-shapella-withdrawals-item-2": "Führte Möglichkeiten für teilweise und vollständige Abhebungen ein",
  "page-roadmap-shapella-eip4895-title": "EIP-4895: Push-Abhebungen der Beacon Chain",
  "page-roadmap-shapella-eip4895-item-1": "Fügte eine neue Operation auf Systemebene für Abhebungen hinzu",
  "page-roadmap-shapella-eip4895-item-2": "Stellte die sichere und effiziente Verarbeitung von Abhebungsanfragen sicher",
  "page-roadmap-shapella-eip3651-title": "EIP-3651: Warm COINBASE",
  "page-roadmap-shapella-eip3651-item-1": "Reduzierte Gasgebühren für den Zugriff auf die COINBASE-Adresse",
  "page-roadmap-shapella-eip3651-item-2": "Verbesserte die Effizienz bestimmter Smart-Contract-Operationen",
  "page-roadmap-dencun-danksharding-title": "Proto-Danksharding (EIP-4844)",
  "page-roadmap-dencun-danksharding-item-1": "Führte Blob-Transaktionen ein, um die Transaktionskosten von Rollups erheblich zu reduzieren",
  "page-roadmap-dencun-danksharding-item-2": "Fügte einen neuen Transaktionstyp hinzu, der Daten temporär und kostengünstig speichert",
  "page-roadmap-dencun-eip1153-title": "EIP-1153: Transiente Speicher-Opcodes",
  "page-roadmap-dencun-eip1153-item-1": "Fügte TSTORE- und TLOAD-Opcodes für die temporäre Speicherung während der Transaktionsausführung hinzu",
  "page-roadmap-dencun-eip1153-item-2": "Ermöglicht effizientere Smart-Contract-Muster und reduziert die Gasgebühren",
  "page-roadmap-dencun-eip4788-title": "EIP-4788: Beacon-Block-Root im EVM",
  "page-roadmap-dencun-eip4788-item-1": "Stellt Informationen der Konsens-Ebene für Smart Contracts zur Verfügung",
  "page-roadmap-dencun-eip4788-item-2": "Ermöglicht neue vertrauensminimierte Anwendungen und kettenübergreifende Brücken",
  "page-roadmap-pectra-eoa-title": "Erweiterung von EOA-Wallets um Smart-Contract-Funktionalität",
  "page-roadmap-pectra-eoa-item-1": "Benutzer können ihre Adresse so einstellen, dass sie durch den Code eines bestehenden Smart Contracts repräsentiert wird, und von Vorteilen wie Transaktionsbündelung, Sponsoring von Transaktionsgebühren oder besseren Wiederherstellungsmechanismen profitieren",
  "page-roadmap-pectra-balance-title": "Erhöhung des maximalen effektiven Guthabens",
  "page-roadmap-pectra-balance-item-1": "Staker können jetzt einen beliebigen Betrag an ETH zum Staken auswählen und für jeden 1 ETH über dem Minimum Belohnungen erhalten",
  "page-roadmap-pectra-blob-title": "Blob-Durchsatzerhöhung",
  "page-roadmap-pectra-blob-item-1": "Die Anzahl der Blobs wird von 3 auf 6 Zielwerte erhöht, mit einem Maximum von 9, was zu günstigeren Gebühren bei Ethereum-Rollups führt",
  "page-roadmap-fusaka-peerdas-title": "PeerDAS (Peer-to-Peer Data Availability Sampling)",
  "page-roadmap-fusaka-peerdas-item-1": "Ermöglicht eine effizientere Datenverfügbarkeit für Rollups",
  "page-roadmap-fusaka-peerdas-item-2": "Macht den Betrieb eines Nodes zugänglicher, während die Dezentralisierung erhalten bleibt",
  "page-roadmap-fusaka-additional-title": "Potenzielle zusätzliche Funktionen",
  "page-roadmap-fusaka-additional-item-1": "Unterstützung für sichere Enklaven auf mobilen Geräten zur Verbesserung der UX",
  "page-roadmap-fusaka-additional-item-2": "Verbesserungen am Blob-Gebührenmarkt",
  "page-roadmap-fusaka-additional-item-3": "Weitere Verbesserungen der Validator-Effizienz und der Netzwerkleistung",
  "page-roadmap-glamsterdam-discussed-title": "Geplant für Glamsterdam",
  "page-roadmap-glamsterdam-discussed-item-1": "Verankerte Proposer-Builder-Trennung (ePBS)",
  "page-roadmap-glamsterdam-discussed-item-2": "Zugriffslisten auf Blockebene (BALs)"
}
