{
  "page-local-environment-brownie-desc": "Ein auf Python basierendes Entwicklungs- und Test-Framework für Smart Contracts, die auf die Ethereum Virtual Machine abzielen.",
  "page-local-environment-brownie-logo-alt": "Brownie-Logo",
  "page-local-environment-embark-desc": "Die Alles-in-Einem-Entwicklerplattform, um dezentrale Applikationen zu erstellen und einzusetzen.",
  "page-local-environment-embark-logo-alt": "Embark-Logo",
  "page-local-environment-epirus-desc": "Eine Plattform zum Entwickeln, Einsetzen und Überwachen von Blockchain-Anwendungen auf der Java Virtual Machine",
  "page-local-environment-epirus-logo-alt": "Epirus-Logo",
  "page-local-environment-eth-app-desc": "Erstelle Ethereum-basierte Apps mit einem Befehl. Begleitet von einem breiten Angebot von UI-Frameworks und DeFi-Vorlagen, aus denen du auswählen kannst.",
  "page-local-environment-eth-app-logo-alt": "Erstelle Eth-App-Logo",
  "page-local-environment-framework-feature-1": "Funktionen zum Aufsetzen einer lokalen Blockchain-Instanz.",
  "page-local-environment-framework-feature-2": "Dienste zum Kompilieren und Testen von Smart Contracts.",
  "page-local-environment-framework-feature-3": "Client-Entwicklungs-Add-ons zur Erstellung deiner anwenderorientierten Anwendung im selben Projekt/Projektarchiv.",
  "page-local-environment-framework-feature-4": "Konfiguration für die Verbindung zu Ethereum-Netzwerken und dem Einsatz von Verträgen, sei es zu einer lokal laufenden Instanz oder zu einem öffentlichen Netzwerk von Ethereum.",
  "page-local-environment-framework-feature-5": "Dezentralisierte App-Verteilung – Integration mit Speicheroptionen wie IPFS.",
  "page-local-environment-framework-features": "Diese Frameworks verfügen über eine Vielzahl von Funktionen, wie zum Beispiel:",
  "page-local-environment-frameworks-desc": " Wir empfehlen, ein Framework auszuwählen, besonders wenn du gerade erst anfängst. Das Aufbauen einer vollwertigen dApp erfordert unterschiedliche Technologien. Frameworks enthalten viele der benötigten Funktionen oder bieten einfache Plugin-Systeme, um die gewünschten Werkzeuge auszuwählen.",
  "page-local-environment-frameworks-title": "Frameworks und vorgefertigte Stacks",
  "page-local-environment-hardhat-desc": "Hardhat ist eine Ethereum-Entwicklungsumgebung für Profi-Anwender.",
  "page-local-environment-hardhat-logo-alt": "Hardhat-Logo",
  "page-local-environment-openZeppelin-desc": "Spare Stunden an Entwicklungszeit, indem du über unsere CLI kompilierst, upgradest, veröffentlichst und mit Smart Contracts interagierst.",
  "page-local-environment-openZeppelin-logo-alt": "OpenZeppelin-Logo",
  "page-local-environment-scaffold-eth-desc": "Hardhat + Eth-App erstellen: alles, was du brauchst, um dezentrale Anwendungen zu entwickeln, die von Smart Contracts betrieben werden",
  "page-local-environment-scaffold-eth-logo-alt": "scaffold-eth-Logo",
  "page-local-environment-setup-meta-desc": "Anleitung, wie du deinen Software-Stack für die Ethereum-Entwicklung auswählst.",
  "page-local-environment-setup-meta-title": "Ethereum lokale Entwicklereinrichtung",
  "page-local-environment-setup-subtitle": "Wenn du bereit bist mit der Entwicklung zu beginnen, ist es Zeit, deinen Stack auszuwählen.",
  "page-local-environment-setup-subtitle-2": " Hier sind die Werkzeuge und Frameworks, die du zum Aufbau deiner Ethereum-Anwendung verwenden kannst.",
  "page-local-environment-setup-title": "Richte deine lokale Entwicklungsumgebung ein",
  "page-local-environment-solidity-template-desc": "Eine GitHub-Vorlage eines vorkompilierten Setups für deine Solidity Smart Contracts. Enthält ein lokales Hardhat-Netzwerk, Waffle für Tests, Ether für Wallet-Implementierungen und mehr.",
  "page-local-environment-solidity-template-logo-alt": "Solidity-Vorlagen-Logo",
  "page-local-environment-truffle-desc": "Die Truffle Suite bringt Entwickler so bequem wie möglich von der Idee zur dApp.",
  "page-local-environment-truffle-logo-alt": "Truffel-Logo",
  "page-local-environment-waffle-desc": "Die fortschrittlichste Test-Bibliothek für Smart Contracts. Verwende sie alleine oder mit Scaffold-eth oder Hardhat.",
  "page-local-environment-waffle-logo-alt": "Waffle-Logo"
}
