{
  "page-events-meta-title": "Krypto-Events {year}",
  "page-events-meta-description": "Entdecken Sie die Top-Krypto- und Blockchain-Konferenzen, die {year} prägen. Entdecken Sie die wichtigsten Ethereum-Events, Web3-Meetups und globalen Zusammenkünfte.",
  "page-events-hero-title": "Krypto-Events {year}",
  "page-events-hero-subtitle": "Ethereum erwacht durch die Menschen zum Leben. Von kleinen Web3-Meetups und Community-Treffen bis hin zu großen Konferenzen, Hackathons und permanenten Community-Hubs, die lokale Ökosysteme auf der ganzen Welt verankern.",
  "page-events-whats-on-page": "Was gibt's auf dieser Seite?",
  "page-events-nav-community-hubs": "Community-Hubs",
  "page-events-nav-meetups": "Meetups",
  "page-events-nav-conferences": "Konferenzen",
  "page-events-nav-for-organizers": "Für Organisatoren",
  "page-events-section-major-conferences": "Große Blockchain-Konferenzen",
  "page-events-section-hubs": "Ethereum-Community-Hubs",
  "page-events-section-hubs-subtitle": "In diesen permanenten Räumen können Sie an regelmäßigen Co-Working-Sitzungen und Community-Events teilnehmen, die sich perfekt für inspirierte Arbeit, Lernen, Vernetzung und Entwicklung eignen.",
  "page-events-hub-description-london": "Eine eigene Etage für Ethereum-Entwickler, Forscher, Kreative, Studenten und Entdecker im Encode Club.",
  "page-events-hub-description-berlin": "Das Büro der Ethereum Foundation öffnet jeden Mittwoch seine Türen für Entwickler, Forscher, Kreative, Studenten und Entdecker zum Co-Working, zum Austausch und zur Zusammenarbeit.",
  "page-events-hub-description-dubai": "Ein inspirierender Raum, der im Hadron Founders Club für Gründer, Entwickler, Forscher und Entdecker zum Co-Working, zum Austausch, zur Zusammenarbeit und zum Lernen bereitgestellt wird.",
  "page-events-hub-description-lagos": "Ein lebendiger Community-Raum bei Web3Bridge in Lagos für Entwickler, Gründer, Forscher und Kreative zum Co-Working, zur Zusammenarbeit und zum gemeinsamen Wachsen.",
  "page-events-hub-description-sf": "Frontier Tower ist ein 16-stöckiges vertikales Dorf im Herzen von San Francisco, in dem Menschen Deep Tech und Frontier-Technologien in einer entspannten, inspirierenden Umgebung vorantreiben. Im 12. Stock sind Ethereum & dezentralisierte Technologien angesiedelt.",
  "page-events-hub-cta-default": "Nehmen Sie am täglichen Co-Working und regelmäßigen Events teil.",
  "page-events-hub-cta-berlin": "Nehmen Sie an Co-Working-Mittwochen und regelmäßigen Events teil.",
  "page-events-hub-coworking-cta": "Für Co-Working anmelden",
  "page-events-hub-meetup-cta": "Meetups ansehen",
  "page-events-hub-apply-cta": "Bewerben Sie sich, um einen Hub zu hosten",
  "page-events-hub-cowork-signup": "Cowork-Anmeldung",
  "page-events-hub-meetups": "Meetups",
  "page-events-section-find-events": "Events in Ihrer Nähe finden",
  "page-events-section-find-events-subtitle": "Suchen Sie nach bevorstehenden Konferenzen, Hackathons und Community-Treffen aus der ganzen Welt im Ethereum-Ökosystem.",
  "page-events-search-placeholder": "Suche nach Name oder Ort",
  "page-events-search-sr-text": "Ergebnisse werden während der Eingabe aktualisiert",
  "page-events-search-submit-sr-text": "Ergebnisse werden nach dem Absenden aktualisiert",
  "page-events-search-results-title": "Suchergebnisse",
  "page-events-search-no-results": "Keine Events gefunden, die Ihrer Suche entsprechen",
  "page-events-search-hero-title": "Ethereum-Veranstaltungen",
  "page-events-search-metadata-description": "Finden und erkunden Sie bevorstehende Meetups auf der ganzen Welt und vernetzen Sie sich mit Leuten, die in Ihrer Stadt auf Ethereum aufbauen.",
  "page-events-search-hero-title-q": "Ethereum-Events: \"{q}\"",
  "page-events-search-hero-subtitle": "Ethereum ist lokal und global zugleich. Von Meetups und Coworking-Sitzungen bis hin zu großen Konferenzen und Hackathons – entdecken Sie Ethereum-Events, die in {location} und in der gesamten umliegenden Region stattfinden. Treffen Sie Entwickler, lernen Sie etwas Neues und werden Sie Teil des lokalen Ökosystems.",
  "page-events-section-local-meetups": "Lokale Ethereum-Community-Meetups",
  "page-events-section-local-meetups-subtitle": "Events, die von Gruppen von Ethereum-Enthusiasten veranstaltet werden – eine Gelegenheit für an Ethereum interessierte Personen, sich zu treffen, über Ethereum zu sprechen und sich über die neuesten Entwicklungen zu informieren.",
  "page-events-section-upcoming-conferences": "Bevorstehende Ethereum-Konferenzen",
  "page-events-section-upcoming-conferences-subtitle": "Entdecken Sie die inspirierendsten Konferenzen der Ethereum-Community, bei denen Entwickler, Forscher und Visionäre zusammenkommen, um zu lernen, sich zu vernetzen und die Zukunft zu gestalten.",
  "page-events-see-all": "Alle anzeigen",
  "page-events-section-organizers": "Für Event-Organisatoren",
  "page-events-section-organizers-subtitle": "Egal, ob Sie Ihr erstes Event planen oder bereits ein Meetup, einen Workshop, einen Hackathon oder ein Community-Treffen veranstalten – es gibt viele nützliche Ressourcen und Teams, die Ihnen mit Rat, Tat und zusätzlichen Mitteln zur Seite stehen, damit Ihr Event erfolgreich ist und die größtmögliche Wirkung erzielt.",
  "page-events-section-organizers-planning": "Planen Sie ein Event?",
  "page-events-section-organizers-planning-description": "Hier ist ein umfassender Event-Leitfaden, der mit der Unterstützung der Community für die Community geschrieben wurde.",
  "page-events-section-organizers-planning-cta": "Leitfaden lesen",
  "page-events-section-support": "Suchen Sie Unterstützung?",
  "page-events-section-support-subtitle": "Nachfolgend finden Sie Teams, die Ihnen Unterstützung, Anleitung und Hilfe bieten können, egal ob Sie Ihr erstes Event planen, ein laufendes Event, eine Reihe von Community-Treffen oder andere Initiativen fortsetzen, entwickeln oder verbessern.",
  "page-events-support-ethereum-everywhere": "Ethereum Everywhere",
  "page-events-support-ethereum-everywhere-description": "Das Ethereum Everywhere-Team ist ein Team zur Verstärkung des Ökosystems innerhalb der Ethereum Foundation, das lokale Gemeinschaften und Events auf vielfältige Weise stärkt und unterstützt und ihnen hilft, langfristig erfolgreich und nachhaltig zu werden.",
  "page-events-support-ethereum-everywhere-guidance": "Anleitung",
  "page-events-support-ethereum-everywhere-guidance-description": "Freundliche Beratung bei der Planung und Durchführung erfolgreicher Events und Communitys, die neue Entwickler und Benutzer willkommen heißen, ihnen beim Onboarding helfen und bestehende Communitys vernetzt und engagiert halten.",
  "page-events-support-ethereum-everywhere-resources": "Ressourcen",
  "page-events-support-ethereum-everywhere-resources-description": "Bereitstellung von Vorlagen, Best Practices, Updates und Opportunity Boards, um Organisatoren bei der Schaffung konsistenter und ansprechender Erlebnisse zu unterstützen.",
  "page-events-support-ethereum-everywhere-connections": "Verbindungen und Verstärkung",
  "page-events-support-ethereum-everywhere-connections-description": "Unterstützung bei der Suche nach regionalen Partnern, Mitwirkenden und Rednern – plus Sichtbarkeit durch Community- und Social-Media-Kanäle.",
  "page-events-support-geode-labs": "Geode Labs",
  "page-events-support-geode-labs-description": "Geode Labs ist eine globale Entwicklungsorganisation für das Ethereum-Ökosystem und ein Produktstudio, das aus der Ethereum Foundation hervorgegangen ist.",
  "page-events-support-geode-labs-grants": "Geode Labs Grant-Programm",
  "page-events-support-geode-labs-grants-description": "Ökosystem-Zuschüsse zur Stärkung der Dezentralisierung von Ethereum mit Schwerpunkt auf der Basisebene.",
  "page-events-support-geode-labs-local": "Lokales Ethereum",
  "page-events-support-geode-labs-local-description": "Ein Newsletter, der mit lokalen Community-Leadern zusammenarbeitet, um die Geo-Geschichten von Ethereum zu erzählen.",
  "page-events-support-geode-labs-ethstars": "ETHStars",
  "page-events-support-geode-labs-ethstars-description": "Ein Ethereum-Community-Hub, in dem Entwickler lernen, sich vernetzen und verdienen.",
  "page-events-get-in-touch": "Kontaktieren Sie uns",
  "page-events-filter-all": "Alle",
  "page-events-filter-conferences": "Konferenzen",
  "page-events-filter-hackathons": "Hackathons",
  "page-events-filter-meetups": "Meetups",
  "page-events-view-all-conferences": "Alle Konferenzen ansehen",
  "page-events-view-all-meetups": "Alle Meetups ansehen",
  "page-events-no-upcoming": "Zurzeit keine bevorstehenden Events",
  "page-events-tag-online": "Online",
  "page-events-tag-conference": "Konferenz",
  "page-events-tag-hackathon": "Hackathon",
  "page-events-tag-meetup": "Meetup",
  "page-events-tag-popup": "Popup",
  "page-events-tag-regional": "Regional",
  "page-events-tag-group": "Gruppe",
  "page-events-tag-other": "Andere",
  "page-events-tag-cowork": "Cowork",
  "page-events-continent-africa": "Afrika",
  "page-events-continent-asia": "Asien",
  "page-events-continent-europe": "Europa",
  "page-events-continent-middle-east": "Naher Osten",
  "page-events-continent-north-america": "Nordamerika",
  "page-events-continent-oceania": "Ozeanien",
  "page-events-continent-south-america": "Südamerika",
  "page-events-conferences-hero-title": "Krypto-Konferenzen {year}",
  "page-events-conferences-hero-subtitle": "Entdecken Sie die Top-Krypto- und Blockchain-Konferenzen, die {year} prägen. Entdecken Sie die wichtigsten Ethereum-Events, Web3-Meetups und globalen Zusammenkünfte, die die nächste Welle dezentraler Innovationen vorantreiben.",
  "page-events-conferences-major-events": "Große Events",
  "page-events-meetups-hero-title": "Ethereum-Meetups {year}",
  "page-events-meetups-hero-subtitle": "Bei Ethereum-Meetups bildet sich eine echte Community. Von lockeren Treffen für Entwickler und Coworking-Tagen bis hin zu Workshops und lokalen Ökosystem-Treffen. Entdecken Sie bevorstehende Meetups auf der ganzen Welt und vernetzen Sie sich mit Leuten, die in Ihrer Stadt auf Ethereum aufbauen.",
  "page-events-meetups-events-subtitle": "Suchen Sie nach bevorstehenden Hackathons, Community-Treffen und Konferenzen rund um das Ethereum-Ökosystem.",
  "page-events-cta-title": "Organisieren Sie ein Event?",
  "page-events-cta-body": "Dies ist eine nicht vollständige Liste, die von unserer Community gepflegt wird. Kennen Sie ein bevorstehendes Ethereum-Event, das dieser Liste hinzugefügt werden soll?",
  "page-events-cta-button": "Event einreichen"
}
