{
  "page-staking-just-staking": "Staking",
  "page-staking-image-alt": "Bild des Nashorn-Maskottchens für das Staking-Launchpad.",
  "page-staking-51-desc-1": "Staking erleichtert den Zugang zum Netzwerk als Validator, daher wird es vermutlich mehr Validatoren im Netzwerk geben als heute. Damit wird diese Art von Angriff noch schwieriger, da die Kosten eines Angriffs steigen werden.",
  "page-staking-accessibility": "Zugänglicher",
  "page-staking-accessibility-desc": "Mit einfacheren Hardware-Anforderungen und der Möglichkeit, einen Pool zu bilden, wenn Sie nicht über 32 ETH verfügen, können mehr Menschen dem Netzwerk beitreten. Damit wird Ethereum dezentraler und sicherer, weil die Angriffsfläche kleiner wird.",
  "page-staking-at-stake": "Ihr ETH steht auf dem Spiel",
  "page-staking-at-stake-desc": "Da Sie Ihr ETH staken müssen, um Transaktionen zu validieren und neue Blocks zu erstellen, laufen Sie Gefahr, es zu verlieren, wenn Sie versuchen, das System zu betrügen.",
  "page-staking-benefits": "Vorteile des Stakings für Ethereum",
  "page-staking-check-address": "Einzahlungsadresse prüfen",
  "page-staking-consensus": "Mehr zu Konsensmechanismen",
  "page-staking-deposit-address": "Einzahlungsadresse prüfen",
  "page-staking-deposit-address-desc": "Wenn Sie die Einrichtungsanweisungen des Launchpads bereits abgeschlossen haben, wissen Sie, dass Sie eine eine Transaktion zum Staking-Aufbewahrungsvertrag senden müssen. Wir empfehlen, die Adresse sorgsam zu prüfen. Sie finden die offizielle Adresse auf ethereum.org und einer Reihe vertrauenswürdiger Websites.",
  "page-staking-desc-1": "Belohnungen werden für Aktionen vergeben, die dem Netzwerk helfen, einen Konsens zu erreichen. Sie erhalten Belohnungen für das Batching von Transaktionen in einen neuen Block oder für das Überprüfen der Arbeit anderer Validatoren, denn das ist es, was die Chain sicher laufen lässt.",
  "page-staking-desc-2": "Obwohl Sie Belohnungen für Ihre Arbeit erhalten können, die dem Netzwerk zugute kommt, können Sie auch ETH verlieren, etwa für Vorgehen mit böswilligen Absichten, das Offlinegehen oder für Fehler bei der Validierung.",
  "page-staking-desc-3": "SIe benötigen 32 ETH, um ein vollwertiger Validator zu werden. Für den Beitritt zu einem Staking-Pool braucht es nur einige ETH. Zudem müssen Sie einen Ausführungsclient (früher „Eth1-Client“) betreiben. Das Launchpad wird Sie durch den Prozess und die Hardware-Anforderungen leiten. Alternativ können Sie auch eine Backend-API verwenden.",
  "page-staking-description": "Staking bezeichnet das Hinterlegen von 32 ETH zur Aktivierung der Validator-Software. Als Validator sind Sie für die Datenspeicherung, die Verarbeitung von Transaktionen und das Hinzufügen neuer Blocks zur Blockchain verantwortlich. Damit bleibt Ethereum sicher für alle und Sie können dabei neue ETH verdienen. Dieser Prozess, genannt Proof-of-Stake, wird durch die Beacon Chain eingeführt.",
  "page-staking-docked": "Mehr zur Zusammenführung",
  "page-staking-dyor": "Machen Sie sich Ihr eigenes Bild",
  "page-staking-dyor-desc": "Keine der offiziellen Staking-Dienste sind offizielle Empfehlungen. Bitte recherchieren Sie selbst, um herauszufinden, welcher Dienst für Sie am besten geeignet ist.",
  "page-staking-header-1": "Ihre ETH staken, um Ethereum-Validator zu werden",
  "page-staking-how-much": "Wie viel sind Sie bereit, zu staken?",
  "page-staking-how-to-stake": "Richtiges Staking",
  "page-staking-how-to-stake-desc": "Es hängt alles davon ab, wie viel Sie bereit sind, zu staken. Sie benötigen 32 ETH, um ein vollständiger Validator zu werden, aber es ist auch möglich weniger einzusetzen.",
  "page-staking-join": "Beitreten",
  "page-staking-join-community": "Der Staker-Community beitreten",
  "page-staking-join-community-desc": "EthStaker ist eine Community für alle, die über das Staking auf Ethereum diskutieren und lernen möchten. Schließen Sie sich Zehntausenden Mitgliedern aus der ganzen Welt an, um Ratschläge und Unterstützung zu erhalten und über alles zu sprechen, was mit Staking zu tun hat.",
  "page-staking-less-than": "Weniger als",
  "page-staking-link-1": "Backend-APIs ansehen",
  "page-staking-meta-description": "Ein Überblick über Ethereum-Staking: die Risiken, Belohnungen, Anforderungen und wo gestakt werden kann.",
  "page-staking-meta-title": "Ethereum-Staking",
  "page-staking-more-sharding": "Mehr zu Sharding",
  "page-staking-pool": "In einem Pool staken",
  "page-staking-pool-desc": "Wenn Sie weniger als 32 ETH haben, können Sie mit einem kleineren Einsatz einem Staking-Pool beitreten. Einige Unternehmen erledigen das alles in Ihrem Namen, daher müssen Sie sich keine Sorgen machen, online bleiben zu müssen. Hier sind ein paar Unternehmen, die Sie sich ansehen können.",
  "page-staking-rocket-pool": "Es ist möglich, auf Rocket Pool zu staken. Dafür tauschen Sie ETH gegen den liquid Token rETH von Rocket Pool, und zwar für Beträge ab 0,01 ETH. Möchten Sie einen Knoten betreiben? Ab 16 ETH können Sie auch einen Staking-Knoten auf Rocket Pool betreiben. Die verbleibenden ETH, wurden von ETH-Benutzern in den Pool eingezahlt und werden vom Rocket Pool-Protokoll zugewiesen.",
  "page-staking-pos-explained": "Proof-of-Stake erklärt",
  "page-staking-pos-explained-desc": "Staking ist der erforderliche Vorgang, um ein Validator in einem Proof-of-Stake-System zu werden. Es handelt sich dabei um den Konsensmechanismus, der das derzeitige Proof-of-Work-System ersetzen wird. Konsensmechanismen sind das, was Blockchains wie Ethereum sicher und dezentralisiert machen.",
  "page-staking-pos-explained-desc-1": "Proof-of-Stake trägt dazu bei, das Netzwerk auf verschiedene Weise zu sichern:",
  "page-staking-services": "Alle Staking-Dienstleistungen ansehen",
  "page-staking-sharding": "Grundlage für das Sharding",
  "page-staking-sharding-desc": "Sharding ist nur in einem Proof-of-Stake-System möglich. Sharding in einem Proof-of-Work-Systems würde das Rechenleistungsvolumen, das erforderlich wäre, um das Netzwerk zu korrumpieren, verwässern und es böswilligen Minern leichter machen, Shards zu kontrollieren. Das ist bei einem Proof-of-Stake-System mit zufällig zugewiesenen Stakern nicht der Fall.",
  "page-staking-solo": "Staken Sie allein und führen einen Validator aus",
  "page-staking-solo-desc": "Um mit dem Staking zu beginnen, müssen Sie das Staking-Launchpad benutzen. Sie werden dabei durch die gesamte Einrichtung geführt. Ein Teil des Staking-Prozesses besteht darin, einen Konsens-Client zu starten, der eine lokale Kopie der Blockchain ist. Es kann eine Weile dauern, bis diese auf Ihren Computer heruntergeladen ist.",
  "page-staking-start": "Mit dem Staking beginnen",
  "page-staking-subtitle": "Staking ist ein öffentliches Gut für das Ethereum-Ökosystem. Sie können helfen, das Netzwerk zu sichern, und verdienen dabei Belohnungen.",
  "page-staking-sustainability": "Nachhaltiger",
  "page-staking-sustainability-desc": "Validatoren brauchen keine energieintensiven Computer, um an einem Proof-of-Stake-System teilzunehmen – nur einen Laptop oder ein Smartphone. Das verkleinert den Fußabdruck von Ethereum erheblich.",
  "page-staking-the-beacon-chain": "Mehr zur Beacon Chain",
  "page-staking-title-1": "Belohnungen",
  "page-staking-title-2": "Risiken",
  "page-staking-title-3": "Anforderungen",
  "page-staking-title-4": "So staken Sie Ihr ETH",
  "page-staking-upgrades-li": "Proof-of-Stake wird durch die Beacon Chain verwaltet.",
  "page-staking-upgrades-li-2": "Ethereum wird in absehbarer Zukunft eine Proof-of-Stake-Beacon Chain und ein Proof-of-Work-Mainnet haben. Das Mainnet ist das Ethereum, das wir seit Jahren benutzen.",
  "page-staking-upgrades-li-3": "In dieser Zeit fügen Staker neue Blocks zur Beacon Chain hinzu, verarbeiten aber keine Mainnet-Transaktionen.",
  "page-staking-upgrades-li-4": "Ethereum wird vollständig zu einem Proof-of-Stake-System übergehen, sobald das Ethereum-Mainnet mit der Beacon Chain zusammengeführt ist.",
  "page-staking-upgrades-li-5": "Ein kleines Upgrade wird folgen, um das Entnehmen von gestakten Einsätzen zu ermöglichen.",
  "page-staking-upgrades-title": "Proof-of-Stake und Konsensverbesserungen",
  "page-staking-validators": "Mehr Validatoren, mehr Sicherheit",
  "page-staking-validators-desc": "In einer Blockchain wie Ethereum ist es möglich, Transaktionen zu zensieren und umzuordnen, wenn Sie eine Mehrheit des Netzwerks kontrollieren. Aber um die Mehrheit des Netzwerks zu kontrollieren, brauchen Sie die Mehrheit der Validatoren, und dafür müssten Sie die Mehrheit der ETH im System kontrollieren – das ist eine Menge! Diese Menge an ETH wächst jedes Mal, wenn ein neuer Validator dem System beitritt, was die Sicherheit des Netzwerks stärkt. Proof-of-Work, das Sicherheitsmodell, das Proof-of-Stake ersetzen wird, erfordert von den Validatoren (Minern) spezielle Hardware und viel Platz. Es ist schwierig, dem System als Miner beizutreten, sodass die Sicherheit gegen Mehrheitsangriffe nicht so stark zunimmt. Bei Proof-of-Stake bestehen diese Anforderungen nicht. Damit wird das Netzwerk (und seine Widerstandsfähigkeit gegen Majoritätsangriffe) eine Größe erreichen, die mit Proof-of-Work nicht möglich ist.",
  "page-staking-withdrawals": "Entnahmen werden nicht sofort verfügbar sein",
  "page-staking-withdrawals-desc": "Sie können Ihren Einsatz nicht abheben, bevor zukünftige Upgrades eingeführt werden. Abhebungen werden in einem kleineren Upgrade nach der Zusammenführung des Mainnets mit der Beacon Chain möglich sein."
}
