{
  "page-wallets-accounts-addresses": "Wallets, Konten und Adressen",
  "page-wallets-accounts-addresses-desc": "Es lohnt sich, die Unterschiede zwischen einigen der Schlüsselbegriffe zu verstehen.",
  "page-wallets-accounts-ethereum-addresses": "Ein Ethereum-Konto hat eine Ethereum-Adresse, ähnlich wie ein Posteingang eine E-Mail-Adresse hat. Du kannst dies verwenden, um Geld an ein Konto zu senden.",
  "page-wallets-alt": "Abbildung eines Roboters mit einem Tresor als Körper, der eine Ethereum-Wallet darstellt",
  "page-wallets-ethereum-account": "Ein Ethereum-Konto ist eine Entität, die Transaktionen senden kann und ein Guthaben hat.",
  "page-wallets-blog": "Coinbase-Blog",
  "page-wallets-bookmarking": "Füge deine Wallet deinen Lesezeichen hinzu",
  "page-wallets-bookmarking-desc": "Wenn du eine Web-Wallet verwendest, setze ein Lesezeichen der Website, um dich vor Phishing-Betrug zu schützen.",
  "page-wallets-cd": "Physische Hardware-Wallets, die dich deine Krypto offline halten lassen – sehr sicher",
  "page-wallets-converted": "Krypto-konvertiert?",
  "page-wallets-converted-desc": "Wenn du größere Beträge halten möchtest, empfehlen wir eine Hardware-Wallet, da diese am sichersten sind. Oder eine Wallet mit Betrugswarnungen und Auszahlungsgrenzen.",
  "page-wallets-curious": "Krypto-neugierig?",
  "page-wallets-curious-desc": "Wenn du neu in Krypto bist und nur ein Gefühl dafür bekommen möchtest, empfehlen wir etwas, das dir die Möglichkeit gibt, Ethereum-Anwendungen zu erkunden oder erste ETH direkt über die Wallet zu kaufen.",
  "page-wallets-desc-2": "Du benötigst eine Wallet, um Anlagen zu senden und dein ETH zu verwalten.",
  "page-wallets-desc-2-link": "Mehr zu ETH",
  "page-wallets-desc-3": "Deine Wallet ist nur ein Werkzeug zur Verwaltung deines Ethereum-Kontos. Das bedeutet, dass du jederzeit Wallet-Anbieter tauschen kannst. Viele Wallets lassen dich auch mehrere Ethereum-Konten in einer Anwendung verwalten.",
  "page-wallets-desc-4": "Das liegt daran, dass Wallets deine Anlagen nicht kontrollieren, sondern du selbst. Sie sind nur ein Werkzeug zum Verwalten, was wirklich dir gehört.",
  "page-wallets-description": "Ethereum-Wallets sind Anwendungen, die dich mit deinem Ethereum-Konto interagieren lassen. Stell sie dir wie Internet-Banking-Apps vor – nur ohne die Bank. Mit deiner Wallet kannst du Guthaben ansehen, Transaktionen senden und Anwendungen nutzen.",
  "page-wallets-desktop": "Desktop-Anwendungen, wenn du deine Gelder lieber über MacOS, Windows oder Linux verwalten möchtest",
  "page-wallets-ethereum-wallet": "Eine Wallet ist ein Produkt, mit dem du dein Ethereum-Konto verwalten kannst. Es ermöglicht dir, dein Kontosaldo zu sehen, Transaktionen zu senden und vieles mehr.",
  "page-wallets-explore": "Ethereum entdecken",
  "page-wallets-features-desc": "Wir können dir bei der Auswahl der Wallet helfen, basierend auf den Funktionen, die du dir wünschst.",
  "page-wallets-features-title": "Lieber anhand von Funktionen wählen?",
  "page-wallets-find-wallet-btn": "Finde eine Wallet",
  "page-wallets-find-wallet-link": "Finde eine Wallet",
  "page-wallets-get-some": "Erwirb ETH",
  "page-wallets-get-some-alt": "Eine Illustration einer Hand, die ein Ethereum-Logo aus Lego-Steinen aufbaut",
  "page-wallets-get-some-btn": "Erwirb ETH",
  "page-wallets-get-some-desc": "ETH ist die native Kryptowährung von Ethereum. Du benötigst ETH in deiner Wallet, um Ethereum-Anwendungen zu benutzen.",
  "page-wallets-get-wallet": "Wähle eine Wallet",
  "page-wallets-get-wallet-desc": "Es gibt viele verschiedene Wallets zur Auswahl. Wir möchten dir helfen, die beste Wallet für dich auszuwählen.",
  "page-wallets-get-wallet-desc-2": "Denke daran: Diese Entscheidung ist nicht für immer – dein Ethereum-Konto ist nicht an deinen Wallet-Anbieter gebunden.",
  "page-wallets-how-to-store": "Wie man digitale Vermögenswerte auf Ethereum hält",
  "page-wallets-keys-to-safety": "Die Schlüssel zum Schutz deiner Kryptowährungen",
  "page-wallets-manage-funds": "Eine App zur Verwaltung deiner Anlagen",
  "page-wallets-manage-funds-desc": "Deine Wallet zeigt dein Guthaben, Transaktionsverläufe und gibt dir die Möglichkeit, Guthaben zu senden/zu empfangen. Einige Wallets bieten noch mehr an.",
  "page-wallets-meta-description": "Was du wissen musst, um Ethereum-Wallets zu verwenden.",
  "page-wallets-meta-title": "Ethereum-Wallets",
  "page-wallets-mobile": "Mobilanwendungen, die dein Guthaben von überall aus zugänglich machen",
  "page-wallets-more-on-dapps-btn": "Mehr zu dApps",
  "page-wallets-most-wallets": "Die meisten Wallet-Produkte ermöglichen es dir, ein Ethereum-Konto zu erstellen. Du benötigst also kein Konto, bevor du eine Wallet herunterlädst.",
  "page-wallets-protecting-yourself": "Schütze dich und deine Anlagen",
  "page-wallets-seed-phrase": "Schreibe deine Seed-Phrase auf",
  "page-wallets-seed-phrase-desc": "Wallets geben dir oft eine Seed-Phrase, die du irgendwo sicher aufschreiben musst. Nur so kannst du die Wallet wiederherstellen.",
  "page-wallets-seed-phrase-example": "Hier ein Beispiel:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Speichere sie nicht auf einem Computer. Schreibe und bewahre sie sicher auf.",
  "page-wallets-slogan": "Der Schlüssel zu deiner digitalen Zukunft",
  "page-wallets-stay-safe": "So bleibst du sicher",
  "page-wallets-stay-safe-desc": "Wallets fordern etwas neue Denkmuster. Finanzielle Freiheit und globaler Zugang zu und Nutzung von Geldern kommt mit Verantwortung – einen Krypto-Kundensupport gibt es nicht.",
  "page-wallets-subtitle": "Wallets geben Zugriff auf dein Geld und deine Ethereum-Anwendungen. Nur du solltest Zugriff auf deine Wallet haben.",
  "page-wallets-take-responsibility": "Übernehme Verantwortung für deine eigenen Anlagen",
  "page-wallets-take-responsibility-desc": "Zentralisierte Börsen verknüpfen deine Wallet mit einem Benutzernamen und Passwort, die du auf traditionelle Weise wiederherstellen kannst. Denke nur daran, dass du somit der Börse mit der Verwahrung deiner Gelder vertraust. Wenn diese Firma angegriffen wird oder bankrott geht, sind deine Anlagen in Gefahr.",
  "page-wallets-tips": "Weitere Tipps zur Sicherheit",
  "page-wallets-tips-community": "Von unserer Community",
  "page-wallets-title": "Ethereum-Wallets",
  "page-wallets-triple-check": "Überprüfe alles dreifach",
  "page-wallets-triple-check-desc": "Denke daran, dass Transaktionen nicht rückgängig gemacht werden können und Wallets nicht einfach wiederhergestellt werden können, also solltest du Vorsichtsmaßnahmen treffen und immer vorsichtig sein.",
  "page-wallets-try-dapps": "Teste ein paar dApps",
  "page-wallets-try-dapps-alt": "Eine Illustration von Mitgliedern der Ethereum-Community in Zusammenarbeit",
  "page-wallets-try-dapps-desc": "DApps sind Anwendungen, die auf Ethereum basieren. Sie sind günstiger, fairer und netter zu deinen Daten als die meisten traditionellen Anwendungen.",
  "page-wallets-types": "Arten von Wallets",
  "page-wallets-web-browser": "Web-Wallets, die dich dein Konto über einen Webbrowser benutzen lassen",
  "page-wallets-whats-a-wallet": "Was ist eine Ethereum-Wallet?",
  "page-wallets-your-ethereum-account": "Dein Ethereum-Konto",
  "page-wallets-your-ethereum-account-desc": "Deine Wallet ist dein Fenster in dein Ethereum-Konto – dein Guthaben, Transaktionsverlauf und vieles mehr. Du kannst jedoch jederzeit Wallet-Anbieter austauschen.",
  "page-wallets-your-login": "Dein Login für Ethereum-Anwendungen",
  "page-wallets-your-login-desc": "Deine Wallet lässt dich mit jeder dezentralen Anwendung über dein Ethereum-Konto verbinden. Es ist wie ein Login, den du über viele dApps hinweg verwenden kannst."
}
