{
  "page-what-is-ethereum-alt-img-bazaar": "Abbildung einer Person, die in einen Basar hineinblickt, welcher Ethereum repräsentiert",
  "page-what-is-ethereum-alt-img-comm": "Eine Illustration von Mitgliedern der Ethereum-Community in Zusammenarbeit",
  "page-what-is-ethereum-alt-img-lego": "Eine Illustration einer Hand, die ein Ethereum-Logo aus Lego-Steinen aufbaut",
  "page-what-is-ethereum-banking-card": "Banking für alle",
  "page-what-is-ethereum-banking-card-desc": "Nicht jeder hat Zugang zu Finanzdienstleistungen, aber alles, was man braucht, um auf Ethereum und seine Kredit- und Vermögensprodukte zuzugreifen, ist eine Internetverbindung.",
  "page-what-is-ethereum-build": "Erschaffen Sie etwas mit Ethereum",
  "page-what-is-ethereum-build-desc": "Wenn Sie mit Ethereum etwas erschaffen möchten, lesen unsere Dokumentationen, probieren Sie ein paar Tutorials aus oder schauen Sie sich die Werkzeuge an, die Sie brauchen, um loszulegen.",
  "page-what-is-ethereum-censorless-card": "Zensurresistent",
  "page-what-is-ethereum-censorless-card-desc": "Keine Regierung oder Firma hat Kontrolle über Ethereum. Diese Dezentralisierung macht es für jedermann nahezu unmöglich, Zahlungen oder die Inanspruchnahme von Dienstleistungen auf Ethereum zu verhindern.",
  "page-what-is-ethereum-comm-desc": "Unsere Community umfasst Leute aus allen Backgrounds, darunter Künstler, Krypto-Anarchisten, Unternehmen der Fortune 500, und jetzt auch Sie. Finden Sie heraus, wie Sie sich heute beteiligen können.",
  "page-what-is-ethereum-commerce-card": "Handelsgarantien",
  "page-what-is-ethereum-commerce-card-desc": "Kunden haben eine sichere, eingebaute Garantie, dass Gelder nur dann den Besitzer wechseln, wenn Sie das liefern, was vereinbart wurde. Ebenso können Entwickler sicher sein, dass sich die Regeln für sie nicht ändern.",
  "page-what-is-ethereum-composable-card": "Alle Produkte sind miteinander kombinierbar",
  "page-what-is-ethereum-composable-card-desc": "Da alle Anwendungen auf derselben Blockchain mit einem gemeinsamen globalen Status aufgebaut sind, können sie aufeinander aufbauen (wie Legos). Dies ermöglicht die Entwicklung immer besserer Produkte und Erfahrungen.",
  "page-what-is-ethereum-community": "Die Ethereum-Gemeinschaft",
  "page-what-is-ethereum-desc": "Das Fundament für unsere digitale Zukunft",
  "page-what-is-ethereum-explore": "Ethereum entdecken",
  "page-what-is-ethereum-internet-card": "Privateres Internet",
  "page-what-is-ethereum-internet-card-desc": "Sie müssen nicht alle Ihre persönlichen Daten angeben, um eine Ethereum-App zu verwenden. Ethereums Wirtschaftssystem baut auf Werten auf, nicht auf Überwachung.",
  "page-what-is-ethereum-meet-comm": "Lernen Sie unsere Gemeinschaft kennen",
  "page-what-is-ethereum-meta-description": "Erfahren Sie mehr über Ethereum, was es macht und wie Sie es selbst ausprobieren können.",
  "page-what-is-ethereum-meta-title": "Was ist Ethereum?",
  "page-what-is-ethereum-p2p-card": "Ein Peer-to-Peer-Netzwerk",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum ermöglicht es, Geld zu überweisen oder Vereinbarungen direkt mit anderen zu treffen. Man muss nicht über Finanzvermittler gehen.",
  "page-what-is-ethereum-start-building-btn": "Fangen Sie an zu bauen",
  "page-what-is-ethereum-title": "Was ist Ethereum?",
  "page-what-is-ethereum-subtitle": "Ein kompletter Leitfaden für Einsteiger, der erklärt, wie Ethereum funktioniert, welche Vorteile es bringt und wie es von Millionen von Menschen auf der ganzen Welt genutzt wird.",
  "page-what-is-ethereum-button-lets-start": "Legen wir los",
  "page-what-is-ethereum-blockchain-tab-title": "Was ist eine Blockchain?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Eine Blockchain ist eine Datenbank mit Transaktionen</b>, die aktualisiert und von vielen Computern in einem Netzwerk gemeinsam genutzt wird. Jedes Mal, wenn ein neuer Satz von Transaktionen hinzugefügt wird, wird er als \"Block\" bezeichnet - daher der Name Blockchain. Die meisten Blockchains sind öffentlich und man kann nur Daten hinzufügen, nicht löschen. Wenn jemand die Informationen ändern oder das System betrügen wollte, müsste er dies auf der Mehrheit der Computer im Netzwerk tun. Das ist eine ganze Menge! Das macht etablierte Blockchains wie Ethereum sehr sicher.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Warum heißt es Kryptowährung?",
  "page-what-is-ethereum-cryptocurrency-tab-content": "Blockchains nutzen kryptografische Techniken, um die Sicherheit Ihrer Gelder zu gewährleisten. Ähnliche Techniken werden seit Jahren im Bankensektor eingesetzt, um die Sicherheit von Geldtransaktionen zu gewährleisten. Man könnte also sagen, dass Kryptowährungen ein Sicherheitsniveau haben, das dem einer Bank entspricht.",
  "page-what-is-ethereum-summary-title": "Zusammenfassung",
  "page-what-is-ethereum-summary-desc-1": "Ethereum ist eine Technologie zum Aufbau von Anwendungen und Organisationen, zum Halten von Vermögenswerten, zur Durchführung von Transaktionen und zur Kommunikation, ohne von einer zentralen Behörde kontrolliert zu werden. Um Ethereum zu nutzen, müssen Sie nicht alle Ihre persönlichen Daten preisgeben - Sie behalten die Kontrolle über Ihre eigenen Daten und darüber, was geteilt wird. Ethereum verfügt über eine eigene Kryptowährung, Ether, die zur Bezahlung bestimmter Aktivitäten im Ethereum-Netzwerk verwendet wird.",
  "page-what-is-ethereum-summary-desc-2": "Immer noch verwirrt? Wir erklären Ihnen alles Schritt für Schritt.",
  "page-what-is-ethereum-what-is-crypto-title": "Was ist eine Kryptowährung?",
  "page-what-is-ethereum-what-is-crypto-desc-1": "<b>Krypto (Kurzform für Kryptowährung) ist eine neue Form des digitalen Geldes, die auf Kryptographie basiert.</b>",
  "page-what-is-ethereum-what-is-crypto-desc-2": "Alles begann im Jahr 2008 mit Bitcoin. Man konnte damit Gelder an jeden beliebigen Ort auf der Welt schicken. Was Kryptowährungen von normalen Banküberweisungen oder anderen Finanzdienstleistungen wie Paypal oder Alipay unterscheidet, ist die Tatsache, dass es zum ersten Mal keinen Mittelsmann gab.",
  "page-what-is-ethereum-what-is-crypto-desc-3": "Moment, was ist ein Mittelsmann?",
  "page-what-is-ethereum-what-is-crypto-desc-4": "Ein Mittelsmann ist eine zentrale Behörde wie eine Bank oder eine Regierung, die in eine Transaktion zwischen dem Absender und dem Empfänger eingreift. Sie haben die Macht, Transaktionen zu überwachen, zu zensieren oder rückgängig zu machen und sie können die sensiblen Daten, die sie über Sie sammeln, an Dritte weitergeben. Oft bestimmen sie auch, zu welchen Finanzdienstleistungen Sie Zugang haben.",
  "page-what-is-ethereum-what-is-crypto-desc-5": "Bei Kryptowährungen ist das anders. <b>Die Transaktionen verbinden Sender und Empfänger direkt</b>, ohne sich mit einer zentralen Behörde auseinandersetzen zu müssen. Niemand sonst hat Zugang zu Ihrem Geld und <b>niemand kann Ihnen vorschreiben, welche Dienste Sie nutzen können</b>. Möglich wird dies durch die Blockchain-Technologie, mit der Kryptowährungen arbeiten.",
  "page-what-is-ethereum-btc-eth-diff-title": "Was ist der Unterschied zwischen Ethereum und Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "Ethereum wurde 2015 ins Leben gerufen und baut auf der Innovation von Bitcoin auf - mit einigen großen Unterschieden.",
  "page-what-is-ethereum-btc-eth-diff-2": "Mit beiden können Sie digitales Geld ohne Zahlungsanbieter oder Banken verwenden. Aber <b>Ethereum ist programmierbar</b>, so dass Sie auch dezentrale Anwendungen in seinem Netzwerk erstellen und einsetzen können.",
  "page-what-is-ethereum-btc-eth-diff-3": "Dass Ethereum programmierbar ist, bedeutet, dass Sie Anwendungen entwickeln können, die die Blockchain nutzen, um Daten zu speichern oder zu steuern, was Ihre Anwendung tun kann. Dies führt zu einer Allzweck-Blockchain, die so programmiert werden kann, dass sie alles tun kann. Da es keine Grenzen für die Möglichkeiten von Ethereum gibt, können im Ethereum-Netzwerk großartige Innovationen entstehen.",
  "page-what-is-ethereum-btc-eth-diff-4": "Während Bitcoin nur ein Zahlungsnetzwerk ist, ist Ethereum eher ein Marktplatz für Finanzdienstleistungen, Spiele, soziale Netzwerke und andere Anwendungen, die Ihre Privatsphäre respektieren und Sie nicht zensieren können.",
  "page-what-is-ethereum-what-can-eth-do-title": "Was kann Ethereum leisten?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Warum sollte ich Ethereum verwenden?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Wenn Sie schon einmal Geld ins Ausland geschickt haben (oder dies vorhaben) oder wenn Sie sich um die Zukunft Ihres Vermögens aufgrund externer Kräfte, die sich Ihrer Kontrolle entziehen, Sorgen machen müssen oder wenn Sie die zahlreichen Beschränkungen und Gebühren, die von traditionellen Finanzinstituten für alltägliche Transaktionen auferlegt werden, satt haben, dann könnte Sie interessieren, was Kryptowährungen zu bieten haben.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Denken Sie daran, dass Ethereum eine Geschichte ist, die noch geschrieben wird und dass viele weitere Gründe für die Nutzung von Ethereum aufgedeckt werden, während es sich mit der Zeit weiterentwickelt.",
  "page-what-is-ethereum-slide-1-title": "Billigere und schnellere grenzüberschreitende Zahlungen",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Stablecoins</b> sind eine neue Art von Kryptowährung, die sich auf einen stabileren Vermögenswert als Grundlage für ihren Wert stützt. Die meisten von ihnen sind an den US-Dollar gebunden und erhalten daher den Wert dieser Währung. Sie ermöglichen ein sehr günstiges und stabiles globales Zahlungssystem. Viele aktuelle Stablecoins basieren auf dem Ethereum-Netzwerk.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum und Stablecoins vereinfachen den Prozess des Geldversands ins Ausland. Es dauert oft nur wenige Minuten, um Gelder über den Globus zu bewegen, im Gegensatz zu den mehreren Werktagen oder sogar Wochen, die Ihre durchschnittliche Bank dafür benötigt und das zu einem Bruchteil des Preises. Darüber hinaus fallen keine zusätzlichen Gebühren für Transaktionen mit hohen Beträgen an und es gibt keine Einschränkungen, wohin oder warum Sie Ihr Geld senden.",
  "page-what-is-ethereum-slide-2-title": "Die schnellste Hilfe in Krisenzeiten",
  "page-what-is-ethereum-slide-2-desc-1": "Wenn Sie das Glück haben, an Ihrem Wohnort mehrere Bankmöglichkeiten bei vertrauenswürdigen Institutionen zu haben, halten Sie die finanzielle Freiheit, Sicherheit und Stabilität, die diese bieten, vielleicht für selbstverständlich. Aber für viele Menschen auf der Welt, die mit politischer Unterdrückung oder wirtschaftlicher Not konfrontiert sind, bieten Finanzinstitute möglicherweise nicht den Schutz oder die Dienstleistungen, die sie benötigen.",
  "page-what-is-ethereum-slide-2-desc-2": "Als Krieg, Wirtschaftskatastrophen oder die Einschränkung der bürgerlichen Freiheiten die Bewohner von <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Kuba</a>,<a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afghanistan</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigeria</a>,<a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Belarus</a> und <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">der Ukraine</a> trafen, stellten Kryptowährungen die schnellste und oft einzige Möglichkeit dar, ihre finanzielle Handlungsfähigkeit zu erhalten.<sup><a to=\"https://www.financialinclusion.tech/\">1</a></sup> Wie diese Beispiele zeigen, können Kryptowährungen wie Ethereum einen ungehinderten Zugang zur globalen Wirtschaft bieten, wenn Menschen von der Außenwelt abgeschnitten sind. Darüber hinaus bieten Stablecoins einen Wertaufbewahrungsort, wenn die lokalen Währungen aufgrund von Superinflation zusammenbrechen.",
  "page-what-is-ethereum-slide-3-title": "Schöpferische Kräfte befähigen",
  "page-what-is-ethereum-slide-3-desc-1": "Allein im Jahr 2021 nutzten Künstler, Musiker, Schriftsteller und andere Schöpfer Ethereum, um insgesamt etwa 3,5 Milliarden Dollar zu verdienen. Dies macht Ethereum neben Spotify, YouTube und Etsy zu einer der größten globalen Plattformen für Schöpfer. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Erfahre mehr</a>.",
  "page-what-is-ethereum-slide-4-title": "Spieler stärken",
  "page-what-is-ethereum-slide-4-desc-1": "So genannte \"Play to earn Games\" (bei denen Spieler tatsächlich für das Spielen der Spiele belohnt werden) sind in letzter Zeit entstanden und verändern die Spieleindustrie. Traditionell ist es oft verboten, In-Game-Assets gegen echtes Geld zu handeln oder an andere Spieler zu übertragen. Dies zwingt die Spieler dazu, Schwarzmarkt-Websites zu verwenden, die oft ein Sicherheitsrisiko darstellen. Blockchain-Gaming umfasst die In-Game-Ökonomie und fördert ein solches Verhalten auf vertrauenswürdige Weise.",
  "page-what-is-ethereum-slide-4-desc-2": "Darüber hinaus erhalten die Spieler einen Anreiz, indem sie Token im Spiel gegen echtes Geld eintauschen können und so für ihre Spielzeit wirklich belohnt werden.",
  "page-what-is-ethereum-meet-ether-title": "Treffe ether, Ethereums Kryptowährung",
  "page-what-is-ethereum-meet-ether-desc-1": "Ethereum hat eine native Kryptowährung namens Ether (ETH). Es ist rein digital und Sie können es sofort an jeden überall auf der Welt senden. Die Versorgung mit ETH wird von keiner Regierung oder Firma kontrolliert – sie ist dezentralisiert und völlig transparent. Neue Coins (allgemein auch Token genannt) werden nur von Minern und Stakern erstellt, die das Netzwerk pflegen.",
  "page-what-is-ethereum-meet-ether-desc-2": "Jede Handlung im Ethereum Netzwerk erfordert eine bestimmte Menge an Rechenleistung. Diese Gebühr wird in Form von Äther bezahlt. Das bedeutet, dass sie mindestens eine kleine Menge von ETH besitzen müssen, um das Netzwerk zu nutzen.",
  "page-what-is-ethereum-what-is-ether": "Was ist Ether?",
  "page-what-is-ethereum-get-eth": "Erwerbe ETH",
  "page-what-is-ethereum-what-can-i-do-title": "Was kann ich mit ETH Münzen machen?",
  "page-what-is-ethereum-what-can-i-do-desc-1": "Es stellt sich heraus: eine menge Möglichkeiten! Eine der bekanntesten Anwendungen der Ethereum-Technologie ist die dezentrale Finanzierung (DeFi), die ganze Bereiche von Bankdienstleistungen für jeden mit einer Internetverbindung öffnet. Sie können Ihren Ether als Sicherheit verwenden, um Kredite aufzunehmen oder Liquidität bereitzustellen, um Zinsen auf Ihre Gelder zu verdienen.",
  "page-what-is-ethereum-explore-applications": "Entdecke Anwendungen",
  "page-what-is-ethereum-learn-defi": "Infos über DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Wer betreibt Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum wird von keiner Einheit kontrolliert. Sie existiert allein durch die dezentrale Beteiligung und Kooperation der Community. Ethereum nutzt Nodes (ein Computer mit einer Kopie der Ethereum-Blockchain-Daten), die von Freiwilligen betrieben werden, um einzelne Server- und Cloud-Systeme zu ersetzen, die großen Internetanbietern und -diensten gehören.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Diese verteilten Nodes, die von Einzelpersonen und Unternehmen auf der ganzen Welt betrieben werden, bieten Ausfallsicherheit für die Ethereum-Netzwerkinfrastruktur. Es ist daher viel weniger anfällig für Hacks oder Abschaltungen. <b>Seit seiner Einführung im Jahr 2015 hat Ethereum nie Ausfallzeiten erlitten</b>. Es gibt Tausende von einzelnen Nodes, auf denen das Ethereum-Netzwerk läuft. Dies macht Ethereum zu einer der am stärksten dezentralisierten Kryptowährungen, die nur von Bitcoin übertroffen wird.",
  "page-what-is-ethereum-run-a-node": "Einen Knoten betreiben",
  "page-what-is-ethereum-smart-contract-title": "Was sind Smart Contracts?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Smart Contracts sind einfach Computerprogramme</b>, die auf der Ethereum-Blockchain leben. Sie werden nur <b>ausgeführt, wenn sie durch eine Transaktion von einem Benutzer (oder einem anderen Vertrag) ausgelöst werden</b>. Sie machen Ethereum sehr flexibel in seinen Möglichkeiten und unterscheiden es von anderen Kryptowährungen. Diese Programme nennen wir heute dezentrale Apps oder Dapps.",
  "page-what-is-ethereum-smart-contract-desc-2": "Haben Sie jemals ein Produkt verwendet, dessen Nutzungsbedingungen geändert wurden? Oder eine Funktion entfernt, die Sie nützlich fanden? Sobald ein Smart Contract für Ethereum veröffentlicht wurde, ist er online und betriebsbereit, solange Ethereum existiert. Nicht einmal der Autor kann es abnehmen. Da Smart Contracts automatisiert sind, diskriminieren sie keinen Benutzer und sind immer einsatzbereit.",
  "page-what-is-ethereum-smart-contract-desc-3": "Beliebte Beispiele für intelligente Verträge sind Kredit-Apps, dezentrale Handelsbörsen, Versicherungen, Crowdfunding-Apps – im Grunde alles, was man sich vorstellen kann.",
  "page-what-is-ethereum-more-on-smart-contracts": "Mehr über intelligente Verträge",
  "page-what-is-ethereum-explore-dapps": "Entdecke dApps",
  "page-what-is-ethereum-criminal-activity-title": "Ich habe gehört, dass Krypto ein Tool für kriminelle Aktivitäten ist. Stimmt das?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Wie bei jeder Form von Geld wird ein Teil davon missbraucht. Da jedoch alle Ethereum-Transaktionen auf einer offenen Blockchain stattfinden, ist es für Behörden oft einfacher, illegale Aktivitäten zu verfolgen, als dies im traditionellen Finanzsystem der Fall wäre, was Ethereum wohl zu einer weniger attraktiven Wahl für diejenigen macht, die lieber unentdeckt bleiben möchten.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Laut den wichtigsten Erkenntnissen eines kürzlich erschienenen Berichts von Europol, der Agentur der Europäischen Union für die Zusammenarbeit auf dem Gebiet der Strafverfolgung, werden Kryptowährungen viel weniger als Fiat-Währungen für kriminelle Zwecke verwendet:",
  "page-what-is-ethereum-criminal-activity-desc-3": "„Die Verwendung von Kryptowährungen für illegale Aktivitäten scheint nur einen kleinen Teil der gesamten Kryptowährungswirtschaft auszumachen, und sie scheint vergleichsweise kleiner zu sein als die Menge an illegalen Geldern, die mit traditionellen Finanzen verbunden sind.“",
  "page-what-is-ethereum-energy-title": "Was ist mit dem Energieverbrauch von Ethereum?",
  "page-what-is-ethereum-energy-desc-1": "Ethereum verwendet derzeit einen Proof-of-Work-Mechanismus, der viel Energie verbraucht. In den kommenden Monaten (Q3/Q4 2022) wird Ethereum sein bisher größtes Update durchlaufen und auf den Proof-of-Stake-Mechanismus umstellen, der <b>die Umweltauswirkungen erheblich reduzieren</b> wird.",
  "page-what-is-ethereum-energy-desc-2": "Dieses Update wird die zur Sicherung von Ethereum erforderliche Energie um etwa <b>99,95 %</b> reduzieren und ein <b>sichereres Netzwerk zu viel geringeren CO2-Kosten</b> schaffen. Dies wird Ethereum zu einer wirklich kohlenstoffarmen Blockchain machen und gleichzeitig seine Sicherheit und Skalierbarkeit erhöhen.",
  "page-what-is-ethereum-more-on-energy-consumption": "Mehr zum Energieverbrauch",
  "page-what-is-ethereum-the-merge-update": "Das Merge Update",
  "page-what-is-ethereum-additional-reading": "Zusätzliche Lektüre",
  "page-what-is-ethereum-week-in-ethereum": "Woche in den Ethereum-Nachrichten",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Ein wöchentlicher Newsletter mit wichtigen Entwicklungen im gesamten Ökosystem.",
  "page-what-is-ethereum-the-year-in-ethereum-2021": "Das Jahr in Ethereum 2021",
  "page-what-is-ethereum-the-year-in-ethereum-2021-desc": "17. Januar 2022 - Josh Stark und Evan Van Ness",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atome, Institutionen, Blockchains",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Weshalb sind Blockchains wichtig?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum in Zahlen"
}
