{
  "page-what-is-ethereum-101": "Ethereum Einmaleins",
  "page-what-is-ethereum-101-desc": "Ethereum als Technologie ermöglicht es Ihnen für eine geringe Gebühr Kryptowährungen an andere zu versenden. Zusätzlich speist sie Apps, die jeder verwenden und niemand entfernen kann.",
  "page-what-is-ethereum-101-desc-2": "Ethereum baut, mit einigen großen Unterschieden, auf der Innovation von Bitcoin auf.",
  "page-what-is-ethereum-101-desc-3": "Beide ermöglichen den Gebrauch von digitalem Geld ohne Zahlungsanbieter und Banken. Aber Ethereum ist programmierbar, sodass Sie es für viele verschiedene digitale Anlagen verwenden können – sogar Bitcoin!",
  "page-what-is-ethereum-101-desc-4": "Das bedeutet auch, dass Ethereum für mehr als nur für Zahlungen verwendet werden kann. Es ist eine Plattform für Finanzdienstleistungen, Games und Apps, welche Ihnen keine Daten stehlen oder Sie zensieren können.",
  "page-what-is-ethereum-101-italic": "die weltumspannende programmierbare Blockchain.",
  "page-what-is-ethereum-101-strong": "Es ist ",
  "page-what-is-ethereum-accessibility": "Ethereum steht allen offen.",
  "page-what-is-ethereum-adventure": "Wählen Sie Ihr eigenes Abenteuer aus!",
  "page-what-is-ethereum-alt-img-bazaar": "Abbildung einer Person, die in einen Basar hineinblickt, welcher Ethereum repräsentiert",
  "page-what-is-ethereum-alt-img-comm": "Eine Illustration von Mitgliedern der Ethereum-Community in Zusammenarbeit",
  "page-what-is-ethereum-alt-img-lego": "Eine Illustration einer Hand, die ein Ethereum-Logo aus Lego-Steinen aufbaut",
  "page-what-is-ethereum-alt-img-social": "Eine Illustration von Charakteren in einem sozialen Raum, der Ethereum mit einem großen ETH-Logo gewidmet ist",
  "page-what-is-ethereum-banking-card": "Banking für alle",
  "page-what-is-ethereum-banking-card-desc": "Nicht jeder hat Zugang zu Finanzdienstleistungen, aber alles, was man braucht, um auf Ethereum und seine Kredit- und Vermögensprodukte zuzugreifen, ist eine Internetverbindung.",
  "page-what-is-ethereum-build": "Erschaffen Sie etwas mit Ethereum",
  "page-what-is-ethereum-build-desc": "Wenn Sie mit Ethereum etwas erschaffen möchten, lesen unsere Dokumentationen, probieren Sie ein paar Tutorials aus oder schauen Sie sich die Werkzeuge an, die Sie brauchen, um loszulegen.",
  "page-what-is-ethereum-censorless-card": "Zensurresistent",
  "page-what-is-ethereum-censorless-card-desc": "Keine Regierung oder Firma hat Kontrolle über Ethereum. Diese Dezentralisierung macht es für jedermann nahezu unmöglich, Zahlungen oder die Inanspruchnahme von Dienstleistungen auf Ethereum zu verhindern.",
  "page-what-is-ethereum-comm-desc": "Unsere Community umfasst Leute aus allen Backgrounds, darunter Künstler, Krypto-Anarchisten, Unternehmen der Fortune 500, und jetzt auch Sie. Finden Sie heraus, wie Sie sich heute beteiligen können.",
  "page-what-is-ethereum-commerce-card": "Handelsgarantien",
  "page-what-is-ethereum-commerce-card-desc": "Ethereum sorgt für ausgeglichene Wettbewerbsbedingungen. Kunden haben eine sichere, eingebaute Garantie, dass Kapital nur dann überwiesen wird, wenn das geliefert wird, worauf man sich geeinigt hat. Man braucht kein Unternehmen mit großem wirtschaftlichem Einfluss, um Geschäfte zu führen.",
  "page-what-is-ethereum-community": "Die Ethereum-Gemeinschaft",
  "page-what-is-ethereum-compatibility-card": "Kompatibilität für den Erfolg",
  "page-what-is-ethereum-compatibility-card-desc": "Es werden ständig bessere Produkte und Erfahrungen gebaut, da die Produkte von Ethereum standardmäßig kompatibel sind. Unternehmen können aufeinander und ihren Erfolg aufbauen.",
  "page-what-is-ethereum-dapps-desc": "Produkte und Dienstleistungen, die auf Ethereum laufen. Es gibt DApps für Finanzen, Arbeit, soziale Medien, Gaming und vieles mehr – lerne die Apps unserer digitalen Zukunft kennen.",
  "page-what-is-ethereum-dapps-img-alt": "Eine Abbildung eines Doges, der eine Ethereum-Anwendung an einem Computer benutzt",
  "page-what-is-ethereum-dapps-title": "Ethereum-DApps",
  "page-what-is-ethereum-desc": "Das Fundament für unsere digitale Zukunft",
  "page-what-is-ethereum-explore": "Ethereum entdecken",
  "page-what-is-ethereum-get-started": "Der beste Weg mehr zu erfahren ist sich eine Wallet herunterzuladen, sich ein bisschen ETH zu holen und eine Ethereum-App auszuprobieren.",
  "page-what-is-ethereum-in-depth-description": "Ethereum ist ein freier Zugang zu digitalem Geld und datenfreundlichen Dienstleistungen für jeden – ungeachtet des Backgrounds oder Standorts. Es ist eine von der Gemeinschaft gebaute Technologie hinter der Kryptowährung Ether (ETH) und Tausenden von Anwendungen, die Sie heute verwenden können.",
  "page-what-is-ethereum-internet-card": "Privateres Internet",
  "page-what-is-ethereum-internet-card-desc": "Sie müssen nicht alle Ihre persönlichen Daten angeben, um eine Ethereum-App zu verwenden. Ethereums Wirtschaftssystem baut auf Werten auf, nicht auf Überwachung.",
  "page-what-is-ethereum-meet-comm": "Lernen Sie unsere Gemeinschaft kennen",
  "page-what-is-ethereum-meta-description": "Erfahren Sie mehr über Ethereum, was es macht und wie Sie es selbst ausprobieren können.",
  "page-what-is-ethereum-meta-title": "Was ist Ethereum?",
  "page-what-is-ethereum-native-alt": "Das Symbol für Ether (ETH)",
  "page-what-is-ethereum-native-crypto": "Ethereums native Kryptowährung und Äquivalent zum Bitcoin. Man kann ETH auf Ethereum-Anwendungen benutzen, oder um Beträge an Freunde und Familie zu senden.",
  "page-what-is-ethereum-native-img-alt": "Eine Illustration eines Roboters mit einem Safe als Oberkörper, um Ethereum-Wallets zu repräsentieren",
  "page-what-is-ethereum-native-title": "ETH",
  "page-what-is-ethereum-p2p-card": "Ein Peer-to-Peer-Netzwerk",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum ermöglicht es, Geld zu überweisen oder Vereinbarungen direkt mit anderen zu treffen. Man muss nicht über Finanzvermittler gehen.",
  "page-what-is-ethereum-singlecard-desc": "Wenn Sie an Blockchain und der technischen Seite von Ethereum interessiert sind, haben wir hier das Richtige für Sie.",
  "page-what-is-ethereum-singlecard-link": "Wie Ethereum funktioniert",
  "page-what-is-ethereum-singlecard-title": "Wie Ethereum funktioniert",
  "page-what-is-ethereum-start-building-btn": "Fangen Sie an zu bauen",
  "page-what-is-ethereum-title": "Was ist Ethereum?",
  "page-what-is-ethereum-tools-needed": "Alles, was Sie zum Mitmachen brauchen, ist eine Wallet.",
  "page-what-is-ethereum-try": "Testen Sie Ethereum",
  "page-what-is-ethereum-tryit": "Treten Sie also ein in den Bazaar und probieren Sie es aus...",
  "page-what-is-ethereum-wallets": "Wallets",
  "page-what-is-ethereum-wallets-desc": "Wie Sie Ihre ETH und Ihr Ethereum-Konto verwalten. Sie benötigen eine Wallet, um loszulegen – wir helfen Ihnen bei der Auswahl.",
  "page-what-is-ethereum-welcome": "Willkommen bei Ethereum",
  "page-what-is-ethereum-welcome-2": "Wir hoffen, dass Sie bleiben.",
  "page-what-is-ethereum-defi-title": "Dezentrales Finanzwesen (DeFi)",
  "page-what-is-ethereum-defi-description": "Ein offeneres Finanzsystem, das Ihnen mehr Kontrolle über Ihr Geld gibt und neue Möglichkeiten eröffnet.",
  "page-what-is-ethereum-defi-alt": "Ein Ethereum-Logo aus Legosteinen.",
  "page-what-is-ethereum-nft-title": "Non-Fungible-Token (NFT)",
  "page-what-is-ethereum-nft-description": "Ein Weg einzigartige Objekte als Assets auf Ethereum darzustellen, die gehandelt oder als Proof-of-Ownership benutzt werden können, und neue Möglichkeiten für Creator zu schaffen.",
  "page-what-is-ethereum-nft-alt": "Ein Ethereum-Logo, das als Hologramm dargestellt wird.",
  "page-what-is-ethereum-dao-title": "Dezentrale autonome Organisationen (DAO)",
  "page-what-is-ethereum-dao-description": "Ein neuer Weg, um zusammenzuarbeiten und Online-Communitys mit gemeinsamen Zielen und gepoolten Mitteln zu erstellen.",
  "page-what-is-ethereum-dao-alt": "Eine Repräsentation eines Abstimmungsvorschlags in einer DAO.",
  "page-what-is-ethereum-use-cases-title": "Entdecken Sie Ethereums Anwendungsfälle",
  "page-what-is-ethereum-use-cases-subtitle": "Ethereum hat zur Erstellung von neuen Produkten und Services geführt, die verschiedenste Teile unseres Lebens verbessern können.",
  "page-what-is-ethereum-use-cases-subtitle-two": "Wir befinden uns noch in den Anfangsphasen, aber es gibt bereits vieles, für das man sich begeistern kann."
}
