{
  "consensus-client-besu-logo-alt": "Besu-Logo",
  "consensus-client-erigon-logo-alt": "Erigon-Logo",
  "consensus-client-geth-logo-alt": "Geth-Logo",
  "consensus-client-lighthouse-logo-alt": "Lighthouse-Logo",
  "consensus-client-lodestar-logo-alt": "Lodestar-Logo",
  "consensus-client-nethermind-logo-alt": "Nethermind-Logo",
  "consensus-client-nimbus-logo-alt": "Nimbus-Logo",
  "consensus-client-prysm-logo-alt": "Prysm-Logo",
  "consensus-client-teku-logo-alt": "Teku-Logo",
  "page-upgrades-answer-1": "Die Beacon Chain wurde als Werkzeug bei der Zusammenführung des Ethereum Hauptnetzes verwendet.",
  "page-upgrades-answer-2": "Mit der Zusammenführung hatte Ethereum sein umfangreichstes Upgrade, das je den Proof-of-Work-Prozess gegen eine neue Proof-of-Stake basierte Konsensschicht austauschte.",
  "page-upgrades-answer-4": "Die Beacon Chain wurde verwendet, um den auf dem Spiel beruhenden Konsens zu entwickeln, den Ethereum heute verwendet. Es wurde separat an Ethereum Mainnet ausgeführt, so dass Entwickler den Konsensmechanismus isoliert beobachten konnten, bevor sie es zur Koordinierung realer Aktivitäten verwenden.",
  "page-upgrade-article-author-status": "Status",
  "page-upgrade-article-author-ethmerge": "Ethmerge",
  "page-upgrade-article-author-alchemy": "Alchemy",
  "page-upgrade-article-author-consensys": "Consensys",
  "page-upgrade-article-author-delphi-digital": "Delphi Digital",
  "page-upgrade-article-author-eip-4844": "Vitalik Buterin, Dankrad Feist, Diederik Loerakker, George Kadianakis, Matt Garnett, Mofi Taiwo",
  "page-upgrade-article-author-ethereum-foundation": "Ethereum Foundation",
  "page-upgrade-article-author-vitalik-buterin": "Vitalik Buterin",
  "page-upgrade-article-author-ethos-dev": "Ethos.dev",
  "page-upgrade-article-title-two-point-oh": "2.0: Die Beacon Chain",
  "page-upgrade-article-title-beacon-chain-explainer": "Die Beacon Chain – Ethereum 2.0-Erklärung, die Sie zu Beginn lesen sollten",
  "page-upgrade-article-title-sharding-consensus": "Sharding-Konsens",
  "page-upgrade-article-title-sharding-is-great": "Warum Sharding großartig ist: Entmystifizierung der technischen Eigenschaften",
  "page-upgrade-article-title-rollup-roadmap": "Eine Rollup-zentrierte Roadmap",
  "page-upgrade-article-title-hitchhikers-guide-to-ethereum": "The Hitchhikers Guide To Ethereum",
  "page-upgrade-article-title-eip-4844": "EIP-4844: Shard Blob-Transaktionen (Proto-Danksharding)",
  "page-upgrade-article-title-proto-danksharding-faq": "Proto-Danksharding FAQ",
  "page-upgrade-article-title-sharding-das": "Eine Erklärung zur Freigabe und Datenverfügbarkeitsprobenahme (DAS)",
  "page-upgrade-article-title-ethmerge": "Ethmerge",
  "page-upgrade-article-title-merge-is-coming": "Die Zusammenführung kommt",
  "page-upgrade-article-title-state-of-the-merge": "Zustand der Zusammenführung: Ein Update über Ethereums Zusammenführung zum Proof-of-Stake 2022",
  "page-upgrade-article-title-ropsten-merge-testnet": "Ankündigung des Ropsten Merge-Testnetzes",
  "page-upgrade-article-title-execution-layer-specs": "Spezifikationen der Ausführungsebene",
  "page-upgrade-article-title-consensus-layer-specs": "Daten aus der Konsensebene",
  "page-upgrade-article-title-engine-api-specs": "Engine API Spezifikationen",
  "page-upgrades-beacon-chain-date": "Die Beacon Chain wurde am 1. Dezember 2020 in Betrieb genommen",
  "page-upgrades-beacon-chain-desc": "Die Beacon Chain brachte die grundlegende Idee zu Ethereum und legte den Grundstein für zukünftige Neuerungen. Es wird zudem das neue Proof-of-Stake Ethereum-System koordinieren.",
  "page-upgrades-beacon-chain-estimate": "Die Beacon Chain ist live",
  "page-upgrades-beacon-chain-title": "Die Beacon Chain",
  "page-upgrades-bug-bounty": "Bug-Bounty-Programm anzeigen",
  "page-upgrades-clients": "Mehr erfahren über die Konsens-Clients (früher bekannt als „Eth2“-Clients)",
  "page-staking-deposit-contract-title": "Mehr erfahren über die Adresse des Einzahlungsvertrags",
  "page-upgrades-dive": "Mehr erfahren über die Vision",
  "page-upgrades-dive-desc": "Wie werden wir Ethereum skalierbarer, sicherer und nachhaltiger machen? Und das alles unter Beibehaltung des wesentlichen Merkmals Ethereums: Die Dezentralisierung.",
  "page-upgrades-docking": "Die Zusammenführung",
  "page-upgrades-merge-answer-1": "Die Fusion fand statt, als Ethereum am 15. September 2022 zu Proof-of-Stake überging. Die Beacon Chain fusionierte mit Mainnet, was den Proof-of-Work-Ansatz offiziell ablöste und den Energieverbrauch von Ethereum um ca. 99,95 % gesenkt hat.",
  "page-upgrades-merge-btn": "Mehr zur Zusammenführung",
  "page-upgrades-merge-desc": "Mainnet Ethereum wird bald mit der Proof-of-Stake Beacon Chain „verschmelzen“ und damit das Ende des energieintensiven Mining markieren.",
  "page-upgrades-merge-estimate": "Die Zusammenführung kommt",
  "page-upgrades-merge-mainnet": "Was ist das Mainnet?",
  "page-upgrades-eth-blog": "ethereum.org-Blog",
  "page-upgrades-explore-btn": "Mehr erfahren über die Upgrades",
  "page-upgrades-get-involved": "Werden Sie Teil des Ethereum-Upgrades",
  "page-upgrades-get-involved-2": "Mitmachen",
  "page-upgrades-head-to-ethresearch": "Gehen Sie zu ethresear.ch",
  "page-upgrades-help": "Möchten Sie sich an den Ethereum-Upgrades beteiligen?",
  "page-upgrades-help-desc": "Es gibt viele Möglichkeiten, an den Ethereum-Upgrades mitzuwirken und beim Testen zu helfen und sogar Prämien zu verdienen.",
  "page-upgrades-index-staking": "Staking ist hier",
  "page-upgrades-index-staking-desc": "Der Schlüssel zu den Ethereum-Upgrades ist die Einführung von Staking. Wenn Sie Ihre ETH nutzen möchten, um dabei zu unterstützen, das Ethereum-Netzwerk zu sichern, dann befolgen Sie die aufgeführten Schritte.",
  "page-upgrades-index-staking-learn": "Mehr erfahren über Staking",
  "page-upgrades-index-staking-learn-desc": "Mit der Beacon Chain kommt das Staking auf Ethereum. Das bedeutet, wenn Sie ETH haben, können Sie etwas Gutes tun, indem Sie das Netzwerk sichern und dabei ETH verdienen.",
  "page-upgrades-index-staking-step-1": "1. Einrichten mit dem Launchpad",
  "page-upgrades-index-staking-step-1-btn": "Staking-Launchpad ansehen",
  "page-upgrades-index-staking-step-1-desc": "Für das Staken auf Ethereum ist das Launchpad erforderlich – es führt Sie durch den Prozess.",
  "page-upgrades-index-staking-step-2": "2. Staking-Adresse bestätigen",
  "page-upgrades-index-staking-step-2-btn": "Adresse des Einzahlungsvertrags bestätigen",
  "page-upgrades-index-staking-step-2-desc": "Bevor Sie Ihre ETH staken, sollten Sie sichergehen, dass Sie die richtige Adresse und das Launchpad durchlaufen haben.",
  "page-upgrades-index-staking-sustainability": "Nachhaltiger",
  "page-upgrades-meta-desc": "Eine Übersicht über die die Ethereum-Upgrades und die Vision, die damit realisiert werden soll.",
  "page-upgrades-meta-title": "Ethereum-Upgrades (ehemals „Eth2“)",
  "page-upgrades-proof-stake-link": "Mehr zum Proof-of-Stake",
  "page-upgrades-question-1-title": "Wann werden die Upgrades veröffentlicht?",
  "page-upgrades-question-1-desc": "Die Upgrades für Ethereum erfolgen fortlaufend, sie unterscheiden sich durch ihre Veröffentlichungsdaten.",
  "page-upgrades-question-2-title": "Ist die Beacon Chain eine separate Blockchain?",
  "page-upgrades-question-2-desc": "Ja. Die Beacon Chain ist der Name einer parallelen Proof-of-Stake-Blockchain zur Aktualisierung von Ethereums Mainnet. Es gibt jetzt nur noch eine Blockchain, die durch die Zusammenführung der ursprünglichen Ethereum-Blockchain und der Beacon Chain gebildet wird.",
  "page-upgrades-question-3-answer-2a": "Die Zusammenführung hatte minimale Auswirkungen auf dApp-Entwickler – sie interagieren weiterhin mit Ethereum auf die gleiche Weise.",
  "page-upgrades-question-3-answer-2a-link": "Die Zusammenführung und dApp-Entwickler",
  "page-upgrades-question-3-answer-2b": "Sharding-Pläne werden noch entwickelt, jedoch mit dem Ziel von Layer-2-Rollups.",
  "page-upgrades-layer-2-rollups": "Mehr über Layer-2-Rollups",
  "page-upgrades-question-3-answer-3-link": "ehtresear.ch besuchen",
  "page-upgrades-question-3-desc": "Im Augenblick müssen Sie nichts tun, um sich auf die Upgrades vorzubereiten.",
  "page-upgrades-question-3-title": "Wie bereite ich mich auf die Upgrades vor?",
  "page-upgrades-question-4-answer-1": "Wenn Sie heute eine Transaktion durchführen oder eine dApp benutzen, verwenden Sie die Ausführungsebene bekannt als Mainnet.",
  "page-upgrades-question-4-answer-3": "Nach der Zusammenführung werden Validatoren das gesamte Netzwerk mittels Proof-of-Stake sichern.",
  "page-upgrades-question-4-answer-6": "Jeder kann ein Validator werden, indem er sein ETH staket.",
  "page-upgrades-question-4-answer-7": "Mehr zum Staking",
  "page-upgrades-question-4-title": "Was ist die Ausführungsebene?",
  "page-upgrades-question-4-desc": "Vor der Zusammenführung wurde die Ethereum-Blockchain manchmal als „Eth1.“ bezeichnet. Dieser Begriff wurde zugunsten der „Ausführungsebene“ abgeschafft.",
  "page-upgrades-question-5-answer-1": "Um ein Validator im Netzwerk zu werden, müssen Sie 32 ETH staken. Wenn Sie nicht so viel haben oder nicht so viel einsetzen möchten, können Sie sich an Staking-Pools beteiligen. Mit diesen Pools können Sie weniger einsetzen und Bruchteile der Gesamtprämien sammeln.",
  "page-upgrades-question-5-desc": "Sie müssen das Staking-Launchpad nutzen oder einem Staking-Pool beitreten.",
  "page-upgrades-question-5-title": "Wie stake ich?",
  "page-upgrades-question-6-answer-3": "Danny Ryan von der Ethereum Foundation bringt die Community regelmäßig auf den neusten Stand:",
  "page-upgrades-question-6-answer-4": "Ben Edgington von ConsenSys bietet einen wöchentlichen Newsletter über die Ethereum-Upgrades:",
  "page-upgrades-question-6-answer-5": "Sie können sich auch der Diskussion über die Forschung und Entwicklung von Ethereum auf ethresear.ch anschließen.",
  "page-upgrades-question-6-title": "Was muss ich mit meiner dApp tun?",
  "page-upgrades-question-6-desc": "Die Zusammenführung wurde so konzipiert, dass sie nur minimale Auswirkungen auf die Entwickler hat, obwohl es ein paar kleine Änderungen gab, die man beachten sollte.",
  "page-upgrades-question-6-answer-1": "Dapp-Entwickler, die mit Ethereum vor und nach der Zusammenführung vertraut waren, sollten einige Änderungen kennen. Diese Änderungen umfassen Blockstruktur und Timing, einige Opcode-Änderungen, Quellen von On-Chain-Zufälligkeit und das Konzept der Epochenfinalisierung.",
  "page-upgrades-question-6-answer-1-link": "Wie die Zusammenführung die Anwendungsebene von Ethereum beeinflusste",
  "page-upgrades-question-6-answer-2": "Anwendungen waren nahezu nicht betroffen.",
  "page-upgrades-question-7-desc": "Viele verschiedene Teams aus der ganzen Community arbeiten an den verschiedenen Ethereum-Upgrades.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(Rust-Implementierung)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(JavaScript-Implementierung)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(Nim-Implementierung)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(Go-Implementierung)",
  "page-upgrades-question-7-teams": "Die Konsens-Client-Teams:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(Java-Implementierung)",
  "page-upgrades-question-7-title": "Wer erstellt die Ethereum-Upgrades?",
  "page-upgrades-question-7-clients": "Mehr erfahren über die Ethereum-Clients",
  "page-upgrades-question-8-answer-1": "Mit den Ethereum-Upgrades wird es möglich, Ethereum dezentral zu skalieren und gleichzeitig die Sicherheit zu erhalten und die Nachhaltigkeit zu steigern.",
  "page-upgrades-question-8-answer-2": "Das wesentlichste Problem ist, dass Ethereum in der Lage sein muss, mehr als 15-45 Transaktionen pro Sekunde verarbeiten zu können. Doch die Upgrades zielen auf weitere Probleme ab, die mit Ethereum heute bestehen.",
  "page-upgrades-question-8-answer-3": "Das Netzwerk erfährt eine so hohe Nachfrage, dass die Nutzung von Ethereum teuer ist. Knoten im Netzwerk haben mit der Größe von Ethereum und der Datenmenge, die ihre Computer verarbeiten müssen, stark zu kämpfen. Zudem ist der zugrunde liegende Algorithmus, der Ethereum sicher und dezentral hält, energieintensiv und muss umweltfreundlicher werden.",
  "page-upgrades-question-8-answer-4": "Vieles von dem, was sich ändert, steht schon seit 2015 auf der Roadmap von Ethereum. Aber die gegenwärtigen Bedingungen machen die Notwendigkeit der Upgrades noch größer.",
  "page-upgrades-question-8-answer-6": "Mehr zur Vision von Ethereum",
  "page-upgrades-question-8-desc": "Das Ethereum, das wir heute verwenden, muss Endnutzern und Netzwerkteilnehmern eine bessere Erfahrung bieten.",
  "page-upgrades-question-8-title": "Warum sind die Upgrades erforderlich?",
  "page-upgrades-question-9-answer-1": "Die aktivste Rolle, die Sie spielen können, ist, Ihre ETH einzusetzen.",
  "page-upgrades-question-9-answer-2": "Vielleicht möchten Sie auch einen zweiten Client verwenden, um die Client-Diversität zu verbessern.",
  "page-upgrades-question-9-answer-3": "Wenn Sie technisch versiert sind, können Sie dabei helfen, Fehler in den neuen Clients zu finden.",
  "page-upgrades-question-9-answer-4": "Sie können auch bei den technischen Diskussionen mit Ethereum-Forschern mitreden, und zwar auf ethresear.ch.",
  "page-upgrades-question-9-desc": "Sie müssen kein Techniker sein, um etwas beizutragen. Die Community sucht nach Beteiligungen aus allen möglichen Bereichen.",
  "page-upgrades-question-9-stake-eth": "ETH staken",
  "page-upgrades-question-9-title": "Wie kann ich zu den Ethereum-Upgrades beitragen?",
  "page-upgrades-question-9-more": "Allgemeinere Möglichkeiten finden, um sich an Ethereum zu beteiligen",
  "page-upgrades-question-10-title": "Was sind die „Eth2“-Phasen?",
  "page-upgrades-question-10-desc": "Manche Dinge haben sich hier geändert.",
  "page-upgrades-question-10-answer-0": "Der Begriff „Eth2“ selbst wird nicht mehr verwendet, da es sich nicht um ein einzelnes Upgrade oder ein neues Netzwerk handelt. Es handelt sich vielmehr um eine Reihe von Upgrades, die alle dazu beitragen, Ethereum skalierbarer, sicherer und nachhaltiger zu machen. Das Netzwerk, das Sie kennen und lieben, wird einfach als Ethereum bezeichnet.",
  "page-upgrades-question-10-answer-1": "Wir halten uns zurück mit dem, was wir über eine technische Roadmap sagen, denn das ist Software: Die Dinge können sich ändern. Wir denken, es ist einfacher zu verstehen, was passiert, wenn man über die Resultate liest.",
  "page-upgrades-question-10-answer-1-link": "Upgrades ansehen",
  "page-upgrades-question-10-answer-2": "Doch wenn Sie die Diskussion verfolgt haben, erfahren Sie hier, wie die Upgrades in die technischen Roadmaps passen und ein wenig darüber, wie sie sich ändern.",
  "page-upgrades-question-10-answer-3": "Phase 0 beschreibt die Arbeit rund um die Einführung der Beacon Chain.",
  "page-upgrades-question-10-answer-5": "Ursprünglich konzentrierte sich Phase 1 auf die Implementierung der Shard Chains, aber die Priorisierung hat sich auf die Zusammenführung verlagert, die am 15. September 2022 ausgeliefert wurde.",
  "page-upgrades-question-10-answer-6": "La phase 1.5 était initialement prévue pour suivre les implémentations des chaînes de fragments au moment où le réseau principal aurait été ajouté en tant que dernier fragment à la chaîne phare. Cependant, à mesure que la technologie de rollup progressait, la communauté Ethereum a accéléré la transition en s'écartant plutôt de la preuve de travail.",
  "page-upgrades-question-10-answer-7": "Die Pläne rund um Phase 2 waren ein Punkt intensiver Forschung und Diskussion. Mit dem Abschluss der Zusammenführung und dem Fortschritt bei Layer-2-Lösungen haben sich die Ziele zu einer eher vereinfachten Form des Daten-Shardings zugunsten der Maximierung der Rollup-Effizienz verlagert. Aktuelle Layer-2-Projekte erlauben die Skalierung der Transaktionsausführung, und Sharding wird die Speicherung von Beweisen für diese Daten auf Layer 1 auf eine günstige und skalierbare Weise ermöglichen.",
  "page-upgrades-question-10-answer-8": "Mehr zur Rollup-zentrierten Roadmap",
  "page-upgrades-question-11-title": "Kann ich Eth2 kaufen?",
  "page-upgrades-question-11-desc": "Nein. Es gibt kein Eth2-Token und Ihre ETH werden sich nach der Zusammenführung nicht ändern.",
  "page-upgrades-question-11-answer-1": "Eine der treibenden Kräfte hinter dem Rebranding von Eth2 war der weit verbreitete Irrglaube, dass ETH-Inhaber ihre ETH nach „Ethereum 2.0“ migrieren müssten. Dies war aber nie der Fall.",
  "page-upgrades-question-11-answer-2": " Diese Verwirrung wird häufig von Betrügern ausgenutzt.",
  "page-upgrades-question-title": "Häufig gestellte Fragen",
  "page-upgrades-question3-answer-1": "ETH-Besitzer müssen gar nichts tun. Ihre ETH müssen weder geändert werden, noch muss ein Upgrade durchgeführt werden. Sicherlich wird es Betrüger geben, die Sie vom Gegenteil überzeugen möchten. Seien Sie also vorsichtig.",
  "page-upgrades-scalable": "Skalierbarer",
  "page-upgrades-scalable-desc": "Ethereum muss tausende Transaktionen pro Sekunde unterstützen, um Anwendungen schneller und günstiger nutzen zu können.",
  "page-upgrades-secure": "Sicherer",
  "page-upgrades-secure-desc": "Ethereum muss sicherer werden. Mit zunehmender Nutzung von Ethereum muss das Protokoll besser gegen alle Formen des Angriffs geschützt werden.",
  "page-upgrades-shard-date": "Sharding wird der Zusammenführung in mehreren Phasen folgen, irgendwann im Zeitraum 2023-2024.",
  "page-upgrades-shard-desc": "Danksharing erweitert die Speicherkapazität von Ethereum und arbeitet harmonisch mit L2s zusammen, um den Durchsatz zu skalieren und die Netzwerkgebühren zu senken. Danksharing wird in mehreren Phasen ausgerollt, beginnend mit ProtoDanksharding.",
  "page-upgrades-shard-estimate": "Geschätzt: 2023-2024",
  "page-upgrades-shard-lower": "Mehr zu Sharding",
  "page-upgrades-shard-title": "Sharding",
  "page-upgrades-stay-up-to-date": "Auf dem Laufenden bleiben",
  "page-upgrades-stay-up-to-date-desc": "Erfahren Sie von Forschern und Entwicklern, die an den Ethereum-Upgrades arbeiten, was es Neues gibt.",
  "page-upgrades-sustainable-desc": "O consumo de energia do Ethereum era intenso até recentemente. A transição para a prova de participação trouxe uma redução de energia para a rede de mais de 99,9%.",
  "page-upgrades-take-part": "An der Forschung teilnehmen",
  "page-upgrades-take-part-desc": "Ethereum-Forscher und -Enthusiasten treffen sich hier, um über die Forschungsbemühungen zu diskutieren, einschließlich allen Aspekten, die mit den Ethereum-Upgrades zu tun haben.",
  "page-upgrades-the-upgrades": "Die Ethereum-Upgrades",
  "page-upgrades-the-upgrades-desc": "Modernizările Ethereum au ca scop îmbunătățirea scalabilității, securității și durabilității rețelei. Ethereum a trecut recent prin modernizări majore de securitate și durabilitate și urmează și altele în viitor, în special legate de scalabilitate.",
  "page-upgrades-unofficial-roadmap": "Das ist nicht der offizielle Fahrplan. Das ist unsere Sicht der Dinge, basierend auf den Informationen, die es gibt. Doch da wir über Technologie sprechen, können sich Pläne im Handumdrehen ändern. Verstehen Sie die Aussagen also bitte nicht als Verpflichtung.",
  "page-upgrades-upgrade-desc": "Das Ethereum, das wir kennen und lieben, nur skalierbarer, sicherer und nachhaltiger...",
  "page-upgrades-upgrades": "Die Ethereum-Upgrades",
  "page-upgrades-upgrades-aria-label": "Das Ethereum-Upgrades-Menü",
  "page-upgrades-upgrades-beacon-chain": "Die Beacon Chain",
  "page-upgrades-upgrades-guide": "Anleitung zu den Ethereum-Upgrades",
  "page-upgrades-upgrades-docking": "Die Zusammenführung",
  "page-upgrades-energy-consumption": "Mehr über den Energieverbrauch von Ethereum",
  "page-upgrades-upgrading": "Komplett neue Möglichkeiten für Ethereum schaffen",
  "page-roadmap-vision": "Die Vision",
  "page-roadmap-vision-btn": "Mehr zur Vision von Ethereum",
  "page-roadmap-vision-desc": "Um eine großflächige Akzeptanz von Ethereum und Vorteile für alle Menschen weltweit zu erreichen, muss Ethereum skalierbarer, sicherer und nachhaltiger werden.",
  "page-upgrades-what-happened-to-eth2-title": "Was ist mit „Eth2“ passiert?",
  "page-upgrades-what-happened-to-eth2-1": "Der Begriff „Eth2“ wurde häufig verwendet, um die Zukunft von Ethereum vor der Umstellung zu beschreiben, er wird jedoch derzeit zu Gunsten einer präziseren Terminologie abgeschafft.",
  "page-upgrades-what-happened-to-eth2-1-more": "Mehr über die Zusammenführung.",
  "page-upgrades-what-happened-to-eth2-2": "Seit der Zusammenführung von „Eth1“ und „Eth2“ gibt es nicht mehr zwei verschiedene Ethereum-Blockchains, sondern nur noch Ethereum.",
  "page-upgrades-what-happened-to-eth2-3": "Um Unklarheiten zu minimieren, hat die Community diese Begriffe aktualisiert:",
  "page-upgrades-what-happened-to-eth2-3-1": "„Eth1“ ist nun der „Ausführungslayer“, der Transaktionen verarbeitet und ausführt.",
  "page-upgrades-what-happened-to-eth2-3-2": "„Eth2“ ist nun der „Konsenslayer“, der den Proof-of-Stake-Konsens regelt.",
  "page-upgrades-what-happened-to-eth2-4": "Diese aktualisierte Terminologie ändert lediglich die Benennungskonventionen. Die Ziele von Ethereum oder die Roadmap ändern sich dadurch nicht.",
  "page-upgrades-what-happened-to-eth2-5": "Mehr erfahren über die „Eth2“-Umbenennung",
  "page-upgrades-why-cant-we-just-use-eth2-title": "Warum können wir nicht einfach Eth2 verwenden?",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-title": "Gedankliche Modelle",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-description": "Ein großes Problem mit der Eth2-Benennung besteht darin, dass neue Benutzer von Ethereum sich ein falsches Bild machen. Sie denken intuitiv, dass Eth1 vor Eth2 kommt. Oder dass Eth1 von Eth2 abgelöst wird. Weder das eine noch das andere ist wahr. Wenn wir den Begriff Eth2 nicht mehr verwenden, machen sich die zukünftigen Benutzer kein falsches Bild von dem Modell.",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-title": "Inklusivität",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-description": "Im Zuge der Weiterentwicklung der Ethereum-Roadmap ist Ethereum 2.0 nicht mehr wirklich geeignet, um die Roadmap von Ethereum darzustellen. Durch sorgfältige und genaue Wortwahl können Inhalte auf Ethereum von einem möglichst breiten Publikum verstanden werden.",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-title": "Betrugsprävention",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-description": "Leider haben böswillige Akteure versucht, die ungenaue Bezeichnung Eth2 zu nutzen, um Benutzer zu betrügen. Sie haben sie aufgefordert, ihre ETH gegen „ETH2“-Token zu tauschen, oder behauptet, dass sie ihre ETH vor dem Eth2-Upgrade irgendwie migrieren müssen. Wir hoffen, dass diese aktualisierte Terminologie Klarheit bringt, um diese Nische für Betrug zu schließen und dazu beizutragen, das Ökosystem sicherer zu machen.",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-title": "Klares Staking",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-description": "Manche Staking-Betreiber haben auch die auf der Beacon Chain gestaketen ETH mit dem Ticker „ETH2“ vorgestellt. Das führte zu Verwirrung, da die Benutzer dieser Dienste nicht wirklich einen „ETH2“-Token erhalten. Es existiert kein „ETH2“-Token, vielmehr bezeichnet der Begriff einfach den Anteil am Stake dieses bestimmten Anbieters.",
  "page-upgrades-what-to-do": "Was müssen Sie tun?",
  "page-upgrades-what-to-do-desc": "Wenn Sie ein dApp-Nutzer oder ETH-Inhaber sind, müssen Sie gar nichts tun. Sind Sie Entwickler oder möchten damit anfangen, ETH einzusetzen, dann gibt es Möglichkeiten, wie Sie sich heute einbringen können.",
  "page-upgrades-whats-next": "Was sind Ethereum-Upgrades?",
  "page-upgrades-whats-next-desc": "Die Ethereum-Roadmap umfasst zusammenhängende Protokoll-Upgrades, die das Netzwerk skalierbarer, sicherer und nachhaltiger machen. Diese Upgrades werden von mehreren Teams aus dem gesamten Ethereum-Ökosystem entwickelt.",
  "page-upgrades-whats-next-history": "Mehr erfahren über vorherige Ethereum-Upgrades",
  "page-upgrades-whats-ethereum": "Moment, was ist Ethereum?",
  "page-upgrades-whats-new": "Was kommt als Nächstes für Ethereum?",
  "page-upgrades-security-link": "Mehr zu Sicherheit und Betrugsprävention",
  "page-staking-deposit-contract-staking-more-link": "Mehr zum Staking",
  "docs-nav-proof-of-stake": "Proof-of-Stake",
  "docs-nav-proof-of-work": "Proof-of-Work",
  "page-upgrades-get-involved-ethresearch-1": "Sharding",
  "page-upgrades-get-involved-ethresearch-2": "Die Zusammenführung"
}
