{
  "page-what-is-ethereum-network-meta-title": "Was ist das Ethereum-Netzwerk? | ethereum.org",
  "page-what-is-ethereum-network-meta-description": "Verstehen Sie, was das Ethereum-Netzwerk ist, Staking und Sicherheit, Netzwerkgebühren (auch als Gas bekannt), Layer-2-Skalierungsnetzwerke und wie man Live-Netzwerkdaten erkundet.",
  "page-what-is-ethereum-network-twitter-meta-description": "Verstehen Sie, was das Ethereum-Netzwerk ist, Staking und Sicherheit, Netzwerkgebühren, Layer-2-Skalierungsnetzwerke und wie man Live-Netzwerkdaten erkundet.",
  "page-what-is-ethereum-network-title": "Was ist das Ethereum-Netzwerk?",
  "page-what-is-ethereum-network-description-1": "Das Ethereum-Netzwerk ist die physische und digitale Infrastruktur, die Ethereum zugrunde liegt.",
  "page-what-is-ethereum-network-description-2": "Dazu gehören Knoten (Nodes), die Daten speichern, Validatoren, die Transaktionen verarbeiten, Software, die Smart Contracts ausführt, und Layer-2-Netzwerke, die Ethereum über die Haupt-Chain hinaus skalieren.",
  "page-what-is-ethereum-network-section-network-fees-title": "Was sind Ethereum-Netzwerkgebühren (auch Gasgebühren genannt)?",
  "page-what-is-ethereum-network-section-staking-title": "Was ist Staking und wie sichert es das Netzwerk?",
  "page-what-is-ethereum-network-section-layer-2s-title": "Was sind Ethereum Layer-2s und wie skalieren sie das Netzwerk?",
  "page-what-is-ethereum-network-section-live-network-data-title": "Wie man Live-Daten des Ethereum-Netzwerks erkundet",
  "page-what-is-ethereum-network-read-next-title": "Was sind Wallets?",
  "page-what-is-ethereum-network-read-next-item-1": "Was sind Wallets?",
  "page-what-is-ethereum-network-read-next-item-2": "Was ist Ether (ETH)?",
  "page-what-is-ethereum-network-read-next-item-3": "Was ist web3?",
  "page-what-is-ethereum-network-read-next-item-4": "Erfahren Sie mehr über das Ethereum Netzwerk",
  "page-what-is-ethereum-network-section-description-1": "Wenn Leute über Ethereum sprechen, meinen sie normalerweise ein paar verschiedene Dinge. Es gibt das Ökosystem aus Apps und digitalen Vermögenswerten, die Open-Source-Softwareplattform und die native Währung Ether (ETH).",
  "page-what-is-ethereum-network-section-description-2": "Aber unter all dem liegt das <strong>Ethereum-Netzwerk</strong>; die physische und digitale Grundlage, die alles zusammenhält.",
  "page-what-is-ethereum-network-section-description-3": "Im Kern ist das Ethereum-Netzwerk eine Sammlung von <strong>Tausenden unabhängiger Computer, die Knoten (Nodes) genannt werden</strong>. Diese Knoten werden <strong>von Menschen auf der ganzen Welt betrieben</strong>. Sie arbeiten zusammen, um Daten zu speichern, Smart Contracts auszuführen und jede Transaktion in einem offenen, öffentlichen Hauptbuch aufzuzeichnen.",
  "page-what-is-ethereum-network-section-description-4": "Das Ethereum-Netzwerk erledigt mehrere Schlüsselaufgaben, wie zum Beispiel:",
  "page-what-is-ethereum-network-section-description-5": "Aktualisierung von Benutzerkonten und Guthaben",
  "page-what-is-ethereum-network-section-description-6": "Ausführung von Smart Contracts (Programme, die Apps ausführen)",
  "page-what-is-ethereum-network-section-description-7": "Nachverfolgung des Eigentums an digitalen Vermögenswerten (wie Stablecoins und NFTs)",
  "page-what-is-ethereum-network-section-description-8": "Verarbeitung aller Transaktionen, die täglich über Ethereum laufen",
  "page-what-is-ethereum-network-section-description-9": "Glücklicherweise müssen Sie nicht verstehen, wie das Netzwerk funktioniert, um es zu nutzen.",
  "page-what-is-ethereum-network-section-description-10": "Die meisten Menschen nutzen das Netzwerk einfach über eine <a>digitale Wallet</a>. <strong>Eine Wallet</strong> ist in der Regel eine Web- oder mobile App, mit der Sie <strong>ETH senden</strong> und <strong>empfangen, Ihre Vermögenswerte verwalten</strong> und Apps nutzen können.",
  "page-what-is-ethereum-network-section-description-11": "Andere Arten von Benutzern wie Entwickler und Unternehmen, die auf Ethereum aufbauen, könnten APIs, Node-Software verwenden oder Smart Contracts bereitstellen.",
  "page-what-is-ethereum-network-section-description-12": "Das Ethereum-Netzwerk unterscheidet sich von traditionellen Systemen durch seine Konzeption. <strong>Der Code und die Daten von Ethereum werden auf dezentralen Knoten (Nodes)</strong> auf der ganzen Welt gespeichert, sodass niemand Ihren Zugang blockieren oder Ihre App abschalten kann.",
  "page-what-is-ethereum-network-section-description-13": "Und weil jeder beitreten kann, öffnet es die Tür für globalen Zugang und Innovation.",
  "page-what-is-ethereum-network-section-description-14": "Diese Eigenschaften ermöglichen Dinge, die vorher nicht möglich waren, wie zum Beispiel:",
  "page-what-is-ethereum-network-section-description-15": "Dateneigentum",
  "page-what-is-ethereum-network-section-description-16": "soziale Medien ohne De-Platforming",
  "page-what-is-ethereum-network-section-description-17": "offene und transparente Finanzsysteme",
  "page-what-is-ethereum-network-section-description-18": "Im Kern ist das Ethereum-Netzwerk eine Grundlage für digitales Eigentum und offene Teilnahme.",
  "page-what-is-ethereum-network-section-description-19": "Sie hören vielleicht, wie Leute vom <strong>Ethereum Mainnet</strong> sprechen. Dies ist dasselbe Ethereum-Netzwerk, das Millionen täglich nutzen, auf dem echte Vermögenswerte ausgetauscht werden und echte Apps laufen. Aber „Mainnet“ hilft dabei, es von Ethereum Layer-2-Netzwerken und Testnetzen (Testnets) zu unterscheiden, die Entwickler verwenden, um neue Funktionen vor der Live-Schaltung auszuprobieren.",
  "page-what-is-ethereum-network-gas-section-description-1": "Jede Transaktion auf Ethereum kostet eine kleine Gebühr, die als Gasgebühr bezeichnet wird. Egal, ob Sie ETH senden, Tokens tauschen oder eine App verwenden, Sie zahlen jedes Mal eine kleine Menge Gas, wenn Sie Daten auf die Blockchain schreiben.",
  "page-what-is-ethereum-network-gas-section-description-2": "<strong>Gasgebühren sorgen dafür, dass Ethereum reibungslos läuft</strong>. Ohne sie könnten böswillige Akteure das Netzwerk mit leeren Transaktionen zuspammen und es durch starke Überlastung unbenutzbar machen, da es keine Möglichkeit gäbe, Transaktionen nach der Gebühr zu priorisieren, die die Benutzer zu zahlen bereit sind.",
  "page-what-is-ethereum-network-gas-section-description-3": "Ethereum-Gasgebühren decken die Kosten der vielen verschiedenen Ressourcen, die eine Transaktion verbrauchen kann, wie Rechenleistung, Bandbreite oder Speicher. All dies wird für Benutzer in einem einzigen Wert abstrahiert, aber es wird umfangreiche F&E betrieben, um zu bestimmen, wie viel jede Operation im Verhältnis zu den anderen kosten sollte.",
  "page-what-is-ethereum-network-gas-section-description-4": "Was passiert also, wenn Sie Gas bezahlen? Ein Teil davon wird <strong>an den Validator gezahlt</strong>, der Ihre Transaktion zu einem „Block“ von Transaktionen hinzufügt. Ein anderer Teil wird <strong>„verbrannt“, wodurch er aus dem Angebot entfernt wird</strong>.",
  "page-what-is-ethereum-network-gas-section-description-5": "Dies hilft, Angebot und Nachfrage auszugleichen, denn <strong>wenn das Netzwerk ausgelastet ist, steigen die Gebühren</strong>. Wenn es ruhiger ist, sinken die Gebühren.",
  "page-what-is-ethereum-network-gas-section-description-6": "Seitdem das Netzwerk im August 2021 das <blog>Verbrennen von Gebühren eingeführt hat</blog>, wurden <strong>Millionen von ETH <beaconchain>verbrannt</beaconchain></strong>. Sie können die neuesten Zahlen über <ultrasound>Netzwerk-Dashboards und Explorer</ultrasound> erkunden, die von der Ethereum-Community erstellt wurden.",
  "page-what-is-ethereum-network-gas-section-description-7": "Wie viel kostet also eine Transaktion?",
  "page-what-is-ethereum-network-gas-section-description-8": "Nun, <strong>die Gebühren variieren je nachdem, was Sie tun</strong>. Das einfache Senden von ETH kann weniger als einen Dollar kosten. Das Tauschen von Tokens an einer dezentralen Börse (DEX) kann einige Dollar oder mehr kosten, besonders wenn das Netzwerk ausgelastet ist. Je komplexer die Transaktion, desto mehr Gas kostet sie.",
  "page-what-is-ethereum-network-gas-section-description-9": "Gasgebühren sind einer der sichtbarsten Aspekte bei der Nutzung von Ethereum, insbesondere für neue Benutzer, aber sie tragen alle dazu bei, das Netzwerk zuverlässiger und sicherer zu machen.",
  "page-what-is-ethereum-network-gas-section-description-10": "Erfahren Sie mehr über Ethereum-Netzwerkgebühren",
  "page-what-is-ethereum-network-staking-section-description-1": "Das Ethereum-Netzwerk wird durch ein System namens Staking gesichert. Auf diese Weise <strong>verifiziert Ethereum Transaktionen, fügt neue Blöcke hinzu</strong> und schützt das Netzwerk <strong>vor Angriffen</strong>.",
  "page-what-is-ethereum-network-staking-section-description-2": "Als Ethereum anfing, verwendete es einen Konsensmechanismus (eine Methode, um sich darauf zu einigen, wem was gehört), der Proof-of-Work genannt wird. Dies ist derselbe Mechanismus, den Bitcoin heute verwendet.",
  "page-what-is-ethereum-network-staking-section-description-3": "Im September 2022 stieg Ethereum auf einen sichereren und energieeffizienteren Proof-of-Stake-Konsensmechanismus um.",
  "page-what-is-ethereum-network-staking-section-description-4": "Wie funktioniert das also?",
  "page-what-is-ethereum-network-staking-section-description-5": "Einfach ausgedrückt, sperren Leute einige ETH <strong>(setzen ihre ETH ein)</strong> als Einlage, damit sie helfen können, das Netzwerk <strong>zu sichern</strong>. Diese Leute werden Validatoren genannt. Wenn Sie ETH staken, wird Ihr Validator ausgewählt, um neue Transaktionen zu überprüfen und hinzuzufügen. Wenn Sie dies ehrlich tun, <strong>verdienen Sie Belohnungen</strong>. Wenn Sie <strong>versuchen zu betrügen, verlieren Sie einen Teil Ihres Einsatzes</strong>.",
  "page-what-is-ethereum-network-staking-section-description-6": "Staking ist die Art und Weise, wie sich Ethereum glaubwürdig zu seiner Servicequalität verpflichtet. All dieses eingesetzte Geld hat das beste Interesse daran, dass Ethereum sicher bleibt – würden Sie dagegen wetten?",
  "page-what-is-ethereum-network-staking-section-description-7": "Nur zwei Jahre nach der Einführung von Proof-of-Stake hat Ethereum <validators>über eine Million Validatoren</validators> angezogen, die <stakedEther>Millionen von ETH</stakedEther> staken, um Ethereum zu sichern. <strong>Dies macht einen Angriff auf Ethereum extrem teuer und schwierig</strong>. Das liegt daran, dass eine Entität, um das Netzwerk anzugreifen, <strong>mindestens 1/3 aller gestakten ETH benötigt, um mit dem Angriff auf das Netzwerk zu beginnen</strong>. Heute beläuft sich das auf Dutzende von Milliarden Dollar, und selbst dann würde der Angriff wahrscheinlich scheitern, denn wenn mehr als 1/3 mit dem Rest des Netzwerks nicht übereinstimmt, würde dies die Finalisierung verhindern, aber die Chain würde mit der anderen Version, die als Wahrheitsquelle gilt, weiterwachsen. Mehr als 1/2 ändert, welche Version als Wahrheit gilt, und mehr als 2/3 würden es ermöglichen, etwas zu finalisieren, mit dem der Rest nicht einverstanden ist.",
  "page-what-is-ethereum-network-staking-section-description-8": "Das ist es, was Ethereum „<strong>ökonomische Sicherheit</strong>“ verleiht. Es geht nicht nur darum, die richtige Technologie zu haben. Es geht darum, Angriffe so kostspielig zu machen, dass sie gar nicht erst versucht werden.",
  "page-what-is-ethereum-network-staking-section-description-9": "Um das Ethereum-Netzwerk zu sichern, können Sie dies auf zwei Hauptwegen tun.",
  "page-what-is-ethereum-network-staking-section-description-10": "Der erste Weg ist das Betreiben eines Knotens (Node). Knoten speichern die gesamte Historie der Blockchain, einschließlich aller Transaktionen und Smart-Contract-Daten. Durch die Synchronisierung mit anderen Knoten können sie sich über den Zustand des Netzwerks einigen und sicherstellen, dass Transaktionen legitim sind und Smart-Contract-Daten verfügbar sind.",
  "page-what-is-ethereum-network-staking-section-description-11": "Der zweite Weg ist das Staken Ihrer ETH. Der einfachste Weg ist über einen Staking-Anbieter wie <lido>Lido</lido> oder <rocketpool>Rocketpool</rocketpool>. aber wenn Sie das nötige Wissen haben, versuchen Sie, Validator-Software zu Hause zu betreiben.",
  "page-what-is-ethereum-network-staking-section-description-12": "Erfahren Sie mehr über Staking und wie Sie es tun können",
  "page-what-is-ethereum-network-staking-section-description-13": "Erfahren Sie, wie man einen Knoten (Node) betreibt",
  "page-what-is-ethereum-network-layer-2s-section-description-1": "Da Ethereum immer beliebter wird, wird das Netzwerk immer stärker ausgelastet. Bei hoher Nachfrage steigen die Gasgebühren und Transaktionen dauern länger. Um dies zu beheben, haben Entwickler eine Reihe von <strong>Begleitnetzwerken</strong> namens Layer-2s entwickelt.",
  "page-what-is-ethereum-network-layer-2s-section-description-2": "Layer-2s, auch als L2s bezeichnet, sind andere Netzwerke, die <strong>auf Ethereum aufbauen</strong>. Sie verarbeiten Transaktionen separat und senden dann eine Zusammenfassung zur Speicherung an Ethereum.",
  "page-what-is-ethereum-network-layer-2s-section-description-3": "Man kann sie sich wie Expressspuren auf einer Autobahn vorstellen. Anstatt dass jede einzelne Transaktion über das Ethereum Mainnet läuft, nutzen viele von ihnen diese schnelleren, günstigeren Wege.",
  "page-what-is-ethereum-network-layer-2s-section-description-4": "Einige der beliebtesten L2s sind <strong>Base, Arbitrum, Optimism, zkSync</strong> und <strong>Starknet</strong>. Jedes von ihnen funktioniert etwas anders, aber die Idee ist dieselbe – Ethereum zu skalieren, ohne die Sicherheit zu beeinträchtigen.",
  "page-what-is-ethereum-network-layer-2s-section-description-5": "Ein einfacher ETH-Transfer auf Optimism oder zkSync kann <l2fees>nur 0,04 $ kosten</l2fees>, verglichen mit 0,3–1 $ auf dem Ethereum Mainnet. Andere Transaktionen wie das Tauschen von Tokens <l2fees>können nur 0,20 $ kosten</l2fees>. Für Benutzer bedeutet dies <strong>schnellere Transaktionen zu einem Bruchteil des Preises</strong>.",
  "page-what-is-ethereum-network-layer-2s-section-description-6": "Infolgedessen wachsen L2s schnell. Zusammen halten sie <l2beat>digitale Vermögenswerte im Wert von Milliarden von Dollar</l2beat>.",
  "page-what-is-ethereum-network-layer-2s-section-description-7": "Da L2s von der Sicherheit von Ethereum profitieren, haben Unternehmen, die globale Zahlungen und Anwendungen erstellen möchten, begonnen, auf Ethereum aufzubauen.",
  "page-what-is-ethereum-network-layer-2s-section-description-8": "Zum Beispiel hat Robinhood kürzlich <robinhood>seine eigene L2 gestartet</robinhood>, um eine schnellere Abwicklung von Aktien zu erforschen. PayPal hat <paypal>seinen Stablecoin PYUSD auf die Ethereum L2 Arbitrum verschoben</paypal>. Shopify <shopify>ermöglicht es Händlern jetzt, den Stablecoin USDC</shopify> auf Base zu akzeptieren.",
  "page-what-is-ethereum-network-layer-2s-section-description-9": "Für Benutzer ist das Verschieben von Vermögenswerten zwischen Ethereum und L2s unkompliziert. Sie können kettenübergreifende Brücken verwenden, die von L2s wie <superbridge>Superbridge von Optimism</superbridge> oder <portal>Portal von ZKsync</portal> gebaut wurden, um ETH und andere Vermögenswerte zu verschieben. Sie können sogar Tools von Drittanbietern wie <hop>Hop</hop> und <across>Across</across> verwenden, die von unabhängigen Teams entwickelt werden.",
  "page-what-is-ethereum-network-layer-2s-section-description-10": "Erfahren Sie mehr über Ethereum Layer-2-Netzwerke",
  "page-what-is-ethereum-network-live-network-data-section-description-1": "Ethereum ist von Natur aus transparent. Jede Aktion im Netzwerk, vom Senden von ETH bis zum Betreiben eines Validators, wird in einem offenen, öffentlichen Hauptbuch aufgezeichnet, auf das jeder zugreifen kann.",
  "page-what-is-ethereum-network-live-network-data-section-description-2": "Dies steht in scharfem Kontrast zur heutigen Funktionsweise der meisten Systeme:",
  "page-what-is-ethereum-network-live-network-data-section-description-3": "Banken und Institutionen veröffentlichen ihre internen Zahlen",
  "page-what-is-ethereum-network-live-network-data-section-description-4": "App-Nutzungszahlen werden von Technologieunternehmen streng gehütet",
  "page-what-is-ethereum-network-live-network-data-section-description-5": "Wirtschaftsdaten kommen oft zu spät an und werden später revidiert",
  "page-what-is-ethereum-network-live-network-data-section-description-6": "Bei Ethereum müssen Sie nicht vertrauen. Sie können verifizieren.",
  "page-what-is-ethereum-network-live-network-data-section-description-7": "Sie müssen nichts davon verstehen, um Ethereum zu nutzen. Aber wenn Sie neugierig sind, wie viele Transaktionen im Jahr 2024 abgewickelt wurden oder wie viele neue Ethereum-Adressen in den letzten sechs Monaten erstellt wurden, gibt es Tools, mit denen jeder das Netzwerk in Echtzeit erkunden kann.",
  "page-what-is-ethereum-network-live-network-data-section-description-8": "Hier sind einige der nützlichsten Datenquellen und wofür Sie sie verwenden könnten:",
  "page-what-is-ethereum-network-live-network-data-section-description-9": "<etherscan>Etherscan</etherscan>: Überprüfen Sie Transaktionen, Wallet-Aktivitäten und Smart Contracts",
  "page-what-is-ethereum-network-live-network-data-section-description-10": "<beaconcha>beaconcha.in</beaconcha>: Sehen Sie sich Validator-Statistiken, Staking-Levels und den Netzwerkzustand an",
  "page-what-is-ethereum-network-live-network-data-section-description-11": "<ultrasound>ultrasound.money</ultrasound>: Verfolgen Sie das ETH-Angebot, die Emission und das Verbrennen in Echtzeit",
  "page-what-is-ethereum-network-live-network-data-section-description-12": "<l2fees>l2fees.info</l2fees>: Vergleichen Sie die aktuellen Transaktionskosten auf Ethereum und L2s",
  "page-what-is-ethereum-network-live-network-data-section-description-13": "<l2beat>L2Beat</l2beat>: Sehen Sie den gesicherten Wert und die Sicherheitsmodelle aller wichtigen L2s",
  "page-what-is-ethereum-network-live-network-data-section-description-14": "<growthepie>growthepie</growthepie>: Sehen Sie alle On-Chain-Aktivitäten und das Wachstum auf Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-15": "<dune>Dune</dune>: Erkunden Sie benutzerdefinierte Dashboards zu allen digitalen Vermögenswerten auf Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-16": "<tokenterminal>Token Terminal</tokenterminal>: Vergleichen Sie Dapp-Einnahmen, Nutzung und Protokollleistung",
  "page-what-is-ethereum-network-live-network-data-section-description-17": "<nansen>Nansen</nansen>: Verfolgen Sie Wallet-Flüsse, Stablecoin-Bewegungen und Smart-Money-Trends.",
  "page-what-is-ethereum-network-live-network-data-section-description-18": "Alle diese Tools stehen Ihnen bei Bedarf zur Verfügung.",
  "page-what-is-ethereum-network-live-network-data-section-description-19": "Egal, ob Sie Entwickler, Forscher, Investor oder einfach nur jemand sind, der eine Transaktion überprüfen möchte, das offene Netzwerk von Ethereum liefert Ihnen die Daten – live, genehmigungsfrei und verifizierbar.",
  "page-what-is-ethereum-network-live-network-data-section-description-20": "Durchsuchen Sie Ethereum-Netzwerk-Dashboards und Block-Explorer"
}