{
  "comp-withdrawal-comparison-current-title": "Aktuelle Staker",
  "comp-withdrawal-comparison-current-li-1": "Einige Benutzer haben möglicherweise eine Auszahlungsadresse angegeben, als sie ihre Einzahlung eingerichtet haben - Diese Benutzer müssen nichts weiter tun",
  "comp-withdrawal-comparison-current-li-2": "Die Mehrheit der Staker hat bei der ersten Einzahlung keine Auszahlungsadresse angegeben und muss ihre Auszahlungsdaten aktualisieren. Das <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Staking Launchpad</a> enthält eine Anleitung, wie dies durchgeführt werden kann",
  "comp-withdrawal-comparison-current-p": "Hier können Sie Ihre Validator Indexnummer einsehen, um erfahren zu können, ob Anmeldeinformationen zu aktualisieren sind. <Text as=\"span\" fontWeight=\"normal\">(Alle Informationen dazu unter dem Protokoll des Kunden): </Text>",
  "comp-withdrawal-comparison-new-title": "Neue Staker (noch nicht eingezahlt)",
  "comp-withdrawal-comparison-new-li-1": "Standardmäßig sollten neue Staker, die automatisch die Auszahlung von Belohnungen und die Auszahlungsfunktionalität aktivieren möchten, beim Erstellen ihrer Validator-Schlüssel mit dem Staking Deposit CLI-Tool eine von ihnen kontrollierte Ethereum-Auszahlungsadresse angeben",
  "comp-withdrawal-comparison-new-li-2": "Dies ist nicht zum Zeitpunkt der Einzahlung erforderlich, wird aber verhindern, dass diese Schlüssel zu einem späteren Zeitpunkt aktualisiert werden müssen, um Ihre Geldmittel freizuschalten",
  "comp-withdrawal-comparison-new-p": "Das Staking Launchpad wird Sie durch den Staking-Onboarding-Prozess führen.",
  "comp-withdrawal-comparison-new-link": "Besuchen Sie das Staking Launchpad",
  "comp-withdrawal-credentials-placeholder": "Validatorindex",
  "comp-withdrawal-credentials-error": "Oh! Überprüfen Sie die Validator-Indexnummer und versuchen Sie es noch einmal.",
  "comp-withdrawal-credentials-upgraded-1": "Validator-Index {{validatorIndex}} ist bereit, Belohnungen zu erhalten!",
  "comp-withdrawal-credentials-upgraded-2": "Auszahlungsdaten verknüpft mit der Ausführungsadresse:",
  "comp-withdrawal-credentials-not-upgraded-1": "Dieser Validator muss aktualisiert werden.",
  "comp-withdrawal-credentials-not-upgraded-1-testnet": "Dieser Holesky-Testnetz-Validator muss aktualisiert werden.",
  "comp-withdrawal-credentials-not-upgraded-2": "Anweisungen zur Aktualisierung finden Sie derzeit unter <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Staking Launchpad</a>",
  "comp-withdrawal-credentials-verify-mainnet": "Überprüfen im Mainnet",
  "comp-withdrawal-credentials-verify-holesky": "Auf Holesky überprüfen",
  "page-staking-withdrawals-when": "Versendet!",
  "page-staking-image-alt": "Bild des Nashorn-Maskottchens für das Staking-Launchpad.",
  "page-staking-benefits-1-title": "Verdienen Sie Belohnungen",
  "page-staking-benefits-1-description": "Belohnungen werden für Aktionen vergeben, die dem Netzwerk helfen, einen <a href=\"/glossary/#consensus\">Konsens</a> zu erreichen. Sie erhalten Belohnungen für die Ausführung von Software, die Transaktionen ordnungsgemäß in neue Blöcke stapelt und die Arbeit anderer Validatoren überprüft, denn nur so bleibt die Kette sicher am Laufen.",
  "page-staking-benefits-2-title": "Bessere Sicherheit",
  "page-staking-benefits-2-description": "Das Netzwerk wird stärker gegen Angriffe, wenn mehr ETH eingesetzt wird, da es dann mehr ETH benötigt, um einen Großteil des Netzwerks zu kontrollieren. Um eine Bedrohung zu werden, müssten Sie die Mehrheit der Validatoren halten, was bedeutet, dass Sie den Großteil der ETH im System kontrollieren müssten - das ist eine Menge!",
  "page-staking-benefits-3-title": "Nachhaltiger",
  "page-staking-benefits-3-description": "Staker müssen keine energieintensiven Proof-of-Work-Berechnungen durchführen, um an der Absicherung des Netzwerks teilzunehmen, was bedeutet, dass Staking-Nodes auf vergleichsweise anspruchsloser Hardware mit sehr wenig Energie betrieben werden können.",
  "page-staking-benefits-3-link": "Mehr über Ethereums Energieverbrauch",
  "page-staking-description": "Beim Staking werden 32 ETH eingezahlt, um die <a href=\"/glossary/#validator\">Validator-Software</a> zu aktivieren. Als Validator sind Sie für die Speicherung von Daten, die Verarbeitung von Transaktionen und das Hinzufügen neuer <a href=\"/glossary/#block\">Blöcke</a> zur Blockchain verantwortlich. Dadurch bleibt Ethereum für alle sicher und Sie erhalten dabei neue ETH.",
  "page-staking-hero-title": "Wie man sein ETH einsetzt",
  "page-staking-hero-header": "Verdienen Sie Belohnungen, während Sie Ethereum sichern",
  "page-staking-hero-subtitle": "Jeder Benutzer mit beliebig viel ETH kann zur Sicherung des Netzwerks beitragen und dabei Belohnungen verdienen.",
  "page-staking-dropdown-home": "Staking-Home",
  "page-staking-dropdown-solo": "Home-Staking",
  "page-staking-more-on-solo": "Mehr über das Home-Staking",
  "page-staking-learn-more-solo": "Lernen Sie mehr über Solo-Staking",
  "page-staking-dropdown-saas": "Staking als Dienstleistung",
  "page-staking-saas-with-abbrev": "Staking als Dienstleistung (SaaS)",
  "page-staking-more-on-saas": "Mehr über Staking als Dienstleistung",
  "page-staking-learn-more-saas": "Erfahren Sie mehr über Staking als Dienstleistung",
  "page-staking-dropdown-pools": "Gepooltes Staking",
  "page-staking-dropdown-withdrawals": "Mehr zu Auszahlungen",
  "page-staking-dropdown-dvt": "Blockchain-Technologie, die aus Validator-Knoten besteht",
  "page-staking-more-on-pools": "Mehr über gepooltes Staking",
  "page-staking-learn-more-pools": "Erfahren Sie mehr über gepooltes Staking",
  "page-staking-section-what-title": "Was ist Staking?",
  "page-staking-section-why-title": "Warum sollten Sie ihre ETH staken?",
  "page-staking-section-why-p1": "Es hängt alles davon ab, wie viel Sie staken möchten. Sie benötigen 32 ETH, um ihren eigenen Validator zu aktivieren, aber es ist möglich, weniger zu staken.",
  "page-staking-section-why-p2": "Schauen Sie sich die folgenden Optionen an und entscheiden Sie sich für die, welche für Sie und das Netzwerk am besten ist.",
  "page-staking-guide-title-coincashew-ethereum": "CoinCashew's Ethereum 2.0 – Leitfaden",
  "page-staking-guide-title-somer-esat": "Somer Esat",
  "page-staking-guide-title-rocket-pool": "Rocket Pool – Node-Betreiber",
  "page-staking-guide-title-stakewise": "StakeWise-Knotenbetreiber",
  "page-staking-guide-description-linux": "Linux (CLI)",
  "page-staking-guide-description-mac-linux": "Linux, macOS (CLI)",
  "page-staking-guide-description-mac-linux-windows": "Linux, Windows, MacOS (CLI)",
  "page-staking-hierarchy-solo-h2": "Home-Staking",
  "page-staking-hierarchy-solo-pill-1": "Am wirkungsvollsten",
  "page-staking-hierarchy-solo-pill-2": "Volle Kontrolle",
  "page-staking-hierarchy-solo-pill-3": "Volle Belohnungen",
  "page-staking-hierarchy-solo-pill-4": "Ohne Vertrauen",
  "page-staking-hierarchy-solo-p1": "Das Home-Staking auf Ethereum ist der <span class=\"gold\">Goldstandard</span> beim Staking. Es bietet vollständige Teilnahmebelohnungen, verbessert die Dezentralisierung des Netzwerks und erfordert niemals, dass du jemand anderem deine Geldmittel anvertraust.",
  "page-staking-hierarchy-solo-p2": "Diejenigen, die das Staking von zu Hause in Betracht ziehen, sollten eine gewisse Menge an ETH und einen dedizierten Computer haben, der rund um die Uhr mit dem Internet verbunden ist. Ein gewisses technisches Know-how ist hilfreich, aber es gibt mittlerweile benutzerfreundliche Tools, die diesen Prozess vereinfachen.",
  "page-staking-hierarchy-solo-p3": "Home-Staker können ihre Geldmittel mit anderen zusammenlegen oder alleine mit mindestens 32 ETH staken. Lösungen für Liquid-Staking-Token können verwendet werden, um den Zugang zu DeFi aufrechtzuerhalten.",
  "page-staking-hierarchy-saas-pill-1": "Ihre 32 ETH",
  "page-staking-hierarchy-saas-pill-2": "Ihre Validatoren-Schlüssel",
  "page-staking-hierarchy-saas-pill-3": "Anvertrauter Node-Betrieb",
  "page-staking-hierarchy-saas-p1": "Wenn Sie nicht mit Hardware umgehen wollen oder sich dabei unwohl fühlen, aber dennoch Ihre 32 ETH einsetzen möchten, können Sie mit Optionen für Staking als Dienstleistung den schwierigen Teil delegieren, während Sie native Blockbelohnungen verdienen.",
  "page-staking-hierarchy-saas-p2": "Diese Optionen leiten Sie in der Regel durch das Erstellen einer Reihe von Validator-Anmeldeinformationen, das Hochladen Ihrer Signaturschlüssel und die Hinterlegung Ihrer 32 ETH. Damit kann der Dienst in Ihrem Namen validieren.",
  "page-staking-hierarchy-saas-p3": "Diese Methode des Staking setzt ein gewisses Maß an Vertrauen in den Anbieter voraus. Um das Kontrahentenrisiko zu begrenzen, werden die Schlüssel zum Abheben Ihrer ETH normalerweise in Ihrem Besitz aufbewahrt.",
  "page-staking-hierarchy-pools-pill-1": "Staken Sie jeden Betrag",
  "page-staking-hierarchy-pools-pill-2": "Verdienen Sie Belohnungen",
  "page-staking-hierarchy-pools-pill-3": "Halten wir es schlicht und einfach",
  "page-staking-hierarchy-pools-pill-4": "Beliebt",
  "page-staking-hierarchy-pools-p1": "Es gibt mehrere Pooling-Lösungen zur Unterstützung von Benutzern, die nicht über 32 ETH verfügen oder sich nicht wohl dabei fühlen, diese Menge zu staken.",
  "page-staking-hierarchy-pools-p2": "Viele dieser Optionen umfassen das sogenannte „Liquid Staking“, bei dem es sich um einen <a href=\"/glossary/#erc-20\">ERC-20</a>-Liquiditätstoken handelt, der Ihre eingesetzte ETH darstellt.",
  "page-staking-hierarchy-pools-p3": "Liquid Staking macht das Staking und Unstaking so einfach wie einen Token-Tausch und ermöglicht die Nutzung des gestakten Kapitals in DeFi. Diese Option erlaubt es den Benutzern auch, ihre Assets in ihrer eigenen <a href=\"/glossary/#wallet\">Ethereum-Wallet</a> zu verwahren.",
  "page-staking-hierarchy-pools-p4": "Gepooltes Staking gehört ursprünglich nicht zum Ethereum-Netzwerk. Drittanbieter bauen diese Lösungen und tragen ihre eigenen Risiken selbst.",
  "page-staking-hierarchy-cex-h2": "Zentralisierte Börsen (CEX)",
  "page-staking-hierarchy-cex-pill-1": "Am wenigsten wirkungsvoll",
  "page-staking-hierarchy-cex-pill-2": "Höchste Vertrauensannahmen",
  "page-staking-hierarchy-cex-p1": "Viele zentralisierte Börsen bieten Staking-Dienste an, wenn Sie sich noch unwohl dabei fühlen, ETH in Ihrer eigenen Wallet zu halten. Sie können ein Fallback sein, damit Sie mit minimaler Aufsicht bzw. minimalem Aufwand einen gewissen Ertrag aus Ihren ETH-Beständen erzielen können.",
  "page-staking-hierarchy-cex-p2": "Der Kompromiss besteht darin, dass zentralisierte Anbieter große ETH-Pools konsolidieren, um eine große Anzahl an Validatoren zu haben. Dies kann für das Netzwerk und seine Benutzer gefährlich sein, da man dadurch ein großes zentralisiertes Ziel und eine Fehlerquelle schafft, wodurch das Netzwerk anfälliger für Angriffe oder Fehler wird.",
  "page-staking-hierarchy-cex-p3": "Wenn Sie sich nicht wohl dabei fühlen, Ihre eigenen <a href=\"/glossary/#key\">Schlüssel</a> zu halten, ist das in Ordnung. Diese Optionen sind für Sie da. Sehen Sie sich in der Zwischenzeit unsere <a href=\"/wallets/\">Wallet-Seite</a> an, auf der Sie erfahren können, wie Sie wirklich Eigentümer Ihrer Geldmittel werden. Wenn Sie bereit sind, kommen Sie zurück und verbessern Sie Ihr Staking-Spiel, indem Sie einen der angebotenen Self-Custody-Pool-Staking-Dienste ausprobieren.",
  "page-staking-hierarchy-subtext": "Wie Sie vielleicht bemerkt haben, gibt es viele Möglichkeiten, am Staking von Ethereum teilzunehmen. Diese Pfade zielen auf eine breite Palette von Benutzern ab und sind letztendlich alle einzigartig und unterscheiden sich in Bezug auf Risiken, Belohnungen und Vertrauensannahmen. Einige sind dezentraler, kampferprobter und/oder riskanter als andere. Wir stellen einige Informationen zu beliebten Projekten bereit, aber <em>recherchieren Sie immer selbst</em>, bevor Sie die ETH irgendwohin senden.",
  "page-staking-comparison-solo-saas": "Bei SaaS-Anbietern müssen Sie immer noch 32 ETH hinterlegen, müssen aber keine Hardware betreiben. In der Regel behalten Sie den Zugriff auf Ihre Validierungsschlüssel, müssen aber auch Ihre Signaturschlüssel freigeben, damit der Betreiber im Namen Ihres Validators handeln kann. Dies führt zu einer Vertrauensebene, die beim Betrieb Ihrer eigenen Hardware fehlt, und im Gegensatz zum Solo-Staking zu Hause hilft SaaS nicht so sehr bei der geografischen Verteilung von Nodes. Wenn Sie ungern Hardware betreiben, aber dennoch 32 ETH einsetzen möchten, kann die Verwendung eines SaaS-Anbieters eine gute Option für Sie darstellen.",
  "page-staking-comparison-solo-pools": "Solo-Staking ist deutlich aufwändiger als Staking mit einem Pooling-Service, bietet aber vollen Zugang zu ETH-Belohnungen und volle Kontrolle über die Einrichtung und Sicherheit Ihres Validators. Die Einstiegshürde beim Pool-Staking ist deutlich niedriger. Nutzer können kleine ETH-Beträge einsetzen, müssen keine Validator-Schlüssel generieren und haben über eine Standard-Internetverbindung hinaus bestehen keine weiteren Hardware-Anforderungen. Liquiditäts-Token ermöglichen den Ausstieg aus dem Staking, bevor dies auf Protokollebene möglich ist. Wenn Sie an diesen Funktionen interessiert sind, könnte Pool-Staking eine gute Lösung sein.",
  "page-staking-comparison-saas-solo": "Zu den Ähnlichkeiten gehört, dass Sie Ihre eigenen Validierungsschlüssel haben, ohne Geldmittel bündeln zu müssen. Bei SaaS müssen Sie jedoch einem Drittanbieter vertrauen, der möglicherweise böswillig handelt oder selbst zum Ziel von Angriffen oder Vorschriften wird. Wenn Ihnen diese Vertrauensannahmen oder Zentralisierungsrisiken Sorge bereiten, ist der Goldstandard des Self-Sovereign-Stakings das Solo-Staking.",
  "page-staking-comparison-saas-pools": "Diese sind insofern ähnlich, als dass Sie sich im Allgemeinen auf jemand anderen verlassen, um den Validator-Kunden auszuführen, aber im Gegensatz zu SaaS können Sie beim gepoolten Staking mit kleineren ETH-Beträgen teilnehmen. Wenn Sie weniger als 32 ETH einsetzen möchten, sollten Sie sich diese ansehen.",
  "page-staking-comparison-pools-solo": "Das gepoolte Staking hat eine deutlich niedrigere Einstiegshürde im Vergleich zum Home-Staking, bringt jedoch zusätzliche Risiken mit sich, da alle Knotenoperationen an einen Drittanbieter delegiert werden und eine Gebühr anfällt. Das Home-Staking bietet volle Souveränität und Kontrolle über die Entscheidungen, die in die Auswahl eines Staking-Setups einfließen. Staker müssen niemals ihre Schlüssel abgeben und erhalten die vollen Belohnungen, ohne dass Zwischenhändler einen Anteil für sich beanspruchen.",
  "page-staking-comparison-pools-saas": "Diese sind insofern ähnlich, als dass Staker die Validator-Software nicht selbst laufen lassen. Im Gegensatz zu Pooling-Optionen erfordert SaaS jedoch eine volle Einzahlung von 32 ETH, um einen Validator zu aktivieren. Belohnungen sammeln sich für den Staker an und beinhalten normalerweise eine monatliche Gebühr oder einen anderen Einsatz für die Nutzung des Dienstes. Wenn Sie Ihre eigenen Validierungsschlüssel bevorzugen und mindestens 32 ETH einsetzen möchten, ist die Verwendung eines SaaS-Anbieters möglicherweise eine gute Option für Sie.",
  "page-staking-considerations-dropdown-text": "Überlegungen zum Staking",
  "page-staking-considerations-dropdown-aria-label": "Dropdown-Menü für Überlegungen zum Staking",
  "page-staking-considerations-solo-1-title": "Offene Quelle (Open Source)",
  "page-staking-considerations-solo-1-description": "Wesentlicher Code ist zu 100 % eine offene Quelle und steht der Öffentlichkeit zum Forken und zum Gebrauch zur Verfügung",
  "page-staking-considerations-solo-1-warning": "Geschlossene Quelle (Closed Source)",
  "page-staking-considerations-solo-2-title": "Geprüft",
  "page-staking-considerations-solo-2-description": "Der wesentliche Code wurde einer formellen Prüfung unterzogen, wobei die Ergebnisse veröffentlicht werden und öffentlich verfügbar sind",
  "page-staking-considerations-solo-2-warning": "Keine (None)",
  "page-staking-considerations-solo-3-title": "Fehler-Kopfgeld (Bug-Bounty)",
  "page-staking-considerations-solo-3-description": "Für jeden wesentlichen Code wurde ein öffentliches Bug-Bounty durchgeführt, um Benutzer für das sichere Melden und/oder Beheben von Schwachstellen zu belohnen",
  "page-staking-considerations-solo-3-valid": "Momentan aktiv",
  "page-staking-considerations-solo-3-caution": "Abgeschlossen",
  "page-staking-considerations-solo-4-title": "Kampferprobt",
  "page-staking-considerations-solo-4-description": "Die Software war für den angegebenen Zeitraum verfügbar und wurde von der Öffentlichkeit verwendet",
  "page-staking-considerations-solo-4-valid": "Live > 1 Jahr",
  "page-staking-considerations-solo-4-caution": "Live > 6 Monate",
  "page-staking-considerations-solo-4-warning": "Neu veröffentlicht",
  "page-staking-considerations-solo-5-title": "Vertrauenslos",
  "page-staking-considerations-solo-5-description": "Validator-Schlüssel werden zu keinem Zeitpunkt im Validator-Lebenszyklus einem anderen Menschen anvertraut. Alle beteiligten Smart Contracts sind frei von Hintertüren, ohne auf privilegierte Berechtigungen für die Ausführung angewiesen zu sein.",
  "page-staking-considerations-solo-5-warning": "Vertrauenswürdig",
  "page-staking-considerations-solo-6-title": "Genehmigungsfrei",
  "page-staking-considerations-solo-6-description": "Benutzer benötigen keine besondere Erlaubnis, um einen Validator mit der Software oder dem Service zu betreiben",
  "page-staking-considerations-solo-6-valid": "Keine Berechtigung",
  "page-staking-considerations-solo-6-warning": "Berechtigung erforderlich",
  "page-staking-considerations-solo-7-title": "Mehrfachkunde (Multi-Client)",
  "page-staking-considerations-solo-7-description": "Benutzer können softwaregesteuert zwischen mindestens zwei oder mehr Ausführungs-Clients wählen bzw. wechseln sowie mindestens zwei oder mehr Clients auf Konsensebene.",
  "page-staking-considerations-solo-7-valid": "Einfacher Client-Wechsel",
  "page-staking-considerations-solo-7-warning": "Begrenzt auf einen Mehrheits-Client",
  "page-staking-considerations-solo-8-title": "Selbstverwahrung",
  "page-staking-considerations-solo-8-description": "Der Benutzer übernimmt die Verwahrung aller Validator-Informationen, einschließlich Signatur- und Auszahlungsschlüssel",
  "page-staking-considerations-solo-8-warning": "Verwahrung durch Drittanbieter",
  "page-staking-considerations-solo-9-title": "Ökonomisch",
  "page-staking-considerations-solo-9-description": "Benutzer können einen Validator mit weniger als 32 ETH betreiben, indem sie die gebündelten Geldmittel von anderen nutzen",
  "page-staking-considerations-solo-9-valid": "< 32 ETH",
  "page-staking-considerations-solo-9-warning": "32 ETH",
  "page-staking-considerations-saas-4-description": "Der Service war für den angegebenen Zeitraum für die Öffentlichkeit zugänglich und wurde auch von ihr genutzt",
  "page-staking-considerations-saas-6-description": "Benutzer benötigen keine besondere Berechtigung, Kontoregistrierung oder KYC, um am Dienst teilzunehmen",
  "page-staking-considerations-saas-6-valid": "Jeder kann beitreten",
  "page-staking-considerations-saas-6-warning": "Berechtigung erforderlich",
  "page-staking-considerations-saas-7-title": "Vielfalt der Ausführung",
  "page-staking-considerations-saas-7-description": "Staking-Dienste sollten maximal 50 % der Validatoren insgesamt mit einem Mehrheitsclient ausführen.",
  "page-staking-considerations-saas-7-valid": "Weniger als 50 %",
  "page-staking-considerations-saas-7-caution": "Derzeit unbekannt",
  "page-staking-considerations-saas-7-warning": "Mehr als 50 %",
  "page-staking-considerations-saas-8-title": "Vielfalt der Konsensmechanismen",
  "page-staking-considerations-saas-8-description": "Staking-Dienste sollten maximal 50 % der Validatoren insgesamt mit einem Mehrheitsclient ausführen.",
  "page-staking-considerations-saas-8-valid": "Weniger als 50 %",
  "page-staking-considerations-saas-8-caution": "Derzeit unbekannt",
  "page-staking-considerations-saas-8-warning": "Mehr als 50 %",
  "page-staking-considerations-pools-5-description": "Der Service erfordert kein Vertrauen von Menschen, um Ihre Schlüssel zu verwahren oder Belohnungen zu verteilen",
  "page-staking-considerations-pools-6-title": "Genehmigungsfreie Nodes",
  "page-staking-considerations-pools-6-description": "Der Service erlaubt jedem, als Node-Betreiber für den Pool und ohne Erlaubnis beizutreten",
  "page-staking-considerations-pools-7-description": "Staking-Dienste sollten maximal 50 % der Validatoren insgesamt mit einem Mehrheitsclient ausführen.",
  "page-staking-considerations-pools-8-title": "Liquiditäts-Token",
  "page-staking-considerations-pools-8-description": "Bietet einen handelbaren Liquiditäts-Token, der Ihr gestaktes ETH repräsentiert, das wiederum in Ihrer eigenen Wallet gehalten wird",
  "page-staking-considerations-pools-8-valid": "Liquiditäts-Token",
  "page-staking-considerations-pools-8-warning": "Keine Liquiditäts-Token",
  "page-staking-considerations-pools-9-description": "Staking-Dienste sollten maximal 50 % der Validatoren insgesamt mit einem Mehrheitsclient ausführen.",
  "page-staking-how-solo-works-item-1": "Besorgen Sie sich Hardware: Sie müssen <a href=\"/run-a-node/\">einen Node betreiben</a>, um zu staken",
  "page-staking-how-solo-works-item-2": "Synchronisieren Sie einen Client der Ausführungsebene",
  "page-staking-how-solo-works-item-3": "Synchronisieren Sie einen Client der Konsensebene",
  "page-staking-how-solo-works-item-4": "Generieren Sie Ihre Schlüssel und laden Sie diesen in Ihren Validator-Client",
  "page-staking-how-solo-works-item-5": "Überwachen und warten Sie Ihren Node",
  "page-staking-launchpad-widget-testnet-label": "Holesky Testnetz",
  "page-staking-launchpad-widget-testnet-start": "Beginne auf dem Holesky Testnetz zu staken",
  "page-staking-launchpad-widget-mainnet-label": "Hauptnetz (Mainnet)",
  "page-staking-launchpad-widget-mainnet-start": "Beginnen Sie mit dem Staking auf dem Hauptnetz",
  "page-staking-launchpad-widget-span": "Netzwerk auswählen",
  "page-staking-launchpad-widget-p1": "Von Solo-Validatoren wird erwartet, dass sie <strong>ihre Konfiguration</strong> und ihre operativen Fähigkeiten auf dem Holesky-Testnetz überprüfen, bevor Geldmittel riskiert werden. Vergessen Sie nicht, dass es wichtig ist, einen <a href=\"/developers/docs/nodes-and-clients/client-diversity/\">Minderheits-Client</a> auszuwählen, da dies die Netzwerksicherheit erhöht und Ihre Risiken begrenzt.",
  "page-staking-launchpad-widget-p2": "Wenn Sie sich damit sicher fühlen, können Sie alles Nötige von der Kommandozeile aus erledigen, indem sie den Staking-Launchpad nutzen.",
  "page-staking-launchpad-widget-p3": "Um die Dinge zu erleichtern, schauen Sie sich einige der Tools und Anleitungen unten an, die Ihnen neben dem Staking-Launchpad helfen können, um Ihre Clients so schnell wie möglich einzurichten.",
  "page-staking-launchpad-widget-link": "Software-Tools und -Anleitungen",
  "page-staking-products-get-started": "Erste Schritte",
  "page-staking-products-follow": "Besuchen auf",
  "page-staking-dropdown-staking-options": "Staking-Optionen",
  "page-staking-dropdown-staking-options-alt": "Staking-Optionen – Dropdown-Menü",
  "page-staking-stats-box-metric-1": "Gesamtes Staking-ETH",
  "page-staking-stats-box-metric-2": "Gesamtanzahl von Validatoren",
  "page-staking-stats-box-metric-3": "Aktuelle APR",
  "page-staking-stats-box-metric-1-tooltip": "Summe von ETH, der auf der Beacon Chain eingesetzt wird, ohne Guthaben über 32 ETH",
  "page-staking-stats-box-metric-2-tooltip": "Anzahl der derzeit auf der Beacon Chain aktivierten Validator-Konten",
  "page-staking-stats-box-metric-3-tooltip": "Durchschnittliche hochgerechnete jährliche Rendite pro Validator im letzten 24-Stunden-Zeitraum",
  "page-staking-section-comparison-subtitle": "Es gibt keine Musterlösung für das Staking, denn es ist bei jedem anders. Hier werden wir einige der Risiken, Belohnungen, und Anforderungen der verschiedenen Wege des Staking vergleichen.",
  "page-staking-section-comparison-rewards-title": "Belohnungen",
  "page-staking-section-comparison-solo-rewards-li1": "Maximale Belohnungen - Erhalten Sie volle Belohnungen direkt vom Protokoll",
  "page-staking-section-comparison-solo-rewards-li2": "Belohnungen für das Vorschlagen von Blöcken, einschließlich nicht verbrannter Transaktionsgebühren, und regelmäßiges Bestätigen des Netzwerkstatus",
  "page-staking-section-comparison-solo-rewards-li3": "Option, einen Liquid-Staking-Token gegen Ihren Home-Konoten zu prägen, der in DeFi verwendet werden soll",
  "page-staking-section-comparison-saas-rewards-li1": "Das beinhaltet gewöhnlich volle Protokoll-Belohnungen minus der monatlichen Gebühr für den Node-Betrieb",
  "page-staking-section-comparison-saas-rewards-li2": "Dashboards sind oft verfügbar, um Ihren Validator-Client ganz leicht zu überwachen",
  "page-staking-section-comparison-pools-rewards-li1": "Gepoolte Staker sammeln Belohnungen auf andere Weise, abhängig von der Methode, die vom gewählten Staking-Pool genutzt wird",
  "page-staking-section-comparison-pools-rewards-li2": "Viele gepoolte Einsatzdienste bieten einen oder mehrere <a href=\"/glossary/#liquidity-tokens\">Liquiditätstoken</a> an, die Ihre eingesetzte ETH plus Ihren Anteil an den Validator-Belohnungen repräsentieren",
  "page-staking-section-comparison-pools-rewards-li3": "Liquiditätstoken können in Ihrem eigenen Wallet aufbewahrt, in <a href=\"/glossary/#defi\">DeFi</a> verwendet und verkauft werden, wenn Sie sich für einen Ausstieg entscheiden",
  "page-staking-section-comparison-risks-title": "Risiken",
  "page-staking-section-comparison-solo-risks-li1": "Ihr ETH steht auf dem Spiel",
  "page-staking-section-comparison-solo-risks-li2": "Es gibt Strafen, die ETH kosten, wenn Ihr Node offline geht",
  "page-staking-section-comparison-solo-risks-li3": "Slashing (größere Strafen und Ausschluss aus dem Netzwerk) bei böswilligem Verhalten",
  "page-staking-section-comparison-solo-risks-li4": "Das Prägen eines Liquid-Staking-Tokens bringt Smart-Contract-Risiken mit sich, ist jedoch völlig optional",
  "page-staking-section-comparison-saas-risks-li1": "Gleiche Risiken wie Solo-Staker plus Risiko durch Service-Anbieter",
  "page-staking-section-comparison-saas-risks-li2": "Der Gebrauch Ihrer Signaturschlüssel wird jemand anderem anvertraut, der böswillig handeln könnte",
  "page-staking-section-comparison-pools-risks-li1": "Risiken variieren abhängig von der genutzten Methode",
  "page-staking-section-comparison-pools-risks-li2": "Im Allgemeinen bestehen Risiken aus einer Kombination aus Gegenpartei-, <a href=\"/glossary/#smart-contract\">Smart Contract</a>- und Ausführungsrisiko",
  "page-staking-section-comparison-requirements-title": "Anforderungen",
  "page-staking-section-comparison-solo-requirements-li1": "Sie müssen 32 ETH einzahlen",
  "page-staking-section-comparison-solo-requirements-li2": "Pflegen Sie Hardware, die sowohl einen Ethereum-<a href=\"/glossary/#execution-client\">Ausführungs-Client</a> als auch einen <a href=\"/glossary/#consensus-client\">Konsens-Client</a> ausführt, während die Verbindung besteht in das Internet",
  "page-staking-section-comparison-solo-requirements-li3": "",
  "page-staking-section-comparison-saas-requirements-li1": "Zahlen Sie 32 ETH ein und generieren Sie Ihre Schlüssel mit Unterstützung",
  "page-staking-section-comparison-saas-requirements-li2": "Verwahren Sie Ihre Schlüssel sicher",
  "page-staking-section-comparison-saas-requirements-li3": "Für den Rest ist gesorgt, allerdings variieren dabei spezifische Dienste",
  "page-staking-section-comparison-pools-requirements-li1": "Niedrigste ETH-Anforderungen, einige Projekte verlangen nur 0,01 ETH",
  "page-staking-section-comparison-pools-requirements-li2": "Zahlen Sie direkt von Ihrer Wallet auf verschiedene gepoolte Staking-Plattformen ein oder geben Sie einen der Liquiditäts-Token ab",
  "page-staking-faq-1-question": "Was ist ein Validator?",
  "page-staking-faq-1-answer": "Ein <em>Validator</em> ist eine virtuelle Einheit, die auf Ethereum existiert und am Konsens des Ethereum-Protokolls teilnimmt. Validatoren werden durch einen Betrag, öffentliche Schlüssel und andere Eigenschaften repräsentiert. Ein <em>Validator-Client</em> ist die Software, die im Namen des Validators handelt, indem sie dessen privaten Schlüssel hält und nutzt. Ein einzelner Validator-Client kann viele Schlüsselpaare halten, und somit viele Validatoren kontrollieren.",
  "page-staking-faq-2-question": "Warum muss ich Geldmittel als Einsatz haben?",
  "page-staking-faq-2-answer": "Ein Validator hat die Möglichkeit, Blöcke für das Netzwerk vorzuschlagen und zu attestieren. Um unehrliches Verhalten zu verhindern, müssen für die Benutzer ihre Geldmittel auf dem Spiel stehen. Dies gestattet es dem Protokoll, böswillige Akteure zu bestrafen. Staking ist ein Mittel, damit Sie ehrlich bleiben, da Ihre Handlungen finanzielle Folgen haben werden.",
  "page-staking-faq-3-question": "Kann ich „Eth2\" kaufen?",
  "page-staking-faq-3-answer-p1": "Es gibt keinen „Eth2\"-Token, der zu diesem Protokoll gehört, da der heimische Coin Ether (ETH) nicht verändert wurde, als Ethereum zu Proof-of-Stake wechselte.",
  "page-staking-faq-3-answer-p2": "Es gibt allerdings abgeleitete Token/Ticker, die eingesetztes ETH repräsentieren (z. B. rETH von Rocket Pool, stETH von Lido, ETH2 von Coinbase). Erfahren Sie mehr über <a href=\"/staking/pools/\">Staking-Pools</a>",
  "page-staking-faq-4-question": "Ist Staking bereits verfügbar?",
  "page-staking-faq-4-answer-p1": "Ja. Staking wurde am 1. Dezember 2020 aktiviert",
  "page-staking-faq-4-answer-p2": "Das bedeutet, dass das Staking derzeit für Benutzer verfügbar ist, um ihr ETH zu hinterlegen, einen Validator-Client auszuführen und mit dem Verdienen von Belohnungen zu beginnen.",
  "page-staking-faq-4-answer-p3": "Das Shanghai/Capella-Upgrade wurde am 12. April 2023 abgeschlossen, wodurch das Abheben von Staking-Einsätzen ermöglicht und der Kreislauf der Staking-Liquidität geschlossen wurde.",
  "page-staking-faq-5-question": "Wann kann ich mein Staking-ETH abheben?",
  "page-staking-faq-5-answer-p1": "Jetzt sofort! Staker können ihre Belohnungen und/oder ihre ursprüngliche Einzahlung von ihrem Validator-Guthaben abheben, wenn sie dies wünschen.",
  "page-staking-faq-5-answer-p2": "Staker werden auch Belohnungen in Form von Gebühren und MEV erhalten, wenn sie Blöcke vorschlagen. Diese Belohnungen sind sofort über die festgelegte Empfängeradresse für Gebühren verfügbar.",
  "page-staking-faq-5-answer-link": "Mehr zu Staking Auszahlungen",
  "page-staking-further-reading-author-vitalik-buterin": "Vitalik Buterin",
  "page-staking-further-reading-2-link": "Grundprinzip für Serenity Design",
  "page-staking-further-reading-4-link": "Eth2 Nachrichten",
  "page-staking-further-reading-4-author": "Ben Edgington",
  "page-staking-further-reading-5-link": "Nr. 33, die Konsensebene von Ethereum (Jan 2022), ist abgeschlossen",
  "page-staking-further-reading-5-author": "Danny Ryan",
  "page-staking-further-reading-6-link": "Attestierungsbeiträge",
  "page-staking-further-reading-8-link": "Beaconcha.in Community-Bildungsmaterialien",
  "page-staking-further-reading-9-link": "Ethereum Staking Launchpad FAQ",
  "page-staking-further-reading-10-link": "EthStaker Wissensdatenbank",
  "page-staking-toc-how-to-stake-your-eth": "Wie man sein ETH einsetzt",
  "page-staking-toc-comparison-of-options": "Vergleich von Staking-Optionen",
  "page-staking-toc-faq": "FAQ",
  "page-staking-toc-further": "Weiterführende Informationen",
  "page-staking-dom-info-title": "Staking mit Ethereum",
  "page-staking-join-community": "Der Staker-Community beitreten",
  "page-staking-join-community-desc": "EthStaker ist eine Community für alle, die über das Staking auf Ethereum diskutieren und mehr darüber erfahren möchten. Schließen Sie sich Zehntausenden von Mitgliedern aus der ganzen Welt an, um Ratschläge und Unterstützung zu erhalten und über alle Themen rund um das Staking zu sprechen.",
  "page-staking-meta-description": "Ein Überblick über Ethereum-Staking: die Risiken, Belohnungen, Anforderungen und wo gestakt werden kann.",
  "page-staking-meta-title": "Ethereum-Staking",
  "page-staking-withdrawals-important-notices": "Wichtige Hinweise",
  "page-staking-withdrawals-important-notices-desc": "Auszahlungen sind noch nicht verfügbar. Bitte lesen Sie die <a href=\"https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/\" target=\"_blank\">Eth2 Merge und Post-Merge FAQ</a> für weitere Informationen.",
  "page-upgrades-merge-btn": "Mehr zum Zusammenschluss",
  "subscribe-to-ef-blog": "<a href=\"https://blog.ethereum.org/category/protocol/#subscribe\" target=\"_blank\">Abonnieren Sie den EF-Blog</a>, um per E-Mail über die neuesten Protokollankündigungen informiert zu werden.",
  "page-staking-comparison-with-other-options": "Vergleiche mit anderen Optionen",
  "page-staking-any-amount": "Jeder Betrag",
  "page-staking-testnet": "Testnet"
}
