{
  "page-ethereum-history-founder-and-ownership-meta-title": "Geschichte von Ethereum: Gründer, Start und Eigentümerschaft | ethereum.org",
  "page-ethereum-history-founder-and-ownership-meta-description": "Erfahren Sie mehr über die Geschichte von Ethereum, einschließlich wer es erschaffen hat, wann es gestartet wurde und wer es heute kontrolliert.",
  "page-ethereum-history-founder-and-ownership-twitter-meta-description": "Erfahren Sie mehr über die Unterschiede zwischen Bitcoin und Ethereum, einschließlich Anwendungsfällen, Netzwerkleistung, Token-Ökonomie und mehr.",
  "page-ethereum-history-founder-and-ownership-title": "Geschichte von Ethereum: Gründer, Start und Eigentümerschaft",
  "page-ethereum-history-founder-and-ownership-description-1": "Ethereum wurde 2013 von Vitalik Buterin gegründet. Später kamen mehrere Mitbegründer hinzu, darunter Gavin Wood und Joseph Lubin. Das Ethereum-Netzwerk wurde offiziell am 30. Juli 2015 mit dem Mining des ersten Blocks (dem Genesis-Block) gestartet.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-description-1": "Im Gegensatz zu traditionellen Organisationen hat <strong>Ethereum keinen CEO</strong>, keinen Vorstand und keine einzelne kontrollierende Partei. Es ist eine dezentralisierte Plattform, die von ihrer Community verwaltet wird, wobei die gemeinnützige Ethereum Foundation Unterstützung leistet.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum": "Wer hat Ethereum gegründet/mitgegründet?",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-1": "Ethereum wurde <strong>von Vitalik Buterin gegründet</strong>, der die Idee <strong>Ende 2013</strong> konzipierte.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-2": "Buterin wurde 1994 in Russland geboren und wuchs in Kanada auf. Er zeigte schon in jungen Jahren ein außergewöhnliches mathematisches Talent.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-3": "Er entdeckte Bitcoin 2011 und begann, Bitcoin-Artikel zu schreiben, was ihn 2012 zur Mitgründung des <em>Bitcoin Magazine</em> führte. Dies war eine der ersten Veröffentlichungen, die sich der Kryptowährung widmete. Als Teil der frühen Bitcoin-Community erlebte er aus erster Hand ihr Potenzial und ihre Grenzen.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-4": "2014 veröffentlichte Vitalik das <whitepaper>Ethereum Whitepaper</whitepaper>, in dem er eine Plattform skizzierte, die über Bitcoin hinausgehen sollte, indem sie eine Blockchain schuf, die mehr als nur Zahlungen abwickeln konnte.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-5": "Ethereum erweitert den Bitcoin-Ansatz und sagt im Grunde: Nun, anstatt Regeln zu haben, die darauf ausgelegt sind, eine einzige Anwendung zu unterstützen, werden wir etwas Allgemeineres schaffen, bei dem die Leute einfach ihre eigenen Anwendungen entwickeln können, und die Regeln für die von ihnen entwickelten Anwendungen können auf der Ethereum-Plattform ausgeführt und implementiert werden.",
  "page-ethereum-history-founder-and-ownership-when-ethereum-when-did-ethereum-launch": "Wann wurde Ethereum gestartet?",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now": "Wem gehört Ethereum heute und wer betreibt es?",
  "page-ethereum-history-founder-and-ownership-founder-of-ethereum": "Gründer von Ethereum",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-6": "Ethereum wurde von 8 Personen mitbegründet, die halfen, Ethereum ins Leben zu rufen.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-vitalik-buterin": "<strong>Vitalik Buterin</strong>: Konzipierte Ethereum 2013, verfasste das ursprüngliche Whitepaper und wurde zu dessen Hauptvisionär und Verfechter, indem er das Konzept eines dezentralen Weltcomputers formulierte und die technische und philosophische Ausrichtung des Protokolls leitete.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-gavin-wood": "<strong>Gavin Wood</strong>: Entwickelte die Programmiersprache <solidity>Solidity</solidity> und schrieb das <ethereumYellowPaper>Ethereum Yellow Paper</ethereumYellowPaper>, das technische Handbuch für die Ethereum Virtual Machine (EVM).",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-joseph-lubin": "<strong>Joseph Lubin</strong>: Half bei der Finanzierung der sehr frühen Phasen von Ethereum und gründete später <consensys>ConsenSys</consensys>, ein Unternehmen, das sich auf die Entwicklung von Ethereum-basierten Apps und Infrastruktur konzentriert.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-jeffrey-wilcke": "<strong>Jeffrey Wilcke</strong>: Erstellte <geth>Geth</geth>, den ursprünglichen und am weitesten verbreiteten Ethereum Execution Client, der für die Ausführung der EVM und die Speicherung von Daten des Ethereum-Netzwerks verantwortlich ist.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-mihai-alisie": "<strong>Mihai Alisie</strong>: Mitbegründer des Bitcoin Magazine zusammen mit Vitalik Buterin, half bei der Gründung der Ethereum Foundation in der Schweiz, war als Vizepräsident tätig und schuf den rechtlichen Rahmen für den Vorverkauf von Ether.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-anthony-di-lorio": "<strong>Anthony Di Lorio</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-amir-chetrit": "<strong>Amir Chetrit</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-charles-hoskinson": "<strong>Charles Hoskinson</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-7": "Heute ist Vitalik Buterin weiterhin aktiv an der Entwicklung von Ethereum beteiligt. Joseph Lubin leitet weiterhin ConsenSys. Sein Unternehmen entwickelt wichtige Werkzeuge für das Ethereum-Ökosystem wie <strong>MetaMask</strong> und <strong>Infura</strong>.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-1": "Der Weg von Vitaliks ursprünglicher Idee bis zum offiziellen Start von Ethereum dauerte etwa 20 Monate. Hier sind die wichtigsten Meilensteine:",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-2": "<strong>November 2013:</strong> Vitalik Buterin teilt das Ethereum Whitepaper. Es beschreibt seine Vision einer Blockchain-Plattform, die Smart Contracts ausführen kann.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-3": "<strong>Januar 2014:</strong> Vitalik <announcement>kündigt öffentlich</announcement> das Konzept für Ethereum auf der North American Bitcoin Conference in Miami an.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-4": "<strong>Juli–August 2014:</strong> Um die Entwicklung von Ethereum zu finanzieren, führte das Gründerteam eine öffentliche Crowdfunding-Kampagne durch. Sie sammelten 31.000 BTC (im damaligen Wert von etwa 18 Millionen $) als Gegenleistung für Ether (ETH).",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-5": "<strong>April 2015:</strong> Vitalik und die Mitbegründer starten das Olympic-Testnet von Ethereum. Dies war die letzte Testphase vor dem Start des Hauptnetzwerks.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-6": "<strong>30. Juli 2015:</strong> Das Gründerteam startet offiziell das Ethereum Mainnet durch das Mining des Genesis-Blocks. Dies markiert die Geburtsstunde des Ethereum-Netzwerks.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-7": "<strong>14. März 2016:</strong> Die Ethereum-Community implementiert „Homestead“, das erste geplante Upgrade. Dies signalisiert, dass Ethereum für die breite Akzeptanz bereit war.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-8": "Wir hatten bei dem Ethereum-Projekt die Vorstellung, dass wir nur eine einzige Chance dafür bekommen würden, es war wirklich alles oder nichts, also mussten wir es richtig machen.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-9": "Ethereum-Mitbegründer",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-10": "Der Start von Ethereum markierte einen wichtigen Meilenstein in der Blockchain-Technologie. Er führte Smart Contracts ein und schuf eine Plattform für dezentralisierte Anwendungen.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-11": "Sie können den <genesisBlock>Ethereum Genesis-Block jederzeit ansehen</genesisBlock> und so den Moment bewahren, in dem Ethereum zum ersten Mal zum Leben erweckt wurde.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-12": "Sehen Sie sich die vollständige Liste der Ethereum-Upgrades an",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-13": "Sehen Sie sich die zukünftige Ethereum-Roadmap an",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-1": "Einer der einzigartigsten Aspekte von Ethereum ist seine Eigentümerstruktur, oder genauer gesagt, das Fehlen traditioneller Eigentumsverhältnisse. Im Gegensatz zu einem normalen Unternehmen, Ethereum:",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-2": "<strong>hat keinen CEO oder eine zentrale Autorität</strong>",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-3": "steht <strong>nicht unter der Kontrolle einer einzelnen Entität</strong> oder Organisation",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-4": "<strong>hat keine Aktionäre</strong> im traditionellen Sinne",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-5": "Stattdessen funktioniert Ethereum als dezentralisiertes Netzwerk. Es wird <strong>von Tausenden von unabhängigen Computern</strong> (Knoten) auf der ganzen Welt <strong>gewartet</strong>. Dieses dezentrale Modell ist der Kern des Designs und des Werts von Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-6": "Mehrere wichtige Gruppen helfen bei der laufenden Entwicklung und Governance von Ethereum:",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation": "1. Die Ethereum Foundation",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-1": "Die <strong>Ethereum Foundation ist eine gemeinnützige Organisation</strong>, die Ethereum und verwandte Technologien unterstützt. Obwohl sie wichtig ist, kontrolliert sie das Netzwerk nicht. Die Stiftung:",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-2": "Verwaltet Gelder zur Unterstützung der Ethereum-Entwicklung",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-3": "Vergibt Zuschüsse an Projekte, die auf Ethereum aufbauen",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-4": "Organisiert Community-Events und Bildungsinitiativen",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-5": "Koordiniert Forschungsbemühungen",
  "page-ethereum-history-founder-and-ownership-core-developers": "2. Kernentwickler und Forscher",
  "page-ethereum-history-founder-and-ownership-core-developers-description-1": "Eine globale Gemeinschaft von Entwicklern und Forschern trägt zum Code und Design von Ethereum bei. Diese Mitwirkenden schlagen Verbesserungen in einem offenen, öffentlichen Prozess vor, diskutieren und implementieren sie. Vitalik Buterin genießt in der Community nach wie vor hohes Ansehen, Entscheidungen werden jedoch durch Gruppenkonsens und nicht von einer einzelnen Person getroffen.",
  "page-ethereum-history-founder-and-ownership-eip": "3. Ethereum-Verbesserungsvorschläge (EIPs)",
  "page-ethereum-history-founder-and-ownership-eip-description-1": "Die Ethereum-Community schlägt Änderungen am Netzwerk durch <eips>Ethereum-Verbesserungsvorschläge (EIPs)</eips> vor. Dieses offene System ermöglicht es jedem, Verbesserungen vorzuschlagen. Diese Ideen werden dann von der Community diskutiert, verfeinert und potenziell umgesetzt.",
  "page-ethereum-history-founder-and-ownership-validators": "4. Knotenbetreiber und Validatoren",
  "page-ethereum-history-founder-and-ownership-validators-description-1": "Seit der Umstellung von Ethereum auf Proof-of-Stake im September 2022 wird das Netzwerk von Validatoren gesichert, die ETH sperren (staken) und Transaktionen verarbeiten. Es gibt <beaconchain>eine große Anzahl von Validatoren</beaconchain>, die auf der ganzen Welt verteilt sind, was die Kontrolle über das Netzwerk weit verteilt.",
  "page-ethereum-history-founder-and-ownership-validators-description-2": "Dieses dezentrale Modell begrenzt die Kontrolle durch eine einzelne Entität und macht Ethereum widerstandsfähig gegen Zensur. Dies schließt seine ursprünglichen Gründer ein. Keine einzelne Person oder Organisation kann die Regeln von Ethereum ändern oder das Netzwerk im Alleingang abschalten.",
  "page-ethereum-history-founder-and-ownership-validators-description-3": "Der Kernunterschied zwischen der Entwicklung einer Anwendung auf Ethereum und der Entwicklung auf einer traditionellen, zentralisierten Plattform ist diese Kernidee: Sobald Sie Ihre Anwendung erstellt haben, ist sie für ihr Fortbestehen nicht mehr von Ihnen oder einer anderen Einzelperson abhängig. Und die Anwendung läuft garantiert nach den festgelegten Regeln weiter.",
  "page-ethereum-history-founder-and-ownership-conclusion": "Zusammenfassung",
  "page-ethereum-history-founder-and-ownership-conclusion-description-1": "Von seiner Erschaffung durch Vitalik Buterin im Jahr 2013 über seinen Start im Jahr 2015 bis zu seinem heutigen Wachstum ist <strong>Ethereum seiner Gründungsvision treu geblieben</strong>. Es bleibt eine <strong>dezentrale, glaubwürdig neutrale</strong> Plattform für Anwendungen, die genau wie programmiert ausgeführt werden. Das Netzwerk und die darauf aufbauenden Apps laufen <strong>ohne Ausfallzeiten, Zensur, Betrug oder Einmischung Dritter</strong>.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-2": "Die Geschichte von Ethereum entfaltet sich mit jedem Update und jeder Innovation weiter. Während sich das Netzwerk weiterentwickelt, veranschaulicht es, wie dezentrale Governance den technologischen Fortschritt ohne traditionelle Unternehmensstrukturen vorantreiben kann.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-3": "Ethereum hat sich von einem visionären Whitepaper zu einer <strong>globalen Infrastrukturschicht entwickelt, die Tausende von Anwendungen und Werte in Milliardenhöhe antreibt</strong>. Dies beweist, dass offene Zusammenarbeit nicht nur das Finanzwesen, sondern auch grundlegende Konzepte von Eigentum, Governance und digitalem Vertrauen neu gestalten kann.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-4": "Erfahren Sie mehr über den Governance-Prozess von Ethereum"
}
