{
  "consensus-client-besu-logo-alt": "Besu-Logo",
  "consensus-client-erigon-logo-alt": "Erigon-Logo",
  "consensus-client-geth-logo-alt": "Geth-Logo",
  "consensus-client-lighthouse-logo-alt": "Lighthouse-Logo",
  "consensus-client-lodestar-logo-alt": "Lodestar-Logo",
  "consensus-client-nethermind-logo-alt": "Nethermind-Logo",
  "consensus-client-nimbus-logo-alt": "Nimbus-Logo",
  "consensus-client-prysm-logo-alt": "Prysm-Logo",
  "consensus-client-teku-logo-alt": "Teku-Logo",
  "page-upgrades-answer-1": "Die Beacon Chain wurde als Werkzeug für das Ethereum Mainnet-Upgrade bei der Zusammenführung verwendet.",
  "page-upgrades-answer-2": "Durch die Zusammenführung hat Ethereum sein bisher umfangreichstes Upgrade erhalten – dabei wurde die Proof-of-Work-basierte Konsensebene gegen eine neue Proof-of-Stake-basierte Ebene ausgetauscht.",
  "page-upgrades-answer-4": "Die Beacon Chain wurde verwendet, um den Proof-of-Stake-Konsens zu entwickeln, den Ethereum heute nutzt. Die Ausführung durchlief separat das Ethereum Mainnet, so dass Entwickler den Konsensmechanismus isoliert beobachten konnten, bevor er zur Koordinierung realer Aktivitäten verwendet wurde.",
  "page-upgrade-article-author-status": "Status",
  "page-upgrade-article-author-ethmerge": "Ethmerge",
  "page-upgrade-article-author-alchemy": "Alchemy",
  "page-upgrade-article-author-consensys": "Consensys",
  "page-upgrade-article-author-delphi-digital": "Delphi Digital",
  "page-upgrade-article-author-eip-4844": "Vitalik Buterin, Dankrad Feist, Diederik Loerakker, George Kadianakis, Matt Garnett, Mofi Taiwo",
  "page-upgrade-article-author-ethereum-foundation": "Ethereum Foundation",
  "page-upgrade-article-author-vitalik-buterin": "Vitalik Buterin",
  "page-upgrade-article-author-ethos-dev": "Ethos.dev",
  "page-upgrade-article-title-two-point-oh": "2.0: Die Beacon Chain",
  "page-upgrade-article-title-beacon-chain-explainer": "Die Erläuterung zu Beacon Chain Ethereum 2.0, die Sie zu Beginn lesen sollten",
  "page-upgrade-article-title-sharding-consensus": "Sharding-Konsens",
  "page-upgrade-article-title-sharding-is-great": "Warum Sharding großartig ist: Entmystifizierung der technischen Eigenschaften",
  "page-upgrade-article-title-rollup-roadmap": "Eine Rollup-zentrierte Roadmap",
  "page-upgrade-article-title-hitchhikers-guide-to-ethereum": "The Hitchhikers Guide To Ethereum",
  "page-upgrade-article-title-eip-4844": "EIP-4844: Shard Blob-Transaktionen (Proto-Danksharding)",
  "page-upgrade-article-title-proto-danksharding-faq": "Häufige Fragen zu Proto-Danksharding",
  "page-upgrade-article-title-sharding-das": "Eine Erläuterung zu Sharding und Datenverfügbarkeitsprobenahmen (DAS)",
  "page-upgrade-article-title-ethmerge": "Ethmerge",
  "page-upgrade-article-title-merge-is-coming": "Die Zusammenführung steht bevor",
  "page-upgrade-article-title-state-of-the-merge": "Status der Zusammenführung: Ein Update zu Ethereums Zusammenführung zum Proof-of-Stake 2022",
  "page-upgrade-article-title-ropsten-merge-testnet": "Ankündigung des Ropsten Merge-Testnetzes",
  "page-upgrade-article-title-execution-layer-specs": "Spezifikationen der Ausführungsebene",
  "page-upgrade-article-title-consensus-layer-specs": "Spezifikationen der Konsensebene",
  "page-upgrade-article-title-engine-api-specs": "Spezifikationen der Engine API",
  "page-upgrades-beacon-chain-date": "Die Beacon Chain ging am 1. Dezember 2020 live",
  "page-upgrades-beacon-chain-desc": "Durch die Beacon Chain wurde Staking bei Ethereum eingeführt und der Grundstein für zukünftige Upgrades gelegt. Dadurch wird das neue Proof-of-Stake-Ethereum koordiniert.",
  "page-upgrades-beacon-chain-estimate": "Die Beacon Chain ist live",
  "page-upgrades-beacon-chain-title": "Die Beacon Chain",
  "page-upgrades-bug-bounty": "Bug-Bounty-Programm anzeigen",
  "page-upgrades-clients": "Erfahren Sie mehr über die Konsens-Clients (früher bekannt als „Eth2“-Clients)",
  "page-staking-deposit-contract-title": "Mehr erfahren über die Adresse des Einzahlungsvertrags",
  "page-upgrades-dive": "Lernen Sie die Vision kennen",
  "page-upgrades-dive-desc": "Wie gestalten wir Ethereum skalierbarer, sicherer und nachhaltiger? Unter Beibehaltung der Kernphilosophie von Ethereum: der Dezentralisierung.",
  "page-upgrades-docking": "Die Zusammenführung",
  "page-upgrades-merge-answer-1": "Die Zusammenführung fand statt, als Ethereum am 15. September 2022 zum Proof-of-Stake-Konsens überging. Die Beacon Chain wurde mit dem Mainnet zusammengeführt, was den Proof-of-Work-Ansatz offiziell ablöste und den Energieverbrauch von Ethereum um ca. 99,95 % senkte.",
  "page-upgrades-merge-btn": "Mehr zum Zusammenschluss",
  "page-upgrades-merge-desc": "Mainnet-Ethereum wurde mit der Proof-of-Stake-Beacon Chain zusammengeführt, wodurch dem energieintensiven Mining ein Ende bereitet wurde.",
  "page-upgrades-merge-estimate": "Die Zusammenführung ist live",
  "page-upgrades-merge-mainnet": "Was ist das Mainnet?",
  "page-upgrades-eth-blog": "ethereum.org-Blog",
  "page-upgrades-explore-btn": "Upgrades erkunden",
  "page-upgrades-get-involved": "Werden Sie Teil des Ethereum-Upgrades",
  "page-upgrades-get-involved-2": "Mitmachen",
  "page-upgrades-head-to-ethresearch": "Wechseln Sie zu ethresear.ch",
  "page-upgrades-help": "Möchten Sie bei den Ethereum-Upgrades behilflich sein?",
  "page-upgrades-help-desc": "Es gibt viele Möglichkeiten, an den Ethereum-Upgrades mitzuwirken, beim Testen zu helfen und sogar Belohnungen zu erhalten.",
  "page-upgrades-index-staking": "Staking ist da",
  "page-upgrades-index-staking-desc": "Der Schlüssel zu den Ethereum-Upgrades ist die Einführung von Staking. Wenn Sie Ihre ETH nutzen möchten, um an der Sicherung des Ethereum-Netzwerks beteiligt zu sein, befolgen Sie die aufgeführten Schritte.",
  "page-upgrades-index-staking-learn": "Mehr über Staking erfahren",
  "page-upgrades-index-staking-learn-desc": "Die Beacon Chain brachte das Staking zu Ethereum. Mit ETH können Sie etwas Gutes für die Allgemeinheit tun, indem Sie das Netzwerk sichern, und dabei mehr ETH verdienen.",
  "page-upgrades-index-staking-step-1": "1. Einrichtung mit dem Launchpad",
  "page-upgrades-index-staking-step-1-btn": "Staking-Launchpad ansehen",
  "page-upgrades-index-staking-step-1-desc": "Für das Staking bei Ethereum ist das Launchpad erforderlich – es führt Sie durch den Prozess.",
  "page-upgrades-index-staking-step-2": "2. Staking-Adresse bestätigen",
  "page-upgrades-index-staking-step-2-btn": "Adresse des Einzahlungsvertrags bestätigen",
  "page-upgrades-index-staking-step-2-desc": "Bevor Sie Ihre ETH staken, sollten Sie die Richtigkeit der Adresse sicherstellen und das Launchpad durchlaufen haben.",
  "page-upgrades-index-staking-sustainability": "Nachhaltiger",
  "page-upgrades-meta-desc": "Eine Übersicht über die die Ethereum-Upgrades und die Vision, die damit realisiert werden soll.",
  "page-upgrades-meta-title": "Ethereum-Upgrades (ehemals „Eth2“)",
  "page-upgrades-proof-stake-link": "Mehr zu Proof-of-Stake",
  "page-upgrades-question-1-title": "Wann werden die Upgrades veröffentlicht?",
  "page-upgrades-question-1-desc": "Die Upgrades für Ethereum erfolgen fortlaufend. Sie haben jeweils eigene Veröffentlichungsdaten.",
  "page-upgrades-question-2-title": "Ist die Beacon Chain eine separate Blockchain?",
  "page-upgrades-question-2-desc": "Ja. Beacon Chain wurde als Bezeichnung einer parallelen Proof-of-Stake-Blockchain für das Upgrade des Ethereum-Mainnets vergeben. Es gibt jetzt nur noch eine Blockchain, die durch die Zusammenführung der ursprünglichen Ethereum-Blockchain und der Beacon Chain gebildet wurde.",
  "page-upgrades-question-3-answer-2a": "Die Zusammenführung hatte minimale Auswirkungen auf dApp-Entwickler – sie interagieren mit Ethereum weiterhin auf die gleiche Weise.",
  "page-upgrades-question-3-answer-2a-link": "Die Zusammenführung und dApp-Entwickler",
  "page-upgrades-question-3-answer-2b": "Sharding-Pläne werden noch entwickelt, Layer-2-Rollups sollen dabei jedoch berücksichtigt werden.",
  "page-upgrades-layer-2-rollups": "Mehr über Layer-2-Rollups",
  "page-upgrades-question-3-answer-3-link": "ehtresear.ch besuchen",
  "page-upgrades-question-3-desc": "Im Augenblick müssen Sie nichts tun, um sich auf die Upgrades vorzubereiten.",
  "page-upgrades-question-3-title": "Wie bereite ich mich auf die Upgrades vor?",
  "page-upgrades-question-4-answer-1": "Wenn Sie heute eine Transaktion durchführen oder eine dApp benutzen, verwenden Sie die Ausführungsebene – auch bekannt als Mainnet.",
  "page-upgrades-question-4-answer-3": "Seit der Zusammenführung sichern Validatoren das gesamte Netzwerk mittels Proof-of-Stake.",
  "page-upgrades-question-4-answer-6": "Jeder kann ein Validator werden, indem er sein ETH stakt.",
  "page-upgrades-question-4-answer-7": "Mehr zum Staking",
  "page-upgrades-question-4-title": "Was ist die Ausführungsebene?",
  "page-upgrades-question-4-desc": "Vor der Zusammenführung wurde die Ethereum-Blockchain manchmal als „Eth1“ bezeichnet. Dieser Begriff wurde von „Ausführungsebene“ abgelöst.",
  "page-upgrades-question-5-answer-1": "Um ein Validator im Netzwerk zu werden, müssen Sie 32 ETH staken. Wenn Sie nicht so viel haben oder nicht so viel einsetzen möchten, können Sie Staking-Pools beitreten. Mit diesen Pools können Sie weniger einsetzen und Aneile der Gesamtbelohnungen sammeln.",
  "page-upgrades-question-5-desc": "Sie müssen das Staking-Launchpad nutzen oder einem Staking-Pool beitreten.",
  "page-upgrades-question-5-title": "Wie stake ich?",
  "page-upgrades-question-6-answer-3": "Danny Ryan von der Ethereum Foundation bringt die Community regelmäßig auf den neusten Stand:",
  "page-upgrades-question-6-answer-4": "Ben Edgington von ConsenSys bietet einen wöchentlichen Newsletter über die Ethereum-Upgrades:",
  "page-upgrades-question-6-answer-5": "Sie können sich auch der Diskussion über die Ethereum-Forschung und -Entwicklung auf ethresear.ch anschließen.",
  "page-upgrades-question-6-title": "Was muss ich mit meiner dApp tun?",
  "page-upgrades-question-6-desc": "Die Zusammenführung wurde so konzipiert, dass sie nur minimale Auswirkungen auf die Entwickler hat – wobei es einige kleine Änderungen gab, die beachtet werden sollten.",
  "page-upgrades-question-6-answer-1": "dApp-Entwickler, die mit Ethereum vor der Zusammenführung vertraut waren, sollten einige Änderungen kennen. Diese Änderungen umfassen Blockstruktur und Timing, einige Opcode-Änderungen, Quellen von On-Chain-Zufälligkeit und das Konzept der Epochenfinalisierung.",
  "page-upgrades-question-6-answer-1-link": "Wie die Zusammenführung die Anwendungsebene von Ethereum beeinflusste",
  "page-upgrades-question-6-answer-2": "Anwendungen waren nahezu nicht betroffen.",
  "page-upgrades-question-7-desc": "Viele verschiedene Teams aus der ganzen Community arbeiten an den verschiedenen Ethereum-Upgrades.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(Rust-Implementierung)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(JavaScript-Implementierung)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(Nim-Implementierung)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(Go-Implementierung)",
  "page-upgrades-question-7-teams": "Die Ethereum-Konsens-Client-Teams:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(Java-Implementierung)",
  "page-upgrades-question-7-title": "Wer erstellt die Ethereum-Upgrades?",
  "page-upgrades-question-7-clients": "Mehr über Ethereum-Clients erfahren",
  "page-upgrades-question-8-answer-1": "Mit den Ethereum-Upgrades wird es möglich, Ethereum dezentral zu skalieren und gleichzeitig die Sicherheit zu erhalten und die Nachhaltigkeit zu steigern.",
  "page-upgrades-question-8-answer-2": "Die wohl offensichtlichste Hürde ist, dass Ethereum in der Lage sein muss, mehr als 15–45 Transaktionen pro Sekunde verarbeiten zu können. Die Upgrades zielen jedoch auch auf weitere Probleme ab, die es heute bei Ethereum zu bewältigen gilt.",
  "page-upgrades-question-8-answer-3": "Die Nutzung von Enthereum ist in Zeiten hoher Nachfrage im Netzwerk teuer. Nodes im Netzwerk haben mit der Größe von Ethereum und der Datenmenge, die die Computer verarbeiten müssen, stark zu kämpfen. Zudem war der ursprüngliche Algorithmus für Ethereums Sicherheit und Dezentralisierung energieintensiv und musste umweltfreundlicher werden.",
  "page-upgrades-question-8-answer-4": "Vieles von dem, was sich ändert, steht schon seit 2015 im Ethereum-Fahrplan. Die gegenwärtigen Bedingungen machen die Notwendigkeit der Upgrades jedoch noch größer.",
  "page-upgrades-question-8-answer-6": "Ethereums Vision erkunden",
  "page-upgrades-question-8-desc": "Das Ethereum von heute muss Endnutzern und Teilnehmern im Netzwerk eine bessere Erfahrung bieten.",
  "page-upgrades-question-8-title": "Warum sind Upgrades erforderlich?",
  "page-upgrades-question-9-answer-1": "Die aktivste Rolle, die Sie spielen können, besteht darin, Ihre ETH zu staken.",
  "page-upgrades-question-9-answer-2": "Vielleicht möchten Sie auch einen zweiten Client ausführen, um die Client-Diversität zu verbessern.",
  "page-upgrades-question-9-answer-3": "Wenn Sie technisch versiert sind, können Sie dabei helfen, Fehler in den neuen Clients zu finden.",
  "page-upgrades-question-9-answer-4": "Ebenso können Sie sich auf ethresear.ch an technischen Diskussionen mit Ethereum-Forschern beteiligen.",
  "page-upgrades-question-9-desc": "Sie müssen kein Techniker sein, um etwas beizutragen. Die Community sucht nach Beiträgen aus allen möglichen Bereichen.",
  "page-upgrades-question-9-stake-eth": "Stake ETH",
  "page-upgrades-question-9-title": "Wie kann ich zu den Ethereum-Upgrades beitragen?",
  "page-upgrades-question-9-more": "Allgemeinere Möglichkeiten finden, um sich an Ethereum zu beteiligen",
  "page-upgrades-question-10-title": "Was sind die „Eth2-Phasen“?",
  "page-upgrades-question-10-desc": "Manches hier hat sich verändert.",
  "page-upgrades-question-10-answer-0": "Der Begriff „Eth2“ selbst wird künftig nicht mehr verwendet, da es sich nicht um ein einzelnes Upgrade oder ein neues Netzwerk handelt. Es handelt sich vielmehr um eine Reihe von Upgrades, die alle dazu beitragen, Ethereum skalierbarer, sicherer und nachhaltiger zu machen. Das Netzwerk, das Sie kennen und lieben, wird einfach als Ethereum bezeichnet.",
  "page-upgrades-question-10-answer-1": "Wir halten uns mit Aussagen über einen technischen Fahrplan zurück, denn es geht um Software: Sie kann sich ändern. Wir denken, es ist einfacher, zu verstehen, was passiert, wenn man sich über die Ergebnisse informiert.",
  "page-upgrades-question-10-answer-1-link": "Upgrades ansehen",
  "page-upgrades-question-10-answer-2": "Wenn Sie die Diskussionen jedoch verfolgt haben, erfahren Sie hier, wie die Upgrades in die technischen Fahrpläne passen, und ein wenig darüber, wie sie sich ändern.",
  "page-upgrades-question-10-answer-3": "Phase 0 beschrieb die Arbeit rund um die Einführung der Beacon Chain.",
  "page-upgrades-question-10-answer-5": "Ursprünglich konzentrierte sich Phase 1 auf die Implementierung der Fragmentierungen, aber die Priorisierung hat sich auf die Zusammenführung verlagert, die am 15. September 2022 eingeführt wurde.",
  "page-upgrades-question-10-answer-6": "Phase 1.5 wurde ursprünglich so konzipiert, dass es Shard-Implementierungen folgte, wenn das Mainnet als letzter Shard zur Beacon Chain hinzugefügt wurde. Mit Fortschritten in der Rollup-Technologie beschleunigte die Ethereum-Community jedoch stattdessen die Abkehr vom Proof-of-Work-Ansatz.",
  "page-upgrades-question-10-answer-7": "Die Pläne rund um Phase 2 waren der Mittelpunkt intensiver Forschung und Diskussion. Mit dem Abschluss der Zusammenführung und dem Fortschritt bei Layer-2-Lösungen haben sich die Ziele zu einer eher vereinfachten Form des Daten-Shardings zugunsten der Maximierung der Rollup-Effizienz verlagert. Aktuelle Layer-2-Lösungen erlauben die Skalierung der Transaktionsausführung, und Sharding wird die Speicherung von Beweisen für diese Daten auf Layer 1 auf eine günstige und skalierbare Weise ermöglichen.",
  "page-upgrades-question-10-answer-8": "Mehr zum Rollup-zentrierten Fahrplan",
  "page-upgrades-question-11-title": "Kann ich Eth2 kaufen?",
  "page-upgrades-question-11-desc": "Nein. Ein Eth2-Token existiert nicht und Ihre ETH haben sich durch die Zusammenführung nicht geändert.",
  "page-upgrades-question-11-answer-1": "Eine der treibenden Kräfte hinter dem Rebranding von Eth2 war der weit verbreitete Irrglaube, dass ETH-Inhaber nach der Zusammenführung oder einem anderen Upgrade ihre ETH zu „ETH 2.0“ migrieren müssten. Das ist nicht wahr und war nie der Fall.",
  "page-upgrades-question-11-answer-2": " Diese Verwirrung wird häufig von Betrügern ausgenutzt.",
  "page-upgrades-question-title": "Häufig gestellte Fragen",
  "page-upgrades-question3-answer-1": "ETH-Inhaber müssen nichts tun. Ihre ETH müssen weder geändert werden, noch muss ein Upgrade durchgeführt werden. Mit ziemlicher Sicherheit wird es Betrüger geben, die Sie vom Gegenteil überzeugen möchten – seien Sie also vorsichtig.",
  "page-upgrades-scalable": "Skalierbarer",
  "page-upgrades-scalable-desc": "Ethereum muss tausende Transaktionen pro Sekunde unterstützen, um Anwendungen schneller und günstiger nutzen zu können.",
  "page-upgrades-secure": "Sicherer",
  "page-upgrades-secure-desc": "Ethereum muss sicherer werden. Mit zunehmender Nutzung von Ethereum muss das Protokoll besser gegen alle Arten von Angriffen geschützt werden.",
  "page-upgrades-shard-date": "Sharding wird der Zusammenführung in mehreren Phasen folgen, im Zeitraum 2023–2024.",
  "page-upgrades-shard-desc": "Danksharing erweitert die Datenspeicherkapazität von Ethereum und arbeitet harmonisch mit L2s zusammen, um den Durchsatz zu skalieren und Netzwerkgebühren zu senken. Danksharing wird in mehreren Phasen eingeführt, beginnend mit ProtoDanksharding.",
  "page-upgrades-shard-estimate": "Geschätzt: 2023–2024",
  "page-upgrades-shard-lower": "Mehr zu Sharding",
  "page-upgrades-shard-title": "Sharding",
  "page-upgrades-stay-up-to-date": "Auf dem Laufenden bleiben",
  "page-upgrades-stay-up-to-date-desc": "Erfahren Sie Neuigkeiten von Forschern und Entwicklern, die an den Ethereum-Upgrades arbeiten.",
  "page-upgrades-sustainable-desc": "Ethereum war noch bis vor Kurzem energieintensiv. Der Übergang zu Proof-of-Stake führte zu einer Energieersparnis im Netzwerk von über 99,9 %.",
  "page-upgrades-take-part": "An der Forschung teilnehmen",
  "page-upgrades-take-part-desc": "Ethereum-Forscher und -Enthusiasten kommen hier zusammen, um über die Forschungsbemühungen zu diskutieren – auch über alles rund um die Ethereum-Upgrades.",
  "page-upgrades-the-upgrades": "Die Ethereum-Upgrades",
  "page-upgrades-the-upgrades-desc": "Ethereum-Upgrades zielen darauf ab, die Skalierbarkeit, Sicherheit und Nachhaltigkeit des Netzwerks zu verbessern. Ethereum hat kürzlich einige umfassende Upgrades in Bezug auf Sicherheit und Nachhaltigkeit durchlaufen – und in Zukunft stehen weitere Upgrades an, insbesondere bei der Skalierbarkeit.",
  "page-upgrades-unofficial-roadmap": "Das ist nicht der offizielle Fahrplan. Das ist unsere Sicht der Dinge, basierend auf den verfügbaren Informationen. Wir sprechen jedoch über Technologie, und diese kann sich im Handumdrehen ändern. Betrachten Sie das also bitte nicht als Verpflichtung.",
  "page-upgrades-upgrade-desc": "Das Ethereum, das wir kennen und lieben – nur skalierbarer, sicherer und nachhaltiger ...",
  "page-upgrades-upgrades": "Die Ethereum-Upgrades",
  "page-upgrades-upgrades-aria-label": "Das Ethereum-Upgrades-Menü",
  "page-upgrades-upgrades-beacon-chain": "Die Beacon Chain",
  "page-upgrades-upgrades-guide": "Anleitung zu den Ethereum-Upgrades",
  "page-upgrades-upgrades-docking": "Die Zusammenführung",
  "page-upgrades-energy-consumption": "Mehr über den Energieverbrauch von Ethereum",
  "page-upgrades-upgrading": "Komplett neue Möglichkeiten für Ethereum schaffen",
  "page-roadmap-vision": "Die Vision",
  "page-roadmap-vision-btn": "Mehr zur Vision von Ethereum",
  "page-roadmap-vision-desc": "Um Ethereum der breiten Masse näherzubringen und allen Menschen einen Mehrwert zu bieten, muss Ethereum skalierbarer, sicherer und nachhaltiger werden.",
  "page-upgrades-what-happened-to-eth2-title": "Was ist mit „Eth2“ passiert?",
  "page-upgrades-what-happened-to-eth2-1": "Der Begriff „Eth2“ wurde vor der Zusammenführung häufig verwendet, er wird jedoch von präziserer Terminologie abgelöst.",
  "page-upgrades-what-happened-to-eth2-1-more": "Mehr über die Zusammenführung.",
  "page-upgrades-what-happened-to-eth2-2": "Seit der Zusammenführung von „Eth1“ und „Eth2“ gibt es nicht mehr zwei verschiedene Ethereum-Blockchains, sondern nur noch Ethereum.",
  "page-upgrades-what-happened-to-eth2-3": "Um Unklarheiten zu minimieren, hat die Community diese Begriffe aktualisiert:",
  "page-upgrades-what-happened-to-eth2-3-1": "„Eth1“ ist nun die „Ausführungsebene“, die Transaktionen und Ausführungen verarbeitet.",
  "page-upgrades-what-happened-to-eth2-3-2": "„Eth2“ ist nun die „Konsensebene“, die den Proof-of-Stake-Konsens regelt.",
  "page-upgrades-what-happened-to-eth2-4": "Diese aktualisierte Terminologie ändert lediglich die Benennungskonventionen. Die Ziele und der Fahrplan von Ethereum ändern sich dadurch nicht.",
  "page-upgrades-what-happened-to-eth2-5": "Mehr über die „Eth2“-Umbenennung erfahren",
  "page-upgrades-why-cant-we-just-use-eth2-title": "Warum können wir nicht einfach Eth2 verwenden?",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-title": "Gedankliche Modelle",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-description": "Ein großes Problem mit der Eth2-Benennung besteht darin, dass neue Benutzer von Ethereum sich ein falsches Bild machen. Sie denken intuitiv, dass Eth1 vor Eth2 kommt oder dass Eth1 von Eth2 abgelöst wird. Weder das eine noch das andere ist wahr. Wenn wir den Begriff Eth2 nicht mehr verwenden, wecken wir in zukünftigen Benutzern keine falschen Vorstellungen.",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-title": "Inklusivität",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-description": "Im Zuge der Weiterentwicklung des Ethereum-Fahrplans hat sich Ethereum 2.0 als nicht mehr geeignet erwiesen, Ethereums Fahrplan zu repräsentieren. Durch eine sorgfältige und genaue Wortwahl können wir Ethereum-Inhalte einem möglichst breiten Publikum verständlich machen.",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-title": "Betrugsprävention",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-description": "Leider haben böswillige Akteure versucht, die ungenaue Bezeichnung Eth2 zu nutzen, um Benutzer zu betrügen. Sie forderten sie dabei auf, ihre ETH gegen „ETH2“-Token zu tauschen, oder behaupteten, dass sie ihre ETH vor dem Eth2-Upgrade irgendwie migrieren müssten. Wir hoffen, dass diese aktualisierte Terminologie Klarheit schafft, um diese Nische für Betrug zu schließen, und dazu beiträgt, das Ökosystem sicherer zu machen.",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-title": "Klares Staking",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-description": "Manche Staking-Betreiber haben auch die auf der Beacon Chain gestakten ETH mit dem Ticker „ETH2“ vorgestellt. Das führt möglicherweise zu Verwirrung, da die Benutzer dieser Dienste nicht wirklich einen „ETH2“-Token erhalten. Es existiert kein „ETH2“-Token – vielmehr bezeichnet der Begriff einfach den Anteil am Stake dieses bestimmten Anbieters.",
  "page-upgrades-what-to-do": "Was müssen Sie tun?",
  "page-upgrades-what-to-do-desc": "Wenn Sie ein dApp-Benutzer oder ETH-Inhaber sind, müssen Sie gar nichts tun. Sind Sie Entwickler oder möchten Sie mit dem Staking anfangen, dann gibt es Möglichkeiten, wie Sie sich heute einbringen können.",
  "page-upgrades-whats-next": "Was sind Ethereum-Upgrades?",
  "page-upgrades-whats-next-desc": "Der Ethereum-Fahrplan umfasst zusammenhängende Protokoll-Upgrades, die das Netzwerk skalierbarer, sicherer und nachhaltiger machen. Diese Upgrades werden von mehreren Teams aus dem gesamten Ethereum-Ökosystem entwickelt.",
  "page-upgrades-whats-next-history": "Mehr über vorherige Ethereum-Upgrades erfahren",
  "page-upgrades-whats-ethereum": "Moment – was ist Ethereum?",
  "page-upgrades-whats-new": "Was steht als Nächstes bei Ethereum an?",
  "page-upgrades-security-link": "Mehr zu Sicherheit und Betrugsprävention",
  "page-staking-deposit-contract-staking-more-link": "Mehr zum Staking",
  "docs-nav-proof-of-stake": "Proof-of-Stake",
  "docs-nav-proof-of-work": "Proof-of-Work",
  "page-upgrades-get-involved-ethresearch-1": "Sharding",
  "page-upgrades-get-involved-ethresearch-2": "Die Zusammenführung"
}
