{
  "page-run-a-node-build-your-own-title": "Selbermachen",
  "page-run-a-node-build-your-own-hardware-title": "Schritt 1 – Hardware",
  "page-run-a-node-build-your-own-minimum-specs": "Mindestanforderungen",
  "page-run-a-node-build-your-own-min-ram": "4 - 8 GB Arbeitsspeicher",
  "page-run-a-node-build-your-own-ram-note-1": "Siehe Anmerkung zum Staking",
  "page-run-a-node-build-your-own-ram-note-2": "Siehe Anmerkung zum Raspberry Pi",
  "page-run-a-node-build-your-own-min-ssd": "2 TB SSD Festplatte",
  "page-run-a-node-build-your-own-ssd-note": "Die SSD ist wegen den erforderlichen Schreibgeschwindigkeiten notwendig.",
  "page-run-a-node-build-your-own-min-internet": "Internetverbindung",
  "page-run-a-node-build-your-own-recommended": "Empfohlen",
  "page-run-a-node-build-your-own-nuc": "Intel NUC, 7. Generation oder neuer",
  "page-run-a-node-build-your-own-nuc-small": "x86 Prozessor",
  "page-run-a-node-build-your-own-connection": "Kabelgebundene Internetverbindung",
  "page-run-a-node-build-your-own-connection-small": "Nicht erforderlich, bietet aber eine einfachere Einrichtung und eine stabilere Verbindung",
  "page-run-a-node-build-your-own-peripherals": "Bildschirm und Tastatur",
  "page-run-a-node-build-your-own-peripherals-small": "Sofern Sie kein DAppNode oder ssh/headless Setup verwenden",
  "page-run-a-node-build-your-own-software": "Schritt 2 – Software",
  "page-run-a-node-build-your-own-software-option-1-title": "Option 1 – DAppNode",
  "page-run-a-node-build-your-own-software-option-1-description": "Wenn Ihre Hardware bereit ist, können Sie das DAppNode Betriebssystem von einem Computer mit der Hilfe eines USB-Sticks herunterladen und auf die frische SSD Festplatte installieren.",
  "page-run-a-node-build-your-own-software-option-1-button": "DAppNode Setup",
  "page-run-a-node-build-your-own-software-option-2-title": "Option 2 – Befehlszeile",
  "page-run-a-node-build-your-own-software-option-2-description-1": "Für die maximale Kontrolle, können erfahrene Nutzer auch die Befehlszeile verwenden.",
  "page-run-a-node-build-your-own-software-option-2-description-2": "Weitere Informationen zum Einstieg in die Client-Auswahl finden Sie in unserer Entwickler Dokumentation.",
  "page-run-a-node-build-your-own-software-option-2-button": "Einrichtung der Befehlszeile",
  "page-run-a-node-buy-fully-loaded-title": "Kaufe eine voll bestückte",
  "page-run-a-node-buy-fully-loaded-description": "Bestellen Sie eine Plug-and-Play Variante vom Händler für die schnellste und einfachste Einrichtung.",
  "page-run-a-node-buy-fully-loaded-note-1": "Kein aufbauen erforderlich.",
  "page-run-a-node-buy-fully-loaded-note-2": "Eine App-ähnliche Einrichtung mit einer GUI.",
  "page-run-a-node-buy-fully-loaded-note-3": "Keine Befehlszeile erforderlich.",
  "page-run-a-node-buy-fully-loaded-plug-and-play": "Diese Lösungen sind klein, aber komplett bestückt.",
  "page-run-a-node-censorship-resistance-title": "Zensur-Resistenz",
  "page-run-a-node-censorship-resistance-preview": "Stellen Sie sicher, dass Sie Zugriff haben, wenn Sie ihn benötigen, und lassen Sie sich nicht zensieren.",
  "page-run-a-node-censorship-resistance-1": "Ein Knotenpunkt eines Drittanbieters könnte entscheiden, Transaktionen von bestimmten IP-Adressen oder Transaktionen, die bestimmte Konten betreffen, zu verweigern, und dich so möglicherweise von der Nutzung des Netzwerks abhalten, wenn du es brauchst. ",
  "page-run-a-node-censorship-resistance-2": "Ein eigener Knotenpunkt, an den du Transaktionen übermitteln kannst, garantiert, dass du deine Transaktion jederzeit an den Rest des Peer-to-Peer-Netzwerks weiterleiten kannst.",
  "page-run-a-node-community-title": "Helfer finden",
  "page-run-a-node-community-description-1": "Auf Online-Plattformen wie Discord oder Reddit gibt es eine große Anzahl von Community-Buildern, die dir bei allen Fragen weiterhelfen können.",
  "page-run-a-node-community-description-2": "Mach es nicht alleine. Wenn du eine Frage hast, kann dir wahrscheinlich jemand hier helfen, eine Antwort zu finden.",
  "page-run-a-node-community-link-1": "Trete dem DAppNode Discord-Kanal bei",
  "page-run-a-node-community-link-2": "Online-Communities finden",
  "page-run-a-node-choose-your-adventure-title": "Wähle dein eigenes Abenteuer aus",
  "page-run-a-node-choose-your-adventure-1": "Für den Anfang brauchst du etwas Hardware. Obwohl die Knotenpunkt-Software auch auf einem Pc ausgeführt werden kann, kann ein eigener Rechner die Leistung deiner Knotenpunkte erheblich steigern und gleichzeitig die Auswirkungen auf deinen Hauptrechner minimieren.",
  "page-run-a-node-choose-your-adventure-2": "Bedenke bei der Auswahl der Hardware, dass die Kette ständig wächst und unweigerlich gewartet werden muss. Die Erhöhung der Spezifikationen kann dazu beitragen, dass die Wartung der Knotenpunkte hinausgezögert wird.",
  "page-run-a-node-choose-your-adventure-build-1": "Eine billigere und besser anpassbare Option für technisch versiertere Nutzer.",
  "page-run-a-node-choose-your-adventure-build-bullet-1": "Beschaffen Sie Ihre eigenen Teile.",
  "page-run-a-node-choose-your-adventure-build-bullet-2": "Installiere DAppNode.",
  "page-run-a-node-choose-your-adventure-build-bullet-3": "Oder du wählst dein eigenes Betriebssystem und eigenen Clients aus.",
  "page-run-a-node-choose-your-adventure-build-start": "Starte jetzt",
  "page-run-a-node-decentralized-title": "Dezentralisierung",
  "page-run-a-node-decentralized-preview": "Widerstehe der Stärkung zentraler Fehlerquellen.",
  "page-run-a-node-decentralized-1": "Zentralisierte Cloud-Server können eine Menge Rechenleistung bereitstellen, aber sie bieten auch ein Ziel für Nationalstaaten oder Angreifer, die das Netzwerk stören wollen.",
  "page-run-a-node-decentralized-2": "Die Ausfallsicherheit des Netzwerks wird durch eine größere Anzahl von Knotenpunkten an geografisch unterschiedlichen Orten erreicht, die von mehr Menschen mit unterschiedlichem Hintergrund betrieben werden. Je mehr Menschen ihren eigenen Knotenpunkt betreiben, desto geringer ist die Abhängigkeit von zentralen Fehlerquellen und desto stärker wird das Netzwerk.",
  "page-run-a-node-feedback-prompt": "Fanden Sie diesen Artikel hilfreich?",
  "page-run-a-node-further-reading-title": "Weiterführende Informationen",
  "page-run-a-node-further-reading-1-link": "Ethereum meistern - Sollte ich einen vollständigen Knotenpunkt betreiben",
  "page-run-a-node-further-reading-1-author": "Andreas Antonopoulos",
  "page-run-a-node-further-reading-2-link": "Ethereum auf ARM - Schnellstartanleitung",
  "page-run-a-node-further-reading-3-link": "Die Grenzen der Skalierbarkeit der Blockchain",
  "page-run-a-node-further-reading-3-author": "Vitalik Buterin",
  "page-run-a-node-getting-started-title": "Erste Schritte",
  "page-run-a-node-getting-started-software-section-1": "In den ersten Tagen des Netzwerks mussten die Nutzer die Fähigkeit haben, die Kommandozeile zu bedienen, um einen Ethereum-Knoten zu betreiben.",
  "page-run-a-node-getting-started-software-section-1-alert": "Wenn du das bevorzugst und über die nötigen Kenntnisse verfügst, kannst du dich in unseren technischen Unterlagen informieren.",
  "page-run-a-node-getting-started-software-section-1-link": "Starte einen Ethereum-Knoten",
  "page-run-a-node-getting-started-software-section-2": "Jetzt gibt es DAppNode, eine <b>kostenlose und quelloffene Software</b>, die den Nutzern eine <b>App-ähnliche Erfahrung</b> bietet, während sie ihren Knoten verwalten.",
  "page-run-a-node-getting-started-software-section-3a": "Mit nur wenigen Klicken kannst du deinen Knotenpunkt zum Laufen bringen.",
  "page-run-a-node-getting-started-software-section-3b": "DAppNode macht es den Nutzern leicht, vollständige Knotenpunkte sowie Dapps und andere P2P-Netzwerke zu betreiben, ohne die Kommandozeile anfassen zu müssen. Das macht es für alle einfacher, sich zu beteiligen und ein dezentraleres Netzwerk zu schaffen.",
  "page-run-a-node-getting-started-software-title": "Teil 2: Software",
  "page-run-a-node-glyph-alt-terminal": "Terminal Glyphe",
  "page-run-a-node-glyph-alt-phone": "Telefon-Tipp-Glyphe",
  "page-run-a-node-glyph-alt-dappnode": "DAppNode Glyphe",
  "page-run-a-node-glyph-alt-pnp": "Plug-n-Play-Glyphe",
  "page-run-a-node-glyph-alt-hardware": "Hardware-Glyphe",
  "page-run-a-node-glyph-alt-software": "Software Download Glyphe",
  "page-run-a-node-glyph-alt-privacy": "Datenschutz-Glyphe",
  "page-run-a-node-glyph-alt-censorship-resistance": "Zensurresistente Megaphon-Glyphe",
  "page-run-a-node-glyph-alt-earth": "Erde Glyphe",
  "page-run-a-node-glyph-alt-decentralization": "Dezentralisierungsglyphe",
  "page-run-a-node-glyph-alt-vote": "Gib deine Stimme ab Glyphe",
  "page-run-a-node-glyph-alt-sovereignty": "Souveränitätsglyphe",
  "page-run-a-node-hero-alt": "Grafik des Knotenpunktes",
  "page-run-a-node-hero-header": "Übernimm die volle Kontrolle.<br />Betreibe deinen eigenen Knotenpunkt.",
  "page-run-a-node-hero-subtitle": "Werde souverän und hilf mit, das Netzwerk zu sichern. Werde Ethereum.",
  "page-run-a-node-hero-cta-1": "Weitere Informationen",
  "page-run-a-node-hero-cta-2": "Lass uns beginnen!",
  "page-run-a-node-install-manually-title": "Manuell installieren",
  "page-run-a-node-install-manually-1": "Wenn du ein technisch versierter Nutzer bist und dich entschieden hast, dein eigenes Gerät zu bauen, kannst du DAppNode von jedem Computer herunterladen und über ein USB-Laufwerk auf einer neuen SSD installieren.",
  "page-run-a-node-meta-description": "Eine Einführung in das, was, warum und wie man einen Ethereum-Knoten betreibt.",
  "page-run-a-node-participate-title": "Mitmachen",
  "page-run-a-node-participate-preview": "Die Revolution der Dezentralisierung beginnt mit <strong>dir</strong>.",
  "page-run-a-node-participate-1": "Indem du einen Knotenpunkt betreibst, wirst du Teil einer globalen Bewegung zur Dezentralisierung von Kontrolle und Macht über eine Welt voller Informationen.",
  "page-run-a-node-participate-2": "Wenn du ETH-Inhaber bist, kannst du den Wert deiner ETH steigern, indem du die Gesundheit und Dezentralisierung des Netzwerks unterstützt und sicherstellst, dass du ein Mitspracherecht bei seiner Zukunft hast.",
  "page-run-a-node-privacy-title": "Datenschutz & Sicherheit",
  "page-run-a-node-privacy-preview": "Beende die Weitergabe deiner persönlichen Daten an Drittanbieter-Knotenpunkte.",
  "page-run-a-node-privacy-1": "Wenn du Transaktionen über öffentliche Knotenpunkte sendest, können persönliche Informationen wie deine IP-Adresse und die Ethereum-Adressen, die du besitzt, an diese Drittanbieterdienste weitergegeben werden.",
  "page-run-a-node-privacy-2": "Indem du kompatible Wallets auf deinen eigenen Knotenpunkt verweist, kannst du deine Wallet nutzen, um privat und sicher mit der Blockchain zu interagieren.",
  "page-run-a-node-privacy-3": "Und wenn ein böswilliger Knotenpunkt eine ungültige Transaktion verbreitet, wird dein Knotenpunkt sie einfach ignorieren.  Jede Transaktion wird lokal auf deinem eigenen Rechner überprüft, du musst also niemandem vertrauen.",
  "page-run-a-node-rasp-pi-title": "Eine Anmerkung zum Raspberry Pi (ARM-Prozessor)",
  "page-run-a-node-rasp-pi-description": "Raspberry Pis sind leichte und erschwingliche Computer, aber sie haben Einschränkungen, die die Leistung deines Knotens beeinträchtigen können. Obwohl sie derzeit nicht für das Staking empfohlen werden, können sie eine hervorragende und kostengünstige Option für den Betrieb eines Knoten für den privaten Gebrauch sein, mit nur 4 - 8 GB RAM.",
  "page-run-a-node-rasp-pi-note-1-link": "DAppNode auf ARM",
  "page-run-a-node-rasp-pi-note-1-description": "Siehe dir diese Anleitung an, wenn du DAppNode auf einem Raspberry Pi betreiben willst",
  "page-run-a-node-rasp-pi-note-2-link": "Ethereum auf ARM Dokumentation",
  "page-run-a-node-rasp-pi-note-2-description": "Lerne, wie du einen Knotenpunkt über die Kommandozeile auf einem Raspberry Pi einrichtest",
  "page-run-a-node-rasp-pi-note-3-link": "Einen Knoten mit dem Raspberry Pi betreiben",
  "page-run-a-node-rasp-pi-note-3-description": "Wenn du Tutorials bevorzugst, kannst du hier mitmachen",
  "page-run-a-node-shop": "Kaufen",
  "page-run-a-node-shop-avado": "Avado kaufen",
  "page-run-a-node-shop-dappnode": "DAppNode kaufen",
  "page-run-a-node-staking-title": "Stake deine ETH",
  "page-run-a-node-staking-description": "Obwohl dies nicht erforderlich ist, bist du mit einem funktionierenden Knoten einen Schritt näher dran, deine ETH einzusetzen, um Belohnungen zu verdienen und zum anderen die Ethereum-Sicherheit zu unterstützen.",
  "page-run-a-node-staking-link": "Stake ETH",
  "page-run-a-node-staking-plans-title": "Planst du zu staken?",
  "page-run-a-node-staking-plans-description": "Um die Effizienz deines Validierers zu maximieren, wird ein Minimum von 16 GB RAM empfohlen, besser sind jedoch 32 GB, und ein CPU-Benchmark-Ergebnis von 6667+ auf <a href=\"https://cpubenchmark.net\" target=\"_blank\">cpubenchmark.net</a>. Es wird außerdem empfohlen, dass die Staker Zugang zu einer unbegrenzten Hochgeschwindigkeits-Internet-Bandbreite haben, obwohl dies keine absolute Voraussetzung ist.",
  "page-run-a-node-staking-plans-ethstaker-link-label": "Wie man Ethereum Validator Hardware kauft",
  "page-run-a-node-staking-plans-ethstaker-link-description": "EthStaker geht in diesem einstündigen Special noch mehr ins Detail",
  "page-run-a-node-sovereignty-title": "Souveränität",
  "page-run-a-node-sovereignty-preview": "Betrachte den Betrieb eines Knoten als den nächsten Schritt nach dem Erwerb deiner eigenen Ethereum-Wallet.",
  "page-run-a-node-sovereignty-1": "Eine Ethereum-Wallet ermöglicht es dir, deine digitalen Vermögenswerte vollständig zu verwahren und zu kontrollieren, indem du die privaten Schlüssel zu deinen Adressen besitzt, aber diese Schlüssel geben dir keinen Aufschluss über den aktuellen Stand der Blockchain, wie z. B. dein Wallet-Guthaben.",
  "page-run-a-node-sovereignty-2": "Standardmäßig greifen Ethereum-Wallets auf einen Knoten eines Drittanbieters wie Infura oder Alchemy zu, wenn sie deinen Kontostand abfragen. Wenn du deinen eigenen Knoten betreibst, hast du deine eigene Kopie der Ethereum-Blockchain.",
  "page-run-a-node-title": "Eine Node ausführen",
  "page-run-a-node-voice-your-choice-title": "Treffe deine Entscheidung",
  "page-run-a-node-voice-your-choice-preview": "Gib im Falle einer Gabelung nicht die Kontrolle auf.",
  "page-run-a-node-voice-your-choice-1": "Im Falle einer Kettengabelung, bei der zwei Ketten mit zwei verschiedenen Regelwerken entstehen, garantiert der Betrieb deines eigenen Knotens, dass du wählen kannst, welches Regelwerk du unterstützt. Es liegt an dir, ob du auf neue Regeln umsteigst und die vorgeschlagenen Änderungen unterstützt oder nicht.",
  "page-run-a-node-voice-your-choice-2": "Wenn du ETH einsetzt, kannst du mit deinem eigenen Knoten deinen eigenen Client wählen, um das Risiko des Slashings zu minimieren und auf die schwankenden Anforderungen des Netzwerks zu reagieren. Wenn du deinen Einsatz bei einem Dritten platzierst, verlierst du dein Stimmrecht bei der Wahl des Clients, der deiner Meinung nach die beste Wahl ist.",
  "page-run-a-node-what-title": "<i>Was</i> bedeutet es, einen \"Knoten zu betreiben\"?",
  "page-run-a-node-what-1-subtitle": "Starte die Software.",
  "page-run-a-node-what-1-text": "Diese Software, auch \"Client\" genannt, lädt eine Kopie der Ethereum-Blockchain herunter, überprüft die Gültigkeit jedes Blocks und hält sie mit neuen Blöcken und Transaktionen auf dem neuesten Stand.",
  "page-run-a-node-what-2-subtitle": "Mit Hardware.",
  "page-run-a-node-what-2-text": "Ethereum ist so konzipiert, dass ein Knoten auf einem durchschnittlichen Computer der Verbraucherklasse läuft. Du kannst jeden beliebigen Computer verwenden, aber die meisten Nutzer/innen entscheiden sich dafür, ihren Knoten auf dedizierter Hardware zu betreiben, um die Auswirkungen auf die Leistung ihres Rechners zu eliminieren und die Ausfallzeiten des Knotens zu minimieren.",
  "page-run-a-node-what-3-subtitle": "Während du online bist.",
  "page-run-a-node-what-3-text": "Einen Ethereum-Knoten zu betreiben, mag sich zunächst kompliziert anhören, ist aber nichts anderes als die kontinuierliche Ausführung einer Client-Software auf einem Computer, der mit dem Internet verbunden ist. Wenn dein Knoten offline ist, ist er einfach inaktiv, bis er wieder online ist und die neuesten Änderungen mitbekommt.",
  "page-run-a-node-who-title": "<i>Wer</i> sollte einen Knotenpunkt betreiben?",
  "page-run-a-node-who-preview": "Alle! Knoten sind nicht nur für Miner und Validierer. <i>Jede/r</i> kann einen Knoten betreiben - du brauchst nicht einmal ETH.",
  "page-run-a-node-who-copy-1": "Um einen Knoten zu betreiben, musst du weder ETH besitzen noch ein Miner sein. Vielmehr ist es jeder andere Knotenpunkt auf Ethereum, der Miner und Validierer zur Rechenschaft zieht.",
  "page-run-a-node-who-copy-2": "Du bekommst vielleicht nicht die finanziellen Belohnungen, die Validatoren und Miner verdienen, aber es gibt viele andere Vorteile, die jeder Ethereum-Nutzer in Betracht ziehen sollte, wenn er einen Knoten betreibt, darunter Datenschutz, Sicherheit, geringere Abhängigkeit von Servern Dritter, Zensurresistenz und verbesserte Gesundheit und Dezentralisierung des Netzwerks.",
  "page-run-a-node-who-copy-3": "Ein eigener Knotenpunkt bedeutet, dass du dich nicht auf Informationen über den Zustand des Netzwerks verlassen musst, die von einer dritten Partei bereitgestellt werden.",
  "page-run-a-node-who-copy-bold": "Vertraue nicht. Überprüfe.",
  "page-run-a-node-why-title": "<i>Warum</i> einen Knotenpunkt betreiben?"
}
