{
  "consensus-client-lighthouse-logo-alt": "Lighthouse-Logo",
  "consensus-client-lodestar-logo-alt": "Lodestar-Logo",
  "consensus-client-nimbus-logo-alt": "Nimbus-Logo",
  "consensus-client-prysm-logo-alt": "Prysm-Logo",
  "consensus-client-teku-logo-alt": "Teku-Logo",
  "consensus-client-under-review": "Überprüfung in Arbeit",
  "page-upgrades-answer-1": "Sie können Sie die Änderungen als eine Reihe von Upgrades vorstellen. Sie werden durchgeführt, um Ethereum, wie es heute ist, zu verbessern. Mit den Upgrades wird eine neue Chain geschaffen, die Beacon Chain. Zukünftig kommen weitere Chains hinzu, sogenannte Shards.",
  "page-upgrades-answer-2": "Einige Upgrades erfolgen getrennt vom Ethereum-Mainnet, das wir heute benutzen. Diese Upgrades werden das heutige Ethereum-Mainnet nicht direkt ersetzen. Stattdessen wird das heutige Mainnet zukünftig mit diesem parallelen System integriert.",
  "page-upgrades-answer-4": "Anders ausgedrückt: Ethereum, das wir heute verwenden, umfasst zukünftig alle Funktionen, die wir in der Ethereum-Vision anstreben.",
  "page-upgrade-article-title-two-point-oh": "2.0: Die Beacon Chain",
  "page-upgrade-article-title-beacon-chain-explainer": "Die Beacon Chain – Ethereum 2.0-Erklärung, die Sie zu Beginn lesen sollten",
  "page-upgrade-article-title-sharding-consensus": "Sharding-Konsens",
  "page-upgrade-article-author-ethereum-foundation": "Ethereum Foundation",
  "page-upgrade-article-title-sharding-is-great": "Warum Sharding großartig ist: Entmystifizierung der technischen Eigenschaften",
  "page-upgrade-article-title-rollup-roadmap": "Eine Rollup-zentrierte Roadmap",
  "page-upgrades-beacon-chain-btn": "Mehr zur Beacon Chain",
  "page-upgrades-beacon-chain-date": "Die Beacon Chain wurde am 1. Dezember 2020 in Betrieb genommen.",
  "page-upgrades-beacon-chain-desc": "Mit der Beacon Chain wurde Staking auf Ethereum eingeführt und der Grundstein für zukünftige Upgrades gelegt. Letztendlich erfolgt darüber die Koordination des neuen Systems.",
  "page-upgrades-beacon-chain-estimate": "Die Beacon Chain ist live",
  "page-upgrades-beacon-chain-title": "Die Beacon Chain",
  "page-upgrades-bug-bounty": "Bug-Bounty-Programm anzeigen",
  "page-upgrades-clients": "Mehr erfahren über die Konsens-Clients (früher bekannt als „Eth2“-Clients)",
  "page-staking-deposit-contract-title": "Mehr erfahren über die Adresse des Einzahlungsvertrags",
  "page-upgrades-diagram-ethereum-mainnet": "Ethereum-Mainnet",
  "page-upgrades-diagram-h2": "So passen die Upgrades zusammen",
  "page-upgrades-diagram-link-1": "Mehr zum Proof-of-Work",
  "page-upgrades-diagram-link-2": "Mehr zu Shard Chains",
  "page-upgrades-diagram-mainnet": "Mainnet",
  "page-upgrades-diagram-p": "Das Ethereum-Mainnet wird in seiner aktuellen Form noch eine Weile existieren. Das heißt, die Beacon Chain- und Shard-Upgrades werden das Netzwerk nicht stören.",
  "page-upgrades-diagram-p-1": "Das Mainnet wird schließlich mit dem neuen System zusammengeführt, das über die Beacon Chain eingeführt wurde.",
  "page-upgrades-diagram-p-2": "Die Beacon Chain wird zum Leiter von Ethereum, koordiniert Validatoren und gibt das Tempo für die Erstellung von Blocks vor.",
  "page-upgrades-diagram-p-3": "Zunächst wird es getrennt vom Mainnet existieren und von Validatoren verwaltet – es hat keinen Bezug zu Smart Contracts, Transaktionen oder Konten.",
  "page-upgrades-diagram-p-4": "Shards stellen zusätzlich Daten zur Verfügung, um die Menge an Transaktionen zu steigern, die das Mainnet verarbeiten kann. Die Koordination erfolgt über die Beacon Chain.",
  "page-upgrades-diagram-p-5": "Trotzdem sind weiterhin alle Transaktionen auf das Mainnet angewiesen, das weiterhin existieren wird, wie wir es heute kennen – gesichert durch Proof-of-Work und Miner.",
  "page-upgrades-diagram-p-6": "Das Mainnet wird mit dem Proof-of-Stake-System verschmelzen, koordiniert von der Beacon Chain.",
  "page-upgrades-diagram-p-8": "Damit wird das Mainnet zu einem Shard innerhalb des neuen Systems. Miner werden nicht länger benötigt, da das ganze Ethereum-Netzwerk durch Validatoren gesichert wird.",
  "page-upgrades-diagram-p10": "Die Ethereum-Skalierung ist keine Migration oder ein einzelner Vorgang. Sie beschreibt eine Reihe von Upgrades, an denen gearbeitet wird, um das wahre Potenzial von Ethereum zu entfalten. Auf diese Weise greifen sie alle ineinander.",
  "page-upgrades-diagram-scroll": "Scrollen, um mehr zu erfahren – tippen Sie für weitere Informationen.",
  "page-upgrades-diagram-shard": "Shard (1)",
  "page-upgrades-diagram-shard-1": "Shard (...)",
  "page-upgrades-diagram-shard-2": "Shard (2)",
  "page-upgrades-diagram-shard-3": "Shard (...)",
  "page-upgrades-diagram-validators": "Mehr zu Validatoren",
  "page-upgrades-dive": "Mehr erfahren über die Vision",
  "page-upgrades-dive-desc": "Wie werden wir Ethereum skalierbarer, sicherer und nachhaltiger machen? Und das alles unter Beibehaltung des wesentlichsten Merkmals von Ethereums: die Dezentralisierung.",
  "page-upgrades-docking": "Die Zusammenführung",
  "page-upgrades-merge-answer-1": "Die Zusammenführung erfolgt, wenn das Mainnet die Beacon Chain zur Konsensfindung nutzt und Proof-of-Work im Jahr 2022 abgeschaltet wird.",
  "page-upgrades-merge-btn": "Mehr zur Zusammenführung",
  "page-upgrades-merge-desc": "Das Ethereum-Mainnet wird irgendwann mit der Beacon Chain „verschmelzen“ müssen. Damit wird Staking für das gesamte Netzwerk möglich und ein Ende des energieintensiven Minings eingeleitet.",
  "page-upgrades-merge-estimate": "Schätzungsweise: 2022",
  "page-upgrades-merge-mainnet": "Was ist das Mainnet?",
  "page-upgrades-merge-mainnet-eth2": "Zusammenführung von Mainnet und Beacon Chain",
  "page-upgrades-eth-blog": "ethereum.org-Blog",
  "page-upgrades-explore-btn": "Mehr erfahren über die Upgrades",
  "page-upgrades-get-involved": "Teil werden der Ethereum-Weiterentwicklung",
  "page-upgrades-get-involved-2": "Mitmachen",
  "page-upgrades-head-to": "Gehe zu",
  "page-upgrades-help": "Möchten Sie sich an den Ethereum-Upgrades beteiligen?",
  "page-upgrades-help-desc": "Es gibt viele Möglichkeiten, an den Ethereum-Upgrades mitzuwirken und beim Testen zu helfen und sogar Prämien zu verdienen.",
  "page-upgrades-index-staking": "Staking ist hier",
  "page-upgrades-index-staking-desc": "Der Schlüssel zu den Ethereum-Upgrades ist die Einführung von Staking. Wenn Sie Ihre ETH nutzen möchten, um dabei zu unterstützen, das Ethereum-Netzwerk zu sichern, dann befolgen Sie die aufgeführten Schritte.",
  "page-upgrades-index-staking-learn": "Mehr erfahren über Staking",
  "page-upgrades-index-staking-learn-desc": "Mit der Beacon Chain kommt das Staking auf Ethereum. Das bedeutet, wenn Sie ETH haben, können Sie etwas Gutes tun, indem Sie das Netzwerk sichern und dabei ETH verdienen.",
  "page-upgrades-index-staking-step-1": "1. Einrichten mit dem Launchpad",
  "page-upgrades-index-staking-step-1-btn": "Staking-Launchpad ansehen",
  "page-upgrades-index-staking-step-1-desc": "Für das Staken auf Ethereum ist das Launchpad erforderlich – es führt Sie durch den Prozess.",
  "page-upgrades-index-staking-step-2": "2. Staking-Adresse bestätigen",
  "page-upgrades-index-staking-step-2-btn": "Adresse des Einzahlungsvertrags bestätigen",
  "page-upgrades-index-staking-step-2-desc": "Bevor Sie Ihre ETH staken, solltest Sie sichergehen, dass Sie die richtige Adresse und das Launchpad durchlaufen haben.",
  "page-upgrades-index-staking-sustainability": "Nachhaltiger",
  "page-upgrades-just-docking": "Mehr zur Zusammenführung",
  "page-upgrades-meta-desc": "Eine Übersicht über die die Ethereum-Upgrades und die Vision, die damit realisiert werden soll.",
  "page-upgrades-meta-title": "Ethereum-Upgrades (ehemals „Eth2“)",
  "page-upgrades-miners": "Mehr zu Minern",
  "page-upgrades-more-on-upgrades": "Mehr zu Ethereum-Upgrades",
  "page-upgrades-proof-of-stake": "Proof-of-Stake",
  "page-upgrades-proof-of-work": "Proof-of-Work",
  "page-upgrades-proof-stake-link": "Mehr zum Proof-of-Stake",
  "page-upgrades-question-1-title": "Wann werden die Upgrades veröffentlicht?",
  "page-upgrades-question-1-desc": "Die Upgrades für Ethereum erfolgen fortlaufend, sie unterscheiden sich durch ihre Veröffentlichungsdaten.",
  "page-upgrades-question-2-title": "Ist die Beacon Chain eine seperate Blockchain?",
  "page-upgrades-question-2-desc": "Es ist nicht richtig, diese Upgrades als seperate Blockchain zu betrachten.",
  "page-upgrades-question-3-answer-2": "Die Zusammenführung und Shard Chain-Upgrades können sich auf DApp-Entwickler auswirken. Die Spezifikationen sind jedoch noch nicht abgeschlossen, sodass aktuell kein Handlungsbedarf besteht.",
  "page-upgrades-question-3-answer-3": "Sprechen Sie mit Ethereums Forschungs- und Entwicklungsteam auf ethresear.ch.",
  "page-upgrades-question-3-answer-3-link": "ehtresear.ch besuchen",
  "page-upgrades-question-3-desc": "Im Augenblick müssen Sie nichts tun, um sich auf die Upgrades vorzubereiten.",
  "page-upgrades-question-3-title": "Wie bereite ich mich auf die Upgrades vor?",
  "page-upgrades-question-4-answer-1": "Immer wenn Sie heute eine Transaktion tätigen oder eine DApp nutzen, verwenden Sie die Ausführungsebene, auch Mainnet genannt. Das ist das Ethereum, das von Minern gesichert wird.",
  "page-upgrades-question-4-answer-2": "Das Mainnet wird bis zur Zusammenführung normal weiterlaufen.",
  "page-upgrades-question-4-answer-3": "Nach der Zusammenführung werden Validatoren das gesamte Netzwerk mittels Proof-of-Stake sichern.",
  "page-upgrades-question-4-answer-6": "Jeder kann ein Validator werden, indem er sein ETH staket.",
  "page-upgrades-question-4-answer-7": "Mehr zum Staking",
  "page-upgrades-question-4-answer-8": "Die Upgrades der Beacon Chain und der Shard Chain werden die Ausführungsebene (Mainnet) nicht stören, da sie separat entwickelt werden.",
  "page-upgrades-question-4-title": "Was ist der Ausführungslayer?",
  "page-upgrades-question-4-desc": "Das Ethereum-Mainnet, in dem Sie heute Transaktionen durchführen, wurde bisher als „Eth1“ bezeichnet. Dieser Begriff wird jetzt zugunsten des „Ausführungslayers“ abgeschafft.",
  "page-upgrades-question-5-answer-1": "Um ein vollständiger Validator im Netzwerk zu werden, müssen Sie 32 ETH einsetzen. Wenn Sie nicht so viel besitzen oder einsetzen möchten, dann können Sie Staking-Pools beitreten. Diese Pools erlauben es, weniger einzusetzen und einen Teil der Gesamtbelohnung zu erhalten.",
  "page-upgrades-question-5-desc": "Sie müssen das Staking-Launchpad nutzen oder einem Staking-Pool beitreten.",
  "page-upgrades-question-5-title": "Wie stake ich?",
  "page-upgrades-question-6-answer-1": "Im Moment gibt es nichts zu tun. Wir empfehlen aber, sich über Entwicklungen zu den Updates für Shard Chains und die Zusammenführung auf dem Laufenden zu halten.",
  "page-upgrades-question-6-answer-3": "Danny Ryan von der Ethereum Foundation bringt die Community regelmäßig auf den neusten Stand:",
  "page-upgrades-question-6-answer-4": "Ben Edgington von ConsenSys bietet einen wöchentlichen Newsletter über die Ethereum-Upgrades:",
  "page-upgrades-question-6-answer-5": "Sie können sich auch der Diskussion über die Forschung und Entwicklung von Ethereum auf ethresear.ch anschließen.",
  "page-upgrades-question-6-desc": "Ihre DApp wird von den bevorstehenden Upgrades nicht betroffen sein. Zukünftige Upgrades können jedoch einige Änderungen erfordern.",
  "page-upgrades-question-6-title": "Was muss ich mit meiner DApp tun?",
  "page-upgrades-question-7-desc": "Viele verschiedene Teams aus der ganzen Community arbeiten an den verschiedenen Ethereum-Upgrades.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(Rust-Implementierung)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(JavaScript-Implementierung)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(Nim-Implementierung)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(Go-Implementierung)",
  "page-upgrades-question-7-teams": "Die Konsens-Client-Teams:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(Java-Implementierung)",
  "page-upgrades-question-7-title": "Wer erstellt die Ethereum-Upgrades?",
  "page-upgrades-question-7-clients": "Mehr erfahren über die Ethereum-Clients",
  "page-upgrades-question-8-answer-1": "Mit den Ethereum-Upgrades wird es möglich, Ethereum dezentral zu skalieren und gleichzeitig die Sicherheit zu erhalten und die Nachhaltigkeit zu steigern.",
  "page-upgrades-question-8-answer-2": "Das wesentlichste Problem ist, dass Ethereum in der Lage sein muss, mehr als 15-45 Transaktionen pro Sekunde verarbeiten zu können. Doch die Upgrades zielen auf weitere Probleme ab, die mit Ethereum heute bestehen.",
  "page-upgrades-question-8-answer-3": "Das Netzwerk erfährt eine so hohe Nachfrage, dass die Nutzung von Ethereum teuer ist. Knoten im Netzwerk haben mit der Größe von Ethereum und der Datenmenge, die ihre Computer verarbeiten müssen, stark zu kämpfen. Zudem ist der zugrunde liegende Algorithmus, der Ethereum sicher und dezentral hält, energieintensiv und muss umweltfreundlicher werden.",
  "page-upgrades-question-8-answer-4": "Viele Aspekte, die sich ändern werden, stehen schon seit 2015 auf der Roadmap von Ethereum. Doch die gegenwärtigen Bedingungen machen die Notwendigkeit der Upgrades noch größer.",
  "page-upgrades-question-8-answer-6": "Mehr erfahren über die Ethereum-Vision",
  "page-upgrades-question-8-desc": "Ethereum, das wir heute verwenden, muss Endnutzern und Netzwerkteilnehmern eine bessere Erfahrung bieten.",
  "page-upgrades-question-8-title": "Warum sind die Upgrades erforderlich?",
  "page-upgrades-question-9-answer-1": "Die aktivste Rolle, die Sie spielen können, ist, Ihre ETH einzusetzen.",
  "page-upgrades-question-9-answer-2": "Vielleicht möchten Sie auch einen zweiten Client verwenden, um die Client-Diversität zu verbessern.",
  "page-upgrades-question-9-answer-3": "Wenn Sie technisch versiert sind, können Sie dabei helfen, Fehler in den neuen Clients zu finden.",
  "page-upgrades-question-9-answer-4": "Sie können auch bei den technischen Diskussionen mit Ethereum-Forschern mitreden, und zwar auf ethresear.ch.",
  "page-upgrades-question-9-desc": "Sie müssen kein Techniker sein, um etwas beizutragen. Die Community sucht nach Beteiligungen aus allen möglichen Bereichen.",
  "page-upgrades-question-9-stake-eth": "ETH staken",
  "page-upgrades-question-9-title": "Wie kann ich zu den Ethereum-Upgrades beitragen?",
  "page-upgrades-question-9-more": "Allgemeinere Möglichkeiten finden, um sich an Ethereum zu beteiligen",
  "page-upgrades-question-10-title": "Was sind die „Eth2“-Phasen?",
  "page-upgrades-question-10-desc": "Manche Dinge haben sich hier geändert.",
  "page-upgrades-question-10-answer-0": "Der Begriff \"Eth2\" selbst wird nicht mehr verwendet, da es sich nicht um ein einzelnes Upgrade oder ein neues Netzwerk handelt. Es handelt sich vielmehr um eine Reihe von Upgrades, die alle dazu beitragen, Ethereum skalierbarer, sicherer und nachhaltiger zu machen. Das Netzwerk, das Sie kennen und lieben, wird einfach als Ethereum bezeichnet.",
  "page-upgrades-question-10-answer-1": "In puncto technischer Roadmap sind wir mit Aussagen zurückhalten, denn es handelt sich um Software. Dinge können sich ändern. Wir sind davon überzeugt, dass unsere Arbeit leichter verständlich wird, wenn Sie sich die Resultate ansehen.",
  "page-upgrades-question-10-answer-1-link": "Upgrades ansehen",
  "page-upgrades-question-10-answer-2": "Doch wenn Sie die Diskussion verfolgt haben, erfahren Sie hier, wie die Upgrades in die technischen Roadmaps passen und ein wenig darüber, wie sie sich ändern.",
  "page-upgrades-question-10-answer-3": "Phase 0 beschreibt die Arbeit rund um die Einführung der Beacon Chain.",
  "page-upgrades-question-10-answer-5": "Ursprünglich konzentrierte sich Phase 1 auf die Implementierung der Shard Chains, aber die Priorisierung hat sich auf die Zusammenführung verlagert, die das nächste geplante Upgrade ist.",
  "page-upgrades-question-10-answer-6": "Phase 1,5 sollte eigentlich nach den Shard-Implementierungen erfolgen, wenn das Mainnet als letzter Shard zur Beacon Chain hinzugefügt wird. Um den Übergang weg vom Proof-of-Work-Mining zu beschleunigen, wird das Mainnet stattdessen der erste Shard sein, der sich mit der Beacon Chain verbindet. Dieser Vorgang wird nun als Zusammenführung bezeichnet und ist ein wichtiger Schritt hin zu einem nachhaltigeren Ethereum.",
  "page-upgrades-question-10-answer-7": "Obwohl es für die Pläne rund um Phase 2 intensive Forschungsbemühungen und Diskussionen gab, wird die geplante Zusammenführung der Shard Chains eine kontinuierliche Neubewertung der Bedürfnisse der Ethereum-Entwicklung in der Zukunft ermöglichen. Angesichts einer Rollup-zentrierten Roadmap ist die unmittelbare Notwendigkeit von Shard Chains umstritten.",
  "page-upgrades-question-10-answer-8": "Mehr zur Rollup-zentrierten Roadmap",
  "page-upgrades-question-11-title": "Kann ich Eth2 kaufen?",
  "page-upgrades-question-11-desc": "Nein. Es gibt kein Eth2-Token und Ihre ETH werden sich nach der Zusammenführung nicht ändern.",
  "page-upgrades-question-11-answer-1": "Eine der treibenden Kräfte hinter dem Rebranding von Eth2 war der weit verbreitete Irrglaube, dass ETH-Inhaber ihre ETH nach \"Ethereum 2.0\" migrieren müssten. Dies war aber nie der Fall. Dies ist ",
  "page-upgrades-question-11-answer-2": "eine gängige Methode von Betrügern.",
  "page-upgrades-question-title": "Häufig gestellte Fragen",
  "page-upgrades-question3-answer-1": "ETH-Besitzer müssen gar nichts tun. Ihre ETH müssen weder geändert werden, noch muss ein Upgrade durchgeführt werden. Sicherlich wird es Betrüger geben, die Sie vom Gegenteil überzeugen möchten. Seien Sie also vorsichtig.",
  "page-upgrades-scalable": "Skalierbarer",
  "page-upgrades-scalable-desc": "Ethereum muss tausende Transaktionen pro Sekunde unterstützen, um Anwendungen schneller und günstiger nutzen zu können.",
  "page-upgrades-secure": "Sicherer",
  "page-upgrades-secure-desc": "Ethereum muss sicherer werden. Mit zunehmender Nutzung von Ethereum muss das Protokoll besser gegen alle Formen des Angriffs geschützt werden.",
  "page-upgrades-shard-button": "Mehr zu Shard Chains",
  "page-upgrades-shard-date": "Shard Chains sollten irgendwann in Jahr 2023 auf die Zusammenführung folgen.",
  "page-upgrades-shard-desc": "Shard Chains erweitern die Fähigkeiten von Ethereum, Transaktionen zu verarbeiten und Daten zu speichern. Die Shards selbst erhalten mit der Zeit mehr Funktionen, die in mehreren Phasen bereitgestellt werden.",
  "page-upgrades-shard-estimate": "Geschätzt: 2023",
  "page-upgrades-shard-lower": "Mehr zu Shard Chains",
  "page-upgrades-shard-title": "Shard Chains",
  "page-upgrades-stay-up-to-date": "Auf dem Laufenden bleiben",
  "page-upgrades-stay-up-to-date-desc": "Erfahren Sie von Forschern und Entwicklern, die an den Ethereum-Upgrades arbeiten, was es Neues gibt.",
  "page-upgrades-sustainable-desc": "Ethereum muss umweltfreundlicher werden. Die heutige Technologie erfordert zu viel Rechenleistung und Energie.",
  "page-upgrades-take-part": "An der Forschung teilnehmen",
  "page-upgrades-take-part-desc": "Ethereum-Forscher und -Enthusiasten treffen sich hier, um über die Forschungsbemühungen zu diskutieren, einschließlich allen Aspekten, die mit den Ethereum-Upgrades zu tun haben.",
  "page-upgrades-the-upgrades": "Die Ethereum-Upgrades",
  "page-upgrades-the-upgrades-desc": "Ethereum besteht aus einer Reihe von Upgrades, die die Skalierbarkeit, Sicherheit und Nachhaltigkeit des Netzwerks verbessern. Obwohl an allen parallel gearbeitet wird, sind bestimmte Abhängigkeiten ausschlaggebend, was wann eingeführt wird.",
  "page-upgrades-unofficial-roadmap": "Das ist nicht der offizielle Fahrplan. Das ist unsere Sicht der Dinge, basierend auf den Informationen, die es gibt. Doch da wir über Technologie sprechen, können sich Pläne im Handumdrehen ändern. Verstehen Sie die Aussagen also bitte nicht als Verpflichtung.",
  "page-upgrades-upgrade-desc": "Das Ethereum, das wir kennen und lieben, nur skalierbarer, sicherer und nachhaltiger...",
  "page-upgrades-upgrades": "Die Ethereum-Upgrades",
  "page-upgrades-upgrades-aria-label": "Das Ethereum-Upgrades-Menü",
  "page-upgrades-upgrades-beacon-chain": "Die Beacon Chain",
  "page-upgrades-upgrades-docking": "Die Zusammenführung",
  "page-upgrades-upgrades-guide": "Anleitung zu den Ethereum-Upgrades",
  "page-upgrades-upgrading": "Komplett neue Möglichkeiten für Ethereum schaffen",
  "page-upgrades-vision": "Die Vision",
  "page-upgrades-vision-btn": "Mehr zur Ethereum Vision",
  "page-upgrades-vision-desc": "Um eine großflächige Akzeptanz von Ethereum und Vorteile für alle Menschen weltweit zu erreichen, muss Ethereum skalierbarer, sicherer und nachhaltiger werden.",
  "page-upgrades-vision-upper": "Die Ethereum-Vision",
  "page-upgrades-what-happened-to-eth2-title": "Was ist mit „Eth2“ passiert?",
  "page-upgrades-what-happened-to-eth2-1": "Der Begriff „Eth2“ wird in der Vorbereitung auf die Zusammenführung von „Eth1“ und „Eth2“ schrittweise abgeschafft.",
  "page-upgrades-what-happened-to-eth2-1-more": "Mehr zur Zusammenführung",
  "page-upgrades-what-happened-to-eth2-2": "Nach der Zusammenführung von „Eth1“ und „Eth2“ zu einer einzigen Chain wird es nicht mehr zwei verschiedene Ethereum-Netzwerke geben, sondern nur noch Ethereum.",
  "page-upgrades-what-happened-to-eth2-3": "Um Unklarheiten zu minimieren, hat die Community diese Begriffe aktualisiert:",
  "page-upgrades-what-happened-to-eth2-3-1": "„Eth1“ ist nun der „Ausführungslayer“, der Transaktionen verarbeitet und ausführt.",
  "page-upgrades-what-happened-to-eth2-3-2": "„Eth2“ ist nun der „Konsenslayer“, der den Proof-of-Stake-Konsens regelt.",
  "page-upgrades-what-happened-to-eth2-4": "Diese aktualisierte Terminologie ändert lediglich die Benennungskonventionen. Die Ziele von Ethereum oder die Roadmap ändern sich dadurch nicht.",
  "page-upgrades-what-happened-to-eth2-5": "Mehr erfahren über die „Eth2“-Umbenennung",
  "page-upgrades-why-cant-we-just-use-eth2-title": "Warum können wir nicht einfach Eth2 verwenden?",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-title": "Gedankliche Modelle",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-description": "Ein großes Problem mit der Eth2-Benennung besteht darin, dass neue Benutzer von Ethereum sich ein falsches Bild machen. Sie denken intuitiv, dass Eth1 vor Eth2 kommt. Oder dass Eth1 von Eth2 abgelöst wird. Weder das eine noch das andere ist wahr. Wenn wir den Begriff Eth2 nicht mehr verwenden, machen sich die zukünftigen Benutzer kein falsches Bild von dem Modell.",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-title": "Inklusivität",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-description": "Im Zuge der Weiterentwicklung der Ethereum-Roadmap ist Ethereum 2.0 nicht mehr wirklich geeignet, um die Roadmap von Ethereum darzustellen. Durch sorgfältige und genaue Wortwahl können Inhalte auf Ethereum von einem möglichst breiten Publikum verstanden werden.",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-title": "Betrugsprävention",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-description": "Leider haben böswillige Akteure versucht, die ungenaue Bezeichnung Eth2 zu nutzen, um Benutzer zu betrügen. Sie haben sie aufgefordert, ihre ETH gegen „ETH2“-Token zu tauschen, oder behauptet, dass sie ihre ETH vor dem Eth2-Upgrade irgendwie migrieren müssen. Wir hoffen, dass diese aktualisierte Terminologie Klarheit bringt, um diese Nische für Betrug zu schließen und dazu beizutragen, das Ökosystem sicherer zu machen.",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-title": "Klarheit über Staking",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-description": "Manche Staking-Betreiber haben auch die auf der Beacon Chain gestaketen ETH mit dem Ticker „ETH2“ vorgestellt. Das führte zu Verwirrung, da die Benutzer dieser Dienste nicht wirklich einen „ETH2“-Token erhalten. Es existiert kein „ETH2“-Token, vielmehr bezeichnet der Begriff einfach den Anteil am Stake dieses bestimmten Anbieters.",
  "page-upgrades-what-to-do": "Was müssen Sie tun?",
  "page-upgrades-what-to-do-desc": "Wenn Sie ein DApp-Nutzer oder ETH-Inhaber sind, müssen Sie gar nichts tun. Sind Sie Entwickler oder möchten damit anfangen, ETH einzusetzen, dann gibt es Möglichkeiten, wie Sie sich heute einbringen können.",
  "page-upgrades-whats-next": "Was sind Ethereum-Upgrades?",
  "page-upgrades-whats-next-desc": "Die Ethereum-Roadmap umfasst zusammenhängende Protokoll-Upgrades, die das Netzwerk skalierbarer, sicherer und nachhaltiger machen. Diese Upgrades werden von mehreren Teams aus dem gesamten Ethereum-Ökosystem entwickelt.",
  "page-upgrades-whats-next-history": "Mehr erfahren über vorherige Ethereum-Upgrades",
  "page-upgrades-whats-ethereum": "Moment, was ist Ethereum?",
  "page-upgrades-whats-new": "Was kommt als Nächstes für Ethereum?",
  "page-upgrades-security-link": "Mehr zu Sicherheit und Betrugsprävention"
}
