{
  "page-upgrades-vision-2014": "Blog-Beitrag aus dem Jahr 2014 mit Details zum Proof-of-Stake anzeigen",
  "page-upgrades-vision-beacon-chain": "Die Beacon-Chain",
  "page-upgrades-vision-beacon-chain-btn": "Mehr zur Beacon-Chain",
  "page-upgrades-vision-beacon-chain-date": "Die Beacon-Chain ist live",
  "page-upgrades-vision-beacon-chain-desc": "Die erste Eth2-Ergänzung zum Ökosystem. Die Beacon-Chain bringt Staking zu Ethereum, legt den Grundstein für zukünftige Upgrades und wird schließlich das neue System koordinieren.",
  "page-upgrades-vision-beacon-chain-upper": "Beacon-Chain",
  "page-upgrades-vision-desc-1": "Ethereum muss die Netzwerküberlastung verringern und die Geschwindigkeit verbessern, um eine globale Benutzerbasis besser zu bedienen.",
  "page-upgrades-vision-desc-2": "Der Betrieb eines Nodes wird schwieriger, wenn das Netzwerk wächst. Dies wird sich mit den Bemühungen, das Netzwerk zu skalieren, nur noch weiter verkomplizieren.",
  "page-upgrades-vision-desc-3": "Ethereum verbraucht zu viel Strom. Die Technologie, die das Netz sicher hält, muss nachhaltiger sein.",
  "page-upgrades-vision-merge-date": "Geschätzt: 2021",
  "page-upgrades-vision-merge-desc": "Mainnet Ethereum muss irgendwann mit der Beacon-Chain \"zusammengeführt\" werden. Das wird das Staking für das gesamte Netzwerk ermöglichen und ein Ende des energieintensiven Minings einleiten.",
  "page-upgrades-vision-ethereum-node": "Mehr zu den Nodes",
  "page-upgrades-vision-explore-upgrades": "Erkunde die Upgrades",
  "page-upgrades-vision-future": "Eine digitale Zukunft auf globaler Ebene",
  "page-upgrades-vision-meta-desc": "Eine Übersicht über die Auswirkungen der Eth2-Upgrades auf Ethereum und die Herausforderungen, die sie bewältigen müssen.",
  "page-upgrades-vision-meta-title": "Ethereum 2.0 (Eth2) Vision",
  "page-upgrades-vision-mining": "Mehr zum Mining",
  "page-upgrades-vision-problems": "Heutige Probleme",
  "page-upgrades-vision-scalability": "Skalierbarkeit",
  "page-upgrades-vision-scalability-desc": "Ethereum muss in der Lage sein, mehr Transaktionen pro Sekunde zu verarbeiten, ohne die Größe der Nodes im Netzwerk zu erhöhen. Nodes sind wichtige Netzwerkteilnehmer, die die Blockchain speichern und betreiben. Eine Vergrößerung der Nodes ist nicht praktikabel, da dies nur diejenigen mit leistungsstarken und teuren Computern tun könnten. Um zu skalieren, braucht Ethereum mehr Transaktionen pro Sekunde, gepaart mit mehr Nodes. Mehr Nodes bedeuten mehr Sicherheit.",
  "page-upgrades-vision-scalability-desc-3": "Das Shard-Chains-Upgrade wird die Last des Netzwerks auf 64 neue Chains verteilen. Dies wird Ethereum Raum zum Atmen geben, indem es die Überlastung reduziert und die Geschwindigkeit über die aktuelle Grenze von 15 bis 45 Transaktionen pro Sekunde hinaus verbessert.",
  "page-upgrades-vision-scalability-desc-4": "Und obwohl es mehr Chains geben wird, wird dies tatsächlich weniger Arbeit für die Validatoren – die Betreuer des Netzwerks – erfordern. Validatoren müssen nur ihren Shard \"betreiben\" und nicht die gesamte Ethereum-Kette. Dies macht die Nodes leichtgewichtiger, wodurch Ethereum skalieren kann und dezentralisiert bleibt.",
  "page-upgrades-vision-security": "Sicherheit",
  "page-upgrades-vision-security-desc": "Die Eth2-Upgrades verbessern die Sicherheit von Ethereum gegen koordinierte Angriffe, wie z. B. einen 51-%-Angriff. Dies ist eine Art von Angriff, bei dem, wenn jemand die Mehrheit des Netzwerks kontrolliert, er betrügerische Änderungen durchsetzen kann.",
  "page-upgrades-vision-security-desc-3": "Der Übergang zu Proof-of-Stake bedeutet, dass das Ethereum-Protokoll größere Anreize gegen Angriffe hat. Das liegt daran, dass bei Proof-of-Stake die Validierer, die das Netzwerk sichern, erhebliche Mengen an ETH in das Protokoll investieren müssen. Wenn sie versuchen, das Netzwerk anzugreifen, kann das Protokoll automatisch ihre ETH zerstören.",
  "page-upgrades-vision-security-desc-5": "Dies ist bei Proof-of-Work nicht möglich, wo ein Protokoll bestenfalls die Entitäten, die das Netzwerk sichern (die Miner), dazu zwingen kann, die Mining-Belohnungen zu verlieren, die sie sonst verdient hätten. Um den gleichen Effekt bei Proof-of-Work zu erzielen, müsste das Protokoll in der Lage sein, die gesamte Ausrüstung eines Miners zu zerstören, wenn dieser versucht zu betrügen.",
  "page-upgrades-vision-security-desc-5-link": "Mehr zum Proof-of-Work",
  "page-upgrades-vision-security-desc-8": "Das Ethereums-Sicherheitsmodell muss sich wegen der Einführung von Shard-Chains auch ändern. Die Beacon-Chain wird Validierer zufällig verschiedenen Shards zuweisen – das macht es für Validierer praktisch unmöglich sich abzusprechen und einen bestimmten Shard anzugreifen. Sharding ist auf einer Proof-of-Work-Blockchain nicht so sicher, da Miner auf diese Weise vom Protokoll nicht kontrolliert werden können.",
  "page-upgrades-vision-security-desc-10": "Staking bedeutet auch, dass du nicht in Elite-Hardware investieren musst, um einen Ethereum-Node zu \"betreiben\". Dies sollte mehr Menschen dazu ermutigen, ein Validator zu werden, was die Dezentralisierung des Netzwerks erhöht und die Angriffsfläche verringert.",
  "page-upgrades-vision-security-staking": "Stake ETH",
  "page-upgrades-vision-security-validator": "Du kannst zum Validator werden, indem du dein ETH stakest.",
  "page-upgrades-vision-shard-chains": "Shard-Chains",
  "page-upgrades-vision-shard-date": "Geschätzt: 2021",
  "page-upgrades-vision-shard-desc-4": "Shard-Chains werden die Last des Netzwerks auf 64 neue Blockchains verteilen. Shards haben das Potenzial, die Transaktionsgeschwindigkeit drastisch zu verbessern – bis zu 100.000 pro Sekunde.",
  "page-upgrades-vision-shard-upgrade": "Mehr zu den Shard-Chains",
  "page-upgrades-vision-staking-lower": "Mehr zum Staking",
  "page-upgrades-vision-subtitle": "Lassen wir Ethereum anwachsen, bis es mächtig genug ist, um der gesamten Menschheit zu helfen.",
  "page-upgrades-vision-sustainability": "Nachhaltigkeit",
  "page-upgrades-vision-sustainability-desc-1": "Es ist kein Geheimnis, dass Ethereum und andere Blockchains wie Bitcoin durch das Mining sehr energieintensiv sind.",
  "page-upgrades-vision-sustainability-desc-2": "Aber Ethereum bewegt sich in Richtung einer Absicherung durch ETH, nicht durch Rechenleistung – via Staking.",
  "page-upgrades-vision-sustainability-desc-3": "Obwohl das Staking durch die Beacon-Chain eingeführt wird, wird das Ethereum, das wir heute benutzen, für eine gewisse Zeit parallel laufen, bevor es mit den Eth2-Upgrades \"zusammengeführt\" wird oder \"andockt\". Ein System ist durch ETH gesichert, das andere durch Rechenleistung. Das liegt daran, dass die Shard-Chains anfangs nicht in der Lage sein werden, Dinge wie unsere Accounts oder dApps zu handhaben. Mining und Mainnet bleiben uns also noch erhalten.",
  "page-upgrades-vision-sustainability-desc-8": "Mit Inbetriebnahme der Beacon-Chain wurde damit begonnen, das Hauptnetzwerk mit dem neuen System zusammenzuführen. Dies wird das Netzwerk in einen Shard verwandeln, durch ETH gesichert und weit weniger energieintensiv sein.",
  "page-upgrades-vision-sustainability-subtitle": "Ethereum muss umweltfreundlicher sein.",
  "page-upgrades-vision-title": "Die Eth2-Vision",
  "page-upgrades-vision-title-1": "Überladenes Netzwerk",
  "page-upgrades-vision-title-2": "Speicherplatz",
  "page-upgrades-vision-title-3": "Zu viel Energie",
  "page-upgrades-vision-trilemma-cardtext-1": "Die Eth2-Upgrades werden Ethereum skalierbar, sicher und dezentral machen. Sharding wird Ethereum skalierbarer machen, indem es die Transaktionen pro Sekunde erhöht und gleichzeitig den Strombedarf für den Betrieb eines Nodes und die Validierung der Chain senkt. Die Beacon-Chain wird Ethereum sicher machen, indem sie die Validierer über Shards hinweg koordiniert. Und Staking wird die Barriere für die Teilnahme senken und ein größeres – dezentraleres – Netzwerk schaffen.",
  "page-upgrades-vision-trilemma-cardtext-2": "Sichere und dezentralisierte Blockchain-Netzwerke erfordern, dass jeder Node jede von der Chain verarbeitete Transaktion verifiziert. Dieser Arbeitsaufwand begrenzt die Anzahl der Transaktionen, die zu einem bestimmten Zeitpunkt stattfinden können. Dezentral und sicher sind die heutigen Markenzeichen der Ethereum-Chain.",
  "page-upgrades-vision-trilemma-cardtext-3": "Dezentrale Netzwerke funktionieren, indem sie Informationen über Transaktionen über Nodes hinweg senden – das gesamte Netzwerk muss über jede Zustandsänderung informiert sein. Die Skalierung von Transaktionen pro Sekunde in einem dezentralen Netzwerk birgt Sicherheitsrisiken, denn je mehr Transaktionen, desto länger die Verzögerung und desto höher die Wahrscheinlichkeit eines Angriffs, während die Informationen ausgetauscht werden.",
  "page-upgrades-vision-trilemma-cardtext-4": "Die Erhöhung der Größe und Leistung der Ethereum-Nodes könnte die Transaktionen pro Sekunde auf sichere Weise erhöhen, aber die Hardware-Anforderung würde einschränken, wer dies tun könnte, was wiederum die Dezentralisierung gefährdet. Man hofft, dass Sharding und Proof-of-Stake Ethereum eine Skalierung ermöglichen, indem man die Anzahl der Nodes erhöht, und nicht ihre Größe.",
  "page-upgrades-vision-trilemma-h2": "Die Herausforderung einer dezentralisierten Skalierung",
  "page-upgrades-vision-trilemma-modal-tip": "Tippe auf die Kreise hierunter, um die Probleme der dezentralen Skalierung besser zu verstehen",
  "page-upgrades-vision-trilemma-p": "Ein naiver Weg, die Probleme von Ethereum zu lösen, wäre, es noch zentraler zu machen. Aber Dezentralisierung ist zu wichtig. Es ist die Dezentralisierung, die Ethereum Zensurresistenz, Offenheit, Datenschutz und nahezu unüberwindbare Sicherheit verleiht.",
  "page-upgrades-vision-trilemma-p-1": "Ethereums Vision ist es, skalierbarer und sicherer zu sein, aber auch dezentralisiert zu bleiben. Das Erreichen dieser 3 Qualitäten ist ein Problem, das als Skalierbarkeits-Trilemma bekannt ist.",
  "page-upgrades-vision-trilemma-p-2": "Die Eth2-Upgrades zielen darauf ab, das Trilemma zu lösen, aber es gibt erhebliche Herausforderungen.",
  "page-upgrades-vision-trilemma-press-button": "Drücken die Schaltflächen auf dem Dreieck, um die Probleme der dezentralen Skalierung besser zu verstehen.",
  "page-upgrades-vision-trilemma-text-1": "Dezentralisierung",
  "page-upgrades-vision-trilemma-text-2": "Sicherheit",
  "page-upgrades-vision-trilemma-text-3": "Skalierbarkeit",
  "page-upgrades-vision-trilemma-title-1": "Erkunde das Skalierbarkeits-Trilemma",
  "page-upgrades-vision-trilemma-title-2": "Eth2-Upgrades und dezentrale Skalierung",
  "page-upgrades-vision-trilemma-title-3": "Sicher und dezentralisiert",
  "page-upgrades-vision-trilemma-title-4": "Dezentralisiert und skalierbar",
  "page-upgrades-vision-trilemma-title-5": "Skalierbar und sicher",
  "page-upgrades-vision-understanding": "Die Eth2-Vision verstehen",
  "page-upgrades-vision-upgrade-needs": "Der Bedarf an Eth2-Upgrades",
  "page-upgrades-vision-upgrade-needs-desc": "Das Ethereum-Protokoll, das 2015 ins Leben gerufen wurde, hatte unglaublichen Erfolg. Aber die Ethereum-Community erwartete immer, dass ein paar Schlüssel-Upgrades notwendig wären, um Ethereums volles Potenzial freizugeben.",
  "page-upgrades-vision-upgrade-needs-desc-2": "Hohe Nachfrage treibt Transaktionsgebühren in die Höhe, die Ethereum für den durchschnittlichen Nutzer kostspielig machen. Der zum Betrieb eines Ethereum-Clients benötigte Festplattenspeicher wächst schnell. Und der zugrunde liegende Proof-of-Work-Konsensalgorithmus, der Ethereum sicher und dezentral hält, hat große Auswirkungen auf die Umwelt.",
  "page-upgrades-vision-upgrade-needs-desc-3": "Was allgemein als Eth2 bezeichnet wird, ist eine Reihe von Upgrades, die diese Probleme und mehr angehen. Dieses Set von Upgrades wurde ursprünglich als \"Serenity\" bezeichnet und ist seit 2014 ein aktiver Forschungs- und Entwicklungsbereich.",
  "page-upgrades-vision-upgrade-needs-desc-6": " Das bedeutet, dass es keinen Einschalter für Eth2 gibt. Verbesserungen werden im Laufe der Zeit schrittweise geliefert.",
  "page-upgrades-vision-upgrade-needs-serenity": "Sieh dir einen Blogbeitrag aus dem Jahr 2015 an, der \"Serenity\" behandelt",
  "page-upgrades-vision-upgrade-needs-desc-5": "Jetzt, da die Technologie bereit ist, werden diese Upgrades Ethereum umbauen, um es skalierbarer, sicherer und nachhaltiger zu machen – um das Leben für bestehende Nutzer zu verbessern und neue anzulocken. Und das alles unter Beibehaltung von Ethereums Kernwert der Dezentralisierung."
}
