{
  "layer-2-arbitrum-note": "Betrugsbeweise nur für Whitelist-Benutzer, Whitelist noch nicht geöffnet",
  "layer-2-boba-note": "Statusüberprüfung in der Entwicklung",
  "layer-2-optimism-note": "Fehlernachweise in der Entwicklung",
  "layer-2-base-note": "Das Betrugsbeweissystem befindet sich momentan in Entwicklung",
  "layer-2-metadata-description": "Einführungsseite für Layer 2",
  "layer-2-hero-title": "Ebene 2",
  "layer-2-hero-header": "Ethereum für jedermann",
  "layer-2-hero-subtitle": "Skalierung von Ethereum für die Massenanwendung.",
  "layer-2-hero-alt-text": "Darstellung von Transaktionen, die in Layer 2 (die zweite Ebene von Ethereum) zusammengefasst und im Ethereum Mainnet veröffentlicht werden",
  "layer-2-hero-button-1": "Was ist Ebene 2",
  "layer-2-hero-button-2": "Ebene 2 verwenden",
  "layer-2-hero-button-3": "Zu Ebene 2 verschieben",
  "layer-2-statsbox-1": "TVL in Ebene 2 (USD) gesperrt",
  "layer-2-statsbox-2": "Durchschnittliche Ebene 2 ETH Transfergebühr (USD)",
  "layer-2-statsbox-3": "Ebene 2 TVL Änderung (30 Tage)",
  "layer-2-what-is-layer-2-title": "Was ist Ebene 2?",
  "layer-2-what-is-layer-2-1": "Layer 2 (L2) ist ein Sammelbegriff, um bestimmte Skalierungslösungen für Ethereum zu beschreiben. <strong>Eine Layer 2 ist eine separate <a href=\"/glossary/#blockchain\">Blockchain</a>, die Ethereum erweitert und die Sicherheitsgarantien von Ethereum erbt</strong>.",
  "layer-2-what-is-layer-2-2": "Gehen wir nun etwas tiefer in die Materie ein. Dazu müssen wir zunächst die Ebene 1 (L1) erklären.",
  "layer-2-what-is-layer-1-title": "Was ist Ebene 1?",
  "layer-2-what-is-layer-1-1": "Ebene 1 ist die grundlegende Blockchain. Ethereum und Bitcoin gelten beide als Blockchains von Ebene 1, da sie die <strong>zugrunde liegende Basis bilden, auf der verschiedene Ebene-2-Netzwerke aufbauen</strong>. Beispiele für Ebene-2-Projekte sind die ''Rollups'' auf Ethereum und das Lightning-Netzwerk auf Bitcoin. Alle Benutzertransaktionsaktivitäten in diesen Ebene-2-Projekten können letztendlich auf die Ebene-1-Blockchain zurückgeführt werden.",
  "layer-2-what-is-layer-1-2": "Ethereum funktioniert auch als eine <a href=\"/glossary/#data-availability\">Datenverfügbarkeits</a>-Ebene für Layer 2s. Layer-2-Projekte posten ihre Transaktionsdaten auf Ethereum und verlassen sich dabei auf Ethereum für die Datenverfügbarkeit. Diese Daten können verwendet werden, um den Zustand der Layer 2 abzufragen oder um Transaktionen auf der Layer 2 abzustreiten.",
  "layer-2-what-is-layer-1-list-title": "<strong>Ethereum als Ebene 1 umfasst:</strong>",
  "layer-2-what-is-layer-1-list-1": "<strong>Ein Netzwerk von Knoten-Betreibern</strong> zur Sicherung und <a href=\"/glossary/#validator\">Validierung</a> des Netzwerks",
  "layer-2-what-is-layer-1-list-2": "<strong>Ein Netzwerk von Blockproduzenten</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>Die Blockchain</strong> selbst und der Verlauf der Transaktionsdaten",
  "layer-2-what-is-layer-1-list-4": "<strong>Der <a href=\"/glossary/#consensus\">Konsensmechanismus</a></strong> für das Netzwerk",
  "layer-2-what-is-layer-1-list-link-1": "Sie haben noch Fragen zu Ethereum?",
  "layer-2-what-is-layer-1-list-link-2": "Lernen Sie Ethereum näher kennen.",
  "layer-2-why-do-we-need-layer-2-title": "Warum brauchen wir Ebene 2?",
  "layer-2-why-do-we-need-layer-2-1": "Drei wünschenswerte Merkmale einer Blockchain sind <strong> Dezentralisierung, Sicherheit und Skalierbarkeit</strong>. Das <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">Blockchain-Trilemma</a> besagt jedoch, dass eine einfache Blockchain-Architektur nur zwei von drei dieser Merkmale erfüllen kann. Wenn Sie eine sichere und dezentralisierte Blockchain wünschen, müssen Sie auf Skalierbarkeit verzichten.",
  "layer-2-why-do-we-need-layer-2-2": "Ethereum verarbeitet aktuell mehr als eine Million Transaktionen täglich. Aufgrund der hohen Nachfrage nach Ethereum können die Transaktionsgebühren hoch sein. Hier setzen die Layer-2-Netzwerke an.",
  "layer-2-why-do-we-need-layer-2-scalability": "Skalierbarkeit",
  "layer-2-why-do-we-need-layer-2-scalability-1": "Das Hauptziel von Ebene 2 besteht darin, den Transaktionsdurchsatz (höhere Transaktionen pro Sekunde) zu steigern, ohne die Dezentralisierung oder Sicherheit zu beeinträchtigen.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "Das Ethereum-<a href=\"/glossary/#mainnet\">Mainnet</a> (Layer 1) kann nur ca. 15 Transaktionen pro Sekunde verarbeiten. Wenn die Nachfrage nach Ethereum hoch ist, wird das Netzwerk überlastet. Dann steigen die Transaktionsgebühren und die Preise werden zu hoch für Benutzer, die sich diese Gebühren nicht leisten können. Layer 2s sind Lösungen, durch die diese Gebühren verringert werden, indem Transaktion außerhalb der Layer-1-Blockchain verarbeitet werden.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "Weitere Informationen zur Vision von Ethereum",
  "layer-2-benefits-of-layer-2-title": "Vorteile von Layer 2",
  "layer-2-lower-fees-title": "Geringere Gebühren",
  "layer-2-lower-fees-description": "Durch die Zusammenfassung mehrerer Off-Chain-Transaktionen zu einer einzigen Layer-1-Transaktion lassen sich die Transaktionsgebühren erheblich senken, wodurch Ethereum für alle erschwinglicher wird.",
  "layer-2-maintain-security-title": "Aufrechterhaltung der Sicherheit",
  "layer-2-maintain-security-description": "Layer-2-Blockchains wickeln ihre Transaktionen über das Ethereum-Mainnet ab, wodurch die Nutzer von der Sicherheit des Ethereum-Netzwerks profitieren.",
  "layer-2-expand-use-cases-title": "Erweiterung der Anwendungsmöglichkeiten",
  "layer-2-expand-use-cases-description": "Dank des höheren Transaktionsdurchsatzes, geringerer Gebühren und neuer Technologien werden sich die Projekte auf neue und benutzerfreundlichere Anwendungen ausweiten.",
  "layer-2-how-does-layer-2-work-title": "Wie funktioniert Layer 2?",
  "layer-2-how-does-layer-2-work-1": "Wie oben erwähnt, ist Ebene 2 ein Sammelbegriff für Ethereum-Skalierungslösungen, die Transaktionen außerhalb der Ebene 1 von Ethereum verarbeiten, während sie gleichzeitig von der soliden dezentralen Sicherheit der Ebene 1 von Ethereum profitieren. <strong>Eine Ebene 2 ist eine eigenständige Blockchain, die Ethereum</strong> erweitert. Wie funktioniert das?",
  "layer-2-how-does-layer-2-work-2": "Es gibt verschiedene Arten von Ebene 2, die jeweils ihre eigenen Kompromisse und Sicherheitsmodelle haben. Die Ebene 2-Lösungen nehmen die Transaktionslast von der Ebene 1 weg. Dadurch ist diese weniger überlastet und alles wird skalierbarer.",
  "layer-2-rollups-title": "Rollups",
  "layer-2-rollups-1": "Rollups bündeln Hunderte von Transaktionen in einer einzigen Transaktion auf der Ebene 1. Dadurch werden die L1-Transaktionsgebühren auf alle Teilnehmer am Rollup verteilt, was für jeden Nutzer günstiger ist.",
  "layer-2-rollups-2": "Die Transaktionsdaten im Rollup werden an Layer 1 übermittelt, aber die Ausführung erfolgt separat durch den Rollup. Durch die Übermittlung von Transaktionsdaten an Layer 1 erben Rollups die Sicherheit von Ethereum. Sobald die Daten auf Layer 1 hochgeladen werden, kann eine Rollup-Transaktion nur noch rückgängig gemacht werden, wenn Ethereum rückgängig gemacht wird. Es gibt zwei verschiedene Ansätze für Rollups: Optimistic und Zero-Knowledge – sie unterscheiden sich vor allem darin, in welcher Form diese Transaktionsdaten an die L1 übermittelt werden.",
  "layer-2-optimistic-rollups-title": "Optimistic Rollups",
  "layer-2-optimistic-rollups-description": "Optimistische Rollups sind \"optimistisch\" in dem Sinne, dass Transaktionen als gültig angenommen werden, bei Bedarf jedoch angefochten werden können. Wird eine ungültige Transaktion vermutet, wird eine Fehlerkontrolle durchgeführt, um festzustellen, ob diese stattgefunden hat.",
  "layer-2-optimistic-rollups-childSentance": "Weitere Informationen zu Optimistic-Rollups",
  "layer-2-zk-rollups-title": "Zero-Knowledge-Rollups",
  "layer-2-zk-rollups-description": "Zero-Knowledge-Rollups verwenden Validitätsnachweise, bei denen Transaktionen off-chain, also außerhalb der Chain, ausgewertet und dem Ethereum-Mainnet komprimierte Daten als Nachweis der Gültigkeit geliefert werden.",
  "layer-2-zk-rollups-childSentance": "Weitere Informationen zu Zero-Knowledge-Rollups",
  "layer-2-dyor-title": "Recherchieren Sie selbst: Risiken von Layer 2",
  "layer-2-dyor-1": "Viele Ebene 2-Projekte sind noch relativ jung und erfordern von den Nutzern, dass sie sich auf die Ehrlichkeit der Betreiber verlassen, die noch an der Dezentralisierung ihrer Netzwerke arbeiten. Sie sollten immer selbst recherchieren, um zu entscheiden, ob Sie die damit verbundenen Risiken eingehen wollen.",
  "layer-2-dyor-2": "Weitere Informationen zur Technologie, zu Risiken und zu <a href=\"/glossary/#trust-assumptions\">Vertrauensannahmen</a> von Layer 2s empfehlen wir L2BEAT, wo zu jedem Projekt ein umfassendes Framework für Risikobewertung bereitgestellt wird.",
  "layer-2-dyor-3": "Wechsel zu L2BEAT",
  "layer-2-use-layer-2-title": "Verwendung von Layer 2",
  "layer-2-use-layer-2-1": "Sie wissen nun, warum Layer 2 existiert und wie diese Ebene funktioniert. Legen wir los!",
  "layer-2-contract-accounts": "Wenn Sie eine <a href=\"/glossary/#smart-contract\">Smart-Contract</a>-Wallet wie Safe oder Argent verwenden, haben Sie erst Kontrolle über diese Adresse auf einer Layer 2, wenn Sie Ihr Vertragskonto auf diese Adresse auf der Layer 2 umstellen. Klassische Konten mit einem <a href=\"/glossary/#recovery-phrase\">Wiederherstellungssatz</a> besitzen automatisch dasselbe Konto auf allen Layer-2-Netzwerken.",
  "layer-2-use-layer-2-generalized-title": "Allgemeine Layer-2-Projekte",
  "layer-2-use-layer-2-generalized-1": "Generalisierte Layer 2s funktionieren genau wie Ethereum — nur günstiger. Alles, was Sie auf Ethereums Layer 1 tun können, können Sie auch auf Layer 2 tun. Viele <a href=\"/glossary/#dapp\">DApps</a> haben bereits mit der Migration zu diesen Netzwerken begonnen oder haben das Mainnet ganz übersprungen, um Projekte direkt auf einer Layer 2 zu entwickeln.",
  "layer-2-use-layer-2-application-specific-title": "Anwendungsspezifische Layer-2-Projekte",
  "layer-2-use-layer-2-application-specific-1": "Anwendungsspezifische Layer-2-Blockchains sind Projekte, die auf die Optimierung eines bestimmten Anwendungsbereichs abgestimmt sind und dadurch eine bessere Performance besitzen.",
  "layer-2-sidechains-title": "Hinweise zu Sidechains, Validiums und alternativen Blockchains",
  "layer-2-sidechains-1": "<strong>Sidechains und Validiums</strong> sind Blockchains, die es ermöglichen, dass Vermögenswerte von Ethereum überbrückt und auf einer anderen Blockchain genutzt werden. Sidechains und Validiums werden parallel mit Ethereum ausgeführt und interagieren mit Ethereum über <a href=\"/glossary/#bridge\">Brücken</a>, aber diese beziehen ihre Sicherheit oder Datenverfügbarkeit nicht von Ethereum.",
  "layer-2-sidechains-2": "Die Skalierung sowohl von Sidechains als auch Validiums erfolgt ähnlich wie bei Layer-2-Blockchains – bei geringeren Transaktionsgebühren und einem höheren Transaktionsdurchsatz, jedoch anderen Vertrauensannahmen.",
  "layer-2-more-on-sidechains": "Weitere Informationen zu Sidechains",
  "layer-2-more-on-validiums": "Weitere Informationen zur Validiums",
  "layer-2-sidechains-4": "Einige Ebene 1-Blockchains weisen einen höheren Durchsatz und niedrigere Transaktionsgebühren als Ethereum auf, allerdings in der Regel mit Abstrichen an anderer Stelle, z. B. höheren Hardware-Anforderungen für den Betrieb von Nodes.",
  "layer-2-onboard-title": "So gelangen Sie zu Layer 2",
  "layer-2-onboard-1": "Für die Übertragung von Guthaben in ein Layer-2-Netzwerk gibt es zwei primäre Methoden: Überbrücken des Guthabens aus Ethereum über einen Smart Contract oder Abheben des Guthabens an einer Börse und Übertragen in das Layer-2-Netzwerk.",
  "layer-2-onboard-wallet-title": "Guthaben im Wallet?",
  "layer-2-onboard-wallet-1": "Zur Übertragung Ihrer ETH in Ihrem Wallet benötigen Sie eine Brücke, um Ihr Guthaben vom Ethereum-Mainnet auf Layer 2 zu verschieben.",
  "layer-2-more-on-bridges": "Weitere Informationen zu Brücken",
  "layer-2-onboard-wallet-input-placeholder": "Wählen Sie die L2 aus, zu der Sie überbrücken wollen.",
  "layer-2-onboard-wallet-selected-1": "Sie können sich mit den folgenden Wallets mit",
  "layer-2-onboard-wallet-selected-2": "verbinden:",
  "layer-2-bridge": "Brücke",
  "layer-2-onboard-exchange-title": "Guthaben an einer Börse?",
  "layer-2-onboard-exchange-1": "Einige zentralisierte Börsen bieten nun Auszahlungen und Einzahlungen direkt auf Layer 2 an. Informieren Sie sich, welche Börsen Layer-2-Auszahlungen anbieten und welchen Layer 2 sie unterstützen.",
  "layer-2-onboard-exchange-2": "Außerdem benötigen Sie eine Wallet, auf die Sie Ihr Guthaben transferieren.",
  "layer-2-onboard-find-a-wallet": "Finden Sie eine Wallet für Ethereum.",
  "layer-2-onboard-exchange-input-placeholder": "Informieren Sie sich, welche Börsen Layer 2 unterstützen.",
  "layer-2-deposits": "Einzahlungen",
  "layer-2-withdrawals": "Auszahlungen",
  "layer-2-go-to": "Gehe zu",
  "layer-2-tools-title": "Tools für mehr Effizienz auf Layer 2",
  "layer-2-tools-l2beat-description": "L2BEAT ist eine hervorragende Ressource für technische Risikobewertungen von Layer-2-Projekten. Wir empfehlen, sich bei der Suche nach bestimmten Layer-2-Projekten hier schlau zu machen.",
  "layer-2-tools-growthepie-description": "Ausgewählte Analysen von Layer 2s auf Ethereum",
  "layer-2-tools-ethereumecosystem-description": "Inoffizielle Ecosystem-Seite von Ethereum und seiner Layer 2s, einschließlich Base, Optimism und Starknet, mit Hunderten DApps und Werkzeugen.",
  "layer-2-tools-l2fees-description": "Auf L2 Fees finden Sie eine Übersicht über die aktuellen Transaktionskosten auf verschiedenen Layer-2-Ebenen (in USD).",
  "layer-2-tools-chainlist-description": "Chainlist ist eine großartige Ressource für den Import von Netzwerk-RPCs in konforme Wallets. Hier finden Sie RPCs für Layer-2-Projekte, die Ihnen beim Verbindungsaufbau helfen.",
  "layer-2-tools-zapper-description": "Verwalten Sie Ihr gesamtes web3-Portfolio, von DeFi bis NFTs und was an Neuem noch kommen mag. Investieren Sie in die neuesten Features – bequem von einer Plattform aus.",
  "layer-2-tools-zerion-description": "Erstellen und verwalten Sie Ihr gesamtes DeFi-Portfolio an einem zentralen Ort und entdecken Sie dabei schon heute die Welt der dezentralen Finanzen.",
  "layer-2-tools-debank-description": "Bleiben Sie stets informiert über alle wichtigen Ereignisse in der Web3-Welt.",
  "layer-2-faq-title": "FAQ",
  "layer-2-faq-question-1-title": "Warum gibt es keinen „offiziellen“ Layer 2 für Ethereum?",
  "layer-2-faq-question-1-description-1": "So wie es keinen „offiziellen“ Ethereum-Client gibt, wird es für Ethereum auch keinen „offiziellen“ Layer 2 geben. Ethereum ist frei zugänglich. Aus technischer Sicht kann daher jeder einen Layer 2 erstellen! So wird es von den verschiedensten Teams jeweils spezifische Layer-2-Versionen mit unterschiedlichen Designansätzen geben, die für individuelle Anwendungsfälle optimiert sind. Davon kann das Ökosystem insgesamt nur profitieren. Genauso wie es verschiedene Ethereum-Clients von den verschiedensten Teams gibt, die im Netzwerk für Diversität sorgen, wird in Zukunft auch eine große Vielfalt an Layer 2 entstehen.",
  "layer-2-faq-question-2-title": "Was ist der Unterschied zwischen Optimistic- und Zero-Knowledge-Rollups?",
  "layer-2-faq-question-2-description-1": "Sowohl Optimistic- als auch Zero-Knowledge-Rollups bündeln bzw. „rollen“ Hunderte von Transaktionen in einer einzigen Transaktion auf Layer 1. Rollup-Transaktionen werden außerhalb von Layer 1 ausgeführt, die Transaktionsdaten werden jedoch in Layer 1 eingestellt.",
  "layer-2-faq-question-2-description-2": "Der größte Unterschied zwischen den beiden Rollup-Methoden besteht darin, welche Daten an Layer 1 übertragen werden und wie die Daten überprüft werden. Bei Zero-Knowledge-Rollups werden die Berechnungen durch Validitätsnachweise außerhalb der Chain durchgeführt und ein Nachweis eingestellt, während bei Optimistic-Rollups Berechnungen durch Fehlernachweise nur bei Verdacht auf einen Fehler durchgeführt werden – dann jedoch innerhalb der Chain.",
  "layer-2-faq-question-2-description-3": "Derzeit sind die meisten Zero-Knowledge-Rollups anwendungsspezifisch, während Optimistic-Rollups noch weitgehend allgemein gehalten sind.",
  "layer-2-more-info-on-optimistic-rollups": "Weitere Informationen zu Optimistic-Rollups",
  "layer-2-more-info-on-zk-rollups": "Weitere Informationen zu Zero-Knowledge-Rollups",
  "layer-2-faq-question-4-title": "Welche Risiken birgt Layer 2?",
  "layer-2-faq-question-4-description-1": "Layer-2-Projekte ziehen, verglichen mit dem Verwahren von Geldmitteln und dem Abwickeln von Transaktionen direkt auf dem Ethereum-Mainnet, zusätzliche Risiken nach sich. Zum Beispiel können <a href=\"/glossary/#sequencer\">Sequencer</a> zusammenbrechen, was dazu führt, dass Sie warten müssen, bis Sie Zugriff auf Ihre Geldmittel erhalten.",
  "layer-2-faq-question-4-description-2": "Wir raten Ihnen, sich gut zu informieren, bevor Sie beträchtliche Mittel in ein Layer-2-Projekt transferieren. Als zuverlässige Informationsquelle zur Technologie, den Risiken und den Vertrauensannahmen einzelner Layer-2-Projekte empfehlen wir Ihnen <a href=\"https://l2beat.com/?view=risk\">L2BEAT</a>, das zu jedem Projekt ein umfassendes Framework für die Risikobewertung bereitstellt.",
  "layer-2-faq-question-4-description-3": "Blockchain-Brücken, die die Übertragung von Guthaben auf Layer 2 erleichtern, befinden sich noch in einem frühen Entwicklungsstadium. Das optimale Brückendesign gibt es daher vermutlich noch nicht. <a href=\"https://rekt.news/wormhole-rekt/\">Erst kürzlich wurden erfolgreiche Angriffe auf Brücken gemeldet</a>.",
  "layer-2-faq-question-5-title": "Weshalb sind hier nicht alle Layer-2-Projekte aufgelistet?",
  "layer-2-faq-question-5-description-1": "Wir möchten sicherstellen, dass nur die besten Ressourcen aufgelistet werden, denn nur so können sich unsere Nutzer sicher und sorglos im Layer-2 Raum bewegen. Für den Einschluss in unsere Empfehlungen bewerten wir die Projekte nach strengen Rahmenkriterien.",
  "layer-2-faq-question-5-view-listing-policy": "Richtlinien für die Aufnahme von Layer-2-Projekten in unsere Liste anzeigen",
  "layer-2-faq-question-5-description-2": "Auf Ethereum.org kann jeder die Aufnahme von Layer-2-Projekten vorschlagen. Wenn Sie meinen, dass ein interessantes Layer-2-Projekt fehlt, <a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">kontaktieren Sie uns bitte</a>.",
  "layer-2-further-reading-title": "Weiterführende Literatur",
  "a-rollup-centric-ethereum-roadmap": "Rollup-zentrierte Roadmap für Ethereum",
  "an-incomplete-guide-to-rollups": "Leitfaden für Rollups (noch unvollständig)",
  "polygon-sidechain-vs-ethereum-rollups": "Polygon-Sidechain vs. Ethereum-Rollups: Skalierungsansätze von Ebene 2| Vitalik Buterin und Lex Fridman",
  "rollups-the-ultimate-ethereum-scaling-strategy": "ROLLUPS - Die ultimative Skalierungsstrategie für Ethereum? Arbitrum und Optimism erklärt",
  "scaling-layer-1-with-shard-chains": "Skalierung von Layer 1 mit Shard Chains",
  "understanding-rollup-economics-from-first-principals": "Kennenlernen der Rollup-Ökonomie von den Grundlagen",
  "arbitrum-description": "Arbitrum One ist ein optimistisches Rollup, das darauf abzielt, die gleiche Benutzererfahrung zu bieten wie die Interaktion mit Ethereum. Allerdings kosten die Transaktionen einen Bruchteil von L1-Transaktionen.",
  "optimism-description": "Optimism ist ein schnelles, einfaches und sicheres EVM-äquivalentes Optimistic-Rollup. Es skaliert die Technologie und die Werte von Ethereum durch rückwirkende Finanzierung öffentlicher Güter.",
  "boba-description": "Boba ist ein aus Optimism entstandenes Optimistic-Rollup. Diese Skalierungslösung möchte Gasgebühren reduzieren, den Transaktionsdurchsatz verbessern und die Möglichkeiten von Smart Contracts erweitern.",
  "base-description": "Base ist eine sichere, günstige und entwicklerfreundliche Ethereum-L2, die mit dem Ziel entwickelt wurde, die nächste Milliarde an Nutzern zu web3 zu bringen. Es ist eine Ethereum-L2, die von Coinbase erfunden und auf dem Open-Source-OP-Stack entwickelt wurde.",
  "loopring-description": "zkRollup L2 von Loopring möchte die gleichen Sicherheitsgarantien wie das Mainnet von Ethereum bieten, dies jedoch bei einem großen Skalierungsschub: Der Durchsatz wurde um das 1000-fache erhöht und die Kosten auf nur 0,1 % von L1 reduziert.",
  "zksync-description": "ZKsync ist ein ZK-Rollup, das darauf abzielt, Ethereum und seine Werte für die allgemeine Einführung zu skalieren, ohne Kompromisse bei der Sicherheit oder Dezentralisierung eingehen zu müssen.",
  "zkspace-description": "Die ZKSpace Plattform besteht aus drei Hauptkomponenten: einem Ebene 2 AMM DEX mit ZK-Rollup-Technologie namens ZKSwap, einem Zahlungsservice namens ZKSquare und einem NFT-Marktplatz namens ZKSea.",
  "aztec-description": "Das Aztec-Netzwerk ist das erste private ZK-Rollup auf Ethereum, das dezentralen Anwendungen Zugang zur Privatsphäre und Skalierung ermöglicht.",
  "starknet-description": "Starknet ist ein Validity Rollup Layer 2. Es bietet eine hohe Durchsatzrate, niedrige Gasgebühren und behält das Sicherheitsniveau von Ethereum Layer 1 bei.",
  "layer-2-note": "Hinweis:",
  "layer-2-ecosystem-portal": "Portal für das Ökosystem",
  "layer-2-token-lists": "Token-Listen",
  "layer-2-explore": "Entdecken",
  "page-dapps-ready-button": "Los",
  "layer-2-information": "Informationen",
  "layer-2-wallet-managers": "Wallet-Manager"
}
