{
  "page-eth2-just-staking": "Staking",
  "page-eth2-staking-image-alt": "Bild des Nashorn-Maskottchens für das Eth2-Launchpad.",
  "page-eth2-staking-51-desc-1": "Staking erleichtert den Zugang zum Netzwerk als Validator, also wird es wahrscheinlich mehr Validatoren im Netzwerk geben, als heute existieren. Das wird diese Art von Angriff noch schwieriger machen, da die Kosten eines Angriffs steigen werden.",
  "page-eth2-staking-accessibility": "Zugänglicher",
  "page-eth2-staking-accessibility-desc": "Mit einfacheren Hardware-Anforderungen und der Möglichkeit sich einem Pool anzuschließen, wenn man keine 32 ETH hat, werden mehr Leute dem Netzwerk beitreten können. Dies macht Ethereum dezentralisierter und sicherer, indem die Angriffsfläche verringert wird.",
  "page-eth2-staking-at-stake": "Dein ETH steht auf dem Spiel",
  "page-eth2-staking-at-stake-desc": "Da du dein ETH staken musst, um Transaktionen zu validieren und neue Blocks zu erstellen, kannst du es verlieren, wenn du versuchst das System zu betrügen.",
  "page-eth2-staking-benefits": "Vorteile des Stakings für Ethereum",
  "page-eth2-staking-check-address": "Einzahlungsadresse prüfen",
  "page-eth2-staking-consensus": "Mehr zu Konsensmechanismen",
  "page-eth2-staking-deposit-address": "Überprüfe die Einzahlungsadresse",
  "page-eth2-staking-deposit-address-desc": "Wenn du bereits der Setup-Anleitung des Launchpads gefolgt bist, weißt du, dass du eine Transaktion zum Staking-Aufbewahrungsvertrag senden musst. Wir empfehlen dir, die Adresse sorgsam zu prüfen. Du kannst die offizielle Adresse auf ethereum.org und einer Reihe vertrauenswürdiger Websites finden.",
  "page-eth2-staking-desc-1": "Behlohnungen werden für Aktionen vergeben, die dem Netzwerk helfen, einen Konsens zu erreichen. Du wirst Belohnungen für das Batching von Transaktionen in einen neuen Block bekommen oder für das Überprüfen der Arbeit anderer Validatoren, denn das ist es, was die Chain sicher laufen lässt.",
  "page-eth2-staking-desc-2": "Obwohl du Belohnungen für Arbeit bekommen kannst, die dem Netzwerk zugute kommt, kannst du auch ETH verlieren, etwa für böswillige Taten, offline gehen und Versagen bei der Validierung.",
  "page-eth2-staking-desc-3": "Du brauchst 32 ETH um ein vollständiger Validator zu werden, oder ein bisschen ETH, um einem Staking-Pool beizutreten. Du musst außerdem einen \"Eth1\"- oder Mainnet-Client verwenden. Das Launchpad wird dich durch den Prozess und die Hardware-Anforderungen fürhen. Alternativ kannst du die Backend-API benutzen.",
  "page-eth2-staking-description": "Staking bezeichnet das Hinterlegen von 32 ETH zur Aktivierung der Validator-Software. Als Validator wirst du für Datenspeicherung, die Verarbeitung von Transaktionen und das Hinzufügen neuer Blocks zur Blockchain verantwortlich sein. Das hält Ethereum sicher für alle und du kannst die dabei neues ETH verdienen. Dieser Prozess, genannt Proof-of-Stake, wird durch die Beacon Chain eingeführt.",
  "page-eth2-staking-docked": "Mehr zum Andocken",
  "page-eth2-staking-dyor": "Eigene Forschung betreiben",
  "page-eth2-staking-dyor-desc": "Keine der offiziellen Staking-Dienste sind offizielle Empfehlungen. Bitte recherchiere selbst etwas, um herauszufinden, welcher Dienst am besten zu dir passt.",
  "page-eth2-staking-header-1": "Stake deine ETH, um Ethereum-Validator zu werden",
  "page-eth2-staking-how-much": "Wie viel bist du bereit zu staken?",
  "page-eth2-staking-how-to-stake": "Richtiges Staking",
  "page-eth2-staking-how-to-stake-desc": "Es hängt alles davon ab, wie viel du bereit bist zu staken. Du brauchst 32 ETH um ein vollständiger Validator zu werden, aber es ist auch möglich weniger einzusetzen.",
  "page-eth2-staking-join": "Beitreten",
  "page-eth2-staking-join-community": "Tritt der Staker-Community bei",
  "page-eth2-staking-join-community-desc": "r/ethstaker ist eine Community für alle, um über Staking auf Ethereum zu diskutieren – mach mit für Ratschläge, Support und Gespräche rund um Staking.",
  "page-eth2-staking-less-than": "Weniger als",
  "page-eth2-staking-link-1": "Backend-APIs ansehen",
  "page-eth2-staking-meta-description": "Ein Überblick über Ethereum-Staking: die Risiken, Belohnungen, Anforderungen und wo man es machen kann.",
  "page-eth2-staking-meta-title": "Ethereum-Staking",
  "page-eth2-staking-more-sharding": "Mehr zu Sharding",
  "page-eth2-staking-pool": "In einem Pool staken",
  "page-eth2-staking-pool-desc": "Wenn du weniger als 32 ETH hast, kannst du mit einem kleineren Einsatz zu einem Staking-Pool beitragen. Einige Unternehmen können das alles in deinem Namen tun, also musst du dir keine Sorgen machen online zu bleiben. Hier sind ein paar Unternehmen zum Informieren.",
  "page-eth2-staking-pos-explained": "Proof-of-Stake erklärt",
  "page-eth2-staking-pos-explained-desc": "Staking ist, was du tun musst, um ein Validator in einem Proof-of-Stake system zu werden. Dies ist ein Konsensmechanismus, der das derzeitige Proof-of-Work-System ersetzen wird. Konsensmechanismen sind das, was Blockchains wie Ethereum sicher und dezentralisiert machen.",
  "page-eth2-staking-pos-explained-desc-1": "Proof-of-Stake trägt dazu bei, das Netzwerk auf verschiedene Weise zu sichern:",
  "page-eth2-staking-services": "Staking-Dienste ansehen",
  "page-eth2-staking-sharding": "Schaltet Sharding frei",
  "page-eth2-staking-sharding-desc": "Sharding ist nur mit einem Proof-of-Stake-System möglich. Das Sharding eines Proof-of-Work-Systems würde die Menge an Rechenleistung vermindern, die benötigt wird, um das Netzwerk zu zerstören, was es einfacher für böswillige Miner macht Shards zu kontrollieren. Das ist mit zufällig zugewiesenen Stakern in Proof-of-Stake nicht der Fall.",
  "page-eth2-staking-solo": "Stake allein und verwende einen Validator",
  "page-eth2-staking-solo-desc": "Um mit dem Staking-Prozess anzufangen, musst du das Eth2-Launchpad benutzen. Dieses wird dich durch das ganze Setup führen. Teil des Stakings ist das Ausführen eines Eth2-Clients, was eine lokale Kopie der Blockchain ist. Es kann eine Weile dauern, dies herunterzuladen.",
  "page-eth2-staking-start": "Fang an zu staken",
  "page-eth2-staking-subtitle": "Staking ist ein öffentliches Gut für das Ethereum-Ökosystem. Du kannst helfen, das Netzwerk zu sichern und dabei Belohnungen verdienen.",
  "page-eth2-staking-sustainability": "Nachhaltiger",
  "page-eth2-staking-sustainability-desc": "Validatoren benötigen keine energieintensiven Computer, um sich an einem Proof-State-System zu beteiligen – nur einen Laptop oder ein Smartphone. Das macht Ethereum umweltfreundlicher.",
  "page-eth2-staking-the-beacon-chain": "Mehr zur Beacon Chain",
  "page-eth2-staking-title-1": "Belohnungen",
  "page-eth2-staking-title-2": "Risiken",
  "page-eth2-staking-title-3": "Anforderungen",
  "page-eth2-staking-title-4": "Wie man sein ETH einsetzt",
  "page-eth2-staking-upgrades-li": "Proof-of-Stake wird durch die Beacon Chain verwaltet.",
  "page-eth2-staking-upgrades-li-2": "Ethereum wird in der absehbaren Zukunft eine Proof-of-Stake-Beacon Chain und ein Proof-of-Work-Mainnet haben. Mainnet ist das Ethereum, das wir schon seit Jahren benutzen.",
  "page-eth2-staking-upgrades-li-3": "Während dieser Zeit werden Staker neue Blocks zur Beacon Chain hinzufügen, aber keine Mainnet-Transaktionen verarbeiten.",
  "page-eth2-staking-upgrades-li-4": "Ethereum wird vollständig zu einem Proof-of-Stake-System übergehen, sobald das Ethereum-Mainnet zu einer Shard wird.",
  "page-eth2-staking-upgrades-li-5": "Nur dann kannst du deinen Stake zurückziehen.",
  "page-eth2-staking-upgrades-title": "Proof-of-Stake und Eth2-Upgrades",
  "page-eth2-staking-validators": "Mehr Validatoren, mehr Sicherheit",
  "page-eth2-staking-validators-desc": "In einer Blockchain wie Ethereum ist es möglich, das Netzwerk zu manipulieren, wenn man 51% davon kontrolliert. Zum Beispiel könntest du 51% der Validatoren dazu bringen zu sagen, dass dein Guthaben 1.000.000 ETH beträgt und nicht 1 ETH. Aber um 51% der Validatoren zu kontrollieren, müsstest du 51% der ETH im System besitzen – das ist eine Menge!",
  "page-eth2-staking-withdrawals": "Rücknahmen werden nicht sofort verfügbar sein",
  "page-eth2-staking-withdrawals-desc": "Du wirst deinen Einsatz erst zurückziehen können, wenn zukünftige Upgrades verfügbar sind. Rücknahmen sollten verfügbar sein, sobald das Mainnet an das Beacon Chain-System angedockt ist."
}
