{
  "page-what-is-ethereum-alt-img-bazaar": "Abbildung einer Person, die in einen Basar hineinblickt, welcher Ethereum repräsentiert",
  "page-what-is-ethereum-alt-img-comm": "Eine Illustration von Mitgliedern der Ethereum-Community, die zusammenarbeiten",
  "page-what-is-ethereum-alt-img-lego": "Eine Illustration einer Hand, die ein Ethereum-Logo aus Lego-Steinen aufbaut",
  "page-what-is-ethereum-banking-card": "Banking für alle",
  "page-what-is-ethereum-banking-card-desc": "Nicht jeder hat Zugang zu Finanzdienstleistungen, aber alles, was man braucht, um auf Ethereum und seine Kredit- und Vermögensprodukte zuzugreifen, ist eine Internetverbindung.",
  "page-what-is-ethereum-build": "Erschaffen Sie etwas mit Ethereum",
  "page-what-is-ethereum-build-desc": "Wenn Sie mit Ethereum etwas erschaffen möchten, lesen unsere Dokumentationen, probieren Sie ein paar Tutorials aus oder schauen Sie sich die Werkzeuge an, die Sie brauchen, um loszulegen.",
  "page-what-is-ethereum-censorless-card": "Zensurresistent",
  "page-what-is-ethereum-censorless-card-desc": "Keine Regierung oder Firma hat Kontrolle über Ethereum. Diese Dezentralisierung macht es für jedermann nahezu unmöglich, Zahlungen oder die Inanspruchnahme von Dienstleistungen auf Ethereum zu verhindern.",
  "page-what-is-ethereum-comm-desc": "Unsere Community umfasst Menschen jeden Hintergrunds, darunter Künstler, Krypto-Anarchisten, Unternehmen der Fortune 500, und jetzt auch Sie. Finden Sie heraus, wie Sie sich heute beteiligen können.",
  "page-what-is-ethereum-commerce-card": "Handelsgarantien",
  "page-what-is-ethereum-commerce-card-desc": "Kunden haben die Garantie, dass Gelder nur dann den Besitzer wechseln, wenn Sie das liefern, was vereinbart wurde. Ebenso können Entwickler sicher sein, dass sich die Regeln für sie nicht ändern.",
  "page-what-is-ethereum-composable-card": "Alle Produkte sind miteinander kombinierbar",
  "page-what-is-ethereum-composable-card-desc": "Da alle Anwendungen auf derselben Blockchain mit einem gemeinsamen globalen Status aufgebaut sind, können sie wie Legosteine beliebig zusammengesetzt werden. Dadurch entstehen kontinuierlich immer bessere Produkte und Erfahrungen.",
  "page-what-is-ethereum-community": "Die Ethereum-Gemeinschaft",
  "page-what-is-ethereum-desc": "Das Fundament für unsere digitale Zukunft",
  "page-what-is-ethereum-explore": "Ethereum entdecken",
  "page-what-is-ethereum-internet-card": "Privateres Internet",
  "page-what-is-ethereum-internet-card-desc": "Sie müssen nicht alle Ihre persönlichen Daten angeben, um eine Ethereum-App zu verwenden. Ethereums Wirtschaftssystem baut auf Werten auf, nicht auf Überwachung.",
  "page-what-is-ethereum-meet-comm": "Lernen Sie unsere Gemeinschaft kennen",
  "page-what-is-ethereum-meta-description": "Erfahren Sie mehr über Ethereum, was es macht und wie Sie es selbst ausprobieren können.",
  "page-what-is-ethereum-meta-title": "Was ist Ethereum?",
  "page-what-is-ethereum-p2p-card": "Ein Peer-to-Peer-Netzwerk",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum ermöglicht es, Geld zu überweisen oder Vereinbarungen direkt mit anderen zu treffen. Man muss nicht über Finanzvermittler gehen.",
  "page-what-is-ethereum-start-building-btn": "Fangen Sie an zu bauen",
  "page-what-is-ethereum-title": "Was ist Ethereum?",
  "page-what-is-ethereum-subtitle": "Ein umfassender Leitfaden für Einsteiger, der erklärt, wie Ethereum funktioniert, welche Vorteile es bringt und wie es von Millionen von Menschen auf der ganzen Welt genutzt wird.",
  "page-what-is-ethereum-button-lets-start": "Los geht's",
  "page-what-is-ethereum-blockchain-tab-title": "Was ist eine Blockchain?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Eine Blockchain ist eine Datenbank mit Transaktionen</b>, die aktualisiert und von vielen Computern in einem Netzwerk gemeinsam genutzt wird. Jedes Mal, wenn ein neuer Satz von Transaktionen hinzugefügt wird, wird er als „Block\" bezeichnet - daher der Name Blockchain. Die meisten Blockchains sind öffentlich und man kann nur Daten hinzufügen, nicht löschen. Wenn jemand die Informationen ändern oder das System betrügen wollte, müsste er dies auf der Mehrheit der Computer im Netzwerk tun. Das ist eine ganze Menge! Das macht etablierte Blockchains wie Ethereum sehr sicher.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Warum heißt es Kryptowährung?",
  "page-what-is-ethereum-cryptocurrency-tab-content": "Blockchains nutzen zur Gewährleistung der Sicherheit der Einlagen ihrer Nutzer kryptografische Technologien. Ähnliche Mechanismen werden seit Jahren im Bankensektor eingesetzt, um die Sicherheit von Finanztransaktionen zu gewährleisten. Die Sicherheit von Kryptowährungen befindet sich daher auf dem Niveau des herkömmlichen Banksystems.",
  "page-what-is-ethereum-summary-title": "Zusammenfassung",
  "page-what-is-ethereum-summary-desc-1": "Ethereum ist ein Netzwerk, bestehend aus vielen Gemeinschaften und einer Reihe von Tools, die es den Menschen ermöglichen, zu handeln und zu kommunizieren, ohne von einer zentralen Behörde kontrolliert zu werden. Für die Nutzung von Ethereum müssen Sie nicht alle Ihre persönlichen Daten preisgeben - Sie behalten die Kontrolle über Ihre Daten und darüber, was geteilt wird. Ethereum verfügt über eine eigene Kryptowährung, Ether, die zur Bezahlung bestimmter Aktivitäten im Ethereum-Netzwerk verwendet wird.",
  "page-what-is-ethereum-summary-desc-2": "Sie haben noch Fragen? Wir erklären Ihnen alles Schritt für Schritt.",
  "page-what-is-ethereum-what-is-crypto-title": "Was ist eine Kryptowährung?",
  "page-what-is-ethereum-what-is-crypto-desc-1": "<b>Krypto (Kurzform für Kryptowährung) ist eine neue Form von digitalem Geld, die auf Kryptografie (Verschlüsselung) basiert.</b>",
  "page-what-is-ethereum-what-is-crypto-desc-2": "Alles begann im Jahr 2008 mit Bitcoin. Man konnte damit Gelder an jede beliebige Person überall auf der Welt transferieren. Was Kryptowährungen gegenüber normalen Banküberweisungen oder anderen Finanzdienstleistungen wie Paypal oder Alipay auszeichnete, war die Tatsache, dass es zum ersten Mal keinen Mittelsmann gab.",
  "page-what-is-ethereum-what-is-crypto-desc-3": "Moment, was ist ein Mittelsmann?",
  "page-what-is-ethereum-what-is-crypto-desc-4": "Ein Mittelsmann ist eine zentrale Instanz, wie eine Bank oder eine Regierungsbehörde, die in eine Transaktion zwischen dem Absender und dem Empfänger eingreifen kann. Sie hat die Macht, Transaktionen zu überwachen, zu zensieren oder rückgängig zu machen und kann die sensiblen Daten, die über Sie gesammelt wurden, an Dritte weitergeben. Oft bestimmt sie auch, zu welchen Finanzdienstleistungen Sie Zugang haben.",
  "page-what-is-ethereum-what-is-crypto-desc-5": "Bei Kryptowährungen ist das anders. <b>Transaktionen verbinden Sender und Empfänger direkt</b> ohne Zugriff der Bank oder einer zentralen Behörde. Niemand sonst hat Zugang zu Ihrem Geld und <b>niemand kann Ihnen vorschreiben, welche Dienste Sie nutzen können</b>. Möglich wird dies durch die Blockchain-Technologie, mit der Kryptowährungen arbeiten.",
  "page-what-is-ethereum-btc-eth-diff-title": "Was ist der Unterschied zwischen Ethereum und Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "Ethereum, 2015 ins Leben gerufen, baut auf der Innovation von Bitcoin auf – mit einigen großen Unterschieden.",
  "page-what-is-ethereum-btc-eth-diff-2": "Mit beiden Geldsystemen können Sie digitales Geld ohne Zahlungsanbieter oder Bank verdienen und ausgeben. Aber <b>Ethereum ist programmierbar</b>. In seinem Netzwerk können Sie auch dezentrale Anwendungen entwickeln und bereitstellen.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin ermöglicht es uns, untereinander grundlegende Botschaften darüber zu senden, was wir für wertvoll halten. Die Festlegung von Werten ohne Autorität ist bereits sehr stark. Ethereum erweitert dies: Anstatt nur Nachrichten zu senden, können Sie ein beliebiges allgemeines Programm oder einen Vertrag schreiben. Es gibt keine Grenzen für die Art der Verträge, die erstellt und vereinbart werden können, weshalb im Ethereum-Netzwerk große Innovationen stattfinden.",
  "page-what-is-ethereum-btc-eth-diff-4": "Während es sich bei Bitcoin um ein reines Zahlungsnetzwerk handelt, ist Ethereum eher ein Marktplatz für Finanzdienstleistungen, Spiele, soziale Netzwerke und andere Anwendungen, die Wert auf Privatsphäre legen und nicht zensiert werden.",
  "page-what-is-ethereum-what-can-eth-do-title": "Was leistet Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Weshalb sollte ich Ethereum verwenden?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Wenn Sie schon einmal Geld ins Ausland geschickt haben (oder dies vorhaben) oder wenn Sie sich um die Zukunft Ihres Vermögens aufgrund externer Kräfte, die sich Ihrer Kontrolle entziehen, Sorgen machen müssen, oder wenn Sie die zahlreichen Beschränkungen und Gebühren, die von traditionellen Finanzinstituten für alltägliche Transaktionen auferlegt werden, satt haben, dann könnte Sie interessieren, was Kryptowährungen zu bieten haben.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Wenn Sie sich für robustere, offenere und vertrauenswürdigere Wege zur Schaffung und zum Austausch von Werten interessieren, ist Ethereum genau das Richtige für Sie. Ethereum ist eine Geschichte, die von uns allen geschrieben wird, also kommen und entdecken Sie die unglaublichen Welten, die wir gemeinsam damit errichten können.",
  "page-what-is-ethereum-slide-1-title": "Zahlungen ins Ausland – schneller und günstiger",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Stablecoins</b> sind eine neue Kryptowährung, deren Wert auf stabileren Vermögenswerten basiert. Meist sind Stablecoins an US-Dollar und damit an den Wert dieser Währung gebunden. Sie ermöglichen ein äußerst günstiges und stabiles globales Zahlungssystem. Viele der heutigen Stablecoins entspringen dem Ethereum-Netzwerk.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum und Stablecoins vereinfachen den Geldtransfer ins Ausland. Der Transfer rund um den Globus dauert oft nur wenige Minuten – ein Bruchteil der Tage oder gar Wochen, die eine herkömmliche Bank dafür benötigt, und dies zu einem weitaus geringeren Preis. Zudem fallen für umfangreiche Transaktionen keine zusätzlichen Gebühren an und hinsichtlich der Transaktionsziele gibt es keine Einschränkungen.",
  "page-what-is-ethereum-slide-2-title": "In Krisenzeiten die schnellste Hilfe",
  "page-what-is-ethereum-slide-2-desc-1": "Wenn Sie das Glück haben, in Ihrem Land eine reiche Auswahl an Transaktionsoptionen durch vertrauenswürdige Finanzinstitute zu haben, sind für Sie finanzielle Freiheit, Sicherheit und Stabilität vermutlich eine Selbstverständlichkeit. Für viele Menschen auf der Welt, die unter politischer Unterdrückung oder in wirtschaftlicher Not leben, bieten Finanzinstitute möglicherweise jedoch nicht den Schutz oder die Leistungen, die sie benötigen.",
  "page-what-is-ethereum-slide-2-desc-2": "Als Krieg, Wirtschaftskatastrophen oder die Einschränkung der bürgerlichen Freiheiten die Bewohner von <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Kuba</a>,<a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afghanistan</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigeria</a>,<a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Belarus</a> und <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">der Ukraine</a> trafen, stellten Kryptowährungen die schnellste und oft einzige Möglichkeit dar, ihre finanzielle Handlungsfähigkeit zu erhalten.<sup><a to=\"https://www.financialinclusion.tech/\">1</a></sup> Wie diese Beispiele zeigen, können Kryptowährungen wie Ethereum einen ungehinderten Zugang zur globalen Wirtschaft bieten, wenn Menschen von der Außenwelt abgeschnitten sind. Darüber hinaus bieten Stablecoins einen Wertaufbewahrungsort, wenn die lokalen Währungen aufgrund von Superinflation zusammenbrechen.",
  "page-what-is-ethereum-slide-3-title": "Schöpferische Kräfte befähigen",
  "page-what-is-ethereum-slide-3-desc-1": "Allein im Jahr 2021 verdienten Künstler, Musiker, Schriftsteller und andere künstlerisch und kreativ Tätige mit Ethereum insgesamt etwa 3,5 Milliarden Dollar. Dies macht Ethereum neben Spotify, YouTube und Etsy zu einer der größten globalen Plattformen für Schöpfer. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Erfahre mehr</a>.",
  "page-what-is-ethereum-slide-4-title": "Spieler stärken",
  "page-what-is-ethereum-slide-4-desc-1": "So genannte „Play to earn Games\", bei denen Spieler tatsächlich für ihr Spiel finanziell entlohnt werden, sind der neueste Trend der Spieleindustrie. Zumeist ist der Handel oder der Tausch von In-Game-Assets mit anderen Spielern gegen echtes Geld verboten. Spieler verlegen sich daher trotz des Sicherheitsrisikos oft auf Schwarzmarkt-Websites. Das dagegen sehr vertrauenswürdige Blockchain-Gaming kommt hier der so eigenen Ökonomie der Gaming-Welt sehr entgegen.",
  "page-what-is-ethereum-slide-4-desc-2": "Darüber hinaus erhalten die Spieler einen Anreiz, indem sie Token im Spiel gegen echtes Geld eintauschen können und so für ihre Spielzeit wirklich belohnt werden.",
  "page-what-is-ethereum-meet-ether-title": "Ether – die Kryptowährung von Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Ethereum verwendet eine native Kryptowährung namens Ether (ETH). Sie ist ausschließlich digital und Sie können sie ohne Zeitverzögerung an jede Person auf der Welt versenden. Die Menge an Ether wird weder von einer Regierung, noch von einem Unternehmen kontrolliert - der Ether ist dezentralisiert und komplett transparent. Neue Coins - auch Token genannt - werden nur an Staker ausgegeben, die zur Sicherheit des Netzwerkes beitragen.",
  "page-what-is-ethereum-meet-ether-desc-2": "Für jede Handlung im Ethereum-Netzwerk wird eine gewisse Rechenleistung genutzt, die in Form von Ether bezahlt wird. Zur Nutzung des Netzwerks benötigen Sie also von Anfang an zumindest eine kleine Menge an ETH.",
  "page-what-is-ethereum-what-is-ether": "Was ist Ether?",
  "page-what-is-ethereum-get-eth": "Erwerb von ETH",
  "page-what-is-ethereum-what-can-i-do-title": "Wie kann ich ETH-Coins einsetzen?",
  "page-what-is-ethereum-what-can-i-do-desc-1": "Auf vielfältige Weise! Eine der prominentesten Einsatzzwecke der Ethereum-Technologie ist die dezentrale Finanzierung (DeFi). Dadurch eröffnen sich jedem auf der Welt, der über eine Internetverbindung verfügt, ganze Zweige der Finanz- und Bankdienstleistungen. Ether können bei Kreditvergaben auch als Sicherheit verwendet werden oder zur Bereitstellung von Liquidität, um Zinsen auf Einlagen zu verdienen.",
  "page-what-is-ethereum-explore-applications": "Anwendungsmöglichkeiten",
  "page-what-is-ethereum-learn-defi": "Infos über DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Wer betreibt Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum wird von keiner Einheit kontrolliert. Es existiert allein durch die dezentrale Beteiligung und Kooperation der Community. Ethereum nutzt Nodes (Computer mit einer Kopie der Blockchaindaten von Ethereum), die entgegen der Server- und Cloudsysteme großer Internetanbieter und -dienste von Freiwilligen betrieben werden.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Diese verteilten Nodes, die von Einzelpersonen und Unternehmen auf der ganzen Welt betrieben werden, gewährleisten innerhalb der Netzwerkinfrastruktur von Ethereum nahezu vollständige Ausfallsicherheit. Das Netzwerk ist daher bei Angriffen oder Abschaltungen wesentlich weniger anfällig. <b>Seit seiner Einführung im Jahr 2015 gab es bei Ethereum keinen einzigen Ausfall</b>. Es gibt Tausende von Nodes, auf denen das Ethereum-Netzwerk läuft. Damit ist Ethereum eine der am stärksten dezentralisierten Kryptowährungen – nur übertroffen von Bitcoin.",
  "page-what-is-ethereum-run-a-node": "Betrieb eines Node",
  "page-what-is-ethereum-smart-contract-title": "Was sind Smart Contracts?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Smart Contracts sind Computerprogramme</b>, die auf der Ethereum-Blockchain <b>ausgeführt werden, wenn sie durch eine Benutzertransaktion (oder einen anderen Contract) ausgelöst werden</b>. Ethereum ist aufgrund seiner Smart Contracts sehr flexibel und unterscheidet sich dadurch in seinen Möglichkeiten von anderen Kryptowährungen. Smart Contract-Programme werden auch als dezentrale Apps oder dApps bezeichnet.",
  "page-what-is-ethereum-smart-contract-desc-2": "Kennen Sie das: Sie nutzen ein Produkt, und auf einmal werden dessen Nutzungsbedingungen geändert? Oder eine für Sie wichtige Funktion wird entfernt? Nicht so bei Smart Contracts! Nach seiner Veröffentlichung bleibt jeder Smart Contract für die Lebensdauer von Ethereum online und betriebsbereit. Nicht einmal der Verfasser kann seinen Smart Contract entfernen. Zudem sind Smart Contracts automatisiert – weshalb sie niemals diskriminieren und immer einsatzbereit sind.",
  "page-what-is-ethereum-smart-contract-desc-3": "Gängige Beispiele für Smart Contracts sind Darlehens-Apps, dezentrale Handelsbörsen, Versicherungs- und Crowdfunding-Apps – im Grunde alles, was Sie sich vorstellen können.",
  "page-what-is-ethereum-more-on-smart-contracts": "Mehr über Smart Contracts",
  "page-what-is-ethereum-explore-dapps": "Was sind dApps?",
  "page-what-is-ethereum-criminal-activity-title": "Ich habe gehört, dass Kryptowährungen ein Einfallstor für kriminelle Aktivitäten sind. Stimmt das?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Jede Währung birgt das Risiko des Missbrauchs. Da Ethereum-Transaktionen jedoch auf einer offenen Blockchain erfolgen, fällt Behörden die Ermittlung und Verfolgung illegaler Aktivitäten meist leichter als im herkömmlichen Finanzsystem. Damit dürfte die Attraktivität von Ethereum für diejenigen, die lieber im Verborgenen agieren, eher gering sein.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Kryptowährungen werden laut einer erst kürzlich erhobenen Studie von Europol, der Agentur der Europäischen Union für die Zusammenarbeit zwischen Strafverfolgungsbehörden, gegenüber Fiat-Währungen weitaus seltener für kriminelle Zwecke missbraucht:",
  "page-what-is-ethereum-criminal-activity-desc-3": "„Der Missbrauch von Kryptowährungen für illegale Aktivitäten scheint nur einen kleinen Teil der gesamten Kryptowirtschaft einzunehmen und dies in einem vergleichsweise geringeren Umfang als illegale Gelder im herkömmlichen Finanzsystem.“",
  "page-what-is-ethereum-energy-title": "Wie ist es um den Energieverbrauch von Ethereum bestellt?",
  "page-what-is-ethereum-energy-desc-1": "Am 15. September 2022 durchlief Ethereum die Verbesserung der Zusammenführung (Merge), bei der Ethereum vom Arbeitsnachweis (Proof-of-Work) zum Beteiligungsnachweis (Proof-of-Stake) überging.",
  "page-what-is-ethereum-energy-desc-2": "Die Zusammenführung war Ethereums größte Verbesserung und reduzierte den Energieverbrauch, welcher benötigt wird, um Ethereum abzusichern, um <b>99,95 %</b>, was ein <b>sichereres Netzwerk für wesentlich geringere CO2-Emissionskosten</b> schuf. Ethereum ist nun eine kohlenstoffarme Blockchain mit gleichzeitig erhöhter Sicherheit und Skalierbarkeit.",
  "page-what-is-ethereum-more-on-energy-consumption": "Mehr zum Energieverbrauch",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Jährlicher Energieverbrauch in TWh/Jahr",
  "energy-consumption-chart-youtube-label": "YouTube",
  "energy-consumption-chart-gold-mining-galaxy-label": "Goldförderung (Galaxy Digital)",
  "energy-consumption-chart-global-data-centers-label": "Globale Rechenzentren",
  "energy-consumption-chart-gold-mining-cbeci-label": "Goldabbau (CBECI)",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Gaming in den USA",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "Kommendes Update – die Zusammenführung („The Merge“)",
  "page-what-is-ethereum-additional-reading": "Weiterführende Literatur",
  "page-what-is-ethereum-week-in-ethereum": "Week in Ethereum News",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Ein wöchentlicher Newsletter zu wichtigen Entwicklungen im gesamten Ökosystem.",
  "page-what-is-ethereum-kernel-dreamers": "Kernel",
  "page-what-is-ethereum-kernel-dreamers-desc": "Ethereums Traum",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atome, Institutionen, Blockchains",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "– Weshalb Blockchains wichtig sind",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum in Zahlen",
  "adoption-chart-column-now-label": "Gerade",
  "adoption-chart-investors-label": "Investoren",
  "adoption-chart-developers-label": "Entwickler:innen",
  "adoption-chart-companies-label": "Unternehmen",
  "adoption-chart-artists-label": "Künstler:innen",
  "adoption-chart-musicians-label": "Musiker:innen",
  "adoption-chart-writers-label": "Autor:innen",
  "adoption-chart-gamers-label": "Gamer",
  "adoption-chart-refugees-label": "Flüchtlinge"
}
