{
  "51%-attack-term": "51% útok",
  "51%-attack-definition": "Typ útoku, kdy skupina získá kontrolu nad většinou <a href=\"/glossary/#node\">uzlů</a>. To by jim umožnilo podvádět na blockchainu tím, že by zvrátili <a href=\"/glossary/#transaction\">transakce</a> a prováděli dvojité utrácení <a href=\"/glossary/#ether\">etheru</a> a dalších tokenů.<br /><br />V proof-of-stake Etherea by toho bylo dosaženo akumulací více než poloviny celkového uzamčeného etheru. To by útočníkovi umožnilo rozhodovat, které nové bloky budou přidány do blockchainu. K zvrácení řetězce nebo dvojitému utracení by však útočník potřeboval alespoň 66 % celkového uzamčeného etheru.",
  "account-term": "Účet",
  "account-definition": "Účet na Ethereu je digitální identita na blockchainu Etherea, která uživatelům umožňuje odesílat a přijímat ethery a interagovat s chytrými kontrakty.<br /><br /><strong>Technicky:</strong><br />Je to objekt obsahující adresu, zůstatek, nonce a volitelné úložiště a kód. Účet může být účet kontraktu nebo externě vlastněný účet (EOA).",
  "address-term": "Adresa",
  "address-definition": "Adresa na Ethereu je jedinečný identifikátor, který slouží k přijímání tokenů. Funguje podobně jako číslo bankovního účtu pro kryptoměny. Používá se k identifikaci vašeho účtu na Ethereu.<br /><br />Jedná se o 160 bitů z pravé strany haše Keccak veřejného klíče ECDSA.",
  "anti-sybil-term": "Anti-Sybil",
  "anti-sybil-definition": "Způsoby, jak zabránit lidem, aby se na internetu vydávali za mnoho uživatelů najednou, a zajistit, aby každý uživatel byl skutečnou, samostatnou osobou. To pomáhá udržovat online interakce spravedlivé a čestné.",
  "abi-term": "Aplikační binární rozhraní (ABI)",
  "abi-definition": "Soubor JSON, který definuje funkce a proměnné obsažené v chytrém kontraktu. ABI umožňuje mapovat bajtkód do formátů čitelných pro člověka.",
  "api-term": "Rozhraní pro programování aplikací (API)",
  "api-definition": "Rozhraní pro programování aplikací (API) je soubor definic pro používání určitého softwaru. API se nachází mezi aplikací a webovým serverem a usnadňuje přenos dat mezi nimi.",
  "apr-term": "RPSN",
  "apr-definition": "RPSN neboli roční procentní sazba nákladů vyjadřuje roční náklady na půjčení peněz, včetně úroků a poplatků, v procentech.",
  "asic-term": "ASIC",
  "asic-definition": "Integrovaný obvod pro specifické aplikace. Obvykle se jedná o integrovaný obvod vyrobený na zakázku pro těžbu kryptoměn.",
  "assert-term": "assert",
  "assert-definition": "V jazyce <a href=\"/glossary/#solidity\">Solidity</a> se `assert(false)` kompiluje na `0xfe`, což je neplatný operační kód, který spotřebuje veškerý zbývající <a href=\"/glossary/#gas\">plyn</a> a vrátí zpět všechny změny. Pokud příkaz `assert()` selže, děje se něco velmi špatného a neočekávaného a budete muset opravit kód. Příkaz `assert()` byste měli používat, abyste se vyhnuli podmínkám, které by nikdy, nikdy neměly nastat. <a href=\"/developers/docs/smart-contracts/security/\">Více o zabezpečení chytrých kontraktů</a>.",
  "attestation-term": "Atestace",
  "attestation-definition": "Tvrzení učiněné entitou, že něco je pravda. V kontextu Etherea musí validátoři konsensu učinit tvrzení o tom, jaký je podle nich stav řetězce. V určených časech je každý validátor zodpovědný za publikování různých atestací, které formálně deklarují pohled tohoto validátoru na řetězec, včetně posledního finalizovaného kontrolního bodu a aktuální hlavy řetězce. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">Více o atestacích</a>.",
  "base-fee-term": "Základní poplatek",
  "base-fee-definition": "Každý <a href=\"/glossary/#block\">blok</a> má vyvolávací cenu známou jako „základní poplatek“. Je to minimální poplatek za <a href=\"/glossary/#gas\">plyn</a>, který musí uživatel zaplatit, aby zahrnul transakci do dalšího bloku. <a href=\"/developers/docs/gas/\">Více o plynu a poplatcích</a>.",
  "beacon-chain-term": "Beacon Chain",
  "beacon-chain-definition": "Beacon Chain byl blockchain, který do Etherea zavedl <a href=\"/glossary/#pos\">proof-of-stake</a> a <a href=\"/glossary/#validator\">validátory</a>. Běžel souběžně s hlavní sítí Etherea proof-of-work od prosince 2020 až do sloučení obou řetězců v září 2022, čímž vzniklo dnešní Ethereum. <a href=\"/roadmap/beacon-chain/\">Více o Beacon Chainu</a>.",
  "big-endian-term": "Big-endian",
  "big-endian-definition": "Reprezentace pozičního čísla, kde nejvýznamnější číslice je v paměti jako první. Opakem je little-endian, kde je nejméně významná číslice jako první.",
  "block-term": "Blok",
  "block-definition": "Blok je místo, kde se ukládají transakce nebo digitální akce. Jakmile je blok plný, připojí se k předchozímu, čímž se vytvoří řetězec bloků neboli „blockchain“. <a href=\"/developers/docs/blocks/\">Více o blocích</a>.<br /><br />Blok je seskupená jednotka informací, která obsahuje uspořádaný seznam transakcí a informací souvisejících s konsensem. Bloky jsou navrhovány validátory proof-of-stake, načež jsou sdíleny po celé síti peer-to-peer, kde je mohou snadno nezávisle ověřit všechny ostatní uzly. Pravidla konsensu řídí, jaký obsah bloku je považován za platný, a jakékoliv neplatné bloky jsou sítí ignorovány. Uspořádání těchto bloků a transakcí v nich vytváří deterministický řetězec událostí, jehož konec představuje aktuální stav sítě.",
  "block-explorer-term": "Průzkumník bloků",
  "block-explorer-definition": "Rozhraní, které umožňuje uživateli vyhledávat informace z blockchainu a o něm. To zahrnuje získávání jednotlivých transakcí, aktivity spojené s konkrétními adresami a informací o síti.",
  "block-header-term": "Záhlaví bloku",
  "block-header-definition": "Záhlaví bloku je soubor metadat o bloku a souhrn transakcí zahrnutých v exekuční části.",
  "block-propagation-term": "Šíření bloku",
  "block-propagation-definition": "Proces přenosu potvrzeného bloku do všech ostatních uzlů v síti.",
  "block-proposer-term": "Navrhovatel bloku",
  "block-proposer-definition": "Specifický validátor vybraný k vytvoření bloku v určitém <a href=\"/glossary/#slot\">slotu</a>.",
  "block-reward-term": "Odměna za blok",
  "block-reward-definition": "Množství etheru udělené navrhovateli nového platného bloku.",
  "block-status-term": "Stav bloku",
  "block-status-definition": "Stavy, ve kterých může blok existovat. Možné stavy zahrnují:<br/><br/><ul><li>navrženo: blok byl navržen validátorem</li><li>naplánováno: validátoři aktuálně odesílají data</li><li>zmeškáno/přeskočeno: navrhovatel nenavrhl blok v přípustném časovém rámci</li><li>osiřeno: blok byl vyřazen algoritmem <a href=\"/glossary/#fork-choice-algorithm\">výběru větve</a></li></ul>",
  "block-time-term": "Čas bloku",
  "block-time-definition": "Časový interval mezi přidáváním bloků do blockchainu.",
  "block-validation-term": "Validace bloku",
  "block-validation-definition": "Proces ověřování, zda nový blok obsahuje platné transakce a podpisy, staví na nejtěžším historickém řetězci (což znamená ten, který ve své historii nashromáždil nejvíce atestací) a dodržuje všechna ostatní pravidla konsensu. Platné bloky jsou přidány na konec řetězce a šířeny ostatním v síti. Neplatné bloky jsou ignorovány.",
  "blockchain-term": "Blockchain",
  "blockchain-definition": "Blockchain je databáze transakcí, duplikovaná a sdílená na všech počítačích v síti, což zajišťuje, že data nelze zpětně měnit.<br /><br />Sekvence <a href=\"/glossary/#block\">bloků</a>, z nichž každý odkazuje na svého předchůdce až po <a href=\"/glossary/#genesis-block\">genesis blok</a> odkazem na haš předchozího bloku. Integrita blockchainu je kryptoekonomicky zabezpečena pomocí mechanismu konsensu založeného na proof-of-stake. <a href=\"/developers/docs/intro-to-ethereum#what-is-a-blockchain\">Co je to blockchain?</a>",
  "bootnode-term": "Bootnode",
  "bootnode-definition": "Uzly, které lze použít k zahájení procesu objevování při spuštění uzlu. Bootnody „představují“ nové uzly ostatním existujícím uzlům, aby mohly rychle získat peery, místo aby musely hledat počátečního peera. Koncové body těchto uzlů jsou obvykle poskytovány ve zdrojovém kódu klientů Etherea, ale uživatelé mohou poskytnout svůj vlastní seznam bootnodů.",
  "bridge-term": "Přemostění",
  "bridge-definition": "Blockchainové přemostění se používá k přenosu aktiv z jedné blockchainové sítě do druhé. Například můžete použít přemostění k přenosu ETH z hlavní sítě Etherea na levnější řešení škálování druhé vrstvy.",
  "bytecode-term": "Bajtkód",
  "bytecode-definition": "Kód vyjádřený v kompaktní, číselné formě, aby mohl být efektivně proveden <a href=\"/glossary/#evm\">EVM</a>.",
  "byzantium-fork-term": "Větev Byzantium",
  "byzantium-fork-definition": "První ze dvou <a href=\"/glossary/#hard-fork\">tvrdých větví</a> pro vývojovou fázi <a href=\"/glossary/#metropolis\">Metropolis</a>. Zahrnovala EIP-649 Metropolis <a href=\"/glossary/#difficulty-bomb\">obtížnostní bomba</a> zpoždění a snížení odměny za blok, kde byla <a href=\"/glossary/#ice-age\">doba ledová</a> zpožděna o 1 rok a odměna za blok byla snížena z 5 na 3 ethery.",
  "casper-ffg-term": "Casper FFG",
  "casper-ffg-definition": "Casper-FFG je konsensuální protokol proof-of-stake, který se používá ve spojení s algoritmem výběru <a href=\"/glossary/#lmd-ghost\">větve</a> LMD-GHOST, aby se <a href=\"/glossary/#consensus-client\">konsensuální klienti</a> mohli dohodnout na hlavě Beacon Chainu.",
  "checkpoint-term": "Kontrolní bod",
  "checkpoint-definition": "Tempo <a href=\"/glossary/#beacon-chain\">Beacon Chainu</a> je rozděleno na sloty (12 sekund) a epochy (32 slotů). První slot v každé epoše je kontrolní bod. Když <a href=\"/glossary/#supermajority\">nadpoloviční většina</a> validátorů potvrdí spojení mezi dvěma kontrolními body, mohou být <a href=\"/glossary/#justification\">ospravedlněny</a> a poté, co je nad nimi ospravedlněn další kontrolní bod, mohou být <a href=\"/glossary/#finality\">finalizovány</a>.",
  "compiling-term": "Kompilace",
  "compiling-definition": "Převod kódu napsaného v programovacím jazyce vyšší úrovně (např. <a href=\"/glossary/#solidity\">Solidity</a>) do jazyka nižší úrovně (např. EVM <a href=\"/glossary/#bytecode\">bajtkódu</a>). <a href=\"/developers/docs/smart-contracts/compiling/\">Více o kompilaci chytrých kontraktů</a>",
  "committee-term": "Komise",
  "committee-definition": "Skupina nejméně 128 <a href=\"/glossary/#validator\">validátorů</a> přidělených k validaci bloků v každém slotu. Jeden z validátorů v komisi je agregátor, zodpovědný za agregaci podpisů všech ostatních validátorů v komisi, kteří se shodnou na atestaci. Nezaměňovat s <a href=\"/glossary/#sync-committee\">synchronizační komisí</a>.",
  "computational-infeasibility-term": "Výpočetní neproveditelnost",
  "computational-infeasibility-definition": "Proces je výpočetně neproveditelný, pokud by jeho provedení trvalo neprakticky dlouhou dobu (např. miliardy let) pro kohokoli, kdo by mohl mít myslitelný zájem ho provést.",
  "consensus-term": "Konsenzus",
  "consensus-definition": "Když se více než 2/3 počítačů v síti shodnou, že mají stejnou sadu záznamů, zajišťuje se tím, že všichni jsou na stejné vlně. Nejde o pravidla, která dodržují, ale o to, aby všichni měli stejné informace.",
  "consensus-client-term": "Konsensuální klient",
  "consensus-client-definition": "Konsensuální klienti (jako jsou Prysm, Teku, Nimbus, Lighthouse, Lodestar) spouštějí konsensuální algoritmus <a href=\"/glossary/#pos\">proof-of-stake</a> Etherea, který umožňuje síti dosáhnout shody ohledně hlavy Beacon Chainu. Konsensuální klienti se neúčastní validace/vysílání transakcí ani provádění přechodů stavu. To dělají <a href=\"/glossary/#execution-client\">exekuční klienti</a>. Konsensuální klienti neprovádějí atestace ani nenavrhují nové bloky. To dělá <a href=\"/glossary/#validator\">validátorový klient</a>, který je volitelným doplňkem konsensuálního klienta.",
  "consensus-layer-term": "Konsensuální vrstva",
  "consensus-layer-definition": "Konsensuální vrstva Etherea je síť <a href=\"/glossary/#consensus-client\">konsensuálních klientů</a>.",
  "consensus-rules-term": "Pravidla konsensu",
  "consensus-rules-definition": "Pravidla validace bloků, která plné uzly dodržují, aby zůstaly v konsensu s ostatními uzly. Nezaměňovat s <a href=\"/glossary/#consensus\">konsensem</a>.",
  "cfi-term": "Zvažováno pro zahrnutí (CFI)",
  "cfi-definition": "Jádrový <a href=\"/glossary/#eip\">EIP</a>, který ještě není aktivní na hlavní síti, a vývojáři klientů jsou obecně pozitivně naladěni k této myšlence. Za předpokladu, že splňuje všechny požadavky pro zahrnutí do hlavní sítě, by mohl být potenciálně zahrnut do vylepšení sítě (ne nutně do dalšího).",
  "constantinople-fork-term": "Větev Constantinople",
  "constantinople-fork-definition": "Druhá část fáze <a href=\"/glossary/#metropolis\">Metropolis</a>, původně plánovaná na polovinu roku 2018. Očekávalo se, že bude zahrnovat přechod na hybridní konsensuální algoritmus <a href=\"/glossary/#pow\">proof-of-work</a>/<a href=\"/glossary/#pow\">proof-of-stake</a>, spolu s dalšími změnami.",
  "contract-account-term": "Kontraktový účet",
  "contract-account-definition": "Účet obsahující kód, který se provede vždy, když obdrží <a href=\"/glossary/#transaction\">transakci</a> z jiného <a href=\"/glossary/#account\">účtu</a> (<a href=\"/glossary/#eoa\">EOA]</a> nebo <a href=\"/glossary/#contract-account\">kontraktu</a>).",
  "contract-creation-transaction-term": "Transakce vytvoření kontraktu",
  "contract-creation-transaction-definition": "Speciální <a href=\"/glossary/#transaction\">transakce</a>, která zahrnuje iniciační kód kontraktu. Příjemce je nastaven na `null` a kontrakt je nasazen na adresu vygenerovanou z uživatelské adresy a `nonce`. Používá se k registraci <a href=\"/glossary/#contract-account\">účtu kontraktu</a> a jeho záznamu na blockchainu Etherea.",
  "cryptoeconomics-term": "Kryptoekonomika",
  "cryptoeconomics-definition": "Studium matematických a ekonomických principů pro navrhování bezpečných a důvěryhodných digitálních platforem. Cílem je zajistit, aby všichni účastníci dodržovali pravidla a byli odměňováni za přispění k bezpečnosti a provozu sítě.",
  "cryptography-term": "Kryptografie",
  "cryptography-definition": "Jedná se o praxi zabezpečení komunikace a dat pomocí kódů tak, aby informace mohli číst a zpracovávat pouze ti, pro které jsou určeny.<br />Zahrnuje techniky pro šifrování (převod čitelných informací do nečitelného formátu) a dešifrování (převod zpět do čitelného formátu), což zajišťuje důvěrnost.",
  "doge-d-term": "Đ",
  "doge-d-definition": "Đ (D s přeškrtnutím) se používá ve staré angličtině, střední angličtině, islandštině a faerštině jako velké písmeno „Eth“. Používá se ve slovech jako ĐEV nebo Đapp (decentralizovaná aplikace), kde Đ je severské písmeno „eth“. Velké eth (Ð) se také používá k symbolizaci kryptoměny Dogecoin. To se běžně vyskytuje ve starší literatuře o Ethereu, ale dnes se používá méně často.",
  "dag-term": "DAG",
  "dag-definition": "DAG znamená Directed Acyclic Graph (orientovaný acyklický graf). Je to datová struktura složená z uzlů a spojení mezi nimi. Před Sloučením používalo Ethereum DAG ve svém algoritmu <a href=\"/glossary/#pow\">proof-of-work</a>, <a href=\"/glossary/#ethash\">Ethash</a>, ale v <a href=\"/glossary/#pos\">proof-of-stake</a> se již nepoužívá.",
  "dapp-term": "Dapp",
  "dapp-definition": "Dapp je decentralizovaná aplikace, která běží na blockchainové síti a nabízí služby bez centrální řídící autority. <a href=\"/apps/\">Více o decentralizovaných aplikacích</a>.<br />Minimálně má dapp chytrý kontrakt připojený k webovému rozhraní. Navíc mnoho dapps zahrnuje decentralizované úložiště a/nebo protokol a platformu pro zasílání zpráv.",
  "data-availability-term": "Dostupnost dat",
  "data-availability-definition": "Jakýkoli uzel může nezávisle ověřovat transakce na blockchainu, aby se udržela transparentnost a důvěra v systém.",
  "decentralization-term": "Decentralizace",
  "decentralization-definition": "Koncept přesunu řízení a provádění procesů od centrální entity.",
  "dao-term": "Decentralizovaná autonomní organizace (DAO)",
  "dao-definition": "DAO je digitální organizace řízená pravidly zakódovanými na blockchainu, kde se rozhodnutí přijímají hlasováním členů, nikoli centrální autoritou. <a href=\"/dao/\">Více o decentralizovaných autonomních organizacích (DAO)</a>.<br />Hlasovací síla každého člena je často vázána na počet tokenů, které drží. DAO si klade za cíl demokratizovat rozhodování a operace, se zaměřením na transparentnost a komunitní správu.",
  "desci-term": "DeSci",
  "desci-definition": "DeSci neboli decentralizovaná věda je hnutí, které aplikuje technologii <a href='/glossary/#blockchain'>blockchainu</a> na vědecký výzkum. Využívá <a href='/glossary/#dao'>DAO</a>, <a href='/glossary/#smart-contract'>chytré kontrakty</a> a tokenizované pobídky k vytvoření transparentnějších, otevřenějších a kolaborativnějších ekosystémů financování a výzkumu.",
  "dex-term": "Decentralizovaná burza (DEX)",
  "dex-definition": "Typ aplikace Etherea, který vám umožňuje směňovat tokeny s ostatními v síti. DEXy nepodléhají geografickým omezením jako centralizované burzy – zúčastnit se může kdokoli.",
  "deposit-contract-term": "Depozitní kontrakt",
  "deposit-contract-definition": "Brána ke stakingu na Ethereu. Depozitní kontrakt je chytrý kontrakt na Ethereu, který přijímá vklady ETH a spravuje zůstatky validátorů. Validátor nemůže být aktivován bez vložení ETH do tohoto kontraktu. Kontrakt vyžaduje ETH a vstupní data. Tato vstupní data zahrnují veřejný klíč validátoru a veřejný klíč pro výběr, podepsané soukromým klíčem validátoru. Tato data jsou potřebná k tomu, aby byl validátor identifikován a schválen sítí <a href=\"/glossary/#pos\">proof-of-stake</a>.",
  "defi-term": "DeFi",
  "defi-definition": "Široká kategorie aplikací na Ethereu, které mají za cíl poskytovat finanční služby podložené blockchainem, bez jakýchkoli zprostředkovatelů. <a href=\"/defi/\">Více o decentralizovaných financích (DeFi)</a>",
  "difficulty-term": "Obtížnost",
  "difficulty-definition": "Nastavení celé sítě v sítích <a href=\"/glossary/#pow\">proof-of-work</a>, které řídí, kolik průměrného výpočetního výkonu je zapotřebí k nalezení platného nonce. Obtížnost je reprezentována počtem úvodních nul, které jsou vyžadovány ve výsledném haši bloku, aby byl považován za platný. Tento koncept je v Ethereu zastaralý od přechodu na proof-of-stake.",
  "difficulty-bomb-term": "Obtížnostní bomba",
  "difficulty-bomb-definition": "Plánované exponenciální zvýšení nastavení <a href=\"/glossary/#difficulty\">obtížnosti</a> v <a href=\"/glossary/#pow\">proof-of-work</a>, které bylo navrženo tak, aby motivovalo k přechodu na <a href=\"/glossary/#pos\">proof-of-stake</a> a snížilo šance na <a href=\"/glossary/#hard-fork\">tvrdou větev</a>. Obtížnostní bomba byla zastaralá s <a href=\"/roadmap/merge\">Sloučením</a>.",
  "digital-signatures-term": "Digitální podpis",
  "digital-signatures-definition": "Krátký řetězec dat, který uživatel vytvoří pro dokument pomocí <a href=\"/glossary/#private-key\">soukromého klíče</a> tak, že kdokoli s odpovídajícím <a href=\"/glossary/#public-key\">veřejným klíčem</a>, podpisem a dokumentem může ověřit, že (1) dokument byl „podepsán“ vlastníkem tohoto konkrétního soukromého klíče a (2) dokument nebyl po podpisu změněn.",
  "discovery-term": "Objevování",
  "discovery-definition": "Proces, kterým uzel Etherea nachází další uzly, ke kterým se může připojit.",
  "distributed-hash-table-term": "Distribuovaná hašovací tabulka (DHT)",
  "distributed-hash-table-definition": "Datová struktura obsahující páry `(klíč, hodnota)` používaná uzly Etherea k identifikaci peerů, ke kterým se lze připojit, a k určení, které protokoly se mají použít pro komunikaci.",
  "double-spend-term": "Dvojité utracení",
  "double-spend-definition": "Záměrná větev blockchainu, kde uživatel s dostatečně velkým množstvím těžařského výkonu/podílu odešle transakci přesunující nějakou měnu offchain (např. výběr do fiat měny nebo provedení nákupu offchain) a poté reorganizuje blockchain tak, aby tuto transakci odstranil. Úspěšné dvojité utracení zanechá útočníkovi jak jeho onchain, tak offchain aktiva.",
  "ecdsa-term": "Algoritmus digitálního podpisu na eliptické křivce (ECDSA)",
  "ecdsa-definition": "Kryptografický algoritmus používaný Ethereem k zajištění, že prostředky mohou být utraceny pouze jejich vlastníky. Je to preferovaná metoda pro vytváření veřejných a soukromých klíčů. Relevantní pro generování <a href=\"/glossary/#address\">adresy</a> účtu a ověření <a href=\"/glossary/#transaction\">transakce</a>.",
  "encryption-term": "Šifrování",
  "encryption-definition": "Šifrování je převod elektronických dat do formy, kterou nemůže přečíst nikdo kromě vlastníka správného dešifrovacího klíče.",
  "entropy-term": "Entropie",
  "entropy-definition": "V kontextu kryptografie, nedostatek předvídatelnosti nebo míra náhodnosti. Při generování tajných informací, jako jsou <a href=\"/glossary/#private-key\">soukromé klíče</a>, se algoritmy obvykle spoléhají na zdroj vysoké entropie, aby zajistily, že výstup je nepředvídatelný.",
  "epoch-term": "Epocha",
  "epoch-definition": "Období 32 <a href=\"/glossary/#slot\">slotů</a>, každý slot trvá 12 sekund, což je celkem 6,4 minuty. <a href=\"/glossary/#committee\">Komise</a> validátorů jsou z bezpečnostních důvodů každou epochu promíchávány. Každá epocha má možnost, aby byl řetězec <a href=\"/glossary/#finality\">finalizován</a>. Každému validátorovi jsou na začátku každé epochy přiděleny nové povinnosti. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Více o proof-of-stake</a>",
  "equivocation-term": "Dvojznačnost",
  "equivocation-definition": "Validátor odesílá dvě zprávy, které si navzájem odporují. Jednoduchým příkladem je odesílatel transakce, který odesílá dvě transakce se stejným nonce. Dalším je navrhovatel bloku, který navrhuje dva bloky na stejné výšce bloku (nebo pro stejný slot).",
  "eth1-term": "Eth1",
  "eth1-definition": "„Eth1“ je termín, který odkazoval na hlavní síť Etherea, existující blockchain proof-of-work. Tento termín byl od té doby zastaralý ve prospěch „exekuční vrstvy“. <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">Dozvědět se více o této změně názvu</a>.",
  "eth2-term": "Eth2",
  "eth2-definition": "„Eth2“ je termín, který odkazoval na sadu vylepšení protokolu Etherea, včetně přechodu Etherea na proof-of-stake. Tento termín byl od té doby zastaralý ve prospěch „konsensuální vrstvy“. <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">Dozvědět se více o této změně názvu</a>.",
  "eip-term": "Návrh na zlepšení Etherea (EIP)",
  "eip-definition": "Návrhový dokument poskytující informace komunitě Etherea, popisující navrhovanou novou funkci nebo její procesy či prostředí (viz <a href=\"/glossary/#erc\">ERC</a>). <a href=\"/eips/\">Úvod do EIPs</a>",
  "ens-term": "Ethereum Name Service (ENS)",
  "ens-definition": "Ethereum Name Service je jako internetový telefonní seznam pro adresy Etherea. Místo používání dlouhých adres peněženek vám ENS umožňuje používat jednoduchá jména jako „john.eth“ k odesílání a přijímání digitálních peněz a aktiv.<br /><br /><strong>Technicky:</strong><br />Registr ENS je jediný centrální <a href=\"/glossary/#smart-contract\">chytrý kontrakt</a>, který poskytuje mapování doménových jmen na vlastníky a resolvery, jak je popsáno v EIP-137. <a href=\"https://ens.domains\">Přečtěte si více na ens.domains</a>.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "ERC-1155 je novější typ standardu tokenu Etherea podobný NFT (jako jedinečné sběratelské předměty), který také umožňuje vytvářet zaměnitelné položky (jako měnu) v rámci jednoho chytrého kontraktu.<br />To usnadňuje a zefektivňuje správu různých typů digitálních aktiv, zejména pro aplikace jako jsou videohry nebo digitální sbírky.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "ERC-20 je standard, který většina tokenů na síti Ethereum používá pro své vytvoření.<br />Populárními příklady jsou stabilní kryptoměny jako DAI a USDC nebo burzovní tokeny jako UNI od Uniswapu. Podobně jako jakákoli forma alternativních peněz, které máme v tradičních systémech… tj. věrnostní body, kreditní systémy nebo dokonce akcie atd.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "NFT (nezaměnitelné tokeny) jsou vytvářeny pomocí standardní sady pravidel označovaných jako ERC-721.<br />Tokeny NFT mohou představovat vlastnictví čehokoli jedinečného, jako je digitální umění nebo sběratelské předměty, přičemž každý token má své vlastní speciální vlastnosti a hodnotu. Každé NFT je jedinečné a snadno odlišitelné od jakéhokoli jiného NFT.",
  "execution-client-term": "Exekuční klient",
  "execution-client-definition": "Exekuční klienti (dříve známí jako „klienti Eth1“), jako jsou Besu, Erigon, Go-Ethereum (Geth), Nethermind, mají za úkol zpracovávat a vysílat transakce a spravovat stav Etherea. Provádějí výpočty pro každou transakci pomocí <a href=\"/glossary/#evm\">Ethereum Virtual Machine</a>, aby se zajistilo, že jsou dodržována pravidla protokolu.",
  "execution-layer-term": "Exekuční vrstva",
  "execution-layer-definition": "Exekuční vrstva Etherea je síť <a href=\"/glossary/#execution-client\">exekučních klientů</a>.",
  "eoa-term": "Externě vlastněný účet (EOA)",
  "eoa-definition": "Externě vlastněné účty (EOA) jsou nejběžnějším typem účtu na Ethereu. Jsou ovládány osobou prostřednictvím soukromých klíčů/obnovovací fráze. <a href=\"/wallets/\">Více o peněženkách Etherea</a>.",
  "erc-term": "Ethereum Request for Comments (ERC)",
  "erc-definition": "ERC (<strong>Ethereum Request for Comments</strong>) je typ technické dokumentace používané v komunitě Etherea k navrhování nových standardů použití pro síť Ethereum.<br /><br />Tyto návrhy mohou pokrývat širokou škálu témat, včetně nových standardů tokenů (jako ERC-20 pro tokeny a ERC-721 pro NFT).",
  "ethash-term": "Ethash",
  "ethash-definition": "Algoritmus <a href=\"/glossary/#pow\">proof-of-work</a>, který byl používán na Ethereu před přechodem na <a href=\"/glossary/#pos\">proof-of-stake</a>. <a href=\"/developers/docs/consensus-mechanisms/pow/mining/mining-algorithms/ethash\">Přečtěte si více</a>",
  "ether-term": "Ether",
  "ether-definition": "Nativní kryptoměna Etherea, běžně označovaná jako „ETH“. Používá se k pokrytí transakčních poplatků při používání ekosystému a aplikací Etherea. <a href=\"/eth/\">Více o etheru</a>.",
  "events-term": "Události",
  "events-definition": "Umožňuje použití logovacích zařízení <a href=\"/glossary/#evm\">EVM</a>. <a href=\"/glossary/#dapp\">Dapps</a> mohou naslouchat událostem a používat je ke spouštění JavaScriptových zpětných volání v uživatelském rozhraní. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">Více o událostech a logách</a>",
  "evm-term": "Virtuální stroj Etherea (EVM)",
  "evm-definition": "Zásobníkový virtuální stroj, který provádí <a href=\"/glossary/#bytecode\">bajtkód</a>. V Ethereu exekuční model specifikuje, jak se stav systému mění v závislosti na sérii instrukcí bajtkódu a malé n-tici environmentálních dat. To je specifikováno prostřednictvím formálního modelu virtuálního stavového stroje. <a href=\"/developers/docs/evm/\">Více o Ethereum Virtual Machine</a>.",
  "evm-assembly-language-term": "Jazyk symbolických adres EVM",
  "evm-assembly-language-definition": "Lidsky čitelná forma <a href=\"/glossary/#bytecode\">bajtkódu</a> EVM.",
  "fallback-function-term": "Záložní funkce",
  "fallback-function-definition": "Výchozí funkce volaná v nepřítomnosti dat nebo deklarovaného názvu funkce.",
  "faucet-term": "Faucet",
  "faucet-definition": "Služba prováděná prostřednictvím <a href=\"/glossary/#smart-contract\">chytrého kontraktu</a>, která vydává prostředky ve formě bezplatného testovacího etheru, který lze použít na testnetu.",
  "finality-term": "Konečnost",
  "finality-definition": "Finalita je záruka, že sada transakcí nemůže být změněna, aniž by došlo ke ztrátě obrovského množství ETH.",
  "finney-term": "Finney",
  "finney-definition": "Denominace <a href=\"/glossary/#ether\">etheru</a>. 1 finney = 10<sup>15</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>3</sup> finney = 1 ether.",
  "fork-term": "Větev",
  "fork-definition": "Změna v protokolu způsobující vytvoření alternativního řetězce.",
  "fork-choice-algorithm-term": "Algoritmus výběru větve",
  "fork-choice-algorithm-definition": "Algoritmus používaný k identifikaci hlavy blockchainu. Na Ethereu je hlava řetězce identifikována jako větev s největší „váhou“ atestací. Váha je součin počtu atestací a efektivního zůstatku atestujících validátorů. To znamená, že skutečnou hlavou řetězce je ta, pro kterou hlasovalo nejvíce stakovaných etherů. Na konsensuální vrstvě se algoritmus výběru větve nazývá <a href=\"/glossary/#lmd-ghost\">LMD_GHOST</a>.",
  "fraud-proof-term": "Důkaz podvodu",
  "fraud-proof-definition": "Bezpečnostní model pro některá řešení <a href=\"/glossary/#layer-2\">druhé vrstvy</a>, kde se pro zvýšení rychlosti transakce <a href=\"/glossary/#rollups\">shromažďují</a> do dávek a odesílají do Etherea v jedné transakci. Ostatní účastníci sítě mohou transakce znovu provést, aby zkontrolovali, zda byly provedeny poctivě. Pokud odhalí nesrovnalost mezi zveřejněnými daty a svou vlastní verzí, mohou zveřejnit kryptografický důkaz, který ukazuje, kde došlo k podvodu. Některé <a href=\"/glossary/#rollups\">rollupy</a> používají <a href=\"/glossary/#validity-proof\">důkazy platnosti</a>.",
  "frontier-term": "Frontier",
  "frontier-definition": "Počáteční testovací vývojová fáze Etherea, která trvala od července 2015 do března 2016.",
  "gas-term": "Palivo",
  "gas-definition": "Plyn je poplatek placený za transakce a chytré kontrakty na blockchainu, jako je Ethereum. <a href=\"/gas/\">Více o plynu a poplatcích</a>.",
  "gas-limit-term": "Limit transakčních poplatků",
  "gas-limit-definition": "Maximální množství <a href=\"/glossary/#gas\">plynu</a>, které může <a href=\"/glossary/#transaction\">transakce</a> nebo <a href=\"/glossary/#block\">blok</a> spotřebovat.",
  "gas-price-term": "Cena plynu",
  "gas-price-definition": "Cena v etheru za jednu jednotku plynu specifikovanou v transakci.",
  "genesis-block-term": "Genesis blok",
  "genesis-block-definition": "První blok v <a href=\"/glossary/#blockchain\">blockchainu</a>, který se používá k inicializaci konkrétní sítě a její kryptoměny.",
  "geth-term": "Geth",
  "geth-definition": "Go Ethereum. Jedna z nejvýznamnějších implementací protokolu Etherea, napsaná v jazyce Go. <a href=\"https://geth.ethereum.org\">Přečtěte si více na geth.ethereum.org</a>",
  "gwei-term": "Gwei",
  "gwei-definition": "Zkratka pro gigawei, denominaci <a href=\"/glossary/#ether\">etheru</a>, běžně používanou k ocenění <a href=\"/glossary/#gas\">plynu</a>. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>9</sup> gwei = 1 ether.",
  "hard-fork-term": "Tvrdá větev",
  "hard-fork-definition": "Trvalé rozdělení v <a href=\"/glossary/#blockchain\">blockchainu</a>; známé také jako změna s tvrdou větví. K jedné běžně dochází, když neaktualizované uzly nemohou validovat bloky vytvořené aktualizovanými uzly, které se řídí novějšími <a href=\"/glossary/#consensus-rules\">pravidly konsensu</a>. Nezaměňovat s větví, měkkou větví, softwarovou větví nebo větví v Gitu.",
  "hash-term": "Haš",
  "hash-definition": "Otisk pevné délky z variabilně velkého vstupu, vytvořený hašovací funkcí. (Viz <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "hash-rate-term": "Hašovací rychlost",
  "hash-rate-definition": "Počet hašovacích výpočtů provedených za sekundu počítači spouštějícími software pro těžbu.",
  "homestead-term": "Homestead",
  "holographic-consensus-term": "Holografický konsensus",
  "holographic-consensus-definition": "Odkazuje na to, jak je přijato velké skupinové rozhodnutí tím, že se nechá hlasovat menší skupina reprezentativních lidí. Pak všichni ostatní souhlasí s tím, že se tím budou řídit, pokud důvěřují, že malá skupina odvedla dobrou práci.<br />Používá se v některých online komunitách k rychlému rozhodování, aniž by bylo nutné, aby každý hlasoval o všem, a zároveň se zajišťuje, že rozhodnutí jsou spravedlivá a reprezentují to, co si většina lidí přeje.",
  "homestead-definition": "Druhá vývojová fáze Etherea, spuštěná v březnu 2016 na bloku 1 150 000.",
  "index-term": "Index",
  "index-definition": "Síťová struktura určená k optimalizaci dotazování na informace z celého <a href=\"/glossary/#blockchain\">blockchainu</a> tím, že poskytuje efektivní cestu k jeho úložnému zdroji.",
  "ide-term": "Integrované vývojové prostředí (IDE)",
  "ide-definition": "Uživatelské rozhraní, které obvykle kombinuje editor kódu, kompilátor, běhové prostředí a debugger. <a href=\"/developers/docs/ides/\">Více o integrovaných vývojových prostředích</a>.",
  "immutable-deployed-code-problem-term": "Problém neměnného nasazeného kódu",
  "immutable-deployed-code-problem-definition": "Jakmile je kód <a href=\"/glossary/#smart-contract\">kontraktu</a> (nebo knihovny) nasazen, stává se neměnným. Standardní postupy vývoje softwaru se spoléhají na možnost opravit případné chyby a přidat nové funkce, takže to pro vývoj chytrých kontraktů představuje výzvu. <a href=\"/developers/docs/smart-contracts/deploying/\">Více o nasazování chytrých kontraktů</a>.",
  "internal-transaction-term": "Interní transakce",
  "internal-transaction-definition": "<a href=\"/glossary/#transaction\">Transakce</a> odeslaná z <a href=\"/glossary/#contract-account\">účtu kontraktu</a> na jiný účet kontraktu nebo na <a href=\"/glossary/#eoa\">EOA</a> (viz <a href=\"/glossary/#message\">zpráva</a>).",
  "issuance-term": "Vydávání",
  "issuance-definition": "Ražba nového etheru k odměně za návrh bloku, atestaci a oznamování.",
  "kdf-term": "Funkce odvození klíče (KDF)",
  "kdf-definition": "Také známý jako „algoritmus natahování hesla“, používá se formáty <a href=\"/glossary/#keystore\">úložiště klíčů</a> k ochraně proti útokům hrubou silou, slovníkovým útokům a útokům duhových tabulek na šifrování hesla opakovaným hašováním hesla.",
  "keystore-term": "Úložiště klíčů",
  "keystore-definition": "Pár soukromého klíče/adresy každého účtu existuje jako jeden soubor s klíčem v klientovi Etherea. Jedná se o textové soubory JSON, které obsahují zašifrovaný soukromý klíč účtu, který lze dešifrovat pouze heslem zadaným při vytváření účtu.",
  "keccak-256-term": "Keccak-256",
  "keccak-256-definition": "Kryptografická <a href=\"/glossary/#hash\">hašovací</a> funkce používaná v Ethereu. Keccak-256 byl standardizován jako <a href=\"/glossary/#sha\">SHA</a>-3.",
  "key-term": "Klíč",
  "key-definition": "V kontextu Etherea jsou klíče digitální kódy: veřejný klíč pro příjem transakcí a soukromý klíč pro přístup k prostředkům a jejich odesílání.<br />Veřejné klíče: Mohou být sdíleny otevřeně.<br />Soukromé klíče: Jsou drženy v tajnosti vlastníkem.",
  "layer-1-term": "Vrstva 1",
  "layer-1-definition": "První vrstva označuje hlavní blockchain ve víceúrovňové blockchainové síti. Například Ethereum a Bitcoin jsou blockchainy první vrstvy. Mnoho blockchainů druhé vrstvy přesouvá transakce náročné na zdroje na svůj samostatný blockchain, zatímco nadále používají blockchain první vrstvy Etherea nebo Bitcoinu pro bezpečnostní účely.",
  "layer-2-term": "Vrstva 2",
  "layer-2-definition": "Druhá vrstva (Layer 2) jsou další sítě postavené na hlavní síti Etherea, které zrychlují a zlevňují transakce. <a href=\"/layer-2/\">Více o druhé vrstvě</a>.",
  "library-term": "Knihovna",
  "library-definition": "Speciální typ <a href=\"/glossary/#smart-contract\">chytrého kontraktu</a>, který nemá žádné placené funkce, žádnou záložní funkci a žádné úložiště dat. Proto nemůže přijímat ani držet ether, ani ukládat data. Knihovna slouží jako dříve nasazený kód, který mohou ostatní kontrakty volat pro výpočty pouze pro čtení. <a href=\"/developers/docs/smart-contracts/libraries/\">Více o knihovnách chytrých kontraktů</a>.",
  "light-client-term": "Lehký klient",
  "light-client-definition": "Klient Etherea, který neukládá místní kopii <a href=\"/glossary/#blockchain\">blockchainu</a>, ani nevaliduje bloky a <a href=\"/glossary/#transaction\">transakce</a>. Nabízí funkce <a href=\"/glossary/#wallet\">peněženky</a> a může vytvářet a vysílat transakce.",
  "liquidity-term": "Likvidita",
  "liquidity-definition": "Likvidita je, jak rychle a snadno lze aktivum převést na hotovost nebo jiné aktivum. Decentralizované burzy jako Uniswap mají více poolů likvidity, kde mohou držitelé aktiv vkládat svá aktiva, kde je obchodníci mohou kupovat a prodávat decentralizovaným způsobem výměnou za odměny.",
  "liquidity-tokens-term": "Žetony likvidity",
  "liquidity-tokens-definition": "Tokeny likvidity (LST) jsou digitální tokeny vydávané účastníkům, kteří vkládají aktiva do poolu likvidity, což je sbírka prostředků uzamčených v chytrém kontraktu a používaných k usnadnění obchodování na decentralizované burze (DEX).<br />Tyto tokeny představují podíl účastníka v poolu a lze je později vyměnit za počáteční vklad plus část obchodních poplatků generovaných aktivitou poolu. V podstatě tokeny likvidity slouží jako důkaz vlastnictví nebo podílu v poolu likvidity, což držitelům umožňuje získávat odměny a zároveň poskytovat potřebnou likviditu pro ostatní, aby mohli efektivně obchodovat s různými páry kryptoměn.",
  "liquid-staking-tokens-term": "Tokeny likvidního stakingu",
  "liquid-staking-tokens-definition": "Derivátový token, který představuje vlastnictví uzamčené kryptoměny, kterou uživatel stakuje. Po stakování aktiva některé platformy umožňují ražbu tokenů likvidního stakingu (LST), které představují ekvivalentní podíl uzamčených tokenů. Tyto LST lze poté obchodovat, prodávat nebo používat v jiných protokolech DeFi, což zlepšuje kapitálovou efektivitu stakera tím, že mu umožňuje přístup k likviditě z jeho prostředků, i když jeho původní aktiva zůstávají stakována.",
  "lmd-ghost-term": "LMD-GHOST",
  "lmd-ghost-definition": "Algoritmus <a href=\"/glossary/#fork-choice-algorithm\">výběru větve</a> používaný konsensuálními klienty Etherea k identifikaci hlavy řetězce. LMD-GHOST je zkratka pro „Latest Message Driven Greediest Heaviest Observed SubTree“, což znamená, že hlavou řetězce je blok s největší akumulací <a href=\"/glossary/#attestation\">atestací</a> ve své historii.",
  "mainnet-term": "Mainnet",
  "mainnet-definition": "Zkratka pro „hlavní síť“, toto je hlavní veřejný <a href=\"/glossary/#blockchain\">blockchain</a> Etherea.",
  "max-fee-per-gas-term": "Maximální poplatek za plyn",
  "max-fee-per-gas-definition": "Maximální poplatek je absolutní maximální částka, kterou je uživatel ochoten zaplatit za jednotku plynu (<a href=\"/glossary/#gwei\">gwei</a>), aby byla transakce zahrnuta do bloku.",
  "merkle-patricia-tree-term": "Merkle Patricia Strom (MPT)",
  "merkle-patricia-tree-definition": "Datová struktura používaná v Ethereu k efektivnímu ukládání párů klíč-hodnota.",
  "merkle-root-term": "Kořen Merkle",
  "merkle-root-definition": "Kořen Merkle je jediný vrcholový haš stromu Merkle. Ověřuje všechny transakce v bloku.",
  "message-term": "Zpráva",
  "message-definition": "<a href=\"/glossary/#internal-transaction\">Interní transakce</a>, která není nikdy serializována a je posílána pouze v rámci <a href=\"/glossary/#evm\">EVM</evm>.",
  "message-call-term": "Message call",
  "message-call-definition": "Akt předání <a href=\"/glossary/#message\">zprávy</a> z jednoho účtu na druhý. Pokud je cílový účet spojen s kódem <a href=\"/glossary/#evm\">EVM</a>, pak se VM spustí se stavem tohoto objektu a zpráva se na něj aplikuje.",
  "mev-term": "Maximální vytěžitelná hodnota (MEV)",
  "mev-definition": "Maximální hodnota, kterou lze vytěžit z produkce bloku nad rámec standardní odměny za blok a poplatků za plyn zahrnutím, vyloučením a změnou pořadí transakcí v bloku. <a href=\"/developers/docs/mev/\">Více o maximální vytěžitelné hodnotě (MEV)</a>.",
  "mining-term": "Těžba",
  "mining-definition": "Proces opakovaného hašování záhlaví bloku při inkrementaci <a href=\"/glossary/#nonce\">nonce</a>, dokud výsledek neobsahuje libovolný počet úvodních binárních nul. Toto je proces, kterým jsou nové <a href=\"/glossary/#block\">bloky</a> přidávány do blockchainu proof-of-work. Takto bylo Ethereum zabezpečeno, než přešlo na proof-of-stake.",
  "miner-term": "Těžař",
  "miner-definition": "Síťový <a href=\"/glossary/#node\">uzel</a>, který nachází platné <a href=\"/glossary/#pow\">důkazy práce</a> pro nové bloky opakovaným hašováním (viz <a href=\"/glossary/#ethash\">Ethash</a>). Těžaři již nejsou součástí Etherea – byli nahrazeni validátory, když Ethereum přešlo na proof-of-stake.",
  "mint-term": "Razit",
  "mint-definition": "Ražba je proces vytváření nových tokenů a jejich uvádění do oběhu, aby mohly být používány. Jedná se o decentralizovaný mechanismus k vytvoření nového tokenu bez zapojení centrální autority.",
  "multisig-term": "Multisig",
  "multisig-definition": "Multisig (vícenásobný podpis) označuje digitální peněženku nebo účet, který vyžaduje více podpisů nebo schválení k provádění transakcí, což zvyšuje bezpečnost.<br />To přidává další zabezpečení ve srovnání s tradičními účty s jedním podpisem, kde je potřeba pouze schválení jedné osoby.",
  "network-term": "Síť",
  "network-definition": "V souvislosti se sítí Ethereum jde o síť typu peer-to-peer, která šíří transakce a bloky ke každému uzlu Etherea (účastníkovi sítě). <a href=\"/developers/docs/networks/\">Více o sítích</a>.",
  "network-hashrate-term": "Hašovací rychlost sítě",
  "network-hashrate-definition": "Kolektivní hašovací rychlost produkovaná celou těžařskou sítí. Těžba na Ethereu byla vypnuta, když Ethereum přešlo na proof-of-stake.",
  "nft-term": "Nezaměnitelný token (NFT)",
  "nft-definition": "Unikátní digitální předmět, který můžete vlastnit, jako umění nebo sběratelské předměty, ověřený blockchainovou technologií. <a href=\"/nft/\">Více o nezaměnitelných tokenech (NFT)</a>.",
  "node-term": "Uzel",
  "node-definition": "Softwarový klient, který se podílí na síti. <a href=\"/developers/docs/nodes-and-clients/\">Více o uzlech a klientech</a>.",
  "nonce-term": "Jedinečné číslo (nonce)",
  "nonce-definition": "V kryptografii hodnota, která může být použita pouze jednou. Nonce účtu je počítadlo transakcí v každém účtu, které se používá k zabránění útokům s opakovaným přehráním.",
  "offchain-term": "Mimo řetězec",
  "offchain-definition": "Offchain znamená jakoukoli transakci nebo data, která existují mimo blockchain. Protože provádění každé transakce onchain může být drahé a neefektivní, nástroje třetích stran, jako jsou orákula, která zpracovávají cenová data, nebo řešení druhé vrstvy, která provádějí vyšší propustnost transakcí, zpracovávají většinu práce offchain a odesílají informace onchain v méně častých intervalech.",
  "ommer-term": "Ommer (strýčkovský) blok",
  "ommer-definition": "Když <a href=\"/glossary/#miner\">těžař</a> proof-of-work najde platný <a href=\"/glossary/#block\">blok</a>, jiný těžař mohl publikovat konkurenční blok, který je přidán na vrchol blockchainu jako první. Tento platný, ale zastaralý blok může být zahrnut novějšími bloky jako <em>ommery</em> a obdržet částečnou odměnu za blok. Termín „ommer“ je preferovaný genderově neutrální termín pro sourozence rodičovského bloku, ale někdy se také označuje jako „strýc“. To bylo běžné pro Ethereum, když bylo sítí <a href=\"/glossary/#pow\">proof-of-work</a>. Nyní, když Ethereum používá <a href=\"/glossary/#pos\">proof-of-stake</a>, je pro každý slot vybrán pouze jeden navrhovatel bloku.",
  "onchain-term": "Na řetězci",
  "onchain-definition": "Odkazuje na akce nebo transakce, které se dějí na blockchainu a jsou veřejně dostupné.<br /><br />Představte si to jako psaní do velkého, sdíleného zápisníku, který může každý vidět a zkontrolovat, což zajišťuje, že cokoli je napsáno (jako odeslání digitálních peněz nebo uzavření smlouvy), je trvalé a nelze to změnit ani vymazat.",
  "optimistic-rollup-term": "Optimistický rollup",
  "optimistic-rollup-definition": "Optimistický rollup je řešení druhé vrstvy, které zrychluje transakce na Ethereu tím, že je standardně považuje za platné, pokud nejsou zpochybněny. <a href=\"/developers/docs/scaling/optimistic-rollups/\">Více o optimistických rollupech</a>.",
  "oracle-term": "Orákulum",
  "oracle-definition": "Orákulum je přemostění mezi <a href=\"/glossary/#blockchain\">blockchainem</a> a reálným světem. Fungují jako onchain <a href=\"/glossary/#api\">API</a>, které lze dotazovat na informace a používat v <a href=\"/glossary/#smart-contract\">chytrých kontraktech</a>. <a href=\"/developers/docs/oracles/\">Více o orákulech</a>.",
  "peer-term": "Peer",
  "peer-definition": "Propojené počítače spouštějící klientský software Etherea, které mají identické kopie <a href=\"/glossary/#blockchain\">blockchainu</a>.",
  "peer-to-peer-network-term": "Síť peer-to-peer",
  "peer-to-peer-network-definition": "Síť počítačů (<a href=\"/glossary/#peer\">peerů</a>), které jsou kolektivně schopny vykonávat funkce bez nutnosti centralizovaných, serverových služeb.<br />Toto uspořádání se často používá pro sdílení souborů (tj. Bit torrent), informací nebo digitálních měn, což umožňuje přímější a potenciálně efektivnější výměny mezi uživateli.",
  "permissionless-term": "Bez nutnosti povolení",
  "permissionless-definition": "Bez povolení znamená, že kdokoli se může připojit a používat systém jako Ethereum. Je otevřený pro účast každého a nevyžaduje žádné schválení.",
  "plasma-term": "Plasma",
  "plasma-definition": "Offchainové řešení škálování, které používá <a href=\"/glossary/#fraud-proof\">důkazy podvodu</a>, jako jsou <a href=\"/glossary/#optimistic-rollup\">optimistické rollupy</a>. Plasma je omezena na jednoduché transakce, jako jsou základní přenosy a směny tokenů. <a href=\"/developers/docs/scaling/plasma\">Více o plasmě</a>.",
  "private-key-term": "Privátní klíč",
  "private-key-definition": "Soukromý klíč je tajný kód, který prokazuje, že vlastníte své digitální peníze, a umožňuje vám je utrácet, jako PIN k vašemu účtu. <strong>NESDÍLEJTE HO</strong>.",
  "public-goods-term": "Veřejné statky",
  "public-goods-definition": "Veřejné statky jsou věci, které může každý používat zdarma, jako jsou parky nebo čistý vzduch, a jejich používání nebrání ostatním v jejich používání. Vlády je často poskytují, protože podniky to obvykle nedělají, jelikož nemohou snadno účtovat lidem za jejich používání.",
  "private-chain-term": "Soukromý řetězec",
  "private-chain-definition": "Plně soukromý blockchain je ten s povoleným přístupem, který není veřejně dostupný k použití.",
  "poap-term": "POAP",
  "poap-definition": "Protokol o prokázání účasti se používá k vytvoření digitálního sběratelského předmětu (NFT), který prokazuje, že jste se zúčastnili určité události nebo aktivity.",
  "pos-term": "Proof-of-stake (PoS)",
  "pos-definition": "Metoda, kterou se protokol blockchainu kryptoměny snaží dosáhnout distribuovaného <a href=\"/glossary/#consensus\">konsensu</a>. PoS žádá uživatele, aby prokázali vlastnictví určitého množství kryptoměny (jejich „podíl“ v síti), aby se mohli podílet na validaci transakcí. <a href=\"/developers/docs/consensus-mechanisms/pos/\">Více o proof-of-stake</a>.",
  "pow-term": "Proof-of-work (PoW)",
  "pow-definition": "Bezpečnostní mechanismus pro blockchainy, který vyžaduje, aby uzly vynakládaly energii ve formě výpočtů k nalezení určité hodnoty.",
  "proto-danksharding-term": "Proto-Danksharding",
  "proto-danksharding-definition": "Nový typ transakce, který přijímá „bloby“ dat pro Ethereum. Tato „blob“ data jsou dočasně uložena na Beacon Chainu po dobu 4096 epoch (~18,2 dne) a mohou být volitelně poté prořezána, aby se pomohlo snížit hardwarové nároky na operátory uzlů.",
  "public-key-term": "Veřejný klíč",
  "public-key-definition": "Veřejný klíč je sada znaků, která umožňuje ostatním bezpečně vám posílat digitální měnu, jako e-mailová adresa pro peníze.",
  "quadratic-voting-term": "Kvadratické hlasování",
  "quadratic-voting-definition": "Je hlasovací metoda, kde voliči vyjadřují, jak silně se cítí ohledně problémů. Umožňuje voličům ukázat nejen preferenci, ale také intenzitu své preference.",
  "receipt-term": "Potvrzení",
  "receipt-definition": "Data vrácená klientem Etherea, která představují výsledek konkrétní <a href=\"/glossary/#transaction\">transakce</a>, včetně <a href=\"/glossary/#hash\">haše</a> transakce, jejího čísla <a href=\"/glossary/#block\">bloku</a>, množství spotřebovaného <a href=\"/glossary/#gas\">plynu</a> a v případě nasazení <a href=\"/glossary/#smart-contract\">chytrého kontraktu</a> <a href=\"/glossary/#address\">adresy</a> kontraktu.",
  "recovery-phrase-term": "Fráze pro obnovení/obnovovací fráze",
  "recovery-phrase-definition": "Seznam slov, která vám jsou dána při vytváření digitální peněženky. Funguje jako heslo, které vám může pomoci dostat se zpět do vaší peněženky, pokud ztratíte přístup, a zajistit, že neztratíte své digitální peníze nebo tokeny.",
  "re-entrancy-attack-term": "Útok re-entrancy",
  "re-entrancy-attack-definition": "Útok, který spočívá v tom, že útočící kontrakt volá funkci obětního kontraktu tak, že během provádění obětní kontrakt znovu volá útočící kontrakt, rekurzivně. To může vést například k krádeži prostředků přeskočením částí obětního kontraktu, které aktualizují zůstatky nebo počítají částky výběrů. <a href=\"/developers/docs/smart-contracts/security/#reentrancy\">Více o re-entrancy</a>.",
  "reward-term": "Odměna",
  "reward-definition": "Množství etheru <a href=\"/developers/docs/consensus-mechanisms/pos/rewards-and-penalties\">udělené validátorům</a>, kteří provádějí určité funkce, včetně navrhování bloku nebo účasti v synchronizační komisi, v každém slotu.",
  "rlp-term": "Recursive Length Prefix (RLP)",
  "rlp-definition": "<a href=\"/developers/docs/data-structures-and-encoding\">Standard kódování</a> navržený vývojáři Etherea pro kódování a serializaci objektů (datových struktur) libovolné složitosti a délky.",
  "rollups-term": "Rollupy",
  "rollups-definition": "Typ řešení škálování <a href=\"/glossary/#layer-2\">druhé vrstvy</a>, které shromažďuje více transakcí a odesílá je do <a href=\"/glossary/#mainnet\">hlavního řetězce Etherea</a> v jedné transakci. To umožňuje snížení nákladů na <a href=\"/glossary/#gas\">plyn</a> a zvýšení propustnosti <a href=\"/glossary/#transaction\">transakcí</a>. Existují optimistické a zero-knowledge rollupy, které používají různé bezpečnostní metody k nabídnutí těchto zisků ve škálovatelnosti. <a href=\"/developers/docs/scaling/#rollups\">Více o rollupech</a>.",
  "rpc-term": "Vzdálené volání procedur (RPC)",
  "rpc-definition": "RPC umožňuje jednomu počítači požadovat data nebo akci od jiného přes síť, jako byste žádali o informace pomocí dálkového ovladače.",
  "sha-term": "Secure Hash Algorithm (SHA)",
  "sha-definition": "Rodina kryptografických hašovacích funkcí publikovaná Národním institutem pro standardy a technologie (NIST).",
  "serialization-term": "Serializace",
  "serialization-definition": "Proces převodu datové struktury na sekvenci bajtů.",
  "sequencer-term": "Sekvencer",
  "sequencer-definition": "Sekvencer je program zodpovědný za řazení transakcí v blockchainové síti, zejména v rámci řešení škálování druhé vrstvy.",
  "shard-term": "Shard / shard chain",
  "shard-definition": "Shard chainy jsou diskrétní sekce celkového blockchainu, za které mohou být zodpovědné podmnožiny validátorů. Původně to mělo být způsob, jakým by Ethereum škálovalo na miliony transakcí za sekundu, ale nyní bylo nahrazeno rychlým vývojem škálování pomocí <a href=\"/glossary/#rollups\">rollupů</a>.",
  "sidechain-term": "Sidechain",
  "sidechain-definition": "Řešení škálování, které používá samostatný řetězec s odlišnými, často rychlejšími <a href=\"/glossary/#consensus-rules\">pravidly konsensu</a>. K připojení těchto sidechainů k <a href=\"/glossary/#mainnet\">hlavní síti</a> je zapotřebí přemostění. <a href=\"/glossary/#rollups\">Rollupy</a> také používají sidechainy, ale fungují ve spolupráci s <a href=\"/glossary/#mainnet\">hlavní sítí</a>. <a href=\"/developers/docs/scaling/sidechains/\">Více o sidechainech</a>.",
  "signing-term": "Podepisování",
  "signing-definition": "Kryptografické prokázání, že transakce byla schválena držitelem konkrétního soukromého klíče.",
  "singleton-term": "Singleton",
  "singleton-definition": "Termín z počítačového programování, který popisuje objekt, jehož může existovat pouze jediná instance.",
  "slasher-term": "Slasher",
  "slasher-definition": "Slasher je entita, která skenuje atestace a hledá přestupky, za které lze udělit postih. Postihy jsou vysílány do sítě a další navrhovatel bloku přidá důkaz do bloku. Navrhovatel bloku pak obdrží odměnu za postihnutí škodlivého validátoru.",
  "slot-term": "Slot",
  "slot-definition": "Časový úsek (12 sekund), ve kterém mohou být navrhovány nové bloky <a href=\"/glossary/#validator\">validátorem</a> v systému <a href=\"/glossary/#pos\">proof-of-stake</a>. Slot může být prázdný. 32 slotů tvoří <a href=\"/glossary/#epoch\">epochu</a>. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Více o proof-of-stake</a>.",
  "smart-contract-term": "Chytrý kontrakt",
  "smart-contract-definition": "Chytrý kontrakt je program, který automaticky provádí dohody na blockchainu, jako samovynucovací digitální smlouva. <a href=\"/smart-contracts/\">Úvod do chytrých kontraktů</a>.",
  "snark-term": "SNARK",
  "snark-definition": "Zkratka pro „succinct non-interactive argument of knowledge“, SNARK je typ <a href=\"/glossary/#zk-proof\">důkazu s nulovou znalostí</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Více o rollupech s nulovou znalostí</a>.",
  "soft-fork-term": "Měkká větev",
  "soft-fork-definition": "Rozdělení v <a href=\"/glossary/#blockchain\">blockchainu</a>, ke kterému dochází, když se změní <a href=\"/glossary/#consensus-rules\">pravidla konsensu</a>. Na rozdíl od <a href=\"/glossary/#hard-fork\">tvrdé větve</a> je měkká větev zpětně kompatibilní; aktualizované uzly mohou validovat bloky vytvořené neaktualizovanými uzly, pokud dodržují nová pravidla konsensu.",
  "solidity-term": "Solidity",
  "solidity-definition": "Procedurální (imperativní) programovací jazyk se syntaxí podobnou JavaScriptu, C++ nebo Javě. Nejoblíbenější a nejčastěji používaný jazyk pro <a href=\"/glossary/#smart-contract\">chytré kontrakty</a> na Ethereu. Vytvořil Dr. Gavin Wood. <a href=\"/developers/docs/smart-contracts/languages/#solidity\">Více o Solidity</a>.",
  "solidity-inline-assembly-term": "Solidity inline assembly",
  "solidity-inline-assembly-definition": "Jazyk symbolických adres <a href=\"/glossary/#evm\">EVM</a> v programu <a href=\"/glossary/#solidity\">Solidity</a>. Podpora Solidity pro inline assembly usnadňuje psaní určitých operací.",
  "stablecoin-term": "Stabilní kryptoměna",
  "stablecoin-definition": "Stabilní kryptoměna je typ kryptoměny navržený tak, aby měl stabilní hodnotu, často vázanou na měnu nebo komoditu (jako je americký dolar), aby se minimalizovala cenová volatilita. <a href=\"/stablecoins/\">Více o stabilních kryptoměnách</a>.",
  "staking-term": "Uzamčení",
  "staking-definition": "Uložení množství <a href=\"/glossary/#ether\">etheru</a> (váš podíl) za účelem stát se validátorem a zabezpečit <a href=\"/glossary/#network\">síť</a>. Validátor kontroluje <a href=\"/glossary/#transaction\">transakce</a> a navrhuje <a href=\"/glossary/#block\">bloky</a> v rámci konsensuálního modelu <a href=\"/glossary/#pos\">proof-of-stake</a>. Uzamčení vám poskytuje ekonomickou motivaci jednat v nejlepším zájmu sítě. Dostanete odměny za plnění svých povinností <a href=\"/glossary/#validator\">validátora</a>, ale ztratíte různé množství ETH, pokud tak neučiníte. <a href=\"/staking/\">Více o uzamčení Etherea</a>.",
  "staking-pool-term": "Pool pro uzamčení",
  "staking-pool-definition": "Kombinované ETH více než jednoho stakera Etherea, použité k dosažení 32 ETH potřebných k aktivaci sady klíčů validátoru. Provozovatel uzlu používá tyto klíče k účasti na konsensu a <a href=\"/glossary/#block-reward\">odměny za blok</a> jsou rozděleny mezi přispívající stakery. Pooly pro uzamčení nebo delegování uzamčení nejsou nativní pro protokol Etherea, ale komunita vytvořila mnoho řešení. <a href=\"/staking/pools/\">Více o sdruženém uzamčení</a>.",
  "stark-term": "STARK",
  "stark-definition": "Zkratka pro „scalable transparent argument of knowledge“, STARK je typ <a href=\"/glossary/#zk-proof\">důkazu s nulovou znalostí</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Více o rollupech s nulovou znalostí</a>.",
  "state-term": "Stav",
  "state-definition": "Snímek všech zůstatků a dat v určitém okamžiku na blockchainu, obvykle odkazující na stav v určitém bloku.",
  "state-channels-term": "Stavové kanály",
  "state-channels-definition": "Řešení <a href=\"/glossary/#layer-2\">druhé vrstvy</a>, kde je mezi účastníky vytvořen kanál, ve kterém mohou transakce provádět volně a levně. Pouze <a href=\"/glossary/#transaction\">transakce</a> k vytvoření kanálu a uzavření kanálu je odeslána na <a href=\"/glossary/#mainnet\">hlavní síť</a>. To umožňuje velmi vysokou propustnost transakcí, ale spoléhá se na znalost počtu účastníků předem a na uzamčení prostředků. <a href=\"/developers/docs/scaling/state-channels/#state-channels\">Více o stavových kanálech</a>.",
  "supermajority-term": "Nadpoloviční většina",
  "supermajority-definition": "Nadpoloviční většina je termín pro množství přesahující 2/3 (66 %) celkového uzamčeného etheru zabezpečujícího Ethereum. Hlasování nadpoloviční většinou je nutné, aby byly bloky <a href=\"/glossary/#finality\">finalizovány</a> na Beacon Chainu.",
  "sybil-attack-term": "Útok Sybil",
  "sybil-attack-definition": "Sybil útoky jsou útoky, kde se jednotlivci snaží přelstít systém, aby si myslel, že jsou více lidmi, aby zvyšili svůj vliv.",
  "syncing-term": "Synchronizace",
  "syncing-definition": "Proces stahování celé nejnovější verze blockchainu do uzlu.",
  "sync-committee-term": "Synchronizační komise",
  "sync-committee-definition": "Synchronizační komise je náhodně vybraná skupina <a href=\"/glossary/#validator\">validátorů</a>, která se obnovuje přibližně každých 27 hodin. Jejím účelem je přidávat své podpisy k platným záhlavím bloků. Synchronizační komise umožňují <a href=\"/glossary/#light-client\">lehkým klientům</a> sledovat hlavu blockchainu, aniž by museli přistupovat k celé sadě validátorů.",
  "szabo-term": "Szabo",
  "szabo-definition": "Denominace <a href=\"/glossary/#ether\">etheru</a>. 1 szabo = 10<sup>12</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>6</sup> szabo = 1 ether.",
  "terminal-total-difficulty-term": "Konečná celková obtížnost (TTD)",
  "terminal-total-difficulty-definition": "Celková obtížnost je součet obtížnosti těžby Ethash pro všechny bloky až do určitého bodu v blockchainu. Konečná celková obtížnost je specifická hodnota celkové obtížnosti, která byla použita jako spouštěč pro exekuční klienty, aby vypnuli své funkce těžby a šíření bloků, což umožnilo síti přejít na proof-of-stake. Nyní již není relevantní, protože Ethereum přešlo na <a href=\"/glossary/#pos\">proof-of-stake</a>.",
  "testnet-term": "Testnet",
  "testnet-definition": "Zkratka pro „testovací síť“, síť používaná k simulaci chování hlavní sítě Etherea.",
  "token-term": "Token",
  "token-definition": "Obchodovatelné virtuální zboží definované v chytrých kontraktech na blockchainu Etherea.",
  "token-factory-term": "Továrna na tokeny",
  "token-factory-definition": "Továrna na tokeny je chytrý kontrakt, který usnadňuje vytváření tokenů v rámci určitého standardu, jako je <a href=\"#erc-20\">ERC-20</a>, <a href=\"#erc-721\">ERC-721</a> nebo <a href=\"#erc-1155\">ERC-1155</a>. Chytrý kontrakt funguje jako šablona, která uživatelům umožňuje nasazovat nové tokeny s vlastními parametry, jako je název, symbol, zásoba a další funkcionalita, aniž by museli vytvářet nový chytrý kontrakt od nuly.",
  "transaction-term": "Transakce",
  "transaction-definition": "Data odeslaná na blockchain Etherea podepsaná původním <a href=\"/glossary/#account\">účtem</a>, cílená na specifickou <a href=\"/glossary/#address\">adresu</a>. Transakce obsahuje metadata, jako je <a href=\"/glossary/#gas-limit\">limit transakčních poplatků</a> pro danou transakci. <a href=\"/developers/docs/transactions/\">Více o transakcích</a>.",
  "transaction-fee-term": "Transakční poplatek",
  "transaction-fee-definition": "Poplatek, který musíte zaplatit vždy, když používáte síť Ethereum. Příklady zahrnují odesílání prostředků z vaší <a href=\"/glossary/#wallet\">peněženky</a> nebo interakci s <a href=\"/glossary/#dapp\">dapp</a>, jako je směna tokenů nebo nákup sběratelského předmětu. Můžete si to představit jako poplatek za službu. Tento poplatek se bude měnit v závislosti na tom, jak je síť vytížená. To je proto, že <a href=\"/glossary/#validator\">validátoři</a>, lidé zodpovědní za zpracování vaší transakce, pravděpodobně upřednostní transakce s vyššími poplatky – takže přetížení tlačí cenu nahoru.<br/><br/>Na technické úrovni se váš transakční poplatek vztahuje k tomu, kolik <a href=\"/glossary/#gas\">plynu</a> vaše transakce vyžaduje.<br/><br/>Snížení transakčních poplatků je v současné době předmětem intenzivního zájmu. Viz <a href=\"/glossary/#layer-2\">druhá vrstva</a>.",
  "trust-assumptions-term": "Předpoklady důvěry",
  "trust-assumptions-definition": "Předpoklady důvěry jsou základní přesvědčení o bezpečnosti a spolehlivosti systému, která určují, čemu důvěřujeme, aby systém fungoval.",
  "trustlessness-term": "Bez nutnosti další důvěry",
  "trustlessness-definition": "Schopnost sítě zprostředkovat transakce, aniž by kterákoli ze zúčastněných stran musela důvěřovat třetí straně.",
  "turing-complete-term": "Turingovsky úplný",
  "turing-complete-definition": "Koncept pojmenovaný po anglickém matematikovi a počítačovém vědci Alanu Turingovi – systém pravidel pro manipulaci s daty (jako je instrukční sada počítače, programovací jazyk nebo buněčný automat) se považuje za „turingovsky úplný“ nebo „výpočetně univerzální“, pokud jej lze použít k simulaci jakéhokoli Turingova stroje.",
  "validator-term": "Validátor",
  "validator-definition": "<a href=\"/glossary/#node\">Uzel</a> v systému <a href=\"/glossary/#pos\">proof-of-stake</a>, zodpovědný za ukládání dat, zpracování transakcí a přidávání nových bloků do blockchainu. K aktivaci softwaru validátoru musíte být schopni <a href=\"/glossary/#staking\">uzamknout</a> 32 ETH. <a href=\"/staking/\">Více o uzamčení na Ethereu</a>.",
  "validator-lifecycle-term": "Životní cyklus validátoru",
  "validator-lifecycle-definition": "Sekvence stavů, ve kterých může validátor existovat. Patří sem: <br/><br/><ul><li>vloženo: Alespoň 32 ETH bylo vloženo do <a href=\"/glossary/#deposit-contract\">depozitního kontraktu</a> validátorem</li><li>čeká: validátor je v aktivační frontě a čeká na hlasování do sítě stávajícími validátory</li><li>aktivní: aktuálně provádí atestace a navrhuje bloky</li><li>postihován: validátor se choval nesprávně a je postihován</li><li>ukončuje: validátor byl označen k opuštění sítě, buď dobrovolně, nebo protože byl vyloučen.</li></ul>",
  "validity-proof-term": "Důkaz platnosti",
  "validity-proof-definition": "Bezpečnostní model pro některá řešení <a href=\"/glossary/#layer-2\">druhé vrstvy</a>, kde se pro zvýšení rychlosti transakce shromažďují do dávek a odesílají do Etherea v jedné transakci. Výpočet transakce se provádí offchain a poté se dodá na hlavní řetězec s důkazem jejich platnosti. Tato metoda zvyšuje množství možných transakcí při zachování bezpečnosti. Některé <a href=\"/glossary/#rollups\">rollupy</a> používají <a href=\"/glossary/#fraud-proof\">důkaz podvodu</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Více o rollupech s nulovou znalostí</a>.",
  "validium-term": "Validium",
  "validium-definition": "Offchain řešení, které používá <a href=\"/glossary/#validity-proof\">důkazy platnosti</a> ke zlepšení propustnosti transakcí. Na rozdíl od <a href=\"/glossary/#zk-rollup\">rollupů s nulovou znalostí</a> se data validia neukládají na hlavní síti první vrstvy. <a href=\"/developers/docs/scaling/validium/\">Více o validiu</a>.",
  "vyper-term": "Vyper",
  "vyper-definition": "Programovací jazyk vyšší úrovně se syntaxí podobnou Pythonu. Cílem je přiblížit se čistě funkčnímu jazyku. Vytvořil Vitalik Buterin. <a href=\"/developers/docs/smart-contracts/languages/#vyper\">Více o Vyperu</a>.",
  "wallet-term": "Peněženka",
  "wallet-definition": "Peněženka je digitální nástroj k ukládání, odesílání a přijímání digitální měny, jako virtuální peněženka pro vaše online peníze. <a href=\"/wallets/\">Více o peněženkách Etherea</a>.",
  "web2-term": "Web2",
  "web2-definition": "Je současný internet, zaměřený na obsah vytvářený uživateli a sociální média, která jsou kontrolována několika společnostmi. Web3 je kryptografické přesvědčení, že uživatelé by měli místo toho ovládat svá data a transakce.",
  "web3-term": "Web3",
  "web3-definition": "Web3 je nový internet s blockchainem, kde uživatelé ovládají svá data a transakce, nikoli společnosti. Není třeba sdílet žádné osobní údaje. <a href=\"/web3/\">Více o web3</a>.",
  "wei-term": "Wei",
  "wei-definition": "Nejmenší denominace etheru. 10<sup>18</sup> wei = 1 ether.",
  "wrapped-token-term": "Zabalený token",
  "wrapped-token-definition": "Blockchainový token, který představuje jinou kryptoměnu nebo aktivum na jiné síti. Například <a href=\"/wrapped-eth/#intro-to-weth\">Zabalený Ether (WETH)</a> představuje Ether (ETH) ve formátu, který je v souladu se standardem tokenu <a href=\"/glossary/#erc-20\">ERC-20</a> Etherea. Původní aktivum je bezpečně uzamčeno <a href=\"/glossary/#smart-contract\">chytrým kontraktem</a> a je ražen ekvivalentní zabalený token. Tento mechanismus umožňuje interoperabilitu v rámci a mezi blockchainy, což umožňuje, aby aktiva jako ETH byla bezproblémově používána v decentralizovaných aplikacích při zachování jejich hodnoty.",
  "zero-address-term": "Nulová adresa",
  "zero-address-definition": "Adresa Etherea, složená výhradně z nul, která se často používá jako adresa k odstranění tokenů z vlastněného oběhu. Rozlišuje se mezi tokeny formálně odstraněnými z indexu chytrého kontraktu metodou burn() a těmi, které jsou odeslány na tuto adresu.",
  "zk-proof-term": "Důkaz s nulovou znalostí",
  "zk-proof-definition": "Důkaz s nulovou znalostí je kryptografická metoda, která umožňuje jednotlivci prokázat, že tvrzení je pravdivé, aniž by sděloval jakékoli další informace. <a href=\"/developers/docs/scaling/zk-rollups/\">Více o rollupech s nulovou znalostí</a>.",
  "zk-rollup-term": "Rollup nulové znalosti",
  "zk-rollup-definition": "<a href=\"/glossary/#rollups\">Rollup</a> transakcí, který používá <a href=\"/glossary/#validity-proof\">důkazy platnosti</a> k nabídnutí zvýšené propustnosti transakcí <a href=\"/glossary/#layer-2\">druhé vrstvy</a> při využití bezpečnosti poskytované hlavní sítí (první vrstva). Ačkoli nemohou zpracovávat složité typy transakcí, jako <a href=\"/glossary/#optimistic-rollup\">optimistické rollupy</a>, nemají problémy s latencí, protože transakce jsou prokazatelně platné při odeslání. <a href=\"/developers/docs/scaling/zk-rollups/\">Více o rollupech s nulovou znalostí</a>."
}
