{
  "51%-attack-term": "51% útok",
  "51%-attack-definition": "Typ útoku, při kterém skupina získá kontrolu nad většinou <a href=\"/glossary/#node\">uzlů</a>. To by jim umožnilo podvést blockchain tím,<a href=\"/glossary/#transaction\"> že zvrátí transakce</a> a utratí dvakrát <a href=\"ether\">ether</a> a další tokeny.",
  "abi-term": "Aplikační binární rozhraní (ABI)",
  "abi-definition": "Soubor JSON, který definuje funkce a proměnné obsažené v chytrém kontraktu. ABI umožňuje mapovat bajtkód do formátů čitelných pro člověka.",
  "account-term": "Účet",
  "account-definition": "Ethereum účet je digitální identita na Ethereum blockchainu, která uživatelům umožňuje odesílat a přijímat Ether nebo jiná digitální aktiva a interagovat s chytrými kontrakty.",
  "address-term": "Adresa",
  "address-definition": "Ethereum adresa je jedinečný identifikátor sloužící k přijímání tokenů, funguje podobně jako číslo bankovního účtu u kryptoměn. Slouží k identifikaci vašeho Ethereum účtu.",
  "anti-sybil-term": "Anti-Sybil",
  "anti-sybil-definition": "Způsoby, jak zabránit lidem, aby se na internetu vydávali za mnoho uživatelů najednou, a zajistit, aby každý uživatel byl skutečnou, samostatnou osobou. To pomáhá udržovat online interakce spravedlivé a čestné.",
  "apr-term": "RPSN",
  "apr-definition": "RPSN neboli roční procentní sazba nákladů vyjadřuje roční náklady na půjčení peněz, včetně úroků a poplatků, v procentech.",
  "attestation-term": "Atestace",
  "attestation-definition": "Tvrzení učiněné entitou, že něco je pravda. V kontextu Etherea musí validátoři konsensu učinit tvrzení o tom, jaký je podle nich stav řetězce. V určených časech je každý validátor zodpovědný za publikování různých atestací, které formálně deklarují pohled tohoto validátoru na řetězec, včetně posledního finalizovaného kontrolního bodu a aktuální hlavy řetězce. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">Více o atestacích</a>.",
  "block-term": "Blok",
  "block-definition": "Blok je místo, kde jsou uloženy transakce nebo digitální akce. Jakmile je blok zaplněn, propojí se s předchozím, čímž vzniká řetězec bloků neboli ‚blockchain‘.<a href=\"/developers/docs/blocks/\"> Více o blocích</a>.",
  "blockchain-term": "Blockchain",
  "blockchain-definition": "Blockchain je databáze transakcí, která je duplikována a sdílena na všech počítačích v síti, což zajišťuje, že data nelze zpětně měnit.",
  "bridge-term": "Přemostění",
  "bridge-definition": "Blockchainový most slouží k převodu aktiv z jedné blockchainové sítě do jiné.",
  "consensus-term": "Konsenzus",
  "consensus-definition": "Když se více než 2/3 počítačů v síti shodnou, že mají stejnou sadu záznamů, zajišťuje se tím, že všichni jsou na stejné vlně. Nejde o pravidla, která dodržují, ale o to, aby všichni měli stejné informace.",
  "consensus-client-term": "Konsensuální klient",
  "consensus-client-definition": "Konsensuální klienti (jako jsou Prysm, Teku, Nimbus, Lighthouse, Lodestar) spouštějí konsensuální algoritmus <a href=\"/glossary/#pos\">proof-of-stake</a> Etherea, který umožňuje síti dosáhnout shody ohledně hlavy Beacon Chainu. Konsensuální klienti se neúčastní validace/vysílání transakcí ani provádění přechodů stavu. To dělají <a href=\"/glossary/#execution-client\">exekuční klienti</a>. Konsensuální klienti neprovádějí atestace ani nenavrhují nové bloky. To dělá <a href=\"/glossary/#validator\">validátorový klient</a>, který je volitelným doplňkem konsensuálního klienta.",
  "consensus-layer-term": "Konsensuální vrstva",
  "consensus-layer-definition": "Konsensuální vrstva Etherea je síť <a href=\"/glossary/#consensus-client\">konsensuálních klientů</a>.",
  "cryptoeconomics-term": "Kryptoekonomika",
  "cryptoeconomics-definition": "Studium matematických a ekonomických principů pro navrhování bezpečných a důvěryhodných digitálních platforem. Cílem je zajistit, aby všichni účastníci dodržovali pravidla a byli odměňováni za přispění k bezpečnosti a provozu sítě.",
  "cryptography-term": "Kryptografie",
  "cryptography-definition": "Jedná se o postup, jak učinit komunikaci soukromou a zabezpečenou, aby ji mohli číst pouze ti, pro které je informace určena.",
  "dao-term": "Decentralizovaná autonomní organizace (DAO)",
  "dao-definition": "DAO je digitální organizace řízená pravidly zapsanými v kódu na blockchainu, kde se rozhodnutí přijímají hlasováním členů, nikoliv centrální autoritou<a href=\"/dao/\">. Více o decentralizovaných autonomních organizacích (DAO)</a>.",
  "dapp-term": "Dapp",
  "dapp-definition": "dApp je decentralizovaná aplikace, která běží na blockchainové síti a nabízí služby bez centrální řídící autority<a href=\"/apps/\">. Více o decentralizovaných aplikacích</a>.",
  "data-availability-term": "Dostupnost dat",
  "data-availability-definition": "Jakýkoli uzel může nezávisle ověřovat transakce na blockchainu, aby se udržela transparentnost a důvěra v systém.",
  "defi-term": "DeFi",
  "defi-definition": "Široká kategorie aplikací na Ethereu, které mají za cíl poskytovat finanční služby podložené blockchainem, bez jakýchkoli zprostředkovatelů. <a href=\"/defi/\">Více o decentralizovaných financích (DeFi)</a>",
  "dex-term": "Decentralizovaná burza (DEX)",
  "dex-definition": "Typ aplikace Etherea, který vám umožňuje směňovat tokeny s ostatními v síti. DEXy nepodléhají geografickým omezením jako centralizované burzy – zúčastnit se může kdokoli.",
  "difficulty-bomb-term": "Obtížnostní bomba",
  "difficulty-bomb-definition": "Plánované exponenciální zvýšení nastavení <a href=\"/glossary/#difficulty\">obtížnosti</a> v <a href=\"/glossary/#pow\">proof-of-work</a>, které bylo navrženo tak, aby motivovalo k přechodu na <a href=\"/glossary/#pos\">proof-of-stake</a> a snížilo šance na <a href=\"/glossary/#hard-fork\">tvrdou větev</a>. Obtížnostní bomba byla zastaralá s <a href=\"/roadmap/merge\">Sloučením</a>.",
  "ecdsa-term": "Algoritmus digitálního podpisu na eliptické křivce (ECDSA)",
  "ecdsa-definition": "Kryptografický algoritmus používaný Ethereem k zajištění, že prostředky mohou být utraceny pouze jejich vlastníky. Je to preferovaná metoda pro vytváření veřejných a soukromých klíčů. Relevantní pro generování <a href=\"/glossary/#address\">adresy</a> účtu a ověření <a href=\"/glossary/#transaction\">transakce</a>.",
  "ens-term": "Ethereum Name Service (ENS)",
  "ens-definition": "Ethereum Name Service (ENS) je jako internetový telefonní seznam pro Ethereum adresy. Místo dlouhých peněženkových adres umožňuje ENS používat jednoduchá jména jako ‚john.eth‘ pro odesílání a přijímání digitálních peněz a aktiv.",
  "epoch-term": "Epocha",
  "epoch-definition": "Období 32 <a href=\"/glossary/#slot\">slotů</a>, každý slot trvá 12 sekund, což je celkem 6,4 minuty. <a href=\"/glossary/#committee\">Komise</a> validátorů jsou z bezpečnostních důvodů každou epochu promíchávány. Každá epocha má možnost, aby byl řetězec <a href=\"/glossary/#finality\">finalizován</a>. Každému validátorovi jsou na začátku každé epochy přiděleny nové povinnosti. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Více o proof-of-stake</a>",
  "eoa-term": "Externě vlastněný účet (EOA)",
  "eoa-definition": "Externě vlastněné účty (EOA) jsou nejběžnějším typem účtu na Ethereu. Jsou ovládány osobou prostřednictvím soukromých klíčů/obnovovací fráze. <a href=\"/wallets/\">Více o peněženkách Etherea</a>.",
  "erc-term": "Ethereum Request for Comments (ERC)",
  "erc-definition": "ERC (<strong>Ethereum Request for Comments</strong>) je typ technické dokumentace, kterou komunita Ethereum používá k navrhování nových standardů pro využití sítě Ethereum.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "Typ tokenového standardu na Ethereu, podobný NFT (například jedinečné sběratelské předměty), který zároveň umožňuje vytvářet zaměnitelné položky (například měnu) v rámci jednoho chytrého kontraktu.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "Je to standardní sada pravidel, podle které je vytvořena většina tokenů v síti Ethereum.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "Standardní sada pravidel používaná k vytváření NFT (nezaměnitelných tokenů).",
  "ether-term": "Ether",
  "ether-definition": "Nativní kryptoměna Etherea, běžně označovaná jako „ETH“. Používá se k pokrytí transakčních poplatků při používání ekosystému a aplikací Etherea. <a href=\"/eth/\">Více o etheru</a>.",
  "events-term": "Události",
  "events-definition": "Umožňuje použití logovacích zařízení <a href=\"/glossary/#evm\">EVM</a>. <a href=\"/glossary/#dapp\">Dapps</a> mohou naslouchat událostem a používat je ke spouštění JavaScriptových zpětných volání v uživatelském rozhraní. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">Více o událostech a logách</a>",
  "execution-client-term": "Exekuční klient",
  "execution-client-definition": "Exekuční klienti (dříve známí jako „klienti Eth1“), jako jsou Besu, Erigon, Go-Ethereum (Geth), Nethermind, mají za úkol zpracovávat a vysílat transakce a spravovat stav Etherea. Provádějí výpočty pro každou transakci pomocí <a href=\"/glossary/#evm\">Ethereum Virtual Machine</a>, aby se zajistilo, že jsou dodržována pravidla protokolu.",
  "execution-layer-term": "Exekuční vrstva",
  "execution-layer-definition": "Exekuční vrstva Etherea je síť <a href=\"/glossary/#execution-client\">exekučních klientů</a>.",
  "finality-term": "Konečnost",
  "finality-definition": "Finalita je záruka, že sada transakcí nemůže být změněna, aniž by došlo ke ztrátě obrovského množství ETH.",
  "fork-term": "Větev",
  "fork-definition": "Změna v protokolu způsobující vytvoření alternativního řetězce.",
  "fraud-proof-term": "Důkaz podvodu",
  "fraud-proof-definition": "Bezpečnostní model pro některá řešení <a href=\"/glossary/#layer-2\">druhé vrstvy</a>, kde se pro zvýšení rychlosti transakce <a href=\"/glossary/#rollups\">shromažďují</a> do dávek a odesílají do Etherea v jedné transakci. Ostatní účastníci sítě mohou transakce znovu provést, aby zkontrolovali, zda byly provedeny poctivě. Pokud odhalí nesrovnalost mezi zveřejněnými daty a svou vlastní verzí, mohou zveřejnit kryptografický důkaz, který ukazuje, kde došlo k podvodu. Některé <a href=\"/glossary/#rollups\">rollupy</a> používají <a href=\"/glossary/#validity-proof\">důkazy platnosti</a>.",
  "gas-term": "Palivo",
  "gas-definition": "Palivo je poplatek placený za transakce a chytré kontrakty na blockchainu, jako je Ethereum. <a href=\"/gas/\">Více o palivu a poplatcích</a>.",
  "genesis-block-term": "Genesis blok",
  "genesis-block-definition": "První blok v <a href=\"/glossary/#blockchain\">blockchainu</a>, který se používá k inicializaci konkrétní sítě a její kryptoměny.",
  "gwei-term": "Gwei",
  "gwei-definition": "Zkratka pro gigawei, denominaci <a href=\"/glossary/#ether\">etheru</a>, běžně používanou k ocenění <a href=\"/glossary/#gas\">paliva</a>. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>9</sup> gwei = 1 ether.",
  "hash-term": "Haš",
  "hash-definition": "Otisk pevné délky z variabilně velkého vstupu, vytvořený hašovací funkcí. (Viz <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "holographic-consensus-term": "Holografický konsensus",
  "holographic-consensus-definition": "Označuje způsob, jakým velká skupina činí rozhodnutí tím, že nechá hlasovat menší skupinu zástupců. Zbytek skupiny pak souhlasí s jejich rozhodnutím, pokud věří, že tato menší skupina odvedla dobrou práci.",
  "index-term": "Index",
  "index-definition": "Síťová struktura určená k optimalizaci dotazování na informace z celého <a href=\"/glossary/#blockchain\">blockchainu</a> tím, že poskytuje efektivní cestu k jeho úložnému zdroji.",
  "key-term": "Klíč",
  "key-definition": "V kontextu Etherea jsou klíče digitální kódy: veřejný klíč pro příjem transakcí a soukromý klíč pro přístup k prostředkům a jejich odesílání.",
  "layer-2-term": "Vrstva 2",
  "layer-2-definition": "Druhá vrstva (Layer 2) jsou další sítě postavené na hlavní síti Etherea, které zrychlují a zlevňují transakce. <a href=\"/layer-2/\">Více o druhé vrstvě</a>.",
  "liquidity-tokens-term": "Žetony likvidity",
  "liquidity-tokens-definition": "Liquidity tokeny (LT) jsou digitální tokeny vydávané účastníkům, kteří vloží aktiva do likviditního fondu – tedy souboru prostředků uzamčených v chytrém kontraktu, který slouží k usnadnění obchodování na decentralizované burze (DEX).",
  "mainnet-term": "Mainnet",
  "mainnet-definition": "Zkratka pro „hlavní síť“, toto je hlavní veřejný <a href=\"/glossary/#blockchain\">blockchain</a> Etherea.",
  "mev-term": "MEV",
  "mev-definition": "Mechanismus, který za poplatek upřednostňuje určité akce na blockchainu, čímž ovlivňuje výsledky a pořadí transakcí.",
  "multisig-term": "Multisig",
  "multisig-definition": "Multisig (vícepodpis) označuje digitální peněženku nebo účet, který vyžaduje více podpisů nebo schválení k provedení transakcí, čímž zvyšuje bezpečnost.",
  "nft-term": "Nezaměnitelný token (NFT)",
  "nft-definition": "Unikátní digitální předmět, který můžete vlastnit, jako umění nebo sběratelské předměty, ověřený blockchainovou technologií. <a href=\"/nft/\">Více o nezaměnitelných tokenech (NFT)</a>.",
  "node-term": "Uzel",
  "node-definition": "Softwarový klient, který se podílí na síti. <a href=\"/developers/docs/nodes-and-clients/\">Více o uzlech a klientech</a>.",
  "ommer-term": "Ommer (strýčkovský) blok",
  "ommer-definition": "Když <a href=\"/glossary/#miner\">těžař</a> proof-of-work najde platný <a href=\"/glossary/#block\">blok</a>, jiný těžař mohl publikovat konkurenční blok, který je přidán na vrchol blockchainu jako první. Tento platný, ale zastaralý blok může být zahrnut novějšími bloky jako <em>ommery</em> a obdržet částečnou odměnu za blok. Termín „ommer“ je preferovaný genderově neutrální termín pro sourozence rodičovského bloku, ale někdy se také označuje jako „strýc“. To bylo běžné pro Ethereum, když bylo sítí <a href=\"/glossary/#pow\">proof-of-work</a>. Nyní, když Ethereum používá <a href=\"/glossary/#pos\">proof-of-stake</a>, je pro každý slot vybrán pouze jeden navrhovatel bloku.",
  "onchain-term": "Na řetězci",
  "onchain-definition": "Označuje akce nebo transakce, které probíhají přímo na blockchainu a jsou veřejně přístupné.",
  "optimistic-rollup-term": "Optimistický rollup",
  "optimistic-rollup-definition": "Optimistický rollup je řešení druhé vrstvy, které zrychluje transakce na Ethereu tím, že je standardně považuje za platné, pokud nejsou zpochybněny. <a href=\"/developers/docs/scaling/optimistic-rollups/\">Více o optimistických rollupech</a>.",
  "peer-to-peer-network-term": "Síť peer-to-peer",
  "peer-to-peer-network-definition": "Síť počítačů (uzlů), které společně dokážou zajišťovat funkce bez potřeby centralizovaných serverových služeb.",
  "permissionless-term": "Bez nutnosti povolení",
  "permissionless-definition": "Používání systému jako Ethereum nevyžaduje žádné oprávnění ani schválení – nikdo vám v tom nemůže zabránit. Je otevřený 24/7 pro každého.",
  "private-key-term": "Privátní klíč",
  "private-key-definition": "Soukromý klíč je tajný kód, který prokazuje, že vlastníte své digitální peníze, a umožňuje vám je utrácet, jako PIN k vašemu účtu. <strong>NESDÍLEJTE HO</strong>.",
  "poap-term": "POAP",
  "poap-definition": "Protokol o prokázání účasti se používá k vytvoření digitálního sběratelského předmětu (NFT), který prokazuje, že jste se zúčastnili určité události nebo aktivity.",
  "pos-term": "Proof-of-stake (PoS)",
  "pos-definition": "Metoda, kterou se protokol blockchainu kryptoměny snaží dosáhnout distribuovaného <a href=\"/glossary/#consensus\">konsensu</a>. PoS žádá uživatele, aby prokázali vlastnictví určitého množství kryptoměny (jejich „podíl“ v síti), aby se mohli podílet na validaci transakcí. <a href=\"/developers/docs/consensus-mechanisms/pos/\">Více o proof-of-stake</a>.",
  "pow-term": "Proof-of-work (PoW)",
  "pow-definition": "Bezpečnostní mechanismus pro blockchainy, který vyžaduje, aby uzly vynakládaly energii ve formě výpočtů k nalezení určité hodnoty.",
  "public-goods-term": "Veřejné statky",
  "public-goods-definition": "Veřejné statky jsou věci, které může každý používat zdarma, jako jsou parky nebo čistý vzduch, a jejich používání nebrání ostatním v jejich používání. Vlády je často poskytují, protože podniky to obvykle nedělají, jelikož nemohou snadno účtovat lidem za jejich používání.",
  "public-key-term": "Veřejný klíč",
  "public-key-definition": "Veřejný klíč je sada znaků, která umožňuje ostatním bezpečně vám posílat digitální měnu, jako e-mailová adresa pro peníze.",
  "quadratic-voting-term": "Kvadratické hlasování",
  "quadratic-voting-definition": "Je hlasovací metoda, kde voliči vyjadřují, jak silně se cítí ohledně problémů. Umožňuje voličům ukázat nejen preferenci, ale také intenzitu své preference.",
  "recovery-phrase-term": "Fráze pro obnovení/obnovovací fráze",
  "recovery-phrase-definition": "Seznam slov, který dostanete při vytvoření digitální peněženky. Slouží jako heslo, které vám pomůže obnovit přístup k peněžence, pokud ho ztratíte, a zajistí tak, že nepřijdete o své digitální peníze nebo tokeny.",
  "rollups-term": "Rollupy",
  "rollups-definition": "Typ řešení škálování <a href=\"/glossary/#layer-2\">druhé vrstvy</a>, které shromažďuje více transakcí a odesílá je do <a href=\"/glossary/#mainnet\">hlavního řetězce Etherea</a> v jedné transakci. To umožňuje snížení nákladů na <a href=\"/glossary/#gas\">palivo</a> a zvýšení propustnosti <a href=\"/glossary/#transaction\">transakcí</a>. Existují optimistické a zero-knowledge rollupy, které používají různé bezpečnostní metody k nabídnutí těchto zisků ve škálovatelnosti. <a href=\"/developers/docs/scaling/#rollups\">Více o rollupech</a>.",
  "rpc-term": "Vzdálené volání procedur (RPC)",
  "rpc-definition": "RPC umožňuje jednomu počítači požadovat data nebo akci od jiného přes síť, jako byste žádali o informace pomocí dálkového ovladače.",
  "sequencer-term": "Sekvencer",
  "sequencer-definition": "Sekvenér je program zodpovědný za řazení transakcí v blockchainové síti.",
  "smart-contract-term": "Chytrý kontrakt",
  "smart-contract-definition": "Chytrý kontrakt je program, který automaticky provádí dohody na blockchainu, jako samovynucovací digitální smlouva. <a href=\"/smart-contracts/\">Úvod do chytrých kontraktů</a>.",
  "stablecoin-term": "Stabilní kryptoměna",
  "stablecoin-definition": "Stabilní kryptoměna je typ kryptoměny navržený tak, aby měl stabilní hodnotu, často vázanou na měnu nebo komoditu (jako je americký dolar), aby se minimalizovala cenová volatilita. <a href=\"/stablecoins/\">Více o stabilních kryptoměnách</a>.",
  "staking-term": "Uzamčení",
  "staking-definition": "Uložení množství <a href=\"/glossary/#ether\">etheru</a> (váš podíl) za účelem stát se validátorem a zabezpečit <a href=\"/glossary/#network\">síť</a>. Validátor kontroluje <a href=\"/glossary/#transaction\">transakce</a> a navrhuje <a href=\"/glossary/#block\">bloky</a> v rámci konsensuálního modelu <a href=\"/glossary/#pos\">proof-of-stake</a>. Uzamčení vám poskytuje ekonomickou motivaci jednat v nejlepším zájmu sítě. Dostanete odměny za plnění svých povinností <a href=\"/glossary/#validator\">validátora</a>, ale ztratíte různé množství ETH, pokud tak neučiníte. <a href=\"/staking/\">Více o uzamčení Etherea</a>.",
  "staking-pool-term": "Pool pro uzamčení",
  "staking-pool-definition": "Kombinované ETH více než jednoho stakera Etherea, použité k dosažení 32 ETH potřebných k aktivaci sady klíčů validátoru. Provozovatel uzlu používá tyto klíče k účasti na konsensu a <a href=\"/glossary/#block-reward\">odměny za blok</a> jsou rozděleny mezi přispívající stakery. Pooly pro uzamčení nebo delegování uzamčení nejsou nativní pro protokol Etherea, ale komunita vytvořila mnoho řešení. <a href=\"/staking/pools/\">Více o sdruženém uzamčení</a>.",
  "sybil-attack-term": "Útok Sybil",
  "sybil-attack-definition": "Sybil útoky jsou útoky, kde se jednotlivci snaží přelstít systém, aby si myslel, že jsou více lidmi, aby zvyšili svůj vliv.",
  "terminal-total-difficulty-term": "Konečná celková obtížnost (TTD)",
  "terminal-total-difficulty-definition": "Celková obtížnost je součet obtížnosti těžby Ethash pro všechny bloky až do určitého bodu v blockchainu. Konečná celková obtížnost je specifická hodnota celkové obtížnosti, která byla použita jako spouštěč pro exekuční klienty, aby vypnuli své funkce těžby a šíření bloků, což umožnilo síti přejít na proof-of-stake. Nyní již není relevantní, protože Ethereum přešlo na <a href=\"/glossary/#pos\">proof-of-stake</a>.",
  "transaction-fee-term": "Transakční poplatek",
  "transaction-fee-definition": "Poplatek, který musíte zaplatit vždy, když používáte síť Ethereum. Příklady zahrnují odesílání prostředků z vaší <a href=\"/glossary/#wallet\">peněženky</a> nebo interakci s <a href=\"/glossary/#dapp\">dapp</a>, jako je směna tokenů nebo nákup sběratelského předmětu. Můžete si to představit jako poplatek za službu. Tento poplatek se bude měnit v závislosti na tom, jak je síť vytížená. To je proto, že <a href=\"/glossary/#validator\">validátoři</a>, lidé zodpovědní za zpracování vaší transakce, pravděpodobně upřednostní transakce s vyššími poplatky – takže přetížení tlačí cenu nahoru.<br/><br/>Na technické úrovni se váš transakční poplatek vztahuje k tomu, kolik <a href=\"/glossary/#gas\">paliva</a> vaše transakce vyžaduje.<br/><br/>Snížení transakčních poplatků je v současné době předmětem intenzivního zájmu. Viz <a href=\"/glossary/#layer-2\">druhá vrstva</a>.",
  "trust-assumptions-term": "Předpoklady důvěry",
  "trust-assumptions-definition": "Předpoklady důvěry jsou základní přesvědčení o bezpečnosti a spolehlivosti systému, která určují, čemu důvěřujeme, aby systém fungoval.",
  "validator-term": "Validátor",
  "validator-definition": "<a href=\"/glossary/#node\">Uzel</a> v systému <a href=\"/glossary/#pos\">proof-of-stake</a>, zodpovědný za ukládání dat, zpracování transakcí a přidávání nových bloků do blockchainu. K aktivaci softwaru validátoru musíte být schopni <a href=\"/glossary/#staking\">uzamknout</a> 32 ETH. <a href=\"/staking/\">Více o uzamčení na Ethereu</a>.",
  "validity-proof-term": "Důkaz platnosti",
  "validity-proof-definition": "Bezpečnostní model pro některá řešení <a href=\"/glossary/#layer-2\">druhé vrstvy</a>, kde se pro zvýšení rychlosti transakce shromažďují do dávek a odesílají do Etherea v jedné transakci. Výpočet transakce se provádí offchain a poté se dodá na hlavní řetězec s důkazem jejich platnosti. Tato metoda zvyšuje množství možných transakcí při zachování bezpečnosti. Některé <a href=\"/glossary/#rollups\">rollupy</a> používají <a href=\"/glossary/#fraud-proof\">důkaz podvodu</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Více o rollupech s nulovou znalostí</a>.",
  "wallet-term": "Peněženka",
  "wallet-definition": "Peněženka je digitální nástroj k ukládání, odesílání a přijímání digitální měny, jako virtuální peněženka pro vaše online peníze. <a href=\"/wallets/\">Více o peněženkách Etherea</a>.",
  "web2-term": "Web2",
  "web2-definition": "Je současný internet, zaměřený na obsah vytvářený uživateli a sociální média, která jsou kontrolována několika společnostmi. Web3 je kryptografické přesvědčení, že uživatelé by měli místo toho ovládat svá data a transakce.",
  "web3-term": "Web3",
  "web3-definition": "Web3 je nový internet s blockchainem, kde uživatelé ovládají svá data a transakce, nikoli společnosti. Není třeba sdílet žádné osobní údaje. <a href=\"/web3/\">Více o web3</a>.",
  "wei-term": "Wei",
  "wei-definition": "Nejmenší denominace etheru. 10<sup>18</sup> wei = 1 ether.",
  "zk-proof-term": "Důkaz s nulovou znalostí",
  "zk-proof-definition": "Důkaz s nulovou znalostí je kryptografická metoda, která umožňuje jednotlivci prokázat, že tvrzení je pravdivé, aniž by sděloval jakékoli další informace. <a href=\"/developers/docs/scaling/zk-rollups/\">Více o rollupech s nulovou znalostí</a>."
}
