{
  "page-gas-meta-title": "Palivové poplatky na Ethereu: jak fungují?",
  "page-gas-meta-description": "Přečtěte si o palivu na Ethereu: jak funguje a jak platit méně v palivových poplatcích",
  "page-gas-hero-title": "Palivové poplatky",
  "page-gas-hero-header": "Poplatky sítě",
  "page-gas-hero-button-1-content": "Co je to palivo?",
  "page-gas-hero-subtitle-1": "Síťovým poplatkům na Ethereu se říká palivo.",
  "page-gas-hero-subtitle-2": "Palivo pohání Ethereum.",
  "page-gas-summary-title": "Souhrn",
  "page-gas-summary-item-1": "Každá transakce na Ethereu vyžaduje ke zpracování malý poplatek",
  "page-gas-summary-item-2": "Těmto poplatkům se říká \"palivové\" poplatky",
  "page-gas-summary-item-3": "Palivové poplatky se mění v závislosti na zatížení sítě",
  "page-gas-what-are-gas-fees-header": "Co jsou palivové poplatky?",
  "page-gas-what-are-gas-fees-text-1": "Představte si Ethereum jako velkou počítačovou síť, kde mohou lidé provádět úkoly, jako je posílání zpráv nebo spouštění programů. Stejně jako v reálném světě je k provedení těchto úkolů potřeba energie.",
  "page-gas-what-are-gas-fees-text-2": "V Ethereu má každá výpočetní akce stanovenou cenu \"paliva\". Vaše palivové poplatky představují celkové náklady na akce v transakci. Když odešlete transakci nebo spustíte chytrý kontrakt, zaplatíte za zpracování palivový poplatek.",
  "page-gas-how-do-i-pay-less-gas-header": "Jak zaplatím méně za palivo?",
  "page-gas-how-do-i-pay-less-gas-text": "I když jsou vyšší poplatky na Ethereu někdy nevyhnutelné, existují strategie, které můžete použít ke snížení nákladů:",
  "page-gas-how-do-i-pay-less-gas-card-1-title": "Načasujte si své transakce",
  "page-gas-how-do-i-pay-less-gas-card-1-description": "Stejně jako je cestování mimo sezónu méně přeplněné a cenově dostupnější, je Ethereum obecně levnější, když Severní Amerika spí.",
  "page-gas-how-do-i-pay-less-gas-card-2-title": "Počkejte, až se palivo zlevní",
  "page-gas-how-do-i-pay-less-gas-card-2-description": "Ceny paliva se každých dvanáct sekund zvyšují a snižují podle toho, jak je Ethereum přetížené. Když jsou ceny paliva vysoké, stačí před transakcí počkat jen několik minut, aby se výrazně snížila částka, kterou zaplatíte.",
  "page-gas-how-do-i-pay-less-gas-card-3-title": "Použijte vrstvu 2",
  "page-gas-how-do-i-pay-less-gas-card-3-description": "Blockchainy na 2. vrstvě jsou postaveny nad Ethereem, nabízejí nižší poplatky a zpracovávají více transakcí. Jsou dobrou volbou, jak ušetřit na poplatcích za transakce, které nemusí probíhat v hlavní síti Etherea.",
  "page-gas-try-layer-2": "Vyzkoušejte 2. vrstvu",
  "page-gas-what-causes-high-gas-fees-header": "Co způsobuje vysoké palivové poplatky?",
  "page-gas-what-causes-high-gas-fees-text-1": "Kdykoli množství výpočtů (palivo) na Ethereu překročí určitou hranici, začnou se palivové poplatky zvyšovat. Čím více palivo tuto hranici překročí, tím rychleji se palivové poplatky zvyšují.",
  "page-gas-what-causes-high-gas-fees-text-2": "Vyšší poplatky mohou být způsobeny například populárními dappkami nebo NFT, pravidelně zvýšeným obchodováním na DEX nebo přehnanou aktivitou uživatelů v době špičky.",
  "page-gas-what-causes-high-gas-fees-text-3": "Vývojáři na Ethereu by měli před nasazením dbát na optimalizaci použití svých chytrých kontraktů. Pokud hodně lidí používá špatně napsaný chytrý kontrakt, spotřebuje více paliva a mohl by nechtěně způsobit přetížení sítě.",
  "page-gas-want-to-dive-deeper": "Chcete se ponořit hlouběji?",
  "page-gas-check-out-the-developer-docs": "Podívejte se do dokumentace pro vývojáře.",
  "page-gas-attack-of-the-cryptokitties-header": "Útok kryptokočiček",
  "page-gas-attack-of-the-cryptokitties-text": "V listopadu 2017 byl spuštěn populární projekt CryptoKitties. Jeho rychlý nárůst popularity způsobil značné přetížení sítě a extrémně vysoké palivové poplatky. Problémy, které projekt CryptoKitties představoval, urychlily naléhavost hledání řešení pro škálování Etherea.",
  "page-gas-why-do-we-need-gas-header": "Proč potřebujeme palivo?",
  "page-gas-why-do-we-need-gas-text": "Palivo je klíčovým prvkem pro zajištění bezpečnosti Etherea a zpracování transakcí. Palivo pomáhá mnoha způsoby:",
  "page-gas-benefits-1-description": "Palivo udržuje Ethereum odolné vůči sybilům útokům tím, že brání škodlivým aktérům zahltit síť podvodnými aktivitami.",
  "page-gas-benefits-2-description": "Vzhledem k tomu, že výpočet stojí palivo, je spamování Etherea drahými transakcemi, ať už náhodně nebo záměrně, finančně znevýhodněno.",
  "page-gas-benefits-3-description": "Pevný limit na množství výpočtů, které lze v jednom okamžiku provést, zabraňuje zahlcení Etherea a pomáhá zajistit, aby byla síť vždy dostupná.",
  "page-gas-how-is-gas-calculated-header": "Jak jsou palivové poplatky vypočítány?",
  "page-gas-advanced": "Další",
  "page-gas-how-is-gas-calculated-text-1": "Celkový palivový poplatek se skládá z několika částí:",
  "page-gas-how-is-gas-calculated-item-1": "<b>Základní poplatek:</b> poplatek stanovený sítí, který je třeba zaplatit za transakci",
  "page-gas-how-is-gas-calculated-item-2": "<b>Prioritní poplatek:</b> nepovinné spropitné, které motivuje provozovatele uzlů, aby zahrnuli vaši transkaci",
  "page-gas-how-is-gas-calculated-item-3": "<b>Jednotky spotřebovaného paliva<i>*</i>:</b> vzpomínáte si, jak jsme říkali, že palivo představuje výpočet? Složitější akce, jako je interakce s chytrým kontraktem, spotřebují více paliva než jednoduché akce, jako je odeslání transakce.",
  "page-gas-how-is-gas-calculated-list-item-1": "<i><span>*</span> Na Obrázku 1 vidíte, kolik paliva spotřebují různé typy transakcí</i>",
  "page-gas-how-is-gas-calculated-text-2": "Vzorec pro výpočet palivového poplatku je: jednotky spotřebovaného plynu * (základní poplatek + prioritní poplatek). Většina peněženek vypočítá spotřebu paliva a zobrazí ji jednodušším způsobem.",
  "page-gas-table-figure": "<i>Obrázek 1: Spotřebované palivo podle typu transakce</i>",
  "page-gas-table-header-1": "Typy transakcí",
  "page-gas-table-header-2": "Jednotky spotřebovaného paliva",
  "page-gas-table-item-1-transaction-type": "Posílání ETH",
  "page-gas-table-item-2-transaction-type": "Posílání ERC-20 tokenů",
  "page-gas-table-item-3-transaction-type": "Převádění NFT",
  "page-gas-table-item-4-transaction-type": "Swapowání na Uniswapu",
  "page-gas-faq-header": "Často kladené dotazy",
  "page-gas-faq-question-1-q": "Komu se platí palivový poplatek v rámci mé transakce?",
  "page-gas-faq-question-1-a-1": "Většina palivového poplatku - základní poplatek - je z principu zničena (spálena). Prioritní poplatek, pokud je součástí transakce, se předá ověřovateli, který transakci navrhl.",
  "page-gas-faq-question-1-a-2": "Podrobný popis procesu si můžete přečíst v <a href=\"/developers/docs/gas/\">dokumentech o palivu pro vývojáře.</a>",
  "page-gas-faq-question-2-q": "Musím platit palivo v ETH?",
  "page-gas-faq-question-2-a-1": "Ano. Všechny palivové poplatky na Ethereu musí být zaplaceny v nativní měně ETH.",
  "page-gas-faq-question-2-a-2": "Více o ETH",
  "page-gas-faq-question-3-q": "Co je to gwei?",
  "page-gas-faq-question-3-a-1": "Ve většině peněženek nebo sledovačů paliva se ceny plynu uvádějí jako \"gwei\".",
  "page-gas-faq-question-3-a-2": "Gwei je menší část ETH, podobně jako halíře u českých korun, s tím rozdílem, že 1 ETH je rovno 1 miliardě gwei. O gwei mluvíme, když se bavíme o malých částech ETH.",
  "page-gas-use-layer-2": "Použijte vrstvu 2"
}
