{
  "page-wallets-accounts-addresses": "Peněženky, účty, přístupové klíče a adresy",
  "page-wallets-accounts-addresses-desc": "Stojí za to pochopit rozdíly mezi některými klíčovými pojmy.",
  "page-wallets-accounts-ethereum-addresses": "<b>Ethereum účet má adresu</b>, podobně jako e-mailová schránka má e-mailovou adresu. Ta slouží k identifikaci vašich digitálních aktiv.",
  "page-wallets-alt": "Ilustrace robota s trezorem jako tělem, který představuje peněženku Ethereum",
  "page-wallets-ethereum-account": "<b>Ethereum účet tvoří dvojice klíčů</b>. <a href=\"/glossary/#public-key\">První klíč</a> slouží k vytvoření adresy, kterou můžete volně sdílet, a <a href=\"/glossary/#private-key\">druhý klíč</a> musíte držet v tajnosti, protože se používá k podepisování. Tyto klíče vám společně umožňují držet aktiva a provádět transakce.",
  "page-wallets-blog": "Blog Coinbase",
  "page-wallets-bookmarking": "Přidejte si Vaši peněženku do záložek",
  "page-wallets-bookmarking-desc": "Pokud používáte webovou peněženku, přidejte si stránku do záložek, abyste se ochránili před phishingem.",
  "page-wallets-cd": "<b>Fyzické hardwarové peněženky</b> jsou zařízení, která umožňují uchovávat vaše krypto offline – velmi bezpečné.",
  "page-wallets-desc-2": "Peněženky jsou tím, co většina lidí používá ke správě svých digitálních aktiv a identity.",
  "page-wallets-desc-2-link": "Více o ETH",
  "page-wallets-desc-3": "Vaše peněženka je nástrojem pro interakci s vaším ethereovým účtem. To znamená, že můžete kdykoli změnit poskytovatele peněženky. Mnoho peněženek vám také umožňuje spravovat více ethereových účtů z jedné aplikace.",
  "page-wallets-desc-4": "Poskytovatelé peněženek vaše prostředky neuchovávají. Poskytují vám pouze nástroj pro zobrazení vašich aktiv na Ethereu a nástroje pro jejich snadnou správu.",
  "page-wallets-description": "Peněženky pro Ethereum jsou aplikace, které vám dávají kontrolu nad vaším účtem. Stejně jako vaše fyzická peněženka obsahují vše, co potřebujete k prokázání své identity a správě svých aktiv. Vaše peněženka vám umožní přihlásit se do aplikací, zobrazit zůstatek, odesílat transakce a ověřit vaši identitu.",
  "page-wallets-desktop": "<b>Aplikace pro stolní počítače</b>, pokud dáváte přednost správě svých prostředků prostřednictvím systémů macOS, Windows nebo Linux.",
  "page-wallets-ethereum-wallet": "<b>Peněženka je nástroj, který vám umožňuje interagovat s vaším účtem</b> pomocí vašich klíčů. Umožňuje zobrazit zůstatek na účtu, odesílat transakce a další.",
  "page-wallets-explore": "Prozkoumejte Ethereum",
  "page-wallets-features-desc": "Můžeme vám pomoci vybrat peněženku podle funkcí, na kterých vám záleží.",
  "page-wallets-features-title": "Porovnání peněženek na základě funkcí",
  "page-wallets-find-wallet-btn": "Najít peněženku",
  "page-wallets-find-wallet-link": "Najít peněženku",
  "page-wallets-get-some": "Získejte ETH",
  "page-wallets-get-some-alt": "Ilustrace ruky tvořící logo ETH z lega",
  "page-wallets-get-some-btn": "Získejte ETH",
  "page-wallets-get-some-desc": "ETH je nativní kryptoměna sítě Ethereum. ETH v peněžence budete potřebovat, pokud chcete používat aplikace na Ethereu.",
  "page-wallets-keys-to-safety": "Klíče k uchování kryptoměny v bezpečí",
  "page-wallets-manage-funds": "Aplikace pro správu vašich financí",
  "page-wallets-manage-funds-desc": "Vaše peněženka zobrazuje vaše zůstatky, historii transakcí a umožňuje vám posílat nebo přijímat prostředky. Některé peněženky mohou nabídnout i další funkce.",
  "page-wallets-meta-description": "Co potřebujete vědět, abyste mohli používat peněženku na ETH.",
  "page-wallets-meta-title": "Ethereum peněženky: nakupujte, ukládejte a posílejte kryptoměny",
  "page-wallets-mobile": "<b>Mobilní aplikace</b>, díky kterým jsou vaše finanční prostředky dostupné odkudkoli.",
  "page-wallets-more-on-dapps-btn": "Více o dappkách",
  "page-wallets-most-wallets": "Většina peněženek vám umožní vytvořit si účet na síti Ethereum, takže jej nepotřebujete mít před stažením peněženky.",
  "page-wallets-protecting-yourself": "Ochrana sebe a svých prostředků",
  "page-wallets-seed-phrase": "Zapište si vaši <a href=\"/glossary/#recovery-phrase\">frázi pro obnovení</a>.",
  "page-wallets-seed-phrase-desc": "Peněženky vám často poskytnou bezpečnostní frázi, kterou si musíte zapsat a uložit na bezpečném místě. Je to jediný způsob, jak bude možné peněženku obnovit.",
  "page-wallets-seed-phrase-example": "Toto je příklad:",
  "page-wallets-seed-phrase-write-down": "Neukládejte ji na počítači. Zapište ji a uložte na bezpečném místě.",
  "page-wallets-slogan": "Držíte klíče ke své digitální budoucnosti",
  "page-wallets-stay-safe": "Jak zůstat v bezpečí",
  "page-wallets-stay-safe-desc": "Finanční svoboda a možnost přístupu k prostředkům odkudkoli přináší odpovědnost – v kryptu neexistuje zákaznická podpora. <b>Jste zodpovědní za bezpečnost svých klíčů</b>.",
  "page-wallets-subtitle": "Peněženky vám pomohou získat přístup k vašim digitálním aktivům a přihlásit se do aplikací.",
  "page-wallets-take-responsibility": "Převezměte odpovědnost za své vlastní prostředky",
  "page-wallets-take-responsibility-desc": "Centralizované směnárny propojí vaši peněženku s uživatelským jménem a heslem, které můžete obnovit tradičním způsobem. Jen pamatujte, že této směnárně svěřujete správu svých financí. Pokud by burza měla finanční potíže, vaše prostředky by byly ohroženy.",
  "page-wallets-tips": "Další tipy, jak zůstat v bezpečí",
  "page-wallets-tips-community": "Od komunity",
  "page-wallets-title": "Peněženky pro Ethereum",
  "page-wallets-triple-check": "Vše třikrát zkontrolujte",
  "page-wallets-triple-check-desc": "Pamatujte, že transakce nelze vrátit zpět a peněženky nelze snadno obnovit, proto buďte vždy opatrní.",
  "page-wallets-try-dapps": "Vyzkoušejte dappky",
  "page-wallets-try-dapps-alt": "Obrázek spolupracujících členů komunity platformy Ethereum",
  "page-wallets-try-dapps-desc": "Dappky jsou aplikace postavené na Ethereu. Jsou levnější, spravedlivější a šetrnější k vašim datům než většina tradičních aplikací.",
  "page-wallets-types": "Typy peněženek",
  "page-wallets-types-desc": "Existuje několik způsobů, jak komunikovat a interagovat se svým účtem:",
  "page-wallets-web-browser": "<b>Prohlížečové peněženky</b> jsou webové aplikace, které umožňují interagovat s vaším účtem přímo v prohlížeči.",
  "page-wallets-web-browser-extension": "<b>Peněženky jako rozšíření prohlížeče</b> jsou rozšíření, která si stáhnete a která umožňují interakci s vaším účtem a aplikacemi prostřednictvím prohlížeče.",
  "page-wallets-whats-a-wallet": "Co je Ethereum peněženka?",
  "page-wallets-your-ethereum-account": "Váš účet na síti Ethereum",
  "page-wallets-your-ethereum-account-desc": "Vaše peněženka je vaše okno k Ethereovému účtu. Najdete tu váš zůstatek, historii transakcí a další. Ale poskytovatele peněženky můžete kdykoliv změnit.",
  "page-wallets-your-login": "Vaše přihlášení do aplikací na Ethereu",
  "page-wallets-your-login-desc": "Vaše peněženka umožňuje připojení k aplikacím pomocí účtu na Ethereu. Je to jako přihlášení, kterým získáte přístup k většině aplikací.",
  "additional-reading-how-to-create-an-ethereum-account": "Jak si vytvořit Ethereum účet",
  "additional-reading-how-to-use-a-wallet": "Jak používat peněženku"
}
