{
  "page-layer-2-learn-meta-title": "Co je druhá vrstva? | ethereum.org",
  "page-layer-2-learn-title": "Co je vrstva 2?",
  "page-layer-2-learn-description": "Škálování Etherea pro masovou adopci",
  "page-layer-2-learn-button-1-label": "Co je vrstva 2?",
  "page-layer-2-learn-button-2-label": "Použijte vrstvu 2",
  "page-layer-2-learn-what-is-layer-2-title": "Co je vrstva 2?",
  "page-layer-2-learn-what-is-layer-2-1": "Vrstva 2 (L2) je souhrnný termín pro popis specifické sady škálovacích řešení Etherea. <strong>Vrstva 2 je samostatný <a href=\"/glossary/#blockchain\">blockchain</a>, který rozšiřuje Ethereum a dědí bezpečnostní principy Etherea</strong>.",
  "page-layer-2-learn-what-is-layer-2-2": "Nyní se do tématu ponoříme trochu hlouběji. Na to je třeba nejprve vysvětlit vrstvu 1 (L1).",
  "page-layer-2-learn-what-is-layer-1-title": "Co je vrstva 1?",
  "page-layer-2-learn-what-is-layer-1-1": "Blockchainy první vrstvy, jako jsou Ethereum a Bitcoin, jsou <strong>základním kamenem, na kterém staví projekty druhé vrstvy</strong>. Příklady projektů druhé vrstvy zahrnují <strong>rollupy s nulovou znalostí</strong> a <strong>optimistické rollupy</strong> na Ethereu a Lightning Network na Bitcoinu.",
  "page-layer-2-learn-what-is-layer-1-2": "Ethereum také funguje jako vrstva dostupnosti dat pro druhé vrstvy, a pokud dojde ke sporům o předchozí transakce, data pro tyto spory jsou poskytována z Etherea.",
  "page-layer-2-learn-layer-1-list-title": "Ethereum jako vrstva 1 zahrnuje:",
  "page-layer-2-learn-layer-1-list-1": "<strong>síť operátorů uzlů</strong> k zabezpečení a ověření sítě",
  "page-layer-2-learn-layer-1-list-2": "<strong>síť výrobců bloků</strong>",
  "page-layer-2-learn-layer-1-list-3": "<strong>samotný blockchain</strong> a historii transakčních dat",
  "page-layer-2-learn-layer-1-list-4": "<strong>mechanismus konsenzu</strong> pro síť",
  "page-layer-2-learn-why-do-we-need-layer-2-title": "Proč potřebujeme vrstvu 2?",
  "page-layer-2-learn-why-do-we-need-layer-2-1": "Tři žádoucí vlastnosti blockchainu jsou decentralizace, bezpečnost a škálovatelnost. Blockchainové trilema říká, že jednoduchá blockchainová architektura může dosáhnout pouze dvou z těchto tří vlastností. Chcete bezpečný a decentralizovaný blockchain? Musíte obětovat škálovatelnost. A zde přicházejí na řadu sítě druhé vrstvy.",
  "page-layer-2-learn-why-do-we-need-layer-2-2": "Ethereum dosáhlo současné kapacity sítě s více než 1 milionem transakcí denně, přičemž po každé z těchto transakcí je vysoká poptávka. Úspěch Etherea a poptávka po jeho používání způsobily podstatné zvýšení cen za plyn. Proto také vrcholí potřeba škálovacích řešení.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability": "Škálovatelnost",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-1": "Hlavním cílem škálovatelnosti je zvýšit rychlost transakcí (rychlejší finalita) a propustnost transakcí (vysoký počet transakcí za sekundu) bez obětování decentralizace nebo bezpečnosti.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-2": "Komunita Etherea zaujala pevný postoj, že v zájmu škálovatelnosti neobětuje decentralizaci ani bezpečnost. Až do zavedení shardingu bude hlavní síť Etherea (první vrstva) schopna zpracovat zhruba jen 15 transakcí za sekundu. Když je poptávka po používání Etherea vysoká, dochází k zahlcení sítě, což zvyšuje transakční poplatky a znemožňuje používání Etherea těm, kteří si to nemohou dovolit, dokud se poplatky nesníží. Právě zde přichází na řadu druhá vrstva, která dnes škáluje Ethereum.",
  "page-layer-2-learn-layer2Cards-1-title": "Nižší poplatky",
  "page-layer-2-learn-layer2Cards-1-description": "Spojením více transakcí do jediné transakce na první vrstvě se masivně snižují transakční poplatky, takže je Ethereum dostupnější pro všechny.",
  "page-layer-2-learn-layer2Cards-2-title": "Udržuje bezpečnost",
  "page-layer-2-learn-layer2Cards-2-description": "Blockchainy druhé vrstvy vypořádávají své transakce na hlavní síti Etherea, což uživatelům, kteří je používají, umožňuje těžit z bezpečnosti sítě Ethereum.",
  "page-layer-2-learn-layer2Cards-3-title": "Rozšíří případy použití",
  "page-layer-2-learn-layer2Cards-3-description": "Díky vyšším transakcím za sekundu, nižším poplatkům a nové technologii se projekty rozšíří do nových aplikací s lepší uživatelskou zkušeností.",
  "page-layer-2-learn-how-does-layer-2-work-title": "Jak funguje vrstva 2?",
  "page-layer-2-learn-how-does-layer-2-work-1": "Jak jsme zmínili výše, vrstva 2 je souhrnné označení pro škálovací řešení Etherea, která zpracovávají transakce mimo vrstvu 1 Etherea a přitom stále využívají robustní decentralizované zabezpečení vrstvy 1 Etherea. Vrstva 2 je samostatný blockchain, který rozšiřuje Ethereum. Jak to funguje?",
  "page-layer-2-learn-how-does-layer-2-work-2": "Existuje několik různých typů vrstvy 2, z nichž každý má svá vlastní specifika a bezpečnostní modely. Vrstva 2 odstraňuje transakční zátěž vrstvy 1, což umožňuje, aby se méně zahlcovala a veškerá aktivita byla škálovatelnější.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-title": "Rollupy",
  "page-layer-2-learn-how-does-layer-2-work-rollups-1": "Rollupy sdružují (neboli ‚rolují‘) stovky transakcí do jedné transakce na první vrstvě. Tím se transakční poplatky první vrstvy rozdělí mezi všechny v rollupu, takže je to pro každého uživatele levnější.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-2": "Data transakcí v rollupu se předávají na 1. vrstvu, ale provedení se provádí samostatně pomocí rollupu. Předáním transakčních dat na 1. vrstvu rollupy dědí bezpečnost Etherea. Je to proto, že jakmile jsou data odeslána na 1. vrstvu, vrácení transakce rollupu vyžaduje vrácení Etherea. Existují dva různé přístupy k rollupům: optimistický a zero-knowledge - liší se především způsobem, jakým jsou tato transakční data odesílána na 1. vrstvu.",
  "page-layer-2-learn-rollupCards-optimistic-title": "Optimistický rollup",
  "page-layer-2-learn-rollupCards-optimistic-description": "Optimistické rollupy používají důkazy o chybě, kde se transakce považují za platné, ale mohou být napadeny, pokud existuje podezření na neplatnou transakci. Pokud existuje podezření na neplatnou transakci, spustí se důkaz o chybě, aby se zjistilo, zda k tomu došlo.",
  "page-layer-2-learn-rollupCards-optimistic-childSentence": "Více o optimistických rollupech",
  "page-layer-2-learn-rollupCards-zk-title": "Rollupy s nulovou znalostí",
  "page-layer-2-learn-rollupCards-zk-description": "Rollupy s nulovou znalostí používají důkazy platnosti, kde se výpočty transakcí provádějí mimo řetězec a tato data jsou pak dodána do hlavní sítě Etherea s důkazem jejich platnosti.",
  "page-layer-2-learn-rollupCards-zk-childSentence": "Více o zk-rollups",
  "page-layer-2-learn-dyor-title": "Udělejte si vlastní průzkum: Rizika druhé vrstvy",
  "page-layer-2-learn-dyor-1": "Protože řetězce druhé vrstvy dědí zabezpečení od Etherea, v ideálním světě jsou stejně bezpečné jako Ethereum první vrstvy. Mnohé z těchto <strong>projektů jsou však stále mladé a poněkud experimentální</strong>. Po letech výzkumu a vývoje bylo mnoho technologií druhé vrstvy, které budou škálovat Ethereum, spuštěno v roce 2021. Tím nechceme říci, že tyto druhé vrstvy nejsou bezpečné, pouze to, že žádná druhá vrstva není tak prověřená v praxi jako hlavní síť Etherea. Vždy si udělejte vlastní průzkum a rozhodněte se, zda vám případná rizika vyhovují.",
  "page-layer-2-learn-dyor-2": "Pro více informací o technologii, rizicích a předpokladech důvěry u druhých vrstev doporučujeme navštívit L2BEAT, který poskytuje komplexní rámec pro hodnocení rizik každého projektu.",
  "page-layer-2-learn-dyor-link": "Navštívit L2BEAT",
  "page-layer-2-learn-note-on-alt-l1-title": "Poznámka k alternativním prvním vrstvám, sidechainům a validiím",
  "page-layer-2-learn-note-on-alt-l1-1": "Alternativní první vrstvy mají vyšší propustnost a nižší transakční poplatky než Ethereum. Tyto alternativní první vrstvy musely obětovat bezpečnost nebo decentralizaci, aby dosáhly vyššího počtu transakcí za sekundu a nižších poplatků. Ekosystém Etherea je pevně přesvědčen, že škálování druhé vrstvy je jediným způsobem, jak vyřešit trilema škálovatelnosti a zůstat decentralizovaný a bezpečný.",
  "page-layer-2-learn-note-on-alt-l1-2": "Sidechainy a validia jsou blockchainy, které umožňují přemostění aktiv z jednoho blockchainu a jejich použití na jiném. Sidechainy a validia běží souběžně s hlavním řetězcem a komunikují s ním prostřednictvím přemostění, ale nezískávají z něj své zabezpečení ani dostupnost dat. Škálovatelností se podobají druhým vrstvám, ale mají odlišné předpoklady důvěry. Nabízejí nižší transakční poplatky a vyšší propustnost transakcí. Více o <a href=\"/developers/docs/scaling/sidechains\">sidechainech</a> a <a href=\"/developers/docs/scaling/validium\">validiích</a>.",
  "page-layer-2-learn-callout-1-title": "Jaké jsou výhody?",
  "page-layer-2-learn-callout-1-description": "Prozkoumejte, jaký praktický dopad mají řešení druhé vrstvy na uživatelský zážitek.",
  "page-layer-2-learn-learn-more": "Další informace",
  "page-layer-2-learn-callout-2-title": "Prozkoumejte různé sítě",
  "page-layer-2-learn-callout-2-description": "Zjistěte, jak se sítě od sebe liší a jak daleko pokročily ve svém vývoji.",
  "page-layer-2-learn-explore-networks": "Prozkoumejte sítě"
}
