{
  "page-ethereum-vs-bitcoin-meta-title": "Ethereum vs. Bitcoin: jaký je v tom rozdíl? | ethereum.org",
  "page-ethereum-vs-bitcoin-meta-description": "Zjistěte, jaké jsou rozdíly mezi Bitcoinem a Ethereem, včetně případů použití, výkonu sítě, zabezpečení, tokenové ekonomiky, úrovně decentralizace a dalších.",
  "page-ethereum-vs-bitcoin-twitter-meta-description": "Zjistěte, jaké jsou rozdíly mezi Bitcoinem a Ethereem, včetně případů použití, výkonu sítě, tokenové ekonomiky a dalších.",
  "page-ethereum-vs-bitcoin-title": "Ethereum vs. Bitcoin: jaký je v tom rozdíl?",
  "page-ethereum-vs-bitcoin-description-1": "Bitcoin a Ethereum jsou dvě nejznámější decentralizované blockchainové sítě, ale slouží velmi odlišným účelům.",
  "page-ethereum-vs-bitcoin-section-1": "Bitcoin (s velkým B) je blockchain navržený pro digitální měnu zvanou bitcoin (s malým b). Ethereum je navrženo jako decentralizovaná platforma pro aplikace a aktiva, poháněná svou nativní kryptoměnou <strong>ether (ETH)</strong>.",
  "page-ethereum-vs-bitcoin-section-2": "Obě používají technologii blockchainu, jsou open-source a jsou spravovány globálními komunitami, ale jejich cíle a vlastnosti jsou odlišné. V této příručce si projdeme, co je každá síť zač, co mají společného a jak se liší v oblastech jako technologie, kultura a budoucí výhled.",
  "page-ethereum-vs-bitcoin-bitcoin-section-title": "Bitcoin – rychlý úvod",
  "page-ethereum-vs-bitcoin-bitcoin-section-1": "Bitcoin je decentralizovaná síť digitálních měn. Byla <strong>vytvořena v roce 2009</strong> anonymní entitou pod jménem <strong>Satoshi Nakamoto</strong> krátce po finanční krizi v roce 2008. Myšlenkou bylo, aby Bitcoin byl peer-to-peer elektronický hotovostní systém.",
  "page-ethereum-vs-bitcoin-bitcoin-section-2": "Bitcoin umožňuje komukoli <strong>odesílat a přijímat bitcoiny</strong> přes internet <strong>bez spoléhání na centrální autoritu</strong>, jako je banka. Všechny transakce jsou zaznamenány ve veřejné účetní knize známé jako blockchain.",
  "page-ethereum-vs-bitcoin-bitcoin-section-3": "Bitcoin používá k zabezpečení své sítě důkaz prací. Počítače po celém světě soutěží v řešení kryptografických hádanek, které jim umožňují přidávat nové bloky. Tyto specializované počítače se nazývají těžaři a za \"těžení\" nových bloků dostávají bitcoiny jako odměnu za blok.",
  "page-ethereum-vs-bitcoin-bitcoin-section-4": "<strong>Bitcoin má pevnou maximální zásobu 21 milionů mincí</strong>. Toto konstrukční rozhodnutí je klíčovým důvodem, proč je Bitcoin často označován jako digitální zlato.",
  "page-ethereum-vs-bitcoin-ethereum-section-title": "Ethereum – rychlý úvod",
  "page-ethereum-vs-bitcoin-ethereum-section-1": "Podobně jako Bitcoin je i Ethereum decentralizovaná blockchainová síť, ale byla <strong>navržena tak, aby uměla víc než jen zaznamenávat platby</strong>. Ethereum, které v <strong>roce 2015</strong> spustil softwarový vývojář <strong>Vitalik Buterin</strong> se svými spoluzakladateli, bylo vytvořeno jako platforma pro chytré kontrakty a decentralizované aplikace.",
  "page-ethereum-vs-bitcoin-ethereum-section-2": "Ethereum umožňuje komukoli posílat a přijímat hodnotu jako Bitcoin, ale také funguje jako <strong>platforma, kterou může kdokoli používat pro aplikace</strong>. Síť Ethereum běží na tisících uzlů a není řízena jedinou entitou.",
  "page-ethereum-vs-bitcoin-ethereum-section-3": "Kdokoli může na Ethereu vytvářet a nasazovat aplikace. Tyto programy se nazývají <strong>chytré kontrakty</strong> a jsou hlavní inovací Etherea.",
  "page-ethereum-vs-bitcoin-ethereum-section-4": "Jakmile je chytrý kontrakt nasazen, běží deterministicky při každé interakci. Díky tomu je možné vytvářet aplikace pro věci, jako je půjčování, obchodování, hry a digitální sběratelské předměty, které běží nepřetržitě pro miliony uživatelů po celém světě.",
  "page-ethereum-vs-bitcoin-ethereum-section-5": "Stejně jako se bitcoin používá k placení transakčních poplatků v síti Bitcoin, nativní měna Etherea, ether, se používá k placení transakčních poplatků, publikování a používání chytrých kontraktů a k zabezpečení sítě. <strong>Ether funguje jako palivo pro spouštění programů i jako uchovatel hodnoty</strong>.",
  "page-ethereum-vs-bitcoin-ethereum-section-6": "Zjistěte více o Ethereu a o tom, jak funguje",
  "page-ethereum-vs-bitcoin-differences-section-title": "Klíčové rozdíly",
  "page-ethereum-vs-bitcoin-differences-section-1": "Bitcoin a Ethereum používají technologii blockchainu k udržování decentralizovaných sítí, ale liší se svým designem, účelem a schopnostmi.",
  "page-ethereum-vs-bitcoin-differences-table-area": "Oblast",
  "page-ethereum-vs-bitcoin-differences-table-bitcoin": "Bitcoin",
  "page-ethereum-vs-bitcoin-differences-table-ethereum": "Ethereum",
  "page-ethereum-vs-bitcoin-differences-table-row-1-1": "Hlavní účel",
  "page-ethereum-vs-bitcoin-differences-table-row-1-2": "Peer-to-peer digitální měna",
  "page-ethereum-vs-bitcoin-differences-table-row-1-3": "Platforma pro aplikace a digitální ekonomiky",
  "page-ethereum-vs-bitcoin-differences-table-row-2-1": "Smart kontrakt účty",
  "page-ethereum-vs-bitcoin-differences-table-row-2-2": "Nepodporováno",
  "page-ethereum-vs-bitcoin-differences-table-row-2-3": "Základní funkce",
  "page-ethereum-vs-bitcoin-differences-table-row-3-1": "Zásoba",
  "page-ethereum-vs-bitcoin-differences-table-row-3-2": "Bitcoin se vydává v každém bloku s pevnou/předem stanovenou sazbou, kterou určuje původní a nezměněný protokol, s konečným pevným limitem 21 milionů.",
  "page-ethereum-vs-bitcoin-differences-table-row-3-3": "Ether je v každém bloku pálen v poměru k aktivitě/poptávce a vydáván v každé epoše v poměru k celkovému uzamčenému ETH. Neexistuje žádný pevný limit, ale míra vydávání je omezena celkovým uzamčeným ETH.",
  "page-ethereum-vs-bitcoin-differences-table-row-4-1": "Mechanismus konsensu",
  "page-ethereum-vs-bitcoin-differences-table-row-4-2": "Důkaz prací",
  "page-ethereum-vs-bitcoin-differences-table-row-4-3": "Důkaz podílem",
  "page-ethereum-vs-bitcoin-differences-table-row-5-1": "Rychlost",
  "page-ethereum-vs-bitcoin-differences-table-row-5-2": "Většinou považováno za nezvratné po šesti blocích, v průměru za 60 minut",
  "page-ethereum-vs-bitcoin-differences-table-row-5-3": "Přibližně 15 minut do finality",
  "page-ethereum-vs-bitcoin-differences-table-row-6-1": "Spotřeba energie",
  "page-ethereum-vs-bitcoin-differences-table-row-6-2": "Vysoké",
  "page-ethereum-vs-bitcoin-differences-table-row-6-3": "Nízká",
  "page-ethereum-vs-bitcoin-differences-table-row-7-1": "Řízení",
  "page-ethereum-vs-bitcoin-differences-table-row-7-2": "Konzervativní, pomalu se pohybující",
  "page-ethereum-vs-bitcoin-differences-table-row-7-3": "Flexibilní, řízeno komunitou",
  "page-ethereum-vs-bitcoin-differences-table-row-8-1": "Vývojářský ekosystém",
  "page-ethereum-vs-bitcoin-differences-table-row-8-2": "Menší",
  "page-ethereum-vs-bitcoin-differences-table-row-8-3": "Velký a aktivní",
  "page-ethereum-vs-bitcoin-differences-table-row-9-1": "Vylepšení",
  "page-ethereum-vs-bitcoin-differences-table-row-9-2": "Vzácné",
  "page-ethereum-vs-bitcoin-differences-table-row-9-3": "Časté a iterativní",
  "page-ethereum-vs-bitcoin-purpose-title": "Účel Bitcoinu vs. Etherea",
  "page-ethereum-vs-bitcoin-purpose-1": "Bitcoin byl vytvořen v roce 2009 v důsledku globální finanční krize. Jeho cílem bylo nabídnout peer-to-peer formu peněz, která by fungovala bez bank a vlád. Je záměrně jednoduchý. Cílem sítě je <strong>přesouvat hodnotu z jedné osoby na druhou bez prostředníka</strong>. Toto úzké zaměření mu pomohlo stát se všeobecně známým jako forma digitálního zlata, vzácného a trvanlivého uchovatele hodnoty, který může být také použit jako prostředek směny.",
  "page-ethereum-vs-bitcoin-purpose-2": "Ethereum bylo spuštěno v roce 2015 s širší vizí. Jeho tvůrci chtěli vzít bezpečnost a decentralizaci blockchainu a učinit jej programovatelným. Místo toho, aby se omezilo pouze na platby, <strong>Ethereum umožňuje komukoli psát a publikovat samočinně se spouštějící programy</strong> zvané chytré kontrakty. To otevírá dveře zcela nové kategorii aplikací, od <strong>decentralizovaných financí (DeFi)</strong> a <strong>stabilních kryptoměn</strong> po <strong>nezaměnitelné tokeny (NFT)</strong>, <strong>hry</strong> a <strong>decentralizovaná sociální média</strong>.",
  "page-ethereum-vs-bitcoin-purpose-3": "Technické návrhy tyto účely odrážejí. Skriptovací jazyk Bitcoinu je omezený, což snižuje složitost a pomáhá udržovat síť v bezpečí. Programovací jazyk Etherea je expresivnější, což mu umožňuje ukládat a spravovat složitější stavy a interakce mezi aplikacemi. Tato flexibilita je silnou stránkou, ale také to znamená, že se síť vyvíjí rychleji, s pravidelnými vylepšeními a novými funkcemi.",
  "page-ethereum-vs-bitcoin-purpose-4": "Obě hrají v širší digitální ekonomice odlišné role. Bitcoin se zaměřuje na to, aby byl stabilním a decentralizovaným uchovatelem hodnoty. Ethereum si klade za cíl být globální vypořádací vrstvou pro decentralizované aplikace a programovatelná aktiva.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-title": "Případy použití a přijetí",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-1": "<strong>Bitcoin</strong> se běžně používá jako uchovatel hodnoty. Mnoho investorů ho vnímá jako <strong>pojistku proti inflaci</strong> nebo ekonomické nestabilitě. V některých zemích se používá jako <strong>alternativní měna</strong> nebo jako způsob, jak si lidé mohou spořit mimo tradiční bankovní systém.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-2": "<strong>Ether</strong> slouží také jako uchovatel hodnoty, ale jeho <strong>primární rolí je pohánět široký ekosystém aplikací</strong> a aktiv. Vývojáři mohou pomocí Etherea vytvářet nové protokoly, spouštět tokeny, provozovat decentralizované burzy, razit NFT, vytvářet hry a vyvíjet sociální platformy, které fungují bez centralizované kontroly.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-3": "Ethereum podporuje tisíce decentralizovaných aplikací pro nové formy financí, crowdfundingu a digitálního vlastnictví. Některé případy použití dokonce propojují obě sítě. Například <strong>Bitcoin může být \"zabaleno\" a použito na Ethereu</strong> pro aktivity jako půjčování, vypůjčování a obchodování v DeFi.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-4": "Institucionální přijetí tyto rozdíly odráží. Kryptoměna bitcoin je široce držena jako dlouhodobý uchovatel hodnoty, zatímco <strong>Ethereum je vnímáno jako decentralizovaná infrastruktura</strong>. Jeho programovatelnost oslovuje fintech platformy a poskytovatele plateb.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-5": "Zjisti víc o tom, k čemu se Ethereum používá",
  "page-ethereum-vs-bitcoin-monetary-policy-title": "Měnová politika",
  "page-ethereum-vs-bitcoin-monetary-policy-1": "Zásoba Bitcoinu bude omezena na <strong>21 milionů mincí</strong>. Tento tvrdý limit je vynucen protokolem a je jedním z důvodů, proč je Bitcoin přirovnáván ke zlatu. Nové bitcoiny vstupují do oběhu prostřednictvím <strong>odměn za těžbu</strong>, které se <strong>půlí každých 210 000 bloků</strong>, jejichž vytěžení trvá zhruba 4 roky, v události zvané <strong>halving</strong>. Odměna začala na 50 bitcoinech za blok v roce 2009, v roce 2012 klesla na 25, v roce 2016 na 12,5 a tak dále. Při tomto tempu se očekává, že poslední bitcoin bude vytěžen kolem roku 2140.",
  "page-ethereum-vs-bitcoin-monetary-policy-2": "Odměny za těžbu a transakční poplatky v síti Bitcoin platí za síť a slouží k jejímu zabezpečení. Jak se však odměna za blok snižuje na polovinu, síť je více závislá na transakčních poplatcích, aby se sama zaplatila. V současné době tvoří poplatky za síť malou část příjmů sítě, <5 %, což znamená, že dlouhodobá bezpečnost sítě může být ohrožena, protože vydávání v síti Bitcoin klesne na 0.",
  "page-ethereum-vs-bitcoin-monetary-policy-3": "<strong>Ethereum nemá pevně stanovenou maximální zásobu</strong>. Místo toho je jeho vydávání určeno pravidly protokolu a nedávná vylepšení zavedla mechanismy, které mohou v průběhu času zásobu snižovat. Nejvýznamnějším je vylepšení EIP-1559, které pálí část transakčních poplatků. Když je <strong>aktivita sítě vysoká, může být spáleno více ETH</strong>, než je vydáno, což v těchto obdobích činí zásobu deflační.",
  "page-ethereum-vs-bitcoin-monetary-policy-4": "Měnový přístup Etherea zaručuje bezpečnostní rozpočet na věčné časy, přičemž transakční poplatky a odměny za bloky poskytují bezpečnostní rozpočet sítě.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-title": "Vývojářský ekosystém",
  "page-ethereum-vs-bitcoin-developer-ecosystem-1": "<strong>Ethereum</strong> má jednu z <strong>největších komunit vývojářů blockchainu</strong>. Budování na Ethereu vám dává přístup k široké škále <strong>nástrojů, frameworků, grantů</strong> a <strong>hackathonů</strong>. Ethereum Virtual Machine (EVM) je běhové prostředí Etherea a stalo se běžným standardem, který mnoho dalších blockchainů používá k zajištění kompatibility.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-2": "Tokenové standardy jako ERC-20 a ERC-721 se staly základem pro velkou část širší blockchainové ekonomiky. Mnoho sítí 2. vrstvy a dalších blockchainů používá EVM, aby aplikace, peněženky a kód chytrých kontraktů mohly být používány napříč blockchainy s minimálními změnami.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-3": "<strong>Komunita vývojářů Bitcoinu je menší</strong> a více zaměřená. Většina aktivit se soustředí na údržbu a vylepšování základního protokolu, stejně jako na vývoj řešení 2. vrstvy, jako je Lightning Network, pro rychlejší a levnější platby.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-4": "Zjistěte více o vývojářských zdrojích Etherea",
  "page-ethereum-vs-bitcoin-security-and-consensus-title": "Bezpečnost a konsensus",
  "page-ethereum-vs-bitcoin-security-and-consensus-1": "Bitcoin i Ethereum jsou zabezpečeny velkými, distribuovanými sítěmi nezávislých uzlů, ale používají různé metody k dohodě o stavu sítě.",
  "page-ethereum-vs-bitcoin-security-and-consensus-2": "Bitcoin používá systém zvaný <strong>důkaz prací</strong>. Počítače zvané těžaři soutěží v řešení kryptografických hádanek. První, kdo jednu vyřeší, může přidat další blok transakcí do blockchainu a získá odměnu v bitcoinech. Tento přístup dává Bitcoinu to, co je známo jako pravděpodobnostní finalita, což znamená, že transakce je považována za vysoce bezpečnou až poté, co je na ni přidáno několik dalších bloků. U Bitcoinu je to často kolem šesti potvrzení, neboli <strong>asi jedna hodina</strong>.",
  "page-ethereum-vs-bitcoin-security-and-consensus-3": "Ethereum používá <strong>důkaz podílem</strong>. V tomto modelu validátoři zamykají neboli stakují ETH za šanci být vybráni k navržení a potvrzení nových bloků. Výběr je náhodný, ale pravděpodobnost výběru se zvyšuje s množstvím stakovaného ETH. Validátoři, kteří jednají nečestně, <strong>riskují ztrátu svého vkladu</strong>. To umožňuje Ethereu dosáhnout ekonomické finality, kde je dokončené bloky extrémně obtížné zvrátit, často během <strong>asi 15 minut</strong>. Ethereum také používá kontrolní body k označení bloků jako nezvratných, jakmile se shodne dostatek validátorů.",
  "page-ethereum-vs-bitcoin-security-and-consensus-4": "Zjistěte více o mechanismu konsensu Etherea",
  "page-ethereum-vs-bitcoin-underlying-technology-title": "Podkladová technologie",
  "page-ethereum-vs-bitcoin-underlying-technology-1": "<strong>Bitcoin</strong> používá to, co je známo jako <strong>model neutracených transakčních výstupů</strong>, neboli UTXO. V tomto systému blockchain nesleduje zůstatky na účtech. Místo toho zaznamenává výstupy z předchozích transakcí, které ještě nebyly utraceny. Když utrácíte bitcoin, používáte tyto výstupy jako vstupy pro novou transakci a v tomto procesu vytváříte nové výstupy.",
  "page-ethereum-vs-bitcoin-underlying-technology-2": "Můžete si to představit jako používání hotovosti. Pokud máte dvě pětidolarové bankovky a chcete utratit sedm dolarů, odevzdáte obě bankovky a dostanete tři dolary zpět. Bitcoin zaznamenává bankovky a drobné, nikoli váš celkový zůstatek.",
  "page-ethereum-vs-bitcoin-underlying-technology-3": "<strong>Ethereum</strong> používá <strong>model založený na účtech</strong>. Místo sledování jednotlivých výstupů vede záznam o zůstatcích na účtech, jako to dělá bankovní účet. Tento přístup usnadňuje správu chytrých kontraktů a složité logiky, protože účty mohou ukládat data a vzájemně interagovat jako programy.",
  "page-ethereum-vs-bitcoin-underlying-technology-4": "Každý model má své kompromisy. UTXO mohou nabídnout větší soukromí a usnadnit sledování jednotlivých mincí. Systémy založené na účtech jsou pro vytváření aplikací jednodušší.",
  "page-ethereum-vs-bitcoin-underlying-technology-5": "Přečtěte si více ve vývojářské dokumentaci Etherea",
  "page-ethereum-vs-bitcoin-decentralization-title": "Decentralizace",
  "page-ethereum-vs-bitcoin-decentralization-1": "Bitcoin i Ethereum jsou navrženy tak, aby byly decentralizované, ale měří to a přistupují k tomu různými způsoby.",
  "page-ethereum-vs-bitcoin-decentralization-2": "Decentralizace <strong>Bitcoinu</strong> je podpořena jeho <strong>jednoduchým technickým designem</strong>, dlouhodobou stabilitou a <strong>širokou distribucí uzlů</strong>. Jeho nízké nároky na zdroje usnadňují lidem provozovat plné uzly doma, což pomáhá zachovat nezávislost sítě a odolnost vůči cenzuře.",
  "page-ethereum-vs-bitcoin-decentralization-3": "<strong>Ethereum</strong> má také velkou a rostoucí síť uzlů. Klade velký důraz na rozmanitost klientů, což znamená, že více verzí softwaru je <strong>udržováno nezávislými týmy</strong>. To snižuje závislost na jediném klientovi a pomáhá chránit před chybami nebo selháními, které by mohly ovlivnit síť.",
  "page-ethereum-vs-bitcoin-decentralization-4": "Ethereum má <strong>širší počet účastníků</strong> zapojených do aktivit, jako je stakování, vylepšení a diskuze o správě, ale <strong>obě sítě se snaží zůstat otevřené a odolné</strong>. Bitcoin ponechává požadavky na uzly nezměněné a spoléhá na méně softwarových klientů. Ethereum podporuje různé přispěvatele, z nichž každý přináší svůj vlastní pohled.",
  "page-ethereum-vs-bitcoin-environmental-impact-title": "Dopad na životní prostředí",
  "page-ethereum-vs-bitcoin-environmental-impact-1": "Jednou z nejvýznamnějších změn v historii Etherea byl přechod z důkazu prací na <strong>důkaz podílem</strong> v roce 2022. Tento přechod, známý jako Sloučení, <strong>snížil spotřebu energie sítě o více než 99 procent</strong>.",
  "page-ethereum-vs-bitcoin-environmental-impact-2": "V rámci důkazu podílem se Ethereum již nespoléhá na energeticky náročnou těžbu. Místo toho jsou validátoři vybíráni náhodně, přičemž pravděpodobnost výběru se zvyšuje s množstvím ETH, které mají stakováno. Tento posun učinil z Etherea jednu z energeticky nejúčinnějších blockchainových sítí.",
  "page-ethereum-vs-bitcoin-environmental-impact-3": "Bitcoin nadále používá <strong>důkaz prací</strong>, který <strong>vyžaduje velké množství elektřiny</strong>, protože těžaři soutěží v řešení kryptografických hádanek. Část této energie pochází z obnovitelných zdrojů a v komunitě Bitcoinu probíhají diskuse o způsobech, jak zlepšit udržitelnost.",
  "page-ethereum-vs-bitcoin-environmental-impact-4": "Rozdíl ve spotřebě energie se stal důležitým bodem srovnání mezi oběma sítěmi. Nižší energetická stopa Etherea ho činí přitažlivějším v kontextech, kde je prioritou dopad na životní prostředí.",
  "page-ethereum-vs-bitcoin-environmental-impact-5": "Přečtěte si celou zprávu o spotřebě energie Etherea",
  "page-ethereum-vs-bitcoin-future-outlook-title": "Jak vypadá budoucnost",
  "page-ethereum-vs-bitcoin-future-outlook-1": "Bitcoin je stále více přijímán jako uchovatel hodnoty a rezervní aktivum. Je nepravděpodobné, že by se výrazně změnil, a tato stabilita je součástí jeho přitažlivosti.",
  "page-ethereum-vs-bitcoin-future-outlook-2": "Ethereum se staví do pozice aplikační platformy v nové digitální ekonomice. S růstem sítí 2. vrstvy a probíhajícími vylepšeními si klade za cíl podporovat aplikace, infrastrukturu a aktiva v globálním měřítku.",
  "page-ethereum-vs-bitcoin-future-outlook-3": "Pro mnoho uživatelů <strong>obě sítě nejsou v přímé konkurenci</strong>. Slouží různým účelům a mohou se vzájemně doplňovat v diverzifikovaném přístupu k digitálním aktivům.",
  "page-ethereum-vs-bitcoin-future-outlook-4": "Zjistěte více o plánu rozvoje Etherea"
}