{
  "page-what-is-ethereum-network-meta-title": "Co je to síť Ethereum? | ethereum.org",
  "page-what-is-ethereum-network-meta-description": "Pochopte, co je síť Ethereum, co je to stakování a zabezpečení, jaké jsou síťové poplatky (neboli gas), škálovací sítě druhé vrstvy a jak prozkoumat živá data sítě.",
  "page-what-is-ethereum-network-twitter-meta-description": "Pochopte, co je síť Ethereum, co je to stakování a zabezpečení, jaké jsou síťové poplatky, škálovací sítě druhé vrstvy a jak prozkoumat živá data sítě.",
  "page-what-is-ethereum-network-title": "Co je to síť Ethereum?",
  "page-what-is-ethereum-network-description-1": "Síť Ethereum je fyzická a digitální infrastruktura, na které je Ethereum postaveno.",
  "page-what-is-ethereum-network-description-2": "Zahrnuje uzly, které ukládají data, validátory, kteří zpracovávají transakce, software, který provádí chytré kontrakty, a sítě druhé vrstvy, které škálují Ethereum nad rámec hlavního řetězce.",
  "page-what-is-ethereum-network-section-network-fees-title": "Co jsou poplatky v síti Ethereum (neboli poplatky za gas)?",
  "page-what-is-ethereum-network-section-staking-title": "Co je to stakování a jak zabezpečuje síť?",
  "page-what-is-ethereum-network-section-layer-2s-title": "Co jsou druhé vrstvy Etherea a jak škálují síť?",
  "page-what-is-ethereum-network-section-live-network-data-title": "Jak prozkoumat živá data sítě Ethereum",
  "page-what-is-ethereum-network-read-next-title": "Další čtení",
  "page-what-is-ethereum-network-read-next-item-1": "Co jsou peněženky?",
  "page-what-is-ethereum-network-read-next-item-2": "Co je ether (ETH)?",
  "page-what-is-ethereum-network-read-next-item-3": "Co je to web3?",
  "page-what-is-ethereum-network-read-next-item-4": "Dozvědět se více o síti Ethereum",
  "page-what-is-ethereum-network-section-description-1": "Když lidé mluví o Ethereu, obvykle mají na mysli několik různých věcí. Je to ekosystém aplikací a digitálních aktiv, softwarová platforma s otevřeným zdrojovým kódem a nativní měna ether (ETH).",
  "page-what-is-ethereum-network-section-description-2": "Pod tím vším se ale skrývá <strong>síť Ethereum</strong>; fyzický a digitální základ, který vše spojuje.",
  "page-what-is-ethereum-network-section-description-3": "V jádru je síť Ethereum souborem <strong>tisíců nezávislých počítačů nazývaných uzly</strong>. Tyto uzly <strong>provozují lidé z celého světa</strong>. Spolupracují na ukládání dat, provádění chytrých kontraktů a zaznamenávání každé transakce do otevřené, veřejné účetní knihy.",
  "page-what-is-ethereum-network-section-description-4": "Síť Ethereum má na starosti několik klíčových úkolů, jako například:",
  "page-what-is-ethereum-network-section-description-5": "aktualizace uživatelských účtů a zůstatků",
  "page-what-is-ethereum-network-section-description-6": "provádění chytrých kontraktů (programů, které spouštějí aplikace)",
  "page-what-is-ethereum-network-section-description-7": "sledování vlastnictví digitálních aktiv (jako jsou stabilní kryptoměny a NFT)",
  "page-what-is-ethereum-network-section-description-8": "zpracování všech transakcí, které každý den projdou sítí Ethereum",
  "page-what-is-ethereum-network-section-description-9": "Naštěstí nemusíte rozumět tomu, jak síť funguje, abyste ji mohli používat.",
  "page-what-is-ethereum-network-section-description-10": "Většina lidí používá síť jednoduše prostřednictvím <a>digitální peněženky</a>. <strong>Peněženka</strong> je obvykle webová nebo mobilní aplikace, která vám umožňuje <strong>odesílat</strong> a <strong>přijímat ETH, spravovat svá aktiva</strong> a používat aplikace.",
  "page-what-is-ethereum-network-section-description-11": "Jiné typy uživatelů, jako jsou vývojáři a firmy stavějící na Ethereu, mohou používat rozhraní API, software pro uzly nebo nasazovat chytré kontrakty.",
  "page-what-is-ethereum-network-section-description-12": "Síť Ethereum se od tradičních systémů liší svým návrhem. <strong>Kód a data Etherea jsou uloženy na decentralizovaných uzlech</strong> po celém světě, takže nikdo nemůže zablokovat váš přístup nebo vypnout vaši aplikaci.",
  "page-what-is-ethereum-network-section-description-13": "A protože se může připojit kdokoli, otevírá to dveře globálnímu přístupu a inovacím.",
  "page-what-is-ethereum-network-section-description-14": "Tyto vlastnosti umožňují věci, které dříve nebyly možné, jako například:",
  "page-what-is-ethereum-network-section-description-15": "vlastnictví dat",
  "page-what-is-ethereum-network-section-description-16": "sociální sítě bez deplatformace",
  "page-what-is-ethereum-network-section-description-17": "otevřené a transparentní finanční systémy",
  "page-what-is-ethereum-network-section-description-18": "Ve svém jádru je síť Ethereum základem pro digitální vlastnictví a otevřenou účast.",
  "page-what-is-ethereum-network-section-description-19": "Možná uslyšíte, že lidé mluví o <strong>mainnetu Etherea</strong>. Je to tatáž síť Ethereum, kterou denně používají miliony lidí, kde se směňují skutečná aktiva a kde žijí skutečné aplikace. Ale výraz „mainnet“ pomáhá odlišit ji od sítí druhé vrstvy Etherea a testovacích sítí (testnetů), které vývojáři používají k vyzkoušení nových funkcí před jejich spuštěním.",
  "page-what-is-ethereum-network-gas-section-description-1": "Každá transakce na Ethereu stojí malý poplatek nazývaný poplatek za gas. Ať už posíláte ETH, směňujete tokeny nebo používáte aplikaci, při každém zápisu dat do blockchainu zaplatíte malé množství gasu.",
  "page-what-is-ethereum-network-gas-section-description-2": "<strong>Poplatky za gas udržují hladký chod Etherea</strong>. Bez nich by mohli záškodníci spamovat síť prázdnými transakcemi a znemožnit její používání kvůli velkému přetížení, protože by neexistoval způsob, jak upřednostnit transakce podle poplatku, který jsou uživatelé ochotni zaplatit.",
  "page-what-is-ethereum-network-gas-section-description-3": "Poplatky za gas na Ethereu pokrývají náklady na mnoho různých zdrojů, které může transakce spotřebovat, jako je výpočetní výkon, šířka pásma nebo úložiště. To vše je pro uživatele abstrahováno do jediné hodnoty, ale rozsáhlý výzkum a vývoj se věnuje určení, kolik by měla každá operace stát v porovnání s ostatními.",
  "page-what-is-ethereum-network-gas-section-description-4": "Co se tedy stane, když zaplatíte gas? Část je <strong>zaplacena validátorovi</strong>, který vaši transakci přidá do „bloku“ transakcí. Další část se <strong>„spálí“, čímž se odstraní z oběhu</strong>.",
  "page-what-is-ethereum-network-gas-section-description-5": "To pomáhá vyrovnávat nabídku a poptávku, protože <strong>když je síť vytížená, poplatky rostou</strong>. Když je klidněji, poplatky klesají.",
  "page-what-is-ethereum-network-gas-section-description-6": "Od srpna 2021, kdy síť <blog>zavedla pálení poplatků</blog>, <strong>byly <beaconchain>spáleny miliony ETH</beaconchain></strong>. Nejnovější čísla si můžete prohlédnout pomocí <ultrasound>síťových panelů a průzkumníků</ultrasound>, které vytvořila komunita Etherea.",
  "page-what-is-ethereum-network-gas-section-description-7": "Kolik tedy stojí transakce?",
  "page-what-is-ethereum-network-gas-section-description-8": "No, <strong>poplatky se liší v závislosti na tom, co děláte</strong>. Pouhé odeslání ETH může stát méně než dolar. Směna tokenů na decentralizované burze (DEX) může stát několik dolarů i více, zejména pokud je síť vytížená. Čím je transakce složitější, tím více gasu stojí.",
  "page-what-is-ethereum-network-gas-section-description-9": "Poplatky za gas jsou jednou z nejviditelnějších součástí používání Etherea, zejména pro nové uživatele, ale vše směřuje k tomu, aby byla síť spolehlivější a bezpečnější.",
  "page-what-is-ethereum-network-gas-section-description-10": "Zjistěte více o poplatcích v síti Ethereum",
  "page-what-is-ethereum-network-staking-section-description-1": "Síť Ethereum je zabezpečena systémem nazývaným stakování. Tímto způsobem Ethereum <strong>ověřuje transakce, přidává nové bloky</strong> a udržuje síť <strong>v bezpečí před útoky</strong>.",
  "page-what-is-ethereum-network-staking-section-description-2": "Když Ethereum začínalo, používalo mechanismus konsenzu (způsob, jak se dohodnout, kdo co vlastní) nazvaný proof-of-work. Je to stejný mechanismus, jaký dnes používá Bitcoin.",
  "page-what-is-ethereum-network-staking-section-description-3": "V září 2022 přešlo Ethereum na bezpečnější a energeticky účinnější mechanismus konsenzu proof-of-stake.",
  "page-what-is-ethereum-network-staking-section-description-4": "Jak to tedy funguje?",
  "page-what-is-ethereum-network-staking-section-description-5": "Zjednodušeně řečeno, lidé uzamknou nějaké ETH <strong>(vloží své ETH jako vklad)</strong>, aby mohli pomoci <strong>zabezpečit síť</strong>. Těmto lidem se říká validátoři. Když stakujete ETH, váš validátor je vybrán ke kontrole a přidávání nových transakcí. Pokud to děláte poctivě, <strong>získáváte odměny</strong>. Pokud se <strong>pokusíte podvádět, přijdete o část svého vkladu</strong>.",
  "page-what-is-ethereum-network-staking-section-description-6": "Stakování je způsob, jakým se Ethereum věrohodně zavazuje ke kvalitě svých služeb. Všechny tyto peníze v sázce mají nejlepší zájem na tom, aby Ethereum zůstalo bezpečné – vsadili byste si proti tomu?",
  "page-what-is-ethereum-network-staking-section-description-7": "Pouhé dva roky po zavedení proof-of-stake přilákalo Ethereum <validators>přes milion validátorů</validators>, kteří stakují <stakedEther>miliony ETH</stakedEther> pro zabezpečení Etherea. <strong>Díky tomu je útok na Ethereum extrémně nákladný a obtížný</strong>. Je to proto, že k útoku na síť <strong>potřebuje útočník alespoň 1/3 všech stakovaných ETH, aby mohl útok zahájit</strong>. Dnes to představuje desítky miliard dolarů, a i tak by útok pravděpodobně selhal, protože více než 1/3 nesouhlasících se zbytkem sítě by zabránila finalizaci, ale řetězec by dále rostl s druhou verzí považovanou za zdroj pravdy. Více než 1/2 mění, která verze je považována za pravdivou, a více než 2/3 by umožnilo finalizovat něco, s čím ostatní nesouhlasí.",
  "page-what-is-ethereum-network-staking-section-description-8": "To dává Ethereu „<strong>ekonomické zabezpečení</strong>“. Nejde jen o to mít správnou technologii. Jde o to, aby byly útoky příliš nákladné na to, aby se o ně vůbec někdo pokusil.",
  "page-what-is-ethereum-network-staking-section-description-9": "Chcete-li pomoci zabezpečit síť Ethereum, můžete to udělat dvěma hlavními způsoby.",
  "page-what-is-ethereum-network-staking-section-description-10": "Prvním způsobem je provozování uzlu. Uzly ukládají celou historii blockchainu, včetně všech transakcí a dat chytrých kontraktů. Synchronizací s ostatními uzly se mohou dohodnout na stavu sítě, čímž se zajistí, že transakce jsou legitimní a data chytrých kontraktů jsou dostupná.",
  "page-what-is-ethereum-network-staking-section-description-11": "Druhým způsobem je stakování vašich ETH. Nejsnazší způsob je prostřednictvím poskytovatele stakování jako <lido>Lido</lido> nebo <rocketpool>Rocketpool</rocketpool>, ale pokud máte potřebné know-how, zkuste si doma spustit software pro validátory.",
  "page-what-is-ethereum-network-staking-section-description-12": "Zjistěte více o stakování a o tom, jak na to",
  "page-what-is-ethereum-network-staking-section-description-13": "Zjistěte, jak provozovat uzel",
  "page-what-is-ethereum-network-layer-2s-section-description-1": "Jak se Ethereum stává populárnějším, síť je stále vytíženější. Když je poptávka vysoká, poplatky za gas rostou a transakce trvají déle. K vyřešení tohoto problému vývojáři vytvořili řadu <strong>doprovodných sítí</strong> nazývaných druhé vrstvy.",
  "page-what-is-ethereum-network-layer-2s-section-description-2": "Druhé vrstvy, označované také jako L2, jsou další sítě, které <strong>běží nad Ethereem</strong>. Zpracovávají transakce odděleně a poté odesílají souhrn k uložení na Ethereum.",
  "page-what-is-ethereum-network-layer-2s-section-description-3": "Můžete si je představit jako rychlé pruhy na dálnici. Místo toho, aby každá jednotlivá transakce procházela mainnetem Etherea, mnoho z nich používá tyto rychlejší a levnější cesty.",
  "page-what-is-ethereum-network-layer-2s-section-description-4": "Mezi nejoblíbenější L2 patří <strong>Base, Arbitrum, Optimism, zkSync</strong> a <strong>Starknet</strong>. Každá z nich funguje trochu jinak, ale myšlenka je stejná – škálovat Ethereum bez kompromisů v oblasti bezpečnosti.",
  "page-what-is-ethereum-network-layer-2s-section-description-5": "Jednoduchý převod ETH na Optimism nebo zkSync může <l2fees>stát pouhých 0,04 $</l2fees> v porovnání s 0,3–1 $ na mainnetu Etherea. Jiné transakce, jako je směna tokenů, <l2fees>mohou stát pouhých 0,20 $</l2fees>. Pro uživatele to znamená <strong>rychlejší transakce za zlomek ceny</strong>.",
  "page-what-is-ethereum-network-layer-2s-section-description-6": "Díky tomu L2 rychle rostou. Dohromady drží <l2beat>miliardy dolarů v digitálních aktivech</l2beat>.",
  "page-what-is-ethereum-network-layer-2s-section-description-7": "Protože L2 těží z bezpečnosti Etherea, společnosti, které chtějí vytvářet globální platby a aplikace, začaly stavět na Ethereu.",
  "page-what-is-ethereum-network-layer-2s-section-description-8": "Například Robinhood nedávno <robinhood>spustil vlastní L2</robinhood>, aby prozkoumal rychlejší vypořádání akcií. PayPal <paypal>přesunul svou stabilní kryptoměnu PYUSD na L2 Arbitrum sítě Ethereum</paypal>. Shopify nyní <shopify>umožňuje obchodníkům přijímat stabilní kryptoměnu USDC</shopify> na síti Base.",
  "page-what-is-ethereum-network-layer-2s-section-description-9": "Pro uživatele je přesun aktiv mezi Ethereem a L2 jednoduchý. K přesunu ETH a dalších aktiv můžete použít přemostění, která vytvořily L2, jako je <superbridge>Superbridge od Optimismu</superbridge> nebo <portal>Portal od ZKsync</portal>. Můžete dokonce použít nástroje třetích stran, jako je <hop>Hop</hop> a <across>Across</across>, které jsou vytvořeny nezávislými týmy.",
  "page-what-is-ethereum-network-layer-2s-section-description-10": "Zjistěte více o sítích druhé vrstvy Etherea",
  "page-what-is-ethereum-network-live-network-data-section-description-1": "Ethereum je z principu transparentní. Každá akce v síti, od odeslání ETH po provoz validátora, je zaznamenána v otevřené, veřejné účetní knize, do které má kdokoli přístup.",
  "page-what-is-ethereum-network-live-network-data-section-description-2": "To je v ostrém kontrastu s tím, jak dnes funguje většina systémů:",
  "page-what-is-ethereum-network-live-network-data-section-description-3": "banky a instituce zveřejňují svá interní čísla",
  "page-what-is-ethereum-network-live-network-data-section-description-4": "údaje o používání aplikací jsou technologickými společnostmi pečlivě střeženy",
  "page-what-is-ethereum-network-live-network-data-section-description-5": "ekonomická data často přicházejí pozdě a později se revidují",
  "page-what-is-ethereum-network-live-network-data-section-description-6": "S Ethereem nemusíte důvěřovat. Můžete si vše ověřit.",
  "page-what-is-ethereum-network-live-network-data-section-description-7": "Abyste mohli Ethereum používat, nemusíte ničemu z toho rozumět. Ale pokud jste zvědaví, kolik transakcí bylo vypořádáno v roce 2024 nebo kolik nových adres Etherea bylo vytvořeno za posledních šest měsíců, existují nástroje, které umožňují komukoli prozkoumat síť v reálném čase.",
  "page-what-is-ethereum-network-live-network-data-section-description-8": "Zde je několik nejužitečnějších zdrojů dat a k čemu je můžete použít:",
  "page-what-is-ethereum-network-live-network-data-section-description-9": "<etherscan>Etherscan</etherscan>: Kontrola transakcí, aktivity peněženky a chytrých kontraktů",
  "page-what-is-ethereum-network-live-network-data-section-description-10": "<beaconcha>beaconcha.in</beaconcha>: Zobrazení statistik validátorů, úrovní stakování a stavu sítě",
  "page-what-is-ethereum-network-live-network-data-section-description-11": "<ultrasound>ultrasound.money</ultrasound>: Sledování nabídky ETH, vydávání a pálení v reálném čase",
  "page-what-is-ethereum-network-live-network-data-section-description-12": "<l2fees>l2fees.info</l2fees>: Porovnání aktuálních transakčních nákladů na Ethereu a L2",
  "page-what-is-ethereum-network-live-network-data-section-description-13": "<l2beat>L2Beat</l2beat>: Zobrazení zabezpečené hodnoty a bezpečnostních modelů napříč všemi hlavními L2",
  "page-what-is-ethereum-network-live-network-data-section-description-14": "<growthepie>growthepie</growthepie>: Zobrazení veškeré aktivity a růstu na blockchainu Etherea",
  "page-what-is-ethereum-network-live-network-data-section-description-15": "<dune>Dune</dune>: Prozkoumejte vlastní panely o všech digitálních aktivech v síti Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-16": "<tokenterminal>Token Terminal</tokenterminal>: Porovnání příjmů z dapp, jejich využití a výkonu protokolu",
  "page-what-is-ethereum-network-live-network-data-section-description-17": "<nansen>Nansen</nansen>: Sledujte toky v peněženkách, pohyby stabilních kryptoměn a trendy chytrých peněz.",
  "page-what-is-ethereum-network-live-network-data-section-description-18": "Všechny tyto nástroje jsou k dispozici, pokud je potřebujete.",
  "page-what-is-ethereum-network-live-network-data-section-description-19": "Ať už jste vývojář, výzkumník, investor nebo jen někdo, kdo si chce zkontrolovat transakci, otevřená síť Etherea vám poskytne data – živá, bez oprávnění a ověřitelná.",
  "page-what-is-ethereum-network-live-network-data-section-description-20": "Procházejte panely sítě Ethereum a prohlížeče bloků"
}