{
    "page-layer-2-hero-title": "Vrstva 2",
    "page-layer-2-hero-header": "Ethereum sítě",
    "page-layer-2-hero-description": "Používejte Ethereum za zlomek ceny.",
    "page-layer-2-hero-button-2-content": "Zjistit více",
    "page-layer-2-period": ".",
    "page-layer-2-calloutCard-1-title": "Poplatky ve výši 0,01 $",
    "page-layer-2-calloutCard-1-description": "Můžete obchodovat, posílat peníze po celém světě nebo používat aplikace bez obav z vysokých nákladů.",
    "page-layer-2-calloutCard-2-title": "Téměř okamžité transakce",
    "page-layer-2-calloutCard-2-description": "Ať už provádíte rychlou platbu, nebo se zapojujete do decentralizovaných financí (DeFi), všechny transakce trvají jen několik sekund.",
    "page-layer-2-calloutCard-3-title": "Podpořeno Ethereum",
    "page-layer-2-calloutCard-3-description": "Časem prověřený a decentralizovaný blockchain Ethereum funguje jako vypořádací vrstva pro ostatní novější sítě.",
    "page-layer-2-meta-title": "Úvod do druhé vrstvy na Ethereu: výhody a použití",
    "page-layer-2-meta-description": "Zjistěte více o sítích druhé vrstvy na Ethereu",
    "page-layer-2-powered-by-ethereum-title": "Založeno na Ethereum",
    "page-layer-2-powered-by-ethereum-description-1": "Ethereum už není jen jedna síť.",
    "page-layer-2-powered-by-ethereum-description-2": "Díky stovkám blockchainů, které jsou na něm nyní postaveny, se Ethereum stalo nákladově efektivnějším, rychlejším a dostupnějším pro každodenní použití.",
    "page-layer-2-powered-by-ethereum-description-3": "Přijměte budoucnost a připojte se k jedné z mnoha sítí založených na Ethereum!",
    "page-layer-2-man-and-dog-alt": "Muž a pes si hrají",
    "page-layer-2-blockchain-transaction-cost": "Průměrné transakční náklady na blockchainu Ethereum",
    "page-layer-2-networks-transaction-cost": "Průměrné transakční náklady v sítích podpořených Ethereem",
    "page-layer-2-network-of-networks-title": "Síť sítí",
    "page-layer-2-network-of-networks-description": "Síla a bezpečnost Ethereum představuje platformu, na které mohou stavět další sítě. S jediným účtem je vše kompatibilní a bezproblémově propojitelné.",
    "page-layer-2-ethereum-logo-alt": "Ethereum",
    "page-layer-2-ready-to-start-title": "Jste připraveni začít?",
    "page-layer-2-ready-to-start-description": "Podívejte se na různé sítě, které máte k dispozici.",
    "page-layer-2-ready-to-start-button": "Prozkoumejte sítě",
    "page-layer-2-go": "Přejít",
    "page-layer-2-walking-alt": "Chůze",
    "page-layer-2-why-do-we-need-multiple-networks-1": "Proč potřebujeme na Ethereu více sítí?",
    "page-layer-2-why-do-we-need-multiple-networks-2": "Proč existují všechny tyto sítě a ne jen jedna síť Ethereum?",
    "page-layer-2-faq-title": "Často kladené dotazy",
    "page-layer-2-faq-ExpandableCard-1-title": "Jak poznám, že je síť součástí Ethereum?",
    "page-layer-2-faq-ExpandableCard-1-description-1": "V souvislosti s Ethereem lze sítě kategorizovat mnoha různými způsoby. Mnohé sítě tvrdí, že škálují Ethereum, aby získaly popularitu. Jednoznačným hlediskem však je, zda síť ukládá svá data v hlavní síti Ethereum. To výrazně zvyšuje bezpečnost uživatelů a vizi Ethereum bez nutnosti oprávnění. Takovým projektům se často říká „rollupy“. Pokud jsou data uložena někde jinde, pak projekt není přímým rozšířením Ethereum a je tedy nezávislý. Podívejte se na některé z nejpopulárnějších",
    "page-layer-2-faq-ExpandableCard-1-description-2": "Některá specifická odvětví nemusí vyžadovat tak přímý úzký vztah, například herní nebo nefinanční aplikace, pro které jsou vhodnější jiné technologie.",
    "page-layer-2-faq-ExpandableCard-2-title": "Jsou všechny tyto sítě bezpečné?",
    "page-layer-2-faq-ExpandableCard-2-description-1": "Ačkoli jsou obecně navrženy s robustními bezpečnostními prvky, jejich bezpečnost závisí na základní technologii, zabezpečení chytrých kontraktů a",
    "page-layer-2-faq-ExpandableCard-2-link": "vyspělosti sítě",
    "page-layer-2-faq-ExpandableCard-2-description-2": "Uživatelé by měli postupovat s náležitou péčí, začít s malými transakcemi a sledovat vývoj, aby bylo zajištěno bezpečné používání.",
    "page-layer-2-faq-ExpandableCard-3-title": "Proč nemůže Ethereum škálovat svůj vlastní blockchain místo spoléhání se na tyto sítě?",
    "page-layer-2-faq-ExpandableCard-3-description": "Ethereum nemůže snadno škálovat svůj vlastní hlavní blockchain, protože musí zůstat bezpečné a decentralizované. Zrychlením hlavního blockchainu by se mohlo stát méně bezpečným a více centralizovaným. Sítě Ethereum si pomáhají tím, že zpracovávají transakce mimo hlavní blockchain a poté využívají hlavní blockchain pro zabezpečení, což Ethereu umožňuje zpracovávat více transakcí bez ztráty bezpečnosti nebo decentralizace.",
    "page-layer-2-faq-ExpandableCard-4-title": "Proč neexistují žádné „oficiální“ sítě Ethereum?",
    "page-layer-2-faq-ExpandableCard-4-description": "Stejně jako neexistuje „oficiální“ klient pro Ethereum, neexistuje ani „oficiální“ druhá vrstva Ethereum. Ethereum je „bez povolení“ – technicky si každý může vytvořit svoji druhou vrstvu! Pokud implementuje svou verzi druhé vrstvy hned několik týmů současně, ekosystém jako celek bude prosperovat z odlišných přístupů optimalizovaných pro různé použití. Podobně jako máme několik klientů na Ethereu, které vyvinulo několik týmů, aby byla v síti zachována rozmanitost, stejně tak se bude v budoucnosti vyvíjet i směřování druhých vrstev.",
    "page-layer-2-callout-1-title": "Prozkoumejte různé sítě",
    "page-layer-2-callout-1-description": "Zjistěte, jak se sítě liší a jak daleko pokročily ve svém vývoji.",
    "page-layer-2-callout-2-title": "Zajímají vás další podrobnosti?",
    "page-layer-2-callout-2-description": "Zajímá vás technologie a důvody tohoto přístupu ke škálování? Přečtěte si více o myšlení a různých technologických přístupech.",
    "page-layer-2-arbitrum-description": "Arbitrum One je univerzální optimistický rollup vytvořený společností Offchain Labs a spravovaný DAO Arbitrum.",
    "page-layer-2-base-description": "Base je optimistický rollup sestavený pomocí OP zásobníku. Nabízí levný a uživatelsky přívětivý způsob, jak může kdokoli a odkudkoli stavět na blockchainu.",
    "page-layer-2-optimism-description": "OP Mainnet je optimistický rollup ekvivalentní EVM. Jeho cílem je být rychlý, jednoduchý a bezpečný.",
    "page-layer-2-blast-description": "Blast je optimistický rollup kompatibilní s EVM, který podporuje nativní výnosy.",
    "page-layer-2-zksync2-description": "ZKsync Era je univerzální rollup s nulovou znalostí plně kompatibilní s EVM.",
    "page-layer-2-linea-description": "Linea je rollup s nulovou znalostí poháněný Consensys zkEVM, navržený pro škálování sítě Ethereum.",
    "page-layer-2-scroll-description": "Scroll je rollup s nulovou znalostí, který rozšiřuje možnosti Ethereum díky technologii nulové znalosti a kompatibilitě s EVM.",
    "page-layer-2-starknet-description": "Starknet je univerzální rollup s nulovou znalostí založený na STARKách a virtuálním stroji Cairo.",
    "page-layer-2-mode-description": "Mode je optimistický rollup s OP zásobníkem budující ekonomiku AIFi.",
    "page-layer-2-taiko-description": "Taiko je decentralizovaný rollup s nulovou znalostí, ekvivalentní Ethereu a kompatibilní s EVM, který umožňuje bezproblémovou komunikaci mezi blockchainy."
}
