{
  "page-eth-buy-some": "Chcete koupit Ethereum?",
  "page-eth-buy-some-desc": "Lidé si běžně pletou Ethereum a ETH. Ethereum je <a href=\"/glossary/#blockchain\">blockchain</a> a ETH je hlavním aktivem Etherea. ETH je to, co pravděpodobně chcete koupit.",
  "page-eth-cat-img-alt": "Grafika ETH s kaleidoskopem koček",
  "page-eth-collectible-tokens": "Sběratelské tokeny",
  "page-eth-collectible-tokens-desc": "Tokeny, které představují sběratelský předmět ve hře, digitální umění, nebo jiná unikátní aktiva. Běžně jsou známé jako nezaměnitelné tokeny (NFT).",
  "page-eth-cryptography": "Zabezpečeno kryptografií",
  "page-eth-cryptography-desc": "Internetové peníze mohou být nové, ale jsou zabezpečené prokázanou <a href=\"/glossary/#cryptography\">kryptografií</a>. Ta chrání vaši peněženku, ETH a transakce. ",
  "page-eth-currency-for-apps": "Je to měna aplikací Ethereum.",
  "page-eth-currency-for-future": "Měna digitální budoucnosti",
  "page-eth-description": "ETH je kryptoměna. Jsou to vzácné digitální peníze, které můžete používat na internetu, podobně jako Bitcoin. Pokud se s kryptoměnami seznamujete, zde najdete, jak se ETH liší od tradičních peněz.",
  "page-eth-earn-interest-link": "Získejte výnosy z úroků",
  "page-eth-flexible-amounts": "Dostupné ve flexibilním množství",
  "page-eth-flexible-amounts-desc": "ETH je dělitelné až do 18 desetinných míst, takže nemusíte kupovat celé 1 ETH. Pokud chcete, můžete koupit pouze jeho zlomek – až 0,000000000000000001 ETH.",
  "page-eth-fuels": "ETH pohání a zabezpečuje Ethereum",
  "page-eth-fuels-desc": "ETH je krev Etherea. Když posíláš ETH nebo používáš Ethereum aplikaci, zaplatíš poplatek v ETH za využívání sítě Ethereum. Tento poplatek je pobídkou pro výrobce bloků aby zpracoval a ověřil to, co se snažíš dělat.",
  "page-eth-fuels-desc-2": "Validátoři fungují jako dozorčí Etherea. Kontrolují a dokazují, že nikdo nepodvadí. Jsou náhodně vybíráni pro tvorbu bloku transakcí. Validátoři, kteří vykonají tuto práci, jsou následně odměněni malou částí nově vygenerovaného ETH.",
  "page-eth-fuels-desc-3": "Práce validátorů a kapitál, který <a href=\"/glossary/#staking\">uzamykají</a>, udržuje Ethereum v bezpečí a bez centralizované kontroly.",
  "page-eth-fuels-staking": "Uzamčením svého ETH pomáháte zabezpečit síť Ethereum, a tím získáváte odměny. V tomto systému hrozba ztráty ETH odrazuje útočníky.",
  "page-eth-fuels-more-staking": "Další informace o uzamčení",
  "page-eth-get-eth-btn": "Získat ETH",
  "page-eth-gov-tokens": "Správní tokeny",
  "page-eth-gov-tokens-desc": "Tokeny reprezentující volební sílu v decentralizovaných organizacích.",
  "page-eth-has-value": "Proč má ETH hodnotu?",
  "page-eth-has-value-desc": "ETH má pro různé lidi různou hodnotu.",
  "page-eth-has-value-desc-2": "ETH má pro uživatele Etherea vysokou cenu, protože umožňuje zaplatit transakční poplatky.",
  "page-eth-has-value-desc-3": "Jiní jej vnímají spíše jako digitální úložiště hodnot, protože tvorba nového ETH se časem zpomaluje.",
  "page-eth-has-value-desc-4": "U uživatelů finančních aplikací na Ethereu stouplo v poslední době ETH. A to proto, že lze ETH využít k zajištění půjčky v kryptoměně nebo jako platební systém.",
  "page-eth-has-value-desc-5": "Pro mnohé ETH představuje především investici, podobně jako Bitcoin nebo ostatní kryptoměny.",
  "page-eth-is-money": "Ether coin (ETH) jsou digitální globální peníze.",
  "page-eth-last-updated": "Leden 2019",
  "page-eth-monetary-policy": "Monetární politika Etherea",
  "page-eth-more-on-ethereum-link": "Více na Ethereu",
  "page-eth-no-centralized": "Bez centralizovaného řízení ",
  "page-eth-no-centralized-desc": "ETH je decentralizované a globální. Neexistuje žádná společnost nebo banka, která by se mohla rozhodnout vytisknout více ETH nebo změnit podmínky používání.",
  "page-eth-non-fungible-tokens-link": "Nezaměnitelné tokeny",
  "page-eth-not-only-crypto": "ETH není jediná kryptoměna na Ethereu",
  "page-eth-not-only-crypto-desc": "Kdokoli může vytvářet nové druhy aktiv a na Ethereu s nimi obchodovat. Tato aktiva známe jako „tokeny“. Uživatelé už tokenizovali tradiční měny, své nemovitosti, své umění, a dokonce sami sebe!",
  "page-eth-not-only-crypto-desc-2": "Ethereum je domovem tisíce tokenů. Některé jsou užitečnější a cennější než jiné. Vývojáři vytvářejí nové tokeny, které představují nové možnosti a otevírají nové trhy.",
  "page-eth-open": "Otevřené komukoli",
  "page-eth-open-desc": "K přijetí ETH potřebujete pouze připojení k internetu a peněženku. Nepotřebujete přístup k bankovnímu účtu abyste přijímali platby. ",
  "page-eth-p2p-payments": "Platby typu peer-to-peer",
  "page-eth-p2p-payments-desc": "ETH můžete posílat bez zprostředkovatele, například banky. Jako kdybyste předávali hotovost osobně, ale můžete to udělat bezpečně, s kýmkoli, kdekoli a kdykoli.",
  "page-eth-period": ".",
  "page-eth-popular-tokens": "Populární typy tokenů",
  "page-eth-powers-ethereum": "ETH pohání Ethereum",
  "page-eth-shit-coins": "Sh*t coiny (Nekalé kryptoměny)",
  "page-eth-shit-coins-desc": "Protože tvorba nových tokenů je jednoduchá, může to dělat kdokoli, i osoby se špatnými nebo scestnými úmysly. Vše si důkladně ověřte, než se rozhodnete je nakoupit nebo použít!",
  "page-eth-stablecoins": "Stabilní kryptoměny (stablecoins)",
  "page-eth-stablecoins-desc": "Tokeny, které odrážejí hodnotou tradiční měny jako dolary. Řeší problémy volatility u mnoha kryptoměn.",
  "page-eth-stablecoins-link": "Získat stablecoiny",
  "page-eth-stream-link": "Přenos ETH",
  "page-eth-tokens-link": "Tokeny Ethereum",
  "page-eth-trade-link-2": "Směnit tokeny",
  "page-eth-underpins": "ETH je základem finančního systému Ethereum",
  "page-eth-underpins-desc": "Komunita Etherea, která není spokojená s běžnými platbami na internetu, buduje celý finanční systém typu <a href=\"/glossary/#peer-to-peer-network\">peer-to-peer</a> a dostupný pro každého.",
  "page-eth-underpins-desc-2": "ETH můžete používat jako kolaterál ke generování zcela rozdílných tokenů kryptoměn na Ethereu. Kromě toho si můžete půjčit, půjčovat a vydělávat na úrocích z ETH a dalších tokenech zajištěných ETH.",
  "page-eth-weth": "Zabalený ether (WETH) slouží k rozšíření funkčnosti ETH o další tokeny a aplikace. <a href=\"/wrapped-eth\">Zjistěte více o WETH</a>.",
  "page-eth-uses": "Možnosti využití ETH přibývají každý den",
  "page-eth-uses-desc": "Protože Ethereum je programovatelné, vývojáři mohou vytvářet ETH nespočtem způsobů.",
  "page-eth-uses-desc-2": "V roce 2015 jste mohli pouze poslat ETH z jednoho účtu Ethereum na jiný. Zde uvádíme jenom část možností využití, které můžete dělat dneska.",
  "page-eth-uses-desc-3": "Placení nebo přijímání prostředků v reálném čase.",
  "page-eth-uses-desc-4": "Obchodování ETH s jinými tokeny, včetně Bitcoinu.",
  "page-eth-uses-desc-5": "na ETH a jiných tokenech založených na Ethereu.",
  "page-eth-uses-desc-6": "Přístup ke světu kryptoměn se stabilní, méně volatilní hodnotou.",
  "page-eth-value": "Proč je ether cenný",
  "page-eth-video-alt": "Eth glyf video",
  "page-eth-whats-eth": "Co je ether (ETH)?",
  "page-eth-whats-eth-hero-alt": "Ilustrace skupiny lidí, kteří žasnou nad glyfem etheru (ETH) v údivu",
  "page-eth-whats-eth-meta-desc": "Co musíte vědět abyste pochopili ETH a jeho místo na Ethereu.",
  "page-eth-whats-eth-meta-title": "Co je ether (ETH)?",
  "page-eth-whats-ethereum": "Co je to Ethereum?",
  "page-eth-whats-ethereum-desc": "Další informace o Ethereu, technologii za ETH, se dozvíte v úvodu.",
  "page-eth-whats-unique": "Co je unikátní na ETH?",
  "page-eth-whats-unique-desc": "Na Ethereu je mnoho kryptoměn a spousta dalších žetonů, ale některé věci může dělat pouze ETH.",
  "page-eth-where-to-buy": "Kde získat ETH",
  "page-eth-where-to-buy-desc": "ETH můžete získat na burze nebo v peněžence, ale různé země mají ke kryptoměnám jiný přístup. Zaškrtněte a zobrazte si služby, které vám umožní koupit ETH.",
  "page-eth-yours": "Je opravdu vaše",
  "page-eth-yours-desc": "ETH vám umožňuje být vlastní bankou. Své vlastní prostředky můžete ovládat pomocí své <a href=\"/glossary/#wallet\">peněženky</a> jako důkazu vlastnictví – žádné třetí strany nejsou potřeba.",
  "page-eth-more-on-tokens": "Další informace o tokenech a jejich použití",
  "page-eth-button-buy-eth": "Získat ETH",
  "page-eth-tokens-stablecoins": "Stabilní kryptoměny (stablecoins)",
  "page-eth-tokens-defi": "Decentralizované finance (DeFi)",
  "page-eth-tokens-nft": "Nezaměnitelné tokeny (NFT)",
  "page-eth-tokens-dao": "Decentralizované autonomní organizace (DAO)",
  "page-eth-tokens-stablecoins-description": "Další informace o nejméně volatilních tokenech Ethereum.",
  "page-eth-tokens-defi-description": "Finanční systém tokenů Ethereum.",
  "page-eth-tokens-nft-description": "Tokeny, které představují vlastnictví položek na síti Ethereum.",
  "page-eth-tokens-dao-description": "Internetové komunity často spravované držiteli tokenů.",
  "page-eth-whats-defi": "Další informace o DeFi",
  "page-eth-whats-defi-description": "DeFi je decentralizovaný finanční systém postavený na Ethereu. Tento přehled vysvětluje, co tento systém umožňuje provést.",
  "page-what-is-ethereum-what-is-ether": "Co je ether?"
}
