{
  "page-roadmap-vision-2014": "Zobrazit příspěvek na blogu z roku 2014, který detailně popisuje důkaz podílem",
  "page-roadmap-vision-2021": "Zobrazit příspěvek na blogu z roku 2021, který popisuje plán vylepšení Etherea",
  "page-roadmap-vision-2022": "Zobrazit příspěvek na blogu z roku 2022: Stopařův průvodce po Ethereu",
  "page-roadmap-vision-2021-updates": "Zobrazit příspěvek na blogu z roku 2021 o aktualizacích protokolu Ethereum",
  "page-roadmap-vision-desc-1": "Ethereum potřebuje snížit přetížení sítě a zlepšit rychlost pro lepší služby celosvětové uživatelské základny.",
  "page-roadmap-vision-desc-2": "Spuštění uzlu se s růstem sítě ztěžuje. To bude jen těžší s úsilím o škálování sítě.",
  "page-roadmap-vision-desc-3": "Ethereum používá příliš mnoho elektřiny. Technologie, která udržuje síť v bezpečí, potřebuje být udržitelnější.",
  "page-roadmap-vision-ethereum-node": "Další informace o síťových uzlech",
  "page-roadmap-vision-future": "Digitální budoucnost v celosvětovém měřítku",
  "page-roadmap-vision-meta-desc": "Přehled dopadů vylepšení na Ethereum a výzev, které je potřeba překonat.",
  "page-roadmap-vision-meta-title": "Vize Etherea",
  "page-roadmap-vision-mining": "Další informace o těžbě",
  "page-roadmap-vision-problems": "Problémy dneška",
  "page-roadmap-vision-scalability": "Škálovatelnost",
  "page-roadmap-vision-scalability-desc": "Ethereum musí být schopno zvládnout víc transakcí za sekundu, aniž by se zvýšila velikost uzlů v síti. Uzly jsou životně důležitými účastníky sítě, kteří blockchain skladují a provozují. Zvyšování velikosti uzlu není praktické, protože to mohou dělat pouze ti, kteří mají výkonné a nákladné počítače. Ke škálování potřebuje Ethereum více transakcí za sekundu, spojených s více uzly. Více uzlů znamená větší bezpečí.",
  "page-roadmap-vision-scalability-desc-3": "Rollupy druhé vrstvy škálují Ethereum tím, že přesouvají transakce mimo blockchain a na Ethereum zveřejňují pouze souhrnná data. Toto sdružování transakcí zvyšuje propustnost Etherea a zároveň dramaticky snižuje náklady pro uživatele.",
  "page-roadmap-vision-scalability-desc-4": "Rollupy potřebují levné úložiště na první vrstvě, aby transakce pro uživatele byly co nejlevnější. To bude zajištěno ve formě blobů připojených k blokům Etherea. Nakonec bude k blokům Etherea připojeno více blobů, což poskytne levné úložiště pro spoustu rollupů.",
  "page-roadmap-vision-security": "Bezpečnost",
  "page-roadmap-vision-security-desc": "Plánované upgrady zlepšují bezpečnost Etherea proti koordinovaným útokům.",
  "page-roadmap-vision-security-desc-3": "V rámci důkazu podílem pochází dodatečná bezpečnost z vyšších kryptoekonomických demotivací k útokům. Je to proto, že v případě důkazu podílem musí validátoři, kteří zajišťují provoz sítě, do protokolu vložit významné množství ETH. Pokud se pokusí o útok na síť, protokol může jejich ETH automaticky zničit.",
  "page-roadmap-vision-security-desc-5": "Je však také důležité, aby byla brzy implementována vylepšení, která chrání validátory před útoky odepřením služby, zvyšují jejich anonymitu a oddělují tvorbu bloků a šíření bloků. Tato vylepšení chrání jednotlivé validátory a síť jako celek proti útokům na živost sítě a proti cenzuře.",
  "page-roadmap-vision-security-desc-5-link": "Více o důkazu podílem",
  "page-roadmap-vision-security-desc-10": "Uzamčení také znamená, že pro přímou účast na konsensu není třeba investovat do špičkového hardwaru. To by mělo povzbudit více lidí k tomu, aby se stali validátory, čímž se zvýší decentralizace sítě a sníží možnosti útoku.",
  "page-roadmap-vision-security-staking": "Uzamčete ETH",
  "page-roadmap-vision-security-validator": "Validátorem se můžete stát, pokud uzamknete svoje ETH.",
  "page-roadmap-vision-staking-lower": "Další informace o uzamčení",
  "page-roadmap-vision-subtitle": "Pomozte Ethereu růst, dokud nebude dostatečně silné, aby pomohlo celému lidstvu.",
  "page-roadmap-vision-sustainability": "Udržitelnost",
  "page-roadmap-vision-sustainability-desc-1": "Ethereum je nyní zeleným blockchainem. Spotřeba energie byla snížena přibližně o 99,95 % poté, co byl důkaz prací nahrazen důkazem podílem.",
  "page-roadmap-vision-sustainability-desc-2": "Ethereum je nyní zabezpečeno prostřednictvím uzamčení, nikoli výpočetním výkonem.",
  "page-roadmap-vision-sustainability-desc-3": "Tento posun k udržitelnosti přináší také bezpečnostní výhody – uzamčený ether činí útok na řetězec mnohem dražším, než je tomu při použití důkazu prací, ale jeho zabezpečení je méně nákladné, protože je potřeba vydávat méně nového ETH na zaplacení validátorů než na zaplacení těžařů.",
  "page-roadmap-vision-sustainability-desc-8": "Přechod na důkaz podílem učinil Ethereum ekologičtějším a bezpečnějším. Jedná se o platformu s nízkými emisemi uhlíku, vhodnou pro budování aplikací a organizací.",
  "page-roadmap-vision-sustainability-subtitle": "Ethereum je zeleným blockchainem s vysokou kryptografickou a ekonomickou bezpečností.",
  "page-roadmap-vision-title": "Vize Etherea",
  "page-roadmap-vision-title-1": "Přetížená síť",
  "page-roadmap-vision-title-2": "Prostor na disku",
  "page-roadmap-vision-title-3": "Přílišná spotřeba energie",
  "page-roadmap-vision-trilemma-cardtext-1": "Vylepšení Etherea činí Ethereum škálovatelným, bezpečným a decentralizovaným. Uzamčení snížilo bariéry zapojení a omezilo úspory z rozsahu, čímž vytvořilo větší a decentralizovanější síť.",
  "page-roadmap-vision-trilemma-cardtext-2": "Bezpečné a decentralizované blockchainové sítě vyžadují, aby každý síťový uzel ověřil každou transakci zpracovanou řetězcem. Toto množství práce omezuje počet transakcí, které mohou v daném čase proběhnout. Decentralizace a bezpečnost jsou charakteristikami současného Etherea.",
  "page-roadmap-vision-trilemma-cardtext-3": "Decentralizované sítě fungují tak, že posílají informace o transakcích mezi síťovými uzly – celá síť musí vědět o každé změně stavu. Škálování transakcí za sekundu v decentralizované síti představuje bezpečnostní rizika, protože čím více je v síti transakcí, tím delší je jejich zpoždění a tím vyšší pravděpodobnost útoku, zatímco se informace přenáší.",
  "page-roadmap-vision-trilemma-cardtext-4": "Zvýšení velikosti a výkonu síťových uzlů Etherea by mohlo zvýšit počet transakcí za sekundu bezpečným způsobem, ale požadavky na hardware by omezily, kdo by mohl uzly provozovat – to ohrožuje decentralizaci. Ethereovská komunita doufá, že tříštění a Důkaz podílem umožní škálování pomocí zvýšení počtu síťových uzlů, nikoli jejich velikosti.",
  "page-roadmap-vision-trilemma-h2": "Výzva decentralizovaného škálování",
  "page-roadmap-vision-trilemma-modal-tip": "Klikněte na kruhy níže, abyste lépe porozuměli problémům decentralizovaného škálování",
  "page-roadmap-vision-trilemma-p": "Naivním způsobem, jak vyřešit problémy Etherea, by byla centralizace. Ale decentralizace je až příliš důležitá. Právě decentralizace dává Ethereu neutralitu, odolnost proti cenzuře, otevřenost, možnost data vlastnit a téměř nezničitelnou bezpečnost.",
  "page-roadmap-vision-trilemma-p-1": "Vizí Etherea je být více škálovatelné a bezpečné, ale také zůstat decentralizované. Snaha o dosažení těchto tří vlastností je známá jako trilema škálovatelnosti.",
  "page-roadmap-vision-trilemma-p-2": "Vylepšení Etherea mají za cíl vyřešit toto trilema, ale na této cestě existují značné problémy.",
  "page-roadmap-vision-trilemma-press-button": "Klikněte na tlačítka na trojúhelníku, abyste lépe porozuměli problémům decentralizovaného škálování.",
  "page-roadmap-vision-trilemma-text-1": "Decentralizace",
  "page-roadmap-vision-trilemma-text-2": "Bezpečnost",
  "page-roadmap-vision-trilemma-text-3": "Škálovatelnost",
  "page-roadmap-vision-trilemma-title-1": "Prozkoumejte trilema škálovatelnosti",
  "page-roadmap-vision-trilemma-title-2": "Vylepšení Etherea a decentralizované škálování",
  "page-roadmap-vision-trilemma-title-3": "Bezpečné a decentralizované",
  "page-roadmap-vision-trilemma-title-4": "Decentralizované a škálovatelné",
  "page-roadmap-vision-trilemma-title-5": "Škálovatelné a bezpečné",
  "page-roadmap-vision-understanding": "Porozumění vizi Etherea",
  "page-roadmap-vision-upgrade-needs": "Potřeba vylepšení",
  "page-roadmap-vision-upgrade-needs-desc": "Protokol Ethereum, který byl spuštěn v roce 2015, zaznamenal neuvěřitelný úspěch. Komunita Etherea však vždy očekávala, že k uplatnění plného potenciálu Etherea bude zapotřebí několik klíčových vylepšení.",
  "page-roadmap-vision-upgrade-needs-desc-2": "Vysoká poptávka zvyšuje transakční poplatky, což Ethereum činí pro běžné uživatele drahým. Prostor na pevném disku potřebný k provozu klienta Etherea navíc rychle roste.",
  "page-roadmap-vision-upgrade-needs-desc-3": "Ethereum má sadu vylepšení, které řeší tyto a další problémy. Tato sada upgradů byla původně nazývána „Serenity“ nebo „Eth2“ a od roku 2014 je aktivní oblastí výzkumu a vývoje.",
  "page-roadmap-vision-upgrade-needs-desc-5": "Nyní, když máme k dispozici potřebné technologie, mohou tato vylepšení měnit Ethereum tak, aby bylo škálovatelnější, bezpečnější a udržitelnější – což zlepší život stávajícím uživatelům a přiláká nové. A to vše při zachování klíčové hodnoty Etherea, kterou je decentralizace.",
  "page-roadmap-vision-upgrade-needs-desc-6": "To znamená, že neexistuje žádné jednorázové řešení pro škálovatelnost. Zlepšení budou implementována postupně.",
  "page-roadmap-vision-upgrade-needs-serenity": "Přečtěte si blogový příspěvek z roku 2015, který popisuje „Serenity“",
  "ethereum": "Ethereum",
  "page-roadmap-vision-danksharding": "Více o Dankshardingu"
}
