{
  "page-ethereum-history-founder-and-ownership-meta-title": "Historie Etherea: zakladatel, spuštění a vlastnictví | ethereum.org",
  "page-ethereum-history-founder-and-ownership-meta-description": "Zjistěte více o historii Etherea, včetně toho, kdo ho vytvořil, kdy bylo spuštěno a kdo ho dnes ovládá.",
  "page-ethereum-history-founder-and-ownership-twitter-meta-description": "Zjistěte, jaké jsou rozdíly mezi Bitcoinem a Ethereem, včetně případů použití, výkonu sítě, tokenové ekonomiky a dalších.",
  "page-ethereum-history-founder-and-ownership-title": "Historie Etherea: zakladatel, spuštění a vlastnictví",
  "page-ethereum-history-founder-and-ownership-description-1": "Ethereum založil Vitalik Buterin v roce 2013. Později se přidalo několik spoluzakladatelů, včetně Gavina Wooda a Josepha Lubina. Síť Ethereum byla oficiálně spuštěna 30. července 2015 vytěžením prvního bloku (Genesis bloku).",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-description-1": "Na rozdíl od tradičních organizací <strong>Ethereum nemá žádného generálního ředitele</strong>, představenstvo ani žádnou řídící stranu. Je to decentralizovaná platforma spravovaná její komunitou, přičemž podporu poskytuje nezisková nadace Ethereum Foundation.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum": "Kdo založil/spoluzaložil Ethereum?",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-1": "Ethereum <strong>založil Vitalik Buterin</strong>, který s tímto nápadem přišel <strong>koncem roku 2013</strong>.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-2": "Buterin, který se narodil v roce 1994 v Rusku a vyrůstal v Kanadě, projevoval již od útlého věku výjimečné matematické nadání.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-3": "V roce 2011 objevil Bitcoin a začal psát články o Bitcoinu, což ho v roce 2012 vedlo ke spoluzaložení časopisu <em>Bitcoin Magazine</em>. Byla to jedna z prvních publikací věnovaných kryptoměnám. Jako součást rané bitcoinové komunity se na vlastní oči přesvědčil o jejím potenciálu i omezeních.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-4": "V roce 2014 Vitalik publikoval <whitepaper>bílou knihu Etherea</whitepaper>, ve které nastínil platformu, která by vytvořením blockchainu, jenž by uměl víc než jen platby, překonala Bitcoin.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-5": "Ethereum rozšiřuje přístup Bitcoinu a v podstatě říká, no, místo toho, abychom měli pravidla navržená pro podporu jedné aplikace, uděláme něco obecnějšího, kde si lidé mohou vytvářet vlastní aplikace a pravidla pro jakékoli aplikace, které vytvořili, mohou být provedena a implementována na platformě Ethereum.",
  "page-ethereum-history-founder-and-ownership-when-ethereum-when-did-ethereum-launch": "Kdy bylo Ethereum spuštěno?",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now": "Kdo nyní vlastní a provozuje Ethereum?",
  "page-ethereum-history-founder-and-ownership-founder-of-ethereum": "Zakladatel Etherea",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-6": "Ethereum spoluzaložilo 8 osob, které pomohly uvést Ethereum v život.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-vitalik-buterin": "<strong>Vitalik Buterin</strong>: Vymyslel Ethereum v roce 2013, je autorem původní bílé knihy a stal se jeho hlavním vizionářem a zastáncem, formuloval koncept decentralizovaného světového počítače a udával technický a filozofický směr protokolu.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-gavin-wood": "<strong>Gavin Wood</strong>: Vyvinul programovací jazyk <solidity>Solidity</solidity> a napsal <ethereumYellowPaper>žlutou knihu Etherea</ethereumYellowPaper>, technickou příručku pro Ethereum Virtual Machine (EVM).",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-joseph-lubin": "<strong>Joseph Lubin</strong>: Pomohl financovat velmi rané fáze Etherea a později založil společnost <consensys>ConsenSys</consensys>, která se zaměřuje na vytváření aplikací a infrastruktury založené na Ethereu.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-jeffrey-wilcke": "<strong>Jeffrey Wilcke</strong>: Vytvořil <geth>Geth</geth>, původního a nejrozšířenějšího exekučního klienta Etherea, který je zodpovědný za provoz EVM a ukládání dat sítě Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-mihai-alisie": "<strong>Mihai Alisie</strong>: Spoluzaložil Bitcoin Magazine s Vitalikem Buterinem a pomohl založit nadaci Ethereum Foundation ve Švýcarsku, kde působil jako viceprezident a vytvořil právní rámec pro předprodej etheru.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-anthony-di-lorio": "<strong>Anthony Di Lorio</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-amir-chetrit": "<strong>Amir Chetrit</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-charles-hoskinson": "<strong>Charles Hoskinson</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-7": "Dnes se Vitalik Buterin stále aktivně podílí na vývoji Etherea. Joseph Lubin nadále vede ConsenSys. Jeho společnost vyvíjí klíčové nástroje pro ekosystém Ethereum, jako jsou <strong>MetaMask</strong> a <strong>Infura</strong>.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-1": "Cesta od původního nápadu Vitalika až po oficiální spuštění Etherea trvala asi 20 měsíců. Zde jsou klíčové milníky:",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-2": "<strong>Listopad 2013:</strong> Vitalik Buterin sdílí bílou knihu Etherea. Popisuje v ní svou vizi blockchainové platformy, na které by mohly běžet chytré kontrakty.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-3": "<strong>Leden 2014:</strong> Vitalik <announcement>veřejně oznamuje</announcement> koncept Etherea na severoamerické bitcoinové konferenci v Miami.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-4": "<strong>Červenec–srpen 2014:</strong> Za účelem financování vývoje Etherea spustil zakládající tým veřejnou crowdfundingovou kampaň. Vybrali 31 000 BTC (v té době v hodnotě asi 18 milionů dolarů) výměnou za ether (ETH).",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-5": "<strong>Duben 2015:</strong> Vitalik a spoluzakladatelé spouštějí testovací síť Olympic Etherea. Byla to poslední testovací fáze před spuštěním hlavní sítě.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-6": "<strong>30. července 2015:</strong> Zakládající tým oficiálně spouští hlavní síť Ethereum vytěžením genesis bloku. To znamená zrod sítě Ethereum.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-7": "<strong>14. března 2016:</strong> Komunita Etherea implementuje „Homestead“, první plánované vylepšení. To signalizuje, že Ethereum bylo připraveno na masové přijetí.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-8": "V projektu Ethereum jsme měli pocit, že na to máme jen jeden pokus, že to bylo opravdu jednou a dost, takže jsme to museli udělat správně.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-9": "Spoluzakladatel Etherea",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-10": "Spuštění Etherea znamenalo významný milník v technologii blockchainu. Představilo chytré kontrakty a vytvořilo platformu pro decentralizované aplikace.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-11": "Vždy si můžete <genesisBlock>prohlédnout genesis blok Etherea</genesisBlock>, který uchovává okamžik, kdy Ethereum poprvé ožilo.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-12": "Podívejte se na kompletní seznam vylepšení Etherea",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-13": "Podívejte se na budoucí plán Etherea",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-1": "Jedním z nejunikátnějších aspektů Etherea je jeho vlastnická struktura, nebo přesněji řečeno, absence tradičního vlastnictví. Na rozdíl od běžné společnosti Ethereum:",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-2": "<strong>nemá žádného generálního ředitele ani centrální autoritu</strong>",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-3": "<strong>není ovládáno žádným jediným subjektem</strong> ani organizací",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-4": "<strong>nemá akcionáře</strong> v tradičním slova smyslu",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-5": "Místo toho funguje Ethereum jako decentralizovaná síť. Je <strong>udržována tisíci nezávislých počítačů</strong> (uzlů) po celém světě. Tento decentralizovaný model je jádrem designu a hodnoty Etherea.",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-6": "S neustálým vývojem a správou Etherea pomáhá několik klíčových skupin:",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation": "1. Nadace Ethereum Foundation",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-1": "<strong>Ethereum Foundation je nezisková organizace</strong>, která podporuje Ethereum a související technologie. Ačkoli je důležitá, neovládá síť. Nadace:",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-2": "Spravuje finanční prostředky na podporu vývoje Etherea",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-3": "Poskytuje granty projektům, které staví na Ethereu",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-4": "Pořádá komunitní akce a vzdělávací iniciativy",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-5": "Koordinuje výzkumné úsilí",
  "page-ethereum-history-founder-and-ownership-core-developers": "2. Klíčoví vývojáři a výzkumníci",
  "page-ethereum-history-founder-and-ownership-core-developers-description-1": "Celosvětová komunita vývojářů a výzkumníků přispívá ke kódu a designu Etherea. Tito přispěvatelé navrhují, diskutují a implementují vylepšení prostřednictvím otevřeného, veřejného procesu. Vitalik Buterin je v komunitě stále respektován, rozhodnutí jsou však činěna na základě skupinové dohody, nikoli jedinou osobou.",
  "page-ethereum-history-founder-and-ownership-eip": "3. Návrhy na vylepšení Etherea (EIP)",
  "page-ethereum-history-founder-and-ownership-eip-description-1": "Komunita Etherea navrhuje změny v síti prostřednictvím <eips>návrhů na vylepšení Etherea (EIP)</eips>. Tento otevřený systém umožňuje komukoli navrhovat vylepšení. Tyto nápady jsou poté diskutovány, zdokonalovány a případně implementovány komunitou.",
  "page-ethereum-history-founder-and-ownership-validators": "4. Provozovatelé uzlů a validátoři",
  "page-ethereum-history-founder-and-ownership-validators-description-1": "Od přechodu Etherea na důkaz podílem v září 2022 je síť zabezpečena validátory, kteří uzamykají (stakují) ETH a zpracovávají transakce. Po celém světě je rozmístěn <beaconchain>velký počet validátorů</beaconchain>, což distribuuje kontrolu nad sítí do širokého okolí.",
  "page-ethereum-history-founder-and-ownership-validators-description-2": "Tento decentralizovaný model omezuje kontrolu ze strany jakéhokoli jediného subjektu, díky čemuž je Ethereum odolné vůči cenzuře. To se týká i jeho původních zakladatelů. Žádná osoba ani organizace nemůže sama změnit pravidla Etherea nebo síť vypnout.",
  "page-ethereum-history-founder-and-ownership-validators-description-3": "Hlavní rozdíl mezi budováním aplikace na Ethereu a jejím budováním na nějaké tradiční centralizované platformě je tato hlavní myšlenka, že jakmile jednou aplikaci vytvoříte, její další existence na vás ani na žádné jiné osobě nezávisí. A aplikace bude zaručeně nadále fungovat podle zadaných pravidel.",
  "page-ethereum-history-founder-and-ownership-conclusion": "Závěr",
  "page-ethereum-history-founder-and-ownership-conclusion-description-1": "Od svého vzniku Vitalikem Buterinem v roce 2013 přes spuštění v roce 2015 až po dnešní růst <strong>zůstalo Ethereum věrné své zakladatelské vizi</strong>. Zůstává <strong>decentralizovanou, důvěryhodně neutrální</strong> platformou pro aplikace, které fungují přesně tak, jak jsou naprogramovány. Síť a aplikace na ní postavené fungují <strong>bez výpadků, cenzury, podvodů nebo zásahů třetích stran</strong>.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-2": "Příběh Etherea se s každou aktualizací a inovací dále odvíjí. Jak se síť vyvíjí, ukazuje, jak může decentralizovaná správa pohánět technologický pokrok bez tradičních korporátních struktur.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-3": "Ethereum se z vizionářské bílé knihy proměnilo v <strong>globální infrastrukturní vrstvu, která pohání tisíce aplikací a miliardy v hodnotě</strong>. To dokazuje, že otevřená spolupráce může přetvořit nejen finance, ale i základní koncepty vlastnictví, správy a digitální důvěry.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-4": "Zjistěte více o procesu správy Etherea"
}
