{
  "page-get-eth-article-keeping-crypto-safe": "Klíče k uchování kryptoměny v bezpečí",
  "page-get-eth-article-protecting-yourself": "Chráníme sebe a vaše prostředky",
  "page-get-eth-article-store-digital-assets": "Ukládání digitálních aktiv na Ethereu",
  "page-get-eth-cex": "Centralizované burzy",
  "page-get-eth-cex-desc": "Burzy jsou podniky, které vám umožňují koupit si krypto za tradiční měny. Spravují vámi zakoupené ETH, dokud si ho nepošlete do vlastní peněženky.",
  "page-get-eth-checkout-dapps-btn": "Podívejte se na dappky",
  "page-get-eth-community-safety": "Komunitní příspěvky o bezpečnosti",
  "page-get-eth-description": "Ethereum a ETH nereguluje žádná vládou ani společnost, jsou decentralizované. Znamená to, že ETH může používat naprosto kdokoliv.",
  "page-get-eth-dex": "Decentralizované burzy (DEX)",
  "page-get-eth-dex-desc": "Pokud chcete větší kontrolu, nakupte ETH v režimu peer-to-peer. Na burzách DEX můžete obchodovat, aniž byste dávali své prostředky centralizované společnosti.",
  "page-get-eth-dexs": "Decentralizované burzy (DEX)",
  "page-get-eth-dexs-desc": "Decentralizované burzy jsou otevřené trhy pro ETH a ostatní tokeny. Kupujícího a prodávajícího mezi sebou propojují napřímo.",
  "page-get-eth-dexs-desc-2": "Místo používání důvěryhodné třetí strany k ochraně peněžních prostředků používají kód. ETH prodejce bude převedeno pouze v případě, že je platba zaručena. Tento typ kódu je znám jako chytrý kontrakt.",
  "page-get-eth-dexs-desc-3": "Toto znamená, že geografická omezení jsou menší než u centralizovaných alternativ. Pokud někdo prodává, co chcete a přijímá platební metodu, kterou jste schopni poskytnout, jste na dobré cestě. Burzy DEX vám umožní koupit ETH s ostatními tokeny, PayPalem nebo dokonce osobními dodávkami hotovosti.",
  "page-get-eth-do-not-copy": "Příklad: Nekopírovat",
  "page-get-eth-exchanges-disclaimer": "Tyto informace jsme shromáždili vlastními silami. Pokud si všimnete, že je zde něco špatně, dejte nám vědět na",
  "page-get-eth-exchanges-empty-state-text": "Zadejte zemi vašeho trvalého pobytu a zobrazí se vám seznam peněženek a výměn, které můžete použít k nákupu ETH.",
  "page-get-eth-exchanges-except": "Mimo",
  "page-get-eth-exchanges-header": "V jaké zemi žijete?",
  "page-get-eth-exchanges-header-exchanges": "Burzy",
  "page-get-eth-exchanges-header-wallets": "Kryptoměnové peněženky",
  "page-get-eth-exchanges-intro": "Burzy a peněženky mohou obchodovat s kryptoměnami pouze v některých částech světa.",
  "page-get-eth-exchanges-no-exchanges": "Omlouváme se, ale nevíme o žádné burze umožňující nakupovat ETH z této země. Pokud takovou znáte, dejte nám vědět na",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Omlouváme se, ale nevíme o žádné burze ani peněžence umožňující nakupovat ETH z této země. Pokud takové znáte, dejte nám vědět na",
  "page-get-eth-exchanges-no-wallets": "Omlouváme se, ale nevíme o žádné peněžence umožňující nakupovat ETH z této země. Pokud takovou znáte, dejte nám vědět na",
  "page-get-eth-exchanges-search": "Zadejte místo, kde žijete...",
  "page-get-eth-exchanges-success-exchange": "Registrace v rámci výměny může trvat několik dní, vzhledem k jejich právním kontrolám.",
  "page-get-eth-exchanges-success-wallet-link": "peněženkách.",
  "page-get-eth-exchanges-success-wallet-paragraph": "V zemi, kde žijete, můžete kupovat ETH pomocí těchto peněženek. Další informace o",
  "page-get-eth-exchanges-usa": "Spojené státy americké (USA)",
  "page-get-eth-get-wallet-btn": "Vybrat peněženku",
  "page-get-eth-hero-image-alt": "Získat úvodní ETH obrázek",
  "page-get-eth-keep-it-safe": "Udržujte své ETH v bezpečí",
  "page-get-eth-meta-description": "Jak nakupovat ETH podle toho, kde žijete, a rady, jak se o něj postarat.",
  "page-get-eth-meta-title": "Nakupování ETH",
  "page-get-eth-need-wallet": "K využívání burz DEX potřebujete peněženku.",
  "page-get-eth-new-to-eth": "Teprve se s ETH seznamujete? Zde je přehled, jak začít.",
  "page-get-eth-other-cryptos": "Koupit pomocí jiné kryptoměny",
  "page-get-eth-protect-eth-desc": "Pokud plánujete kupovat velké množství ETH, možná jej budete chtít uschovat v peněžence, nikoli ve výměně. To proto, že výměna je pravděpodobným cílem pro hackery. Pokud hacker získá přístup, můžete ztratit vaše prostředky. Jinak řečeno, pouze vy ovládáte svou peněženku.",
  "page-get-eth-protect-eth-in-wallet": "Chraňte Vaše ETH v peněžence",
  "page-get-eth-search-by-country": "Hledat podle státu",
  "page-get-eth-security": "To ale také znamená, že je třeba brát bezpečnost vašich prostředků vážně. Ve světě ETH nesvěřujete své peníze bance, která by se vám o ně postarala. Zde se spoléháte pouze sami na sebe.",
  "page-get-eth-smart-contract-link": "Více o chytrých kontraktech",
  "page-get-eth-swapping": "Směňte své tokeny za cizí ETH nebo naopak.",
  "page-get-eth-try-dex": "Vyzkoušejte DEX",
  "page-get-eth-use-your-eth": "Používejte své ETH",
  "page-get-eth-use-your-eth-dapps": "Teď, když vlastníte ETH, omrkněte aplikace Ethereum (dappky). Máme dappky pro finance, sociální média, hry a mnoho dalších kategorií.",
  "page-get-eth-wallet-instructions": "Postupujte podle pokynů uvedených v peněžence",
  "page-get-eth-wallet-instructions-lost": "Přijdete-li o přístup k peněžence, ztratíte zároveň přístup k prostředkům. Peněženka by vám měla poskytnout rady, jak takovému případu předejít. Nezapomeňte si tedy pokyny pečlivě prostudovat. Ve většině případů vám totiž se ztraceným přístupem k peněžence nikdo nepomůže.",
  "page-get-eth-wallets": "Kryptoměnové peněženky",
  "page-get-eth-wallets-link": "Více o peněženkách",
  "page-get-eth-wallets-purchasing": "Některé peněženky umožňují nákup kryptoměn prostřednictvím debetní nebo kreditní karty, bankovního převodu nebo dokonce přes Apple Pay. Na tento nákup se vztahují zeměpisná omezení.",
  "page-get-eth-warning": "Burzy DEX nejsou pro začátečníky, potřebujete totiž ETH, abyste je mohli využívat.",
  "page-get-eth-what-are-DEX's": "Co jsou burzy DEX?",
  "page-get-eth-whats-eth-link": "Co je to ETH?",
  "page-get-eth-where-to-buy-desc": "ETH si můžete koupit na burzách nebo přímo v peněženkách.",
  "page-get-eth-where-to-buy-desc-2": "Zkontrolujte, které služby můžete používat podle toho, kde žijete.",
  "page-get-eth-where-to-buy-title": "Kde koupit ETH",
  "page-get-eth-your-address": "Vaše ETH adresa",
  "page-get-eth-your-address-desc": "Když si stáhnete peněženku, vytvoří pro vás veřejnou ETH adresu. Zde je, jak vypadá:",
  "page-get-eth-your-address-desc-3": "Je to něco jako vaše e-mailová adresa, ale místo e-mailu můžete dostávat ETH. Pokud chcete přenést ETH z výměny do peněženky, použijte vaši adresu jako místo určení. Před odesláním vše radši dvakrát zkontrolujete!",
  "page-get-eth-your-address-wallet-link": "Podívejte se na peněženky",
  "listing-policy-raise-issue-link": "Vytvořit hlášení o chybě",
  "page-find-wallet-last-updated": "Naposledy aktualizováno"
}
