{
  "page-what-is-ether-meta-title": "Co je Ether (ETH)? (Kompletní průvodce) | ethereum.org",
  "page-what-is-ether-meta-description": "Ether (ETH) je nativní kryptoměna Etherea. Zjistěte, k čemu se používá, jak a kde ho koupit, kolik ho je a co ovlivňuje jeho cenu.",
  "page-what-is-ether-twitter-meta-description": "Ether (ETH) je nativní kryptoměna Etherea. Zjistěte, k čemu se používá, jak a kde ho koupit, kolik ho je a další.",
  "page-what-is-ether-title": "Co je Ether (ETH)?",
  "page-what-is-ether-hero-description-1": "Ether (ETH) je nativní kryptoměna, která pohání síť Ethereum. Používá se k placení transakčních poplatků (známých jako „palivo“) za používání sítě a aplikací na ní postavených, k zabezpečení sítě prostřednictvím uzamčení a slouží jako digitální peníze pro platby a investice – aniž by byl kontrolován jakoukoli centrální entitou, organizací nebo vládou. ETH je jednou z největších kryptoměn podle tržní kapitalizace.",
  "page-what-is-ether-what-is-ether-description-1": "Ether, běžně známý jako ETH, je palivo, které pohání blockchain Ethereum. Na rozdíl od bitcoinu, který slouží především jako digitální peníze, má ether v ekosystému Ethereum mnohostranné využití.",
  "page-what-is-ether-what-is-ether-description-2": "<strong>Jako nativní kryptoměna Etherea se ETH používá k:</strong>",
  "page-what-is-ether-what-is-ether-description-3": "Placení transakčních poplatků (paliva) za používání sítě a jejích aplikací",
  "page-what-is-ether-what-is-ether-description-4": "Zabezpečení sítě Ethereum prostřednictvím uzamčení",
  "page-what-is-ether-what-is-ether-description-5": "ETH byl představen v roce 2015 jako součást spuštění Etherea a od té doby se stal jedním z <assets>nejcennějších aktiv na světě</assets>.",
  "page-what-is-ether-what-is-ether-description-6": "Pro spotřebitele",
  "page-what-is-ether-what-is-ether-description-7": "ETH umožňuje globální platby bez bank, nákupy nezaměnitelných tokenů (NFT) a přístup k aplikacím decentralizovaných financí (DeFi). Je odolný proti cenzuře s nepřetržitou přeshraniční funkcionalitou.",
  "page-what-is-ether-what-is-ether-description-8": "Pro vývojáře",
  "page-what-is-ether-what-is-ether-description-9": "ETH se platí za transakční poplatky při nasazování chytrých kontraktů do hlavní sítě Ethereum. Je to také primární měna používaná v mnoha aplikacích v ekosystému Ethereum.",
  "page-what-is-ether-what-is-ether-description-10": "Pro investory",
  "page-what-is-ether-what-is-ether-description-11": "ETH funguje jako uchovatel hodnoty a aktivum generující výnosy prostřednictvím uzamčení. Poskytuje expozici vůči růstu web3 a rozšiřující se digitální ekonomice.",
  "page-what-is-ether-what-is-ether-description-12": "Zjistěte více o uzamčení ETH",
  "page-what-is-ether-how-to-buy-eth": "Jak nakoupit ETH",
  "page-what-is-ether-how-to-buy-eth-description-1": "Nákup ETH je jednoduchý a existuje několik možností v závislosti na vašich potřebách a lokalitě. <strong>Vždy začněte s důvěryhodnou platformou</strong>, která nabízí silné zabezpečení.",
  "page-what-is-ether-how-to-buy-eth-description-2": "Spotřebitelé mohou ETH nakupovat prostřednictvím kryptoměnových směnáren nebo aplikací peněženek.",
  "page-what-is-ether-how-to-buy-eth-description-3": "<strong>Poznámka na okraj</strong>",
  "page-what-is-ether-how-to-buy-eth-description-4": "Při nákupu ETH uslyšíte pojmy \"<strong>účet/adresa</strong>\" a \"<strong>peněženka</strong>\".",
  "page-what-is-ether-how-to-buy-eth-description-5": "Představte si svůj <strong>účet jako e-mailovou adresu</strong>, na kterou vám lidé posílají peníze.",
  "page-what-is-ether-how-to-buy-eth-description-6": "Představte si svou <strong>peněženku jako e-mailovou aplikaci</strong>, kde kontrolujete zůstatky a provádíte platby.",
  "page-what-is-ether-how-to-buy-eth-description-7": "ETH můžete zakoupit pomocí:",
  "page-what-is-ether-how-to-buy-eth-description-8": "<strong>Kreditní/debetní karty</strong>: okamžitě, ale s vyššími poplatky",
  "page-what-is-ether-how-to-buy-eth-description-9": "<strong>Bankovní převody</strong>: pomalejší, ale s nižšími poplatky",
  "page-what-is-ether-how-to-buy-eth-description-10": "<strong>PayPal</strong> nebo podobné služby, kde jsou k dispozici",
  "page-what-is-ether-how-to-buy-eth-description-11": "<strong>Pro firmy</strong> směnárny nabízejí firemní účty s vyššími limity, lepší podporou, funkcemi pro dodržování předpisů, objemovými slevami a vylepšeným zabezpečením.",
  "page-what-is-ether-how-to-buy-eth-description-12": "Další způsoby, jak získat ETH:",
  "page-what-is-ether-how-to-buy-eth-description-13": "<strong>Přijímat platby</strong> od lidí, které znáte",
  "page-what-is-ether-how-to-buy-eth-description-14": "<strong>Poskytovat likviditu</strong> v protokolech decentralizovaných financí",
  "page-what-is-ether-how-to-buy-eth-description-15": "<strong>Uzamknout ETH</strong> a získávat odměny a zároveň zabezpečovat síť Ethereum",
  "page-what-is-ether-how-to-buy-eth-description-16": "Zjistěte více o tom, jak a kde nakoupit ETH",
  "page-what-is-ether-how-to-send-and-receive-eth": "Jak posílat a přijímat ETH",
  "page-what-is-ether-how-to-send-and-receive-eth-description-1": "<strong>Odeslání ETH</strong> vyžaduje peněženku a adresu příjemce. Zadejte jejich adresu, určete částku, zkontrolujte transakční poplatek a potvrďte. Transakce obvykle dorazí do 30 sekund a po potvrzení je nelze vrátit zpět.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-2": "<strong>Přijetí ETH</strong> vyžaduje sdílení vaší ethereum adresy nebo QR kódu s odesílatelem. Prostředky se objeví ve vaší peněžence po potvrzení sítě, přičemž většina peněženek poskytuje oznámení.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-3": "<strong>Potřebujete pomoc?</strong> Přečtěte si průvodce <howToUseWallet>Jak používat peněženku</howToUseWallet>.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-4": "Při nákupu ETH uslyšíte pojmy \"<strong>účet/adresa</strong>\" a \"<strong>peněženka</strong>\".",
  "page-what-is-ether-how-to-send-and-receive-eth-description-5": "Představte si svůj <strong>účet jako e-mailovou adresu</strong>, na kterou vám lidé posílají peníze.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-6": "Představte si svou <strong>peněženku jako e-mailovou aplikaci</strong>, kde kontrolujete zůstatky a provádíte platby.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-7": "Pro větší částky zvažte hardwarové peněženky pro zvýšení bezpečnosti.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-8": "Zjistěte více o Ethereu a o tom, jak funguje.",
  "page-what-is-ether-how-to-send-and-receive-eth-callout": "Sdílejte svou adresu na Ethereu pouze s důvěryhodnými kontakty. Protože je Ethereum veřejná účetní kniha, mohou si prohlížet váš zůstatek a transakce. Nemohou získat přístup k vašim prostředkům, ale doporučuje se zachovat soukromí.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth": "Jak dlouho trvá odeslání ETH?",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-1": "Transakce ETH jsou obvykle dokončeny do 30 sekund. Síť Ethereum zpracovává bloky každých 12 sekund, i když se transakce mohou během přetížení řadit do fronty.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-2": "Transakce dosahují „konečnosti“ po přibližně 15 minutách, ve srovnání s 60minutovým průměrem Bitcoinu.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-3": "Během vysokého síťového provozu můžete transakce urychlit zaplacením vyšších transakčních poplatků, což vás posune dopředu ve frontě. Poplatky se dělí mezi validátory a spalovací mechanismus.",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth": "Kolik stojí odeslání ETH?",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth-description-1": "Transakce na Ethereu vyžadují <strong>transakční poplatky placené v ETH</strong>. Poplatek se vypočítává na základě požadované výpočetní práce (měřené v „palivu“) a aktuální poptávky v síti. Cena paliva kolísá se síťovým provozem, takže transakce jsou v období mimo špičku levnější.",
  "page-what-is-ether-l2s": "Vstupte do L2: Škálování Etherea",
  "page-what-is-ether-l2s-description-1": "S rostoucí popularitou Etherea je udržení nízkých transakčních poplatků náročné. Sítě <strong>druhé vrstvy (L2)</strong> tento problém řeší.",
  "page-what-is-ether-l2s-description-2": "L2 sítě jako <optimism>Optimism</optimism> a <arbitrum>Arbitrum</arbitrum> nabízejí <strong>10–100x levnější poplatky</strong> a zároveň dědí zabezpečení Etherea. Zpracovávají transakce mimo řetězec a data zveřejňují na Ethereu.",
  "page-what-is-ether-l2s-description-3": "Představte si je jako expresní pruhy, které poskytují rychlejší a levnější transakce vedle hlavní dálnice Etherea.",
  "page-what-is-ether-l2s-description-4": "L2 <strong>převody obvykle stojí méně než 0,01 $</strong> a přinášejí Ethereum milionům dalších uživatelů prostřednictvím integrací se společnostmi jako Robinhood, PayPal a Shopify.",
  "page-what-is-ether-what-is-the-eth-supply": "Jaká je zásoba ETH?",
  "page-what-is-ether-what-is-the-eth-supply-description-1": "Na rozdíl od pevného limitu Bitcoinu 21 milionů má ETH dynamickou mechaniku nabídky:",
  "page-what-is-ether-what-is-the-eth-supply-description-2": "Nové ETH se vydávají jako odměna pro validátory sítě v omezené míře vypočítané protokolem",
  "page-what-is-ether-what-is-the-eth-supply-description-3": "Část každého transakčního poplatku je trvale \"spálena\" (odstraněna z existence)",
  "page-what-is-ether-what-is-the-eth-supply-description-4": "To vytváří střídavá období inflace a deflace v závislosti na využití sítě",
  "page-what-is-ether-what-is-the-eth-supply-description-5": "<strong>Očekávaná rovnováha</strong>: Systém vyvažuje bezpečnost sítě s dlouhodobým uchováním hodnoty. Vysoké využití vede k deflaci; nízké využití má za následek inflaci.",
  "page-what-is-ether-what-is-the-eth-supply-description-6": "Zdroje dat: <etherscan>Etherscan</etherscan>, <ultrasound>Ultrasound Money</ultrasound>",
  "page-what-is-ether-what-is-the-distribution-of-eth": "Jaká je distribuce ETH?",
  "page-what-is-ether-what-is-the-distribution-of-eth-description-1": "Vlastnictví je široce distribuováno mezi <etherscan>desítkami milionů adres</etherscan>, což zabraňuje koncentraci kontroly a posiluje decentralizaci.",
  "page-what-is-ether-breakdown": "Rozpis distribuce etheru",
  "page-what-is-ether-breakdown-description-1": "<strong>Uzamčený ether</strong>: Desítky milionů ETH <beaconchain>uzamčených</beaconchain> pro zabezpečení sítě",
  "page-what-is-ether-breakdown-description-2": "<strong>Směnárny</strong>: Centralizované platformy <unchained>drží 13–16 %</unchained> nabídky",
  "page-what-is-ether-breakdown-description-3": "<strong>Chytré kontrakty</strong>: Značné množství v chytrých kontraktech, včetně protokolů DeFi",
  "page-what-is-ether-breakdown-description-4": "<strong>Nadace Ethereum</strong>: Drží <ef>méně než 0,3 %</ef> nabídky (pokles z 9 % v roce 2014)",
  "page-what-is-ether-who-holds-most": "Kdo drží nejvíce?",
  "page-what-is-ether-who-holds-most-description-1": "Ethereové adresy s nejvyššími zůstatky ETH obvykle nepatří jednotlivcům. Drtivá většina etherů viditelných na \"nejlepších\" ethereových adresách představuje kolektivní, sdružené prostředky mnoha různých lidí a entit, nikoli majetek jediného jednotlivce. ",
  "page-what-is-ether-who-holds-most-description-2": "Účty s nejvyšším zůstatkem ETH obvykle zahrnují:",
  "page-what-is-ether-who-holds-most-description-3": "Vkladový kontrakt Beacon Chain: Zůstatek vkladového kontraktu představuje všechny ETH, které byly <staked>uzamčeny</staked> pro zabezpečení sítě Ethereum. Ačkoli se jedná o ethereovou adresu s největším zůstatkem ETH, nepředstavuje přístupný účet ethereové peněženky. Jedná se o chytrý kontrakt, který přijímá vklady ETH jako první krok k účasti na uzamčení, a poté spravuje zůstatky tohoto etheru napříč aktivními validátory sítě.",
  "page-what-is-ether-who-holds-most-description-4": "Chytré kontrakty: Mnoho dalších ethereových adres s vysokým zůstatkem představuje chytré kontrakty, které pohánějí aplikace založené na Ethereu, jako jsou adresy chytrých kontraktů pro protokoly decentralizovaných financí (DeFi), přemostění nebo decentralizované autonomní organizace (DAO). Tyto zůstatky kontraktů představují ether, který mnoho peněženek vložilo, aby se mohly účastnit jejich aplikace.",
  "page-what-is-ether-who-holds-most-description-5": "Souhrnné účty: Jedná se o velké peněženky provozované směnárnami, platformami a fondy (jako Coinbase, Robinhood nebo Binance). Když si uživatel koupí ETH na směnárně, je často držen na jednom z těchto masivních účtů spolu s ETH drženými tisíci dalších zákazníků platformy.",
  "page-what-is-ether-who-holds-most-description-6": "Živý seznam adres ethereových peněženek s nejvyššími zůstatky ETH si můžete prohlédnout na <etherscan>Etherscan zde</etherscan>.",
  "page-what-is-ether-distribution": "Proč distribuce záleží na decentralizaci",
  "page-what-is-ether-distribution-description-1": "Široká distribuce zabraňuje centralizované kontrole. Skutečná decentralizace závisí na počtu nezávislých uzlů a validátorů, kteří udržují síť.",
  "page-what-is-ether-what-makes-eth-valuable": "Co dělá ETH cenným?",
  "page-what-is-ether-what-makes-eth-valuable-description-1": "ETH odvozuje hodnotu z více zdrojů:",
  "page-what-is-ether-what-makes-eth-valuable-description-2": "<strong>Užitečnost sítě</strong>: Všechny transakce na Ethereu vyžadují ETH na poplatky za palivo, což vytváří stálou poptávku, která roste s přijetím sítě.",
  "page-what-is-ether-what-makes-eth-valuable-description-3": "<strong>Odměny za uzamčení</strong>: Ti, co uzamykají ETH, získávají výnosy a zároveň zabezpečují síť, což je atraktivní pro individuální i institucionální investory.",
  "page-what-is-ether-what-makes-eth-valuable-description-4": "<strong>Uchovatel hodnoty</strong>: Mnozí vnímají ETH jako \"digitální ropu\"—vzácné aktivum se skutečnou užitečností, které pohání digitální ekonomiku.",
  "page-what-is-ether-what-makes-eth-valuable-description-5": "<strong>Dynamika nabídky</strong>: Spalování poplatků vytváří deflační tlak během období vysokého využití. Od roku 2021 byly z oběhu <ultrasound>trvale odstraněny miliony ETH</ultrasound>.",
  "page-what-is-ether-what-is-wrapping-eth": "Co je to balení ETH?",
  "page-what-is-ether-what-is-wrapping-eth-description-1": "Zabalený ETH (WETH) je token ERC-20, který představuje ETH v poměru 1:1. Mnoho decentralizovaných aplikací a L2 sítí je postaveno na zpracování tokenů ERC-20, ale nativní ETH samotný není token ERC-20. „Balení“ znamená uzamčení ETH v chytrém kontraktu a vydání reprezentace tohoto uzamčeného ETH (WETH) ve formátu ERC-20, což umožňuje jeho použití ve všech aplikacích a L2 sítích, které mohou přijímat pouze tokeny ERC-20.",
  "page-what-is-ether-what-is-wrapping-eth-description-2": "Běžné způsoby použití zahrnují:",
  "page-what-is-ether-what-is-wrapping-eth-description-3": "Obchodní páry na decentralizovaných směnárnách jako <uniswap>Uniswap</uniswap>",
  "page-what-is-ether-what-is-wrapping-eth-description-4": "Zajištění na úvěrových platformách jako <aave>Aave</aave>",
  "page-what-is-ether-what-is-wrapping-eth-description-5": "Nabízení na tržištích NFT jako <opensea>OpenSea</opensea>",
  "page-what-is-ether-what-is-wrapping-eth-description-6": "WETH lze kdykoli rozbalit zpět na ETH s minimálními poplatky. WETH je zničen a ETH, které představoval, je uvolněn z chytrého kontraktu. Většina aplikací zvládá proces balení a rozbalování bezproblémově.",
  "page-what-is-ether-what-is-wrapping-eth-description-7": "Zjistěte více o zabaleném ETH (WETH)",
  "page-what-is-ether-gas-table-transaction-type": "Typy transakcí",
  "page-what-is-ether-gas-table-typical-cost-range": "Aktuální cenové rozpětí",
  "page-what-is-ether-gas-table-estimated-gas-units": "Odhadované jednotky paliva",
  "page-what-is-ether-gas-table-row-1-1": "Převody ETH",
  "page-what-is-ether-gas-table-row-2-1": "Směna tokenů",
  "page-what-is-ether-gas-table-row-3-1": "Složité transakce DeFi/NFT"
}