{
  "page-dapps-1inch-logo-alt": "Logo 1inch",
  "page-dapps-aave-logo-alt": "Logo Aave",
  "page-dapps-add-button": "Navrhnout dappku",
  "page-dapps-add-title": "Přidat dappku",
  "page-dapps-ankr-logo-alt": "Logo Ankr",
  "page-dapps-api3-logo-alt": "Logo API3",
  "page-dapps-arweave-logo-alt": "Logo ARweave",
  "page-dapps-audius-logo-alt": "Logo Audius",
  "page-dapps-axie-infinity-logo-alt": "Logo Axie Infinity",
  "page-dapps-balancer-logo-alt": "Logo Balancer",
  "page-dapps-brave-logo-alt": "Logo Brave",
  "page-dapps-beginner-friendly-description": "Pár dappek, které jsou vhodné pro začátečníky. Prozkoumejte více dappek dole.",
  "page-dapps-beginner-friendly-header": "Vhodné pro začátečníky",
  "page-dapps-category-arts": "Umění a móda",
  "page-dapps-category-browsers": "Prohlížeče",
  "page-dapps-category-code-marketplaces": "Tržiště kódů",
  "page-dapps-category-collectibles": "Digitální sběratelské předměty",
  "page-dapps-category-competitive": "Web3 hry",
  "page-dapps-category-computing": "Nástroje pro vývojáře",
  "page-dapps-category-dex": "Burzy",
  "page-dapps-category-investments": "Investiční fondy",
  "page-dapps-category-lending": "Úvěry a půjčky",
  "page-dapps-category-lottery": "Crowdfunding",
  "page-dapps-category-marketplaces": "Tržiště",
  "page-dapps-category-music": "Hudba",
  "page-dapps-category-payments": "Platby",
  "page-dapps-category-insurance": "Pojištění",
  "page-dapps-category-portfolios": "Portfolio management",
  "page-dapps-category-trading": "Predikční trhy",
  "page-dapps-category-utilities": "Utility",
  "page-dapps-category-worlds": "Virtuální světy",
  "page-dapps-category-demand-aggregator": "Agregátoři poptávky",
  "page-dapps-category-derivatives": "Deriváty",
  "page-dapps-category-liquid-staking": "Likvidní uzamčení",
  "page-dapps-category-bridges": "Mosty",
  "page-dapps-category-experiences": "Sdílené zkušenosti",
  "page-dapps-category-guilds": "Výnosové cechy",
  "page-dapps-category-avatar": "Avataři",
  "page-dapps-choose-category": "Vybrat kategorii",
  "page-dapps-category-social": "Sociální sítě",
  "page-dapps-category-content": "Obsah",
  "page-dapps-category-community": "Komunita",
  "page-dapps-category-messaging": "Zprávy",
  "page-dapps-category-identity": "Identita",
  "page-dapps-collectibles-benefits-1-description": "Když umění na Ethereu tokenizujete, můžete každému snadno prokázat, že je vaše. Cestu uměleckého díla lze totiž vysledovat, od vytvoření k jemu současnému držiteli. Tak zabráníte padělání.",
  "page-dapps-collectibles-benefits-1-title": "Doložitelné vlastnictví",
  "page-dapps-collectibles-benefits-2-description": "Úhrada za streamování hudby nebo koupi uměleckého díla je k umělcům mnohem spravedlivější. U Etherea nepotřebujete tolik zprostředkovatelů. A když jsou potřeba, pak náklady na ně nejsou tak vysoké, protože platformy nemusí platit za infrastrukturu sítě.",
  "page-dapps-collectibles-benefits-2-title": "Spravedlivější k tvůrcům",
  "page-dapps-collectibles-benefits-3-description": "Tokenizované sběratelské předměty jsou vázány na vaši Ethereum adresu, ne platformu. Takže můžete prodávat věci stejně jako ve hrách na jakékoliv Ethereum tržišti.",
  "page-dapps-collectibles-benefits-3-title": "Sběratelské předměty jdou s vámi",
  "page-dapps-collectibles-benefits-4-description": "V dnešní době najdete spoustu nástrojů a produktů, jejichž prostřednictvím můžete tokenizovat vaše umění a prodávat jej! Vaše tokeny se můžou prodávat na jakékoliv Ethereum sběratelské platformě.",
  "page-dapps-collectibles-benefits-4-title": "Funkční infrastruktura",
  "page-dapps-collectibles-benefits-description": "Jedná se o aplikace, které se zaměřují na digitální vlastnictví, zvyšují potenciál výdělku pro tvůrce, a vymýšlejí nové způsoby, jak investovat do vašich oblíbených tvůrců a jejich práce.",
  "page-dapps-collectibles-benefits-title": "Decentralizované sběratelské předměty a streamování",
  "page-dapps-collectibles-button": "Umění a sběratelské předměty",
  "page-dapps-collectibles-description": "Jedná se o aplikace, které se zaměřují na digitální vlastnictví, zvyšují potenciál výdělku pro tvůrce, a vymýšlejí nové způsoby, jak investovat do vašich oblíbených tvůrců a jejich práce.",
  "page-dapps-collectibles-title": "Decentralizované umění a sběratelské předměty",
  "page-dapps-compound-logo-alt": "Logo Compound",
  "page-dapps-convex-logo-alt": "Logo Convex",
  "page-dapps-cryptopunks-logo-alt": "Logo CryptoPunks",
  "page-dapps-cryptovoxels-logo-alt": "Logo Cryptovoxels",
  "page-dapps-cyberconnect-logo-alt": "Logo CyberConnect",
  "page-dapps-dapp-description-1inch": "Pomáhá vyhnout se vysokému cenovému skluzu sečtením nejlepších cen.",
  "page-dapps-dapp-description-aave": "Půjčte své tokeny, abyste vydělali na úrocích. Tokeny a úroky si můžete kdykoli vybrat.",
  "page-dapps-dapp-description-ankr": "Soubor odlišných Web3 infrastrukturních produktů pro programování, získávání, hraní a další. A to vše na jednom blockchainu.",
  "page-dapps-dapp-description-api3": "Cenové referenční datové kanály první strany, které umožňují dappky v 10 sítích (a nadále víc) připojit se k údajům o cenách aktiv v reálném čase, včetně cen kryptoměn a forexu.",
  "page-dapps-dapp-description-arweave": "Ukládejte data trvale, udržitelně a s jediným počátečním poplatkem.",
  "page-dapps-dapp-description-async-art": "Vytvářejte, sbírejte a obchodujte s uměním #ProgrammableArt – digitálními malbami rozdělenými na „vrstvy“, které můžete použít k ovlivnění celkového obrazu. Každý vzor a vrstva je token ERC721.",
  "page-dapps-dapp-description-audius": "Decentralizovaná streamovací platforma. Posloucháte hudbu? Peníze jdou přímo tvůrcům, ne zavedeným značkám.",
  "page-dapps-dapp-description-axie-infinity": "Obchodujte a bojujte se stvořením známým jako Axies. Hrajte a vydělávejte, na mobilu.",
  "page-dapps-dapp-description-balancer": "Balancer je automatický správce portfolia a obchodní platforma.",
  "page-dapps-dapp-description-brave": "Získejte tokeny za procházení a podpořte jimi vaše oblíbené tvůrce.",
  "page-dapps-dapp-description-cent": "Sociální síť, na které vyděláváte peníze zveřejňováním NFT.",
  "page-dapps-dapp-description-compound": "Půjčte své tokeny, abyste vydělali na úrocích. Tokeny a úroky si můžete kdykoli vybrat.",
  "page-dapps-dapp-description-convex": "Convex umožňuje poskytovatelům likvidity Curve vydělávat pomocí poplatků za obchodování a získat zvýšení CRV bez zamykání jejich CRV.",
  "page-dapps-dapp-description-cryptopunks": "Kupujte, přihazujte, a nabízejte Punky k prodeji, což je jeden z prvních tokenových sběratelských předmětů na Ethereu.",
  "page-dapps-dapp-description-cryptovoxels": "Vytvářejte umělecké galerie, budujte obchody, a kupujte půdu ve virtuálním světě Ethereum.",
  "page-dapps-dapp-description-cyberconnect": "Decentralizovaný protokol sociálních grafů, který pomáhá dappkám spouštět síťové efekty a vytvářet personalizované sociální zážitky",
  "page-dapps-dapp-description-dark-forest": "Ovládněte planety v nekonečném, proceduálně generovaném, kryptograficky specifikovaném vesmíru.",
  "page-dapps-dapp-description-decentraland": "Sbírejte, obchodujte s virtuální půdou ve virtuálním světě, který můžete prozkoumat.",
  "page-dapps-dapp-description-ens": "Uživatelsky přívětivá jména pro Ethereum adresy a decentralizované stránky.",
  "page-dapps-dapp-description-foundation": "Investujte do jedinečných edic digitálních uměleckých děl a obchodujte s jinými kupci.",
  "page-dapps-dapp-description-gitcoin": "Vydělávejte kryptoměny, které fungují díky open-source softwaru.",
  "page-dapps-dapp-description-gitcoin-grants": "Crowdfunding pro komunitní projekty Etherea se zesílenými příspěvky",
  "page-dapps-dapp-description-gm": "All-in-one platforma pro chatování, fóra a hlasové služby, která se skutečně dělí o příjmy se svými tvůrci",
  "page-dapps-dapp-description-gods-unchained": "Strategická hra se sběratelskými kartičkami. Karty, které vyhrajete, můžete v reálném světě prodat.",
  "page-dapps-dapp-description-golem": "Přistup ke sdílenému výpočetnímu výkonu nebo pronájem vlastních zdrojů.",
  "page-dapps-dapp-description-graph": "Indexovací protokol pro dotazování sítí, jako je Ethereum a IPFS.",
  "page-dapps-dapp-description-ipfs": "Hypermediální protokol typu peer-to-peer, jehož cílem je zachovat a rozšířit znalosti lidstva tím, že web bude aktualizovatelný, odolný a otevřenější.",
  "page-dapps-dapp-description-radicle": "Bezpečná peer-to-peer spolupráce na psaní kódu bez prostředníků.",
  "page-dapps-dapp-description-kyberswap": "Vyměňujte a vydělávejte za nejlepší sazby.",
  "page-dapps-dapp-description-lido": "Zjednodušené a bezpečné uzamčení digitálních aktiv.",
  "page-dapps-dapp-description-loopring": "Obchodní platforma typu Peer-to-peer stvořená pro rychlost.",
  "page-dapps-dapp-description-marble-cards": "Vytvářejte jedinečné digitální karty pomocí na URL a obchodujte s nimi.",
  "page-dapps-dapp-description-matcha": "Vyhledávání na několika burzách, abyste našli nejlepší cenu.",
  "page-dapps-dapp-description-meeds": "Komunitní centra Web3 pro éru decentralizované práce. Odměňujte příspěvky, které jsou důležité, spravedlivě a transparentně.",
  "page-dapps-dapp-description-mirror": "Vytvořena skrz web3 pro web3, robustní nakladatelská platforma Mirror překonává překážky při autorském psaní online",
  "page-dapps-dapp-description-multichain": "Konečný směrovač pro web3. Jedná se o infrastrukturu vyvinutou pro libovolné interakce napříč blockchainy.",
  "page-dapps-dapp-description-nifty-gateway": "Nakupujte díla od špičkových umělců, atletů, značek a tvůrců na blockchainu.",
  "page-dapps-dapp-description-summerfi": "Obchodujte, půjčujte si a ušetřete s Dai, Ethereum stablecoinem.",
  "page-dapps-dapp-description-opensea": "Objevte limitovanou edicí zboží, kterou můžete nakupovat, prodávat nebo s ní obchodovat.",
  "page-dapps-dapp-description-opera": "Poslat kryptoměnu z prohlížeče obchodníkům, ostatním uživatelům a aplikacím.",
  "page-dapps-dapp-description-osuvox": "3D avataři žijící na blockchainu",
  "page-dapps-dapp-description-poap": "Sbírejte NFT, díky nimž budete mít v ruce důkaz, že jste se zúčastnili různých virtuálních nebo prezenčních událostí. Můžete se s nimi zapojit do tomboly, hlasování, spolupráci nebo pochlubit.",
  "page-dapps-dapp-description-polymarket": "Sázejte na výsledky. Obchodujte na informačních trzích.",
  "page-dapps-dapp-description-pooltogether": "Loterie, kterou nemůžete prohrát. Ceny každý týden.",
  "page-dapps-dapp-description-index-coop": "Burzy DEX jsou kryptoměnový indexový fond, který následuje hodnotu hlavních DeFi tokenů.",
  "page-dapps-dapp-description-nexus-mutual": "Pojištění bez pojišťovny. Chraňte se před chybami v chytrých kontraktech a jejich hacknutím.",
  "page-dapps-dapp-description-etherisc": "Šablona pro decentralizované pojištění, kterou může využít každý, kdo si chce vytvořit vlastní pojistné krytí.",
  "page-dapps-dapp-description-zapper": "Sledujte své portfolio a využívejte řadu produktů DeFi z jednoho rozhraní.",
  "page-dapps-dapp-description-zerion": "Spravujte své portfolio a jednoduše vyhodnoťte každé jednotlivé aktivum DeFi na trhu.",
  "page-dapps-dapp-description-rotki": "Open source nástroj pro sledování portfolia, analýzy, účetnictví a daňové výkaznictví, který respektuje vaše soukromí.",
  "page-dapps-dapp-description-krystal": "Jednoduchá platforma pro přístup ke všem vašim oblíbeným službám DeFi.",
  "page-dapps-dapp-description-rarible": "Vytvářejte, prodávejte a kupujte tokenizované sběratelské předměty.",
  "page-dapps-dapp-description-request-finance": "Sada finančních nástrojů pro krypto faktury, mzdy a výdaje.",
  "page-dapps-dapp-description-rubic": "Meziblockchainový technologický agregátor pro uživatele a dappky.",
  "page-dapps-dapp-description-sablier": "Přenos peněz v reálném čase.",
  "page-dapps-dapp-description-spatial": "Vytvořte si svůj vlastní avatar a 3D světy",
  "page-dapps-dapp-description-spruce": "Open-source stack, který ponechává kontrolu nad identitou a daty tam, kde má být: u uživatelů.",
  "page-dapps-dapp-description-status": "Navržena tak, aby umožňovala volný tok informací, chránila právo na soukromé a bezpečné rozhovory a podporovala suverenitu jednotlivců.",
  "page-dapps-dapp-description-superrare": "Kupujte digitální umělecká díla přímo od umělců nebo na sekundárních trzích.",
  "page-dapps-dapp-description-synthetix": "Synthetix je protokol pro vydávání syntetických aktiv a obchodování s nimi",
  "page-dapps-dapp-description-uniswap": "Tokeny můžete jednoduše vyměnit, nebo je poskytnout jako odměnu v %.",
  "page-dapps-dapp-description-xmtp": "Posílejte zprávy mezi blockchain účty, včetně SZ, upozornění, oznámení a dalších.",
  "page-dapps-dapp-description-yearn": "Yearn Finance je agregátor výnosů. Poskytuje jednotlivcům, DAO a dalším protokolům způsob, jak uložit digitální aktiva a získat výnos.",
  "page-dapps-docklink-dapps": "Úvod k decentralozovaným plikacím",
  "page-dapps-docklink-smart-contracts": "Chytré kontrakty",
  "page-dapps-dark-forest-logo-alt": "Logo Dark Forest",
  "page-dapps-decentraland-logo-alt": "Logo Decentralandu",
  "page-dapps-index-coop-logo-alt": "Logo Index Coop",
  "page-dapps-nexus-mutual-logo-alt": "Logo Nexus Mutual",
  "page-dapps-etherisc-logo-alt": "Logo Etherisc",
  "page-dapps-zapper-logo-alt": "Logo Zapper",
  "page-dapps-zerion-logo-alt": "Logo Zerion",
  "page-dapps-rotki-logo-alt": "Logo Rotki",
  "page-dapps-krystal-logo-alt": "Logo Krystal",
  "page-dapps-synthetix-logo-alt": "Logo Synthetix",
  "page-dapps-desc": "Najděte si Ethereum aplikaci, kterou chcete vyzkoušet.",
  "page-dapps-doge-img-alt": "Ilustrace se psem doge, který používá počítač",
  "page-dapps-editors-choice-dark-forest": "Hrajte proti ostatním, abyste obsadili planety a vyzkoušeli technologii škálování a soukromí Etherea. Možná jen pro ty, kteří už znají Ethereum.",
  "page-dapps-editors-choice-foundation": "Investujte do kultury. Kupujte, obchodujte, prodávejte jedinečná digitální díla a módu od několik fantastických umělců, hudebníků, a značek.",
  "page-dapps-editors-choice-pooltogether": "Pořiďte si lístek do neztrátové loterie. Každý týden posíláme výnos z úroku vypočítaný z celého fondu lístků jednomu šťastnému výherci. Získejte své peníze zpátky, kdykoliv se vám zlíbí.",
  "page-dapps-editors-choice-uniswap": "Směňte své tokeny snadno. Oblíbené komunity, které umožňují obchodovat tokeny s lidmi po celé síti.",
  "page-dapps-ens-logo-alt": "Logo Ethereum Name Service",
  "page-dapps-explore-dapps-description": "Mnoho dappek je stále experimentálních, protože testují možnosti decentralizovaných sítí. Avšak v kategoriích technologie, finance, hry a sběratelství by se našli někteří úspěšní průkopníci.",
  "page-dapps-explore-dapps-title": "Prozkoumat dappky",
  "page-dapps-features-1-description": "Jakmile je kód dappky nasazen do Etherea, nemůže být vyjmut. Kdokoli tak může využívat funkce dané dappky. Dappku tak může stále využívat, i kdyby se tým, který ji vyvinul, rozpustil. Co se jednou na Ethereu objeví, už tam zůstane.",
  "page-dapps-features-1-title": "Bez vlastníků",
  "page-dapps-features-2-description": "Nikdo vám nemůže zabránit v používání dappky ani v odesílání transakcí. Například, pokud by byl Twitter na Ethereu, nikdo vám nemůže zablokovat účet nebo vám zabránit ve tweetování.",
  "page-dapps-features-2-title": "Bez cenzury",
  "page-dapps-features-3-description": "Protože ETH patří pod Ethereum, platby touto kryptoměnou jsou pro Ethereum nativní. Vývojáři nemusí trávit čas integrací poskytovatelů plateb třetích stran.",
  "page-dapps-features-3-title": "Integrované platby",
  "page-dapps-features-4-description": "Kód dappky je často ve výchozím nastavení otevřený a kompatibilní. Týmy pravidelně stavějí na práci jiného týmu. Pokud chcete umožnit uživatelům výměnu tokenů přímo v dappce, můžete jednoduše připojit kód jiné aplikace.",
  "page-dapps-features-4-title": "Připojit a hrát",
  "page-dapps-features-5-description": "U většiny dappek nemusíte sdílet svou identitu z reálného světa. Váš účet Ethereum je váš login a potřebujete jen peněženku.",
  "page-dapps-features-5-title": "Jedno anonymní přihlášení",
  "page-dapps-features-6-description": "Kryptografie zajišťuje, že útočníci nemůžou vytvářet transakce a jiné interakce v dappkách vašim jménem. Kroky v dappkách vždy autorizujete pomocí Ethereum účtu, obvykle prostřednictvím vaší peněženky, takže uchovávejte přihlašovací údaje v bezpečí.",
  "page-dapps-features-6-title": "Chráněné šifrováním",
  "page-dapps-features-7-description": "Jakmile je ostrá verze dappky na Ethereu, k jejímu výpadku může dojít jedině v případě, že spadne celá síť Ethereum. Na sítě velikosti Etherea není snadné zaútočit.",
  "page-dapps-features-7-title": "Žádné výpadky",
  "page-dapps-finance-benefits-1-description": "K finančním službám na Ethereu se nemusíte registrovat. Do začátku vám stačí pouze finanční prostředky a internetové připojení.",
  "page-dapps-finance-benefits-1-title": "Otevřený přístup",
  "page-dapps-finance-benefits-2-description": "Čeká na vás svět tokenů, se kterými můžete obchodovat v rámci finančních produktů. Na Ethereu vznikají za přispění uživatelů nové tokeny každý den.",
  "page-dapps-finance-benefits-2-title": "Nová ekonomika tokenů",
  "page-dapps-finance-benefits-3-description": "Týmy vytvořily <a href=\"/glossary/#stablecoin\">stablecoiny</a>, tedy méně volatilní kryptoměnu. To umožňuje uživatelům vyzkoušet a využívat kryptoměny bez rizika a nejistoty.",
  "page-dapps-finance-benefits-3-title": "Stabilní kryptoměny (stablecoins)",
  "page-dapps-finance-benefits-4-description": "Finanční produkty na Ethereu jsou modulární a vzájemně kompatibilní. Na trh se neustále dostávají nové konfigurace těchto modulů, které rozšiřují možnosti využití kryptoměn.",
  "page-dapps-finance-benefits-4-title": "Propojené finanční služby",
  "page-dapps-finance-benefits-description": "Čím to je, že se decentralizovaným finančním aplikacím na Ethereu daří?",
  "page-dapps-finance-benefits-title": "Decentralizované finance",
  "page-dapps-finance-button": "Finance",
  "page-dapps-finance-description": "Jedná se o aplikace, které se zaměřují na vytváření finančních služeb s kryptoměnami. Nabízejí podobné služby jako jsou úvěry, půjčky, výnosy z úroků a soukromé platby, a přitom nepotřebují žádné osobní údaje.",
  "page-dapps-finance-title": "Decentralizované finance",
  "page-dapps-foundation-logo-alt": "Logo fondu",
  "page-dapps-gaming-benefits-1-description": "Ať už se jedná o virtuální půdu, nebo sběratelské kartičky, s položkami můžete obchodovat na sběratelských trzích. Herní předměty mají reálnou hodnotu.",
  "page-dapps-gaming-benefits-1-title": "Hodnota herních předmětů je po tokenizaci dvojnásobná",
  "page-dapps-gaming-benefits-2-description": "Vlastníkem předmětů a v některých případech i postupu ve hře jste vy, nikoli herní společnosti. O nic tedy nepřijdete, pokud je společnost, která za hrou stojí, napadena, dojde k poruše serveru nebo se společnosti rozpadne.",
  "page-dapps-gaming-benefits-2-title": "Vaše uložené pozice jsou v bezpečí",
  "page-dapps-gaming-benefits-3-description": "Stejně jako si kdokoli na Ethereu může ověřit probíhající platby, mohou tuto možnost využít i hry, aby zajistili férovou hru. Teoreticky je možné ověřit vše od počtu kritických zásahů až po velikost soupeřovy válečné kořisti.",
  "page-dapps-gaming-benefits-3-title": "Prokazatelná férovost",
  "page-dapps-gaming-benefits-description": "Čím to je, že se decentralizovaným herním aplikacím na Ethereu daří?",
  "page-dapps-gaming-benefits-title": "Decentralizované hry",
  "page-dapps-gaming-button": "Hry",
  "page-dapps-gaming-description": "Jedná se o aplikace, které se zaměřují na vytváření virtuálních světů a souboje s ostatními hráči pomocí sběratelských předmětů, které mají reálnou hodnotu.",
  "page-dapps-gaming-title": "Decentralizované hry",
  "page-dapps-get-some-eth-description": "Za jednotlivé akce v dappkách platíte transakčním poplatkem",
  "page-dapps-get-started-subtitle": "Abyste si mohli vyzkoušet jakoukoliv dappku, potřebujete <a href=\"/glossary/#wallet\">peněženku</a> a ETH. Peněženka vám umožní se připojit nebo přihlásit. Také budete potřebovat další ETH k zaplacení jakýchkoli <a href=\"/glossary/#transaction-fee\">transakčních poplatků</a>.",
  "page-dapps-get-started-title": "Začínáme",
  "page-dapps-gitcoin-grants-logo-alt": "Logo Gitcoin Grants",
  "page-dapps-gitcoin-logo-alt": "Logo Gitcoin",
  "page-dapps-gm-logo-alt": "Logo gm.xyz",
  "page-dapps-gods-unchained-logo-alt": "Logo Gods unchained",
  "page-dapps-golem-logo-alt": "Logo Golem",
  "page-dapps-graph-logo-alt": "Logo Graph",
  "page-dapps-radicle-logo-alt": "Logo Radicle",
  "page-dapps-hero-header": "Nástroje a služby, které běží na Ethereu",
  "page-dapps-hero-subtitle": "Dappky představují novou vlnu aplikací, které pomocí Etherea narušují zavedené obchodní modely, nebo vytvářejí nové.",
  "page-dapps-how-dapps-work-p1": "Dappky mají backendový kód (chytré kontrakty), který je spuštěn na decentralizované síti, nikoli na centralizovaném serveru. K ukládání dat využívají decentralizované aplikace <a href=\"/glossary/#blockchain\">blockchain</a> Ethereum a chytré kontrakty pro vlastní logiku.",
  "page-dapps-how-dapps-work-p2": "Chytrý kontrakt funguje na principu souboru pravidel, které existují na blockchainu, kde k nim může každý přistupovat a používat podle daných pravidel. Princip je stejný jako u prodejního automatu: pokud jej naplníte dostatečným množstvím pečlivě vybraných prostředků, dostanete to, co chcete. A podobně jako prodejní automaty mohou chytré kontrakty uchovávat finanční prostředky stejně jako účet Ethereum. Kód tak může zprostředkovávat dohody a transakce.",
  "page-dapps-how-dapps-work-p3": "Dappky, které jednou nasadíte do sítě Ethereum, už nemůžete měnit. Dappky jsou decentralizované proto, že jsou řízeny logikou zapsanou v chytrém kontraktu, nikoli jednotlivcem nebo společností.",
  "page-dapps-how-dapps-work-title": "Jak dappky fungují",
  "page-dapps-ipfs-logo-alt": "Logo IPFS",
  "page-dapps-kyberswap-logo-alt": "Logo KyberSwap",
  "page-dapps-learn-callout-button": "Začněte tvořit",
  "page-dapps-learn-callout-description": "Na našem komunitním vývojářském portálu najdete dokumenty, nástroje a frameworky, které vám pomohou dappku vytvořit.",
  "page-dapps-learn-callout-image-alt": "Ilustrace ručně stavěného symbolu ETH z lega.",
  "page-dapps-learn-callout-title": "Naučte se vytvářet dappky",
  "page-dapps-lido-logo-alt": "Logo Lido",
  "page-dapps-loopring-logo-alt": "Logo Loopring",
  "page-dapps-magic-behind-dapps-description": "Dappky mohou působit jako běžné aplikace. Za touto maskou se však skrývá několik jedinečných vlastností, protože zdědily všechny nadstandardní funkce Etherea. Níže najdete, čím se dappky liší od běžných aplikací.",
  "page-dapps-magic-behind-dapps-link": "Proč je Ethereum tak skvělé?",
  "page-dapps-magic-behind-dapps-title": "Kouzlo dappek",
  "page-dapps-magic-title-1": "Kouzlo",
  "page-dapps-magic-title-2": "na jeho stopě",
  "page-dapps-magician-img-alt": "Ilustrace kouzelníků",
  "page-dapps-marble-cards-logo-alt": "Logo marble.card",
  "page-dapps-async-logo-alt": "Logo Async",
  "page-dapps-matcha-logo-alt": "Logo Matcha",
  "page-dapps-meeds-logo-alt": "Logo Meeds",
  "page-dapps-metaverse-benefits-title": "metaverse",
  "page-dapps-metaverse-benefits-description": "Co na Ethereu umožňuje, aby se metaverzu dařilo?",
  "page-dapps-metaverse-benefits-1-title": "NFT",
  "page-dapps-metaverse-benefits-1-description": "Unikátní herní předměty, které vlastní uživatelé a které jsou interoperabilní ve všech virtuálních světech a tržištích podporujících stejné standardy.",
  "page-dapps-metaverse-benefits-2-title": "Komunity vlastněné uživateli",
  "page-dapps-metaverse-benefits-2-description": "Identity vlastní uživatelé, kteří mají nekonečné možnosti prozkoumávat a vytvářet sociální sítě v různých virtuálních světech.",
  "page-dapps-metaverse-button": "Metaverse",
  "page-dapps-metaverse-title": "Metaverse",
  "page-dapps-metaverse-description": "Jedná se o aplikace, které uživatelům umožňují volnou účast ve virtuálních světech. Uživatelé mohou vytvářet osobní sítě a přebírat vlastnictví digitálních aktiv",
  "page-dapps-mirror-logo-alt": "Logo Mirror",
  "page-dapps-mobile-options-header": "Procházet jinou kategorii",
  "page-dapps-multichain-logo-alt": "Logo Multichain",
  "page-dapps-nifty-gateway-logo-alt": "Logo Nifty Gateway",
  "page-dapps-summerfi-logo-alt": "Logo Summer.fi",
  "page-dapps-opensea-logo-alt": "Logo OpenSea",
  "page-dapps-opera-logo-alt": "Logo Opera",
  "page-dapps-osuvox-logo-alt": "Logo OSUVOX",
  "page-dapps-polymarket-logo-alt": "Logo Polymarket",
  "page-dapps-poap-logo-alt": "Logo POAP",
  "page-dapps-pooltogether-logo-alt": "Logo PoolTogether",
  "page-dapps-rarible-logo-alt": "Logo Rarible",
  "page-dapps-ready-button": "Přejít",
  "page-dapps-ready-description": "Vyberte si dappku, kterou chcete vyzkoušet.",
  "page-dapps-ready-title": "Jste připraveni?",
  "page-dapps-request-finance-logo-alt": "Logo Request Finance",
  "page-dapps-rubic-logo-alt": "Logo Rubic",
  "page-dapps-sablier-logo-alt": "Logo Sablier",
  "page-dapps-set-up-a-wallet-button": "Najít peněženku",
  "page-dapps-set-up-a-wallet-description": "Peněženka slouží jako „přihlášení“ do dappky.",
  "page-dapps-set-up-a-wallet-title": "Nastavení peněženky",
  "page-dapps-social-button": "Sociální",
  "page-dapps-social-description": "Jedná se o aplikace, které se zaměřují na vytváření decentralizovaných sociálních sítí využívajících technologie decentralizované identity, kde digitální identity a sociální grafy vlastní uživatelé.",
  "page-dapps-social-title": "Sociální",
  "page-dapps-spatial-logo-alt": "Logo Spatial",
  "page-dapps-spruce-logo-alt": "Logo Spruce",
  "page-dapps-status-logo-alt": "Logo statusu",
  "page-dapps-superrare-logo-alt": "Logo SuperRare",
  "page-dapps-technology-button": "Technologie",
  "page-dapps-technology-description": "Jedná se o aplikace, které se zaměřují na decentralizaci vývojářských nástrojů, začlenění kryptoměnových systémů do existující technologie a vytváření tržišť pro vývoj open-source aplikace.",
  "page-dapps-technology-title": "Decentralizovaná technologie",
  "page-dapps-uniswap-logo-alt": "Logo Uniswap",
  "page-dapps-wallet-callout-button": "Najít peněženku",
  "page-dapps-wallet-callout-description": "Peněženky jsou vlastně dappky. Podle funkcí si vyberte tu, která vám bude nejvíce vyhovovat.",
  "page-dapps-wallet-callout-image-alt": "Ilustrace robota.",
  "page-dapps-wallet-callout-title": "Zobrazit peněženky",
  "page-dapps-warning-header": "Vše si vždy důkladně prostudujte",
  "page-dapps-warning-message": "Ethereum je nová technologie, a i většina aplikací je nových. Před uložením velkého množství peněz se ujistěte, že znáte všechna rizika.",
  "page-dapps-what-are-dapps": "Co jsou dappky?",
  "page-dapps-more-on-defi-button": "Další informace o decentralizovaných financích",
  "page-dapps-more-on-nft-button": "Další informace o tokenizovaných sběratelských předmětech",
  "page-dapps-more-on-nft-gaming-button": "Další informace o tokenizováných herních předmětech",
  "page-dapps-dapp-description-pwn": "Snadné půjčky zajištěné jakýmkoli tokenem nebo NFT na Ethereu.",
  "page-dapps-pwn-image-alt": "Logo PWN",
  "page-dapps-xmtp-logo-alt": "Logo XMTP",
  "opage-dapps-yearn-logo-alt": "Logo Yearn",
  "page-dapps-yearn-image-alt": "Logo Yearn",
  "page-dapps-convex-image-alt": "Logo Convex",
  "foundation": "Nadace",
  "page-wallets-get-some": "Získejte ETH",
  "page-dapps-dapp-description-curve": "Curve je dex, který se zaměřuje na stablecoiny",
  "page-dapps-curve-image-alt": "Logo Curve",
  "page-dapps-dapp-description-dodo": "DODO je blockchainový poskytovatel likvidity, který využívá algoritmus Proactive Market Maker (PMM)",
  "page-dapps-dodo-image-alt": "Logo DODO",
  "page-dapps-dapp-description-artblocks": "Art Blocks se věnuje uvádění přesvědčivých děl současného generativního umění do existence",
  "page-dapps-artblocks-image-alt": "Logo Art Blocks",
  "page-dapps-explore-title": "Chcete si prohlédnout další aplikace?",
  "page-dapps-explore": "Podívejte se na stovky dappek"
}
