{
  "page-roadmap-title": "Plán Etherea",
  "page-roadmap-meta-title": "Plán rozvoje Etherea | ethereum.org",
  "page-roadmap-meta-description": "Cesta Etherea k větší škálovatelnosti, bezpečnosti a udržitelnosti.",
  "page-roadmap-banner-notification": "Vývoj Etherea je řízen komunitou a může se měnit.",
  "page-roadmap-changes-coming-title": "Jaké změny se na Ethereu chystají?",
  "page-roadmap-changes-coming-description": "Ethereum je již teď výkonnou platformou, ale stále se vylepšuje. Ambiciózní sada vylepšení povýší Ethereum z jeho současné podoby na plně škálovanou a maximálně odolnou platformu.",
  "page-roadmap-cheaper-transactions-title": "Levnější transakce",
  "page-roadmap-cheaper-transactions-description": "Rollupy jsou příliš drahé a spoléhají na centralizované komponenty, což nutí uživatele příliš důvěřovat jejich provozovatelům. Plán rozvoje zahrnuje řešení obou těchto problémů.",
  "page-roadmap-cheaper-transactions-button": "Více o snižování poplatků",
  "page-roadmap-extra-security-title": "Extra bezpečnost",
  "page-roadmap-extra-security-description": "Ethereum je již velmi bezpečné, ale lze jej ještě více posílit, aby dokázalo odolávat všem druhům útoků i v daleké budoucnosti.",
  "page-roadmap-extra-security-button": "Více o bezpečnosti",
  "page-roadmap-better-user-experience-title": "Lepší uživatelská zkušenost",
  "page-roadmap-better-user-experience-description": "Větší podpora pro peněženky s chytrými kontrakty a odlehčené uzly zjednoduší a zabezpečí používání Etherea.",
  "page-roadmap-better-user-experience-button": "Více o uživatelské přívětivosti",
  "page-roadmap-future-proofing-title": "Příprava na budoucnost",
  "page-roadmap-future-proofing-description": "Výzkumníci a vývojáři Etherea řeší problémy zítřka již dnes a připravují síť pro budoucí generace.",
  "page-roadmap-future-proofing-button": "Více o zajištění do budoucna",
  "page-roadmap-why-need-title": "Proč Ethereum potřebuje plán vylepšení?",
  "page-roadmap-why-need-description": "Ethereum prochází pravidelnými vylepšeními, která zlepšují jeho škálovatelnost, bezpečnost a udržitelnost. Jednou z hlavních předností Etherea je schopnost přizpůsobit se novým myšlenkám, které vzejdou z výzkumu a vývoje. Adaptabilita dává Ethereu flexibilitu pro řešení nově vznikajících výzev a udržení kroku s nejpokročilejšími technologickými průlomy.",
  "page-roadmap-how-defined-title": "Jak se definuje plán vylepšení",
  "page-roadmap-how-defined-p1": "Plán vývoje je většinou výsledkem roků práce výzkumníků a vývojářů – protože protokol je hodně technický – ale každý motivovaný člověk do něho může přispět.",
  "page-roadmap-how-defined-p2": "Nápady obvykle začínají jako diskuze na fóru, jako je <a href=\"https://ethresear.ch\">ethresear.ch</a>, <a href=\"https://ethereum-magicians.org\">Ethereum Magicians</a> nebo discordový server Eth R&D. Může se jednat o reakce na nově objevené zranitelnosti, návrhy od organizací pracujících v aplikační vrstvě (jako jsou dapps a burzy) nebo o reakce na známé problémy koncových uživatelů (jako jsou náklady nebo rychlost transakcí).",
  "page-roadmap-how-defined-p3": "Když tyto nápady uzrají, mohou být navrženy jako <a href=\"https://eips.ethereum.org\">návrhy na vylepšení Etherea</a>. Vše se děje veřejně, takže se může kdykoli zapojit kdokoli z komunity.",
  "page-roadmap-governance-button": "Více o řízení Etherea",
  "page-roadmap-hero-alt": "Plán Etherea",
  "page-roadmap-technical-upgrades-title": "Jaká technická vylepšení Ethereum čekají?",
  "page-roadmap-danksharding-title": "Danksharding",
  "page-roadmap-danksharding-description": "Danksharding výrazně zlevňuje rollupy druhé vrstvy pro uživatele přidáním datových „blobů“ do bloků Etherea.",
  "page-roadmap-single-slot-finality-title": "Finalita v jednom slotu",
  "page-roadmap-single-slot-finality-description": "Namísto čekání patnácti minut by mohly být bloky navrženy a finalizovány ve stejném slotu. To je pro aplikace pohodlnější a obtížněji napadnutelné.",
  "page-roadmap-account-abstraction-title": "Abstrakce účtů",
  "page-roadmap-account-abstraction-description": "Abstrakce účtů je třída vylepšení, která nativně podporuje peněženky s chytrými kontrakty v síti Ethereum namísto nutnosti používat složitý middleware.",
  "page-roadmap-statelessness-title": "Bezstavovost",
  "page-roadmap-statelessness-description": "Bezstavoví klienti budou moci ověřovat nové bloky, aniž by museli ukládat velké množství dat. To poskytne všechny výhody provozování uzlu za pouhý zlomek dnešních nákladů.",
  "page-roadmap-learn-more": "Další informace",
  "page-roadmap-timeline-title": "Jaký je časový plán těchto vylepšení?",
  "page-roadmap-blocks-alt": "Bloky Etherea",
  "page-roadmap-faq-1-title": "Bude se plán vylepšení Etherea časem měnit?",
  "page-roadmap-faq-1-p1": "Ano – téměř jistě.",
  "page-roadmap-faq-1-p1-continued": "Plán rozvoje je aktuálním plánem vylepšení Etherea, zahrnující jak krátkodobé, tak i budoucí plány. Očekáváme, že se plán rozvoje bude měnit s tím, jak budou k dispozici nové informace a technologie.",
  "page-roadmap-faq-1-p2": "Považujte plán vylepšení Etherea za soubor záměrů na zlepšení Etherea; je to totiž ta nejlepší hypotéza klíčových výzkumníků a vývojářů o nejoptimálnější ethereovské cestě kupředu.",
  "page-roadmap-faq-2-title": "Kdy bude plán vylepšení dokončen?",
  "page-roadmap-faq-2-p1": "Některá vylepšení mají nižší prioritu a pravděpodobně nebudou implementována v příštích 5-10 letech (např. odolnost vůči kvantovým počítačům).",
  "page-roadmap-faq-2-p1-strong": "Určit přesné načasování každého vylepšení je složité",
  "page-roadmap-faq-2-p1-continued": "předvídat, protože na mnoha položkách plánu se pracuje souběžně a vyvíjejí se různou rychlostí. Naléhavost vylepšení se také může v průběhu času měnit v závislosti na vnějších faktorech (např. náhlý skok ve výkonu a dostupnosti kvantových počítačů může zvýšit naléhavost kvantově odolné kryptografie).",
  "page-roadmap-faq-2-p2": "O vývoji Etherea lze přemýšlet analogií s biologickou evolucí. Síť, která je schopna se přizpůsobit novým výzvám a udržet si kondici, má větší pravděpodobnost úspěchu než ta, která se změnám brání, ačkoli s tím, jak se síť stává výkonnější, škálovatelnější a bezpečnější, bude zapotřebí méně změn protokolu.",
  "page-roadmap-faq-3-title": "Musím se na tato vylepšení nějak připravit?",
  "page-roadmap-faq-3-p1": "Vylepšení obvykle nemají na koncové uživatele žádný dopad, kromě toho, že poskytují lepší uživatelský komfort, bezpečnější protokol a možná i více <i>možností</i>, jak s Ethereem interagovat. <strong>Běžní uživatelé se nemusí aktivně podílet na vylepšení ani nemusí dělat nic pro zabezpečení svých aktiv.</strong> Provozovatelé <a href=\"/glossary/#node\">uzlů</a> budou muset aktualizovat své klienty, aby se na vylepšení připravili. Některá vylepšení mohou vést ke změnám pro vývojáře aplikací. Například vylepšení týkající se expirace historie mohou vést vývojáře aplikací k získávání historických dat z nových zdrojů.",
  "page-roadmap-faq-4-title": "Co je shardování?",
  "page-roadmap-faq-4-p1": "Sharding je rozdělení ethereového blockchainu tak, aby podmnožiny <a href=\"/glossary/#validator\">validátorů</a> byly zodpovědné pouze za zlomek celkových dat. Původně to měl být způsob, jakým by se Ethereum škálovalo. Rollupy <a href=\"/glossary/#layer-2\">druhé vrstvy</a> se však vyvinuly mnohem rychleji, než se očekávalo, a již poskytly značné škálování, a po implementaci proto-dankshardingu poskytnou ještě mnohem více. To znamená, že „shardové řetězce“ již nejsou potřeba a byly z plánu rozvoje vypuštěny.",
  "page-roadmap-release-status-prod": "V produkci",
  "page-roadmap-release-status-soon": "Již brzy",
  "page-roadmap-release-status-dev": "Ve vývoji",
  "page-roadmap-release-main-features": "Hlavní funkce",
  "page-roadmap-release-learn-more": "Další informace",
  "page-roadmap-paris-pos-title": "Přechod na Proof of Stake",
  "page-roadmap-paris-pos-item-1": "Nahrazení energeticky náročné těžby konsenzem založeným na stakingu",
  "page-roadmap-paris-pos-item-2": "Snížení spotřeby energie Etherea o ~99,95 %",
  "page-roadmap-paris-beacon-title": "Integrace Beacon Chainu",
  "page-roadmap-paris-beacon-item-1": "Sloučení Beacon Chainu s mainnetem Etherea",
  "page-roadmap-paris-beacon-item-2": "Umožnění úplného přechodu na konsenzuální mechanismus PoS",
  "page-roadmap-paris-difficulty-title": "Odstranění bomby obtížnosti",
  "page-roadmap-paris-difficulty-item-1": "Odstranění bomby obtížnosti, která zvyšovala obtížnost těžby",
  "page-roadmap-paris-difficulty-item-2": "Zajištění hladkého přechodu na nový konsenzuální mechanismus",
  "page-roadmap-shapella-withdrawals-title": "Uzamčení výběrů",
  "page-roadmap-shapella-withdrawals-item-1": "Umožnění výběru stakovaných ETH a odměn validátorům",
  "page-roadmap-shapella-withdrawals-item-2": "Zavedení možnosti částečných a úplných výběrů",
  "page-roadmap-shapella-eip4895-title": "EIP-4895: Push výběry z Beacon chainu",
  "page-roadmap-shapella-eip4895-item-1": "Přidání nové operace na systémové úrovni pro výběry",
  "page-roadmap-shapella-eip4895-item-2": "Zajištění bezpečného a efektivního zpracování požadavků na výběr",
  "page-roadmap-shapella-eip3651-title": "EIP-3651: Warm COINBASE",
  "page-roadmap-shapella-eip3651-item-1": "Snížení nákladů na gas pro přístup k adrese COINBASE",
  "page-roadmap-shapella-eip3651-item-2": "Zlepšení efektivity některých operací s chytrými kontrakty",
  "page-roadmap-dencun-danksharding-title": "Proto-danksharding (EIP-4844)",
  "page-roadmap-dencun-danksharding-item-1": "Zavedení blob transakcí pro výrazné snížení transakčních nákladů rollupů",
  "page-roadmap-dencun-danksharding-item-2": "Přidání nového typu transakce, který dočasně a levně ukládá data",
  "page-roadmap-dencun-eip1153-title": "EIP-1153: Dočasné úložné opkódy",
  "page-roadmap-dencun-eip1153-item-1": "Přidání opkódů TSTORE a TLOAD pro dočasné úložiště během provádění transakce",
  "page-roadmap-dencun-eip1153-item-2": "Umožňuje efektivnější vzory chytrých kontraktů a snižuje náklady na gas",
  "page-roadmap-dencun-eip4788-title": "EIP-4788: Kořen bloku Beacon v EVM",
  "page-roadmap-dencun-eip4788-item-1": "Zpřístupňuje informace z konsenzuální vrstvy chytrým kontraktům",
  "page-roadmap-dencun-eip4788-item-2": "Umožňuje nové aplikace s minimalizovanou důvěrou a cross-chain mosty",
  "page-roadmap-pectra-eoa-title": "Vylepšení EOA peněženek o funkce chytrých kontraktů",
  "page-roadmap-pectra-eoa-item-1": "Uživatelé si mohou nastavit, aby jejich adresa byla reprezentována kódem existujícího chytrého kontraktu, a získat tak výhody, jako je dávkování transakcí, sponzorování transakčních poplatků nebo lepší mechanismy obnovy.",
  "page-roadmap-pectra-balance-title": "Zvýšení maximálního efektivního zůstatku",
  "page-roadmap-pectra-balance-item-1": "Stakeři si nyní mohou zvolit libovolnou částku ETH ke stakování a dostávat odměny za každý 1 ETH nad minimem.",
  "page-roadmap-pectra-blob-title": "Zvýšení propustnosti blobů",
  "page-roadmap-pectra-blob-item-1": "Počet blobů bude navýšen ze 3 na 6 cílových, s maximem 9, což povede k levnějším poplatkům v ethereových rollupech.",
  "page-roadmap-fusaka-peerdas-title": "PeerDAS (Peer-to-Peer Data Availability Sampling)",
  "page-roadmap-fusaka-peerdas-item-1": "Umožňuje efektivnější dostupnost dat pro rollupy",
  "page-roadmap-fusaka-peerdas-item-2": "Zpřístupňuje provoz uzlu a zároveň zachovává decentralizaci",
  "page-roadmap-fusaka-additional-title": "Možné další funkce",
  "page-roadmap-fusaka-additional-item-1": "Podpora bezpečných enkláv na mobilních zařízeních pro zlepšení UX",
  "page-roadmap-fusaka-additional-item-2": "Vylepšení trhu s poplatky za bloby",
  "page-roadmap-fusaka-additional-item-3": "Další vylepšení efektivity validátorů a výkonu sítě",
  "page-roadmap-glamsterdam-discussed-title": "Plánováno pro Glamsterdam",
  "page-roadmap-glamsterdam-discussed-item-1": "Enshrined Proposer-Builder Separation (ePBS)",
  "page-roadmap-glamsterdam-discussed-item-2": "Block-level Access Lists (BALs)"
}
