{
  "page-what-is-ethereum-meta-title": "Co je Ethereum? (Komplexní průvodce) | ethereum.org",
  "page-what-is-ethereum-meta-description": "Komplexní přehled toho, co je Ethereum, jak funguje, k čemu slouží a jak začít používat nebo na něm budovat. Vysvětleno jednoduchými slovy.",
  "page-what-is-ethereum-title": "Co je to Ethereum?",
  "page-what-is-ethereum-hero-description-1": "Ethereum je decentralizovaná blockchainová síť a platforma pro vývoj softwaru, poháněná kryptoměnou ether (ETH).",
  "page-what-is-ethereum-hero-description-2": "Je domovem tisíců kryptoměn a aplikací napříč DeFi, NFT, gamingem, decentralizovanými sociálními sítěmi a stablecoiny.",
  "page-what-is-ethereum-ethereum-intro-1": "Ethereum je otevřený, veřejný blockchain spuštěný v červenci 2015 softwarovým vývojářem Vitalikem Buterinem a malým týmem spoluzakladatelů.",
  "page-what-is-ethereum-ethereum-intro-2": "Myšlenka stojící za Ethereem byla jednoduchá. Zatímco Bitcoin ti umožňuje posílat a přijímat digitální hotovost, Ethereum na tom staví s open-source programy zvanými <a>chytré kontrakty</a>.",
  "page-what-is-ethereum-ethereum-intro-3": "<strong>Chytré kontrakty</strong> umožňují komukoli vytvářet vlastní digitální aktiva a decentralizované aplikace (dapps), které běží nepřetržitě, celosvětově. A na rozdíl od bank, korporací nebo jiných institucí jsou chytré kontrakty dostupné každému, kdo má připojení k internetu.",
  "page-what-is-ethereum-ethereum-intro-4": "Od roku 2015 se Ethereum rozrostlo v prosperující ekosystém digitálních aktiv, jako jsou <strong>stablecoiny</strong>, nezaměnitelné tokeny (<strong>NFT</strong>) a governance tokeny, stejně jako do rozsáhlého světa dappů pro decentralizované finance (<strong>DeFi</strong>), umění a sběratelství, gaming a decentralizované sociální sítě.",
  "page-what-is-ethereum-ethereum-intro-5": "Tento ekosystém se souhrnně nazývá „<strong>web3</strong>“, představující třetí fázi <strong>internetu zaměřenou na vlastnictví</strong>.",
  "page-what-is-ethereum-ethereum-intro-6": "Dnes Ethereum používají <millions>miliony lidí</millions> po celém světě, kteří drží aktiva v hodnotě <billions>miliard dolarů</billions> a každý rok posílají a přijímají <trillions>biliony dolarů</trillions> — a to vše bez banky.",
  "page-what-is-ethereum-ethereum-intro-7": "V centru toho všeho stojí nativní kryptoměna Ethereum, <strong>ether (ETH)</strong> — nový typ digitálních peněz, který pohání celou síť.",
  "page-what-is-ethereum-network-title": "Co je to síť Ethereum?",
  "page-what-is-ethereum-network-intro-1": "Můžete si síť Ethereum představit jako <strong>globální digitální infrastrukturu, kterou může kdokoli používat</strong>, ale nikdo ji nemůže zneužít.",
  "page-what-is-ethereum-network-intro-2": "Síť je tvořena <strong>tisíci nezávislých počítačů</strong> po celém světě, které se nazývají uzly (nodes). Tyto uzly, provozované běžnými lidmi, spolupracují na poskytování finančních služeb a digitálních aplikací komukoli a kdekoli.",
  "page-what-is-ethereum-network-intro-3": "Síť Ethereum má oproti tradičním sítím vlastněným institucemi <strong>3 klíčové výhody</strong>. Jsou to odolnost vůči cenzuře, zvýšená bezpečnost a vyšší spolehlivost.",
  "page-what-is-ethereum-network-censorship-title": "Odolnost vůči cenzuře",
  "page-what-is-ethereum-network-censorship-desc-1": "Zatímco tradiční aplikace a finanční služby spoléhají na banky nebo korporace, které mohou rozhodnout o zablokování přístupu nebo zmrazení účtů, dappy na Ethereu jsou odolné vůči cenzuře.",
  "page-what-is-ethereum-network-censorship-desc-2": "Je to proto, že síť uzlů Etherea zaznamenává každou jednotlivou transakci bez rozdílu — a toto pravidlo je zabudované přímo v kódu.",
  "page-what-is-ethereum-network-security-title": "Vysoce zabezpečené",
  "page-what-is-ethereum-network-security-desc-1": "Zatímco mnoho dnešních aplikací je hostováno u cloudových poskytovatelů, jako je AWS, a může být zranitelné vůči odstávkám a útokům, dapps na Ethereu jsou zabezpečeny samotnou sítí. Každý uzel uchovává a synchronizuje celý stav Etherea, včetně všech kontraktů.",
  "page-what-is-ethereum-network-security-desc-2": "Pokud by se někdo pokusil změnit kontrakt, síť by to odmítla, protože by to neodpovídalo záznamům ostatních uzlů. Aby útočníci vyřadili jedinou aplikaci, museli by ovládnout celou síť, což by stálo miliardy a bylo extrémně obtížné zkoordinovat.",
  "page-what-is-ethereum-network-reliability-title": "Odolné a spolehlivé",
  "page-what-is-ethereum-network-reliability-desc-1": "Výpadky cloudových hostingových platforem mohou aplikace odstavit, ale design Etherea zajišťuje nepřetržitou dostupnost. Síť poběží dál i v případě, že některé uzly vypadnou kvůli softwarovým chybám, zásahům vlád, přírodním katastrofám nebo válce.",
  "page-what-is-ethereum-network-reliability-desc-2": "Miliony lidí používají na Ethereu každý den tisíce decentralizovaných aplikací. Ačkoliv vysoká poptávka může vést ke zvýšeným transakčním poplatkům, odráží to sílu sítě, která upřednostňuje bezpečnost, decentralizaci a garanci dostupnosti vždy, když ji potřebujete.",
  "page-what-is-ethereum-network-layer2-title": "Rozšíření Etherea (Layer 2)",
  "page-what-is-ethereum-network-layer2-desc-1": "Různé týmy vytvořily Layer 2 (L2) sítě, které běží nad Ethereem a zvyšují jeho kapacitu. L2 fungují jako rychlé pruhy – zrychlují transakce a zlevňují je, někdy až na méně než jeden cent v průměru.",
  "page-what-is-ethereum-network-layer2-desc-2": "Mezi nejpopulárnější L2 sítě dnes patří <optimism>Optimism</optimism>, <arbitrum>Arbitrum</arbitrum>, <zksync>ZKSync</zksync> a <base>Base</base>, které nyní každoročně zpracují miliony transakcí v hodnotě miliard dolarů.",
  "page-what-is-ethereum-network-learn-more": "Dozvědět se více o síti Ethereum",
  "page-what-is-ethereum-ether-title": "Co je ether (ETH)?",
  "page-what-is-ethereum-ether-intro-1": "Ether (ETH) je nativní kryptoměna Etherea.",
  "page-what-is-ethereum-ether-intro-2": "Jde o nový typ <strong>digitálních peněz, které lze poslat komukoli, kamkoli na světě během několika sekund</strong> a za pouhé centy. ETH však není jen o platbách — hraje zásadní roli v samotném chodu sítě Ethereum.",
  "page-what-is-ethereum-ether-intro-3": "Když na Ethereu posíláte peníze, sbíráte digitální umění nebo vytváříte novou dapp, platíte malý <strong>transakční poplatek</strong> (gas) <strong>v ETH</strong>. Tento poplatek pomáhá předcházet spamu a odměňuje validátory, kteří transakce zpracovávají.",
  "page-what-is-ethereum-ether-intro-4": "Tito <strong>validátoři pomáhají zabezpečovat síť Ethereum</strong> prostřednictvím mechanismu zvaného staking. Tím, že uzamknou svůj ETH, získají možnost zpracovávat transakce. Na oplátku získávají odměny v podobě ETH. Díky tomu má Ethereum vlastní soběstačnou ekonomiku poháněnou uživateli, nikoli firmami.",
  "page-what-is-ethereum-ether-intro-5": "Na rozdíl od mnoha tradičních měn se <strong>ETH může časem stávat vzácnějším</strong>. Pokaždé, když někdo Ethereum používá, je malá část ETH spálena – tedy trvale odstraněna z oběhu. V rušných dnech se spálí více ETH, než kolik se vytvoří, což z něj činí deflační aktivum, které může dlouhodobě růst na hodnotě. Čím více se Ethereum používá, tím více ETH se pálí.",
  "page-what-is-ethereum-ether-intro-6": "Z tohoto důvodu mnoho lidí vnímá ETH jako investici a rozhoduje se jej držet, stakovat nebo půjčovat, aby zhodnotili své úspory.",
  "page-what-is-ethereum-ether-learn-more": "Dozvědět se více o etheru (ETH)",
  "page-what-is-ethereum-how-title": "Jak Ethereum funguje?",
  "page-what-is-ethereum-how-intro-1": "Když Ethereum <strong>bylo v roce 2015 spuštěno</strong>, používalo systém zvaný proof of work.",
  "page-what-is-ethereum-how-intro-2": "Tento mechanismus, jehož průkopníkem byl Bitcoin, byl způsob, jak se všechny počítače shodly na tom, kdo co vlastní. Počítače spotřebovávaly velké množství energie při řešení složité matematické hádanky. Vítěz mohl navrhnout blok příchozích transakcí a získal za to nové ETH.",
  "page-what-is-ethereum-how-intro-3": "V roce 2022 Ethereum přešlo na nový systém nazvaný <strong>proof of stake</strong>, <a>který je o 99 % energeticky úspornější</a>. Namísto řešení hádanek validátoři uzamykají svůj ETH jako bezpečnostní depozit a tím získávají právo zpracovávat transakce.",
  "page-what-is-ethereum-how-intro-4": "Pokud validátoři postupují správně, získávají ETH. Pokud podvádějí, přijdou o část svého staku.",
  "page-what-is-ethereum-how-intro-5": "Toto je příklad:",
  "page-what-is-ethereum-how-example-1-title": "Když na Ethereu posíláte příteli 10 dolarů ve stablecoinech:",
  "page-what-is-ethereum-how-example-1-step-1": "Otevřeš svou peněženku, přidáš adresu účtu, na který chceš poslat, a částku, a pak klikneš na odeslat.",
  "page-what-is-ethereum-how-example-1-step-2": "Vaše peněženka platbu podepíše a odešle ji do sítě.",
  "page-what-is-ethereum-how-example-1-step-3": "Platba čeká ve veřejné frontě (mempool), dokud ji nevybere navrhovatel bloku.",
  "page-what-is-ethereum-how-example-1-step-4": "Navrhovatel bloku ji přidá do dalšího bloku transakcí, rozešle ji a získá poplatek.",
  "page-what-is-ethereum-how-example-1-step-5": "Kontrakt stabilní kryptoměny přesune 10 $ od tebe k tvému příteli a obě peněženky se aktualizují.",
  "page-what-is-ethereum-how-example-1-step-6": "Globální síť validátorů dvakrát zkontroluje a potvrdí platnost změn.",
  "page-what-is-ethereum-how-example-2-title": "Když si na Ethereu vyrazíš sběratelský předmět za 5 $:",
  "page-what-is-ethereum-how-example-2-step-1": "Připojíš svou peněženku k dapp a vybereš si položku k vyražení.",
  "page-what-is-ethereum-how-example-2-step-2": "Potvrdíš nákup; peněženka podepíše a rozešle transakci.",
  "page-what-is-ethereum-how-example-2-step-3": "Žádost o ražbu se zařadí do mempoolu a validátor ji přidá do bloku.",
  "page-what-is-ethereum-how-example-2-step-4": "Chytrý kontrakt NFT zaznamená tvoji peněženku jako nového majitele.",
  "page-what-is-ethereum-how-example-2-step-5": "Tvůj nový sběratelský předmět se za pár sekund objeví ve tvé peněžence.",
  "page-what-is-ethereum-how-outro-1": "To vše je možné díky síle chytrých kontraktů; open-source programů, které žijí na Ethereu a běží 24/7, 365 dní v roce, přístupné komukoli a kdekoli.",
  "page-what-is-ethereum-how-outro-2": "<strong>Každá transakce, aktualizace a akce je synchronizována napříč tisíci nezávislými uzly.</strong> To dává Ethereu jeho spolehlivost, transparentnost a odolnost vůči cenzuře.",
  "page-what-is-ethereum-how-learn-more-1": "Zjisti víc o tom, jak Ethereum funguje",
  "page-what-is-ethereum-how-learn-more-2": "Přečti si vývojářskou dokumentaci pro technický přehled Etherea",
  "page-what-is-ethereum-what-title": "K čemu se používá Ethereum?",
  "page-what-is-ethereum-what-intro-1": "Lidé používají Ethereum k věcem, které dříve nebyly možné.",
  "page-what-is-ethereum-what-intro-2": "Zemědělci v Keni mohou získat <insurance>automatizované pojištění své úrody</insurance> bez nutnosti žádat banku. Firmy jako <strong>Visa</strong> mohou od prvního dne spouštět <payment>nové platební systémy, které fungují globálně</payment>. Globální organizace jako <strong>OSN</strong> mohou doručovat <aid>pomoc uprchlíkům</aid> a ušetřit tak miliony na bankovních poplatcích.",
  "page-what-is-ethereum-what-intro-3": "Tyto dapps a aktiva běží na Ethereu s využitím open-source kódu a nelze je omezit, cenzurovat ani vypnout.",
  "page-what-is-ethereum-what-intro-4": "Zde je přehled, jak jej dnes různé skupiny používají:",
  "page-what-is-ethereum-what-consumers-title": "Spotřebitelé",
  "page-what-is-ethereum-what-consumers-desc-1": "Miliony lidí již denně používají dapps na Ethereu k přesunu peněz, obchodování a vlastnictví digitálních aktiv. Na rozdíl od tradičních aplikací se nemusíš registrovat jménem, čekat na schválení bankou ani odevzdávat své osobní údaje.",
  "page-what-is-ethereum-what-consumers-desc-2": "S pouhou peněženkou a připojením k internetu můžeš:",
  "page-what-is-ethereum-what-consumers-benefit-1": "<strong>Přistupovat k finančním službám bez bankovního</strong> účtu nebo úvěrové historie",
  "page-what-is-ethereum-what-consumers-benefit-2": "<strong>Vlastnit digitální sběratelské předměty</strong>, umění a aktiva, která nelze kopírovat ani zabavit",
  "page-what-is-ethereum-what-consumers-benefit-3": "Přihlašovat se do dapps pomocí své peněženky, nikoli e-mailu – <strong>nejsou nutná žádná hesla ani osobní údaje</strong>",
  "page-what-is-ethereum-what-consumers-benefit-4": "Účastnit se globálních komunit, kde můžeš bez hranic hlasovat, přispívat a vydělávat",
  "page-what-is-ethereum-what-businesses-title": "Firmy a vývojáři",
  "page-what-is-ethereum-what-businesses-benefit-1": "Spouštět dapps s vestavěným globálním platebním systémem od prvního dne",
  "page-what-is-ethereum-what-businesses-benefit-2": "Nasadit kontrakty odolné proti neoprávněné manipulaci, které <strong>automaticky vymáhají dohody</strong>",
  "page-what-is-ethereum-what-businesses-benefit-3": "Vytvářet finanční produkty, na kterých může kdokoli stavět a přinášet jim hodnotu",
  "page-what-is-ethereum-what-businesses-example": "Například <a>PayPal spustil na Ethereu svou vlastní stabilní kryptoměnu, PYUSD</a>. To je známka toho, že i největší světové platební společnosti vidí výhodu otevřené a programovatelné povahy Etherea.",
  "page-what-is-ethereum-what-governments-title": "Vlády",
  "page-what-is-ethereum-what-governments-intro": "Vlády také začínají zkoumat, co Ethereum umožňuje.",
  "page-what-is-ethereum-what-governments-benefit-1": "<strong>Rozdělovat veřejné prostředky</strong> a výhody přímo občanům s plnou transparentností",
  "page-what-is-ethereum-what-governments-benefit-2": "<strong>Vydávat digitální doklady totožnosti</strong> nebo záznamy, které jsou ověřitelné a přenositelné přes hranice",
  "page-what-is-ethereum-what-governments-benefit-3": "Budovat <strong>veřejnou infrastrukturu pro volby</strong>, vlastnické listy a registry odolnou proti neoprávněné manipulaci",
  "page-what-is-ethereum-what-governments-example-1": "V jiném případě ukrajinské Ministerstvo pro digitální transformaci <a>použilo Ethereum k distribuci válečné pomoci</a>.",
  "page-what-is-ethereum-what-governments-example-2": "Prostředky byly posílány přímo občanům a nevládním organizacím pomocí otevřených chytrých kontraktů, což zajistilo transparentnost, rychlost a odpovědnost během krize.",
  "page-what-is-ethereum-what-learn-more": "Zjisti víc o tom, k čemu se Ethereum používá",
  "page-what-is-ethereum-start-title": "Jak začít používat Ethereum",
  "page-what-is-ethereum-start-intro-1": "Začít s Ethereem je snazší, než si možná myslíš.",
  "page-what-is-ethereum-start-intro-2": "Nepotřebuješ povolení. Nepotřebuješ banku ani doklad totožnosti. Vše, co k začátku potřebuješ, je zařízení a připojení k internetu.",
  "page-what-is-ethereum-start-individuals-title": "Pro jednotlivce",
  "page-what-is-ethereum-start-individuals-desc-1": "Prvním krokem je stažení peněženky.",
  "page-what-is-ethereum-start-individuals-desc-2": "Představ si ji jako aplikaci, která funguje jako tvůj účet i internetový prohlížeč pro Ethereum. Spravuje tvoje krypto, umožňuje ti přihlásit se do dapps a také posílat a přijímat digitální aktiva, jako jsou tokeny a NFT.",
  "page-what-is-ethereum-start-individuals-desc-3": "Populární peněženky jako <zerion>Zerion</zerion>, <rainbow>Rainbow</rainbow> a <coinbase>Coinbase Wallet</coinbase> jsou zdarma a snadno se používají. Jakmile máš peněženku nastavenou, můžeš:",
  "page-what-is-ethereum-start-individuals-step-1": "Koupit malé množství ETH na burze nebo přímo v některých peněženkách",
  "page-what-is-ethereum-start-individuals-step-2": "Používat toto ETH k placení za transakce, jako je posílání tokenů nebo sbírání NFT",
  "page-what-is-ethereum-start-individuals-step-3": "Prozkoumávat dapps jako <zora>Zora</zora>, <uniswap>Uniswap</uniswap> nebo <farcaster>Farcaster</farcaster> – nejsou potřeba žádná nová přihlášení ani schválení",
  "page-what-is-ethereum-start-individuals-desc-4": "Tyto priority pomohou zajistit, aby Ethereum bylo bezpečné, škálovatelné a uživatelsky přívětivé, protože na síť se každý den spoléhá stále více lidí.",
  "page-what-is-ethereum-start-individuals-desc-5": "Tyto dapps běží v tvém prohlížeči a okamžitě spolupracují s tvojí peněženkou. Ethereum můžeš začít používat během několika minut.",
  "page-what-is-ethereum-start-individuals-cta-1": "Začněte zde",
  "page-what-is-ethereum-start-individuals-cta-2": "Zobrazit aplikace",
  "page-what-is-ethereum-start-developers-title": "Pro vývojáře",
  "page-what-is-ethereum-start-developers-desc-1": "Ethereum je hřiště pro vývojáře. Můžeš začít tvořit bez povolení, schvalování nebo dokonce skutečných peněz.",
  "page-what-is-ethereum-start-developers-desc-2": "<a>Vývojářská dokumentace Etherea</a> tě provede vším od napsání prvního chytrého kontraktu až po nasazení na testovacích sítích, jako je Sepolia.",
  "page-what-is-ethereum-start-developers-desc-3": "Můžeš vytvářet full-stack dapps s nástroji jako <hardhat>Hardhat</hardhat>, <foundry>Foundry</foundry> a <ethers>Ethers.js</ethers> nebo experimentovat s low-code platformami jako <thirdweb>thirdweb</thirdweb> nebo <moralis>Moralis</moralis>.",
  "page-what-is-ethereum-start-developers-desc-4": "Vše je open-source a složitelné, takže můžeš remixovat a stavět na tom, co už existuje, aniž bys žádal o povolení.",
  "page-what-is-ethereum-start-developers-cta": "Začni tvořit na Ethereu",
  "page-what-is-ethereum-start-business-title": "Použití Etherea v podnikání",
  "page-what-is-ethereum-start-business-desc-1": "Podniky již používají Ethereum k pohonu nové infrastruktury.",
  "page-what-is-ethereum-start-business-desc-2": "Mnoho podniků začíná se sítěmi L2, jako jsou Optimism a Base, aby podpořily případy použití s vysokým objemem. Tyto sítě nabízejí nižší poplatky, vyšší rychlosti a přitom stále těží z bezpečnosti Etherea a eliminují riziko protistrany.",
  "page-what-is-ethereum-start-business-desc-3": "Můžeš:",
  "page-what-is-ethereum-start-business-benefit-1": "Spustit modulární věrnostní programy, které zvyšují udržení zákazníků a snižují náklady třetích stran",
  "page-what-is-ethereum-start-business-benefit-2": "Tokenizovat aktiva, jako jsou vstupenky, kupóny nebo certifikáty, a snížit tak riziko podvodů a dalšího prodeje",
  "page-what-is-ethereum-start-business-benefit-3": "Umožnit okamžité globální platby, snížit transakční poplatky a otevřít nové trhy",
  "page-what-is-ethereum-start-business-example": "Například v roce 2025 <a>Shopify spustil na Base</a>, aby umožnil spotřebitelům utrácet stabilní kryptoměny u milionů obchodníků po celém světě.",
  "page-what-is-ethereum-start-business-cta": "Použití Etherea v podnikání",
  "page-what-is-ethereum-bitcoin-title": "Jaký je rozdíl mezi Ethereem a Bitcoinem?",
  "page-what-is-ethereum-bitcoin-intro-1": "Bitcoin a Ethereum jsou dvě největší kryptoměny na světě.",
  "page-what-is-ethereum-bitcoin-intro-2": "Obě ti umožňují posílat peníze bez banky, obě běží na technologii blockchainu a obě jsou <strong>otevřené komukoli</strong>. Tím ale podobnosti končí.",
  "page-what-is-ethereum-bitcoin-comparison-1-title": "Bitcoin je jako digitální zlato.",
  "page-what-is-ethereum-bitcoin-comparison-1-desc": "Má pevnou zásobu 21 milionů mincí, úzké zaměření na peer-to-peer platby a základní skriptovací jazyk, který omezuje, co s ním můžeš vytvořit. Tato jednoduchost je záměrná, protože Bitcoin upřednostňuje předvídatelnost, odolnost a dlouhodobou bezpečnost před flexibilitou.",
  "page-what-is-ethereum-bitcoin-comparison-2-title": "Ethereum má širší přístup.",
  "page-what-is-ethereum-bitcoin-comparison-2-desc": "Není to jen o penězích, je to programovatelná infrastruktura. Místo pouhého posílání a přijímání hodnoty umožňuje Ethereum vývojářům vytvářet celé aplikace. To jsi už viděl v akci: od trhů s půjčkami a stabilních kryptoměn po sběratelské předměty, sociální média a platby v reálném čase – to vše je poháněno chytrými kontrakty a zabezpečeno pomocí ETH.",
  "page-what-is-ethereum-bitcoin-comparison-3-title": "Způsob, jakým sítě dosahují konsensu, je také odlišný.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-1": "Bitcoin používá k zabezpečení sítě těžaře. Jedná se o výkonné počítače, které soutěží v řešení složité hádanky, a vítěz může přidat další blok transakcí do řetězce a získat bitcoiny jako odměnu. Tento proces se nazývá těžba a spotřebovává velké množství elektřiny.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-2": "Ethereum dříve také takto fungovalo. Ale v roce 2022 přešlo z proof-of-work na proof-of-stake. Dnes transakce potvrzují validátoři, kteří uzamknou ETH jako zástavu. Poctiví validátoři získávají odměny v ETH, zatímco nepoctiví ztrácejí část svého vkladu. Díky této změně se Ethereum stalo o více než 99,988 % energeticky úspornější, aniž by byla obětována bezpečnost nebo decentralizace.",
  "page-what-is-ethereum-bitcoin-comparison-4-title": "Existuje také rozdíl v tom, jak se nakládá se zásobou.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-1": "Bitcoin má pevnou zásobu. Nikdy nebude existovat více než 21 milionů mincí. Ethereum má naopak dynamickou zásobu. Nové ETH se vydává jako odměna pro validátory, zatímco část se pálí s každou transakcí. To znamená, že <strong>Ethereum nemůže jen tak \"tisknout nekonečné množství ETH\".</strong>",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-2": "Míra vydávání je omezena množstvím uzamčeného ETH. Jak se uzamyká více ETH, individuální odměny klesají, což vytváří přirozenou rovnováhu. Tento design zajišťuje udržitelný bezpečnostní rozpočet i do budoucna, aniž by se spoléhal pouze na transakční poplatky.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-3": "Stručně řečeno, Bitcoin je nástroj pro posílání hodnoty. Ethereum je platforma pro její vytváření.",
  "page-what-is-ethereum-bitcoin-learn-more": "Zjisti víc o rozdílu mezi Ethereem a Bitcoinem",
  "page-what-is-ethereum-when-who-title": "Kdy bylo Ethereum spuštěno, kdo ho založil a kdo ho provozuje nyní?",
  "page-what-is-ethereum-when-who-intro-1": "Od začátku bylo Ethereum navrženo tak, aby ho provozovala jeho komunita.",
  "page-what-is-ethereum-when-who-intro-2": "V roce 2013 publikoval Vitalik Buterin bílou knihu navrhující nový druh blockchainu pro peníze a aplikace, které by mohl používat kdokoli. Myšlenka se rychle ujala.",
  "page-what-is-ethereum-when-who-intro-3": "Do roku 2014 se k úsilí připojili spoluzakladatelé jako Gavin Wood a Joseph Lubin a tým získal finanční prostředky prostřednictvím jedné z prvních krypto crowdfundingových kampaní.",
  "page-what-is-ethereum-when-who-intro-4": "Ethereum bylo oficiálně spuštěno v červenci 2015.",
  "page-what-is-ethereum-when-who-history-title": "Klíčové momenty v historii Etherea",
  "page-what-is-ethereum-when-who-history-2013": "19letý Vitalik Buterin publikuje bílou knihu Etherea",
  "page-what-is-ethereum-when-who-history-2014": "Vzniká Nadace Ethereum a spouští crowdfundingovou kampaň",
  "page-what-is-ethereum-when-who-history-2015": "Vývojáři spouštějí síť Ethereum s vydáním <em>Frontier</em>",
  "page-what-is-ethereum-when-who-history-2016": "Zneužití chytrého kontraktu odčerpá 60 milionů dolarů (3,6 milionu ETH) z The DAO, což vyvolá větev řetězce",
  "page-what-is-ethereum-when-who-history-2020": "Spuštění Beacon Chainu zahajuje přechod na proof-of-stake",
  "page-what-is-ethereum-when-who-history-2021": "Vylepšení <em>London</em> zahajuje pálení poplatků za gas prostřednictvím EIP-1559",
  "page-what-is-ethereum-when-who-history-2022": "<em>The Merge</em> nahrazuje těžbu stakováním, čímž snižuje spotřebu energie o 99 %",
  "page-what-is-ethereum-when-who-history-2025": "Vylepšení <em>Pectra</em> zlepšuje podporu chytrých peněženek a kompatibilitu s L2",
  "page-what-is-ethereum-when-who-governance-1": "Dnes Ethereum neprovozuje žádná jediná osoba ani společnost.",
  "page-what-is-ethereum-when-who-contributors-title": "Síť je udržována širokou skupinou přispěvatelů:",
  "page-what-is-ethereum-when-who-contributors-1": "Vývojáři, kteří píší a navrhují vylepšení",
  "page-what-is-ethereum-when-who-contributors-2": "Provozovatelé uzlů přispívající k distribuované fyzické infrastruktuře",
  "page-what-is-ethereum-when-who-contributors-3": "Stakeři, kteří ověřují transakce",
  "page-what-is-ethereum-when-who-contributors-4": "Členové komunity, kteří budují nástroje a kulturu",
  "page-what-is-ethereum-when-who-contributors-5": "<strong>Ty</strong> tím, že používáš síť",
  "page-what-is-ethereum-when-who-governance-2": "<strong>Neexistuje žádný CEO, správní rada ani centrální autorita.</strong> Nadace Ethereum stále pomáhá financovat výzkum a vývoj, ale ekosystém funguje na otevřené účasti.",
  "page-what-is-ethereum-when-who-governance-3": "Změny jsou navrhovány prostřednictvím <eips>Návrhů na vylepšení Etherea (EIP)</eips>, veřejně diskutovány a přijímány pouze tehdy, <governance>pokud je podporuje širší komunita</governance>.",
  "page-what-is-ethereum-when-who-governance-4": "Díky tomu se Ethereum mění pomaleji než startup, ale je také mnohem těžší ho vypnout nebo převzít.",
  "page-what-is-ethereum-when-who-learn-more": "Zjisti víc o historii Etherea",
  "page-what-is-ethereum-roadmap-title": "Jaký je plán Etherea na rok 2025?",
  "page-what-is-ethereum-roadmap-intro-1": "Ethereum se neřídí pevným plánem. Řídí se sdílenou vizí.",
  "page-what-is-ethereum-roadmap-intro-2": "Vylepšení sítě se provádějí jako EIP a jsou vyvíjena veřejně přispěvateli z celého světa. Neexistuje žádný centrální tým, který by rozhodoval o tom, co se stane, jen lidé, kteří tvoří to, co považují za užitečné na základě potřeb uživatelů.",
  "page-what-is-ethereum-roadmap-intro-3": "Pectra je nejnovější vylepšení spuštěné v květnu 2025. Toto vylepšení vylepšilo funkce peněženek, dalo stakerům větší flexibilitu a usnadnilo spouštění dapps na L2. Cílem bylo zlepšit použitelnost bez kompromisů v oblasti bezpečnosti nebo decentralizace.",
  "page-what-is-ethereum-roadmap-priorities-intro": "<a>Při pohledu do budoucna</a> patří mezi priority Etherea:",
  "page-what-is-ethereum-roadmap-priority-1": "Učinit základní protokol a jeho L2 rychlejšími a levnějšími pro všechny",
  "page-what-is-ethereum-roadmap-priority-2": "Zlepšení zážitku pro uživatele a vývojáře",
  "page-what-is-ethereum-roadmap-outro-1": "Tyto priority pomohou zajistit, aby Ethereum bylo bezpečné, škálovatelné a uživatelsky přívětivé, protože na síť se každý den spoléhá stále více lidí.",
  "page-what-is-ethereum-roadmap-outro-2": "Pokud chceš udávat směr Etherea, <a>zapoj se</a>. Nepotřebuješ povolení, jen touhu něco změnit v této nové digitální ekonomice.",
  "page-what-is-ethereum-roadmap-learn-more": "Zobrazit přehled plánu Etherea",
  "page-what-is-ethereum-further-reading-title": "Další čtení",
  "page-what-is-ethereum-further-reading-wallets": "Co jsou peněženky?",
  "page-what-is-ethereum-further-reading-eth": "Co je ether (ETH)?",
  "page-what-is-ethereum-further-reading-web3": "Co je to web3?",
  "page-what-is-ethereum-further-reading-networks": "Dozvědět se více o síti Ethereum",
  "page-what-is-ethereum-toc-ethereum": "Co je to Ethereum?",
  "page-what-is-ethereum-toc-network": "Co je to síť Ethereum?",
  "page-what-is-ethereum-toc-ether": "Co je ether (ETH)?",
  "page-what-is-ethereum-toc-how": "Jak Ethereum funguje?",
  "page-what-is-ethereum-toc-what": "K čemu se používá Ethereum?",
  "page-what-is-ethereum-toc-start": "Jak začít používat Ethereum",
  "page-what-is-ethereum-toc-bitcoin": "Jaký je rozdíl mezi Ethereem a Bitcoinem?",
  "page-what-is-ethereum-toc-when-who": "Kdy bylo Ethereum spuštěno, kdo ho založil a kdo ho provozuje nyní?",
  "page-what-is-ethereum-toc-roadmap": "Jaký je plán Etherea na rok 2025?",
  "page-what-is-ethereum-banner-networks-alt": "Ilustrace futuristického komunitního centra Etherea",
  "page-what-is-ethereum-banner-ether-alt": "Otevřené ruce držící glyf etheru",
  "page-what-is-ethereum-banner-how-alt": "Muž opravující počítač",
  "page-what-is-ethereum-banner-contributing-alt": "Doge se usmívá na počítač",
  "page-what-is-ethereum-banner-what-alt": "Čtyři futurističtí lidé a doge hledící do hranolu Etherea",
  "page-what-is-ethereum-banner-start-alt": "Futuristické komunitní shromažďovací centrum",
  "page-what-is-ethereum-banner-when-who-alt": "Dva lidé jdou a mluví"
}
