{
  "page-what-is-ethereum-alt-img-bazaar": "Ilustrace osoby nahlížející do bazaru, který představuje Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Obrázek spolupracujících členů komunity platformy Ethereum",
  "page-what-is-ethereum-alt-img-lego": "Ilustrace ruky tvořící logo ETH z lega",
  "page-what-is-ethereum-banking-card": "Bankovnictví pro všechny",
  "page-what-is-ethereum-banking-card-desc": "Ne každý má přístup k finančním službám. K přístupu na síť Ethereum a k jejím úvěrům, půjčkám a spořicím produktům stačí jen připojení k internetu.",
  "page-what-is-ethereum-build": "Vytvořte něco s Ethereem",
  "page-what-is-ethereum-build-desc": "Pokud chcete začít vystavět svou budoucnost na Ethereu, přečtěte si naši dokumentaci, vyzkoušejte si návody a nástroje, abyste věděli, kde začít.",
  "page-what-is-ethereum-censorless-card": "Odolnost proti cenzuře",
  "page-what-is-ethereum-censorless-card-desc": "Žádná vláda ani společnost nemá nad Ethereem kontrolu. Díky decentralizaci je téměř nemožné, aby vám někdo zabránil v přijímání plateb nebo využívání služeb na Ethereu.",
  "page-what-is-ethereum-comm-desc": "Vítejte v naší komunitě, kde narazíte na lidi s různou historií, včetně umělců, kryptoanarchistů, fortune 500 společností. Zjistěte, jak se k nám přidat ještě dnes.",
  "page-what-is-ethereum-commerce-card": "Obchodní garance",
  "page-what-is-ethereum-commerce-card-desc": "Zákazníci mají bezpečnou, vestavěnou záruku, že fondy změní majitele, pouze pokud poskytnete to, co bylo dohodnuto. Vývojáři mohou mít rovněž jistotu, že se jim pravidla nezmění.",
  "page-what-is-ethereum-composable-card": "Kompozitní produkty",
  "page-what-is-ethereum-composable-card-desc": "Všechny aplikace jsou postaveny na stejném blockchainu se sdíleným globálním stavem, což znamená, že mohou navzájem na sobě stavět (jako kostky Lega). To umožňuje vytvářet lepší produkty a zážitky a dává jistotu, že nikdo nemůže odstranit žádné nástroje, na které se aplikace spoléhají.",
  "page-what-is-ethereum-community": "Komunita Ethereum",
  "page-what-is-ethereum-desc": "Základ naší digitální budoucnosti",
  "page-what-is-ethereum-explore": "Prozkoumejte Ethereum",
  "page-what-is-ethereum-internet-card": "Otevřený internet",
  "page-what-is-ethereum-internet-card-desc": "Kdokoli může se sítí Ethereum komunikovat nebo na ní vytvářet aplikace. To vám umožní kontrolovat vlastní aktiva a identitu místo toho, aby je kontrolovalo několik megakorporací.",
  "page-what-is-ethereum-meet-comm": "Seznamte se s komunitou",
  "page-what-is-ethereum-meta-description": "Přečtěte si o Ethereu, k čemu je a jak si síť vyzkoušet sami.",
  "page-what-is-ethereum-meta-title": "Co je to Ethereum?",
  "page-what-is-ethereum-p2p-card": "Síť klientů",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum umožňuje koordinovat, uzavírat dohody nebo převádět digitální aktiva přímo s ostatními lidmi. Nemusíte se spoléhat na zprostředkovatele.",
  "page-what-is-ethereum-start-building-btn": "Začni tvořit",
  "page-what-is-ethereum-title": "Co je to Ethereum?",
  "page-what-is-ethereum-subtitle": "Kompletní začátečnický průvodce tím, jak Ethereum funguje, výhodami, které přináší, a jak jej využívají miliony lidí po celém světě.",
  "page-what-is-ethereum-button-lets-start": "Pojďme začít",
  "page-what-is-ethereum-blockchain-tab-title": "Co je to blockchain?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Blockchain je databáze transakcí</b>, která je aktualizována a sdílena napříč mnoha počítači v síti. Pokaždé když je přidán nový soubor transakcí, nazývá se „blok“ – proto název blockchain. Veřejné blockchainy jako je Ethereum umožňují každému data přidávat, ale ne odebírat. Pokud by někdo chtěl změnit některou z informací nebo tento systém podvést, musel by to provést na většině počítačů v síti. A těch je hodně! Díky tomu jsou decentralizované blockchainy, jako je Ethereum, vysoce bezpečné.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Co je kryptoměna?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Kryptoměna je termín používaný k popisu mnoha typů zastupitelných digitálních tokenů zabezpečených pomocí blockchainu. Všechno to začalo Bitcoinem. Bitcoin lze použít k převodu hodnoty mezi dvěma stranami, aniž byste museli věřit prostředníkovi. Musíte pouze důvěřovat bitcoinovému kódu, který je otevřený a volně dostupný.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "Důvod, proč se aktiva jako bitcoin a ether nazývají „kryptoměny“, je ten, že bezpečnost vašich dat a aktiv je zaručena <a href=\"/glossary/#cryptography\">kryptografií</a>, nikoli důvěrou, že nějaká instituce nebo korporace bude jednat čestně.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Ethereum má vlastní nativní kryptoměnu ether (ETH), která se používá k placení za určité aktivity v síti. Lze jej převést jiným uživatelům nebo vyměnit za jiné tokeny na Ethereu. Ether je výjimečný, protože se používá k platbě za výpočty potřebné k vytváření a provozu aplikací a organizací na Ethereu.",
  "page-what-is-ethereum-summary-title": "Souhrn",
  "page-what-is-ethereum-summary-desc-1": "Ethereum je síť počítačů po celém světě, které se řídí sadou pravidel nazývaných Ethereum protokol. Síť Ethereum funguje jako základ pro komunity, aplikace, organizace a digitální aktiva, která může vytvářet a používat kdokoli.",
  "page-what-is-ethereum-summary-desc-2": "Účet na Ethereu si můžete vytvořit odkudkoli a kdykoli a prozkoumat svět aplikací nebo si vytvořit svoji vlastní. Hlavní inovací je, že to vše můžete dělat, aniž byste důvěřovali centrální autoritě, která by mohla změnit pravidla nebo omezit váš přístup.",
  "page-what-is-ethereum-summary-desc-3": "Pokračujte ve čtení a dozvíte se více…",
  "page-what-is-ethereum-btc-eth-diff-title": "Jaký je rozdíl mezi Ethereem a Bitcoinem?",
  "page-what-is-ethereum-btc-eth-diff-1": "Ethereum bylo spuštěno v roce 2015 a staví na inovaci Bitcoinu – s několika velkými rozdíly.",
  "page-what-is-ethereum-btc-eth-diff-2": "Obě sítě umožňují používat digitální peníze bez poskytovatelů plateb nebo bank. Ale <b>Ethereum je programovatelná</b>, takže můžete budovat a vydávat decentralizované aplikace na své síti.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin nám umožňuje posílat si základní zprávy o tom, co si myslíme, že je cenné. Stanovení hodnoty bez autority je již silné. Ethereum toto rozšiřuje: místo pouze zpráv, můžete napsat jakýkoliv obecný program nebo smlouvu. Neexistuje žádné omezení pro takové druhy smluv, které mohou být uzavřeny a dohodnuty, a proto se v síti Ethereum odehrávají velké inovace.",
  "page-what-is-ethereum-btc-eth-diff-4": "Zatímco Bitcoin je pouze platební síť, Ethereum je jako tržiště finančních služeb, her, sociálních sítí a dalších aplikací.",
  "page-what-is-ethereum-what-can-eth-do-title": "Co Ethereum umí?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Proč bych měl(a) používat Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Pokud máte zájem o odolnější, otevřenější a důvěryhodnější způsoby globální koordinace, zakládání organizací, vytváření aplikací a sdílení hodnoty, Ethereum je zde pro vás. Ethereum je příběh, který jsme napsali všichni. Nebojte se objevit, jaké neuvěřitelné světy s ním můžeme společně vybudovat.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Ethereum je neocenitelné také pro lidi, kteří se museli vypořádat s nejistotou ohledně bezpečnosti, spolehlivosti nebo mobility svých aktiv kvůli vnějším silám mimo jejich kontrolu.",
  "page-what-is-ethereum-slide-1-title": "Levnější a rychlejší zahraniční platby",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Stablecoiny</b> jsou nový typ kryptoměny, který se spoléhá na stabilnější aktivum jako základ pro jeho hodnotu. Většina z nich je vázána na americký dolar, a proto si zachovává hodnotu této měny. To umožňuje velmi levný a stabilní globální platební systém. Mnoho aktuálních stablecoinů je vytvořeno na síti Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum a stablecoiny zjednodušují proces posílání peněz do zahraničí. Přesun finančních prostředků po celém světě často trvá jen několik minut a za zlomek ceny, na rozdíl od průměrných bank, kterým to trvá několik pracovních dnů nebo dokonce týdnů. Kromě toho neexistuje žádný dodatečný poplatek za provedení transakce s vysokou hodnotou a existují nulová omezení toho, kde nebo proč posíláte své peníze.",
  "page-what-is-ethereum-slide-2-title": "Nejrychlejší pomoc v době krize",
  "page-what-is-ethereum-slide-2-desc-1": "Máte-li to štěstí, že máte více možností bankovnictví prostřednictvím důvěryhodných institucí, kde žijete, můžete považovat za samozřejmou finanční svobodu, bezpečnost a stabilitu, kterou nabízejí. Pro mnoho lidí po celém světě, kteří čelí politické represi nebo hospodářským těžkostem, však finanční instituce nemusí poskytovat potřebnou ochranu nebo služby.",
  "page-what-is-ethereum-slide-2-desc-2": "Během války, kdy ekonomické katastrofy a potlačování občanských svobod dopadaly na obyvatele <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuely</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Kuby</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afghánistánu</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigérie</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Běloruska</a> a <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukrajiny</a>, představovaly kryptoměny nejrychlejší a často jedinou možnost, jak si zachovat finanční nezávislost. <sup><a to=\"https://www.financialinclusion.tech/\">1</a></sup> Jak je vidět na těchto příkladech, kryptoměny jako Ethereum mohou poskytnout neomezený přístup ke globální ekonomice v případech, kdy jsou lidé odříznuti od okolního světa. Stablecoiny navíc nabízejí uchování hodnoty, když se místní měny hroutí v důsledku hyperinflace.",
  "page-what-is-ethereum-slide-3-title": "Podpora tvůrců",
  "page-what-is-ethereum-slide-3-desc-1": "Jen v roce 2021 využili síť Ethereum umělci, hudebníci, spisovatelé a další tvůrci ke kolektivnímu výdělku kolem 3,5 miliardy dolarů. Díky tomu je Ethereum jednou z největších globálních platforem pro tvůrce, vedle Spotify, YouTube a Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Zjistěte více</a>.",
  "page-what-is-ethereum-slide-4-title": "Podpora hráčů videoher",
  "page-what-is-ethereum-slide-4-desc-1": "Play-to-Earn hry (kde jsou hráči skutečně odměňováni za hraní hry) se objevily nedávno a transformují herní průmysl. Tradičně je často zakázáno obchodovat nebo převádět aktiva ve hře jiným hráčům za reálné peníze. To nutí hráče k používání internetových stránek černého trhu, které často představují bezpečnostní riziko. Blockchainové hraní bere v potaz ekonomiku ve hře a prodej herních aktiv podporuje důvěryhodným způsobem.",
  "page-what-is-ethereum-slide-4-desc-2": "Hráči jsou navíc motivováni tím, že jsou schopni obchodovat herní tokeny za reálné peníze, a být tak skutečně odměňováni za svůj herní čas.",
  "page-what-is-ethereum-meet-ether-title": "Seznamte se s etherem, kryptoměnou sítě Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Mnoho činností v síti Ethereum vyžaduje provedení určitých úkolů na vestavěném počítači Ethereum (známém jako Virtuální stroj Etherea). Tato výpočetní činnost není zdarma; platí se za ni pomocí nativní kryptoměny Ethereum zvané ether (ETH). To znamená, že k tomu, abyste mohli tuto síť používat, potřebujete alespoň malé množství etheru.",
  "page-what-is-ethereum-meet-ether-desc-2": "Ethereum je pouze digitální a můžete ho okamžitě poslat komukoliv kdekoli na světě. Nabídka etheru není ovládána žádnou vládou ani společností – je decentralizovaná a zcela transparentní. Ether je vydáván přesným způsobem podle protokolu pouze uzamykatelům, kteří síť zabezpečují.",
  "page-what-is-ethereum-what-is-ether": "Co je Ether?",
  "page-what-is-ethereum-get-eth": "Získat ETH",
  "page-what-is-ethereum-explore-applications": "Prozkoumat aplikace",
  "page-what-is-ethereum-learn-defi": "Dozvědět se více o DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Kdo ovládá Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum není ovládáno žádným konkrétním subjektem. Existuje vždy, když jsou připojeny počítače, na kterých běží software podle Ethereum protokolu a které se přidávají do Ethereum<a href=\"/glossary/#blockchain\">blockchainu</a>. Každý z těchto počítačů se nazývá uzel. Uzly může provozovat kdokoli, ačkoli abyste se mohli podílet na zabezpečení sítě, musíte <a href=\"/glossary/#staking\">uzamykat</a> ETH (nativní token Etherea). To může udělat každý, kdo má 32 ETH, aniž by potřeboval povolení.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Ani zdrojový kód Etherea nevytváří jediná entita. Kdokoli může navrhnout změny protokolu a diskutovat o vylepšeních. Existuje několik implementací protokolu Ethereum, které jsou vytvářeny nezávislými organizacemi v několika programovacích jazycích, a jsou obvykle vytvořeny otevřeně a podporují příspěvky komunity.",
  "page-what-is-ethereum-run-a-node": "Provozování vlastního uzlu",
  "page-what-is-ethereum-smart-contract-title": "Co to jsou chytré kontrakty?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Chytré kontrakty jsou počítačové programy</b> žijící v blockchainu Etherea. Spouštějí se, když je spustí transakce od uživatele. Díky nim je Ethereum velmi flexibilní v tom, co může dělat. Tyto programy fungují jako stavební kameny pro decentralizované aplikace a organizace.",
  "page-what-is-ethereum-smart-contract-desc-2": "Už jste někdy používali produkt, který změnil podmínky služby nebo odstranil funkci, kterou jste považovali za užitečnou? Jakmile je na síti Ethereum publikován chytrý kontrakt, bude online a funkční, dokud Ethereum existuje. Dokonce ani autor jej nemůže vypnout nebo odstranit. Vzhledem k tomu, že jsou chytré kontrakty automatizované, nediskriminují žádného uživatele a jsou vždy připraveny k použití.",
  "page-what-is-ethereum-smart-contract-desc-3": "Populárními příklady chytrých kontraktů jsou aplikace pro půjčování, decentralizované obchodní burzy, pojištění, kvadratické financování, sociální sítě, <a href=\"/glossary/#nft\">NFT</a> – v podstatě vše, co vás napadne.",
  "page-what-is-ethereum-more-on-smart-contracts": "Více o chytrých kontraktech",
  "page-what-is-ethereum-explore-dapps": "Prozkoumat dappky",
  "page-what-is-ethereum-criminal-activity-title": "Slyšel jsem, že krypto se používá jako nástroj pro trestnou činnost. Je to pravda?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Stejně jako každá jiná technologie se někdy bude zneužívat. Protože však všechny transakce v Ethereu probíhají v otevřeném blockchainu, je pro úřady často snazší sledovat nezákonnou činnost v tomto než v tradičním finančním systému, což z Etherea pravděpodobně činí méně atraktivní volbu pro ty, kteří by raději zůstali neodhaleni.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Krypto se používá mnohem méně než fiat měny za účelem trestné činnosti podle klíčových zjištění nedávné zprávy Europolu:",
  "page-what-is-ethereum-criminal-activity-desc-3": "„Využití kryptoměn k nedovoleným aktivitám podle všeho zahrnuje jen malou část celkové kryptoměnové ekonomiky a zdá se, že je poměrně menší než množství nezákonných finančních prostředků využívaných v tradičních financích.“",
  "page-what-is-ethereum-energy-title": "A co spotřeba energie sítě Ethereum?",
  "page-what-is-ethereum-energy-desc-1": "15. září 2022 prošlo Ethereum Sloučením, které převedlo Ethereum z <a href=\"/glossary/#pow\">důkazu prací</a> na <a href=\"/glossary/#pos\">důkaz podílem</a>.",
  "page-what-is-ethereum-energy-desc-2": "The Merge představovalo největší modernizaci Etherea a snížilo spotřebu energie potřebnou k zabezpečení Etherea o <b>99,95%</b>, a tím vytvořilo <b>bezpečnější síť s minimálním dopadem na životní prostředí</b>. Ethereum je nyní nízkouhlíkový blockchain se zvýšenou bezpečností a škálovatelností.",
  "page-what-is-ethereum-more-on-energy-consumption": "Více o spotřebě energie",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Roční spotřeba energie v TWh/rok",
  "energy-consumption-chart-global-data-centers-label": "Globální datová centra",
  "energy-consumption-gold-mining-cbeci-label": "Těžba zlata",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Hraní her v USA",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "Aktualizace The Merge",
  "page-what-is-ethereum-additional-reading": "Další informace",
  "page-what-is-ethereum-week-in-ethereum": "Týden v novinkách sítě Ethereum",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Týdenní newsletter, který se zabývá klíčovým vývojem napříč ekosystémem.",
  "page-what-is-ethereum-kernel-dreamers": "Kernel",
  "page-what-is-ethereum-kernel-dreamers-desc": "Sen Etherea",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atomy, instituce, blockchainy",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Proč na blockchainech záleží?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum v číslech",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "Projekty na Ethereu",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "Účty (pěněženky) na Ethereu s nenulovým zůstatkem ETH",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "Chytré kontrakty na Ethereu",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "Hodnota prostředků na blockchainu Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "Příjem tvůrců na blockchainu Ethereum v roce 2021",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "Počet dnešních transakcí",
  "adoption-chart-column-now-label": "Nyní",
  "adoption-chart-investors-label": "Investoři",
  "adoption-chart-developers-label": "Vývojáři",
  "adoption-chart-companies-label": "Společnosti",
  "adoption-chart-artists-label": "Umělci",
  "adoption-chart-musicians-label": "Hudebníci",
  "adoption-chart-writers-label": "Spisovatelé",
  "adoption-chart-gamers-label": "Hráči",
  "adoption-chart-refugees-label": "Uprchlíci",
  "page-what-is-ethereum-get-eth-alt": "Získejte ETH",
  "page-what-is-ethereum-get-eth-description": "ETH je nativní měna Etherea. Abyste mohli používat Ethereum aplikace, budete potřebovat ETH ve své peněžence.",
  "page-what-is-ethereum-get-eth-title": "Získejte ETH",
  "page-what-is-ethereum-explore-dapps-alt": "Prozkoumat dappky",
  "page-what-is-ethereum-explore-dapps-description": "Dappky jsou aplikace postavené na Ethereu. Dappky narušují současné obchodní modely a vymýšlejí nové.",
  "page-what-is-ethereum-explore-dapps-title": "Vyzkoušejte dappky"
}
