{
  "page-wallets-accounts-addresses": "Peněženky, účty a adresy",
  "page-wallets-accounts-addresses-desc": "Stojí za to pochopit rozdíly mezi některými klíčovými pojmy.",
  "page-wallets-accounts-ethereum-addresses": "Účet na síti Ethereum má adresu podobně jako e-mailová schránka. Ethereovou adresu můžete použít k posílání financí na účet.",
  "page-wallets-alt": "Ilustrace robota s trezorem jako tělem, který představuje peněženku Ethereum",
  "page-wallets-ethereum-account": "Účet sítě Ethereum má zůstatek a můžete z něj posílat transakce.",
  "page-wallets-blog": "Blog Coinbase",
  "page-wallets-bookmarking": "Přidejte si Vaši peněženku do záložek",
  "page-wallets-bookmarking-desc": "Pokud používáte webovou peněženku, přidejte si stránku do záložek, abyste se ochránili před phishingem.",
  "page-wallets-cd": "Fyzické hardwarové peněženky, které umožňují držet Vaše kryptoměny v offline režimu – velmi bezpečné",
  "page-wallets-converted": "Konvertován do krypta?",
  "page-wallets-converted-desc": "Pokud hodláte držet nějaké větší částky, doporučujeme použít hardwarovou peněženku, protože ty jsou nejbezpečnější. Nebo peněženku s upozorněním na podvody a limity výběru.",
  "page-wallets-curious": "Krypto-nováček?",
  "page-wallets-curious-desc": "Pokud jste v kryptu noví a chcete k němu získat cit, doporučujeme něco, co Vám umožní Ethereum objevovat nebo si ETH koupit přímo z peněženky.",
  "page-wallets-desc-2": "K posílání prostředků a správě ETH potřebujete peněženku.",
  "page-wallets-desc-2-link": "Více o ETH",
  "page-wallets-desc-3": "Peněženka je pouze nástrojem pro správu Ethereového účtu. To znamená, že můžete kdykoliv změnit poskytovatele peněženky. Mnoho peněženek vám také umožňuje spravovat více účtů na síti Ethereum z jedné aplikace.",
  "page-wallets-desc-4": "Peněženky totiž nespravují vaše finance, spravujete je vy sami.",
  "page-wallets-description": "Peněženky pro Ethereum jsou aplikace, které vám umožňují komunikovat s Ethereum účtem. Je to jako aplikace internetového bankovnictví, ale bez banky. Peněženka umožňuje zobrazit si zůstatek, odesílat transakce a připojovat se k aplikacím.",
  "page-wallets-desktop": "Desktopové aplikace, pokud chcete spravovat své finance v systému Linux, Windows, nebo MacOS",
  "page-wallets-ethereum-wallet": "Peněženka je program nebo zařízení, pomocí kterého můžete spravovat svůj účet na síti Ethereum. Můžete s její pomocí sledovat zůstatek na účtu, posílat transakce a další.",
  "page-wallets-explore": "Prozkoumejte Ethereum",
  "page-wallets-features-desc": "Můžeme vám pomoci s výběrem peněženky podle funkcí, které potřebujete.",
  "page-wallets-features-title": "Chcete si vybrat podle toho, jaké mají funkce?",
  "page-wallets-find-wallet-btn": "Najít peněženku",
  "page-wallets-find-wallet-link": "Najít peněženku",
  "page-wallets-get-some": "Získejte ETH",
  "page-wallets-get-some-alt": "Ilustrace ruky tvořící logo ETH z lega",
  "page-wallets-get-some-btn": "Získejte ETH",
  "page-wallets-get-some-desc": "ETH je nativní kryptoměna sítě Ethereum. ETH v peněžence budete potřebovat, pokud chcete používat aplikace na Ethereu.",
  "page-wallets-get-wallet": "Vybrat peněženku",
  "page-wallets-get-wallet-desc": "Můžete si vybrat z velkého množství peněženek. Chceme vám pomoci s výběrem té, která je pro vás nejlepší.",
  "page-wallets-get-wallet-desc-2": "Pamatujte: toto rozhodnutí může kdykoli změnit. Váš účet na Ethereu není vázán na poskytovatele vaší peněženky.",
  "page-wallets-how-to-store": "Ukládání digitálních aktiv na Ethereu",
  "page-wallets-keys-to-safety": "Klíče k uchování kryptoměny v bezpečí",
  "page-wallets-manage-funds": "Aplikace pro správu vašich financí",
  "page-wallets-manage-funds-desc": "Vaše peněženka zobrazuje vaše zůstatky historii transakcí a můžete přes ní posílat nebo přijímat finance. Některé peněženky nabízejí i další funkce.",
  "page-wallets-meta-description": "Co potřebujete vědět, abyste mohli používat peněženku na ETH.",
  "page-wallets-meta-title": "Peněženky pro Ethereum",
  "page-wallets-mobile": "Mobilní aplikace, pomocí kterých máte odkudkoliv přístup ke svým financím",
  "page-wallets-more-on-dapps-btn": "Další informace o decentralizovaných aplikacích",
  "page-wallets-most-wallets": "Ve většině peněženek si můžete vytvořit nový účet na síti Ethereum. Takže už nemusíte nějaký mít předtím, než stáhnete peněženku.",
  "page-wallets-protecting-yourself": "Chráníme sebe a vaše prostředky",
  "page-wallets-seed-phrase": "Zapište si bezpečnostní frázi",
  "page-wallets-seed-phrase-desc": "Peněženky vám často poskytnou bezpečnostní frázi, kterou si musíte zapsat a uložit na bezpečném místě. Je to jediný způsob, jak bude možné peněženku obnovit.",
  "page-wallets-seed-phrase-example": "Toto je příklad:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Neukládejte ji na počítači. Zapište ji a uložte na bezpečném místě.",
  "page-wallets-slogan": "Klíč k vaší digitální budoucnosti",
  "page-wallets-stay-safe": "Funkční zabezpečení",
  "page-wallets-stay-safe-desc": "Zabezpečení peněženek vyžaduje trochu jiný přístup. Finanční svoboda a možnost přístupu k financím odkudkoliv jde ruku v ruce se zodpovědností. Ve světě kryptoměn neexistuje žádná zákaznická podpora.",
  "page-wallets-subtitle": "Peněženky umožňují přístup k vašim prostředkům a používání Etherea. Pouze vy byste měli mít přístup k vaší peněžence.",
  "page-wallets-take-responsibility": "Přijměte zodpovědnost za vlastní finance",
  "page-wallets-take-responsibility-desc": "Centralizované směnárny spojují peněženku s uživatelským jménem a heslem, které můžete obnovit tradičním způsobem. Jen pamatujte, že této směnárně svěřujete správu svých financí. Pokud je na tuto společnost proveden útok nebo pokud zkrachuje, jsou vaše finance v ohrožení.",
  "page-wallets-tips": "Další tipy na zabezpečení",
  "page-wallets-tips-community": "Od komunity",
  "page-wallets-title": "Peněženky pro Ethereum",
  "page-wallets-triple-check": "Vše raději třikrát zkontrolujte",
  "page-wallets-triple-check-desc": "Pamatujte, transakce nelze vrátit zpět a peněženky nelze jednoduše obnovit, takže buďte opatrní a obezřetní za každých okolností.",
  "page-wallets-try-dapps": "Vyzkoušejte decentralizované aplikace",
  "page-wallets-try-dapps-alt": "Obrázek spolupracujících členů komunity platformy Ethereum",
  "page-wallets-try-dapps-desc": "Decentralizované aplikace (dappky) jsou aplikace postavené na platformě Ethereum. Jsou levnější, spravedlivější a shovívavější k vašim datům než většina tradičních aplikací.",
  "page-wallets-types": "Typy peněženek",
  "page-wallets-web-browser": "Webové peněženky, pomocí kterých můžete svůj účet spravovat prostřednictvím webového prohlížeče",
  "page-wallets-whats-a-wallet": "Co je Ethereum peněženka?",
  "page-wallets-your-ethereum-account": "Váš účet na síti Ethereum",
  "page-wallets-your-ethereum-account-desc": "Vaše peněženka je vaše okno k Ethereovému účtu. Najdete tu váš zůstatek, historii transakcí a další. Ale poskytovatele peněženky můžete kdykoliv změnit.",
  "page-wallets-your-login": "Vaše přihlášení do aplikací na Ethereu",
  "page-wallets-your-login-desc": "Peněženka umožňuje připojení k jakékoliv decentralizované aplikaci pomocí účtu na Ethereu. Je to jako přihlášení, kterým získáte přístup k většině dappek."
}
