{
  "page-what-is-ethereum-alt-img-bazaar": "Ilustrace osoby nahlížející do bazaru, který představuje Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Obrázek spolupracujících členů komunity platformy Ethereum",
  "page-what-is-ethereum-alt-img-lego": "Ilustrace ruky tvořící logo ETH z lega",
  "page-what-is-ethereum-banking-card": "Bankovnictví pro všechny",
  "page-what-is-ethereum-banking-card-desc": "Ne každý má přístup k finančním službám v reálném světě. K přístupu na síť Ethereum a k jejím úvěrům, půjčkám a spořicím produktům stačí připojení k internetu.",
  "page-what-is-ethereum-build": "Vytvořte něco s Ethereem",
  "page-what-is-ethereum-build-desc": "Pokud chcete začít vystavět svou budoucnost na Ethereu, přečtěte si naši dokumentaci, vyzkoušejte si návody a nástroje, abyste věděli, kde začít.",
  "page-what-is-ethereum-censorless-card": "Odolnost proti cenzuře",
  "page-what-is-ethereum-censorless-card-desc": "Žádná vláda ani firma nemá kontrolu nad Ethereem. Díky decentralizaci vám nemůže nikdo bránit v přijímání plateb nebo využívání služeb na Ethereu.",
  "page-what-is-ethereum-comm-desc": "Vítejte v naší komunitě, kde narazíte na lidi s různou historií, včetně umělců, kryptoanarchistů, fortune 500 společností. Zjistěte, jak se k nám přidat ještě dnes.",
  "page-what-is-ethereum-commerce-card": "Obchodní garance",
  "page-what-is-ethereum-commerce-card-desc": "Zákazníci mají bezpečnou, vestavěnou záruku, že fondy změní majitele, pouze pokud poskytnete to, co bylo dohodnuto. Vývojáři mohou mít rovněž jistotu, že se jim pravidla nezmění.",
  "page-what-is-ethereum-composable-card": "Všechny produkty jsou skladovatelné",
  "page-what-is-ethereum-composable-card-desc": "Vzhledem k tomu, že všechny aplikace jsou postaveny na stejném blockchainu se společným globálním stavem, mohou se navzájem postavit (jako legos). To umožňuje neustále budovat lepší produkty a zkušenosti.",
  "page-what-is-ethereum-community": "Komunita Ethereum",
  "page-what-is-ethereum-desc": "Základ naší digitální budoucnosti",
  "page-what-is-ethereum-explore": "Prozkoumejte Ethereum",
  "page-what-is-ethereum-internet-card": "Více soukromí na internetu",
  "page-what-is-ethereum-internet-card-desc": "Abyste mohli používat aplikace Ethereum, nemusíte poskytovat všechny osobní údaje. Ethereum buduje ekonomiku založenou na hodnotě, ne na dozoru a získávání uživatelských dat.",
  "page-what-is-ethereum-meet-comm": "Seznamte se s komunitou",
  "page-what-is-ethereum-meta-description": "Přečtěte si o Ethereu, k čemu je a jak si síť vyzkoušet sami.",
  "page-what-is-ethereum-meta-title": "Co je to Ethereum?",
  "page-what-is-ethereum-p2p-card": "Síť klientů",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum umožňuje poslat peníze nebo uzavřít dohodu napřímo. Není potřeba procházet zprostředkujícími společnostmi.",
  "page-what-is-ethereum-start-building-btn": "Začni tvořit",
  "page-what-is-ethereum-title": "Co je to Ethereum?",
  "page-what-is-ethereum-subtitle": "Kompletní začátečnický průvodce tím, jak Ethereum funguje, výhodami, které přináší, a jak jej využívají miliony lidí po celém světě.",
  "page-what-is-ethereum-button-lets-start": "Pojďme začít",
  "page-what-is-ethereum-blockchain-tab-title": "Co je to blockchain?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Blockchain je databáze transakcí</b>, která je aktualizována a sdílena napříč mnoha počítači v síti. Pokaždé když je přidán nový soubor transakcí, nazývá se „blok“ – proto název blockchain. Většina blockchainů je veřejná a můžete pouze přidávat data, ne odebírat. Pokud chce někdo změnit některou z informací nebo podvádět systém, museli by to provést na většině počítačů v síti. Těch je hodně! Díky tomu jsou zavedené blockchainy, jako je Ethereum, vysoce bezpečné.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Proč se to označuje výrazem kryptoměna?",
  "page-what-is-ethereum-cryptocurrency-tab-content": "Blockchainy používají kryptografické techniky, aby zajistily, že vaše prostředky jsou bezpečné. Podobné techniky se používají v bankovním sektoru k zajištění bezpečnosti měnových transakcí po celá léta. Takže by se dalo říci, že kryptoměny mají bankovní úroveň zabezpečení.",
  "page-what-is-ethereum-summary-title": "Souhrn",
  "page-what-is-ethereum-summary-desc-1": "Ethereum je technologie pro budování aplikací a organizací, které drží aktiva, převádějí a komunikují, aniž by je kontroloval ústřední orgán. Není třeba předávat všechny vaše osobní údaje k používání Ethereum – máte kontrolu nad vlastními údaji a tím, co je sdíleno. Ethereum má svou vlastní kryptoměnu, Ether, která se používá k úhradě některých aktivit v síti Ethereum.",
  "page-what-is-ethereum-summary-desc-2": "Stále zmatení? Pojďme si to vysvětlit krok za krokem.",
  "page-what-is-ethereum-what-is-crypto-title": "Co je kryptoměna?",
  "page-what-is-ethereum-what-is-crypto-desc-1": "<b>Krypto (zkratka pro kryptoměnu) je nová forma digitálních peněz podložena kryptografií.</b>",
  "page-what-is-ethereum-what-is-crypto-desc-2": "Všechno to začalo v roce 2008 Bitcoinem. Mohli jste ho použít k posílání finančních prostředků komukoliv kdekoli na světě. Krypto se stalo odlišným od běžných bankovních převodů nebo jiných finančních služeb jako Paypal nebo Alipay, protože poprvé neexistoval žádný prostředník.",
  "page-what-is-ethereum-what-is-crypto-desc-3": "Počkat, kdo je prostředník?",
  "page-what-is-ethereum-what-is-crypto-desc-4": "Prostředník je ústřední orgán, jako je banka nebo vláda, který zasahuje do transakce mezi odesílatelem a příjemcem. Mají pravomoc sledovat, cenzurovat nebo vracet transakce a mohou sdílet citlivé údaje, které o vás shromažďují, s třetími stranami. Často také určují, ke kterým finančním službám máte přístup.",
  "page-what-is-ethereum-what-is-crypto-desc-5": "S kryptoměnami je všechno jinak. <b>Transakce přímo spojují odesílatele a příjemce</b>, aniž by musely jednat s jakoukoliv centrální autoritou. Nikdo jiný nebude mít přístup k vašim finančním prostředkům a <b>nikdo vám nemůže říct, jaké služby můžete používat</b>. To je možné kvůli technologii blockchainu, na které kryptoměny fungují.",
  "page-what-is-ethereum-btc-eth-diff-title": "Jaký je rozdíl mezi Ethereem a Bitcoinem?",
  "page-what-is-ethereum-btc-eth-diff-1": "Ethereum bylo spuštěno v roce 2015 a staví na inovaci Bitcoinu – s několika velkými rozdíly.",
  "page-what-is-ethereum-btc-eth-diff-2": "Obě sítě umožňují používat digitální peníze bez poskytovatelů plateb nebo bank. Ale <b>Ethereum je programovatelná</b>, takže můžete budovat a vydávat decentralizované aplikace na své síti.",
  "page-what-is-ethereum-btc-eth-diff-3": "To, že je Ethereum programovatelná, znamená, že můžete vytvářet aplikace, které používají blockchain k ukládání dat nebo k řízení toho, co může vaše aplikace dělat. To vede k obecnému blockchainu, který lze naprogramovat pro cokoliv. Díky tomu, že neexistuje žádné omezení toho, co může Ethereum udělat, dává to prostor velkým inovacím v síti Ethereum.",
  "page-what-is-ethereum-btc-eth-diff-4": "Zatímco Bitcoin je pouze platební síť, Ethereum je spíše jako tržiště finančních služeb, her, sociálních sítí a dalších aplikací, které respektují vaše soukromí a nemohou vás cenzurovat.",
  "page-what-is-ethereum-what-can-eth-do-title": "Co Ethereum umí?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Proč bych měl(a) používat Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Pokud jste někdy posílali peníze do zahraničí (nebo to plánujete) nebo jste se obávali budoucnosti vašich peněz kvůli vnějším silám mimo vaši kontrolu, kde žijete, nebo máte po krk četných omezení a poplatků uvalenými tradičními finančními institucemi za každodenní transakce, tak by vás mohlo zajímat, co kryptoměny mohou nabídnout.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Mějte na paměti, že Ethereum je příběh, který se stále píše, a mnoho dalších důvodů k jeho používání je neodkryto, neboť se vyvíjí v průběhu času.",
  "page-what-is-ethereum-slide-1-title": "Levnější a rychlejší zahraniční platby",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Stablecoiny</b> jsou nový typ kryptoměny, který se spoléhá na stabilnější aktivum jako základ pro jeho hodnotu. Většina z nich je vázána na americký dolar, a proto si zachovává hodnotu této měny. To umožňuje velmi levný a stabilní globální platební systém. Mnoho aktuálních stablecoinů je vytvořeno na síti Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum a stablecoiny zjednodušují proces posílání peněz do zahraničí. Přesun finančních prostředků po celém světě často trvá jen několik minut a za zlomek ceny, na rozdíl od průměrných bank, kterým to trvá několik pracovních dnů nebo dokonce týdnů. Kromě toho neexistuje žádný dodatečný poplatek za provedení transakce s vysokou hodnotou a existují nulová omezení toho, kde nebo proč posíláte své peníze.",
  "page-what-is-ethereum-slide-2-title": "Nejrychlejší pomoc v době krize",
  "page-what-is-ethereum-slide-2-desc-1": "Máte-li to štěstí, že máte více možností bankovnictví prostřednictvím důvěryhodných institucí, kde žijete, můžete považovat za samozřejmou finanční svobodu, bezpečnost a stabilitu, kterou nabízejí. Pro mnoho lidí po celém světě, kteří čelí politické represi nebo hospodářským těžkostem, však finanční instituce nemusí poskytovat potřebnou ochranu nebo služby.",
  "page-what-is-ethereum-slide-2-desc-2": "Když válka, ekonomické katastrofy nebo zásahy proti občanským svobodám zasáhly obyvatele <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuely</a><a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Kuby</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afghánistánu</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigérie</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Běloruska</a> a <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukrajiny</a>, kryptoměny představovaly nejrychlejší a často jedinou možnost zachování finanční agendy.<sup><a to=\"https://www.financialinclusion.tech/\">1</a></sup> Jak je vidět na těchto příkladech, kryptoměny jako Ethereum mohou poskytnout neomezený přístup ke globální ekonomice, když jsou lidé odříznuti od vnějšího světa. Stablecoiny se navíc nabízejí jako uchovatel hodnoty, když se místní měny hroutí kvůli superinflaci.",
  "page-what-is-ethereum-slide-3-title": "Podpora tvůrců",
  "page-what-is-ethereum-slide-3-desc-1": "Jen v roce 2021 využili síť Ethereum umělci, hudebníci, spisovatelé a další tvůrci ke kolektivnímu výdělku kolem 3,5 miliardy dolarů. Díky tomu je Ethereum jednou z největších globálních platforem pro tvůrce, vedle Spotify, YouTube a Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Zjistěte více</a>.",
  "page-what-is-ethereum-slide-4-title": "Podpora hráčů videoher",
  "page-what-is-ethereum-slide-4-desc-1": "Play-to-Earn hry (kde jsou hráči skutečně odměňováni za hraní hry) se objevily nedávno a transformují herní průmysl. Tradičně je často zakázáno obchodovat nebo převádět aktiva ve hře jiným hráčům za reálné peníze. To nutí hráče k používání internetových stránek černého trhu, které často představují bezpečnostní riziko. Blockchainové hraní bere v potaz ekonomiku ve hře a prodej herních aktiv podporuje důvěryhodným způsobem.",
  "page-what-is-ethereum-slide-4-desc-2": "Hráči jsou navíc motivováni tím, že jsou schopni obchodovat herní tokeny za reálné peníze, a být tak skutečně odměňováni za svůj herní čas.",
  "page-what-is-ethereum-meet-ether-title": "Seznamte se s etherem, kryptoměnou sítě Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Ethereum má nativní kryptoměnu nazývanou ether (ETH). Je čistě digitální a můžete ji okamžitě poslat komukoliv kdekoli na světě. Nabídka ETH není kontrolována žádnou vládou ani společností – je decentralizovaná a zcela transparentní. Nové mince (také běžně nazývané tokeny) jsou vydávány pouze pro stakery, kteří zajišťují síť.",
  "page-what-is-ethereum-meet-ether-desc-2": "Každá akce v síti Ethereum vyžaduje určité množství výpočetního výkonu. Tento poplatek je placen ve formě etheru. To znamená, že potřebujete alespoň malé množství ETH k používání sítě.",
  "page-what-is-ethereum-what-is-ether": "Co je Ether?",
  "page-what-is-ethereum-get-eth": "Získat ETH",
  "page-what-is-ethereum-what-can-i-do-title": "Co mohu udělat s tokeny ETH?",
  "page-what-is-ethereum-what-can-i-do-desc-1": "Spoustu věcí! Jedním z nejvýznamnějších způsobů využití Ethereum technologie jsou decentralizované finance (DeFi), které otevírají celé oblasti bankovních služeb komukoliv s internetovým připojením. Můžete využít své ethery jako zajištění k získání úvěrů nebo poskytnutí likvidity k získání úroků z vašich prostředků.",
  "page-what-is-ethereum-explore-applications": "Prozkoumat aplikace",
  "page-what-is-ethereum-learn-defi": "Dozvědět se více o DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Kdo ovládá Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum není kontrolováno žádným subjektem. Existuje pouze prostřednictvím decentralizované účasti a spolupráce komunity. Ethereum využívá uzly (počítače s kopií dat blockchainu Etherea) provozované dobrovolníky k nahrazení jednotlivých serverů a cloud systémů vlastněných velkými firmami, ktéří poskytují internet a s ním spojené služby.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Tyto distribuované uzly, které provozují jednotlivci a podniky po celém světě, poskytují odolnost infrastruktuře sítě Ethereum. Je proto mnohem méně zranitelná vůči hackerům nebo odstavením. <b>Od svého spuštění v roce 2015 Ethereum nikdy netrpěla výpadkem</b>. V síti Ethereum jsou tisíce jednotlivých uzlů. Díky tomu je Ethereum jednou z nejdecentralizovanějších kryptoměn, hned po bitcoinu.",
  "page-what-is-ethereum-run-a-node": "Provozování vlastního uzlu",
  "page-what-is-ethereum-smart-contract-title": "Co to jsou chytré kontrakty?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Chytré kontrakty jsou jednoduše počítačové programy</b> žijící v blockchainu Ethereum. <b>Provedou akci, pokud jsou aktivovány transakcí od uživatele (nebo jiného kontraktu)</b>. Díky tomu je Ethereum velmi flexibilní v tom, co může dělat, čímž je odlišeno od jiných kryptoměn. Tyto programy jsou tím, co nyní nazýváme decentralizovanými aplikacemi neboli dapps.",
  "page-what-is-ethereum-smart-contract-desc-2": "Už jste někdy používali produkt, který změnil podmínky služby nebo odstranil funkci, kterou jste považovali za užitečnou? Jakmile je na síti Ethereum publikován chytrý kontrakt, bude online a funkční, dokud Ethereum existuje. Dokonce ani autor jej nemůže vypnout nebo odstranit. Vzhledem k tomu, že jsou chytré kontrakty automatizované, nediskriminují žádného uživatele a jsou vždy připraveny k použití.",
  "page-what-is-ethereum-smart-contract-desc-3": "Populární příklady využití chytrých kontraktů jsou aplikace na půjčky, decentralizované burzy, pojišťovnictví, crowdfundingové aplikace a v podstatě všechny další aplikace, na které si vzpomenete.",
  "page-what-is-ethereum-more-on-smart-contracts": "Více o chytrých kontraktech",
  "page-what-is-ethereum-explore-dapps": "Prozkoumat dappky",
  "page-what-is-ethereum-criminal-activity-title": "Slyšel jsem, že krypto se používá jako nástroj pro trestnou činnost. Je to pravda?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Stejně jako jakákoli forma peněz, určitá část z nich bude zneužita. Protože se však všechny transakce v Ethereu odehrávají na otevřeném blockchainu, je pro orgány často snazší sledovat nezákonnou činnost, než by tomu bylo v tradičním finančním systému. Je nesporné, že tohle z Etherea činí méně přitažlivou volbu pro ty, kteří by chtěli konat nekalé praktiky nepozorovaně.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Krypto se používá mnohem méně než fiat měny za účelem trestné činnosti podle klíčových zjištění nedávné zprávy Europolu:",
  "page-what-is-ethereum-criminal-activity-desc-3": "„Využití kryptoměn k nedovoleným aktivitám podle všeho zahrnuje jen malou část celkové kryptoměnové ekonomiky a zdá se, že je poměrně menší než množství nezákonných finančních prostředků využívaných v tradičních financích.“",
  "page-what-is-ethereum-energy-title": "A co spotřeba energie sítě Ethereum?",
  "page-what-is-ethereum-energy-desc-1": "Dne 15. září 2022 prošla síť Ethereum vylepšením s názvem The Merge, které proměnilo protokol Etherea z proof-of-work na proof-of-stake.",
  "page-what-is-ethereum-energy-desc-2": "The Merge představovalo největší modernizaci Etherea a snížilo spotřebu energie potřebnou k zabezpečení Etherea o <b>99,95%</b>, a tím vytvořilo <b>bezpečnější síť s minimálním dopadem na životní prostředí</b>. Ethereum je nyní nízkouhlíkový blockchain se zvýšenou bezpečností a škálovatelností.",
  "page-what-is-ethereum-more-on-energy-consumption": "Více o spotřebě energie",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Roční spotřeba energie v TWh/rok",
  "energy-consumption-chart-youtube-label": "YouTube",
  "energy-consumption-chart-gold-mining-galaxy-label": "Těžba zlata (Galaxy Digital)",
  "energy-consumption-chart-global-data-centers-label": "Globální datová centra",
  "energy-consumption-chart-gold-mining-cbeci-label": "Těžba zlata (CBECI)",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Hraní her v USA",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "Aktualizace The Merge",
  "page-what-is-ethereum-additional-reading": "Další čtení",
  "page-what-is-ethereum-week-in-ethereum": "Týden v novinkách sítě Ethereum",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Týdenní newsletter, který se zabývá klíčovým vývojem napříč ekosystémem.",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atomy, instituce, blockchainy",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Proč na blockchainech záleží?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum v číslech",
  "adoption-chart-column-now-label": "Nyní",
  "adoption-chart-investors-label": "Investoři",
  "adoption-chart-developers-label": "Vývojáři",
  "adoption-chart-companies-label": "Společnosti",
  "adoption-chart-artists-label": "Umělci",
  "adoption-chart-musicians-label": "Hudebníci",
  "adoption-chart-writers-label": "Spisovatelé",
  "adoption-chart-gamers-label": "Hráči",
  "adoption-chart-refugees-label": "Uprchlíci"
}
