{
  "page-what-is-ethereum-alt-img-bazaar": "Hoton wani mutum a cikin tsakiyar kasuwa mai shaguna, wanda ke nuni da Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Misalin memboli na al'ummar Ethereum suna yin aiki tare",
  "page-what-is-ethereum-alt-img-lego": "Misalin hannun da aka kero tambarin ETH wanda akayi da legon bullo",
  "page-what-is-ethereum-banking-card": "Banki na kowa",
  "page-what-is-ethereum-banking-card-desc": "Ba kowane ke da damar yin hidima na kuɗi ba. Haɗin intanet shine duk abin da kuke buƙata don samun damar Ethereum da bayar rance, aro, da ajiya da aka gina akan sa.",
  "page-what-is-ethereum-build": "Ƙirƙiri wani abu da Ethereum",
  "page-what-is-ethereum-build-desc": "Idan kuna so ku yi gini da Ethereum, ku karanta takardun mu don karin bayani, kuyi kokarin kallar koyarwar mu, ko kuma ku duba kayan aiki da kuke buƙata domin farawa.",
  "page-what-is-ethereum-censorless-card": "Jure tacewa",
  "page-what-is-ethereum-censorless-card-desc": "Babu wata gwamnati ko kuma wani kamfani da yake faɗa aji akan Ethereum. 'yancin gashin kansa ne yasa ya zama kusan babu wanda ya isa ya hanaka karɓar kuɗaɗe ko kuma anfani da ayyukan sa shi Ethereum din.",
  "page-what-is-ethereum-comm-desc": "Al'ummar mu sun haɗa da mutane daga ko ina, sun haɗa da masu zane, 'yan kiripto, manyan kamfanoni, da kuma ku yanzu. Nemo yadda za ku iya shiga a yau.",
  "page-what-is-ethereum-commerce-card": "Garantin kasuwancin ku",
  "page-what-is-ethereum-commerce-card-desc": "Kwastomomi suna da amintaccen tsari da aka tsara don ganin an bawa kuɗaɗensu kariya, ta hanyar da sai sun bada abunda aka yarda dashi kafin a canza musu tsari. Hakanan suma masu kirkira wato developers, sunada tabbacin ƙa'idodin baza su canzu a kansu ba.",
  "page-what-is-ethereum-composable-card": "Kayayyakin da aka haɗa",
  "page-what-is-ethereum-composable-card-desc": "Dukkan manhajojin an gina sune akan blockchain guda ɗaya, tare da bari a dunƙule a waje guda, wannan yana nufin cewa za'a su iya gina kansu (kamar bulon Lego). Wannan yana ba da damar samar da ingantattun samfura da gogewa da kuma tabbacin cewa babu wanda zai iya cire duk wani kayan aikin da aka dogara da su.",
  "page-what-is-ethereum-community": "Al'umma na Ethereum",
  "page-what-is-ethereum-desc": "Tushen makomar dijital ɗinmu",
  "page-what-is-ethereum-explore": "Bincika Ethereum",
  "page-what-is-ethereum-internet-card": "Intanet ga kowa",
  "page-what-is-ethereum-internet-card-desc": "Kowa zai iya kasuwanci da network ɗin Ethereum ko kuma yin gini a kanta, Wannan zai baka damar sarrafa kaddarorinka da kuma asalinka, maimakon wasu 'yan kamfanoni su sarrafa maka.",
  "page-what-is-ethereum-meet-comm": "A haɗu da al'ummar",
  "page-what-is-ethereum-meta-description": "Koyi game da Ethereum, abunda take yi da kuma tayaya za ka yi anfani da ita.",
  "page-what-is-ethereum-meta-title": "Menene Ethereum?",
  "page-what-is-ethereum-p2p-card": "Sadarwa na wane-zuwa-wane",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum na bada damar tsarawa, yin yarjejeniya ko tura kadarorin shafin intanet kai tsaye tare da sauran mutane. Ba ku buƙatar dogaron masu shiga tsakani.",
  "page-what-is-ethereum-start-building-btn": "Fara yin gini",
  "page-what-is-ethereum-title": "Menene Ethereum?",
  "page-what-is-ethereum-subtitle": "Cikakken jagora ga masu koyo akan yadda Ethereum yake aiki, fa'idodin da yake kawowa da kuma yadda miliyoyin mutane ke amfani da shi a duk duniya.",
  "page-what-is-ethereum-button-lets-start": "Bari mu fara",
  "page-what-is-ethereum-blockchain-tab-title": "Menene blockchain?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Blockchain kundin bayanan kasuwanci ne</b> wanda ake sabunta shi da kuma rarrabashi a cikin kwamfutoci ta hanyar sadarwa. Duk lokacin da aka kara sabuwar mu'amala, ana kiranta \"block\" daga nan ne aka sami sunan blockchain. Blockchain din kowa da kowa kamar Ethereum yana bada dama ga kowa, don a sanya bayani, amma banda cire shi. Saboda haka idan mutum yana so ya cire wani bayani ko yayi satar bayanai a cikin kwanfutar, akwai bukatar sai ya cire bayanan a cikin kwanfutocin dukka, kunga abune mai wahala! Saboda haka wannan ne yasa blockchain mai 'yancin gashin kanta kamar Ethereum take da matukar tsaro.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Menene kuɗin kiripto?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Kuɗin kiripto kalma ce da ake amfani da ita don siffanta nau'ikan alamun kuɗin dijital waɗanda aka tsare su ta amfani da blockchain. Duka ya fara ne da Bitcoin. Bitcoin na iya anfani dashi don tura abun mai daraja tsakani mutane biyu ba tare da amincewar dan tsakiya ba. Kawai zaku amince ne da tsarin Bitcoin, wanda duk a buɗe yake kuma kyauta.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "Dalilin da yasa kadarori kamar su bitcoin da ether ake kiransu da “cryptocurrencies”, saboda tsaron bayanan ku da kuma kadarorin da kuke da tabbaci<a href=\"/glossary/#cryptography\">cryptography</a>, bawai iya kawai amincewa da wata cibiya ko kuma kamfani kafin ayi abun gaskiya ba.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Ethereum na da nasa cryptocurrency na ainihi, ether (ETH), wanda ake amfani dashi don biyan wasu ayyukan akan hanyar sadarwa. Ana iya canza su zuwa ga wasu mutane ko kuma musanya shi don wasu kuɗin shafin intanet wato token akan Ethereum. Ether na musamman ne saboda ana amfani dashi don biyan lissafin da ake buƙata don ginawa da gudanar da manhajoji da ƙungiyoyi akan Ethereum.",
  "page-what-is-ethereum-summary-title": "Taƙaitaccen bayani",
  "page-what-is-ethereum-summary-desc-1": "Ethereum cibiyar sadarwa ce ta kwamfutoci a duk faɗin duniya waɗanda ke bin ƙa'idodin da ake kira ka'idar Ethereum. Cibiyar sadarwar Ethereum tana aiki a matsayin tushe ga al'ummomi, manhajoji, ƙungiyoyi da kadarorin yanar gizo wanda kowa zai iya ginawa da amfani da shi.",
  "page-what-is-ethereum-summary-desc-2": "Za ku iya buɗe account ɗin Ethereum daga ko ina, a kowanne lokaci, kuma ku bincika duniyar manhajoji ko ku gina naku. Babban fasahar shine zaku iya yin duk wannan ba tare da amincewa da wata hukuma ta tsakiya ba wacce zata iya canza ƙa'idodi ko takura muku a wajen shiga.",
  "page-what-is-ethereum-summary-desc-3": "Ci gaba da yin karatu don karin bayani…",
  "page-what-is-ethereum-btc-eth-diff-title": "Menene bambanci tsakanin Ethereum da Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "An ƙaddamar da shi a 2015, an gina Ethereum akan fasahar Bitcoin, tare da wasu manyan bambance.",
  "page-what-is-ethereum-btc-eth-diff-2": "Duka suna ba damar amfani da kuɗin yanar gizo ba tare da masu ba da biyan kuɗi ba ko kuma bankuna. Amma <b>Ethereum na da shirye-shirye </b>, don haka kuna iya gina da kuma tura manhajoji masu 'yancin gashin kansu akan hanyar sadarwar sa.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin na ba mu damar aika saƙonni ga juna game da abin da muke tunanin yana da daraja. Samar da ƙima ba tare da iko ba ya riga ya yi ƙarfi sosai. Ethereum ya tsawaita wannan: maimakon kawai saƙonni, zaku iya rubuta kowane shiri na gaba ɗaya, ko kuma kwangila. Babu iyaka ga nau'in kwangilolin da za a iya ƙirƙira da kuma yarda da su, saboda haka babban fasahar tana faruwa ne akan hanyar sadarwar Ethereum.",
  "page-what-is-ethereum-btc-eth-diff-4": "A lokacin da Bitcoin na hanyar sadarwar biyan kuɗi ce kawai, Ethereum ya fi kama da kasuwar harkallar kuɗaɗe, wasanni, cibiyoyin sadarwar na jama'a da sauran manhajoji.",
  "page-what-is-ethereum-what-can-eth-do-title": "Me Ethereum ke iya yi?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Menene yasa zanyi anfani da Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Idan kuna buƙatar ƙarin juriya, buɗewa, da amintattun hanyoyin daidaito a duk duniya, samar da ƙungiyoyi, gina manhajoji da raba daraja, Ethereum na ku ne. Ethereum labari ne wanda muka rubuta dukkanmu, don haka ku zo ku gano waɗanne duniyoyi ne masu ban mamaki da al'ajabi za mu iya ginawa tare da shi.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Ethereum kuma ya kasance mai mahimmanci ga mutanen da suka fama da rashin tabbas game da tsaro ko ji ko tafiyar da kadarorin su saboda masu kutse wanda suka fi karfin ikonsu.",
  "page-what-is-ethereum-slide-1-title": "Rahusa da Saurin Biyan Kuɗin Ketare",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Stablecoins</b> sabon nau'in cryptocurrency ne wanda ya dogara da ingancin kadara a matsayin tushen ƙimar sa. Yawancin su na da alaƙa da dalar Amurka don haka suna kula da darajar wannan kuɗin. Waɗannan suna ba da izinin tsarin biyan kuɗi na duniya mai arha da kwanciyar hankali. Yawancin kwanciyar hankali na yanzu an gina su akan hanyar sadarwar Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum da stablecoins suna sauƙaƙa tsarin aika kuɗi zuwa ketare. Yawancin lokaci yana ɗaukar ƴan mintuna kaɗan don tura kuɗi a faɗin duniya, saɓanin kwanakin kasuwanci da yawa ko kuma makonni wanda zai iya ɗaukar matsakaicin bankin ku, kuma ga ɗan ƙaramin farashi. Kuma babu ƙarin kuɗi don yin mu'amala mai ƙima, kuma babu ƙuntatawa akan ina ko me yasa kuke aika kuɗin ku.",
  "page-what-is-ethereum-slide-2-title": "Mafi Saurin Taimako A Lokutan Rikici",
  "page-what-is-ethereum-slide-2-desc-1": "Idan kuna da sa'a don samun zaɓukan banki da yawa ta hanyar amintattun cibiyoyin inda kuke zaune, kuna iya samun 'yancin kuɗi, tsaro da kwanciyar hankali da suke bayarwa. Amma ga mutane da yawa a duniya da ke fuskantar matsin lamba na siyasa ko matsalar tattalin arziki, cibiyoyin kuɗaɗe bai zama lalle su iya bada kariya ko abunda ake buƙata bah.",
  "page-what-is-ethereum-slide-2-desc-2": "Lokacin da yaƙe-yaƙe, karayar tattalin arziƙi ko tashe-tashen hankula a kan jama'a suka mamaye mutane mazauna <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Cuba</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afghanistan</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigeria</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Belarus</a>, da <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukraine</a>, cryptocurrencies sun zama mafi sauri kuma sau da yawa sune zaɓi don riƙe hukumar kuɗi.<sup><a href=\"https://www.financialinclusion.tech/\">1</a></sup> Kamar yadda aka gani. A cikin waɗannan misalan, cryptocurrencies kamar Ethereum na iya ba da damar shiga tattalin arzikin duniya mara iyaka lokacin da aka yanke mutane daga wajen duniya. Bugu da ƙari, stablecoins suna ba damar sayar da ƙima lokacin da kuɗin gida ke durkushewa saboda hauhawar farashin kaya.",
  "page-what-is-ethereum-slide-3-title": "Tallafawa masu kirkira",
  "page-what-is-ethereum-slide-3-desc-1": "A cikin shekarar 2021 kadai, makirkira, mawaƙa, marubuta, da sauran masu ƙirƙira suka yi amfani da Ethereum don samun kusan dala biliyan 3.5 tare. Wannan ya sa Ethereum ya zama ɗayan manyan dandamali na duniya don masu ƙirƙira, tare da Spotify, YouTube, da Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Ƙara koyo</a>.",
  "page-what-is-ethereum-slide-4-title": "Tallafawa Masu Wasanni",
  "page-what-is-ethereum-slide-4-desc-1": "Buga wasa don samun ƙarin wasanni (inda ake samun lada don buga wasannin) kwanan nan sun fito kuma suna canza masana'antar caca. A al'adance, sau da yawa ana haramta kasuwanci ko canja wurin kadarorin cikin wasan zuwa wasu 'yan wasa don kudade na gaske. Wannan yana tilasta wa 'yan wasa yin amfani da shafukan yanar gizo na kasuwar bayan fage waɗanda galibi suna da haɗarin tsaro. Wasan blockchain ya rungumi tattalin arziƙin cikin-wasan kuma yana haɓaka irin wannan ɗabi'ar ta hanyar aminci.",
  "page-what-is-ethereum-slide-4-desc-2": "Bugu da ƙari, ƴan wasanni suna samun kwarin gwiwa ta hanyar samun damar yin cinikin alamun wasanni don kuɗi na gaske kuma don haka ana samun lada da gaske don lokacin da suka yo wasan.",
  "page-what-is-ethereum-meet-ether-title": "Haɗu da ether, Ethereum cryptocurrency",
  "page-what-is-ethereum-meet-ether-desc-1": "Yawancin ayyuka akan hanyar sadarwar Ethereum suna buƙatar wasu ayyuka da za a yi akan kwamfutar da aka sa a Ethereum (wanda aka sani da mashin ɗin Virtual na Ethereum). Wannan lissafin ba kyauta ba ne; Ana biyan shi don amfani da cryptocurrency na asali na Ethereum wanda ake kira ether (ETH). Wannan yana nufin kuna buƙatar aƙalla ƙaramin ether don amfani da hanyar sadarwa.",
  "page-what-is-ethereum-meet-ether-desc-2": "Ether fasaha ce zalla, kuma za ku iya aika shi ga kowa a ko'ina cikin duniya nan take. Babu wata gwamnati ko kamfanin da ke samar da ether - an rarraba shi kuma a bayyane gaba ɗaya yake. Ana ba da ether daidai gwargwadon ƙa'idar, kawai ga masu ruwa da tsaki waɗanda suke tsaron hanyar sadarwar.",
  "page-what-is-ethereum-what-is-ether": "Mene shi ether?",
  "page-what-is-ethereum-get-eth": "Samun ETH",
  "page-what-is-ethereum-explore-applications": "Bincika manhajoji",
  "page-what-is-ethereum-learn-defi": "Koyi game da DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Wa yake gudanar da Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Babu wanda yake sarrafa Ethereum ta kowanne wuri. Yana wanzuwa a duk lokacin da aka sami kwamfutoci masu alaƙa da juna suna gudanar da software din suna bin ka'idar Ethereum kuma suna kara sawa a cikin Ethereum <a href=\"/glossary/#blockchain\">blockchain</a>. Kowane ɗayan waɗannan kwamfutoci an san su da suna node. Kowane mutum na iya gudanar da nodes, kodayake don shiga cikin tabbatar da hanyar sadarwar dole ne ku <a href=\"/glossary/#staking\">stake</a> ETH (alamar asali ta Ethereum). Duk wanda ke da 32 ETH zai iya yin wannan ba tare da buƙatar izini ba.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Ko da lambar tushen Ethereum bata iya samar da wani abu guda ɗaya ba. Kowa na iya ba da shawarar canje-canje ga ƙa'ida da kuma tattauna ingantashi. Akwai abubuwa da yawa don aiwatar da ka'idar Ethereum waɗanda ƙungiyoyi masu zaman kansu ke samarwa a cikin yaren programming da yawa, kuma galibi ana gina sune a buɗe kuma suna ƙarfafa gudummawar al'umma.",
  "page-what-is-ethereum-run-a-node": "Gudanar da shi node",
  "page-what-is-ethereum-smart-contract-title": "Menene kwangilolin fasaha?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Smart contracts shi ne shirye-shiryen kwamfuta </b> suna zaune ne akan blockchain na Ethereum. Suna aiwatarwa a lokacin da mai yin amfani da ita yayi kasuwanci. Suna sa Ethereum ya zama mai sauƙi a cikin abin da zai iya yi. Waɗannan shirye-shiryen suna aiki kamar bulo na ginin manhajoji masu 'yancin gashin kai da kuma ƙungiyoyi.",
  "page-what-is-ethereum-smart-contract-desc-2": "Shin kun taɓa amfani da samfur wanda ya canza sharuɗɗan aikin kan sa? Ko cire fasalin da kuka sam yana da amfani? Da zarar an buga smart contract zuwa Ethereum, zai kasance kan layi kuma yana aiki muddin akwai Ethereum. Ko marubucin ba zai iya sauke shi ba. Tun da smart contracts suna sarrafa kansu, ba sa nuna bambanci ga kowane mai amfani kuma koyaushe a shirye suke don amfani.",
  "page-what-is-ethereum-smart-contract-desc-3": "Manyan misalan smart contracts sune manhajoji ba da bashi, fagen ciniki masu cin gashin kansu, inshora, kuɗaɗe, cibiyoyin sadarwar jama'a, <a href=\"/glossary/#nft\">NFTs</a> - wato duk abin da zaku iya tunani akai.",
  "page-what-is-ethereum-more-on-smart-contracts": "Ƙari kan smart contracts",
  "page-what-is-ethereum-explore-dapps": "Binciko dapps",
  "page-what-is-ethereum-criminal-activity-title": "Na ji ana amfani da kiripto azaman kayan aiki don aikata laifuka. Shin wannan gaskiya ne?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Kamar kowace fasaha, wani lokaci za a yi amfani da ita acikin hanyoyi wanda ba daidai ba. Duk da haka, ma'amaloli na Ethereum suna faruwa akan buɗaɗɗen blockchain, sau da yawa yana da saukin hukuma don bin diddigin ayyukan haram fiye da yadda zai kasance a cikin tsarin kudi na al'ada, me yuwuwa yin Ethereum wani zabi me ban sha'awa ga wadanda za su gwammace ba a gano su ba.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Ana amfani da Kiripto kasa da daidaitanccen kuɗaɗe don dalilai na laifi bisa ga mahimman binciken rahoton kwanan nan daga Europol, Hukumar Tarayyar Turai don haɗin kan Doka:",
  "page-what-is-ethereum-criminal-activity-desc-3": "\"Amfani da kɗaɗen kiripto don ayyukan haram da alama ya kunshi dan karamin bagaren tattalin arzikin kuɗin kiripto gabaɗaya, kuma yana da alama ya yi kankanta fiya da adadin kuɗin haram da ke cikin kuɗaɗe na al'ada.\"",
  "page-what-is-ethereum-energy-title": "Menene game da makamashin da Ethereum ke amfani da shi?",
  "page-what-is-ethereum-energy-desc-1": "A ranar 15 ga Satumba, 2022, Ethereum ya shiga cikin Haɗuwar sabuntawa wanda ya sauya Ethereum daga <a href=\"/glossary/#pow\">hujja-na-aiki</a> zuwa <a href=\"/glossary/#pos\">hujja-na-sa-kuɗi</a>.",
  "page-what-is-ethereum-energy-desc-2": "Haɗewar shine babban haɓakawar Ethereum da kuma rage yawan makamashi da ake buƙata don tsare Ethereum ta <b>99.95%</b>, samar da <b>mafi amincin cibiyar sadarwa don ƙaramin farashin carbon</b>. Ethereum yanzu shine low-carbon blockchain yayin haɓaka tsaro da kuma ɗorewar sa.",
  "page-what-is-ethereum-more-on-energy-consumption": "Ƙari akan makamashin da ake amfani",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Amfanin Makamashi na Shekara a cikin TWh/yr shekara-shekara",
  "energy-consumption-chart-global-data-centers-label": "Cibiyoyin bayanan duniya",
  "energy-consumption-gold-mining-cbeci-label": "Haƙar gwal",
  "energy-consumption-chart-btc-pow-label": "PoW na BTC",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "PoW na ETH",
  "energy-consumption-chart-gaming-us-label": "Yin wasanni a US",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "Pos na ETH",
  "page-what-is-ethereum-the-merge-update": "Sabuntawar haɗewa",
  "page-what-is-ethereum-additional-reading": "Karatu na gaba",
  "page-what-is-ethereum-week-in-ethereum": "Sati a cikin labaran Ethereum",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Wasikar bayanan sati sati daya kunshi mahimmam batu game da yanayin muhalli.",
  "page-what-is-ethereum-kernel-dreamers": "Kanel",
  "page-what-is-ethereum-kernel-dreamers-desc": "Burin Ethereum",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Kwayar zarra, Cibiyoyi, Blockchain masu yawa",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Me yasa blockchain masu yawa ke da muhimmanci?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum a lambobi",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "Ayyukan da aka gina kan Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "Asusu (walet da yawa) tare da ragowar kuɗin ETH",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "Smart contract a Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "Ƙimar da aka samu akan Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "Samun mai kirkira akan Ethereum a cikin shekar 2021",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "Adadin kasuwancin yau",
  "adoption-chart-column-now-label": "Yanzu",
  "adoption-chart-investors-label": "Masu zuba hannun jari",
  "adoption-chart-developers-label": "Masu Developing ",
  "adoption-chart-companies-label": "Kamfanoni",
  "adoption-chart-artists-label": "Masu ilimin zane",
  "adoption-chart-musicians-label": "Mawaƙa",
  "adoption-chart-writers-label": "Masu rubutu",
  "adoption-chart-gamers-label": "Ƴan wasanni",
  "adoption-chart-refugees-label": "Yan gudun hijiran",
  "page-what-is-ethereum-get-eth-alt": "Samu wasu ETH",
  "page-what-is-ethereum-get-eth-description": "ETH shine asalin kuɗin Ethereum. Kuna buƙatar ETH a cikin asusun ku don amfani da manhajojin Ethereum.",
  "page-what-is-ethereum-get-eth-title": "Samu wasu ETH",
  "page-what-is-ethereum-explore-dapps-alt": "Binciko dapps",
  "page-what-is-ethereum-explore-dapps-description": "Dapps manhajoji ne da aka gina akan Ethereum. Dapps suna rusa tsarin kasuwanci na yanzu kuma suna kan ƙirƙirar sababbi.",
  "page-what-is-ethereum-explore-dapps-title": "Gwada ƴan wasu dapps"
}
