{
  "page-gas-meta-title": "Farashin kuɗin Gas na Ethereum: yaya ne yake aiki?",
  "page-gas-meta-description": "Koyo akan ladan aiki akan Ethereum: yadda suke aiki da kuma yadda za'a biya kuɗin gas mafi ƙaranci",
  "page-gas-hero-title": "Kuɗin gas",
  "page-gas-hero-header": "Kuɗin aikin yanar gizo",
  "page-gas-hero-button-1-content": "Menene gas?",
  "page-gas-hero-subtitle-1": "Ladan aiki na yanar gizo na Ethereum sune ake kira gas.",
  "page-gas-hero-subtitle-2": "Gas shine ku din aiki da yake ƙarfafa Ethereum.",
  "page-gas-summary-title": "Taƙaitaccen bayani",
  "page-gas-summary-item-1": "Ko wane musanya akan Ethereum yana bukatan mafi karayanci biya wajen aiki",
  "page-gas-summary-item-2": "Waɗannan ladan aiki sune aka sani da' gas' fee",
  "page-gas-summary-item-3": "Ba s saita kuɗin gas, suna canzawa bisa cunkoson hanyar sadarwa",
  "page-gas-what-are-gas-fees-header": "Menene gas fee?",
  "page-gas-what-are-gas-fees-text-1": "Tunanin Ethereum kamar wani babban na'uran yanar gizo inda mutane zasu iya ayyuka kamar aika sakonnai ko shirye-shirye masu gudana. kawai kamar yadda yake a rayuwa ta gaske, wadannan ayyuka suna bukatar makamashi a yi.",
  "page-gas-what-are-gas-fees-text-2": "A cikin Ethereum, kowane aikin lissafi yana da saita farashin \"iska\"<b> Kudin iskar ku su ne jimlar kudin na ayyukan da ke cikin mushanyan su</b>. Lokacin da kuka aika ciniki ko gudanar a <a href=''/ƙamus/#mai hankalin-kwantaragi\">mai hankalin kwantaragi</a>, zaka biya a cikin kuɗin iska don sarrafa shi.",
  "page-gas-how-do-i-pay-less-gas-header": "Ta yaya zan biya kasa da kuɗin gas fee?",
  "page-gas-how-do-i-pay-less-gas-text": "Yayin da ƙarin kuɗaɗe akan Ethereum wasu lokuta ba makawa, akwai dabaru za ku iya amfani da su don rage farashi:",
  "page-gas-how-do-i-pay-less-gas-card-1-title": "Sa lokaci na tura kuɗi",
  "page-gas-how-do-i-pay-less-gas-card-1-description": "Kamar yadda tafiye-tafiye a lokacin da babu yawan jama'a kuma ya fi araha, Ethereum ya fi arahar amfani a lokacin da Arewacin Amurka ke barci.",
  "page-gas-how-do-i-pay-less-gas-card-2-title": "Jira gas ya sauka",
  "page-gas-how-do-i-pay-less-gas-card-2-description": "Farashin gas yana hawa da sauka kowane daƙiƙa goma sha biyu bisa yadda Ethereum yake cunkosowa. Sa'ad da farashin gas ya yi yawa, jira na 'yan mintoci kadan kafin ka yi ciniki zai iya rage kuɗin da kake biya sosai.",
  "page-gas-how-do-i-pay-less-gas-card-3-title": "Yi amfani da layer 2",
  "page-gas-how-do-i-pay-less-gas-card-3-description": "Sarkokin Layer-2 suna gine ne a kan Ethereum, suna ba da kananan kuɗaɗe da kuma sarrafa karin ma'amaloli. Sun zama kyakkyawan zabi don adana kuɗi don hada-hadar kuɗi ba sa buƙatar faruwa akan babban hanyar sadarwar Ethereum.",
  "page-gas-try-layer-2": "Gwada layer 2",
  "page-gas-what-causes-high-gas-fees-header": "Me ke sa farahshin kuɗin gas tsada?",
  "page-gas-what-causes-high-gas-fees-text-1": "Duk lokacin da adadin lissafi (gas) a Ethereum ya wuce wani iyaka, farashin gas yana fara tashi. Da zarar kuɗin gas ta wuce wannan iyaka, da sauri farashin gas zai ƙaru.",
  "page-gas-what-causes-high-gas-fees-text-2": "Abubuwa da za su iya sa kuɗingas tsada <a href=\"/glossary/#dapp\">manhajojin da aka rarraba (dapps)</a> ko NFTs, habaka ciniki na lokaci-lokaci akan <a href=\"/glossary/#dex\">DEXs</a>, ko dimbin yawan ayyukan masu amfani a lokuta mafi girma.",
  "page-gas-what-causes-high-gas-fees-text-3": "Masu ƙirƙira a kan Ethereum ya kamata su kula da inganta amfani da kwangilar mai wayo kafin turawa. Idan mutane da yawa suna amfani da kwangilar mai wayo a ckin hanyar da be kama ta ba, zai cinye karin gas kuma zai iya haifar da cunkoso na cibiyar sadarwa.",
  "page-gas-want-to-dive-deeper": "Kuna son ƙara zurfi?",
  "page-gas-check-out-the-developer-docs": "Duba takardun masu ƙirƙira.",
  "page-gas-attack-of-the-cryptokitties-header": "Harin Cryptokitties",
  "page-gas-attack-of-the-cryptokitties-text": "A Nuwamba 2017, an kaddamar da mashahurin aikin CryptoKitties. Saurin haɓakarsa a cikin shahararsa ya haifar da cunkoson cibiyar sadarwa da tsadar kuɗin gas sosai. Kalubalen da CryptoKitties ya haifar sun habaka gaggawar neman mafita don habaka Ethereum.",
  "page-gas-why-do-we-need-gas-header": "Me yasa muke buƙatar kuɗin gas?",
  "page-gas-why-do-we-need-gas-text": "Gas abu ne mai mahimmanci wajen kiyaye Ethereum da sarrafa kasuwanci. Gas yana taimakawa a hanyoyi da yawa:",
  "page-gas-benefits-1-description": "Gas yana ajiye Ethereum <a href=\"/glossary/#anti-sybil\">juriya-sybil</a> ta hanyar hana masu aikata mugunta daga mamaye hanyar sadarwa tare da ayyukan yaudara.",
  "page-gas-benefits-2-description": "Saboda kididdigewa na amfani da kuɗin gas, sauke Ethereum tare da kuɗaɗe masu yawa, ko ba da gangan ba ko kuma da mugunta, zai shafi kuɗin ku.",
  "page-gas-benefits-3-description": "Babban-iyaka akan adadin ƙididdiga na da za a iya yi a kowane lokaci ya hana Ethereum daga mamayewa, yana taimakawa don tabbatar da hanyar sadarwa koyaushe na samun dama.",
  "page-gas-how-is-gas-calculated-header": "Ta yaya ake lissafin kuɗin gas?",
  "page-gas-advanced": "Ci gaba",
  "page-gas-how-is-gas-calculated-text-1": "Jimlar kuɗin gas da kuke biya ta ƙunshi yan sassa:",
  "page-gas-how-is-gas-calculated-item-1": "<b>Kuɗin tushe:</b> kudin da hanyar sadarwa ta saita wanda dole ne a biya don kasuwanci",
  "page-gas-how-is-gas-calculated-item-2": "<b>Kudin fifiko:</b> tukwici na zaɓi don ƙarfafa masu aikin node don su tsari kasuwancinku",
  "page-gas-how-is-gas-calculated-item-3": "<b>Rukuni na kuɗin gas da aka yi amfani da su <i>*</i>:</b> ku tuna mun ce kuɗin gas yana wakiltar lissafi? Ayyuka masu rikitarwa, kamar hulda tare da kwangila mai wayo, su fi amfani da kuɗin gas fiye da masu ayyuka kamar aika kuɗi.",
  "page-gas-how-is-gas-calculated-list-item-1": "<i><span>*</span> Duba sashi na 1 don ganin bamabncin yawan kudin gas da hada-hadar kuɗi ke amfani da su</i>",
  "page-gas-how-is-gas-calculated-text-2": "Dabarar kididdige kuɗin gas shine rukuni na kuɗin gas da aka yi amfani da shi * (kudin tushe + kudin fifiko). Yawancin walat ɗin za su lissafta amfani da kuɗin gas kuma su nuna shi ta hanya madaidaiciya.",
  "page-gas-table-figure": "<i>Sashi na 1: Kuɗin gas da aka yi amfani da shi ta hanyar hada-hadar kuɗi</i>",
  "page-gas-table-header-1": "Nau'in hada-hadar kuɗi",
  "page-gas-table-header-2": "Rukunin kuɗin gas da aka yi amfani da su",
  "page-gas-table-item-1-transaction-type": "Ana aika ETH",
  "page-gas-table-item-2-transaction-type": "Anaaika kuɗin ERC-20",
  "page-gas-table-item-3-transaction-type": "Ana aika NFT",
  "page-gas-table-item-4-transaction-type": "Musaya a Uniswap",
  "page-gas-faq-header": "Tambayoyin da ake yawan yi",
  "page-gas-faq-question-1-q": "Waye zai biyan kuɗin gas na cinikin da na yi?",
  "page-gas-faq-question-1-a-1": "Yawancin kuɗin gas - kuɗin tushe - an lalata shi ta hanyar yarjejeniya (ƙone). Za a ba da kudin fifiko, idan an haɗa shi cikin cinikayyar ku, ga mai tantancewa wanda ya nemi kasuwancin.",
  "page-gas-faq-question-1-a-2": "Kuna iya karanta cikakken bayanin tsari a cikin <a href=\"/developers/docs/gas/\">takardun masu ƙirƙira na gas.</a>",
  "page-gas-faq-question-2-q": "Ina buƙatan biyan gas a cikin ETH?",
  "page-gas-faq-question-2-a-1": "E. Dole ne a biya duk kuɗin gas a kan Ethereum a cikin kuɗin ETH na asali.",
  "page-gas-faq-question-2-a-2": "Ƙari kan ETH",
  "page-gas-faq-question-3-q": "Mene gwei?",
  "page-gas-faq-question-3-a-1": "A mafi yawan walet ko na'urar gano kuɗin gas, zaku ga farashin kuɗin gas da ake kira 'gwei'.",
  "page-gas-faq-question-3-a-2": "Gwei ƙarami na'ura na ETH ne kawai, kamar yadda dinari da dala, da bambanci kasancewa cewa 1 ETH daidai ne da 1 biliyan gwei. Gwei yana da amfani yayin da ake magana game da ƙananan adadin ETH.",
  "page-gas-use-layer-2": "Amfani da layer 2"
}
