{
  "page-get-eth-article-keeping-crypto-safe": "Makullin ajje kiriptonka cikin tsaro",
  "page-get-eth-article-protecting-yourself": "Kare kanka da dukiyanka",
  "page-get-eth-article-store-digital-assets": "Yadda ake aje kuɗin dijital a Ethereum",
  "page-get-eth-article-protecting-yourself-desc": "Kiripto na",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": "Cinikayya na gabaɗaya",
  "page-get-eth-cex-desc": "Musayar wasu kasuwanci ne da suke hanya da za ku siya kiripto da kuɗi. Suna da dama akan ko wane irin ETH da ka siya har sai ka turo zuwa walet da take ƙarƙahin ikon ka.",
  "page-get-eth-checkout-dapps-btn": "A duba dapps",
  "page-get-eth-community-safety": "Wallafawar al'umma akan tsaro",
  "page-get-eth-description": "Babu wata hukuma mai kula da gudanar da Ethereum - ita ce ke cin gashin kanta.",
  "page-get-eth-dex": "Cinikayya da ke cin gashin kansu (DEXs)",
  "page-get-eth-dex-desc": "Idan kuna son karin iko, saya ETH ta amfani da <a href=\"/glossary/#smart-contract\">smart contracts</a>. Ta DEX za ku iya kasuwanci da kadarorin dijital ba tare da taba ba da ikon sarrafa kuɗin ku ga kamfani na tsakiya ba.",
  "page-get-eth-peers": "Samu ETH daga abokan hulɗa",
  "page-get-eth-peers-desc": "Da zarar kuna samu asusun Ethereum, duk abin da kuke buƙatar yi shi ne raba adireshinku don fara aikawa da karɓar ETH (da sauran alamun) a tsakanin takwarorinsu.",
  "page-get-eth-staking": "Kyautar adana",
  "page-get-eth-staking-desc": "In dama kuna da wasu ETH, za ku iya samun ƙari ta hanyar gudanar da node na tabbatarwa. Za a biya ku don yin wannan aikin tabbatarwa a cikin ETH.",
  "page-get-eth-earn": "Sami ETH",
  "page-get-eth-earn-desc": "Kuna iya samun ETH ta hanyar aiki don DAOs ko kamfanonin da ke biyan kuɗi a cikin kiripto, cin nasarar samun kyauta, gano matsala na cikin manhaja da sauran su.",
  "page-get-eth-daos-link-desc": "Koyo game da DAOs",
  "page-get-eth-cex-link-desc": "Kalli jerin musanya",
  "page-get-eth-staking-link-desc": "Koyi ƙari game da adana kuɗi",
  "page-get-eth-dexs": "Cinikayya da ke cin gashin kansu (DEXs)",
  "page-get-eth-dexs-desc": "Musanyar ko'ina ta buɗede kasuwanni ne don ETH da sauran kuɗi. Suna haɗa masu siye da masu siyarwa kai tsaye.",
  "page-get-eth-dexs-desc-2": "Maimakon amfani da amintaccen ɓangaren uku don kiyaye kuɗi a cikin cinikayya, suna amfani da lamba. Za a canza wurin ETH na mai siyarwa lokacin da aka tabbatar da biyan kuɗi. An san wannan nau'in lambar a matsayin smart contracts.",
  "page-get-eth-dexs-desc-3": "Wannan yana nufin cewa akwai ƙarancin nauo'in zaɓuka a wannan sashen.\nIdan akwai wanda zai sayar maka da wani haja kuma zai gamsu da duk nau'in biyan da za ka yi masa, za ku samu dacewa.",
  "page-get-eth-dexs-desc-4": "Bayanan kula: yawancin dexes suna amfani da nannaɗe ether (WETH) don aiki. <a href=\"/wrapped-eth\">kara koyo game da nannaɗe ether</a>.",
  "page-get-eth-do-not-copy": "Misali: Kar a kwafa",
  "page-get-eth-exchanges-disclaimer": "Mun tattara wannan bayanin da kan mu. Idan kun kalli wani abu ba daidai ba, ku sanar da mu a",
  "page-get-eth-exchanges-empty-state-text": "Shigar da ƙasar da kake zaune don ganin jerin musayar da za ka iya amfani da su",
  "page-get-eth-exchanges-except": "Sai dai",
  "page-get-eth-exchanges-header": "A wane ƙasa kake da zama?",
  "page-get-eth-exchanges-header-exchanges": "Musanya",
  "page-get-eth-exchanges-header-wallets": "Wallets",
  "page-get-eth-exchanges-intro": "Musayar suna da iyaƙa akan inda zasu iya siyar da kiripto. Wannan jerin bayanai ne na ayyukan da ake zaton za su yi aiki a kowace kasa. Mahadi a nan ba tallafi bane—ya kamata ku yi binciken kanku!",
  "page-get-eth-exchanges-no-exchanges": "Haƙuri, ba mu san kowane musayar da ke ba ku damar siyan ETH daga wannan ƙasar ba. Idan kun sani, gaya mana a",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Hakuri, bamu san wani musayar siayan ETH daga ƙasar nan ba. Idan kun sani ku giya mana a",
  "page-get-eth-exchanges-no-wallets": "Hakuri, bamu san wani walet da zai baka damar siyar da ETH daga ƙasar nan ba. Wanda ya sani ya gaya mana",
  "page-get-eth-exchanges-search": "Shigar da wurin da kake zama...",
  "page-get-eth-exchanges-success-exchange": "Zai iya ɗaukar kwanaki da yawa don yin rajista tare da musayar saboda binciken su na doka.",
  "page-get-eth-exchanges-success-wallet-link": "walet da yawa",
  "page-get-eth-exchanges-success-wallet-paragraph": "Ina kake zaune, zaka iya siyan ETH kai tsaye daga walet ɗinka. Ƙarin bayani game da haka",
  "page-get-eth-exchanges-usa": "Ƙasan Amurka (USA)",
  "page-get-eth-get-wallet-btn": "Samu walet",
  "page-get-eth-hero-image-alt": "Sami hoton jarumin ETH",
  "page-get-eth-keep-it-safe": "Ajiye ETH ɗinka cikin tsaro",
  "page-get-eth-meta-description": "Yadda ake siyan ETH kan bisa inda kuke da zama da shawara kan yadda ake kula da shi.",
  "page-get-eth-meta-title": "Yadda za a samu ETH",
  "page-get-eth-need-wallet": "Za ka buƙaci walet domin amfani da DEX.",
  "page-get-eth-new-to-eth": "Sabo ga ETH? Ga wani bayani na farawa.",
  "page-get-eth-other-cryptos": "Siya da kuɗaɗen kiripto",
  "page-get-eth-protect-eth-desc": "Ɗaya daga cikin manyan fasalulluka na Ethereum shine ku ci gaba da sarrafa dukiyar ku ta hanyar sarrafa asusun ku. Wannan yana nufin ba lallai ne ka amince da wani bangare na uku da kadarorinka ba, kuma ana kiyaye ka daga duk wani ma'aikacin da ke yin rashin gaskiya, yin fatara ko yin kutse. Koyaya, hakan yana nufin ku ɗauki alhakin tsaron ku.",
  "page-get-eth-protect-eth-in-wallet": "Ajiye ETH ɗinka a walet",
  "page-get-eth-search-by-country": "Nema da ƙasa",
  "page-get-eth-security": "Wannan yana nufin kana bukatar ka ɗauki tsaro da kuɗi da muhimmanci. Tare da ETH, ba ka amincewa da banki ko kamfani don kula da dukiyarka, kana ɗaukar kua da kanka.",
  "page-get-eth-smart-contract-link": "Ƙarin bayani game da smart contracts",
  "page-get-eth-swapping": "Musanya kuɗinku don ETH na wasu mutane. Da kuma akasin haka.",
  "page-get-eth-try-dex": "A gwada DEX",
  "page-get-eth-use-your-eth": "Yi amfani da ETH",
  "page-get-eth-use-your-eth-dapps": "Yanzu da ka mallaki ƴan wasu ETH, duba wasu manhajojin Ethereum (dapps). Akwai dapps don kuɗi, kafofin watsa labaru, wasanni da sauran nau'ikan.",
  "page-get-eth-wallet-instructions": "Bi dokokin walet",
  "page-get-eth-wallet-instructions-lost": "Idan kun rasa damar shiga asusunku, za ku rasa kuɗin ku. Walat din ku ya kamata ya ba ku umarni kan ƙariya daga wannan. Tabbatar kun bi su cike da kulawa—a mafi yawan lokuta, babu wanda zai iya taimaka muku idan kun rasa damar shiga asusunku.",
  "page-get-eth-wallets": "Wallets",
  "page-get-eth-wallets-link": "Ƙari akan walet",
  "page-get-eth-wallets-purchasing": "Wasu walet ɗin suna ba ku damar siyan kiripto tare da katin zare kuɗi/kiredit, canja wurin banki ko ma Apple Pay. Ana amfani da iyaƙancewa na yanki.",
  "page-get-eth-warning": "Waɗannan DEXs ba na masu farawa bane saboda kuna buƙatar wasu ETH don amfani da su. Waɗannan misalai ne kawai, ba kayayyakin da aka yarda da su ba. Yi naku bincike!",
  "page-get-eth-what-are-DEX's": "Mene DEXs?",
  "page-get-eth-whats-eth-link": "Mene ETH?",
  "page-get-eth-where-to-buy-desc": "Kuna iya samun ETH, samun shi daga takwarorinku, ko saya shi daga musayar da manhaja.",
  "page-get-eth-where-to-buy-desc-2": "Duba wane sabis ne zaka iya yin amfani da shi gurin da kake zama.",
  "page-get-eth-where-to-buy-title": "Inda za'a samu ETH",
  "page-get-eth-your-address": "Adireshin ETH ɗinka",
  "page-get-eth-your-address-desc": "I dan kuka sauke walet zai samar muku da adireshin ETH na jama'a. Ga yadda yake:",
  "page-get-eth-your-address-desc-3": "Ka ɗauki wannan kamar adireshin imel ɗinka, amma maimakon wasiku zai na karɓar ETH. Idan kana son canza wurin ETH daga musayar zuwa walet ɗinka, yi amfani da adireshinka a matsayin wurin zuwa. Ka tabbata ka duba sau biyu kafin ka aika!",
  "page-get-eth-your-address-wallet-link": "Duba walet",
  "listing-policy-raise-issue-link": "Ɗaga matsala",
  "page-find-wallet-last-updated": "Sabutawa na ƙarshe"
}
