{
  "page-wallets-accounts-addresses": "Walet masu yawa, asusu, mukullai da adireshi",
  "page-wallets-accounts-addresses-desc": "Yana da kyau a fahimci bambance tsakanin wasu abubuwa masu mahimmanci.",
  "page-wallets-accounts-ethereum-addresses": "<b>Asusun Ethereum na da adireshi</b>, kamar akwatin saƙo yana da adireshin imel. Ana amfani da wannan don gano kadarorin ku na dijital.",
  "page-wallets-alt": "Bayanin rabot mai ƙarfi dakansa, mai wakiltar asusun Ethereum",
  "page-wallets-ethereum-account": "<b>Asusun Ethereum maɓalli ne guda biyu</b>. <a href=\"/glossary/#public-key\">ana amfani da maɓalli ɗaya</a> don ƙirƙirar adireshin da zaku iya rabawa kyauta, da kuma <a href=\"/glossary/#private-key\">wasu maɓalli. /a> kuna buƙatar ɓoye sirri saboda ana amfani da shi don sanya hannu akan abubuwa. Tare, waɗannan maɓallan suna ba ku damar riƙe dukiya da yin kasuwanci.",
  "page-wallets-blog": "Dandamalin Coinbase",
  "page-wallets-bookmarking": "Sa alama a walet ɗin ka",
  "page-wallets-bookmarking-desc": "Idan kuna amfani da walet ɗin shafin intanet, yi alamar shafi don kare kanku daga zamba.",
  "page-wallets-cd": "<b>Walet ɗin kayan aikin jiki</b> na'urori ne waɗanda ke ba ku damar kiyaye kiripto ɗin ku ba a kan intanet ba- amintattu",
  "page-wallets-desc-2": "Walet sune abin da yawancin mutane ke amfani da su don sarrafa kadarorin su na dijital da ainihi.",
  "page-wallets-desc-2-link": "Ƙari kan ETH",
  "page-wallets-desc-3": "Walet ɗin ku kayan aiki ne don hulɗa tare da asusun Ethereum. Wannan yana nufin za ku iya musanya masu samar da walat a kowane lokaci. Yawancin walat ɗin kuma suna ba ku damar sarrafa asusun Ethereum da yawa daga manhajoji guda ɗaya.",
  "page-wallets-desc-4": "Masu ba da walet ba su da ikon kula da kuɗin ku. Suna ba ku taga don ganin kadarorin ku akan Ethereum da kayan aikin don sarrafa su cikin sauƙi.",
  "page-wallets-description": "Walet na Ethereum manhajoji ne waɗanda ke ba ku iko akan asusun ku. Kamar walat ɗin ku na zahiri, ya ƙunshi duk abin da kuke buƙata don tabbatar da ainihin ku da kuma sarrafa kadarorin ku. Walat ɗin ku yana ba ku damar shiga aikace-aikace, karanta ma'auni, aika ma'amaloli da tabbatar da asalin ku.",
  "page-wallets-desktop": "<b>Manhajojin Desktop</b> idan ka fi son ka sarrafa kuɗaɗen ka ta hanyar amfani da macOS ki Windows ko Linux",
  "page-wallets-ethereum-wallet": "<b>Shi walet kayan aiki ne da ke ba ku damar yin hulɗa da asusunku</b>, ta amfani da makullin ku. Yana ba ku damar duba ma'auni na asusunku, aika ma'amaloli, da ƙari.",
  "page-wallets-explore": "Bincika Ethereum",
  "page-wallets-features-desc": "Za mu iya taimaka muku zaɓar walet ɗin ku bisa abubuwan da kuka damu da su.",
  "page-wallets-features-title": "Kwatanta walet dangane da siffofi",
  "page-wallets-find-wallet-btn": "Nemi walet",
  "page-wallets-find-wallet-link": "Nema walet",
  "page-wallets-get-some": "Samu wasu ETH",
  "page-wallets-get-some-alt": "Misalin hannun da aka kero tambarin ETH wanda akayi da legon bullo",
  "page-wallets-get-some-btn": "Samu wasu ETH",
  "page-wallets-get-some-desc": "ETH shine asalin kuɗin Ethereum. Kuna buƙatar ETH a cikin asusun ku don amfani da manhajar Ethereum.",
  "page-wallets-keys-to-safety": "Dabarar ajje kiripto ɗin ka a aminci",
  "page-wallets-manage-funds": "Manhajar dake amfani wurin kula da kuɗaɗen ka",
  "page-wallets-manage-funds-desc": "Walet ɗin ka yana nuna muku ragowar kuɗin ku, tarihin kasuwancu, kuma yana ba ku hanyar aikawa da karɓar kuɗi. Wasu walat ɗin na iya bayar da karin fasali.",
  "page-wallets-meta-description": "Abinda yakamata ka sani wurin amfani da Ethereum walet.",
  "page-wallets-meta-title": "Walet na Ethereum",
  "page-wallets-mobile": "<b>Manhajojin waya</b> masu taimakawa wajen amfani da kuɗaɗen ka a ko ina",
  "page-wallets-more-on-dapps-btn": "Ƙari kan dapps",
  "page-wallets-most-wallets": "Yawancin kayan aikin walat za su ba ku damar kirkirar asusun Ethereum. Don haka, ba ku buƙatar samun daya kafin ku sauke walet.",
  "page-wallets-protecting-yourself": "Kula da kai da dukiya",
  "page-wallets-seed-phrase": "Rubuta<a href=\"/glossary/#recovery-phrase\">kalmominka na tunawa</a>",
  "page-wallets-seed-phrase-desc": "Walet masu yawa sau da yawa za su ba ku jumlar iri wadda dole ne ku rubuta wani wuri mai aminci. Wannan ita ce kawai hanyar da za ku iya dawo da walat ɗin ku.",
  "page-wallets-seed-phrase-example": "Ga nan misali a nan:",
  "page-wallets-seed-phrase-write-down": "Kar ka ajiye shi a kwamfuta. Rubuta shi a takarda ka ajiye shi.",
  "page-wallets-slogan": "Riƙe mabuɗan ci gaban goben dijital ɗin ka",
  "page-wallets-stay-safe": "Yadda za a zama cikin aminci",
  "page-wallets-stay-safe-desc": "'Yancin kuɗi da ikon samun dama ta amfani da kuɗi a ko'ina ya zo tare da alhakin - babu tallafin abokin ciniki a cikin kiript. <b>Kai ne ke da alhakin kiyaye maɓallan ku lafiya da tsaro</b>.",
  "page-wallets-subtitle": "Walet suna taimaka muku samun damar kadarorin ku na dijital da shiga manhajoji.",
  "page-wallets-take-responsibility": "Ka samu cikakkiyar dama da kuɗaɗen ka",
  "page-wallets-take-responsibility-desc": "Matsakaicin musanya zai danganta walat ɗin ku zuwa sunan mai asusu da kalmar sirriwaɗanda zaku iya dawo dasu ta hanyar asali. Ka tuna kawai kuna amincewa da wannan musayar tare da tsarewa akan kuɗin ka. Idan musayar yana da matsalar kuɗi, kuɗin ku zai kasance cikin haɗari.",
  "page-wallets-tips": "Ƙarin shawarwari akan zama cikin tsaro",
  "page-wallets-tips-community": "Daga al'ummar",
  "page-wallets-title": "Walet na Ethereum",
  "page-wallets-triple-check": "Bincika komai sau uku",
  "page-wallets-triple-check-desc": "Ka tuna ba za a iya mayar da ciniki ba, kuma ba za a iya dawo da wallet ɗin cikin sauƙi ba don haka yi taka tsantsan kuma koyaushe a yi hankali.",
  "page-wallets-try-dapps": "Gwada waɗansu dapps",
  "page-wallets-try-dapps-alt": "Misalin memboli na al'ummar Ethereum suna yin aiki tare",
  "page-wallets-try-dapps-desc": "Dapps manhajoji ne da aka ginawa akan Ethereum. Sun fi arha, adalci da kuma daɗi akan bayanan ku fiye da yawancin manhajojin asali.",
  "page-wallets-types": "Nau'ikan walet",
  "page-wallets-types-desc": "Akwai ɗan wasu hanyoyin mu'amala da kasuwancin asusun ku:",
  "page-wallets-web-browser": "<b>Walet ɗin burauza</b> manhajojin shafin intanet waɗanda ke ba ka damar yin hulɗa da asusunka kai tsaye a cikin burauzar",
  "page-wallets-web-browser-extension": "<b>Walet na burauza</b> kari ne da kuke sauka waɗanda ke ba ku damar yin hulɗa da asusunku da manhajoji ta hanyar burauzar",
  "page-wallets-whats-a-wallet": "Menene walet na Ethereum?",
  "page-wallets-your-ethereum-account": "Asusunka na Ethereum",
  "page-wallets-your-ethereum-account-desc": "Walat ɗin kishine taga ku a cikin asusun Ethereum - ma'auni, tarihin ma'amala da ƙari. Amma kuna iya musanya masu samar da walat a kowane lokaci.",
  "page-wallets-your-login": "Shigar ku don manhajojin Ethereum",
  "page-wallets-your-login-desc": "Walat ɗin ka yana ba ku damar haɗawa da manhajoji ta amfani da asusun Ethereum. Yana kama da shiga da za ku iya amfani da shi a cikin manhajoji da yawa.",
  "additional-reading-how-to-create-an-ethereum-account": "Yadda ake buɗe asusun Ethereum",
  "additional-reading-how-to-use-a-wallet": "Identifier (Maɓalli): yadda-a-amfani-a-wallet\n -> yadda-da-amfani-a-wallet"
}
