{
  "layer-2-arbitrum-note": "Shaidar yaudara kaɗai na masu asusun bayani, a lokacin da ba a buɗe jerin da aka amince ba tukunnan",
  "layer-2-boba-note": "Ana kokarin samun tantancewa domin samun cigaba",
  "layer-2-optimism-note": "Ana ƙirƙira shaidar matsaloli",
  "layer-2-base-note": "Har yanzu ana kan gina manhajar shaidar damfara",
  "layer-2-metadata-description": "Gabatar da shafin zuwa layer 2",
  "layer-2-hero-title": "Layer ta Biyu",
  "layer-2-hero-header": "Ethereum dan kowa da kowa",
  "layer-2-hero-subtitle": "Shirye shiryen Ethereum domin samun karɓuwa.",
  "layer-2-hero-alt-text": "Misalin kasuwancin da ke faruwa akan layer 2 ta Ethereum Mainnet",
  "layer-2-hero-button-1": "Menene layer 2",
  "layer-2-hero-button-2": "Yi amfani da layer 2",
  "layer-2-hero-button-3": "Koma zuwa layer 2",
  "layer-2-statsbox-1": "An kulle TVL layer 2 (USD)",
  "layer-2-statsbox-2": "Matsakaicin ƙudin ETH 2 ta layer 2 (USD)",
  "layer-2-statsbox-3": "Sauya TVL ta layer 2(kwana 30)",
  "layer-2-what-is-layer-2-title": "Menene layer 2?",
  "layer-2-what-is-layer-2-1": "Layer 2(L2) shine jimillar jerin bayanai da ke bunƙasa Ethereum.\n<strong>layer 2 wani nau'i ne <a href=\"/glossary/#blockchain\">na ƙafar blockchain</a> da yake faɗaɗa Ethereum kuma ya gaji mataƙan tsaro da Ethereum ke alfahari da su</strong>.",
  "layer-2-what-is-layer-2-2": "Yanzu bari mu zurfafa bayani. Kafin mu cimma wannan burin, dole muyi bayani akan hanyar sadarwa ta layer 1(L1).",
  "layer-2-what-is-layer-1-title": "Menene layer 1?",
  "layer-2-what-is-layer-1-1": "Hanyar sadarwar Layer 1 shi ne tushen ƙafar blockchain. ƙafofin Ethereum da Bitcoin su na wannan blockchain ta layer 1 saboda su ne <strong>tushen da dayawa daga cikin ƙafofin sadarwa na layer 2 suka yi ginin manhajojinsu a kai</strong>. Misalan waɗannan manhajojin sun haɗa da manhajan da ke kara adadin cinikayya da ake yi cikin sakan daya ba tare da farashin cinikayyan ya ƙaru ba wanda ka fi sani da \"rollups\" a kan Ethereum da kuma ƙafar sadarwa da aka fi sani da Lightning akan Bitcoin. Duka hanyoyin cinikayya da ke kan hanyar sadarwa ta layer 2 sun same blockchain daga hanyar sadarwa ta layer 1.",
  "layer-2-what-is-layer-1-2": "Ethereum ya zame tamkar<a href=\"/glossary/#data-availability\"> ƙafa mai matattarar bayanai</a> domin hanyoyin sadarwa ta layer 2s. Ma'aikatan Layer 2 su kan wallafa tarin bayanai akan ciniƙayyan su akan Ethereum, domin dogaro da Ethereum saboda samun tarin bayanai. Za a iya amfani da wadannan tarin bayanan domin sanin matsayin layer 2 ko kuma ƙin ciniƙayyan da aka yi akan layer 2.",
  "layer-2-what-is-layer-1-list-title": "<strong>Ethereum a matsayin layer 1 ya ƙunshi:</strong>",
  "layer-2-what-is-layer-1-list-1": "<strong>Hanyr sadarwar masu gudanarwa da node</strong>domin tsare hanyar sadarwan<a href=\"/glossary/#validator\">da kuma inganta shi</a>",
  "layer-2-what-is-layer-1-list-2": "<strong>Hanyar sadarwar block na masu ƙirƙira</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>ƙafar blockchain da kanta</strong>da kuma tarihin bayanan ciniƙayyan da aka yi",
  "layer-2-what-is-layer-1-list-4": "<strong>Shi<a href=\"/glossary/#consensus\">hanyoyin samun haɗin ƙai</a></strong> na hanyar sadarwar",
  "layer-2-what-is-layer-1-list-link-1": "Har zuwa yanzu ba a fahimci Ethereum ba?",
  "layer-2-what-is-layer-1-list-link-2": "Ƙoyi menene Ethereum.",
  "layer-2-why-do-we-need-layer-2-title": "Me yasa muke buƙatar hanyar sadarwar layer 2?",
  "layer-2-why-do-we-need-layer-2-1": "Siffofi guda uku da ake son ƙafar blockchain da ta samu,<strong>ta zanto ƙafa ce mai zaman kanta, mai tsaro da kuma mai bunƙasa</strong>. Amma <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">anyi itifaqin cewa mafi tsuran fasalin blockchain</a> zai ƙunshi biyu ne daga cikin siffofi ukun. Kana son blockchain mai tsaro mai kuma zaman kanta? Dole ka manta da baton bunƙasarta.",
  "layer-2-why-do-we-need-layer-2-2": "Ethereum na samun ci gaba saboda aƙalla mutane sama da miliyan daya ne ke kasuwancin a rana. Yawan amfani da Ethereum Yana iya jawo hawan farashin kuɗin kasuwancin shi. A daidai nan ne layer 2 ta shigo.",
  "layer-2-why-do-we-need-layer-2-scalability": "Faɗaɗawa",
  "layer-2-why-do-we-need-layer-2-scalability-1": "Abinda layer 2 ke so shine ta qara kuɗin kasuwancin su gaba daya (qara kuɗin kasuwancin a kowanne dakika) ba tare da sadaukarwa ko tsaro ba.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "Ethereum <a href=\"/glossary/#mainnet\">Mainnet</a>(layer1) zai iya cigaba da kyau kasuwancin 15 a cikin dakika ɗaya. Bukatar amfani da Ethereum yayi sama, hanyar sadarwa zata zama a cunkushe, abinda ke sa kuɗin kasuwancin da Kuma kudin masu amfani dashi ta waje ba zasu iya biya ba. Shimfida ta 2 shine maslahar da zata iya rage kuɗin kasuwancin daga layer 1 akan Blockchain.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "Ƙarin bayani akan hangen nesa na Ethereum",
  "layer-2-benefits-of-layer-2-title": "Amfanin layer 2",
  "layer-2-lower-fees-title": "Mafi ƙarancin kuɗi",
  "layer-2-lower-fees-description": "Idan aka haɗa abubuwa fiye da ɗaya ba a kan chain na kasuwanci zuwa cikin layer 1 domin kasuwanci, kuɗin kasuwancin zasu ragu da yawa, shi ke sa Ethereum yazama abun karbuwa a wurin kowa.",
  "layer-2-maintain-security-title": "Samar da tsaro",
  "layer-2-maintain-security-description": "Layer 2 akan manhajar blockchain suna kasuwancin su akan Ethereum Mainnet, ba ma masu amfani da manhajar dama amfana da tsaro mai kyau akan manhajar su.",
  "layer-2-expand-use-cases-title": "Faɗaɗa abubuwan amfani",
  "layer-2-expand-use-cases-description": "Yadda kuɗin kasuwancin yake qaruwa a kowacce dakika, mafi ƙarancin kuɗi, da sababbin fasahohi, da sababbin tsare tsare za su buɗe hanyoyin samun sabbin cigaba ga masu amfani da manhajar.",
  "layer-2-how-does-layer-2-work-title": "Ya layer 2 take aiki?",
  "layer-2-how-does-layer-2-work-1": "Kamar yadda muka faɗi a baya, layer 2 suna ne na Ethereum scaling maslahar ta kasuwancin daga Ethereum na layer 2 Kuma kana amfani da damar robust decentralization tsaro na Ethereum layer 1.<strong> A layer 2 daban yake da Blockchain da Ethereum</strong>. Ya abun yake aiki?",
  "layer-2-how-does-layer-2-work-2": "Akwai kala kalan layer 2 a kowanne na da nashi kasuwancin da tsaro na daban. Layer 2s na ɗaukar nauyin kasuwancin mafi nauyin daga layer 1 shiyasa aka samu saukin, da sa abubuwa da su zama da sauki.",
  "layer-2-rollups-1": "Rollups bundle (ko 'roll up') ɗaruruwa kasuwancin a kowanne kasuwa akan layer 1. Wannan rabe raben L1 kuɗin kasuwancin akan kowanne roll-up, ya zama da arha ga kowanne mai asusu da su.",
  "layer-2-rollups-2": "Ana gabatar da bayanan hada-hadar kuɗi a cikin mirgine sama zuwa layer 1, amma ana aiwatar da ita daban ne ta mirginawa sama. Ta hanyar gabatar da bayanan ma'amala a kan layer 1, rollups sun gaji tsaron Ethereum. Wannan saboda da zarar an loda bayanan zuwa layer 1, maido da ma'amalar gefe na buƙatar mayar da Ethereum akwai hanyoyi daban-daban guda biyu zuwa mirginawa sama: optimistic da zero-knowledge - sun bambanta da farko akan yadda ake gabatar da wannan bayanan ma'amala zuwa L1.",
  "layer-2-optimistic-rollups-title": "Optimistic rollups",
  "layer-2-optimistic-rollups-description": "Zagayen niyya mai kyau sune 'kyakkyawan fata' a cikin ma'anar cewa ana ɗaukar kasuwanci suna da inganci, amma ana iya kalubalanci idan ya cancanta. Idan an yi zargin wani hada-hadar kuɗi mara inganci, ana gudanar da hujjar zamba don ganin ko hakan ya faru.",
  "layer-2-optimistic-rollups-childSentance": "Ƙarin bayani akan zagayen niyya mai kyau",
  "layer-2-zk-rollups-title": "Zero-knowledge rollups",
  "layer-2-zk-rollups-description": "Zagayen rashin-ilimin na amfani da hujjar inganci a ma'amaloli da aka sarrafa ba akan chain ba, sa'an nan matsa bayanai da aka kawota zuwa babban cibiyar sadarwa Ethereum a matsayin hujjar inganci.",
  "layer-2-zk-rollups-childSentance": "Ƙarin bayani akan zagayen sama na ZK",
  "layer-2-dyor-title": "Yi binciken ka: haɗarin layer 2",
  "layer-2-dyor-1": "Yawancin ayyukan layer 2 ba su girma sosai ba kuma har yanzu suna buƙatar masu amfani su amince da wasu masu aiki su kasance masu gaskiya yayin da suke aiki don karkatattu hanyoyin sadarwar su. A koyaushe ku yi bincikenka don yanke shawara idan kuna jin daɗi da duk wani haɗarin da ke ciki.",
  "layer-2-dyor-2": "Don ƙarin bayani akan fasaha, haɗari, da illarsa da kuma<a href=\"/glossary/#trust-assumptions\">zaton amana</a>layer2, muna shawartan da ku duba L2BEAT, wanda zai bada gamsasshen bayani akan haɗarurruƙa da ke ƙunshe a ciki.",
  "layer-2-dyor-3": "Je zuwa L2BEAT",
  "layer-2-use-layer-2-title": "Yi amfani da layer 2",
  "layer-2-use-layer-2-1": "Yanzu da ka gano hikiman kirkiro layer 2 da kuma yanda yake aiki, yanzu bari mu cigaba!",
  "layer-2-contract-accounts": "Idan kana amfani da asusun <a href=\"/glossary/#smart-contract\">da ake ƙera da smart contract</a> kaman Safe ko Argent, ba zaka samu ikon sarrafa asusunka a layer 2 ba. Manyan asasu masu<a href=\"/glossary/#recovery-phrase\">kalaman tsaro na sirri</a>zasu mallaki wannan asusun akan hanyoyin sadarwa na layer 2.",
  "layer-2-use-layer-2-generalized-title": "Gabaɗaya layer 2",
  "layer-2-use-layer-2-generalized-1": "Hanyoyin sadarwa na layer 2 da suka zama gama gari suna da ɗabi'u irin na Ethereum- amma sun fi sauki. Duka abun da zaka iya yi akan Ethereum layer 1, zaka iya yi a layer 2. Dayawa <a href=\"/glossary/#dapp\">daga cikin manhajoji</a> sun fara hijira daga wadannan hanyoyin sadarwa ko kuma sun tsallake tushen ga baki daya domin ƙera manhajojin su a kan layer 2.",
  "layer-2-use-layer-2-application-specific-title": "Manhajoji na musamman na layer 2s",
  "layer-2-use-layer-2-application-specific-1": "Manhajoji na musamman na layer 2 da suka ƙware a manhajoji ƙafofi ne da suka ƙware a sashen manhajoji domin samun gamsasshen aiki.",
  "layer-2-sidechains-title": "Bayani akan sashen blockchain na daban da aka fi sani da sidechains, da kuma madadin blockchain",
  "layer-2-sidechains-1": "<strong>Sidechains da Validium</strong>nauo'i ne na blockchain da akan yi amfani da su a Ethereum domin yin guzurin manhajoji daga blockchain ɗaya zuwa wani blockchain. Sidechains da validiums kan yi aiki tare da haɗin gwiwan Ethereum <a href=\"/glossary/#bridge\">ta manhajan da ke guzurin su</a>, amma basu samun tsaro da kuma bayanan tarihi daga Ethereum.",
  "layer-2-sidechains-2": "Ma'aunin da suka zomto iri ɗaya da layer 2s - suna bada kudin cinikaiya mai sauki sannan sannan tabbaci mai karfi - amman sunada tabbataccen mahanga ma bambamta.",
  "layer-2-more-on-sidechains": "Ƙarin bayani na kan sidechains",
  "layer-2-more-on-validiums": "Ƙarin bayani akan validiums",
  "layer-2-sidechains-4": "Wasu layer 1 akan Blockchain suna da mafi ƙarancin kuɗin kasuwancin akan Ethereum, amma gabaɗaya da ciniki a wani wajen, abubuwa masu ƙarfi ake buƙatar akan nodes.",
  "layer-2-onboard-title": "Ta ya za a shiga layer 2",
  "layer-2-onboard-1": "Akwai hanyoyi guda biyu da zaka iya sa dukiyar ka akan layer 2: kuɗaɗe daga Ethereum ta hanyar smart contract or ciro kuɗin ka kai tsaye akan manhajar layer 2.",
  "layer-2-onboard-wallet-title": "Kuɗaɗen da ke cikin walet?",
  "layer-2-onboard-wallet-1": "Idan kana da kuɗaɗe acikin walet ɗin ka ta ETH, kana bukatar amfani da fada domin fitar da su daga akan Ethereum Mainnet zuwa layer 2.",
  "layer-2-more-on-bridges": "Ƙari akan gadaje",
  "layer-2-onboard-wallet-input-placeholder": "Zabi L2 da kake so akan gada",
  "layer-2-onboard-wallet-selected-1": "Zaka iya haɗawa zuwa",
  "layer-2-onboard-wallet-selected-2": "ana amfani da waɗannan walet:",
  "layer-2-bridge": "Gada",
  "layer-2-onboard-exchange-title": "Kuɗaɗe akan musaya?",
  "layer-2-onboard-exchange-1": "Wasu rukunan kasuwanci yanzu suna bada damar cirewa da kuma sa kuɗi acikin layer 2. Kasuwancin da taimako akan layer 2 na cire layer 2 suna bada tallafi.",
  "layer-2-onboard-exchange-2": "Sannan kuma kuna buƙatar walet don cire kuɗin da kuka saka aciki.",
  "layer-2-onboard-find-a-wallet": "Nemo Walet na Ethereum.",
  "layer-2-onboard-exchange-input-placeholder": "Duba musaya da ke tallafin L2",
  "layer-2-deposits": "Sa kuɗi",
  "layer-2-withdrawals": "Cire kuɗaɗe",
  "layer-2-go-to": "Je zuwa",
  "layer-2-tools-title": "Kayan aikin da suka fi ƙarfi akan layer 2",
  "layer-2-tools-l2beat-description": "L2BEAT shine nagartaccen asalin dubi da fasahan tantance kasa na aikin layer 2. Muna bada shawara dubi ga asalin sanda kuke binchiken aiyukan layer 2 na musamman.",
  "layer-2-tools-growthepie-description": "Ƙirƙiri wata nazari akan Ethereum layer 2s",
  "layer-2-tools-ethereumecosystem-description": "Tsarin da ba'a tantanceta ba da kuma aminta da shi ba na shafin Ethereum Layer 2s ya haɗa da madakata, kyakkyawan manufa, Starknet wanda suka haɗa da ɗaruruwan dApps da kayan aiki.",
  "layer-2-tools-l2fees-description": "Kuɗaɗen L2 suna bada damar duba nawa ne farashi(kuɗin USD) domin kasuwanci akan mabambantan layer 2s.",
  "layer-2-tools-chainlist-description": "Chainlist shine nagartaccen asali na shigo da hanyar sadarwar RPC's zuwa walet da ake tallafawa. Kuna iya samun RPC's na ayyukan layer 2 anan dazai taimaka ku don samun haɗuwa.",
  "layer-2-tools-zapper-description": "Ku kula da duka bayanan web3 ɗinka daga DeFi zuwa NFTs sannan dukkan abunda yazo sabo na damammaki daka wuri mai aminci.",
  "layer-2-tools-zerion-description": "Gina sannan ku kula da duka kundin bayanain DeFi daga wani wurin. Sannan ku gano duniya amfani da kuɗi a zamanace.",
  "layer-2-tools-debank-description": "Ku ci gaba da kasancewa da dukkan ababen da suke faruwa masu mahimmanci a dunyar web3",
  "layer-2-faq-title": "Tambayoyi da aka fiye tambaya",
  "layer-2-faq-question-1-title": "Me yasa babu 'hukumance' Ethereum L2?",
  "layer-2-faq-question-1-description-1": "Kamar yadda babu wani amintaccen abokin cinikin Ethereum, don haka babu wani amintaccen Ethereum layer 2. Ethereum shi ne bai bada izini - a fasahance kowa na iya kirkira layer 2! mafiyawacin dokokin zasu wanzar da manufar layer 2, sannan tsarin baki ɗaya zai kasance mai amfani ga daga ma bambamta salomai gabatowa da aka wanzar dasu don na bambamtan lamura. Don haka yasa muke da abokan cinikaiya Ethereum dayawa wanda aka samar daga tawaga dayawa don su samar da bambamci a hanyoyin sadarwa, wannan ma zai zamo yadda layers 2 zai kasance a nan gaba.",
  "layer-2-faq-question-2-title": "Menene bambamci tsakanin niyya mai kyau da zagayen rashin-sani?",
  "layer-2-faq-question-2-description-1": "Duka niyya mai kyau da ƙunshin zagayen rashin-sani (ko 'roll up') ɗaruruwan wainda suke cinikaiya a ciniki ɗaya a layer 1. Cinikaiyan rollup na samun zatarwa a wajen layer 1 amman cinikaiyan bayanai na kaiwa zuwa layer 1.",
  "layer-2-faq-question-2-description-2": "Bambamci na farko shine bayanin ya shiga layer 1 sannan yadda ake tantance bayanai. An tabbatar da tantancewa (amfani da rashin-ilimi) yana wanzar da lissafi ba akan chain ba da kuma shaidar wallafa, inda shaidar katya (hana amfani da naɗewa ne) amman kawai yaba wanzar da lissafi akan chain a lokacin da ake zargi sai an duba shi.",
  "layer-2-faq-question-2-description-3": "A wannan lokcin, dayawan DK-rollups ana yin su ne don aiki na musamman, bambamci da zagayen niyya mai kyau wanda ake iya samar dasu da faɗi.",
  "layer-2-more-info-on-optimistic-rollups": "Karin bayani akan zagayen niyya mai kyau",
  "layer-2-more-info-on-zk-rollups": "Karin bayani akan zagayen rashin-ilimi",
  "layer-2-faq-question-4-title": "Mene ne kasadar da ke tare da layer 2?",
  "layer-2-faq-question-4-description-1": "Ayyukan layer 2 sun haɗa da ƙarin kasada da za a danganta da ike kudi da ciniki kai tsaye akan Ethereum mainnet. Misali, <a href=\"/glossary/#sequencer\">mai jera</a> na iya sauka kasa, domin ya jagorance ka wajen jiran samun kuɗaɗe.",
  "layer-2-faq-question-4-description-2": "Yana da kyau ka yi bincike kafin ka zuba kuɗaɗe masu yawa cikin asusun layer 2. karin bayani akan fasaha, kasada, da amincewa da layer 2s Muna Bada shawarar ka duba wannan <a href=\"https://l2beat.com/?view=risk\">L2BEAT</a>, Wanda yayi cikakken bayani akan kasadodin dake tattare da wannan aiki.",
  "layer-2-faq-question-4-description-3": "Banbance banbance Blockchain, Wanda ke taimakawa wajen zuba kadarori a bisa manhajar layer 2, suna nan zuwa matakin farko na kirkira gada domin tsare tsaren na hanyar da ba a gano ba. Suna <a href=\"https://rekt.news/wormhole-rekt/\">dabarun gadoji na kwanan nan </a>.",
  "layer-2-faq-question-5-title": "Meyasa wasu tsare tsaren layer 2 da a jera su a nan ba?",
  "layer-2-faq-question-5-description-1": "Muna kokarin ganin an jero tsaruka Mafi kyau domin taimaka ma masu amfani da manhajar layer 2 samun tsaro da yadda. Muna kokari jajircewa domin samun tsare tsare masu matukar muhimmanci.",
  "layer-2-faq-question-5-view-listing-policy": "Kalli jerin ka'idodin layer 2 ɗinmu.",
  "layer-2-faq-question-5-description-2": "Kowa na da damar bayar da gudumuwa domin Sanya layer 2 akan manhajar Ethereum.org. idan akwai layer 2 wanda muka manta da su,<a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\"> da fatan za a bayar da shawarinsu a nan</a>.",
  "layer-2-further-reading-title": "Karatu na gaba",
  "a-rollup-centric-ethereum-roadmap": "Hanyan zagaye-na-tsakiyar ethereum",
  "polygon-sidechain-vs-ethereum-rollups": "Zagayen Polygon sidechainda Ethereum: kusantuwar mizanin layer 2| Vitalik Buterin da Lex Fridman",
  "rollups-the-ultimate-ethereum-scaling-strategy": "ROLLUPS- shine makurar mizanin dabarun Ethereum? Abitrum da kyakkyawan manufar ya bayyana",
  "scaling-layer-1-with-shard-chains": "Faɗaɗa ƙafar layer 1 tare da shard chains",
  "understanding-rollup-economics-from-first-principals": "Fahimtar tattalin arzikin zagaye daga farkon tsare-tsare",
  "arbitrum-description": "Arbitrum One shine Zagayen Niyya Mai Kyau dake burin zama abu da Ethereum, amman da cinikayya da jawo rarrabuwar abun da suke yi a L1.",
  "optimism-description": "Optimism na da sauri, sauki sannan kuma da tsaro EVM-equivalent na zagaye kyakkyawa. Yana auna fasahan Ethereum alhalin kowani ma'aunin naɗa daraja cikin abinda ya gabata na sanya kuɗi.",
  "boba-description": "Boba shi Zagayen Niyya Mai kyau da ya samo asali daga ingantawa wanda shi ma'auni ne dake kawo maslaha dake burin rage kuɗaɗaen gas, inganta cinikaiya, da faɗa kwarewar smart contracts.",
  "base-description": "Kasan wani nau'i ne na Ethereum L2 wanda bayi da wahalar tafiyarwa kuma mai saukin amfani, wanda an kafa shi ne domin janyo mutane biliyan daya zuwa ga web3. nau'i ne na Ethereum L2 wanda an kafa shi a ƙafar Coinbase kuma an gina shi akan buɗaɗden tashan OP Stack.",
  "loopring-description": "Loopring's zkRollup L2 solution na burin bada damar tabbataccen tsaro a duk sanda aka sarrafa Ethereum, da babban ma'auni mai ƙarfi: ta hakan ana iya karashi da ninkin 1000, sannan yana rage. 1% na L1.",
  "zksync-description": "ZKsynk shine ZK Rollup dake da burin auna Ethereum da daajarsa don bada babban tallafi, ba tare da tauye tsaro ba ko sanya tsari.",
  "zkspace-description": "Shi manhajan ZKSpace na ɗauke da sashi guda uku: 2 layer 2 AMM DEX mai sarrafa ZK na fasahan Zagaye da ake kira ZKswap, sabis na biyan kudi ana kiran shi ZKSquqre, sannankasuwan NFT ana kiranshi ZKsea.",
  "aztec-description": "Hanyoyin sadarwar Azech shine na masu zaman kansu na farkon zk-rollup a Ethereum, dake bada damar kawo tsarin manhajoji domin samun ma'auni mai zaman kan shi.",
  "starknet-description": "Starknet shi ne inganta Zagayen Layer 2. Yana samarda akayan aiki, rangwamen kuɗin gas, sannan matakin tsaro Ethereum Layer 2.",
  "layer-2-note": "Bayanan kula:",
  "layer-2-ecosystem-portal": "Shafin Yanayin Muhalli",
  "layer-2-token-lists": "Jerin Kuɗi",
  "layer-2-explore": "Bincika\n",
  "page-dapps-ready-button": "Je",
  "layer-2-information": "Bayani",
  "layer-2-wallet-managers": "Masu kula da walet"
}
