{
  "page-dapps-1inch-logo-alt": "Tambarin 1inc",
  "page-dapps-aave-logo-alt": "Tambarin Aeve",
  "page-dapps-add-button": "Ba da shawarar amfani da dapp",
  "page-dapps-add-title": "Ƙara dapp",
  "page-dapps-ankr-logo-alt": "Tambarin Ankr",
  "page-dapps-api3-logo-alt": "Tambarin API3",
  "page-dapps-arweave-logo-alt": "Tambarin ARweave",
  "page-dapps-audius-logo-alt": "Tambarin Audius",
  "page-dapps-axie-infinity-logo-alt": "Tambarin Axie Infinity",
  "page-dapps-balancer-logo-alt": "Tambarin Balancer",
  "page-dapps-brave-logo-alt": "Tambarin Brave",
  "page-dapps-beginner-friendly-description": "Kaɗan daga cikin dapps an yi su ne don ƴan koyo. Ku duba ƙarin bayanin dapps a kasa.",
  "page-dapps-beginner-friendly-header": "Sauƙi ga yan koyo",
  "page-dapps-category-arts": "Zane da kwalliya",
  "page-dapps-category-browsers": "Burauza da yawa",
  "page-dapps-category-code-marketplaces": "Wajen baje kolin lamba",
  "page-dapps-category-collectibles": "Abubuwan da ake iya karɓa na dijital",
  "page-dapps-category-competitive": "Wasannin Web3",
  "page-dapps-category-computing": "Kayan aikin masu ƙirƙira",
  "page-dapps-category-dex": "Musanya",
  "page-dapps-category-investments": "Kuɗin sanya jari",
  "page-dapps-category-lending": "Lamuni da bada aro",
  "page-dapps-category-lottery": "Tara kuɗi",
  "page-dapps-category-marketplaces": "Kasuwanni",
  "page-dapps-category-music": "Waƙa",
  "page-dapps-category-payments": "Biyan kuɗi",
  "page-dapps-category-insurance": "Inshora",
  "page-dapps-category-portfolios": "Kula da porfolio",
  "page-dapps-category-trading": "Hasashen kasuwanni",
  "page-dapps-category-utilities": "Kayan aiki",
  "page-dapps-category-worlds": "Duniyoyin kama-da-wane",
  "page-dapps-category-demand-aggregator": "Neman masu tarawa",
  "page-dapps-category-derivatives": "Abubuwan da aka samo",
  "page-dapps-category-liquid-staking": "Saka kuɗin ruwa",
  "page-dapps-category-bridges": "Gada",
  "page-dapps-category-experiences": "Kwarewar da aka raba",
  "page-dapps-category-guilds": "Yield guilds",
  "page-dapps-category-avatar": "Avatars",
  "page-dapps-choose-category": "Zabi mataki",
  "page-dapps-category-social": "Shafin sada zumunta",
  "page-dapps-category-content": "Ƙunshin bayani",
  "page-dapps-category-community": "Al'umma",
  "page-dapps-category-messaging": "Tura sakwanni",
  "page-dapps-category-identity": "Asali",
  "page-dapps-collectibles-benefits-1-description": "Lokacin da zane ya kona kudi akan Ethereum, ana iya tabbatar da ikon mallakar kowa ya gani. Kuna iya bin diddigin tafiyar aikin zane daga kirkirar sa zuwa ga mai riƙe da shi na yanzu. Wannan yana hana yin jabu.",
  "page-dapps-collectibles-benefits-1-title": "Tabbatar da mallaka",
  "page-dapps-collectibles-benefits-2-description": "Biyan kuɗi don sauraron waka ko siyan kayan zane ya fi adalci gasu masu fasahar. Tare da Ethereum akwai ƙarancin buƙata don masu shiga tsakani. Kuma idan ana buƙatar masu shiga tsakani, farashin su bai kai ba saboda wajen ba sa buƙatar biyan kayan aikin hanyar sadarwa.",
  "page-dapps-collectibles-benefits-2-title": "Adalci ga masu kirkira",
  "page-dapps-collectibles-benefits-3-description": "Abubuwan tarawa da aka haɗa ana haɗa su zuwa adireshin Ethereum dinku, ba dandamalin ba. Don haka zaku iya siyar da abubuwa kamar abubuwan wasanni akan kowace kasuwar Ethereum, ba kawai a cikin wasan kanta ba.",
  "page-dapps-collectibles-benefits-3-title": "Abubuwan da aka tara suna tafiya tare da ku",
  "page-dapps-collectibles-benefits-4-description": "Kayayyaki aikin da samfuran sun riga sun wanzu don ku don nuna fasahar ku kuma ku sayar da shi! Kuma ana iya siyar da alamun ku akan kowane fagen tattara Ethereum.",
  "page-dapps-collectibles-benefits-4-title": "Kayan aiki yana waje",
  "page-dapps-collectibles-benefits-description": "Waɗannan manhajoji ne waɗanda ke mai da hankali kan mallakar kayan yanar gizo, haɓaka yiwuwar samun kuɗi ga masu ƙirƙira, da ƙirƙirar sabbin hanyoyin saka hannun jari a cikin waɗanda kuka fi so da aikinsu.",
  "page-dapps-collectibles-benefits-title": "abubuwan rarrabuwa masu cin gashin kansu da sauraro",
  "page-dapps-collectibles-button": "Zane da abubuwan da ake iya tarawa",
  "page-dapps-collectibles-description": "Waɗannan manhajoji ne waɗanda ke mai da hankali kan mallakar kayan yanar gizo, haɓaka yiwuwar samun kuɗi ga masu ƙirƙira, da ƙirƙirar sabbin hanyoyin saka hannun jari a cikin waɗanda kuka fi so da aikinsu.",
  "page-dapps-collectibles-title": "Zane masu cin gashin kansu da abubuwan da ake iya tarawa",
  "page-dapps-compound-logo-alt": "Tambarin compound  ",
  "page-dapps-convex-logo-alt": "Tambarin Convex",
  "page-dapps-cryptopunks-logo-alt": "Tambarin CryptoPunks",
  "page-dapps-cryptovoxels-logo-alt": "Tambarin Cryptovoxels",
  "page-dapps-cyberconnect-logo-alt": "Tambarin CyberConnect",
  "page-dapps-dapp-description-1inch": "Na taimaka muku gujewa karayar farashi ta hanyar lissafin mafi kyawun farashi.",
  "page-dapps-dapp-description-aave": "Ku ba da kuɗin ku aro don ku samu riba kuma kuna iya cirewa a kowane lokaci.",
  "page-dapps-dapp-description-ankr": "Saitin samfuran ababen amfanin Web3 daban-daban don gini, samun kuɗi, wasa, da sauransu - duk akan blockchain.",
  "page-dapps-dapp-description-api3": "Ƙunshin bayanan farashi na ɓangare na farko wanda ke bawa dApps dama akan cibiyoyin sadarwa 10 (da ƙirgawa) don haɗawa zuwa bayanan farashin kadarar na asali, gami da farashin kiripto da na forex.",
  "page-dapps-dapp-description-arweave": "Ajiye bayanai na dindindin, mai ɗorewa, tare da kuɗin gabaɗaya.",
  "page-dapps-dapp-description-async-art": "Ƙirƙira, tattarawa, da kasuwanci #ProgrammableArt - zane-zanen dijital ya rabu zuwa \"Layers\" waɗanda za ku iya amfani da su don shafar hoton gabaɗaya. Kowane Jagora da Layer Kudin ERC721 ce.",
  "page-dapps-dapp-description-audius": "Cibiya mai zaman kanta na kallon bidiyo da jin sautuka = kuɗi don masu ƙirƙira, banda laƙabi.",
  "page-dapps-dapp-description-axie-infinity": "Kasuwanci dayaƙar halittun da ake ƙira da Axies. A samu kuɗi a lokacin wasan – ana samu a waya",
  "page-dapps-dapp-description-balancer": "Balancer wata ƙafa ce mai sarrafa ƙanta da ake hada-hadar ƙasuwanci da jerin dandamalin kasuwanci.",
  "page-dapps-dapp-description-brave": "Sami kuɗi don nemowa da tallafawa makirkiran da kuka fi so tare da su.",
  "page-dapps-dapp-description-cent": "Shafin sada zumunci inda za ka iya samun kuɗi ta wurin wallafa NFT.",
  "page-dapps-dapp-description-compound": "Ku ba da kuɗin ku aro don ku samu riba kuma kuna iya cirewa a kowane lokaci.",
  "page-dapps-dapp-description-convex": "Convex yana bawa masu tallafawa Curve liquidity damar su samu kyautan yin trading da kuma kara inganta CRV ba tare da sun kulle CRV ɗinsu ba.",
  "page-dapps-dapp-description-cryptopunks": "Sayi, nea, da bayar da damar siyarwa - ɗaya daga cikin abubuwan tarawa na farko akan Ethereum.",
  "page-dapps-dapp-description-cryptovoxels": "Gina ɗakunan zane-zane, ƙafa cibiyoyin kasuwanci ka kuma sayi filayen ƙasa- a duniyar yanar gizo ta Ethereum.",
  "page-dapps-dapp-description-cyberconnect": "Ƙa'idar jadawalin zamantakewa wanda ke taimaka wa dApps don gwajin irin tasirin hanyar sadarwa da gina abubuwan da suka dace na zamantakewa",
  "page-dapps-dapp-description-dark-forest": "Mallake duniyoyi marar iyaka, ingantaccen tsari, ƙayyadadden sararin samaniya.",
  "page-dapps-dapp-description-decentraland": "Tara, musayar kasar intanet a cikin duniyar intanet da zaku iya dubawa.",
  "page-dapps-dapp-description-ens": "Sunayen da aka saba dasu don adiresoshin Ethereum da guri da aka rarraba mai cin gashin kansa.",
  "page-dapps-dapp-description-foundation": "Zuba jari a zane-zane masu ƙayatarwa kuma na musamman tare da ciniki da masu siya.",
  "page-dapps-dapp-description-gitcoin": "Yi aiki akan manhaja mai buɗaɗɗen ƙafa domin samun kuɗin kiripto.",
  "page-dapps-dapp-description-gitcoin-grants": "Tara ƙuɗi domin aiwatar da ayyuka da zai taimake al'ummar Ethereum tare da ingantattun gudummawa",
  "page-dapps-dapp-description-gm": "Ƙafa da ta ƙunshi komai da komai wanda ake hira, kuma yake da ƙafofin hira na al'umma da jin ra'ayin su wanda yake raba ƙudin shiga tare da waenda ke amfani da wannan ƙafar",
  "page-dapps-dapp-description-gods-unchained": "Dabarun cinikin katin wasanni. Sami katunan ta yin wasa da za ku iya siyarwa a zahiri.",
  "page-dapps-dapp-description-golem": "Samu damar ƙarfafa kwamfuta ko ku kama hayar ku.",
  "page-dapps-dapp-description-graph": "Ƙididdigar tsarin neman hanyoyin sadarwa kamar Ethereum da IPFS.",
  "page-dapps-dapp-description-ipfs": "Ƙa'idar hypermedia na mutum-zuwa-mutum da aka zana don adanawa da haɓaka ilimin ɗan adam ta hanyar inganta shafin yanar gizo, juriya, da ƙara buɗewa.",
  "page-dapps-dapp-description-radicle": "Amintaccen haɗin gwiwar tsarin mutum-zuwa-mutum ba tare da masu shiga tsakani ba.",
  "page-dapps-dapp-description-kyberswap": "Sauyawa da samun farashi mai kyau.",
  "page-dapps-dapp-description-lido": "Sauƙaƙawa da tsaro na saka kuɗi don kayayyakin dijital.",
  "page-dapps-dapp-description-loopring": "Dandamalin cinikayyar mutum-zuwa-mutum da aka gina don sauri.",
  "page-dapps-dapp-description-marble-cards": "Ƙirƙira da kasuwanci na musamman da katunan yanar gizo bisa URLs.",
  "page-dapps-dapp-description-matcha": "Neman guraren musaya don taimaka muku nemo farashi mai kyau.",
  "page-dapps-dapp-description-meeds": "Wurin web3 na al'umma don shekarar aikin da aka raba. Bada gudummawar da ta dace kuma a bayyane.",
  "page-dapps-dapp-description-mirror": "An gina shi kan web3 don web3, Madubi mai karfin don buga fage da yake tura iyakar rubutu a kan intanet",
  "page-dapps-dapp-description-multichain": "Mafi kyawun hanyar sadarwa don web3. Kayan ayyuka ne da aka ƙera don hulɗar haɗe-chain.",
  "page-dapps-dapp-description-nifty-gateway": "Sayi ayyukan kan-chain daga manyan ƴan wasa, masana'anta, da masu ƙirƙira.",
  "page-dapps-dapp-description-summerfi": "Ciniki, aro da ajiya tare da Dai, wanda stablecoin na Ethereum ne.",
  "page-dapps-dapp-description-opensea": "Siya, Siyar, gano, da cinikayya akan kayayyaki ƴan kaɗan.",
  "page-dapps-dapp-description-opera": "Tura kiripto daga wajen bincike zuwa ga yan kasuwa da sauran mutane da manhajoji.",
  "page-dapps-dapp-description-osuvox": "3D Avatar da yake rawuya akan blockhain",
  "page-dapps-dapp-description-poap": "Tara NFTs ke tabbatar da cewa kun kasance a wurare daban-daban na virtual ko taron mutane. Yi amfani da su don shiga raffles, zaɓe, haɗin gwiwa, ko kawai don ji da kai.",
  "page-dapps-dapp-description-polymarket": "Sa kuɗi akan sakamako. Cinikayya akan bayanan kasuwanni.",
  "page-dapps-dapp-description-pooltogether": "Cacar da baza ku yi asara ba. Kyaututtuka kowane sati.",
  "page-dapps-dapp-description-index-coop": "Asusun ƙididdiga na kiripto wanda ke bawa porfolio ɗinku zuwa manyan DeFi token.",
  "page-dapps-dapp-description-nexus-mutual": "Ɗauka ba tare da kamfanin inshora ba. Samun kariya daga kutsen smart contracts.",
  "page-dapps-dapp-description-etherisc": "Samfurin inshora wanda ba kowa ne zai iya amfani da shi don ƙirƙirar ɗaukan ku.",
  "page-dapps-dapp-description-zapper": "Bibiyar portfolio ɗin ku kuma kuyi amfani da tsawon samfuran DeFi daga mahanga ɗaya.",
  "page-dapps-dapp-description-zerion": "Sarrafa portfolio ɗinku da kuma lissafa kowane kadarar DeFi akan kasuwa cikin sauƙi.",
  "page-dapps-dapp-description-rotki": "Buɗe tushen portfolio ɗin sa ido, nazari, lissafin kuɗi da kayan aikin rahoton haraji waɗanda ke mutunta sirrin ku.",
  "page-dapps-dapp-description-krystal": "Wuri ɗaya dake bada damar shiga dukkan ayyaukan DeFi.",
  "page-dapps-dapp-description-rarible": "Ƙirkiri, siyarwa da kuma siyan kuɗin da aka tara.",
  "page-dapps-dapp-description-request-finance": "Rukunin kayan aikin kuɗi don lissafin kiripto, biyan kuɗi, da kashe kuɗi.",
  "page-dapps-dapp-description-rubic": "Tara fasahar Cross-Chain don masu asusu da kuma dApps.",
  "page-dapps-dapp-description-sablier": "Tara kuɗi a cikin lokacin gaske.",
  "page-dapps-dapp-description-spatial": "Ƙirƙiri naku avatar da kuma duniyoyin 3D",
  "page-dapps-dapp-description-spruce": "Tsarin buɗen tushe don barin sarrafa ainihi da bayanai inda yakamata ya kasance: tare da masu amfani.",
  "page-dapps-dapp-description-status": "An ƙirƙire shi don ba da damar wucewar bayanai kyauta, kare haƙƙin sirri, tattaunawa mai aminci, da inganta yancin ɗan'adam.",
  "page-dapps-dapp-description-superrare": "Sayi zanen fasahar dijital kai tsaye daga masu zanen ko a kasuwanni.",
  "page-dapps-dapp-description-synthetix": "Synthetix wani tsari ne don bada damar mallaka da kuma cinikaiyar kadarori",
  "page-dapps-dapp-description-token-sets": "Dabarun saka sanya hannun jarin Kiripto don bada riba atomatik.",
  "page-dapps-dapp-description-uniswap": "Sauya kuɗi a saukake ko kuma bada kuɗin don samun riba.",
  "page-dapps-dapp-description-xmtp": "Tura saƙonni tsakanin asusun blockchain, sun hada da sakon sirri, alat, sanarwa da sauransu.",
  "page-dapps-dapp-description-yearn": "Mai lissafa bunƙasa Yean Finance ne, Yana bawa mutane, DOAs da kuma sauran tsarin hanyar damar saka kadarorin su don samun riba.",
  "page-dapps-docklink-dapps": "Gabatarwa zuwa dapps",
  "page-dapps-docklink-smart-contracts": "Smart contracts",
  "page-dapps-dark-forest-logo-alt": "Tambarin Dark Forest",
  "page-dapps-decentraland-logo-alt": "Tambarin Decentraland",
  "page-dapps-index-coop-logo-alt": "Tambarin Index Coop",
  "page-dapps-nexus-mutual-logo-alt": "Tambarin Nexus Mutual",
  "page-dapps-etherisc-logo-alt": "Tambarin Etherisc",
  "page-dapps-zapper-logo-alt": "Tambarin Zapper",
  "page-dapps-zerion-logo-alt": "Tambarin Zerion",
  "page-dapps-rotki-logo-alt": "Tambarin Rotki",
  "page-dapps-krystal-logo-alt": "Tambarin Krystal",
  "page-dapps-synthetix-logo-alt": "Tambarin Synthetix",
  "page-dapps-desc": "Nemo manhajar Ethereum don gwadawa.",
  "page-dapps-doge-img-alt": "Zanen doge ta amfani da kwamfuta",
  "page-dapps-editors-choice-dark-forest": "Yi wasa da wasu don cin nasara akan duniyoyi da kuma gwada fasahar ma'auni / keɓantanwar Ethereum. Wataƙila ɗaya daga ciki sun saba da Ethereum.",
  "page-dapps-editors-choice-foundation": "Zuba jari na al'ada. Saya, kasuwanci, da siyar da keɓaɓɓen zane-zanen dijital da salo daga wasu ƙwararrun masu fasaha, mawaƙa, da samfura.",
  "page-dapps-editors-choice-pooltogether": "Sayi tikitin caca da babu asara. Kowane mako, ana aika sha'awar da aka samu daga duk wuraren hadakar tikitin zuwa ga wanda ya yi sa'a. Maido da kuɗin ku a duk lokacin da kuke so.",
  "page-dapps-editors-choice-uniswap": "Musanya kuɗin ku cikin sauƙi. Al'ummar da aka fi so wanda ke ba ku damar yin ciniki tare da jama'a a faɗin hanyar sadarwa.",
  "page-dapps-ens-logo-alt": "Tambarin Sunan Sabis na Ethereum",
  "page-dapps-explore-dapps-title": "Binciko dapps",
  "page-dapps-features-1-description": "Da zarar an tura shi zuwa Ethereum, ba za a iya saukar da lambardapp ba. Kuma kowa zai iya amfani da fasalin dapp din. Ko da ƙungiyar da ke bayan dapp ɗin ta watse zaka iya amfani da ita. Da zarar yana kan Ethereum, zai tsaya a can.",
  "page-dapps-features-1-title": "Ba masu mallaka",
  "page-dapps-features-2-description": "Ba za a iya hana ku amfani da dapp ba ko ƙaddamar da kasuwanci ba. Misali, idan Twitter yana kan Ethereum, babu wanda zai iya kulle asusunku ko ya hana ku aika saƙo ba.",
  "page-dapps-features-2-title": "Tsira daga tantancewa",
  "page-dapps-features-3-description": "Saboda Ethereum yana da ETH, biyan kuɗaden asali ne ga Ethereum. Masu ƙirƙira ba sa buƙatar ɓata lokaci don haɗawa da masu ba da biyan kuɗi na wasu ɓangaren.",
  "page-dapps-features-3-title": "Biyan kuɗi na ciki",
  "page-dapps-features-4-description": "Lambar Dapp galibi tana cikin buɗewa kuma tana dacewa zuwa ga asali. Ma'aikatan suna gini akai-akai ta amfani da aikin wasu ma'aikatan. Idan kuna son barin masu amfani su musanya token a cikin dapp ɗinku, kuna iya kawai shiga uwa wani lambar dapp ɗin.",
  "page-dapps-features-4-title": "Shiga da wasa",
  "page-dapps-features-5-description": "Tare da mafi yawancin dapps, ba kwa buƙatar raba ainihinku ku. Asusun Ethereum shine abun shigan ku da kuma kawai kuna buƙatar walet.",
  "page-dapps-features-5-title": "Shiga ɗaya a boye",
  "page-dapps-features-6-description": "Cryptography yana tabbatar da cewa masu kutse ba za su iya ƙirƙira ma'amaloli da sauran mu'amalar dapp a madadin ku ba. Kuna ba da izinin ayyukan dapp tare da asusun Ethereum yawanci ta hanyar walat ɗin ku don tabbatar da tsaron ku.",
  "page-dapps-features-6-title": "Goyon bayan cryptography",
  "page-dapps-features-7-description": "Da zarar dapp yana aiki akan Ethereum, zai ragu kawai idan ita kanta Ethereum din ta faɗi. Hanyoyin sadarwar Ethereum dai dai girma su suna da wahalar kai hari sosai.",
  "page-dapps-features-7-title": "Babu lokacin saukarwa",
  "page-dapps-finance-benefits-1-description": "Ayyukan kuɗi da ke gudana akan Ethereum ba su da buƙatun rajista. Idan kuna da kuɗi da haɗin intanet, kuna kan saiti.",
  "page-dapps-finance-benefits-1-title": "Buɗaɗɗiyar mashiga",
  "page-dapps-finance-benefits-2-description": "Akwai duniyar token da zaku iya hulɗa da su a cikin waɗannan samfuran kuɗi. Mutane suna gina sabbin tokens akan Ethereum koda yaushe.",
  "page-dapps-finance-benefits-2-title": "Sabon kuɗin tattalin arziki",
  "page-dapps-finance-benefits-3-description": "Ƙungiyoyin sun gina <a href=\"/glossary/#stablecoin\">stablecoins</a> - ƙarancin cryptocurrency mara ƙarfi. Waɗannan suna ba ku damar gwaji da amfani da crypto ba tare da haɗari da rashin tabbas ba.",
  "page-dapps-finance-benefits-3-title": "Stablecoins",
  "page-dapps-finance-benefits-4-description": "Samfuran kuɗi a cikin Ethereum duk na zamani ne kuma sun dace da juna. Sabbin saiti na waɗannan samfuran suna shiga kasuwa a koda yaushe, suna kara abin da zaku iya yi da crypton ku.",
  "page-dapps-finance-benefits-4-title": "Haɗin gwiwar ayyukan biyan kuɗaɗe",
  "page-dapps-finance-benefits-description": "Menene game da Ethereum da yake bawa ayyukan kudade masu cin 'yancin gashin kansu damar bunƙasa?",
  "page-dapps-finance-benefits-title": "kuɗi masu cin gashi kai",
  "page-dapps-finance-button": "Kuɗi",
  "page-dapps-finance-description": "Waɗannan ayyuka ne da suka karkatu zuwa gina ayyukan hada hadar kudade ta anfani da cryptocurrencies. Suna bada damar lamuni, rance, kudin ruwa da kuma biyan kudi cikin sirri, ba tare da anyi anfani da bayanin kuba.",
  "page-dapps-finance-title": "Kudade masu cin gashin kansu",
  "page-dapps-foundation-logo-alt": "Tambarin Foundation",
  "page-dapps-gaming-benefits-1-description": "Ko ƙasar kama-da-wane ce ko katunan ciniki, ana iya siyar da kayan ku akan kasuwannin tara abubuwa. Abubuwan ku na cikin wasan suna da daraja ta gaske a idon duniya.",
  "page-dapps-gaming-benefits-1-title": "Abubuwan wasanni da aka ninka a sunan kuɗi",
  "page-dapps-gaming-benefits-2-description": "Kun mallaki abubuwanku, kuma a wasu lokutan ci gaban ku, ba kamfanonin wasa ba. Don haka ba za ku rasa komai ba idan aka kai wa kamfanin da ke goyon bayan wasan hari, ya sami matsalar uwar garke, ko kuma ya wargaje.",
  "page-dapps-gaming-benefits-2-title": "Abunda kuka ajiye suna tsare",
  "page-dapps-gaming-benefits-3-description": "Hakanan ana samun biyan kuɗin Ethereum ga kowa don tantancewa, wasanni na iya amfani da wannan ingancin don tabbatar da gaskiya. A ka'ida, ana iya tabbatar da komai daga adadin manyan afkuwa zuwa girman abokan hamayya.",
  "page-dapps-gaming-benefits-3-title": "Tabbatar da gaskiya",
  "page-dapps-gaming-benefits-description": "Menene game da Ethereum da yake bawa wasanni masu cin gashin kansu damar bunkasuwa?",
  "page-dapps-gaming-benefits-title": "wasanni masu cin gashin kansu",
  "page-dapps-gaming-button": "Wasanni",
  "page-dapps-gaming-description": "Wadannan aikace-aikace ne waɗanda ke mai da hankali kan virtula world masu fada da juna ta amfani da abubuwan tarawa wadanda ke da ƙima a idon duniya.",
  "page-dapps-gaming-title": "Wasanni masu cin gashin kansu",
  "page-dapps-get-some-eth-description": "Ayyukan Dapp suna sa a biya kudin hada hada",
  "page-dapps-get-started-subtitle": "Don gwada dapp, kuna buƙatar <a href=\"/glossary/#wallet\">wallet</a> da dan ETH. Wallet zai baku damar hadawa, ko shiga. Kuma kuna buƙatar ETH don biyan kowane <a href=\"/glossary/#transaction-fee\">kuɗin ciniki</a>.",
  "page-dapps-get-started-title": "Fara",
  "page-dapps-gitcoin-grants-logo-alt": "Tambarin Gitcoin Grants",
  "page-dapps-gitcoin-logo-alt": "Tambarin Gitcoin",
  "page-dapps-gm-logo-alt": "tambarin gm.xyz",
  "page-dapps-gods-unchained-logo-alt": "Tambarin Gods Unchained",
  "page-dapps-golem-logo-alt": "Tambarin Golem",
  "page-dapps-graph-logo-alt": "Tambarin Graph",
  "page-dapps-radicle-logo-alt": "Tambarin Radicle",
  "page-dapps-hero-header": "Kayan aiki da ayyukar ɗaukar nauyin Ethereum",
  "page-dapps-hero-subtitle": "Dapps motsi ne na haɓaka manhajojin da ke amfani da Ethereum don tarwatsa tsarin kasuwanci ko ƙirƙira sababbi.",
  "page-dapps-how-dapps-work-p1": "Dapps suna da tsarin rarrabawa (smart contracts) da ke aiki akan hanyar sadarwar da aka raba ba sava bata tsakiya ba. Suna amfani da Ethereum <a href=\"/glossary/#blockchain\">blockchain</a> don ajiyar bayanai da smart contracts don ayyukan manhajojin su.",
  "page-dapps-how-dapps-work-p2": "Smart contract kamar saitin ƙa'idodi ne waɗanda ke rayuwa akan mu'amala da kiripto don kowa ya gani kuma ya gudana daidai bisa ga wadannan ƙa'idodin. Ka yi tunanin injin sayar da kayayyaki: idan ka ba shi isasshen kuɗi da zaɓin da ya dace, za ku sami abin da kuke so. Kuma kamar injinan siyarwa, smart contract na iya ɗaukar kuɗi kamar asusun Ethereum. Wannan yana ba da damar tsari don daidaita yarjejeniya da ma'amaloli.",
  "page-dapps-how-dapps-work-p3": "Da zarar an dora dapps akan hanyar sadarwar Ethereum ba za ku iya canza su ba. Ana iya raba Dapps saboda ana sarrafa su ta hanyar dabaru da aka rubuta a cikin contract din, ba wai mutum ko kamfani ba.",
  "page-dapps-how-dapps-work-title": "Yadda dapps suke aiki",
  "page-dapps-ipfs-logo-alt": "Tambarin IPFS",
  "page-dapps-kyberswap-logo-alt": "Tambarin KyberSwap",
  "page-dapps-learn-callout-button": "Fara gini",
  "page-dapps-learn-callout-description": "Portal din al'ummar developers din mu yana da takardu, kayan aiki, da tsare-tsare don taimaka muku don fara gina dapp.",
  "page-dapps-learn-callout-image-alt": "Misalin hannun gina alamar ETH daga tubalin lego.",
  "page-dapps-learn-callout-title": "Koyi yadda za'a gina dapp",
  "page-dapps-lido-logo-alt": "Tambarin Lido",
  "page-dapps-loopring-logo-alt": "Tambarin Loopring",
  "page-dapps-magic-behind-dapps-description": "Dapps na iya ji kamar manhajoji na yau da kullum. Amma a bayan fage suna da wasu halaye na musamman saboda sun gaji dukkan masu karfin ikon Ethereum. Ga abin da ya bambanta dapps daga sauran manhajojin.",
  "page-dapps-magic-behind-dapps-link": "Me ya mayar da Ethereum shahararre?",
  "page-dapps-magic-behind-dapps-title": "Sirri da ke bayan dapps",
  "page-dapps-magic-title-1": "Magic na",
  "page-dapps-magic-title-2": "bayan",
  "page-dapps-magician-img-alt": "Hoton masu siddabaru",
  "page-dapps-marble-cards-logo-alt": "tambarin marble.cards",
  "page-dapps-async-logo-alt": "Tambarin Async",
  "page-dapps-matcha-logo-alt": "Tambarin Matcha",
  "page-dapps-meeds-logo-alt": "Tambarin Meeds",
  "page-dapps-metaverse-benefits-title": "metaverse",
  "page-dapps-metaverse-benefits-description": "Menene game da Ethereum da yake bawa meteverse damar tsayuwa da ƙafarsa?",
  "page-dapps-metaverse-benefits-1-title": "NFTs",
  "page-dapps-metaverse-benefits-1-description": "Abubuwa na musamman na cikin wasanni waɗanda mallakin masu amfani ne da kuma masu yin mu'amala a duniyar fasaha da kasuwanni masu goyan bayan ƙa'idodi iri ɗaya.",
  "page-dapps-metaverse-benefits-2-title": "Al'ummomi mallakin masu asusu",
  "page-dapps-metaverse-benefits-2-description": "Asalin da masu amfani suka mallaka ne tare da damar maki marar iyaka don bincikawa da kuma ƙirƙirar cibiyoyin sadarwar jama'a a cikin duniyoyin kwantance.",
  "page-dapps-metaverse-button": "Metaverse",
  "page-dapps-metaverse-title": "Metaverse",
  "page-dapps-metaverse-description": "Waɗannan manhajoji ne waɗanda ke ba masu asusu damar shiga duniyar kama da wane a bayyane. Masu amfani za su iya ƙirƙirar cibiyoyin sadarwa na sirri kuma su mallaki kadarorin yanar gizo",
  "page-dapps-mirror-logo-alt": "Tambarin Mirror",
  "page-dapps-mobile-options-header": "Nemo wani nau'in",
  "page-dapps-multichain-logo-alt": "Tambarin Multichain",
  "page-dapps-nifty-gateway-logo-alt": "Tambarin Nifty Gateway",
  "page-dapps-summerfi-logo-alt": "Tambarin Summer.fi",
  "page-dapps-opensea-logo-alt": "Tambarin OpenSea",
  "page-dapps-opera-logo-alt": "Tambarin Opera",
  "page-dapps-osuvox-logo-alt": "Tambarin OSUVOX",
  "page-dapps-polymarket-logo-alt": "Tambarin Polymarket",
  "page-dapps-poap-logo-alt": "Tambarin Shaidar Halartar Ƙa'ida",
  "page-dapps-pooltogether-logo-alt": "Tambarin PoolTogether",
  "page-dapps-rarible-logo-alt": "Tambarin Rarible",
  "page-dapps-ready-button": "Je",
  "page-dapps-ready-description": "Zaɓi dapp don gwada shi",
  "page-dapps-ready-title": "Kun shirya?",
  "page-dapps-request-finance-logo-alt": "Nemi tambarin kuɗi",
  "page-dapps-rubic-logo-alt": "Tambarin Rubic",
  "page-dapps-sablier-logo-alt": "Tambarin Sablier",
  "page-dapps-set-up-a-wallet-button": "Nemi walet",
  "page-dapps-set-up-a-wallet-description": "Walet itace hanya shiga dapp dinku",
  "page-dapps-set-up-a-wallet-title": "Saita walet",
  "page-dapps-social-button": "Zamantakewa",
  "page-dapps-social-description": "Waɗannan manhajoji ne waɗanda ke mayar da hankali kan ƙirƙirar cibiyoyin sadarwar mai cin gashin kanta ta hanyar amfani da fasahohin tantancewa waɗanda aka rarraba su inda masu amfani ke da bayanan dijital da jadawali na zamantakewa.",
  "page-dapps-social-title": "Zamantakewa",
  "page-dapps-spatial-logo-alt": "Tambarin Spatial",
  "page-dapps-spruce-logo-alt": "Tambarin Spruce",
  "page-dapps-status-logo-alt": "Tambarin Status",
  "page-dapps-superrare-logo-alt": "Tambarin SuperRare",
  "page-dapps-technology-button": "Fasaha",
  "page-dapps-technology-description": "Waɗannan manhajoji ne waɗanda ke mai da hankali kan rarraba kayan aiki masu cin gashin kansu, haɗa tsarin tattalin arziƙin crypto cikin fasahar da ake da su, da ƙirƙirar kasuwanni don ayyukan haɓaka tushen open source.",
  "page-dapps-technology-title": "Fasaha mai 'yancin gashin kanta",
  "page-dapps-token-sets-logo-alt": "Tambarin Token Sets",
  "page-dapps-uniswap-logo-alt": "Tambarin Uniswap",
  "page-dapps-wallet-callout-button": "Nemi walet",
  "page-dapps-wallet-callout-description": "Walet suma dapp ne fa. Nemo ɗaya daga ciki wanda tayi ma.",
  "page-dapps-wallet-callout-image-alt": "Hoton robot.",
  "page-dapps-wallet-callout-title": "Duba walet da yawa",
  "page-dapps-warning-header": "A koyaushe kuyi naku binciken",
  "page-dapps-warning-message": "Ethereum sabuwar fasaha ce kuma yawancin manhajoji sababbi ne. Kafin ku saka duk wani adadi mai yawa na kuɗi, ku tabbatar kun fahimci haɗarin.",
  "page-dapps-what-are-dapps": "Menene dapps?",
  "page-dapps-more-on-defi-button": "Game da kuɗi masu cin gashin kansu",
  "page-dapps-more-on-nft-button": "Game da abubuwan da aka haɗa tare",
  "page-dapps-more-on-nft-gaming-button": "Game da abubuwan da aka haɗa acikin wasa",
  "page-dapps-dapp-description-pwn": "Bashi mai sauki wanda yake tallafawa kowanne kuɗi ko NFTs akan Ethereum.",
  "page-dapps-pwn-image-alt": "Tambarin PWN",
  "page-dapps-xmtp-logo-alt": "Tambarin XMTP",
  "opage-dapps-yearn-logo-alt": "Tambarin Yearn",
  "page-dapps-yearn-image-alt": "Tambarin Yearn",
  "page-dapps-convex-image-alt": "Tambarin Convex",
  "foundation": "Tushe",
  "page-wallets-get-some": "Samu wasu ETH",
  "page-dapps-dapp-description-curve": "Curve shine dex wanda aka mayar da hankali akan stable coin",
  "page-dapps-curve-image-alt": "Tambarin Curve",
  "page-dapps-dapp-description-dodo": "DODO shine mai ba da kayan aiki akan on-chain, wanda ke ba da dama na Proactive Market Maker algorithm (PMM)",
  "page-dapps-dodo-image-alt": "Tambarin DODO",
  "page-dapps-dapp-description-artblocks": "An sadaukar da Art Blocks don kawo kyawawan ayyuka na fasaha na zamani zuwa rayuwa",
  "page-dapps-artblocks-image-alt": "Tambarin Art Blocks",
  "page-dapps-explore-title": "Kuna so ku yi burauzin na wasu manhajojin?",
  "page-dapps-explore": "Ku duba ɗaruruwan dapps"
}
