{
  "page-eth-buy-some": "Kuna so ku saya Ethereum?",
  "page-eth-buy-some-desc": "Ya zama gama gari haɗa Ethereum da ETH. Ethereum shine <a href=\"/kamus/#blockchain\">blockchain</a> kuma ETH shine babban kadari na Ethereum. ETH shine abin da wataƙila kuke nema don siya.",
  "page-eth-cat-img-alt": "Hoton ETH glyph tare da kaleidoscope na mage da yawa",
  "page-eth-collectible-tokens": "Kuɗaɗe da za a iya tarawa",
  "page-eth-collectible-tokens-desc": "Kuɗaɗen da ke waƙilta a tataranwan wasan abu, yanki na dijital fasaha, ko wasu musamman kadara yawanci da aka sani da kuɗaɗe marasa dahir (NFTs).",
  "page-eth-cryptography": "Wanda cryptography ya tsare",
  "page-eth-cryptography-desc": "Kuɗin intanet shi zai iya zama sabo amma proven <a ya bashi kariya\nhref=\"/kamus/#cryptography\">cryptography</a>\". Wannan zai tsare ma'adanan ka, ETH ka, da cinikin ka. ",
  "page-eth-currency-for-apps": "Kuɗin manhajoji Ethereum ne.",
  "page-eth-currency-for-future": "Kuɗin zamanin gaba na dijital",
  "page-eth-description": "ETH shine kuɗin kiripto. Yana da ƙarancin kuɗi na dijital waɗanda za ku iya amfani da su akan intanet - kamar Bitcoin. Idan kun kasance sababbi ga kiripto, ga yadda ETH ya bambanta da kuɗin asali.",
  "page-eth-earn-interest-link": "Samu kuɗin ruwa",
  "page-eth-flexible-amounts": "Akwai su a cikin adadi sassauƙa",
  "page-eth-flexible-amounts-desc": "ETH yana bayyana har ya zuwa ƙaramin lamaba desimal 18 don haka baka buƙatar sayan 1 duk ETH. Kana iya sayan wanda ya rarraba a lokaci ɗaya kamar yadda yazo 0.000000000000000001 ETH in kana so.",
  "page-eth-fuels": "ETH yana haɓakawa da tsaron Ethereum",
  "page-eth-fuels-desc": "ETH shine tushen rayuwar Ethereum. Lokacin da aka aika ETH ko akayi amfani da manhajojin Ethereum, don amfani da hanyar sadarwar Ethereum. Wannan kuɗin abin ƙarfafawa ne ga mai yin toshe don aiwatarwa da tabbatar da abin da kuke ƙoƙarin yi.",
  "page-eth-fuels-desc-2": "Masu tsutancewa na kama da masu rikodin na Ethereum-suna bincikawa kuma suna tabbatar da cewa babu wanda ke yin magudi. An zaɓe su ba da gangan ba sai don shawarar toshe ma'amaloli. Hakanan ana bawa masu tabbatar da wannan aikin da ƙaramin adadin sabbin ETH da aka fitar.",
  "page-eth-fuels-desc-3": "Aikin da masu tantancewa ke yi, da jari <a href=\"/kamus/#staking\"> hannun jari</a>, yana kiyaye Ethereum amintacce kuma ba shi da ikon sarrafawa.",
  "page-eth-fuels-staking": "Lokacin da kuka yi amfani da ETH ɗinku, kuna taimakawa amintaccen Ethereum kuma ku sami kyauta. A cikin wannan tsarin, barazanar rasa ETH yana hana masu kai hari.",
  "page-eth-fuels-more-staking": "Ƙari kan sa kuɗi",
  "page-eth-get-eth-btn": "Samun ETH",
  "page-eth-gov-tokens": "Kuɗin gwamnati",
  "page-eth-gov-tokens-desc": "Kuɗi waɗanda ke wakiltar ikon jefa ƙuri'a a cikin ƙungiyoyi masu rarrabuwa.",
  "page-eth-has-value": "Me yasa ETH ke da ƙima?",
  "page-eth-has-value-desc": "ETH yana da mahimmanci ta hanyoyi daban-daban wa mutane daban-daban.",
  "page-eth-has-value-desc-2": "Ga masu asusu da Ethereum, ETH yana da daraja saboda yana ba ku damar biyan kuɗin kasuwanci.",
  "page-eth-has-value-desc-3": "Wasu suna ganin shi azaman shagon sayar da dijital na daraja saboda ƙirƙirar sabon ETH yana rage jinkirin lokaci.",
  "page-eth-has-value-desc-4": "Kwanan nan, ETH ya zama mai mahimmanci ga masu amfani da manhajojin kuɗki akan Ethereum. Saboda zaku iya amfani da ETH azaman lamuni don kyautar kiripto, ko azaman tsarin biyan kuɗi.",
  "page-eth-has-value-desc-5": "Tabbas mutane da yawa suna ganin sa a matsayin saka hannun jari, mai kama da Bitcoin ko wasu kuɗaɗen kiripto.",
  "page-eth-is-money": "Kuɗin Ether (ETH) kuɗin digital na duniya.",
  "page-eth-last-updated": "Janairu 2019",
  "page-eth-monetary-policy": "Dokokin kuɗi na Ethereum",
  "page-eth-more-on-ethereum-link": "Ƙari kan Ethereum",
  "page-eth-no-centralized": "Babu kulawar tsakiya ",
  "page-eth-no-centralized-desc": "ETH ba shi da guri takamamme a duniya. Babu kamfani ko banki da zai iya yanke shawarar buga ƙarin ETH, ko canza sharuɗɗan amfani.",
  "page-eth-non-fungible-tokens-link": "Kuɗaɗe marasa dahir",
  "page-eth-not-only-crypto": "ETH ba shine kawai kiripto akan Ethereum ba",
  "page-eth-not-only-crypto-desc": "Kowa na iya ƙirƙirar sabbin nau'ikan kadarori kuma ya sayar da su a Ethereum. Ana kiran waɗannan da 'alamu'. Mutane sun ba da alamar kuɗin gargajiya, kadarorin su, fasaharsu, har ma da kansu!",
  "page-eth-not-only-crypto-desc-2": "Ethereum wuri ne ga dubban kuɗaɗe- wasu sun fi amfani da daraja fiye da sauran. Masu haɓakawa koyaushe suna gina sabbin alamu waɗanda ke buɗe sabbin damar da za'a buɗe sabbin kasuwanni.",
  "page-eth-open": "Buɗe ga kowa",
  "page-eth-open-desc": "Kuna buƙatar haɗin intanet da walat ne kawai don samun ETH. Bakwa buƙatar samun dama ga asusun banki don karɓar biyan kuɗi. ",
  "page-eth-p2p-payments": "Biyan kuɗi na mutum-zuwa-mutum",
  "page-eth-p2p-payments-desc": "Kuna iya aika ETH ɗin ku ba tare da kowane sabis na tskiya ba kamar banki. Yana kama da bada kuɗi ga mutum, amma kuna iya yin shi amintacce tare da kowa, a ko'ina, kowane lokaci.",
  "page-eth-period": ".",
  "page-eth-popular-tokens": "Shahararrun nau'ikan kuɗi",
  "page-eth-powers-ethereum": "ETH na ƙarfafa Ethereum",
  "page-eth-shit-coins": "Sh*t coins",
  "page-eth-shit-coins-desc": "Domin yin sababbin kuɗi abu ne mai sauƙi, kowa zai iya yin hakan - har ma da mutane masu mugun nufi ko ɓatacciya niyya. Yi bincike koyaushe kafin amfani da su!",
  "page-eth-stablecoins": "Stablecoins",
  "page-eth-stablecoins-desc": "Kuɗaɗe waɗanda ke nuna ƙimar kuɗin asali kamar daloli. Wannan yana magance matsalar rashin daidaituwa tare da yawancin kuɗin kiripto.",
  "page-eth-stablecoins-link": "Samun stablecoins",
  "page-eth-stream-link": "Ɗaura ETH",
  "page-eth-tokens-link": "Kuɗin Ethereum",
  "page-eth-trade-link-2": "Swap tokens",
  "page-eth-underpins": "ETH yana tallafawa tsarin kuɗin Ethereum",
  "page-eth-underpins-desc": "Ba a gamsu da biyan kuɗi ba, al'ummar Ethereum suna gina tsarin kuɗi gabaɗaya wanda ke <a href=\"/glossary/#peer-to-peer-network\">tsara-zuwa-tsara</a> kuma mai isa ga kowa da kowa.",
  "page-eth-underpins-desc-2": "Kuna iya amfani da ETH a zaman rance don ƙirƙirar kuɗin kiripto daban-daban akan Ethereum. Bugu da ƙari, za ku iya aro, bada rance da samun riba akan ETH da sauran alamun da ke goyan bayan ETH.",
  "page-eth-weth": "Nannaɗe ether (WETH) ana amfani don ƙaddamar da aikin ETH don yin aiki tare da wasu alamu da manhajoji. <a href=\"/wrapped-eth\">Ƙara koyo game da WETH</a>.",
  "page-eth-uses": "Buƙatar girman ETH na kowane rana",
  "page-eth-uses-desc": "Saboda Ethereum ana tsara shi, masu ƙirƙira kuma na iya tsara ETH ta hanyoyi masu yawa.",
  "page-eth-uses-desc-2": "A shekarar 2015 data wuce, abin da zaku iya yi shine aika ETH daga asusun Ethereum zuwa wani. Ga wasu abubuwan da za ku iya yi yau.",
  "page-eth-uses-desc-3": "biya kuɗin wani ko karɓar kuɗi akan lokacin.",
  "page-eth-uses-desc-4": "kuna iya cinikin ETH tare da sauran kuɗaɗe har da Bitcoin.",
  "page-eth-uses-desc-5": "kan ETH da sauran kuɗaɗen Ethereum.",
  "page-eth-uses-desc-6": "samun damar iso ga duniyar kiripto tare da tsayayye, ƙima mara dahir.",
  "page-eth-value": "Mesa ya ke da muhimmanci",
  "page-eth-video-alt": "Bidiyon glyph ETH",
  "page-eth-whats-eth": "Menene ether (ETH)?",
  "page-eth-whats-eth-hero-alt": "Hoto na rukunin mutane masu mamaki kan kayataccen labari na ether (ETH)",
  "page-eth-whats-eth-meta-desc": "Abin da kuke buƙatar sani domin fahimtar ETH da gurbinsa a cikin Ethereum.",
  "page-eth-whats-eth-meta-title": "Menene ether (ETH)?",
  "page-eth-whats-ethereum": "Menene Ethereum?",
  "page-eth-whats-ethereum-desc": "Idan kuna son ƙarin sani game da Ethereum, fasahar da ke bayan ETH, duba gabatarwar mu.",
  "page-eth-whats-unique": "Wani abune ne na musamman game da ETH?",
  "page-eth-whats-unique-desc": "Akwai nau'ikan kiripto da yawa da kuri'a na sauran kuɗi a kan Ethereum, amma akwai wasu abubuwa da kawai ETH zai iya yi.",
  "page-eth-where-to-buy": "Ina za'a samu ETH",
  "page-eth-where-to-buy-desc": "Kuna iya samun ETH daga musaya ko walet amma ƙasashe daban-daban suna da manufofi daban-daban. Bincika don ganin ayyukan da za su ba ku damar siyan ETH.",
  "page-eth-yours": "Gaskiya naku ne",
  "page-eth-yours-desc": "ETH na ba ku damar ku zama bankin kan ku. Kuna iya sarrafa kuɗin ku tare da <a href=\"/glossary/#wallet\">wallet</a> a matsayin hujjar mallaka - babu wani ɓangare na uku da ya cancanta.",
  "page-eth-more-on-tokens": "Ƙari akan kuɗaɗe da amfaninsu",
  "page-eth-button-buy-eth": "Samun ETH",
  "page-eth-tokens-stablecoins": "Stablecoins",
  "page-eth-tokens-defi": "Kuɗaɗe masu cin gashin kansu (DeFi)",
  "page-eth-tokens-nft": "Kuɗaɗe marasa dahir (NFT)",
  "page-eth-tokens-dao": "Ƙungiyoyin sarrafa kansu na gashin kai (DAOs)",
  "page-eth-tokens-stablecoins-description": "Ƙari akan kuɗi marasa ƙarfi na Ethereum.",
  "page-eth-tokens-defi-description": "Tsarin hada-hadar kuɗi don Ethereum tokens.",
  "page-eth-tokens-nft-description": "Kuɗin da ke wakiltar mallakar abubuwa akan Ethereum.",
  "page-eth-tokens-dao-description": "Al'ummomi na shafin Intanet galibi ana gudanar da su ta masu riƙe da kuɗi.",
  "page-eth-whats-defi": "Ƙari kan DeFi",
  "page-eth-whats-defi-description": "DeFi tsarin hada-hadar kuɗi ne wanda aka gina akan Ethereum. Wannan yana bayanin abin da zaku iya yi.",
  "page-what-is-ethereum-what-is-ether": "Menene ether?"
}
