{
  "page-local-environment-brownie-desc": "Tsarin haɓakawa na Python da gwajin smart contract da ke da niyya Virtual Injin na Ethereum.",
  "page-local-environment-brownie-logo-alt": "Tambarin biskit",
  "page-local-environment-kurtosis-desc": "A akawatin kayan aiki na tsrawa saboda saukin haɗasu da juyawan abokan cinikin da yawa a Ethereum yanan goda saboda saurin ginuwar manhajan gida, samfuri da godawa.",
  "page-local-environment-kurtosis-logo-alt": "Tambarin Kurtosis",
  "page-local-environment-epirus-desc": "A dandali mai haɓaka, turawa da kulawar manhajan Blockchain akan maida-kama-gaskiya Injin Java.",
  "page-local-environment-epirus-logo-alt": "Tambarin Efiru",
  "page-local-environment-eth-app-desc": "Ƙirƙiri manhajojin ƙarfafa Ethereum da umurni ɗaya. Da zai kawo buɗaɗɗen haɗawar gangan-jikir UI da samfuri DeFi zaba acikin.",
  "page-local-environment-eth-app-logo-alt": "Ƙirƙiri tambarin Manhajan Eth",
  "page-local-environment-foundry-desc": "Ga mai bala'in sauri, marasa-nauyi da kayan aiki mai sauki na manhajan Ethereum da ake tayarma rubutun a Rustu.",
  "page-local-environment-foundry-logo-alt": "Tushen tambari",
  "page-local-environment-framework-feature-1": "Siffofin da za a juya sama da misalin blockchain na gida.",
  "page-local-environment-framework-feature-2": "Abubuwa don tattarawa da gwada kwangilolin ku na smart contract.",
  "page-local-environment-framework-feature-3": "Ƙarin haɓakar abokin ciniki don gina manhajojin da ke fuskantar manhajar mai asusu a cikin aikin/majiya guda ɗaya.",
  "page-local-environment-framework-feature-4": "Kwanfigareshan don haɗawa da hanyoyin sadarwa na Ethereum da tura kwangiloli, ko zuwa misali mai gudana a cikin gida, ko ɗayan hanyoyin sadarwar jama'a na Ethereum.",
  "page-local-environment-framework-feature-5": "Rarraba manhajar da aka raba - haɗe-haɗe tare da zaɓuɓɓukan ajiya kamar IPFS.",
  "page-local-environment-framework-features": "Waɗannan tsarin sun zo da ayyuka da yawa daga tsarin cikin akwatin, kamar:",
  "page-local-environment-frameworks-desc": "Muna ba da shawarar ɗaukan tsari, musamman idan yanzu kuka fara. Gina cikakken dapp na buƙatar nau'ikan fasaha daban-daban. Tsarukan sun haɗa da yawancin abubuwan da ake buƙata ko samar da tsarin plugin mai sauƙi don zaɓar kayan aikin da kuke so.",
  "page-local-environment-frameworks-title": "Tsarukan da aka riga aka fara yi",
  "page-local-environment-hardhat-desc": "Hardhat shine ci gaban Ethereum don ƙwararru.",
  "page-local-environment-hardhat-logo-alt": "Tambarin Hardhat",
  "page-local-environment-openZeppelin-desc": "Adana awowi na lokacin ingantawa ta hanyar tattarawa, haɓakawa, turawa, da yin hulɗa tare da smart contracts tare da CLI ɗin mu.",
  "page-local-environment-openZeppelin-logo-alt": "Buɗe tambarin Zeppelin",
  "page-local-environment-scaffold-eth-desc": "Ethers + Hardhat + React: duk abin da kuke buƙatar fara gina aikace-aikacen da ba a daidaita su da smart contracts.",
  "page-local-environment-scaffold-eth-logo-alt": "tambarin scaffold-eth",
  "page-local-environment-setup-meta-desc": "Jagora kan yadda ake zaɓi tarin manhaja don inganta Ethereum.",
  "page-local-environment-setup-meta-title": "Saitin ci gaban gidan Ethereum",
  "page-local-environment-setup-subtitle": "Idan kun shirya don fara yin gini, lokaci yayi da za ku zaɓi tari.",
  "page-local-environment-setup-subtitle-2": "Anan akwai kayan aiki da ma tsarin da zaku iya amfani da su don taimaka muku wurin gina manhajojin Ethereum.",
  "page-local-environment-setup-title": "Saita yanayin ci gaba na gida",
  "page-local-environment-solidity-template-desc": "Samfurin GitHub don saitin da aka riga aka gina don smart contracts na Solidity. Ya haɗa da cibiyar sadarwar gida ta Hardhat, Waffle don gwaje-gwaje, Ethers don aiwatar da walat, da ƙari.",
  "page-local-environment-solidity-template-logo-alt": "Tambarin samfurin Solidity",
  "page-local-environment-waffle-desc": "Laburaren gwada smart contracts mafi inganci, ana amfani da shi kaɗai ko da Scaffold-eth ko kuma da Hardhat.",
  "page-local-environment-waffle-logo-alt": "Tambarin waffle"
}
