{
  "51%-attack-term": "%51 saldırısı",
  "51%-attack-definition": "Bir grubun <a href=\"/glossary/#node\">düğümlerin</a> çoğunluğunun kontrolünü ele geçirdiği bir saldırı türüdür. Bu, <a href=\"/glossary/#transaction\">işlemleri</a> tersine çevirme ve <a href=\"ether\">ether</a> ve diğer jetonları çifte harcama yoluyla blokzinciri dolandırmalarına olanak tanır.",
  "abi-term": "Uygulama İkili Arayüzü (ABI)",
  "abi-definition": "Bir akıllı sözleşmede yer alan fonksiyonları ve değişkenleri tanımlayan JSON dosyasıdır. ABI, bit kodunun insan tarafından okunabilir formatlara dönüştürülmesini sağlar.",
  "account-term": "Hesap",
  "account-definition": "Ethereum hesabı, kullanıcıların Ether veya diğer dijital varlıkları göndermesine, almasına ve akıllı sözleşmelerle etkileşime girmesine olanak tanıyan, Ethereum blokzincirindeki dijital bir kimliktir.",
  "address-term": "Adres",
  "address-definition": "Ethereum adresi, jeton almak için kullanılan benzersiz bir tanımlayıcıdır ve kripto paralar için bir banka hesap numarasına benzer bir işlev görür. Ethereum hesabınızı tanımlamak için kullanılır.",
  "anti-sybil-term": "Anti-Sybil",
  "anti-sybil-definition": "İnsanların internette aynı anda birden fazla kişi gibi davranmalarını engelleyen yöntemlerdir. Bu sayede her kullanıcının ayrı, gerçek bir insan olduğu doğrulanır. Bu, çevrimiçi etkileşimlerin adil ve dürüst kalmasını sağlar.",
  "apr-term": "APR (YYO)",
  "apr-definition": "APR veya Yıllık Yüzde Oranı, faiz ve ücretler dahil olmak üzere borçlanmanın yıllık maliyetini bir yüzde olarak ifade eder.",
  "attestation-term": "Tasdik",
  "attestation-definition": "Bir varlık tarafından bir şeyin doğru olduğuna dair yapılan bir iddiadır. Ethereum bağlamında, mutabakat doğrulayıcıları zincirin durumuyla ilgili inandıkları duruma dair bir iddiada bulunmalıdır. Belirlenen zamanlarda her doğrulayıcı, zincirin son durumu hakkında görüşünü resmen beyan eden farklı tasdikler yayımlamaktan sorumludur. Bu tasdikler, son tamamlanan kontrol noktası ve zincirin o anki başı gibi bilgileri içerir. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">Tasdikler hakkında daha fazla bilgi</a>.",
  "block-term": "Blok",
  "block-definition": "Blok, işlemlerin veya dijital eylemlerin depolandığı yerdir. Bir blok dolduğunda, bir öncekine bağlanarak bir zincir bloğu veya bir \"blokzincir\" oluşturur. <a href=\"/developers/docs/blocks/\">Bloklar hakkında daha fazla bilgi</a>.",
  "blockchain-term": "Blok zinciri",
  "blockchain-definition": "Blokzincir, ağdaki tüm bilgisayarlarda çoğaltılan ve paylaşılan, verilerin geriye dönük olarak değiştirilememesini sağlayan bir işlem veritabanıdır.",
  "bridge-term": "Köprü",
  "bridge-definition": "Varlıkları bir blokzincir ağından diğerine aktarmak için blokzincir köprüsü kullanılır.",
  "consensus-term": "Mutabakat",
  "consensus-definition": "Bir ağdaki bilgisayarların 2/3'ünden fazlası, aynı kayıt kümesine sahip olduğunu doğruladığında, herkesin aynı bilgilere sahip olduğu doğrulanmış olur. Önemli olan kimin hangi kurallara uyduğu değil, herkesin aynı bilgilere sahip olmasının sağlanmasıdır.",
  "consensus-client-term": "Fikir birliği istemcisi",
  "consensus-client-definition": "Fikir birliği istemcileri (Prysm, Teku, Nimbus, Lighthouse, Lodestar gibi) Ethereum'un İşaret Zinciri'nin başı konusunda ağın anlaşmaya varmasını sağlayan <a href=\"/glossary/#pos\">hisse ispatı</a> mutabakat algoritmasını çalıştırır. Fikir birliği istemcileri, işlem doğrulamaya/yayınlamaya veya durum geçişlerini yürütmeye katılmaz. Bu işlemler, <a href=\"/glossary/#execution-client\">yürütüm istemcisi</a> tarafından gerçekleştirilir. Fikir birliği istemcileri yeni blokları tasdik etmez veya önermez. Bu görev, fikir birliği istemcisinin opsiyonel bir eklentisi olan <a href=\"/glossary/#validator\">doğrulayıcı istemcisi</a> tarafından gerçekleştirilir.",
  "consensus-layer-term": "Fikir birliği katmanı",
  "consensus-layer-definition": "Ethereum'un fikir birliği katmanı, bir <a href=\"/glossary/#consensus-client\">fikir birliği istemcileri</a> ağıdır.",
  "cryptoeconomics-term": "Kriptoekonomi",
  "cryptoeconomics-definition": "Güvenli ve güvenilir dijital platformlar tasarlamak için matematiksel ve ekonomik prensiplerin araştırılmasıdır. Amaç, tüm katılımcıların kurallara uyarken ağın güvenliğine ve işleyişine katkıda bulundukları için ödüllendirilmelerini de sağlamaktır.",
  "cryptography-term": "Kriptografi",
  "cryptography-definition": "İletişimin gizli ve güvenli hale getirilerek bilginin sadece hedeflenen kişilerce okunabilmesini sağlama uygulamasıdır.",
  "dao-term": "Merkeziyetsiz otonom organizasyon (DAO)",
  "dao-definition": "DAO, kararların merkezi bir otorite tarafından değil, üye oylarıyla alındığı, blokzincir üzerinde kodlanmış kurallarla yönetilen bir dijital organizasyondur. <a href=\"/dao/\">Merkeziyetsiz otonom organizasyonlar (DAO'lar) hakkında daha fazla bilgi</a>.",
  "dapp-term": "Merkeziyetsiz uygulama",
  "dapp-definition": "Merkeziyetsiz uygulama, merkezi bir kontrol otoritesi olmadan hizmet sunan, blokzincir ağı üzerinde çalışan merkeziyetsiz bir uygulamadır. <a href=\"/dapps/\">Merkeziyetsiz uygulamalar hakkında daha fazla bilgi</a>.",
  "data-availability-term": "Veri kullanılabilirliği",
  "data-availability-definition": "Herhangi bir düğüm, şeffaflığı ve güveni korumak için bir blokzincirdeki işlemleri bağımsız olarak doğrulayabilir.",
  "defi-term": "DeFi",
  "defi-definition": "Herhangi bir aracı olmadan, blokzincir tarafından desteklenen finansal hizmetler sağlamayı amaçlayan geniş bir Ethereum uygulamaları kategorisidir. <a href=\"/defi/\">Merkeziyetsiz finans (DeFi) hakkında daha fazla bilgi</a>",
  "dex-term": "Merkeziyetsiz borsa (DEX)",
  "dex-definition": "Ağdaki eşler ile jeton takası yapmanızı sağlayan bir tür Ethereum uygulamasıdır. DEX'ler, merkezi borsalar gibi coğrafi kısıtlamalara tabi değildir; herkes katılabilir.",
  "difficulty-bomb-term": "Bomba değeri",
  "difficulty-bomb-definition": "<a href=\"/glossary/#pos\">Hisse ispatına</a> geçiş yapmayı teşvik etmek için tasarlanmış, <a href=\"/glossary/#pos\">çatallanma</a> olasılığını azaltan, <a href=\"/glossary/#pow\">iş ispatı</a> <a href=\"/glossary/#difficulty\">zorluk</a> ayarında planlanan üssel bir artıştır. Bomba değeri, <a href=\"/roadmap/merge\">Birleşim</a> sonrası kullanımdan kaldırılmıştır.",
  "ecdsa-term": "Eliptik Eğri Dijital İmza Algoritması (ECDSA)",
  "ecdsa-definition": "Ethereum tarafından fonların yalnızca sahipleri tarafından harcanabilmesini sağlamak için kullanılan bir kriptografik algoritmadır. Genel ve özel anahtarlar oluşturmak için tercih edilen yöntemdir. Hesap <a href=\"/glossary/#address\">adresi</a> oluşturma ve <a href=\"/glossary/#transaction\">işlem</a> doğrulaması için önemlidir.",
  "ens-term": "Ethereum İsim Servisi (ENS)",
  "ens-definition": "Ethereum İsim Servisi, Ethereum adresleri için bir internet telefon rehberi gibidir. ENS, dijital para ve varlık gönderip almak için uzun cüzdan adresleri kullanmak yerine \"john.eth\" gibi basit adlar kullanmanıza olanak tanır.",
  "epoch-term": "Dönem",
  "epoch-definition": "Her biri 12 saniye olan ve toplamda 6,4 dakika süren 32 <a href=\"/glossary/#slot\">yuvalık</a> bir periyottur. Doğrulayıcı <a href=\"/glossary/#committee\">kurullar</a>, güvenlik nedeniyle her dönemde karıştırılır. Her dönemin zincirin <a href=\"/glossary/#finality\">kesinleşmesi</a> adına bir fırsatı vardır. Her doğrulayıcıya, her dönemin başlangıcında yeni sorumluluklar atanır. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Hisse ispatı hakkında daha fazla bilgi</a>",
  "eoa-term": "Dışarıdan sahip olunan hesap (EOA)",
  "eoa-definition": "Dışarıdan Sahip Olunan Hesaplar (EOA'lar) en yaygın Ethereum hesabı türüdür. Bir kişi tarafından özel anahtarlar/kurtarma ifadesi aracılığıyla kontrol edilirler. <a href=\"/wallets/\">Ethereum cüzdanları hakkında daha fazla bilgi</a>.",
  "erc-term": "Ethereum Yorum Talebi (ERC)",
  "erc-definition": "ERC (<strong>Ethereum Yorum Talebi</strong>), Ethereum ağı için yeni kullanım standartları önermek amacıyla Ethereum topluluğunda kullanılan bir tür teknik dokümandır.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "NFT'ye (benzersiz koleksiyon öğeleri gibi) benzer bir tür Ethereum jeton standardıdır ve aynı zamanda tek bir akıllı sözleşme içerisinde değiştirilebilir öğeler (para birimi gibi) oluşturulmasına olanak tanır.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "Ethereum ağındaki çoğu jeton oluşturulurken kullanılan standart kurallar dizisidir.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "NFT'ler (değiştirilemez jetonlar) oluşturmak için kullanılan bir standart kurallar dizisidir.",
  "ether-term": "Ether'dir",
  "ether-definition": "Ethereum'un yerel kripto para birimi dir ve genellikle \"ETH\" olarak anılır. Ethereum ekosistemini ve uygulamalarını kullanırken ortaya çıkan işlem ücretlerini karşılamak için kullanılır. <a href=\"/eth/\">Ether hakkında daha fazla bilgi</a>.",
  "events-term": "Olaylar",
  "events-definition": "<a href=\"/glossary/#evm\">EVM</a> günlük kaydı olanaklarının kullanımına olanak tanır. <a href=\"/glossary/#dapp\">Merkeziyetsiz uygulamalar</a> olayları dinleyip kullanıcı arayüzünde JavaScript geri aramalarını tetiklemek için kullanabilir. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">Olaylar ve günlükler hakkında daha fazla bilgi</a>",
  "execution-client-term": "Yürütüm istemcisi",
  "execution-client-definition": "Besu, Erigon, Go-Ethereum (Geth), Nethermind gibi yürütüm istemcileri (önceden \"Eth1 istemcileri\" olarak bilinirdi), işlemleri işleyip yayınlama ve Ethereum'un durumunu yönetme görevini üstlenir. Protokolün kurallarına uyulmasını sağlamak için <a href=\"/glossary/#evm\">Ethereum Sanal Makinesi</a>'ni kullanarak her işlem için hesaplamalar çalıştırırlar.",
  "execution-layer-term": "Yürütüm katmanı",
  "execution-layer-definition": "Ethereum'un yürütüm katmanı, <a href=\"/glossary/#execution-client\">yürütüm istemcileri</a> ağıdır.",
  "finality-term": "Kesinlik",
  "finality-definition": "Kesinlik, bir dizi işlemin büyük miktarda ETH kaybı yaşanmadan değiştirilemeyeceğine ilişkin garantidir.",
  "fork-term": "Çatallanma",
  "fork-definition": "Alternatif bir zincir oluşumuna yol açan bir protokol değişikliğidir.",
  "fraud-proof-term": "Sahtecilik kanıtı",
  "fraud-proof-definition": "Belirli <a href=\"/glossary/#layer-2\">katman 2</a> çözümlerinde hızı artırmak için işlemlerin <a href=\"/glossary/#rollups\">toplandığı</a> ve tek bir işlemde Ethereum'a gönderildiği bir güvenlik modelidir. Diğer ağ katılımcıları, dürüstçe yürütüldüklerini doğrulamak için işlemleri yeniden yürütebilirler. Gönderilen veriler ile kendi sürümleri arasında bir uyumsuzluk bulurlarsa, bazı dolandırıcılıkların nerede gerçekleştiğini gösteren bir kriptografik kanıt gönderebilirler. Bazı <a href=\"/glossary/#rollups\">toplamalar</a> <a href=\"/glossary/#validity-proof\">doğruluk kanıtları</a> kullanır.",
  "gas-term": "Gaz",
  "gas-definition": "Gaz, Ethereum gibi bir blokzincirdeki işlemler ve akıllı sözleşmeler için ödenen ücrettir. <a href=\"/gas/\">Gaz ve ücretler hakkında daha fazla bilgi</a>.",
  "genesis-block-term": "Başlangıç bloğu",
  "genesis-block-definition": "Belirli bir ağı ve onun kripto para birimini başlatmak için kullanılan bir <a href=\"/glossary/#blockchain\">blokzincir</a> içindeki ilk bloktur.",
  "gwei-term": "Gwei",
  "gwei-definition": "Gigawei'nin kısaltmasıdır, bir <a href=\"/glossary/#ether\">ether</a> birimidir ve yaygın olarak <a href=\"/glossary/#gas\">gaz</a> ücretlendirmesi için kullanılır. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>9</sup> gwei = 1 ether.",
  "hash-term": "Karma",
  "hash-definition": "Bir karma işlevi tarafından üretilen, değişken boyutlu girdinin sabit uzunluktaki parmak izidir. (Bkz. <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "holographic-consensus-term": "Holografik mutabakat",
  "holographic-consensus-definition": "Büyük bir grup kararının, daha küçük bir temsilci grubunun oy kullanmasına izin verilerek alınma şeklini ifade eder. Bunun ardından herkes, küçük grubun iyi iş çıkardığına inandıkları sürece buna uymayı kabul eder.",
  "index-term": "Dizin",
  "index-definition": "Depolama kaynağına giden verimli bir yol sağlayarak <a href=\"/glossary/#blockchain\">blokzincir</a> genelinde bilgi sorgulamasını optimize etmeyi amaçlayan bir ağ yapısıdır.",
  "key-term": "Anahtar",
  "key-definition": "Ethereum bağlamında, anahtarlar dijital kodlardır: işlemleri almak için açık anahtar ve paraya erişip para göndermek için özel anahtar.",
  "layer-2-term": "Katman 2",
  "layer-2-definition": "Katman 2'ler, işlemleri daha hızlı ve daha ucuz hale getirmek amacıyla Ethereum ana ağının üzerine geliştirilen başka bir ağdır. <a href=\"/layer-2/\">Katman 2 hakkında daha fazla bilgi</a>.",
  "liquidity-tokens-term": "Likidite jetonları",
  "liquidity-tokens-definition": "Likidite jetonları (LT), bir likidite havuzuna varlık yatıran katılımcılara verilen dijital jetonlardır. Likidite havuzu, akıllı bir sözleşmede kilitlenen ve bir merkeziyetsiz borsada (DEX) ticareti kolaylaştırmak için kullanılan fonların bir koleksiyonudur.",
  "mainnet-term": "Anaağ",
  "mainnet-definition": "\"Ana ağ\"ın kısaltmasıdır ve herkese açık ana Ethereum <a href=\"/glossary/#blockchain\">blokzinciri</a>'dir.",
  "mev-term": "MEV",
  "mev-definition": "Bir ücret karşılığında blokzincir üzerindeki belirli eylemlere öncelik tanıyan, sonuçları ve işlem sırasını etkileyen bir mekanizmadır.",
  "multisig-term": "Çoklu imza",
  "multisig-definition": "Çoklu imza (multisig), işlemleri gerçekleştirmek için birden fazla imza veya onay gerektiren ve güvenliği artıran dijital cüzdanı veya hesabı ifade eder.",
  "nft-term": "Değiştirilemez jeton (NFT)",
  "nft-definition": "Değiştirilemez jeton (NFT), sanat eserleri veya koleksiyon parçaları gibi sahip olabileceğiniz, blokzincir teknolojisiyle doğrulanmış benzersiz bir dijital öğedir. <a href=\"/nft/\">Değiştirilemez Jetonlar (NFT'ler) hakkında daha fazla bilgi</a>.",
  "node-term": "Düğüm",
  "node-definition": "Ağa katılan bir yazılım istemcisidir. <a href=\"/developers/docs/nodes-and-clients/\">Düğümler ve istemciler hakkında daha fazla bilgi</a>.",
  "ommer-term": "Ommer (amca) bloğu",
  "ommer-definition": "Bir iş ispatı <a href=\"/glossary/#miner\">madencisi</a> geçerli bir <a href=\"/glossary/#block\">blok</a> bulduğunda, başka bir madenci ondan önce blokzincirin ucuna eklenen rakip bir blok yayınlamış olabilir. Bu geçerli ancak eski blok, <em>ommer</em> olarak daha yeni bloklara dahil edilebilir ve kısmi bir blok ödülü alabilir. \"Ommer\" terimi, bir ebeveyn bloğunun kardeşi için tercih edilen cinsiyet ayrımı gözetmeyen bir terimdir ancak buna bazen \"amca\" da denir. Bu, bir <a href=\"/glossary/#pow\">iş ispatı</a> ağıyken Ethereum için yaygındı. Ethereum artık <a href=\"/glossary/#pos\">hisse ispatı</a> kullandığından, yuva başına yalnızca bir blok önerici seçilir.",
  "on-chain-term": "Zincir üstünde",
  "on-chain-definition": "Blokzincir üstünde gerçekleşen ve herkese açık olan eylemleri veya işlemleri ifade eder.",
  "optimistic-rollup-term": "İyimser toplama",
  "optimistic-rollup-definition": "İyimser Toplama, Ethereum üzerindeki işlemlerin itiraz edilmediği sürece varsayılan olarak doğru olduğunu kabul eden ve onları hızlandıran bir Katman 2 çözümüdür. <a href=\"/developers/docs/scaling/optimistic-rollups/\">İyimser toplamalar hakkında daha fazla bilgi</a>.",
  "peer-to-peer-network-term": "Eşler arası ağ",
  "peer-to-peer-network-definition": "Merkezi, sunucu tabanlı hizmetlere ihtiyaç duymadan işlevleri toplu olarak gerçekleştirebilen bir bilgisayar ağıdır (eşler).",
  "permissionless-term": "İzne dayalı olmama",
  "permissionless-definition": "Ethereum gibi bir sistemi kullanmak için herhangi bir izin veya onay gerekmez ve kimse sizi sistemi kullanmaktan alıkoyamaz. Herkesin katılımına 7/24 açıktır.",
  "private-key-term": "Özel anahtar",
  "private-key-definition": "Özel anahtar, dijital paranızın size ait olduğunu kanıtlayan ve hesabınızın PIN'i gibi onu harcamanıza olanak tanıyan gizli bir koddur. <strong>BAŞKASIYLA PAYLAŞMAYIN</strong>.",
  "poap-term": "POAP",
  "poap-definition": "Katılım İspatı Protokolü, belirli bir etkinliğe veya aktiviteye katıldığınızı kanıtlayan bir dijital koleksiyon (NFT) oluşturmak için kullanılır.",
  "pos-term": "Hisse ispatı (PoS)",
  "pos-definition": "Bir kripto para blokzinciri protokolünün dağıtılmış <a href=\"/glossary/#consensus\">mutabakata</a> ulaşmayı amaçladığı bir yöntemdir. PoS, işlemlerin doğrulanmasına katılabilmek için kullanıcılardan belirli miktarda kripto paraya (ağdaki \"hisseleri\") sahip olduklarını kanıtlamalarını ister. <a href=\"/developers/docs/consensus-mechanisms/pos/\">Hisse ispatı hakkında daha fazla bilgi</a>.",
  "pow-term": "İş ispatı (PoW)",
  "pow-definition": "Belirli bir değeri bulmak için düğümlerin hesaplama biçiminde enerji harcamasını gerektiren, blokzincirlere yönelik bir güvenlik mekanizmasıdir.",
  "public-goods-term": "Kamu malları",
  "public-goods-definition": "Kamu malları, parklar veya temiz hava gibi herkesin ücretsiz olarak kullanabileceği şeylerdir ve bunların kullanılması, başkalarının da bunları kullanmasını engellemez. İşletmeler kamu mallarından faydalanmaları nedeniyle insanlardan kolayca ücret alamadıkları için bu hizmeti sunmaz ve genellikle bunları devletler sağlar.",
  "public-key-term": "Açık anahtar",
  "public-key-definition": "Açık anahtar, başkalarının size güvenli bir şekilde dijital para göndermesine olanak tanıyan bir karakter kümesidir; örneğin para için e-posta adresi gibi.",
  "quadratic-voting-term": "İkinci dereceden (kuadratik) oylama",
  "quadratic-voting-definition": "Oy verenlerin konular hakkındaki hislerinin ne kadar güçlü olduğunu ifade ettikleri bir oylama yöntemidir. Seçmenlerin sadece tercihlerini değil, aynı zamanda tercihlerinin şiddetini de göstermelerine olanak tanır.",
  "recovery-phrase-term": "Güvenlik kelimeleri/kurtarma ifadesi",
  "recovery-phrase-definition": "Dijital cüzdan oluşturduğunuzda size verilen kelimelerin listesidir. Erişiminizi kaybetmeniz halinde cüzdanınıza geri dönmenize yardımcı olabilecek bir parola gibi davranarak dijital paranızı veya jetonlarınızı kaybetmemenizi sağlar.",
  "rollups-term": "Toplamalar",
  "rollups-definition": "Tek bir işlemde birden fazla işlemi gruplandıran ve bunları <a href=\"/glossary/#mainnet\">Ethereum ana zincirine</a> gönderen bir tür <a href=\"/glossary/#layer-2\">katman 2</a> ölçeklendirme çözümü. Bu, <a href=\"/glossary/#gas\">gaz</a> maliyetlerinde azalmaya ve <a href=\"/glossary/#transaction\">işlem</a> veriminde artışa olanak tanır. Bu ölçeklenebilirlik kazançlarını sunmak için farklı güvenlik yöntemleri kullanan İyimser ve Sıfır Bilgi toplamaları mevcuttur. <a href=\"/developers/docs/scaling/#rollups\">Toplamalar hakkında daha fazla bilgi</a>.",
  "rpc-term": "Uzaktan prosedür çağrısı (RPC)",
  "rpc-definition": "RPC, ağ üzerinden bir bilgisayarın diğerinden veri veya eylem talebinde bulunmasına olanak tanır, örneğin uzaktan kumandayla bilgi talebinde bulunmak gibi.",
  "sequencer-term": "Sıralayıcı",
  "sequencer-definition": "Sıralayıcı, bir blokzincir ağındaki işlemleri sıralamaktan sorumlu bir programdır.",
  "smart-contract-term": "Akıllı sözleşme",
  "smart-contract-definition": "Akıllı sözleşme, tıpkı kendi kendini uygulayan dijital bir sözleşme gibi blokzincir üzerinde anlaşmaları otomatik olarak yürüten bir programdır. <a href=\"/smart-contracts/\">Akıllı sözleşmelere giriş</a>.",
  "stablecoin-term": "Sabit para",
  "stablecoin-definition": "Sabir para, fiyat dalgalanmasını en aza indirmek için genellikle bir para birimine veya emtiaya (örneğin ABD doları) sabitlenmiş, istikrarlı bir değere sahip olmak üzere tasarlanmış bir kripto para birimi türüdür. <a href=\"/stablecoins/\">Sabit paralar hakkında daha fazla bilgi</a>.",
  "staking-term": "Stake etme",
  "staking-definition": "Doğrulayıcı olmak ve <a href=\"/glossary/#network\">ağı</a> güvence altına almak için bir miktar <a href=\"/glossary/#ether\">ether</a> (hisseniz) yatırmak. Doğrulayıcı, <a href=\"/glossary/#transaction\">işlemleri</a> kontrol eder ve <a href=\"/glossary/#pos\">hisse ispatı</a> altında <a href=\"/glossary/#block\">bloklar</a> önerir. Hisseleme, ağın çıkarlarına en uygun şekilde hareket etmeniz için size ekonomik bir teşvik sağlar. <a href=\"/glossary/#validator\">Doğrulayıcı</a> görevlerinizi yerine getirdiğiniz için ödüller alırsınız, ancak bunu yapmazsanız değişen miktarlarda ETH kaybedersiniz. <a href=\"/staking/\">Ethereum hisselemesi hakkında daha fazla bilgi</a>.",
  "staking-pool-term": "Stake havuzu",
  "staking-pool-definition": "Bir dizi doğrulama anahtarını etkinleştirmek için gereken 32 ETH'ye ulaşmak için kullanılan, birden fazla Ethereum paydaşının birleşik ETH'sidir. Bir düğüm operatörü bu anahtarları mutabakata katılmak için kullanır ve <a href=\"/glossary/#block-reward\">blok ödülleri</a>, katkıda bulunan paydaşlar arasında paylaştırılır. Hisseleme havuzları veya hisseleme yetkisini devretme, Ethereum protokolüne özgü değildir ancak topluluk tarafından birçok çözüm geliştirilmiştir. <a href=\"/staking/pools/\">Havuzlu hisseleme hakkında daha fazla bilgi</a>.",
  "sybil-attack-term": "Sybil saldırısı",
  "sybil-attack-definition": "Sybil saldırıları, kişilerin bir sistemi kandırarak etkilerini artırmak için birden fazla kişi olduklarını düşünmesini sağladıkları saldırılardır.",
  "terminal-total-difficulty-term": "Terminal toplam zorluk (TTD)",
  "terminal-total-difficulty-definition": "Toplam zorluk, blokzincirdeki belirli bir noktaya kadar tüm bloklar için Ethash madenciliği zorluğunun toplamıdır. Terminal toplam zorluk, yürütüm istemcilerinin madenciliklerini kapatmaları ve ağın hisse ispatına geçişini sağlayan dedikodu fonksiyonlarını engellemeleri için tetikleyici olarak kullanılan toplam zorluk için belirli bir değerdir. Ethereum <a href=\"/glossary/#pos\">hisse ispatına</a> geçtiği için artık geçerliliği kalmamıştır.",
  "transaction-fee-term": "İşlem ücreti",
  "transaction-fee-definition": "Ethereum ağını her kullandığınızda ödemeniz gereken bir ücrettir. Örnekleri arasında, <a href=\"/glossary/#wallet\">cüzdanınızdan</a> veya jeton takası yapmak veya bir koleksiyon ürünü satın almak gibi bir <a href=\"/glossary/#dapp\">merkeziyetsiz uygulama</a> etkileşiminden para göndermek yer alır. Bunu servis ücreti gibi düşünebilirsiniz. Bu ücret, ağın yoğunluğuna göre değişim gösterir. Bunun nedeni, işleminizin gerçekleştirilmesinden sorumlu kişiler olan <a href=\"/glossary/#validator\">doğrulayıcıların</a> muhtemelen daha yüksek ücretli işlemlere öncelik vermesidir; dolayısıyla sıkışıklık fiyatların yükselmesine neden olur.<br/><br/>Teknik düzeyde, işlem ücretiniz işleminizin ne kadar <a href=\"/glossary/#gas\">gaz</a> gerektirdiğiyle ilgilidir.<br/><br/>İşlem ücretlerinin düşürülmesi konusu şu sıralar yoğun ilgi görmektedir. Bkz. <a href=\"/glossary/#layer-2\">Katman 2</a>.",
  "trust-assumptions-term": "Güven varsayımları",
  "trust-assumptions-definition": "Güven varsayımları, bir sistemin işleyişi için neye güveneceğimizi belirleyen, sistemin güvenliği ve güvenilirliği hakkındaki temel inanışlardır.",
  "validator-term": "Doğrulayıcı",
  "validator-definition": "<a href=\"/glossary/#node\">Düğüm</a>, <a href=\"/glossary/#pos\">hisse ispatı</a> sistemindeki verilerin depolanmasından, işlemlerin işlenmesinden, ve blok zincirine yeni bloklar eklemekten sorumludur. Doğrulama yazılımını etkinleştirmek için 32 ETH'yi <a href=\"/glossary/#staking\">hisseleyebilmeniz</a> gerekir. <a href=\"/staking/\">Ethereum'da hisseleme hakkında daha fazla bilgi</a>.",
  "validity-proof-term": "Doğruluk kanıtı",
  "validity-proof-definition": "Hızı artırmak için işlemlerin gruplar halinde toplandığı ve tek bir işlemde Ethereum'a gönderildiği belirli <a href=\"/glossary/#layer-2\">katman 2</a> çözümlerine yönelik bir güvenlik modelidir. İşlem hesaplaması zincir dışında yapılır ve ardından doğruluğunun kanıtıyla birlikte ana zincire sunulur. Bu yöntem, güvenliği korurken mümkün olan işlem miktarını da artırır. Bazı <a href=\"/glossary/#rollups\">toplamalar</a>, <a href=\"/glossary/#fraud-proof\">sahtecilik kanıtı</a> kullanır. <a href=\"/developers/docs/scaling/zk-rollups/\">Sıfır bilgi toplamaları hakkında daha fazla bilgi</a>.",
  "wallet-term": "Cüzdan",
  "wallet-definition": "Cüzdan, dijital para birimlerini tutmaya, göndermeye ve almaya yarayan dijital bir araçtır; tıpkı çevrimiçi paranız için sanal bir cüzdan gibidir. <a href=\"/wallets/\">Ethereum cüzdanları hakkında daha fazla bilgi</a>.",
  "web2-term": "Web2",
  "web2-definition": "Kullanıcılar tarafından oluşturulan içeriklere ve birkaç şirket tarafından kontrol edilen sosyal medyaya odaklı mevcut internettir. Web3 kullanıcıların verilerini ve işlemlerini kontrol etmesine dayalı kripto inanışıdır.",
  "web3-term": "Web3",
  "web3-definition": "Web3, kullanıcıların verilerini ve işlemlerini şirketler değil, blokzincir ile kontrol ettiği yeni internettir. Hiçbir kişisel bilgiyi paylaşmaya gerek yoktur. <a href=\"/web3/\">Web3 hakkında daha fazla bilgi</a>.",
  "wei-term": "Wei",
  "wei-definition": "En küçük ether birimidir. 10<sup>18</sup> wei = 1 ether.",
  "zk-proof-term": "Sıfır bilgili ispat",
  "zk-proof-definition": "Sıfır bilgili ispat, bir kişinin herhangi bir ek bilgi aktarmadan bir ifadenin doğru olduğunu kanıtlamasına izin veren kriptografik bir yöntemdir. <a href=\"/developers/docs/scaling/zk-rollups/\">Sıfır bilgi toplamaları hakkında daha fazla bilgi</a>."
}
