{
  "51%-attack-term": "%51 saldırısı",
  "51%-attack-definition": "Bir grubun <a href=\"/glossary/#node\">düğümlerin</a> çoğunluğunun kontrolünü ele geçirdiği bir saldırı türüdür. Bu durum, blokzincir üzerinde <a href=\"/glossary/#transaction\">işlemleri</a> tersine çevirip <a href=\"eth\">ether</a> ve diğer jetonları çift harcamalarına olanak tanır.<br /><br />Ethereum'un hisse ispatı modelinde bu saldırı, toplam stake edilen ether'in yarısından fazlasını biriktirerek gerçekleştirilebilir. Bu sayede saldırgan, blokzincire hangi yeni blokların ekleneceğine karar verebilir. Ancak, zinciri geri almak veya çift harcama yapmak için saldırganın hisselenen toplam ether'in en az %66'sına sahip olması gerekir.",
  "account-term": "Hesap",
  "account-definition": "Bir Ethereum hesabı, Ethereum blokzinciri üzerinde kullanıcıların Ether göndermesine, almasına ve akıllı sözleşmelerle etkileşimde bulunmasına olanak tanıyan dijital bir kimliktir.<br /><br /><strong>Teknik:</strong><br />Bir Ethereum hesabı, bir adres, bakiye, nonce ve opsiyonel olarak depolama ve kod içeren bir nesnedir. Hesap, bir sözleşme hesabı ya da bir dışarıdan sahip olunan hesap (EOA) olabilir.",
  "address-term": "Adres",
  "address-definition": "Bir Ethereum adresi, jeton almak için kullanılan benzersiz bir tanımlayıcıdır ve kripto paralar için bir banka hesap numarasına benzer işlev görür. Ethereum hesabınızı tanımlamak için kullanılır.<br /><br />Bu adres, bir ECDSA genel anahtarının Keccak karmasının en sağdaki 160 bitidir.",
  "anti-sybil-term": "Anti-Sybil",
  "anti-sybil-definition": "İnsanların internette aynı anda birden fazla kişi gibi davranmalarını engelleyen yöntemlerdir. Bu sayede her kullanıcının ayrı, gerçek bir insan olduğu doğrulanır. Bu, çevrimiçi etkileşimlerin adil ve dürüst kalmasını sağlar.",
  "abi-term": "Uygulama İkili Arayüzü (ABI)",
  "abi-definition": "Bir akıllı sözleşmede yer alan fonksiyonları ve değişkenleri tanımlayan JSON dosyasıdır. ABI, bit kodunun insan tarafından okunabilir formatlara dönüştürülmesini sağlar.",
  "api-term": "Yazılım Programlama Arayüzü (API)",
  "api-definition": "Uygulama Programlama Arayüzü (API), bir yazılım parçasının nasıl kullanılacağını tanımlayan bir dizi tanımdır. Bir API, bir uygulama ile web sunucusu arasında yer alır ve ikisi arasındaki veri transferini kolaylaştırır.",
  "apr-term": "APR (YYO)",
  "apr-definition": "APR veya Yıllık Yüzde Oranı, faiz ve ücretler dahil olmak üzere borçlanmanın yıllık maliyetini bir yüzde olarak ifade eder.",
  "asic-term": "ASIC",
  "asic-definition": "Uygulamaya özel entegre devre. Genellikle kripto para madenciliği için özel olarak üretilmiş bir entegre devreyi ifade eder.",
  "assert-term": "öne sürmek",
  "assert-definition": "<a href=\"/glossary/#solidity\">Solidity</a> dilinde, `assert(false)` ifadesi `0xfe` olarak derlenir, bu geçersiz bir işlem kodu olup kalan tüm <a href=\"/glossary/#gas\">gaz</a>'ı tüketir ve yapılan tüm değişiklikleri geri alır. Bir `assert()` ifadesi başarısız olduğunda, çok yanlış ve beklenmedik bir durum gerçekleşir ve kodunuzu düzeltmeniz gerekir. `assert()` ifadesini, asla gerçekleşmemesi gereken durumları önlemek için kullanmalısınız. <a href=\"/developers/docs/smart-contracts/security/\">Akıllı sözleşme güvenliği hakkında daha fazla bilgi</a>.",
  "attestation-term": "Tasdik",
  "attestation-definition": "Bir varlık tarafından bir şeyin doğru olduğuna dair yapılan bir iddiadır. Ethereum bağlamında, mutabakat doğrulayıcıları zincirin durumuyla ilgili inandıkları duruma dair bir iddiada bulunmalıdır. Belirlenen zamanlarda her doğrulayıcı, zincirin son durumu hakkında görüşünü resmen beyan eden farklı tasdikler yayımlamaktan sorumludur. Bu tasdikler, son tamamlanan kontrol noktası ve zincirin o anki başı gibi bilgileri içerir. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">Tasdikler hakkında daha fazla bilgi</a>.",
  "base-fee-term": "Ana ücret",
  "base-fee-definition": "Her <a href=\"/glossary/#block\">bloğun</a> \"ana ücret\" olarak bilinen bir rezerv fiyatı vardır. Bu, bir kullanıcının bir işlemi bir sonraki bloğa dahil etmek için ödemesi gereken minimum <a href=\"/glossary/#gas\">gaz</a> ücretidir. <a href=\"/developers/docs/gas/\">Gaz ve ücretler hakkında daha fazla bilgi</a>.",
  "beacon-chain-term": "İşaret zinciri",
  "beacon-chain-definition": "İşaret Zinciri, Ethereum'a <a href=\"/glossary/#pos\">hisse ispatını</a> ve <a href=\"/glossary/#validator\">doğrulayıcıları</a> getiren blokzincirdir. Aralık 2020'den, iki zincir Eylül 2022'de birleştirilerek günümüzün Ethereum'u oluşturulana kadar, iş ispatı Ethereum Ana Ağı ile birlikte çalışmıştır. <a href=\"/roadmap/beacon-chain/\">İşaret zinciri hakkında daha fazla bilgi</a>.",
  "big-endian-term": "Big-endian",
  "big-endian-definition": "En önemli basamağın bellekte ilk sırada olduğu konumsal bir sayı gösterimidir. Küçük sonlu olan, en az önemli basamağın ilk sırada olduğu gösterimin tersidir.",
  "block-term": "Blok",
  "block-definition": "Blok, işlemlerin ya da dijital eylemlerin depolandığı yerdir. Bir blok dolduğunda, bir öncekiyle bağlanır ve bloklardan oluşan zincir ya da \"blokzincir\" oluşturulur. <a href=\"/developers/docs/blocks/\">Bloklara dair daha fazla bilgi</a>.<br /><br /> Blok, işlemlerin sıralı bir listesini ve mutabakatla ilgili bilgileri içeren paketlenmiş bir bilgi birimidir. Bloklar, hisse ispatı doğrulayıcıları tarafından teklif edilir ve bu noktada diğer tüm düğümler tarafından bağımsız olarak kolayca doğrulanabilecekleri eşler arası ağın tamamında paylaşılır. Mutabakat kuralları, bir blokta hangi içeriklerin geçerli sayılacağını belirler ve geçersiz bloklar ağ tarafından göz ardı edilir. Bu blokların sırası ve içerisindeki işlemler, sonu ağın mevcut durumunu temsil eden deterministik bir olaylar zinciri oluşturur.",
  "block-explorer-term": "Blok arayıcısı",
  "block-explorer-definition": "Arayüz, kullanıcıların blokzincirden ya da blokzincire dair bilgi aratmasını sağlar. Bu, tekil işlemlerin, belirli adreslerle ilişkili faaliyetlerin ve ağ hakkındaki bilgilerin alınabilmesini içerir.",
  "block-header-term": "Blok başlığı",
  "block-header-definition": "Blok başlığı, bir blok hakkındaki meta veriler ile yürütme yükündeki işlemlerin özetinin toplamıdır.",
  "block-propagation-term": "Blok yayılımı",
  "block-propagation-definition": "Onaylanmış bir bloğu ağdaki tüm diğer düğümlere iletme sürecidir.",
  "block-proposer-term": "Blok önerici",
  "block-proposer-definition": "Belirli bir <a href=\"/glossary/#slot\">yuvada</a> bir blok oluşturmak için seçilen spesifik doğrulayıcıdır.",
  "block-reward-term": "Blok ödülü",
  "block-reward-definition": "Yeni bir geçerli bloğu önerene ödül olarak verilen ether miktarıdır.",
  "block-status-term": "Blok durumu",
  "block-status-definition": "Bir bloğun içerisinde bulunabileceği durumlardır. Muhtemel durumlar şunları içerir: <br/><br/><ul><li>önerilmiş: blok, doğrulayıcı tarafından önerilmiştir</li><li>zamanlanmış: doğrulayıcılar şu anda veri gönderiyordur</li><li>unutulmuş/atlanmış: doğrulayıcı, uygun zaman dilimi içerisinde bir blok önermemiştir</li><li>sahipsiz: blok, <a href=\"/glossary/#fork-choice-algorithm\">çatallama seçim algoritması</a> tarafından yeniden düzenlenmiştir</li></ul>",
  "block-time-term": "Blok süresi",
  "block-time-definition": "Blokzincire eklenen bloklar arasındaki ortalama zaman aralığıdır.",
  "block-validation-term": "Blok doğrulaması",
  "block-validation-definition": "Yeni bir bloğun geçerli işlemler ve imzalar içerip içermediğini kontrol etme süreci, en ağır (yani tarihinde en fazla doğrulamayı biriktiren) tarihsel zincirin üzerine bina edilir ve diğer tüm mutabakat kurallarını takip eder. Geçerli bloklar zincirin başına eklenir ve ağdaki diğerlerine yayılır. Geçersiz bloklar dikkate alınmaz.",
  "blockchain-term": "Blok zinciri",
  "blockchain-definition": "Blokzincir, ağdaki tüm bilgisayarlarda çoğaltılıp paylaşılan bir işlem veritabanıdır ve verilerin geriye dönük olarak değiştirilememesini sağlar.<br /><br />Her biri bir önceki bloğun karmasına başvurarak <a href=\"/glossary/#genesis-block\">başlangıç bloğuna</a> kadar öncekine bağlanan bir <a href=\"/glossary/#block\">blok</a> dizisidir. Blokzincirin bütünlüğü, hisse ispatı tabanlı bir mutabakat mekanizması kullanılarak kripto ekonomik olarak güvence altına alınır. <a href=\"/developers/docs/intro-to-ethereum#what-is-a-blockchain\">Blokzincir nedir?</a>",
  "bootnode-term": "Başlangıç düğümü",
  "bootnode-definition": "Bir düğüm çalıştırırken keşif sürecini başlatmak için kullanılabilecek düğümlerdir. Başlangıç düğümleri, başlangıçta bir eş aramak zorunda kalmak yerine, eşleri hızla edinebilmek için mevcut diğer düğümlere yeni düğümler \"tanıtır\". Bu düğümlerin uç noktaları, genellikle Ethereum istemci kaynak kodunda sağlanır ancak kullanıcılar kendi başlangıç düğümleri listesini verebilir.",
  "bridge-term": "Köprü",
  "bridge-definition": "Blokzinciri köprüsü, varlıkları bir blokzincir ağından diğerine yollamak için kullanılır. Örneğin, köprüyü kullanarak ETH'yi ana Ethereum ağından ucuz Katman 2 ölçekleme çözümlerine aktarabilirsiniz.",
  "bytecode-term": "Bit kodu",
  "bytecode-definition": "Kod, <a href=\"/glossary/#evm\">EVM</a> tarafından daha verimli bir şekilde yürütülebilmesi için kompakt ve sayısal bir formda verilmiştir.",
  "byzantium-fork-term": "Bizans çatalı",
  "byzantium-fork-definition": "<a href=\"/glossary/#metropolis\">Metropolis</a> geliştirme aşaması için iki <a href=\"/glossary/#hard-fork\">sert çatallanmanın</a> ilkidir. <a href=\"/glossary/#ice-age\">Buz Devri'nin</a> 1 yıl ertelendiği ve blok ödülünün 5'ten 3 ether'e düşürüldüğü EIP-649 Metropolis <a href=\"/glossary/#difficulty-bomb\">Bomba Değeri</a> Gecikmesi ve Blok Ödülü Azaltmasını içermiştir.",
  "casper-ffg-term": "Casper FFG",
  "casper-ffg-definition": "Casper-FFG, <a href=\"/glossary/#consensus-client\">fikir birliği istemcilerinin</a> İşaret Zinciri'nin başı konusunda anlaşmaya varmaları için <a href=\"/glossary/#lmd-ghost\">LMD-GHOST</a> çatallanma seçim algoritması ile birlikte kullanılan bir hisse ispatı mutabakat protokolüdür.",
  "checkpoint-term": "Kontrol noktası",
  "checkpoint-definition": "<a href=\"/glossary/#beacon-chain\">İşaret Zinciri</a>'nin temposu, zaman dilimlerine (12 saniye) ve dönemlere (32 yuva) bölünmüştür. Her dönemdeki ilk yuva bir kontrol noktasıdır. Doğrulayıcıların <a href=\"/glossary/#supermajority\">nitelikli çoğunluğu</a> iki kontrol noktası arasındaki bağlantıyı tasdik ettiğinde bu kontrol noktaları <a href=\"/glossary/#justification\">gerekçelendirilebilir</a> ve ardından başka bir kontrol noktası bunun üzerine gerekçelendirildiğinde, değiştirilemeyecek şekilde <a href=\"/glossary/#finality\">sonlandırılabilir</a>.",
  "compiling-term": "Derleme",
  "compiling-definition": "Üst düzey bir programlama dilinde (örneğin, <a href=\"/glossary/#solidity\">Solidity</a>) yazılmış kodun daha düşük düzeyli bir dile (örneğin, EVM <a href=\"/glossary/#bytecode\">bit kodu</a>) dönüştürülmesidir.<a href=\"/developers/docs/smart-contracts/compiling/\">Akıllı sözleşmeleri derleme hakkında daha fazla bilgi</a>",
  "committee-term": "Kurul",
  "committee-definition": "Her yuvada blokları doğrulamak için görevlendirilmiş en az 128 <a href=\"/glossary/#validator\">doğrulayıcı</a> bulunur. Kuruldaki doğrulayıcılardan biri, bir tasdik üzerinde anlaşan kuruldaki diğer tüm doğrulayıcıların imzalarını toplamaktan sorumlu olan toplayıcıdır. <a href=\"/glossary/#sync-committee\">Senkronizasyon komitesi</a> ile karıştırmayın.",
  "computational-infeasibility-term": "Hesaplamaya uygun olmama",
  "computational-infeasibility-definition": "Bir süreç, onu gerçekleştirmeye ilgi duyabilecek herhangi biri için uygulanamayacak kadar uzun bir zaman (örneğin milyarlarca yıl) alacaksa hesaplama açısından uygunsuzdur.",
  "consensus-term": "Mutabakat",
  "consensus-definition": "Bir ağdaki bilgisayarların 2/3'ünden fazlası, aynı kayıt kümesine sahip olduğunu doğruladığında, herkesin aynı bilgilere sahip olduğu doğrulanmış olur. Önemli olan kimin hangi kurallara uyduğu değil, herkesin aynı bilgilere sahip olmasının sağlanmasıdır.",
  "consensus-client-term": "Fikir birliği istemcisi",
  "consensus-client-definition": "Fikir birliği istemcileri (Prysm, Teku, Nimbus, Lighthouse, Lodestar gibi) Ethereum'un İşaret Zinciri'nin başı konusunda ağın anlaşmaya varmasını sağlayan <a href=\"/glossary/#pos\">hisse ispatı</a> mutabakat algoritmasını çalıştırır. Fikir birliği istemcileri, işlem doğrulamaya/yayınlamaya veya durum geçişlerini yürütmeye katılmaz. Bu işlemler, <a href=\"/glossary/#execution-client\">yürütüm istemcisi</a> tarafından gerçekleştirilir. Fikir birliği istemcileri yeni blokları tasdik etmez veya önermez. Bu görev, fikir birliği istemcisinin opsiyonel bir eklentisi olan <a href=\"/glossary/#validator\">doğrulayıcı istemcisi</a> tarafından gerçekleştirilir.",
  "consensus-layer-term": "Fikir birliği katmanı",
  "consensus-layer-definition": "Ethereum'un fikir birliği katmanı, bir <a href=\"/glossary/#consensus-client\">fikir birliği istemcileri</a> ağıdır.",
  "consensus-rules-term": "Mutabakat kuralları",
  "consensus-rules-definition": "Tam düğümlerin diğer düğümlerle mutabakat halinde kalmak için takip ettiği blok doğrulama kurallarıdır. <a href=\"/glossary/#consensus\">Mutabakat</a> ile karıştırılmamalıdır.",
  "cfi-term": "Dahil Edilmek Üzere Değerlendirilmiş (CFI)",
  "cfi-definition": "Ana Ağda henüz aktif olmayan bir Ana <a href=\"/glossary/#eip\">EIP</a>'dir ve istemci geliştiricileri buna genel olarak olumlu bakmaktadır. Ana ağa dahil edilme için tüm gereksinimlerin karşılandığı da varsayıldığında; muhtemelen gelecek bir ağ yükseltmesine (bir sonraki olmasa da) dahil edilir.",
  "constantinople-fork-term": "Konstantinopolis çatalı",
  "constantinople-fork-definition": "<a href=\"/glossary/#metropolis\">Metropolis</a> aşamasının ikinci kısmı, başlangıçta 2018 için planlanmıştı. Diğer değişikliklerin yanı sıra hibrit bir <a href=\"/glossary/#pow\">iş ispatı</a>/<a href=\"/glossary/#pow\">hisse ispatı</a> mutabakat algoritmasına geçişi içermesi bekleniyor.",
  "contract-account-term": "Sözleşme hesabı",
  "contract-account-definition": "Başka bir <a href=\"/glossary/#account\">hesaptan</a>(<a href=\"/glossary/#eoa\">EOA]</a> veya <a href=\"/glossary/#contract-account\">kontrat</a>) bir <a href=\"/glossary/#transaction\">işlem</a> aldığında, içindeki kodu çalıştıran bir hesaptır.",
  "contract-creation-transaction-term": "Sözleşme oluşturma işlemi",
  "contract-creation-transaction-definition": "Bir sözleşmenin başlatma kodunu içeren özel bir <a href=\"/glossary/#transaction\">işlemdir</a>. Alıcı \"null\" olarak ayarlanır ve sözleşme, \"kullanıcı adresi\" ile \"nonce\" kullanılarak oluşturulan bir adrese dağıtır. Bu işlem, bir <a href=\"/glossary/#contract-account\">sözleşmeyi</a> oluşturmak ve Ethereum zincirine kaydetmek için kullanılır.",
  "cryptoeconomics-term": "Kriptoekonomi",
  "cryptoeconomics-definition": "Güvenli ve güvenilir dijital platformlar tasarlamak için matematiksel ve ekonomik prensiplerin araştırılmasıdır. Amaç, tüm katılımcıların kurallara uyarken ağın güvenliğine ve işleyişine katkıda bulundukları için ödüllendirilmelerini de sağlamaktır.",
  "cryptography-term": "Kriptografi",
  "cryptography-definition": "İletişimin ve verilerin yalnızca hedeflenen kişiler tarafından okunup işlenebilmesi için kodlar kullanarak güvence altına alınması uygulamasıdır.<br /> Bu uygulama, gizliliği garanti altına almak için şifreleme (okunabilir bilgiyi okunamaz bir biçime dönüştürme) ve şifre çözme (tekrar okunabilir bir biçime dönüştürme) tekniklerini içerir.",
  "doge-d-term": "Đ",
  "doge-d-definition": "Đ (çizgili D) Eski İngilizce, Orta İngilizce, İzlandaca ve Faroe dilinde büyük harf \"Eth\"i temsil etmek için kullanılır. ĐEV veya Đapp (merkeziyetsiz uygulama) gibi kelimelerde kullanılır, burada Đ, İskandinav harfi \"eth\"tir. Büyük harf eth (Ð) ayrıca kripto para birimi Dogecoin'i sembolize etmek için kullanılır. Bu genellikle eski Ethereum literatüründe görülür ancak günümüzde daha az kullanılır.",
  "dag-term": "DAG",
  "dag-definition": "DAG, Yönlendirilmiş Döngüsel Grafik anlamına gelir. Düğümler ve aralarındaki bağlantılardan oluşan bir veri yapısıdır. Birleşim'den önce, Ethereum <a href=\"/glossary/#pow\">iş ispatı</a> algoritması <a href=\"/glossary/#ethash\">Ethash</a>'te bir DAG kullanmıştır, ancak <a href=\"/glossary/#pos\">hisse ispatında</a> artık kullanılmamaktadır.",
  "dapp-term": "Merkeziyetsiz uygulama",
  "dapp-definition": "Bir merkeziyetsiz uygulama, merkezi otorite olmaksızın çeşitli hizmetler sunan merkeziyetsiz bir uygulamadır ve blokzincir üzerinde çalışır. <a href=\"/dapps/\">Merkeziyetsiz uygulamalar hakkında daha fazla bilgi</a>.<br />Merkeziyetsiz uygulama, asgari olarak bir arayüze bağlı olan bir akıllı sözleşme içerir. Bunun dışında birçok merkeziyetsiz uygulama, merkeziyetsiz depolama ve/veya mesajlaşma protokolü ve platform da içerir.",
  "data-availability-term": "Veri kullanılabilirliği",
  "data-availability-definition": "Herhangi bir düğüm, şeffaflığı ve güveni korumak için bir blokzincirdeki işlemleri bağımsız olarak doğrulayabilir.",
  "decentralization-term": "Merkeziyetsizlik",
  "decentralization-definition": "Süreçlerin kontrolünü ve yürütülmesini merkezi bir varlıktan uzaklaştırma kavramıdır.",
  "dao-term": "Merkeziyetsiz otonom organizasyon (DAO)",
  "dao-definition": "DAO, kararların merkezi bir otorite yerine üyelerin oylarıyla alındığı, blokzincir üzerinde kodlanmış kurallarla yönetilen dijital bir organizasyondur. <a href=\"/dao/\">Merkeziyetsiz otonom organizasyonlar (DAO'lar) hakkında daha fazla bilgi</a>.<br />Her üyenin oy hakkı genelde sahip olduğu jeton miktarı ile orantılıdır. DAO'lar karar alım ve operasyon sürecini demokratize etmeyi amaçlar ve bunu yaparken tamamen şeffaf ve topluluk yönetişimiyle hareket eden bir sistem kurmayı hedeflerler.",
  "dex-term": "Merkeziyetsiz borsa (DEX)",
  "dex-definition": "Ağdaki eşler ile jeton takası yapmanızı sağlayan bir tür Ethereum uygulamasıdır. DEX'ler, merkezi borsalar gibi coğrafi kısıtlamalara tabi değildir; herkes katılabilir.",
  "deposit-contract-term": "Depozito sözleşmeleri",
  "deposit-contract-definition": "Ethereum üzerinde hisselemeye açılan kapıdır. Depozito sözleşmesi, Ethereum üzerinde ETH depozitolarını kabul eden ve doğrulayıcı bakiyelerini yöneten bir akıllı sözleşmedir. Bu sözleşmeye ETH yatırılmadan bir doğrulayıcı etkinleştirilemez. Sözleşme, ETH ve girdi verileri gerektirir. Bu girdi verileri, doğrulayıcı özel anahtarı tarafından imzalanmış doğrulayıcı açık anahtarını ve para çekme açık anahtarını içerir. Bu veriler, bir doğrulayıcının <a href=\"/glossary/#pos\">hisste ispatı</a> ağı tarafından tanımlanması ve onaylanması için gereklidir.",
  "defi-term": "DeFi",
  "defi-definition": "Herhangi bir aracı olmadan, blokzincir tarafından desteklenen finansal hizmetler sağlamayı amaçlayan geniş bir Ethereum uygulamaları kategorisidir. <a href=\"/defi/\">Merkeziyetsiz finans (DeFi) hakkında daha fazla bilgi</a>",
  "difficulty-term": "Zorluk",
  "difficulty-definition": "<a href=\"/glossary/#pow\">İş ispatı</a> ağlarında geçerli bir nonce bulmak için ne kadar ortalama hesaplama gerektiğini kontrol eden ağ genelinde bir ayardır. Zorluk, geçerli kabul edilmesi için sonuç blok karmasında gereken önde gelen sıfırların sayısıyla temsil edilir. Bu kavram, Ethereum'da hisse ispatına geçildikten sonra kullanımdan kalkmıştır.",
  "difficulty-bomb-term": "Bomba değeri",
  "difficulty-bomb-definition": "<a href=\"/glossary/#pos\">Hisse ispatına</a> geçiş yapmayı teşvik etmek için tasarlanmış, <a href=\"/glossary/#pos\">çatallanma</a> olasılığını azaltan, <a href=\"/glossary/#pow\">iş ispatı</a> <a href=\"/glossary/#difficulty\">zorluk</a> ayarında planlanan üssel bir artıştır. Bomba değeri, <a href=\"/roadmap/merge\">Birleşim</a> sonrası kullanımdan kaldırılmıştır.",
  "digital-signatures-term": "Dijital imza",
  "digital-signatures-definition": "Bir kullanıcının <a href=\"/glossary/#private-key\">özel anahtar</a> kullanarak bir belge için ürettiği kısa bir veri dizisidir. İlgili <a href=\"/glossary/#public-key\">açık anahtar</a>, imza ve belgeye sahip olan herkes şunları doğrulayabilir: (1) söz konusu özel anahtarın sahibi tarafından \"imzalandığını\" ve (2) imzalandıktan sonra belgenin değiştirilmediğini.",
  "discovery-term": "Keşif",
  "discovery-definition": "Bir Ethereum düğümünün bağlanacağı diğer düğümleri bulma sürecidir.",
  "distributed-hash-table-term": "Dağıtılmış karma tablosu (DHT)",
  "distributed-hash-table-definition": "Bağlanılacak eşleri tanımlamak ve iletişim için hangi protokollerin kullanılacağını belirlemek için Ethereum düğümleri tarafından kullanılan `(anahtar, değer)` çiftlerini içeren bir veri yapısıdır.",
  "double-spend-term": "Çifte harcama",
  "double-spend-definition": "Yeterince büyük miktarda madencilik gücüne/hissesine sahip bir kullanıcının bir miktar para birimini zincir dışına taşıyan bir işlem gönderdiği (örneğin itibari paraya çıkış yapmak veya zincir dışında bir satın alma işlemi yapmak) ve ardından bu işlemi kaldırmak için blokzinciri yeniden düzenlediği kasıtlı bir blokzincir çatalıdır. Başarılı bir çifte harcama, saldırgana hem zincir üstündeki hem de zincir dışındaki varlıklarını bırakır.",
  "ecdsa-term": "Eliptik Eğri Dijital İmza Algoritması (ECDSA)",
  "ecdsa-definition": "Ethereum tarafından fonların yalnızca sahipleri tarafından harcanabilmesini sağlamak için kullanılan bir kriptografik algoritmadır. Genel ve özel anahtarlar oluşturmak için tercih edilen yöntemdir. Hesap <a href=\"/glossary/#address\">adresi</a> oluşturma ve <a href=\"/glossary/#transaction\">işlem</a> doğrulaması için önemlidir.",
  "encryption-term": "Şifreleme",
  "encryption-definition": "Şifreleme, elektronik verilerin, doğru şifre çözme anahtarının sahibi dışında hiç kimse tarafından okunamayacak bir forma dönüştürülmesidir.",
  "entropy-term": "Entropi",
  "entropy-definition": "Kriptografi bağlamında öngörülebilirliğin olmaması veya rastgelelik düzeyidir. Algoritmalar, <a href=\"/glossary/#private-key\">özel anahtarlar</a> gibi gizli bilgiler üretirken genellikle çıktının öngörülemez olmasını sağlamak için yüksek entropi kaynağı kullanır.",
  "epoch-term": "Dönem",
  "epoch-definition": "Her biri 12 saniye olan ve toplamda 6,4 dakika süren 32 <a href=\"/glossary/#slot\">yuvalık</a> bir periyottur. Doğrulayıcı <a href=\"/glossary/#committee\">kurullar</a>, güvenlik nedeniyle her dönemde karıştırılır. Her dönemin zincirin <a href=\"/glossary/#finality\">kesinleşmesi</a> adına bir fırsatı vardır. Her doğrulayıcıya, her dönemin başlangıcında yeni sorumluluklar atanır. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Hisse ispatı hakkında daha fazla bilgi</a>",
  "equivocation-term": "Belirsizlik",
  "equivocation-definition": "Bir doğrulayıcının birbiriyle çelişen iki mesaj göndermesidir. Basit bir örnek, bir işlem göndericisinin, aynı nonce ile iki işlem göndermesidir. Bir diğeri ise bir blok önericisinin aynı blok yüksekliğinde (veya aynı yuva için) iki blok önermesidir.",
  "eth1-term": "Eth1",
  "eth1-definition": "\"Eth1\", mevcut iş ispatı blokzinciri olan Ana Ağ Ethereum'u ifade eden bir terimdir. Artık bu terim yerine \"yürütüm katmanı\" kullanıldığı için kullanımdan kaldırılmıştır. <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">Bu isim değişikliği hakkında daha fazla bilgi edinin</a>.",
  "eth2-term": "Eth2",
  "eth2-definition": "\"Eth2\", Ethereum'un hisse ispatına geçişi de dahil olmak üzere bir dizi Ethereum protokol yükseltmesine atıfta bulunan bir terimdir. Artık bu terim yerine \"fikir birliği katmanı\" kullanıldığı için kullanımdan kaldırılmıştır. <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">Bu isim değişikliği hakkında daha fazla bilgi edinin</a>.",
  "eip-term": "Ethereum Geliştirme Önerisi (EIP)",
  "eip-definition": "Önerilen yeni bir özelliği veya süreçlerini veya ortamını açıklayan, Ethereum topluluğuna bilgi sağlayan bir tasarım belgesidir (göz atın <a href=\"/glossary/#erc\">ERC</a>). <a href=\"/eips/\">EIP'lere giriş</a>",
  "ens-term": "Ethereum İsim Servisi (ENS)",
  "ens-definition": "Ethereum İsim Servisi, Ethereum adresleri için bir internet telefon rehberi gibidir. Uzun cüzdan adresleri kullanmak yerine, ENS dijital para ve varlıkları göndermek ve almak için \"john.eth\" gibi basit isimler kullanmanıza olanak tanır.<br /><br /><strong>Teknik:</strong><br />ENS kayıt defteri, EIP-137'de açıklandığı gibi, alan adlarından sahiplere ve çözücülere eşleme sağlayan tek bir merkezi <a href=\"/glossary/#smart-contract\">sözleşmedir</a>. <a href=\"https://ens.domains\">ens.domains adresinden daha fazla bilgi edinin</a>.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "ERC-1155, tek bir akıllı sözleşme içinde değiştirilebilir öğeler (para birimi gibi) oluşturulmasına da olanak sağlayan NFT'ye benzer (benzersiz koleksiyon öğeleri gibi) ancak daha yeni bir Ethereum jeton standardı türüdür.<br /> Bu, video oyunları veya dijital koleksiyonlar gibi uygulamalar başta olmak üzere çeşitli türdeki dijital varlıkların yönetimini daha kolay ve daha verimli hale getirir.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "ERC-20, Ethereum ağındaki çoğu jetonun üretilmesinde kullanılan standarttır.<br />Popüler örnekleri arasında DAI ve USDC gibi sabit paralar veya Uniswap'tan UNI gibi borsa jetonları yer alır. Geleneksel sistemlerde sahip olduğumuz her türlü alternatif paraya benzer... örn. ödül puanları, kredi sistemleri ve hatta hisse senetleri vb.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "NFT'ler (eşsiz jetonlar), ERC-721 olarak adlandırılan standart bir kurallar dizisi kullanılarak oluşturulur.<br />NFT jetonları, dijital sanat veya koleksiyon gibi benzersiz herhangi bir şeyin mülkiyetini temsil edebilir ve her bir jetonun kendi özellikleri ve değeri vardır. Her bir NFT benzersizdir ve diğer NFT'lerden kolayca ayırt edilebilir.",
  "execution-client-term": "Yürütüm istemcisi",
  "execution-client-definition": "Besu, Erigon, Go-Ethereum (Geth), Nethermind gibi yürütüm istemcileri (önceden \"Eth1 istemcileri\" olarak bilinirdi), işlemleri işleyip yayınlama ve Ethereum'un durumunu yönetme görevini üstlenir. Protokolün kurallarına uyulmasını sağlamak için <a href=\"/glossary/#evm\">Ethereum Sanal Makinesi</a>'ni kullanarak her işlem için hesaplamalar çalıştırırlar.",
  "execution-layer-term": "Yürütüm katmanı",
  "execution-layer-definition": "Ethereum'un yürütüm katmanı, <a href=\"/glossary/#execution-client\">yürütüm istemcileri</a> ağıdır.",
  "eoa-term": "Dışarıdan sahip olunan hesap (EOA)",
  "eoa-definition": "Dışarıdan Sahip Olunan Hesaplar (EOA'lar) en yaygın Ethereum hesabı türüdür. Bir kişi tarafından özel anahtarlar/kurtarma ifadesi aracılığıyla kontrol edilirler. <a href=\"/wallets/\">Ethereum cüzdanları hakkında daha fazla bilgi</a>.",
  "erc-term": "Ethereum Yorum Talebi (ERC)",
  "erc-definition": "ERC (<strong>Ethereum Yorum Talebi</strong>), Ethereum ağı için Ethereum topluluğunda yeni kullanım standartları önerme amaçlı kullanılan bir tür teknik dokümantasyondur.<br /><br />Bu öneriler, yeni jeton standartları (jetonlar için kullanılan ERC-20 ve NFT'ler için kullanılan ERC-721 gibi) da dahil olmak üzere çok çeşitli konuları kapsayabilir.",
  "ethash-term": "Ethash",
  "ethash-definition": "Ethereum <a href=\"/glossary/#pos\">hisse ispatına</a> geçmeden önce üzerinde kullanılan bir <a href=\"/glossary/#pow\">iş ispatı</a> algoritmasıdır. <a href=\"/developers/docs/consensus-mechanisms/pow/mining/mining-algorithms/ethash\">Daha fazla bilgi</a>",
  "ether-term": "Ether'dir",
  "ether-definition": "Ethereum'un yerel kripto para birimi dir ve genellikle \"ETH\" olarak anılır. Ethereum ekosistemini ve uygulamalarını kullanırken ortaya çıkan işlem ücretlerini karşılamak için kullanılır. <a href=\"/eth/\">Ether hakkında daha fazla bilgi</a>.",
  "events-term": "Olaylar",
  "events-definition": "<a href=\"/glossary/#evm\">EVM</a> günlük kaydı olanaklarının kullanımına olanak tanır. <a href=\"/glossary/#dapp\">Merkeziyetsiz uygulamalar</a> olayları dinleyip kullanıcı arayüzünde JavaScript geri aramalarını tetiklemek için kullanabilir. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">Olaylar ve günlükler hakkında daha fazla bilgi</a>",
  "evm-term": "Ethereum Sanal Makinesi (EVM)",
  "evm-definition": "<a href=\"/glossary/#bytecode\">Bayt kodunu</a> yürüten yığın tabanlı bir sanal makinedir. Ethereum'da, yürütme modeli sistem durumunun nasıl değiştirildiğini bir seri bayt kodu yönergeleri ve bir ortamsal veri çiftine göre belirler. Bu, resmi bir sanal durum makinesi modeli aracılığıyla belirlenir. <a href=\"/developers/docs/evm/\">Ethereum Sanal Makinesi hakkında daha fazla bilgi</a>.",
  "evm-assembly-language-term": "EVM derleyici dili",
  "evm-assembly-language-definition": "İnsan tarafından okunabilir bir EVM <a href=\"/glossary/#bytecode\">bit kodu biçimidir.",
  "fallback-function-term": "Geri çekilim fonksiyonu",
  "fallback-function-definition": "Veri veya beyan edilen bir fonksiyon adının olmadığı durumlarda çağrılan varsayılan fonksiyondur.",
  "faucet-term": "Musluk",
  "faucet-definition": "<a href=\"/glossary/#smart-contract\">Akıllı sözleşme</a> aracılığıyla gerçekleştirilen ve bir test ağında kullanılabilen ücretsiz test ether'i biçiminde fon dağıtan bir hizmettir.",
  "finality-term": "Kesinlik",
  "finality-definition": "Kesinlik, bir dizi işlemin büyük miktarda ETH kaybı yaşanmadan değiştirilemeyeceğine ilişkin garantidir.",
  "finney-term": "Finney",
  "finney-definition": "Bir <a href=\"/glossary/#ether\">ether</a> bir birimidir. 1 finney = 10<sup>15</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>3</sup> finney = 1 ether.",
  "fork-term": "Çatallanma",
  "fork-definition": "Alternatif bir zincir oluşumuna yol açan bir protokol değişikliğidir.",
  "fork-choice-algorithm-term": "Çatallanma seçim algoritması",
  "fork-choice-algorithm-definition": "Blokzincirin başını tespit etmek için kullanılan algoritmadır. Ethereum üzerinde zincirin başı en büyük tasdik \"ağırlığı\" olan çatallanma olarak tanımlanır. Ağırlık, tasdik sayısı ve tasdikleyen doğrulayıcıların geçerli bakiyesinin çarpımıdır. Bu, zincirin doğru başının, en çok hisselenen ether tarafından oy verilen baş olduğu anlamına gelir. Fikir birliği katmanında çatallanma seçim algoritmasının adı <a href=\"/glossary/#lmd-ghost\">LMD_GHOST</a>'tur.",
  "fraud-proof-term": "Sahtecilik kanıtı",
  "fraud-proof-definition": "Belirli <a href=\"/glossary/#layer-2\">katman 2</a> çözümlerinde hızı artırmak için işlemlerin <a href=\"/glossary/#rollups\">toplandığı</a> ve tek bir işlemde Ethereum'a gönderildiği bir güvenlik modelidir. Diğer ağ katılımcıları, dürüstçe yürütüldüklerini doğrulamak için işlemleri yeniden yürütebilirler. Gönderilen veriler ile kendi sürümleri arasında bir uyumsuzluk bulurlarsa, bazı dolandırıcılıkların nerede gerçekleştiğini gösteren bir kriptografik kanıt gönderebilirler. Bazı <a href=\"/glossary/#rollups\">toplamalar</a> <a href=\"/glossary/#validity-proof\">doğruluk kanıtları</a> kullanır.",
  "frontier-term": "Sınır",
  "frontier-definition": "Ethereum'un Temmuz 2015'ten Mart 2016'ya kadar süren ilk test geliştirme aşamasıdır.",
  "gas-term": "Gaz",
  "gas-definition": "Gaz, Ethereum gibi bir blokzincirdeki işlemler ve akıllı sözleşmeler için ödenen ücrettir. <a href=\"/gas/\">Gaz ve ücretler hakkında daha fazla bilgi</a>.",
  "gas-limit-term": "Gaz limiti",
  "gas-limit-definition": "Bir <a href=\"/glossary/#transaction\">işlem</a> veya <a href=\"/glossary/#block\">blok</a> tarafından tüketilebilecek maksimum <a href=\"/glossary/#gas\">gaz</a> miktarıdır.",
  "gas-price-term": "Gaz fiyatı",
  "gas-price-definition": "Bir işlemde belirtilen bir gaz biriminin ether cinsinden fiyatıdır.",
  "genesis-block-term": "Başlangıç bloğu",
  "genesis-block-definition": "Belirli bir ağı ve onun kripto para birimini başlatmak için kullanılan bir <a href=\"/glossary/#blockchain\">blokzincir</a> içindeki ilk bloktur.",
  "geth-term": "Geth",
  "geth-definition": "Go Ethereum. Ethereum protokolünün Go dilinde yazılmış en öne çıkan uygulamalarından biridir. <a href=\"https://geth.ethereum.org\">Daha fazla bilgi için geth.ethereum.org adresini ziyaret edin</a>",
  "gwei-term": "Gwei",
  "gwei-definition": "Gigawei'nin kısaltmasıdır, bir <a href=\"/glossary/#ether\">ether</a> birimidir ve yaygın olarak <a href=\"/glossary/#gas\">gaz</a> ücretlendirmesi için kullanılır. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>9</sup> gwei = 1 ether.",
  "hard-fork-term": "Sert çatallanma",
  "hard-fork-definition": "<a href=\"/glossary/#blockchain\">Blokzincir</a> üzerinde kalıcı bir farklılaşma, ayrıca bir sert çatallanma değişimi olarak bilinir. Bir örneği, yaygın olarak yükseltilmemiş düğümler yeni <a href=\"/glossary/#consensus-rules\">mutabakat kurallarını</a> uygulayan yükseltilmiş düğümler tarafından oluşturulan yükseltilmiş blokları doğrulayamadığında ortaya çıkar. Çatallanma, yumuşak çatallanma, yazılım çatallanması veya Git çatallanması ile karıştırılmamalıdır.",
  "hash-term": "Karma",
  "hash-definition": "Bir karma işlevi tarafından üretilen, değişken boyutlu girdinin sabit uzunluktaki parmak izidir. (Bkz. <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "hash-rate-term": "Karma oranı",
  "hash-rate-definition": "Madencilik yazılımı çalıştıran bilgisayarlar tarafından saniye başına yapılan karma hesaplamalarının sayısıdır.",
  "homestead-term": "Homestead",
  "holographic-consensus-term": "Holografik mutabakat",
  "holographic-consensus-definition": "Büyük bir grup kararının, daha küçük bir temsili insan grubunun oy vermesine olanak tanınarak nasıl alındığını ifade eder. Bu sayede, küçük grubun iyi bir iş çıkardığına güvendikleri sürece herkes buna uymayı kabul eder.<br />Bazı çevrimiçi topluluklarda, herkesin her şey için oy kullanmasına gerek kalmadan hızlı kararlar almak için kullanılırken kararların adil olması ve çoğu insan tarafından istenenin temsil edilmesi sağlanır.",
  "homestead-definition": "Ethereum'un Mart 2016'da, 1.150.000 numaralı blokta başlatılan ikinci geliştirme aşamasıdır.",
  "index-term": "Dizin",
  "index-definition": "Depolama kaynağına giden verimli bir yol sağlayarak <a href=\"/glossary/#blockchain\">blokzincir</a> genelinde bilgi sorgulamasını optimize etmeyi amaçlayan bir ağ yapısıdır.",
  "ide-term": "Tümleşik geliştirme ortamı (IDE)",
  "ide-definition": "Genellikle bir kod düzenleyicisini, derleyiciyi, çalışma zamanını ve hata ayıklayıcıyı bir arada barındıran bir kullanıcı arayüzüdür. <a href=\"/developers/docs/ides/\">Tümleşik geliştirme ortamları hakkında daha fazla bilgi</a>.",
  "immutable-deployed-code-problem-term": "Değiştirilemez konuşlandırılmış kod problemi",
  "immutable-deployed-code-problem-definition": "Bir <a href=\"/glossary/#smart-contract\">sözleşmenin</a> (veya kütüphanenin) kodu, dağıtıldığı anda değiştirilemez hale gelir. Standart yazılım geliştirme pratikleri muhtemel hataları düzeltebilme ve yeni özellikler ekleyebilmeye dayanır, yani akıllı sözleşme geliştirme açısından bir sorun teşkil eder. <a href=\"/developers/docs/smart-contracts/deploying/\">Akıllı sözleşmeleri dağıtma hakkında daha fazla bilgi</a>.",
  "internal-transaction-term": "İç işlem",
  "internal-transaction-definition": "Bir <a href=\"/glossary/#contract-account\">sözleşme hesabından</a> başka bir sözleşme hesabına veya <a href=\"/glossary/#eoa\">EOA</a>'ya gönderilen <a href=\"/glossary/#transaction\">işlemdir</a> (bkz. <a href=\"/glossary/#message\">mesaj</a>).",
  "issuance-term": "Basım",
  "issuance-definition": "Blok teklifini, tasdik ve ihbarı ödüllendirmek amacıyla yeni ether basımıdır.",
  "kdf-term": "Anahtar türetme fonksiyonu (KDF)",
  "kdf-definition": "\"Parola genişletme algoritması\" olarak da bilinir ve <a href=\"/glossary/#keystore\">anahtar deposu</a> biçimleri tarafından parola şifrelemesine yönelik kaba kuvvet, sözlük ve gökkuşağı tablosu saldırılarına karşı, parolayı sürekli olarak karma hale getirerek koruma sağlamak için kullanılır.",
  "keystore-term": "Anahtar deposu",
  "keystore-definition": "Her hesabın özel anahtar/adres çifti, bir Ethereum istemcisinde tek bir anahtar dosyası olarak bulunur. Bunlar, sadece hesap oluşturma sırasında girilen parola ile şifresi çözülebilen hesabın şifrelenmiş özel anahtarını içeren JSON metin dosyalarıdır.",
  "keccak-256-term": "Keccak-256",
  "keccak-256-definition": "Ethereum'da kullanılan kriptografik <a href=\"/glossary/#hash\">karma</a> fonksiyonudur. Keccak-256, <a href=\"/glossary/#sha\">SHA</a>-3 olarak standartlaştırılmıştır.",
  "key-term": "Anahtar",
  "key-definition": "Ethereum bağlamında anahtarlar dijital kodlardır: işlemleri almak için bir açık anahtar ile fonlara erişip göndermek için bir özel anahtar.<br />Açık anahtarlar: Bunlar açıkça paylaşılabilir.<br />Özel anahtarlar: Bunlar, sahibi tarafından gizli tutulur.",
  "layer-1-term": "Katman 1",
  "layer-1-definition": "Katman 1, çok seviyeli bir blokzincir ağındaki ana blokzinciri ifade eder. Örneğin, Ethereum ve Bitcoin birinci katman blokzincirlerdir. Birçok ikinci katman blokzincir, kaynak yoğun işlemleri kendi ayrı blok zincirlerine aktarırken güvenlik amaçları için Ethereum'un veya Bitcoin'in birinci katman blokzincirini kullanmaya devam eder.",
  "layer-2-term": "Katman 2",
  "layer-2-definition": "Katman 2'ler, işlemleri daha hızlı ve daha ucuz hale getirmek amacıyla Ethereum ana ağının üzerine geliştirilen başka bir ağdır. <a href=\"/layer-2/\">Katman 2 hakkında daha fazla bilgi</a>.",
  "library-term": "Kütüphane",
  "library-definition": "Payable fonksiyonu, geri çekilim fonksiyonu ve veri depolaması olmayan özel bir <a href=\"/glossary/#smart-contract\">sözleşme</a> türüdür. Dolayısıyla, ether alamaz veya tutamaz ya da veri depolayamaz. Kütüphane, diğer sözleşmelerin salt okunur hesaplama için çağırabileceği önceden dağıtılmış kod olarak hizmet eder. <a href=\"/developers/docs/smart-contracts/libraries/\">Akıllı sözleşme kütüphaneleri hakkında daha fazla bilgi</a>.",
  "light-client-term": "Hafif istemci",
  "light-client-definition": "<a href=\"/glossary/#blockchain\">Blokzincir</a>'in yerel bir kopyasını depolamayan veya blokları ve <a href=\"/glossary/#transaction\">işlemleri</a> doğrulamayan bir Ethereum istemcisidir. Bir <a href=\"/glossary/#wallet\">cüzdanın</a> fonksiyonlarını sunar ve işlemler oluşturup yayımlayabilir.",
  "liquidity-term": "Likidite",
  "liquidity-definition": "Likidite, bir varlığın nakde veya başka bir varlığa ne kadar hızlı ve kolay bir şekilde dönüştürülebildiğini ifade eder. Uniswap gibi merkeziyetsiz borsalar, varlık sahiplerinin varlıklarını yatırabilecekleri ve ticaret yapan kişilerin ödüller karşılığında varlıklarını merkeziyetsiz şekilde alıp satabilecekleri birden fazla likidite havuzuna sahiptir.",
  "liquidity-tokens-term": "Likidite jetonları",
  "liquidity-tokens-definition": "Likidite jetonları (LST), varlıklarını bir likidite havuzuna yatıran katılımcılara verilen dijital jetonlardır. Söz konusu havuz, bir akıllı sözleşmede kilitlenen ve bir merkeziyetsiz borsada (DEX) alım satımı kolaylaştırmak için kullanılan fonlar bütünüdür.<br />Bu jetonlar, katılımcının havuzdaki payını temsil eder ve daha sonra ilk depozitoya ek olarak havuzun aktivitesi tarafından oluşturulan işlem ücretlerinin bir kısmı için kullanılabilir. Temel olarak, likidite jetonları bir likidite havuzunda mülkiyet veya hisse ispatı olarak hizmet ederek sahiplerinin ödüller kazanmasını sağlarken başkalarının farklı kripto para çiftlerinde verimli bir şekilde ticaret yapması için gerekli likiditeyi sağlar.",
  "lmd-ghost-term": "LMD-GHOST",
  "lmd-ghost-definition": "Ethereum'un fikir birliği istemcileri tarafından zincirin başını tespit etmek için kullanılan <a href=\"/glossary/#fork-choice-algorithm\">çatallanma seçim algoritması</a>. LMD-GHOST zincirin başının tarihinde en yüksek <a href=\"/glossary/#attestation\">tasdik</a> birikimine sahip olan blok olduğu anlamına gelen \"Mesaja Dayalı En Açgözlü En Ağır Gözlemlenmiş En Son Alt Ağaç\" için bir kısaltmadır.",
  "mainnet-term": "Anaağ",
  "mainnet-definition": "\"Ana ağ\"ın kısaltmasıdır ve herkese açık ana Ethereum <a href=\"/glossary/#blockchain\">blokzinciri</a>'dir.",
  "max-fee-per-gas-term": "Gaz Başına Maksimum Ücret",
  "max-fee-per-gas-definition": "Maksimum Ücret, bir kullanıcının bir işlemin bloğa dahil edilmesi için gaz birimi (<a href=\"/glossary/#gwei\">gwei</a>) başına ödemeyi kabul ettiği mutlak maksimum tutardır.",
  "merkle-patricia-tree-term": "Merkle Patricia Ağacı (MPT)",
  "merkle-patricia-tree-definition": "Ethereum'da anahtar değer çiftlerini verimli bir şekilde depolamak için kullanılan bir veri yapısıdır.",
  "merkle-root-term": "Merkle Kökü",
  "merkle-root-definition": "Merkle kökü, bir Merkle ağacının tekil tepe karmasıdır. Bir bloktaki tüm işlemleri doğrular.",
  "message-term": "Mesaj",
  "message-definition": "Hiçbir zaman serileştirilmeyen ve yalnızca <a href=\"/glossary/#evm\">Ethereum Sanal Makinesi</a> içinde gönderilen bir <a href=\"/glossary/#internal-transaction\">dahili işlem</evm>'dir.",
  "message-call-term": "Mesaj çağrısı",
  "message-call-definition": "Bir hesaptan diğerine bir <a href=\"/glossary/#message\">mesaj</a> aktarma işlemidir. Hedef hesap <a href=\"/glossary/#evm\">EVM</a> kodu ile ilişkili ise, VM o nesnenin durumu ve tetikleyen mesaj ile başlatılır.",
  "mev-term": "Maksimum Çıkarılabilir Değer (MEV)",
  "mev-definition": "Bir bloktaki işlemleri ekleyerek, çıkararak ve sıralarını değiştirerek standart blok ödülünden ve gaz ücretlerinden arta kalan blok üretiminden çıkarılabilir maksimum değerdir. <a href=\"/developers/docs/mev/\">Maksimum Çıkarılabilir Değer (MEV) hakkında daha fazla bilgi</a>.",
  "mining-term": "Madencilik",
  "mining-definition": "Sonuç, ikili önde gelen sıfır sayısı istenen düzeye gelene kadar <a href=\"/glossary/#nonce\">nonce</a>'u artırırken bir blok başlığını tekrar tekrar karma işlemine tabi tutma sürecidir. Bu, yeni <a href=\"/glossary/#block\">blokların</a> bir iş ispatı blokzincirine eklendiği süreçtir. Ethereum, hisse ispatına geçmeden önce bu şekilde güvenli kılınıyordu.",
  "miner-term": "Madenci",
  "miner-definition": "Tekrarlı geçiş şifrelemesi (<a href=\"/glossary/#ethash\">Ethash</a>'a bakınız) aracılığıyla yeni bloklar için geçerli <a href=\"/glossary/#pow\">iş ispatı</a> bulan bir ağ <a href=\"/glossary/#node\">düğümü</a>. Madenciler artık Ethereum'un bir parçası değildir; Ethereum hisse ispatına geçtiğinde yerlerini doğrulayıcılar almıştır.",
  "mint-term": "Basma",
  "mint-definition": "Basma, yeni jetonlar oluşturma ve bunları kullanılmak üzere dolaşıma sokma sürecidir. Merkezi otoritenin katılımı olmadan yeni bir jeton oluşturmaya yarayan merkeziyetsiz bir mekanizmadır.",
  "multisig-term": "Çoklu imza",
  "multisig-definition": "Çoklu imza (multisig), işlemleri gerçekleştirmek için birden fazla imza veya onay gerektiren ve güvenliği artıran dijital cüzdanı veya hesabı ifade eder.<br />Bu, yalnızca bir kişinin onayının gerektiği geleneksel tek imzalı hesaplara göre ekstra güvenlik sağlar.",
  "network-term": "Ağ",
  "network-definition": "İşlemleri ve blokları her Ethereum düğümüne (ağ katılımcısı) yayan eşler arası bir ağ olan Ethereum ağını ifade eder. <a href=\"/developers/docs/networks/\">Ağlar hakkında daha fazla bilgi</a>.",
  "network-hashrate-term": "Ağ karma hızı",
  "network-hashrate-definition": "Bir madencilik ağının bütünü tarafından üretilen toplu karma hızıdır. Ethereum'un hisse ispatına geçmesiyle birlikte Ethereum madenciliğine son verilmiştir.",
  "nft-term": "Değiştirilemez jeton (NFT)",
  "nft-definition": "Değiştirilemez jeton (NFT), sanat eserleri veya koleksiyon parçaları gibi sahip olabileceğiniz, blokzincir teknolojisiyle doğrulanmış benzersiz bir dijital öğedir. <a href=\"/nft/\">Değiştirilemez Jetonlar (NFT'ler) hakkında daha fazla bilgi</a>.",
  "node-term": "Düğüm",
  "node-definition": "Ağa katılan bir yazılım istemcisidir. <a href=\"/developers/docs/nodes-and-clients/\">Düğümler ve istemciler hakkında daha fazla bilgi</a>.",
  "nonce-term": "Nonce",
  "nonce-definition": "Kriptografide, yalnızca bir kez kullanılabilen bir değerdir. Hesap nonce'ı, tekrar saldırılarını önlemek için her hesapta kullanılan bir işlem sayacıdır.",
  "off-chain-term": "Zincir Dışında",
  "off-chain-definition": "Zincir dışında, blokzincirin dışında var olan herhangi bir işlem veya veri anlamına gelir. Her işlemi zincir üstünde gerçekleştirmek pahalı ve verimsiz olabileceğinden, fiyatlandırma verilerini işleyen kâhinler veya daha yüksek işlem hacmi yürüten katman 2 çözümleri gibi üçüncü taraf araçlar, işleme işinin büyük bir kısmını zincir dışında gerçekleştirir ve zincir üstünde daha az sıklıkta bilgi gönderir.",
  "ommer-term": "Ommer (amca) bloğu",
  "ommer-definition": "Bir iş ispatı <a href=\"/glossary/#miner\">madencisi</a> geçerli bir <a href=\"/glossary/#block\">blok</a> bulduğunda, başka bir madenci ondan önce blokzincirin ucuna eklenen rakip bir blok yayınlamış olabilir. Bu geçerli ancak eski blok, <em>ommer</em> olarak daha yeni bloklara dahil edilebilir ve kısmi bir blok ödülü alabilir. \"Ommer\" terimi, bir ebeveyn bloğunun kardeşi için tercih edilen cinsiyet ayrımı gözetmeyen bir terimdir ancak buna bazen \"amca\" da denir. Bu, bir <a href=\"/glossary/#pow\">iş ispatı</a> ağıyken Ethereum için yaygındı. Ethereum artık <a href=\"/glossary/#pos\">hisse ispatı</a> kullandığından, yuva başına yalnızca bir blok önerici seçilir.",
  "on-chain-term": "Zincir Üstünde",
  "on-chain-definition": "Blokzincirde gerçekleşen ve halka açık olan eylem veya işlemleri ifade eder.<br /><br />Bunu, herkesin görebileceği ve kontrol edebileceği büyük, paylaşılan bir not defterine bir şeyler yazmak gibi düşünün. Yazılanların (örneğin dijital para göndermek veya sözleşme yapmak) hem kalıcı hem de değiştirilemez veya silinemez olmasını sağlayın.",
  "optimistic-rollup-term": "İyimser toplama",
  "optimistic-rollup-definition": "İyimser Toplama, Ethereum üzerindeki işlemlerin itiraz edilmediği sürece varsayılan olarak doğru olduğunu kabul eden ve onları hızlandıran bir Katman 2 çözümüdür. <a href=\"/developers/docs/scaling/optimistic-rollups/\">İyimser toplamalar hakkında daha fazla bilgi</a>.",
  "oracle-term": "Kâhin",
  "oracle-definition": "Kâhin, <a href=\"/glossary/#blockchain\">blokzincir</a> ile gerçek dünya arasında bir köprüdür. Bilgi için sorgulanabilen ve <a href=\"/glossary/#smart-contract\">akıllı sözleşmelerde</a> kullanılabilen zincir üstündeki <a href=\"/glossary/#api\">API'ler</a> gibi davranırlar. <a href=\"/developers/docs/oracles/\">Kâhinler hakkında daha fazla bilgi</a>.",
  "peer-term": "Eş",
  "peer-definition": "<a href=\"/glossary/#blockchain\">Blokzincir</a>'in aynı kopyalarına sahip, Ethereum istemci yazılımı çalıştıran bağlı bilgisayarlardır.",
  "peer-to-peer-network-term": "Eşler arası ağ",
  "peer-to-peer-network-definition": "Merkezi, sunucu tabanlı hizmetlere ihtiyaç duymadan işlevleri toplu olarak gerçekleştirebilen bilgisayarlardan (<a href=\"/glossary/#peer\">eşler</a>) oluşan bir ağdır.<br />Bu kurgu, sıklıkla dosyaları (ör. Bit torrent), bilgileri veya dijital para birimlerini paylaşmak için kullanılır ve kullanıcılar arasında daha doğrudan ve potansiyel olarak daha verimli takasa olanak tanır.",
  "permissionless-term": "İzne dayalı olmama",
  "permissionless-definition": "İzin Gerektirmeyen, isteyen herkesin Ethereum gibi bir sisteme katılıp bu sistemi kullanabileceği anlamına gelir. Herkesin katılımına açıktır ve herhangi bir onay gerektirmez.",
  "plasma-term": "Plazma",
  "plasma-definition": "<a href=\"/glossary/#optimistic-rollup\">İyimser toplamalar</a> gibi <a href=\"/glossary/#fraud-proof\">sahtecilik kanıtlarını</a> kullanan, zincir dışında bir ölçeklendirme çözümüdür. Plazma, basit jeton transferleri ve takaslar gibi basit işlemlerle sınırlıdır. <a href=\"/developers/docs/scaling/plasma\">Plazma hakkında daha fazla bilgi</a>.",
  "private-key-term": "Özel anahtar",
  "private-key-definition": "Özel anahtar, dijital paranızın size ait olduğunu kanıtlayan ve hesabınızın PIN'i gibi onu harcamanıza olanak tanıyan gizli bir koddur. <strong>BAŞKASIYLA PAYLAŞMAYIN</strong>.",
  "public-goods-term": "Kamu malları",
  "public-goods-definition": "Kamu malları, parklar veya temiz hava gibi herkesin ücretsiz olarak kullanabileceği şeylerdir ve bunların kullanılması, başkalarının da bunları kullanmasını engellemez. İşletmeler kamu mallarından faydalanmaları nedeniyle insanlardan kolayca ücret alamadıkları için bu hizmeti sunmaz ve genellikle bunları devletler sağlar.",
  "private-chain-term": "Özel zincir",
  "private-chain-definition": "Tamamen özel bir blokzincir, herkesin kullanımına açık olan değil, erişim için izin gerektirendir.",
  "poap-term": "POAP",
  "poap-definition": "Katılım İspatı Protokolü, belirli bir etkinliğe veya aktiviteye katıldığınızı kanıtlayan bir dijital koleksiyon (NFT) oluşturmak için kullanılır.",
  "pos-term": "Hisse ispatı (PoS)",
  "pos-definition": "Bir kripto para blokzinciri protokolünün dağıtılmış <a href=\"/glossary/#consensus\">mutabakata</a> ulaşmayı amaçladığı bir yöntemdir. PoS, işlemlerin doğrulanmasına katılabilmek için kullanıcılardan belirli miktarda kripto paraya (ağdaki \"hisseleri\") sahip olduklarını kanıtlamalarını ister. <a href=\"/developers/docs/consensus-mechanisms/pos/\">Hisse ispatı hakkında daha fazla bilgi</a>.",
  "pow-term": "İş ispatı (PoW)",
  "pow-definition": "Belirli bir değeri bulmak için düğümlerin hesaplama biçiminde enerji harcamasını gerektiren, blokzincirlere yönelik bir güvenlik mekanizmasıdir.",
  "proto-danksharding-term": "Proto-Danksharding",
  "proto-danksharding-definition": "Ethereum için veri \"blob'larını\" kabul eden yeni bir işlem türüdür. Bu \"blob\" verileri, işaret zincirinde 4096 dönem (~18,2 gün) boyunca geçici olarak depolanır ve düğüm operatörlerinin donanım gereksinimlerini azaltmaya yardımcı olmak için isteğe bağlı olarak kısaltılabilir.",
  "public-key-term": "Açık anahtar",
  "public-key-definition": "Açık anahtar, başkalarının size güvenli bir şekilde dijital para göndermesine olanak tanıyan bir karakter kümesidir; örneğin para için e-posta adresi gibi.",
  "quadratic-voting-term": "İkinci dereceden (kuadratik) oylama",
  "quadratic-voting-definition": "Oy verenlerin konular hakkındaki hislerinin ne kadar güçlü olduğunu ifade ettikleri bir oylama yöntemidir. Seçmenlerin sadece tercihlerini değil, aynı zamanda tercihlerinin şiddetini de göstermelerine olanak tanır.",
  "receipt-term": "Makbuz",
  "receipt-definition": "Belirli bir <a href=\"/glossary/#transaction\">işlemin</a> sonucunu temsil etmek için bir Ethereum istemcisi tarafından döndürülen, işlemin bir <a href=\"/glossary/#hash\">karmasını</a>, <a href=\"/glossary/#block\">blok</a> numarasını, kullanılan <a href=\"/glossary/#gas\">gaz</a> miktarını ve bir <a href=\"/glossary/#smart-contract\">akıllı sözleşmenin</a> dağıtılması durumunda da sözleşmenin <a href=\"/glossary/#address\">adresini</a> içeren verilerdir.",
  "recovery-phrase-term": "Güvenlik kelimeleri/kurtarma ifadesi",
  "recovery-phrase-definition": "Dijital cüzdan oluşturduğunuzda size verilen kelimelerin listesidir. Erişiminizi kaybetmeniz halinde cüzdanınıza geri dönmenize yardımcı olabilecek bir parola gibi davranarak dijital paranızı veya jetonlarınızı kaybetmemenizi sağlar.",
  "re-entrancy-attack-term": "Yeniden giriş saldırısı",
  "re-entrancy-attack-definition": "Bir saldırgan sözleşmesinin, yürütme sırasında kurbanın saldırgan sözleşmesini tekrar ve yinelemeli olarak çağıracağı şekilde kurban sözleşmesi fonksiyonunu çağırmasıyla meydana gelen saldırıdır. Bu, örneğin kurban sözleşmesinin bakiyeleri güncelleyen veya para çekme tutarlarını sayan bölümlerinin atlanması sonucu fonların çalınmasına yol açabilir.< href=\"/developers/docs/smart-contracts/security/#re-entrancy\">Yeniden giriş hakkında daha fazla bilgi</a>.",
  "reward-term": "Ödül",
  "reward-definition": "Her yuvada bir blok önermek veya bir senkronizasyon komitesine katılmak da dahil olmak üzere belirli fonksiyonları yerine getiren <a href=\"/developers/docs/consensus-mechanisms/pos/rewards-and-penalties\">doğrulayıcılara verilen</a> bir miktar ether'dir.",
  "rlp-term": "Tekrarlamalı Uzunluk Öneki (RLP)",
  "rlp-definition": "Ethereum geliştiricileri tarafından rastgele karmaşıklık ve uzunluktaki nesneleri (veri yapılarını) kodlamak ve seri hâle getirmek için tasarlanmış bir <a href=\"/developers/docs/data-structures-and-encoding\">kodlama standardıdır</a>.",
  "rollups-term": "Toplamalar",
  "rollups-definition": "Tek bir işlemde birden fazla işlemi gruplandıran ve bunları <a href=\"/glossary/#mainnet\">Ethereum ana zincirine</a> gönderen bir tür <a href=\"/glossary/#layer-2\">katman 2</a> ölçeklendirme çözümü. Bu, <a href=\"/glossary/#gas\">gaz</a> maliyetlerinde azalmaya ve <a href=\"/glossary/#transaction\">işlem</a> veriminde artışa olanak tanır. Bu ölçeklenebilirlik kazançlarını sunmak için farklı güvenlik yöntemleri kullanan İyimser ve Sıfır Bilgi toplamaları mevcuttur. <a href=\"/developers/docs/scaling/#rollups\">Toplamalar hakkında daha fazla bilgi</a>.",
  "rpc-term": "Uzaktan prosedür çağrısı (RPC)",
  "rpc-definition": "RPC, ağ üzerinden bir bilgisayarın diğerinden veri veya eylem talebinde bulunmasına olanak tanır, örneğin uzaktan kumandayla bilgi talebinde bulunmak gibi.",
  "sha-term": "Güvenli Hash Algoritması (SHA)",
  "sha-definition": "Ulusal Standartlar ve Teknoloji Enstitüsü (NIST) tarafından yayınlanan bir kriptografik karma fonksiyonları ailesidir.",
  "serialization-term": "Serileştirme",
  "serialization-definition": "Bir veri yapısını baytlar dizisine dönüştürme işlemidir.",
  "sequencer-term": "Sıralayıcı",
  "sequencer-definition": "Sıralayıcı, özellikle Katman 2 ölçeklendirme çözümleri dahilinde yer alan bir blokzincir ağındaki işlemleri sıralamaktan sorumlu bir programdır.",
  "shard-term": "Parça/parça zinciri",
  "shard-definition": "Parça zincirleri, toplam blokzincirinin doğrulayıcı alt kümelerinin sorumlu olabileceği ayrık bölümleridir. Bu, başlangıçta Ethereum'un saniyede milyonlarca işleme ölçeklendirilmesinin yolu olarak düşünülmüş olsa da, şu anda yerini hızla gelişen <a href=\"/glossary/#rollups\">toplamaların</a> kullanıldığı ölçeklendirme almıştır.",
  "sidechain-term": "Yan zincir",
  "sidechain-definition": "Farklı, genellikle daha hızlı <a href=\"/glossary/#consensus-rules\">mutabakat kurallarına</a> sahip ayrı bir zincir kullanan bir ölçeklendirme çözümüdür. Bu yan zincirleri <a href=\"/glossary/#mainnet\">Ana Ağ</a>'a bağlamak için bir köprüye ihtiyaç vardır. <a href=\"/glossary/#rollups\">Toplamalar</a> da yan zincirleri kullanır ancak bunun yerine <a href=\"/glossary/#mainnet\">Ana Ağ</a> ile iş birliği içinde çalışırlar. <a href=\"/developers/docs/scaling/sidechains/\">Yan zincirler hakkında daha fazla bilgi</a>.",
  "signing-term": "İmzalama",
  "signing-definition": "Bir işlemin belirli bir özel anahtarın sahibi tarafından onaylandığını kriptografik olarak gösterme anlamına gelir.",
  "singleton-term": "Tekil",
  "singleton-definition": "Yalnızca tek bir örneği mevcut olabilecek bir nesneyi tanımlayan bilgisayar programlama terimidir.",
  "slasher-term": "Kesici",
  "slasher-definition": "Kesici, kesilebilir suçları bulmak için tasdikleri tarayan bir oluşumdur. Kesmeler ağa yayınlanır ve sıradaki blok önericisi kanıtı bloğa ekler. Blok önericisi sonrasında kötü niyetli doğrulayıcıyı kestiği için bir ödül alır.",
  "slot-term": "Yuva",
  "slot-definition": "<a href=\"/glossary/#pos\">Hisse ispatı</a> sisteminde bir <a href=\"/glossary/#validator\">doğrulayıcı</a> tarafından yeni blokların önerilebileceği zaman aralığıdır (12 saniye). Bir yuva boş olabilir. Bir <a href=\"/glossary/#epoch\">dönem</a> 32 yuvadan oluştur. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Hisse ispatı hakkında daha fazla bilgi</a>.",
  "smart-contract-term": "Akıllı sözleşme",
  "smart-contract-definition": "Akıllı sözleşme, tıpkı kendi kendini uygulayan dijital bir sözleşme gibi blokzincir üzerinde anlaşmaları otomatik olarak yürüten bir programdır. <a href=\"/smart-contracts/\">Akıllı sözleşmelere giriş</a>.",
  "snark-term": "SNARK",
  "snark-definition": "\"İnteraktif olmayan kısa bilgi argümanı\" ifadesinin kısaltması olan SNARK, bir tür <a href=\"/glossary/#zk-proof\">sıfır bilgili ispattır</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Sıfır bilgi toplamaları hakkında daha fazla bilgi</a>.",
  "soft-fork-term": "Yumuşak çatallanma",
  "soft-fork-definition": "Bir <a href=\"/glossary/#blockchain\">blokzincirde</a> <a href=\"/glossary/#consensus-rules\">mutabakat kuralları</a> değiştiğinde gerçekleşen farklılaşmadır. Yumuşak çatallanma, <a href=\"/glossary/#hard-fork\">sert çatallanmanın</a> aksine geriye dönük uyumludur; yükseltilmiş düğümler, yükseltilmemiş düğümler tarafından oluşturulan blokları yeni mutabakat kurallarına uydukları sürece doğrulayabilir.",
  "solidity-term": "Solidity",
  "solidity-definition": "JavaScript, C++ veya Java'ya benzer sözdizimine sahip bir prosedürel (zorunlu) programlama dili. Ethereum <a href=\"/glossary/#smart-contract\">akıllı sözleşmeleri</a> için en popüler ve en sık kullanılan dildir. Dr. Gavin Wood tarafından oluşturulmuştur. <a href=\"/developers/docs/smart-contracts/languages/#solidity\">Solidity hakkında daha fazla bilgi</a>.",
  "solidity-inline-assembly-term": "Solidity sıralı derleyicisi",
  "solidity-inline-assembly-definition": "Bir <a href=\"/glossary/#solidity\">Solidity</a> programındaki <a href=\"/glossary/#evm\">EVM</a> derleme dilidir. Solidity'nin sıralı derleme desteği, belirli işlemleri yazmayı kolaylaştırır.",
  "stablecoin-term": "Sabit para",
  "stablecoin-definition": "Sabir para, fiyat dalgalanmasını en aza indirmek için genellikle bir para birimine veya emtiaya (örneğin ABD doları) sabitlenmiş, istikrarlı bir değere sahip olmak üzere tasarlanmış bir kripto para birimi türüdür. <a href=\"/stablecoins/\">Sabit paralar hakkında daha fazla bilgi</a>.",
  "staking-term": "Stake etme",
  "staking-definition": "Doğrulayıcı olmak ve <a href=\"/glossary/#network\">ağı</a> güvence altına almak için bir miktar <a href=\"/glossary/#ether\">ether</a> (hisseniz) yatırmak. Doğrulayıcı, <a href=\"/glossary/#transaction\">işlemleri</a> kontrol eder ve <a href=\"/glossary/#pos\">hisse ispatı</a> altında <a href=\"/glossary/#block\">bloklar</a> önerir. Hisseleme, ağın çıkarlarına en uygun şekilde hareket etmeniz için size ekonomik bir teşvik sağlar. <a href=\"/glossary/#validator\">Doğrulayıcı</a> görevlerinizi yerine getirdiğiniz için ödüller alırsınız, ancak bunu yapmazsanız değişen miktarlarda ETH kaybedersiniz. <a href=\"/staking/\">Ethereum hisselemesi hakkında daha fazla bilgi</a>.",
  "staking-pool-term": "Stake havuzu",
  "staking-pool-definition": "Bir dizi doğrulama anahtarını etkinleştirmek için gereken 32 ETH'ye ulaşmak için kullanılan, birden fazla Ethereum paydaşının birleşik ETH'sidir. Bir düğüm operatörü bu anahtarları mutabakata katılmak için kullanır ve <a href=\"/glossary/#block-reward\">blok ödülleri</a>, katkıda bulunan paydaşlar arasında paylaştırılır. Hisseleme havuzları veya hisseleme yetkisini devretme, Ethereum protokolüne özgü değildir ancak topluluk tarafından birçok çözüm geliştirilmiştir. <a href=\"/staking/pools/\">Havuzlu hisseleme hakkında daha fazla bilgi</a>.",
  "stark-term": "STARK",
  "stark-definition": "\"Ölçeklenebilir şeffaf bilgi argümanı\" ifadesinin kısaltması olan STARK, bir tür <a href=\"/glossary/#zk-proof\">sıfır bilgili ispattır</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Sıfır bilgi toplamaları hakkında daha fazla bilgi</a>.",
  "state-term": "Durum",
  "state-definition": "Normalde belirli bir bloktaki duruma atıfta bulunan, blokzincirde belirli bir zaman noktasındaki tüm bakiyelerin ve verilerin anlık görüntüsüdür.",
  "state-channels-term": "Durum kanalları",
  "state-channels-definition": "Katılımcılar arasında özgürce ve ucuz bir şekilde işlem yapabilecekleri bir kanal kurulan <a href=\"/glossary/#layer-2\">katman 2</a> çözümüdür. <a href=\"/glossary/#mainnet\">Ana Ağa</a> yalnızca kanalı kurmaya ve kanalı kapatmaya yönelik bir <a href=\"/glossary/#mainnet\">işlem</a> gönderilir. Bu, çok yüksek işlem hacmine olanak tanısa da, katılımcı sayısının önceden bilinmesine ve fonların kilitlenmesine bağımlıdır. <a href=\"/developers/docs/scaling/state-channels/#state-channels\">Özel kanallar hakkında daha fazla bilgi</a>.",
  "supermajority-term": "Nitelikli çoğunluk",
  "supermajority-definition": "Nitelikli çoğunluk, Ethereum'u güvence altına alan toplam hisselenmiş ether'in 2/3'ünü (%66) aşan miktara verilen addır. Blokların İşaret Zincirinde <a href=\"/glossary/#finality\">sonlandırılması</a> için nitelikli çoğunluğun oyu gereklidir.",
  "sybil-attack-term": "Sybil saldırısı",
  "sybil-attack-definition": "Sybil saldırıları, kişilerin bir sistemi kandırarak etkilerini artırmak için birden fazla kişi olduklarını düşünmesini sağladıkları saldırılardır.",
  "syncing-term": "Senkronize etme",
  "syncing-definition": "Bir blokzincirin en son sürümünün tamamını bir düğüme indirme işlemidir.",
  "sync-committee-term": "Senkronizasyon kurulu",
  "sync-committee-definition": "Bir senkronizasyon kurulu, yaklaşık her 27 saatte bir yenilenen rastgele seçilmiş bir <a href=\"/glossary/#validator\">doğrulayıcılar</a> grubudur. Amaçları, imzalarını geçerli blok başlıklarına eklemektir. Senkronizasyon kurulları, <a href=\"/glossary/#light-client\">hafif istemcilerin</a> tüm doğrulayıcı kümesine erişmeye gerek kalmadan blokzincirin başını takip etmelerine olanak tanır.",
  "szabo-term": "Szabo",
  "szabo-definition": "Bir <a href=\"/glossary/#ether\">ether</a> bir birimidir. 1 finney = 10<sup>15</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>3</sup> finney = 1 ether.",
  "terminal-total-difficulty-term": "Terminal toplam zorluk (TTD)",
  "terminal-total-difficulty-definition": "Toplam zorluk, blokzincirdeki belirli bir noktaya kadar tüm bloklar için Ethash madenciliği zorluğunun toplamıdır. Terminal toplam zorluk, yürütüm istemcilerinin madenciliklerini kapatmaları ve ağın hisse ispatına geçişini sağlayan dedikodu fonksiyonlarını engellemeleri için tetikleyici olarak kullanılan toplam zorluk için belirli bir değerdir. Ethereum <a href=\"/glossary/#pos\">hisse ispatına</a> geçtiği için artık geçerliliği kalmamıştır.",
  "testnet-term": "Test ağı",
  "testnet-definition": "Ana Ethereum ağının davranışlarını simüle etmek için kullanılan bir ağdır.",
  "token-term": "Jeton",
  "token-definition": "Ethereum blokzincirindeki akıllı sözleşmelerde tanımlanan, alım satıma açık bir sanal maldır.",
  "transaction-term": "İşlem",
  "transaction-definition": "Bir başlangıç <a href=\"/glossary/#account\">hesabı</a> tarafından imzalanan Ethereum Blokzincirine işlenen verileri ifade eder ve belirli bir <a href=\"/glossary/#address\">adrese</a> yöneliktir. İşlem, söz konusu işlem için <a href=\"/glossary/#gas-limit\">gaz limiti</a> gibi meta verileri içerir. <a href=\"/developers/docs/transactions/\">İşlemler hakkında daha fazla bilgi</a>.",
  "transaction-fee-term": "İşlem ücreti",
  "transaction-fee-definition": "Ethereum ağını her kullandığınızda ödemeniz gereken bir ücrettir. Örnekleri arasında, <a href=\"/glossary/#wallet\">cüzdanınızdan</a> veya jeton takası yapmak veya bir koleksiyon ürünü satın almak gibi bir <a href=\"/glossary/#dapp\">merkeziyetsiz uygulama</a> etkileşiminden para göndermek yer alır. Bunu servis ücreti gibi düşünebilirsiniz. Bu ücret, ağın yoğunluğuna göre değişim gösterir. Bunun nedeni, işleminizin gerçekleştirilmesinden sorumlu kişiler olan <a href=\"/glossary/#validator\">doğrulayıcıların</a> muhtemelen daha yüksek ücretli işlemlere öncelik vermesidir; dolayısıyla sıkışıklık fiyatların yükselmesine neden olur.<br/><br/>Teknik düzeyde, işlem ücretiniz işleminizin ne kadar <a href=\"/glossary/#gas\">gaz</a> gerektirdiğiyle ilgilidir.<br/><br/>İşlem ücretlerinin düşürülmesi konusu şu sıralar yoğun ilgi görmektedir. Bkz. <a href=\"/glossary/#layer-2\">Katman 2</a>.",
  "trust-assumptions-term": "Güven varsayımları",
  "trust-assumptions-definition": "Güven varsayımları, bir sistemin işleyişi için neye güveneceğimizi belirleyen, sistemin güvenliği ve güvenilirliği hakkındaki temel inanışlardır.",
  "trustlessness-term": "Güven gerektirmezlik",
  "trustlessness-definition": "Bir ağın, ilgili tarafların herhangi birinin üçüncü bir tarafa güvenmesine gerek kalmadan işlemlere aracılık etme yeteneğidir.",
  "turing-complete-term": "Turing tamamlığı",
  "turing-complete-definition": "İsmini İngiliz matematikçi ve bilgisayar bilimcisi Alan Turing'den alan ve bir veri işleme kuralları sisteminin (bir bilgisayarın komut seti, programlama dili veya hücresel otomasyon gibi), herhangi bir Turing makinesini simüle etmek için kullanılabilmesi durumunda \"Turing tamamlığı\" veya \"hesaplama açısından evrensel\" olduğunu ifade eden bir kavramdır.",
  "validator-term": "Doğrulayıcı",
  "validator-definition": "<a href=\"/glossary/#node\">Düğüm</a>, <a href=\"/glossary/#pos\">hisse ispatı</a> sistemindeki verilerin depolanmasından, işlemlerin işlenmesinden, ve blok zincirine yeni bloklar eklemekten sorumludur. Doğrulama yazılımını etkinleştirmek için 32 ETH'yi <a href=\"/glossary/#staking\">hisseleyebilmeniz</a> gerekir. <a href=\"/staking/\">Ethereum'da hisseleme hakkında daha fazla bilgi</a>.",
  "validator-lifecycle-term": "Doğrulayıcı yaşam döngüsü",
  "validator-lifecycle-definition": "Doğrulayıcının bulunabileceği durumların sırasıdır. Şunları içerir: <br/><br/><ul><li>yatırılmış: Doğrulayıcı tarafından <a href=\"/glossary/#deposit-contract\">depozito sözleşmesine</a> en az 32 ETH yatırıldı</li><li>beklemede: doğrulayıcı, etkinleştirme kuyruğunda mevcut doğrulayıcılar tarafından ağa alınmak için oylanmayı bekliyor</li><li>aktif: şu anda blokları tasdik ediyor ve öneriyor</li><li>kesme: doğrulayıcı yanlış davrandı ve kesiliyor</li><li>çıkış: doğrulayıcı, gönüllü olarak veya çıkarıldığı için ağdan çıkmak üzere işaretlendi.</li></ul>",
  "validity-proof-term": "Doğruluk kanıtı",
  "validity-proof-definition": "Hızı artırmak için işlemlerin gruplar halinde toplandığı ve tek bir işlemde Ethereum'a gönderildiği belirli <a href=\"/glossary/#layer-2\">katman 2</a> çözümlerine yönelik bir güvenlik modelidir. İşlem hesaplaması zincir dışında yapılır ve ardından doğruluğunun kanıtıyla birlikte ana zincire sunulur. Bu yöntem, güvenliği korurken mümkün olan işlem miktarını da artırır. Bazı <a href=\"/glossary/#rollups\">toplamalar</a>, <a href=\"/glossary/#fraud-proof\">sahtecilik kanıtı</a> kullanır. <a href=\"/developers/docs/scaling/zk-rollups/\">Sıfır bilgi toplamaları hakkında daha fazla bilgi</a>.",
  "validium-term": "Validium",
  "validium-definition": "İşlem verimini artırmak için <a href=\"/glossary/#validity-proof\">doğruluk kanıtlarını</a> kullanan zincir dışında bir çözümdür. <a href=\"/glossary/#zk-rollup\">Sıfır bilgi toplamalarının</a> aksine, validium verileri katman 1 Ana Ağda depolanmaz. <a href=\"/developers/docs/scaling/validium/\">Validium hakkında daha fazla bilgi</a>.",
  "vyper-term": "Vyper",
  "vyper-definition": "Python'a benzer sözdizimine sahip üst düzey bir programlama dilidir. Saf, fonksiyonel bir dile daha yakınlaşma amacı taşır. Vitalik Buterin tarafından oluşturulmuştur. <a href=\"/developers/docs/smart-contracts/languages/#vyper\">Vyper hakkında daha fazla bilgi</a>.",
  "wallet-term": "Cüzdan",
  "wallet-definition": "Cüzdan, dijital para birimlerini tutmaya, göndermeye ve almaya yarayan dijital bir araçtır; tıpkı çevrimiçi paranız için sanal bir cüzdan gibidir. <a href=\"/wallets/\">Ethereum cüzdanları hakkında daha fazla bilgi</a>.",
  "web2-term": "Web2",
  "web2-definition": "Kullanıcılar tarafından oluşturulan içeriklere ve birkaç şirket tarafından kontrol edilen sosyal medyaya odaklı mevcut internettir. Web3 kullanıcıların verilerini ve işlemlerini kontrol etmesine dayalı kripto inanışıdır.",
  "web3-term": "Web3",
  "web3-definition": "Web3, kullanıcıların verilerini ve işlemlerini şirketler değil, blokzincir ile kontrol ettiği yeni internettir. Hiçbir kişisel bilgiyi paylaşmaya gerek yoktur. <a href=\"/web3/\">Web3 hakkında daha fazla bilgi</a>.",
  "wei-term": "Wei",
  "wei-definition": "En küçük ether birimidir. 10<sup>18</sup> wei = 1 ether.",
  "zero-address-term": "Sıfır adres",
  "zero-address-definition": "Sahip olunan dolaşımdan jetonları çıkarmak için sıklıkla adres olarak kullanılan ve tamamen sıfırlardan oluşan bir Ethereum adresidir. Akıllı sözleşme dizininden burn() yöntemi aracılığıyla resmen kaldırılan jetonlar ile bu adrese gönderilen jetonlar arasında bir ayrım vardır.",
  "zk-proof-term": "Sıfır bilgili ispat",
  "zk-proof-definition": "Sıfır bilgili ispat, bir kişinin herhangi bir ek bilgi aktarmadan bir ifadenin doğru olduğunu kanıtlamasına izin veren kriptografik bir yöntemdir. <a href=\"/developers/docs/scaling/zk-rollups/\">Sıfır bilgi toplamaları hakkında daha fazla bilgi</a>.",
  "zk-rollup-term": "Sıfır-bilgi toplamaları",
  "zk-rollup-definition": "Ana Ağ (katman 1) tarafından sağlanan güvenliği kullanırken daha fazla <a href=\"/glossary/#layer-2\">katman 2</a> işlem verimi sunmak için <a href=\"/glossary/#validity-proof\">doğruluk kanıtlarını</a> kullanan işlemlerin <a href=\"/glossary/#rollups\">toplamasıdır</a>. <a href=\"/glossary/#optimistic-rollup\">İyimser toplamalar</a> gibi karmaşık işlem türlerini işleyemeseler de, işlemler gönderildiğinde doğruluğu kanıtlanabilir olduğundan gecikme sorunları yaşamazlar. <a href=\"/developers/docs/scaling/zk-rollups/\">Sıfır bilgi toplamaları hakkında daha fazla bilgi</a>."
}
