{
  "page-upgrades-vision-2014": "Hisse İspatını detaylandıran 2014 blog paylaşımını görüntüleyin",
  "page-upgrades-vision-2021": "Ethereum yol haritasının gelişimiyle ilgili 2021 blog gönderisini görüntüleyin",
  "page-upgrades-vision-2021-updates": "Ethereum Protokolü Güncellemeleri ile ilgili 2021 blog gönderisini görüntüleyin",
  "page-upgrades-vision-beacon-chain": "İşaret Zinciri",
  "page-upgrades-vision-beacon-chain-btn": "İşaret Zinciri hakkında daha fazla bilgi",
  "page-upgrades-vision-beacon-chain-date": "İşaret Zinciri yayınlandı",
  "page-upgrades-vision-beacon-chain-desc": "İşaret Zinciri; Ethereum'a staking getirdi, gelecekteki yükseltmeler için zemin hazırladı ve nihayetinde yeni sistemi koordine edecek.",
  "page-upgrades-vision-beacon-chain-upper": "İşaret Zinciri",
  "page-upgrades-vision-desc-1": "Ethereum'un küresel bir kullanıcı tabanına daha iyi hizmet vermek için ağ tıkanıklığını azaltması ve hızları iyileştirmesi gerekiyor.",
  "page-upgrades-vision-desc-2": "Ağ büyüdükçe bir düğümü çalıştırmak zorlaşıyor. Ağı ölçeklendirme çabaları bunu daha da zorlaşacaktır.",
  "page-upgrades-vision-desc-3": "Ethereum çok fazla elektrik kullanır. Ağı güvenli tutan teknolojinin daha sürdürülebilir olması gerekir.",
  "page-upgrades-vision-merge-date": "Tahmini: 2022",
  "page-upgrades-vision-merge-desc": "Mainnet Ethereum'un bir noktada İşaret Zinciri ile \"birleşmesi\" gerekecek. Bu, tüm ağ için stake etmeyi mümkün kılacak ve enerji yoğun madenciliğin sona erdiğinin sinyalini verecektir.",
  "page-upgrades-vision-ethereum-node": "Düğümler hakkında daha fazla bilgi",
  "page-upgrades-vision-explore-upgrades": "Yükseltmeleri keşfedin",
  "page-upgrades-vision-future": "Küresel ölçekte dijital bir gelecek",
  "page-upgrades-vision-meta-desc": "Ethereum yükseltmelerinin Ethereum üzerindeki etkisine ve üstesinden gelinmesi gereken zorluklara genel bir bakış.",
  "page-upgrades-vision-meta-title": "Ethereum'un vizyonu",
  "page-upgrades-vision-mining": "Madencilik hakkında daha fazla bilgi",
  "page-upgrades-vision-problems": "Günümüzün sorunları",
  "page-upgrades-vision-scalability": "Ölçeklenebilirlik",
  "page-upgrades-vision-scalability-desc": "Ethereum, ağdaki düğümlerin boyutunu artırmadan saniyede daha fazla işlem gerçekleştirebilmelidir. Düğümler, blok zincirini depolayan ve çalıştıran hayati ağ katılımcılarıdır. Düğüm boyutunu artırmak pratik değildir çünkü yalnızca güçlü ve pahalı bilgisayarlara sahip olanlar bunu yapabilir. Ethereum ölçeklendirme için daha fazla düğümle birlikte saniyede daha fazla işleme ihtiyaç duyar. Daha fazla düğüm, daha fazla güvenlik anlamına gelir.",
  "page-upgrades-vision-scalability-desc-3": "Parça zincirleri yükseltmesi, ağın yükünü 64 yeni zincire yayacaktır. Bu, tıkanıklığı azaltarak ve mevcut olan saniyede 15-45 işlem sınırının ötesinde, hızları artırarak Ethereum'a nefes aldıracaktır.",
  "page-upgrades-vision-scalability-desc-4": "Üstelik daha fazla zincir olsa dahi, bu aslında doğrulayıcıların, ağın bakımını yapanların, daha az çalışmasını gerektirecektir. Doğrulayıcıların tüm Ethereum zincirini değil, yalnızca parçalarını \"çalıştırmaları\" gerekir. Bu işlem düğümleri daha hafif hâle getirerek Ethereum'un ölçeklenmesine ve merkeziyetsiz kalmasına izin verir.",
  "page-upgrades-vision-security": "Güvenlik",
  "page-upgrades-vision-security-desc": "Planlanan yükseltmeler, %51 saldırısı gibi koordineli saldırılara karşı Ethereum'un güvenliğini artırır. Bu saldırı, bir kişinin ağın çoğunluğunu kontrol etmesi durumunda zorla hileli değişiklikler yapabildiği bir saldırı türüdür.",
  "page-upgrades-vision-security-desc-3": "Hisse ispatına geçiş, Ethereum protokolünün saldırılara karşı daha caydırıcı olduğu anlamına gelir. Bunun nedeni, hisse ispatında ağı güvence altına alan doğrulayıcıların protokole önemli miktarda ETH kilitlemesinin gerekmesidir. Ağa saldırmaya çalışırlarsa, protokol ETH'lerini otomatik olarak yok edebilir.",
  "page-upgrades-vision-security-desc-5": "Bir protokolün yapabileceği en iyi şeyin, ağı güvence altına alan varlıkları (madenciler) aksi halde kazanacakları madencilik ödüllerini kaybetmeye zorlamak olduğu iş ispatında bunu yapmak mümkün değildir. İş ispatında eşdeğer etkiyi elde etmek için protokolün, bir madencinin hile yapmaya çalışması durumunda tüm ekipmanını imha edebilmesi gerekir.",
  "page-upgrades-vision-security-desc-5-link": "İş ispatı hakkında daha fazla bilgi",
  "page-upgrades-vision-security-desc-8": "Parça zincirin başlangıcı için Ethereum'un güvenlik modeli de değişmelidir. İşaret Zinciri, farklı parçalara farklı doğrulayıcıları rastgele bir şekilde atayacak ve bu, doğrulayıcıların belli bir parçaya saldırarak gizli anlaşma yapmasını fiilen imkansız kılacak. Madenciler, protokol tarafından bu yönde kontrol edilemediğinden parçalama, iş ispatı blok zinciri üzerinde bu kadar güvenli değildir.",
  "page-upgrades-vision-security-desc-10": "Staking ayrıca bir Ethereum düğümünü \"çalıştırmak\" için elit donanıma yatırım yapmanız gerekmediği anlamına gelir. Bu durum, ağın merkezden uzaklaşmasını artırarak ve saldırı yüzey alanını azaltarak daha fazla insanı doğrulayıcı olmaya teşvik edecektir.",
  "page-upgrades-vision-security-staking": "ETH stake etme",
  "page-upgrades-vision-security-validator": "ETH'nizi stake ederek doğrulayıcı olabilirsiniz.",
  "page-upgrades-vision-shard-chains": "parça zincirleri",
  "page-upgrades-vision-shard-date": "Tahmin: 2023",
  "page-upgrades-vision-shard-desc-4": "Parça zincirleri, ağın yükünü 64 yeni blok zincirine yayacak. Parçalar, işlem hızını, saniyede 100.000'e kadar önemli ölçüde artırma potansiyeline sahiptir.",
  "page-upgrades-vision-shard-upgrade": "Zincir parçaları hakkında daha fazla bilgi",
  "page-upgrades-vision-staking-lower": "Stake etme hakkında daha fazla bilgi",
  "page-upgrades-vision-subtitle": "Tüm insanlığa yardımcı olacak kadar güçlü olana dek Ethereum'u büyütün.",
  "page-upgrades-vision-sustainability": "Sürdürülebilirlik",
  "page-upgrades-vision-sustainability-desc-1": "Ethereum ve Bitcoin gibi diğer blok zincirlerinin madencilik nedeniyle yoğun enerji harcadığı herkesçe bilinir.",
  "page-upgrades-vision-sustainability-desc-2": "Ancak Ethereum bilgi işlem gücüyle değil, stake etme yoluyla ETH tarafından güvence altına alınmaya doğru ilerliyor.",
  "page-upgrades-vision-sustainability-desc-3": "Stake etme zaten İşaret Zinciri tarafından başlatılmış olsa da, bugün kullandığımız Ethereum bir süre paralel olarak çalışacak. Bir sistem ETH, diğeri bilgi işlem gücü ile güvence altına alındı. Bu, Birleştirmeye kadar sürecek.",
  "page-upgrades-vision-sustainability-desc-8": "İşaret Zinciri çalışır durumdayken, Mainnet'i yeni mutabakat katmanıyla birleştirme çalışmaları başladı. Mainnet daha sonra stake edilen ETH ile güvence altına alınacak ve çok daha az enerji gerektirecek.",
  "page-upgrades-vision-sustainability-subtitle": "Ethereum daha yeşil olmalıdır.",
  "page-upgrades-vision-title": "Ethereum'un Vizyonu",
  "page-upgrades-vision-title-1": "Tıkanmış ağ",
  "page-upgrades-vision-title-2": "Disk alanı",
  "page-upgrades-vision-title-3": "Aşırı enerji",
  "page-upgrades-vision-trilemma-cardtext-1": "Ethereum yükseltmeleri, Ethereum'u ölçeklenebilir, güvenli ve merkeziyetsiz hale getirecek. Parçalama, bir düğümü çalıştırmak ve zinciri doğrulamak için gereken gücü azaltırken, saniye başı işlemleri artırarak Ethereum'u daha ölçeklenebilir hâle getirecektir. İşaret zinciri, doğrulayıcıları parçalar arasında koordine ederek Ethereum'u güvenli hâle getirecektir. Stake etme, katılımın önündeki engeli azaltacak ve daha büyük, daha merkezi olmayan bir ağ yaratacaktır.",
  "page-upgrades-vision-trilemma-cardtext-2": "Güvenli ve merkeziyetsiz blok zinciri ağları, her düğümün zincir tarafından işlenen her işlemi doğrulamasını gerektirir. Bu iş miktarı, herhangi bir zamanda gerçekleşebilecek işlem sayısını sınırlar. Merkeziyetsiz ve güvenli sıfatları, günümüzün Ethereum zincirini yansıtıyor.",
  "page-upgrades-vision-trilemma-cardtext-3": "Merkezi olmayan ağlar, düğümler arasında işlemler hakkında bilgi göndererek çalışır. Tüm ağın herhangi bir durum değişikliğini bilmesi gerekir. Merkezi olmayan bir ağda işlemleri saniye başına ölçeklendirmek güvenlik riskleri doğurur çünkü işlemler ne kadar fazlaysa, gecikme o kadar uzun ve bilgi uçuş halindeyken saldırı olasılığı o kadar yüksek olur.",
  "page-upgrades-vision-trilemma-cardtext-4": "Ethereum'un düğümlerinin boyutunu ve gücünü artırmak, saniye başına işlemleri güvenli bir şekilde artırabilir, ancak donanım gereksinimi bunu kimin yapabileceğini kısıtlayabilir. Bu, merkeziyetsizliği tehdit eder. Parçalama ve hisse ispatının, düğüm boyutunu değil, düğüm miktarını artırarak Ethereum'un ölçeklenmesine izin vermesi umulmaktadır.",
  "page-upgrades-vision-trilemma-h2": "Merkeziyetsiz ölçeklemenin zorluğu",
  "page-upgrades-vision-trilemma-modal-tip": "Merkezi olmayan ölçeklemenin sorunlarını daha iyi anlamak için aşağıdaki dairelere dokunun",
  "page-upgrades-vision-trilemma-p": "Ethereum'un sorunlarını çözmenin amatörce bir yolu, onu daha merkezi hâle getirmek olacaktır. Ancak merkeziyetsizlik çok önemlidir. Ethereum sansürüne direnç, açıklık, veri gizliliği ve neredeyse aşılmaz bir güvenlik sağlayan şey, merkeziyetsizliktir.",
  "page-upgrades-vision-trilemma-p-1": "Ethereum'un vizyonu, daha ölçeklenebilir ve güvenli olmak, aynı zamanda merkeziyetsiz kalmaktır. Bu 3 niteliğin elde edilmesi, ölçeklenebilirlik üçlemi olarak bilinen bir problemdir.",
  "page-upgrades-vision-trilemma-p-2": "Ethereum yükseltmeleri, üçlemeyi çözmeyi amaçlasa da önemli zorluklar var.",
  "page-upgrades-vision-trilemma-press-button": "Merkezi olmayan ölçeklemenin sorunlarını daha iyi anlamak için üçgen üzerindeki düğmelere basın.",
  "page-upgrades-vision-trilemma-text-1": "Merkeziyetsizlik",
  "page-upgrades-vision-trilemma-text-2": "Güvenlik",
  "page-upgrades-vision-trilemma-text-3": "Ölçeklenebilirlik",
  "page-upgrades-vision-trilemma-title-1": "Ölçeklenebilirlik üçlemini keşfetme",
  "page-upgrades-vision-trilemma-title-2": "Ethereum yükseltmeleri ve merkezi olmayan ölçekleme",
  "page-upgrades-vision-trilemma-title-3": "Güvenli ve merkeziyetsiz",
  "page-upgrades-vision-trilemma-title-4": "Merkeziyetsiz ve ölçeklenebilir",
  "page-upgrades-vision-trilemma-title-5": "Ölçeklenebilir ve güvenli",
  "page-upgrades-vision-understanding": "Ethereum'un vizyonunu anlamak",
  "page-upgrades-vision-upgrade-needs": "Yükseltmelerin gerekliliği",
  "page-upgrades-vision-upgrade-needs-desc": "2015 yılında başlatılan Ethereum protokolü inanılmaz bir başarı elde etti. Ancak Ethereum topluluğu, Ethereum'un tüm potansiyelini ortaya çıkarmak için birkaç önemli yükseltmenin gerekli olacağını hep biliyordu.",
  "page-upgrades-vision-upgrade-needs-desc-2": "Yüksek talep, Ethereum'u ortalama bir kullanıcı için pahalı hâle getiren işlem ücretlerini artırıyor. Bir Ethereum istemcisini çalıştırmak için gereken disk alanı hızla büyüyor. Ethereum'u güvenli ve merkeziyetsiz tutan temel iş ispatı mutabakat algoritmasının, büyük bir çevresel etkisi vardır.",
  "page-upgrades-vision-upgrade-needs-desc-3": "Ethereum, bu sorunları ve daha fazlasını ele alan bir dizi yükseltmeye sahiptir. Bu yükseltme seti başlangıçta \"Serenity\" ve \"Eth2\" olarak adlandırıldı ve 2014'ten beri aktif bir araştırma ve geliştirme alanı oldu.",
  "page-upgrades-vision-upgrade-needs-desc-5": "Artık teknoloji hazır olduğundan dolayı mevcut kullanıcılar için hayatı kolaylaştırmak ve yeni kullanıcıları cezbetmek için bu yükseltmeler Ethereum'u daha ölçeklenebilir, güvenli ve sürdürülebilir kılmak için yeniden yapılandıracak. Tüm bunlarla birlikte Ethereum'un temel merkeziyetsizlik değeri korunur.",
  "page-upgrades-vision-upgrade-needs-desc-6": "Bu, ölçeklenebilirlik için tek bir düğme olmadığı anlamına gelir. İyileştirmeler zaman içinde aşamalı olarak yapılacaktır.",
  "page-upgrades-vision-upgrade-needs-serenity": "\"Serenity\"yi tartışan bir 2015 blog gönderisini görüntüleyin"
}
