{
  "page-what-is-ethereum-101": "Ethereum 101",
  "page-what-is-ethereum-101-desc": "Ethereum, küçük bir ücret karşılığında herkese kripto para göndermenize izin veren bir teknolojidir. Ayrıca herkesin kullanabileceği ve kimsenin alt edemeyeceği uygulamalara da güç verir.",
  "page-what-is-ethereum-101-desc-2": "Ethereum, bazı büyük farklılıklarla birlikte Bitcoin inovasyonu üzerine inşa edilmiştir.",
  "page-what-is-ethereum-101-desc-3": "Her ikisi de dijital parayı ödeme sağlayıcıları veya bankalar olmadan kullanmanıza izin verir. Ancak Ethereum programlanabilir, bu yüzden onu birçok farklı dijital varlık için de kullanabilirsiniz – Bitcoin için bile!",
  "page-what-is-ethereum-101-desc-4": "Bu aynı zamanda Ethereum'un ödemelerden daha fazlası olduğu anlamına gelir. Verilerinizi çalamayan veya sizi sansürleyemeyen finansal hizmetler, oyunlar ve uygulamalardan oluşan bir pazardır.",
  "page-what-is-ethereum-101-italic": "dünyanın programlanabilir blok zinciridir.",
  "page-what-is-ethereum-101-strong": "Budur ",
  "page-what-is-ethereum-accessibility": "Ethereum herkese açıktır.",
  "page-what-is-ethereum-adventure": "Maceranızı seçin!",
  "page-what-is-ethereum-alt-img-bazaar": "Ethereum'u temsil etmesi amaçlanan bir pazara bakan bir kişinin görseli",
  "page-what-is-ethereum-alt-img-comm": "Ethereum topluluğu üyelerinin birlikte çalışmasını gösteren bir görsel",
  "page-what-is-ethereum-alt-img-lego": "Lego tuğlalarından ETH sembolü inşa eden bir elin görseli",
  "page-what-is-ethereum-alt-img-social": "Büyük bir ETH logolu Ethereum'a adanmış bir sosyal alandaki karakterlerin bir görseli",
  "page-what-is-ethereum-banking-card": "Herkes için bankacılık",
  "page-what-is-ethereum-banking-card-desc": "Herkesin finansal hizmetlere erişimi yoktur. Ancak Ethereum'a ve onun ödünç verme, ödünç alma ve tasarruf ürünlerine erişmek için ihtiyacınız olan tek şey bir internet bağlantısıdır.",
  "page-what-is-ethereum-build": "Ethereum ile bir şey yapın",
  "page-what-is-ethereum-build-desc": "Ethereum ile inşa etmeyi denemek istiyorsanız, belgelerimizi okuyun, bazı öğreticileri deneyin veya başlamak için ihtiyacınız olan araçlara göz atın.",
  "page-what-is-ethereum-censorless-card": "Sansüre dirençli",
  "page-what-is-ethereum-censorless-card-desc": "Hiçbir hükümet veya şirketin Ethereum üzerinde kontrolü yoktur. Bu merkezi olmayan yapılanma, Ethereum'da ödeme almanızın veya hizmetleri kullanmanızın engellemesini neredeyse imkansız hale getirir.",
  "page-what-is-ethereum-comm-desc": "Topluluğumuz, sanatçılar, kripto-anarşistler, en zengin 500 şirket ve şimdi siz de dahil olmak üzere farklı geçmişleri olan tüm insanları içerir. Bugün nasıl dahil olabileceğinizi öğrenin.",
  "page-what-is-ethereum-commerce-card": "Garantilerin ticaretini yapın",
  "page-what-is-ethereum-commerce-card-desc": "Ethereum daha seviyeli bir oyun alanı yaratır. Müşteriler, fonların yalnızca siz üzerinde anlaşılanı sağlamanız durumunda el değiştireceğine dair güvenli, yerleşik bir garantiye sahiptir. İş yapmak için büyük bir şirket nüfuzuna ihtiyacınız yoktur.",
  "page-what-is-ethereum-community": "Ethereum topluluğu",
  "page-what-is-ethereum-compatibility-card": "Kazanma uyumluluğu",
  "page-what-is-ethereum-compatibility-card-desc": "Ethereum ürünleri varsayılan olarak uyumlu olduğu için her zaman daha iyi ürün ve deneyimler oluşturulur. Şirketler birbirlerinin başarıları üzerine inşa edebilirler.",
  "page-what-is-ethereum-dapps-desc": "Ethereum üzerinde çalışan ürünler ve hizmetler. Finans, iş, sosyal medya, oyun ve daha fazlası için uygulamalar var - dijital geleceğimiz için uygulamalarla tanışın.",
  "page-what-is-ethereum-dapps-img-alt": "Bilgisayarda Ethereum uygulamasını kullanan bir doge resmi",
  "page-what-is-ethereum-dapps-title": "Ethereum temelleri",
  "page-what-is-ethereum-desc": "Dijital geleceğimizin temeli",
  "page-what-is-ethereum-explore": "Ethereum'u Keşfedin",
  "page-what-is-ethereum-get-started": "Daha fazlasını öğrenmenin en iyi yolu bir cüzdan indirmek, biraz ETH almak ve bir Ethereum dapp'i denemektir.",
  "page-what-is-ethereum-in-depth-description": "Ethereum, geçmişiniz veya konumunuz ne olursa olsun, herkes için dijital paraya ve veri dostu hizmetlere açık erişimdir. Kripto para birimi eterinin (ETH) ve bugün kullanabileceğiniz binlerce uygulamanın arkasında topluluk tarafından oluşturulmuş bir teknolojidir.",
  "page-what-is-ethereum-internet-card": "Daha özel bir internet",
  "page-what-is-ethereum-internet-card-desc": "Bir Ethereum uygulamasını kullanmak için tüm kişisel bilgilerinizi vermeniz gerekmez. Ethereum, gözetime değil, değere dayalı bir ekonomi inşa eder.",
  "page-what-is-ethereum-meet-comm": "Toplulukla tanış",
  "page-what-is-ethereum-meta-description": "Ethereum'u, ne yaptığını ve kendiniz için nasıl deneyeceğinizi öğrenin.",
  "page-what-is-ethereum-meta-title": "Ethereum nedir?",
  "page-what-is-ethereum-native-alt": "Ether (ETH) sembolü",
  "page-what-is-ethereum-native-crypto": "Ethereum'un yerel kripto para birimidir ve Bitcoin'e eşdeğerdir. ETH'yi Ethereum uygulamalarında veya arkadaşlarınıza ve ailenize değer göndermek için kullanabilirsiniz.",
  "page-what-is-ethereum-native-img-alt": "Ethereum cüzdanlarını temsil etmek için kullanılan, gövdesinde kasası olan bir robot resmi",
  "page-what-is-ethereum-native-title": "ETH",
  "page-what-is-ethereum-p2p-card": "Eşler arası ağ",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum, doğrudan başka biriyle para taşımanıza veya anlaşmalar yapmanıza olanak tanır. Aracı firmalardan geçmenize gerek yoktur.",
  "page-what-is-ethereum-singlecard-desc": "Blok zincir ve Ethereum'un teknik yönü ile ilgileniyorsanız, size hitap ederiz.",
  "page-what-is-ethereum-singlecard-link": "Ethereum nasıl çalışır?\n",
  "page-what-is-ethereum-singlecard-title": "Ethereum nasıl çalışır?\n",
  "page-what-is-ethereum-start-building-btn": "Geliştirmeye başla",
  "page-what-is-ethereum-title": "Ethereum nedir?",
  "page-what-is-ethereum-tools-needed": "Rol almak için tek ihtiyacınız olan bir cüzdan.",
  "page-what-is-ethereum-try": "Ethereum'u Deneyin",
  "page-what-is-ethereum-tryit": "Pazara adım atın ve deneyin...",
  "page-what-is-ethereum-wallets": "Cüzdanlar",
  "page-what-is-ethereum-wallets-desc": "ETH'nizi ve Ethereum hesabınızı nasıl yönetiyorsunuz. Başlamak için bir cüzdana ihtiyacınız olacak - birini seçmenize yardımcı olacağız.",
  "page-what-is-ethereum-welcome": "Ethereum'a hoş geldiniz",
  "page-what-is-ethereum-welcome-2": "Umarız kalırsınız.",
  "page-what-is-ethereum-defi-title": "Merkezi olmayan finans (DeFi)",
  "page-what-is-ethereum-defi-description": "Size paranız üzerinde daha fazla kontrol sağlayan ve yeni olasılıkların kilidini açan daha açık bir finansal sistem.",
  "page-what-is-ethereum-defi-alt": "Lego tuğlalarından yapılmış bir Eth logosu.",
  "page-what-is-ethereum-nft-title": "Değiştirilemeyen jetonlar (NFT'ler)",
  "page-what-is-ethereum-nft-description": "Benzersiz öğeleri takas edilebilen, sahiplik kanıtı olarak kullanılabilen ve içerik oluşturucular için yeni fırsatlar yaratan Ethereum varlıkları olarak temsil etmenin bir yolu.",
  "page-what-is-ethereum-nft-alt": "Hologram aracılığıyla görüntülenen bir Eth logosu.",
  "page-what-is-ethereum-dao-title": "Merkezi olmayan özerk kuruluşlar (DAO'lar)",
  "page-what-is-ethereum-dao-description": "Ortak hedefler ve havuzda toplanan fonlarla işbirliği yapmanın ve çevrimiçi topluluklar oluşturmanın yeni bir yolu.",
  "page-what-is-ethereum-dao-alt": "Bir teklif üzerinde oy kullanan bir DAO'nun temsili.",
  "page-what-is-ethereum-use-cases-title": "Ethereum kullanım örneklerini keşfedin",
  "page-what-is-ethereum-use-cases-subtitle": "Ethereum, hayatımızın farklı alanlarını iyileştirebilecek yeni ürün ve hizmetlerin yaratılmasına yol açtı.",
  "page-what-is-ethereum-use-cases-subtitle-two": "Henüz erken aşamadayız ama heyecanlanacak çok şey var."
}
