{
  "page-eth-buy-some": "Ethereum satın almak ister misiniz?",
  "page-eth-buy-some-desc": "Çoğunlukla Ethereum ile ETH birbiriyle karıştırılıyor. Ethereum, <a href=\"/glossary/#blockchain\">blokzinciridir</a> ve ETH, Ethereum'un birincil varlığıdır. Muhtemelen siz ETH satın almak istiyorsunuz.",
  "page-eth-cat-img-alt": "Kedi kaleydoskopu ile ETH glifinin grafiği",
  "page-eth-collectible-tokens": "Koleksiyon token'ları",
  "page-eth-collectible-tokens-desc": "Koleksiyonluk bir oyun öğesini, dijital sanat eserini veya diğer benzersiz varlıkları temsil eden token'lar. Yaygın olarak değiştirilebilir olmayan belirteçler (NFT'ler) olarak bilinir.",
  "page-eth-cryptography": "Kriptografi ile güvence altında",
  "page-eth-cryptography-desc": "İnternet parası yeni olabilir, ancak kendini kanıtlamış <a href=\"/glossary/#cryptography\">kriptografi</a> ile güvence altına alınmıştır. Cüzdanınızı, ETH'lerinizi ve işlemlerinizi korur. ",
  "page-eth-currency-for-apps": "Ethereum uygulamalarının para birimi.",
  "page-eth-currency-for-future": "Dijital geleceğimiz için para birimi",
  "page-eth-description": "ETH bir kripto para birimidir. İnternette kullanabileceğiniz sınırlı dijital paradır - Bitcoin'e benzer. Kriptoda yeniyseniz, işte ETH'nin geleneksel paradan farkı.",
  "page-eth-earn-interest-link": "Faiz kazanın",
  "page-eth-flexible-amounts": "Esnek miktarlarda mevcuttur",
  "page-eth-flexible-amounts-desc": "ETH, 18 ondalık basamağa bölünebilir, bu nedenle 1 tam ETH satın almanıza gerek kalmaz. Tek seferde azar azar satın alabilirsiniz - isterseniz 0.000000000000000001 ETH bile alabilirsiniz.",
  "page-eth-fuels": "ETH, Ethereum'u besler ve güvence altına alır",
  "page-eth-fuels-desc": "ETH, Ethereum'un can damarıdır. ETH gönderdiğinizde veya bir Ethereum uygulaması kullandığınızda, Ethereum ağını kullanmak için ETH'de küçük bir komisyon ödersiniz. Bu ücret, bir madencinin ne yapmaya çalıştığınızı işlemesi ve doğrulaması için bir teşviktir.",
  "page-eth-fuels-desc-2": "Doğrulayıcılar, Ethereum'un kayıt tutucuları gibidir - hile yapıp yapmadıklarını kontrol eder ve yapmadıklarını kanıtlar. Bunlar, bir işlem bloku önermek için rastgele seçilir. Bu işi yapan doğrulayıcılar ayrıca küçük miktarlarda yeni çıkan ETH ile ödüllendirilir.",
  "page-eth-fuels-desc-3": "Doğrulayıcıların yaptığı işler ve <a href=\"/glossary/#staking\">hisseledikleri</a> sermaye, Ethereum'u hem güvenli kılar hem de merkezi kontrolden uzak tutar.",
  "page-eth-fuels-staking": "ETH'nizi kilitleyerek Ethereum'un hem güvenliğini sağlamaya hem de ödüller kazanmaya yardımcı olursunuz. Bu sistemde, ETH kaybetme tehdidi saldırganlar için caydırıcıdır.",
  "page-eth-fuels-more-staking": "Stake etme hakkında daha fazla bilgi",
  "page-eth-get-eth-btn": "ETH edinin",
  "page-eth-gov-tokens": "Yönetim Token'ları",
  "page-eth-gov-tokens-desc": "Merkezi olmayan kuruluşlarda oylama gücünü temsil eden jetonlar.",
  "page-eth-has-value": "ETH'nin neden değeri var?",
  "page-eth-has-value-desc": "ETH, farklı insanlar için farklı şekillerde değerlidir.",
  "page-eth-has-value-desc-2": "Ethereum kullanıcıları için ETH, işlem ücretlerini ödemenizi sağladığı için değerlidir.",
  "page-eth-has-value-desc-3": "Diğerleri bunu dijital bir değer deposu olarak görüyor çünkü yeni ETH'nin yaratılması zamanla yavaşlıyor.",
  "page-eth-has-value-desc-4": "Yakın zamanda ETH, Ethereum'daki finansal uygulamaların kullanıcıları için değerli hale geldi. Bunun nedeni, ETH'yi kripto kredileri için teminat olarak veya bir ödeme sistemi olarak kullanabilmenizdir.",
  "page-eth-has-value-desc-5": "Elbette çoğu kişi bunu Bitcoin veya diğer kripto para birimlerine benzer bir yatırım olarak görüyor.",
  "page-eth-is-money": "Ether (ETH), dijital ve küresel bir para birimidir.",
  "page-eth-last-updated": "Ocak 2019",
  "page-eth-monetary-policy": "Ethereum'un para politikası",
  "page-eth-more-on-ethereum-link": "Ethereum hakkında daha fazla bilgi",
  "page-eth-no-centralized": "Merkezi kontrol yok ",
  "page-eth-no-centralized-desc": "ETH, merkezi değildir ve evrenseldir. Daha fazla ETH basmaya veya kullanım şartlarını değiştirmeye karar verebilecek hiçbir şirket veya banka yoktur.",
  "page-eth-non-fungible-tokens-link": "Değiştirilemez tokenler",
  "page-eth-not-only-crypto": "ETH, Ethereum'daki tek kripto değildir",
  "page-eth-not-only-crypto-desc": "Herkes yeni tür varlıklar oluşturabilir ve bunları Ethereum'da takas edebilir. Bunlar 'token'lar' olarak bilinir. İnsanlar token'lı geleneksel para birimlerine, gayrimenkullere, sanatlara ve hatta kendilerine bile sahiptirler!",
  "page-eth-not-only-crypto-desc-2": "Ethereum, bazıları diğerlerinden daha kullanışlı ve değerli olan binlerce token'a ev sahipliği yapmaktadır. Geliştiriciler, sürekli olarak yeni olasılıkların kilidini açan ve yeni pazarlar açan yeni token'lar oluşturuyorlar.",
  "page-eth-open": "Herkese açık",
  "page-eth-open-desc": "ETH'yi kabul etmek için yalnızca bir internet bağlantısına ve bir cüzdana ihtiyacınız var. Ödemeleri kabul etmek için bir banka hesabına erişmeniz gerekmez. ",
  "page-eth-p2p-payments": "Eşten eşe ödemeler",
  "page-eth-p2p-payments-desc": "ETH'nizi banka gibi herhangi bir aracılık hizmeti olmadan gönderebilirsiniz. Bu, şahsen nakit vermek gibidir, ancak bunu herhangi bir yerde, herhangi bir zamanda, herhangi biriyle güvenli bir şekilde yapabilirsiniz.",
  "page-eth-period": ".",
  "page-eth-popular-tokens": "Popüler token türleri",
  "page-eth-powers-ethereum": "ETH, Ethereum'a güç veriyor",
  "page-eth-shit-coins": "Değersiz para",
  "page-eth-shit-coins-desc": "Yeni token'ları yapmak kolay olduğu için, bunu herkes yapabilir - kötü veya yanlış niyetli kişiler bile. Kullanmadan önce mutlaka araştırmanızı yapın!",
  "page-eth-stablecoins": "Sabit coin'ler",
  "page-eth-stablecoins-desc": "Dolar gibi geleneksel para biriminin değerini yansıtan token'lar. Bu, birçok kripto para birimindeki dalgalanma sorununu çözer.",
  "page-eth-stablecoins-link": "Sabit coin alın",
  "page-eth-stream-link": "ETH Akışı",
  "page-eth-tokens-link": "Ethereum token'ları",
  "page-eth-trade-link-2": "Token'ları takas edin",
  "page-eth-underpins": "ETH, Ethereum finansal sisteminin temelini oluşturuyor",
  "page-eth-underpins-desc": "Ödemelerden memnun olmayan Ethereum topluluğu, <a href=\"/glossary/#peer-to-peer-network\">eşler arası</a> ve herkes tarafından erişilebilen eksiksiz bir finansal sistem inşa ediyor.",
  "page-eth-underpins-desc-2": "Ethereum'da tamamen farklı kripto para belirteçleri oluşturmak için ETH'yi teminat olarak kullanabilirsiniz. Ayrıca, ETH ve diğer ETH destekli jetonları ödünç alabilir, ödünç verebilir ve faiz kazanabilirsiniz.",
  "page-eth-weth": "Sarılı ether (WETH), ETH'nin işlevselliğini genişleterek diğer jetonlar ve uygulamalar ile çalışmasını sağlamak amacıyla kullanılır. <a href=\"/wrapped-eth\">WETH hakkında daha fazla bilgi edinin</a>.",
  "page-eth-uses": "ETH kullanımları her gün artıyor",
  "page-eth-uses-desc": "Ethereum programlanabilir olduğundan, geliştiriciler ETH'yi sayısız şekilde şekillendirebilir.",
  "page-eth-uses-desc-2": "2015 yılında tek yapabileceğiniz bir Ethereum hesabından diğerine ETH göndermekti. İşte bugün yapabileceğiniz bazı şeyler.",
  "page-eth-uses-desc-3": "birisine ödeme yapın veya gerçek zamanlı olarak para alın.",
  "page-eth-uses-desc-4": "ETH'yi Bitcoin dahil diğer token'larla takas edebilirsiniz.",
  "page-eth-uses-desc-5": "ETH ve diğer Ethereum tabanlı token'larda.",
  "page-eth-uses-desc-6": "sabit, daha az değişken bir değere sahip kripto para dünyasına erişin.",
  "page-eth-value": "Eter neden değerlidir",
  "page-eth-video-alt": "ETH glif videosu",
  "page-eth-whats-eth": "Ether (ETH) nedir?",
  "page-eth-whats-eth-hero-alt": "Büyülenmiş biçimde bir eter (ETH) glifine hayranlık duyan bir grup insan görseli",
  "page-eth-whats-eth-meta-desc": "ETH'yi ve Ethereum'daki yerini anlamak için bilmeniz gerekenler.",
  "page-eth-whats-eth-meta-title": "Ether (ETH) nedir?",
  "page-eth-whats-ethereum": "Ethereum nedir?",
  "page-eth-whats-ethereum-desc": "ETH'nin arkasındaki teknoloji olan Ethereum hakkında daha fazla bilgi edinmek isterseniz, tanıtımımıza göz atın.",
  "page-eth-whats-unique": "ETH hakkında benzersiz olan nedir?",
  "page-eth-whats-unique-desc": "Ethereum'da birçok kripto para birimi ve çok sayıda başka token var, ancak yalnızca ETH'nin yapabileceği bazı şeyler var.",
  "page-eth-where-to-buy": "ETH nereden alınır",
  "page-eth-where-to-buy-desc": "ETH'yi bir borsadan veya cüzdandan alabilirsiniz, ancak farklı ülkelerin farklı politikaları vardır. ETH satın almanıza izin verecek hizmetleri görmek için kontrol edin.",
  "page-eth-yours": "Gerçekten senin",
  "page-eth-yours-desc": "ETH, kendi bankanız olmanıza izin verir. Sahiplik kanıtı olarak kendi paranızı <a href=\"/glossary/#wallet\">cüzdanınız</a> ile kontrol edebilirsiniz; üçüncü şahıslara gerek yoktur.",
  "page-eth-more-on-tokens": "Tokenlar ve kullanımları hakkında daha fazla bilgi",
  "page-eth-button-buy-eth": "ETH edin",
  "page-eth-tokens-stablecoins": "Sabit coinler",
  "page-eth-tokens-defi": "Merkeziyetsiz finans (DeFi)",
  "page-eth-tokens-nft": "Değiştirilemez tokenler (NFT'ler)",
  "page-eth-tokens-dao": "Merkeziyetsiz özerk organizasyonlar (DAO'lar)",
  "page-eth-tokens-stablecoins-description": "En az oynaklıktaki Ethereum tokenları hakkında dahası.",
  "page-eth-tokens-defi-description": "Ethereum tokenlerı için finansal sistem.",
  "page-eth-tokens-nft-description": "Ethereum öğeleri üzerinde sahipliği temsil eden tokenlar.",
  "page-eth-tokens-dao-description": "İnternet toplulukları, sıklıkla token sahipleri tarafından yönetilir.",
  "page-eth-whats-defi": "DeFi hakkında daha fazlası",
  "page-eth-whats-defi-description": "DeFi, Ethereum üzerine kurulu merkeziyetsiz finansal sistemdir. Bu genel bakış, neler yapabileceğinizi açıklamaktadır.",
  "page-what-is-ethereum-what-is-ether": "Ether nedir?"
}
