{
  "comp-withdrawal-comparison-current-title": "Mevcut paydaşlar",
  "comp-withdrawal-comparison-current-li-1": "Bazı kullanıcılar başlarda hisseleme yatırımlarını ayarlarken para çekme adresi sağlamış olabilirler, bu kullanıcıların yapması gereken bir şey yok",
  "comp-withdrawal-comparison-current-li-2": "Paydaşların çoğu ilk yatırmada bir para çekme adresi vermedi ve para çekme bilgilerini güncellemeleri gerekecek. <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Hisseleme Başlama Noktası</a> bunun nasıl yapılacağıyla ilgili yönergelere sahiptir",
  "comp-withdrawal-comparison-current-p": "Hâlâ bilgilerinizi güncelleyip güncellememeniz gerektiğini görmek istiyorsanız buraya doğrulayıcı endeks numaranızı girebilirsiniz <Text as=\"span\" fontWeight=\"normal\">(bu istemci kayıtlarınızda bulunabilir):</Text>",
  "comp-withdrawal-comparison-new-title": "Yeni paydaşlar (henüz para yatırılmayan)",
  "comp-withdrawal-comparison-new-li-1": "Varsayılan olarak, otomatik olarak ödül ödemelerini ve para çekme fonksiyonelliğini aktif etmek isteyen yeni paydaşlar Hisseleme Yatırım CLI aracını kullanarak doğrulayıcı anahtarlarını oluştururken kontrol ettikleri bir Ethereum para çekme adresi sağlamalıdır",
  "comp-withdrawal-comparison-new-li-2": "Mevduat zamanında gerekli değildir, ancak fonlarınızın kilidini açmak için bu anahtarları daha sonraki bir tarihte güncelleme ihtiyacını ortadan kaldırır",
  "comp-withdrawal-comparison-new-p": "Hisseleme Başlama Noktası size hisselemeye uyumda rehberlik edecektir.",
  "comp-withdrawal-comparison-new-link": "Hisseleme Başlama Noktasını ziyaret edin",
  "comp-withdrawal-credentials-placeholder": "Doğrulayıcı dizini",
  "comp-withdrawal-credentials-error": "Hay aksi! Doğrulayıcı dizin numarasını kontrol edip tekrar deneyin.",
  "comp-withdrawal-credentials-upgraded-1": "Doğrulayıcı indeksi {{validatorIndex}} ödül kazanmak için hazır!",
  "comp-withdrawal-credentials-upgraded-2": "Yürütme adresine bağlı para çekme kimlik bilgileri:",
  "comp-withdrawal-credentials-not-upgraded-1": "Bu doğrulayıcı yükseltilmelidir.",
  "comp-withdrawal-credentials-not-upgraded-1-testnet": "Bu Holesky test ağı doğrulayıcısının yükseltilmesi gerekiyor.",
  "comp-withdrawal-credentials-not-upgraded-2": "Nasıl yükseltileceği üzerine talimatlar mevcut olarak <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Hisseleme Başlama Noktası</a>'nda bulunabilir",
  "comp-withdrawal-credentials-verify-mainnet": "Ana ağda doğrula",
  "comp-withdrawal-credentials-verify-holesky": "Holesky'de doğrula",
  "page-staking-withdrawals-when": "Sevk edildi!",
  "page-staking-image-alt": "Stake başlama noktası için Gergedan maskotun resmi.",
  "page-staking-benefits-1-title": "Ödüller kazanın",
  "page-staking-benefits-1-description": "Ağın <a href=\"/glossary/#consensus\">mutabakata</a> varmasına yardımcı olan eylemler için ödüller verilir. İşlemleri düzgün bir şekilde yeni bloklara bölen ve diğer doğrulayıcıların çalışmalarını kontrol eden yazılımı çalıştırdığınız için ödüller alırsınız, çünkü zincirin güvenli bir şekilde çalışmaya devam etmesini sağlayan şey budur.",
  "page-staking-benefits-2-title": "Daha iyi güvenlik",
  "page-staking-benefits-2-description": "Daha fazla ETH stake edildiğinden, ağın çoğunluğunu kontrol etmek için daha fazla ETH gerektirdiğinden, ağ saldırılara karşı güçlenir. Tehdit olmak için doğrulayıcıların çoğunu elinizde tutmanız gerekir, bu da sistemdeki ETH'nin çoğunu kontrol etmeniz gerektiği anlamına gelir - bu çok fazla!",
  "page-staking-benefits-3-title": "Daha sürdürülebilir",
  "page-staking-benefits-3-description": "Paydaşların ağı korumada yer alması için enerji yoğunluklu iş ispatlı hesaplama yapmasına gerek duymaması hisseleme düğümlerinin çok az enerji kullanarak nispeten gözterişsiz yazılım üzerinde çalışabileceği anlamına gelir.",
  "page-staking-benefits-3-link": "Ethereum'un enerji tüketimi hakkında daha fazlası",
  "page-staking-description": "Hisseleme, <a href=\"/glossary/#validator\">doğrulayıcı</a> yazılımını etkinleştirmek için 32 ETH yatırma işlemidir. Bir doğrulayıcı olarak; verileri depolamaktan, işlemleri gerçekleştirmekten ve blokzincire yeni <a href=\"/glossary/#block\">bloklar</a> eklemekten siz sorumlu olursunuz. Bu, Ethereum'u herkes için güvenli tutar ve bu süreçte size yeni ETH'ler kazandırır.",
  "page-staking-hero-title": "ETH'nizi stake etme",
  "page-staking-hero-header": "Ethereum'u güvence altına alırken ödüller kazanın",
  "page-staking-hero-subtitle": "Herhangi bir miktarda ETH'ye sahip herhangi bir kullanıcı, ağın güvenliğini sağlamaya yardımcı olup bu süreçte ödüller kazanabilir.",
  "page-staking-dropdown-home": "Staking Ana Sayfa",
  "page-staking-dropdown-solo": "Tekli staking",
  "page-staking-more-on-solo": "Solo stake etme hakkında daha fazla bilgi",
  "page-staking-learn-more-solo": "Solo stake etme hakkında daha fazla bilgi edinin",
  "page-staking-dropdown-saas": "Bir hizmet olarak Hisseleme",
  "page-staking-saas-with-abbrev": "Bir hizmet olarak staking (SaaS)",
  "page-staking-more-on-saas": "Hizmet olarak staking hakkında daha fazlası",
  "page-staking-learn-more-saas": "Hizmet olarak staking hakkında daha fazla bilgi edinin",
  "page-staking-dropdown-pools": "Havuzlanmış Staking",
  "page-staking-dropdown-withdrawals": "Para çekme hakkında",
  "page-staking-dropdown-dvt": "Dağıtılmış doğrulayıcı teknolojisi",
  "page-staking-more-on-pools": "Havuzlu stake etme hakkında daha fazlası",
  "page-staking-learn-more-pools": "Havuzlanmış stake etme hakkında daha fazla bilgi edinin",
  "page-staking-section-what-title": "Staking nedir?",
  "page-staking-section-why-title": "ETH'nizi neden stake etmelisiniz?",
  "page-staking-section-why-p1": "Her şey ne kadar stake yapmak istediğinize bağlı. Kendi doğrulayıcınızı etkinleştirmek için 32 ETH'ye ihtiyacınız olacak, ancak daha az stake yapmak da mümkün.",
  "page-staking-section-why-p2": "Aşağıdaki seçeneklere göz atın ve sizin için, ağ için en iyi olanı seçin.",
  "page-staking-guide-title-coincashew-ethereum": "CoinCashew Ethereum 2.0 Rehberi",
  "page-staking-guide-title-somer-esat": "Somer Esat",
  "page-staking-guide-title-rocket-pool": "Roket Havuzu Düğüm Operatörleri",
  "page-staking-guide-description-linux": "Linux (CLI)",
  "page-staking-guide-description-mac-linux": "Linux, macOS (CLI)",
  "page-staking-hierarchy-solo-h2": "Evde solo staking",
  "page-staking-hierarchy-solo-pill-1": "En etkili",
  "page-staking-hierarchy-solo-pill-2": "Tam kontrol",
  "page-staking-hierarchy-solo-pill-3": "Bütün ödüller",
  "page-staking-hierarchy-solo-pill-4": "Güvensiz",
  "page-staking-hierarchy-solo-p1": "Ethereum'da tek başına staking, staking için <span class=\"gold\">altın standarttır</span>. Tam katılım ödülleri sağlar, ağın merkeziyetsizliğini geliştirir ve hiçbir zaman fonlarınız için başka birine güvenmenizi gerektirmez.",
  "page-staking-hierarchy-solo-p2": "Solo staking yapmayı düşünenler en az 32 ETH'ye ve 7 gün 24 saat internete bağlı özel bir bilgisayara sahip olmalıdır. Bazı teknik bilgiler yardımcı olur, ancak bu süreci basitleştirmeye yardımcı olacak kullanımı kolay araçlar artık mevcuttur.",
  "page-staking-hierarchy-saas-pill-1": "32 ETH'niz",
  "page-staking-hierarchy-saas-pill-2": "Doğrulayıcı anahtarlarınız",
  "page-staking-hierarchy-saas-pill-3": "Emanet edilen düğüm işlemi",
  "page-staking-hierarchy-saas-p1": "Donanımla uğraşmak istemiyorsanız veya kendinizi rahat hissetmiyorsanız ancak yine de 32 ETH'nizi stake etmek istiyorsanız, hizmet olarak staking seçenekleri, yerel blok ödülleri kazanırken zor kısmı devretmenize olanak tanır.",
  "page-staking-hierarchy-saas-p2": "Bu seçenekler genellikle bir dizi doğrulayıcı kimlik bilgisi oluşturma, bunlara imzalama anahtarlarınızı yükleme ve 32 ETH'nizi yatırma konusunda size yol gösterir. Bu, hizmetin sizin adınıza doğrulamasını sağlar.",
  "page-staking-hierarchy-saas-p3": "Bu bahis yöntemi, sağlayıcıya belirli bir düzeyde güven gerektirir. Karşı taraf riskini sınırlamak için, ETH'nizi geri çekme anahtarları genellikle elinizde tutulur.",
  "page-staking-hierarchy-pools-pill-1": "Herhangi bir miktarı stake et",
  "page-staking-hierarchy-pools-pill-2": "Ödüller kazanın",
  "page-staking-hierarchy-pools-pill-3": "Basit tut",
  "page-staking-hierarchy-pools-pill-4": "Popüler",
  "page-staking-hierarchy-pools-p1": "32 ETH'ye sahip olmayan veya bunu konuda kendini rahat hisseden kullanıcılara yardımcı olmak için artık çeşitli havuzlama çözümleri mevcuttur.",
  "page-staking-hierarchy-pools-p2": "Bu seçeneklerin çoğu, hisselenen ETH'nizi temsil eden bir <a href=\"/glossary/#erc-20\">ERC-20</a> likidite jetonunu ifade eden ve \"likit hisseleme\" olarak bilinen yöntemi içerir.",
  "page-staking-hierarchy-pools-p3": "Likit hisseleme, dilediğiniz zaman kolayca çıkış yapmanızı mümkün kılar ve hisseleme işlemini bir jeton takası kadar basit hale getirir. Bu seçenek ayrıca kullanıcıların varlıklarını kendi Ethereum <a href=\"/glossary/#wallet\">cüzdanlarında</a> saklamalarına olanak tanır.",
  "page-staking-hierarchy-pools-p4": "Havuzlanmış staking, Ethereum ağına özgü değildir. Üçüncü taraflar bu çözümleri oluşturuyor ve kendi risklerini taşıyorlar.",
  "page-staking-hierarchy-cex-h2": "Merkezi borsalar",
  "page-staking-hierarchy-cex-pill-1": "En az etkili",
  "page-staking-hierarchy-cex-pill-2": "En yüksek güven varsayımları",
  "page-staking-hierarchy-cex-p1": "ETH'yi kendi cüzdanınızda tutmak konusunda henüz rahat değilseniz, birçok merkezi borsa staking hizmeti sunar. Minimum gözetim veya çaba ile ETH varlıklarınızdan bir miktar getiri elde etmenize izin vermek için bir geri dönüş olabilirler.",
  "page-staking-hierarchy-cex-p2": "Buradaki takas, merkezi sağlayıcıların çok sayıda doğrulayıcı çalıştırmak için büyük ETH havuzlarını birleştirmesidir. Bu, ağ ve kullanıcıları için tehlikeli olabilir, çünkü büyük bir merkezi hedef ve başarısızlık noktası oluşturarak ağı saldırılara veya hatalara karşı daha savunmasız hale getirir.",
  "page-staking-hierarchy-cex-p3": "Kendi <a href=\"/glossary/#key\">anahtarlarınızı</a> tutma konusunda kendinizi rahat hissetmiyorsanız sorun değil. Bu seçenekler yardıma hazır. Bu arada, varlıklarınızın gerçek mülkiyetini nasıl alabileceğinizi öğrenmek için <a href=\"/wallets/\">cüzdanlar</a> sayfamıza göz atmayı düşünebilirsiniz. Hazır olduğunuzda tekrar gelip bireysel saklama olanağı sunan havuzlu hisseleme hizmetlerinden birini deneyerek hisseleme konusunda kendinizi geliştirebilirsiniz.",
  "page-staking-hierarchy-subtext": "Fark etmiş olabileceğiniz gibi, Ethereum staking'e katılmanın birçok yolu vardır. Bu yollar çok çeşitli kullanıcıları hedefler ve nihayetinde her biri benzersizdir ve riskler, ödüller ve güven varsayımları açısından farklılık gösterir. Bazıları diğerlerinden daha merkezi olmayan, savaşta test edilmiş ve/veya risklidir. Uzaydaki popüler projeler hakkında bazı bilgiler veriyoruz, ancak ETH'yi herhangi bir yere göndermeden önce her zaman <em>kendi araştırmanızı yapın</em>.",
  "page-staking-comparison-solo-saas": "SaaS sağlayıcılarında hala 32 ETH yatırmanız gerekir, ancak donanım çalıştırmanız gerekmez. Genellikle doğrulayıcı anahtarlarınıza erişiminiz vardır, ancak operatörün doğrulayıcınız adına hareket edebilmesi için imzalama anahtarlarınızı da paylaşmanız gerekir. Bu, kendi donanımınızı çalıştırırken mevcut olmayan bir güven katmanı sunar ve evde tek başına staking'den farklı olarak SaaS, düğümlerin coğrafi dağılımına pek yardımcı olmaz. Donanım işletiminden rahatsızsanız ancak yine de 32 ETH stake etmek istiyorsanız, bir SaaS sağlayıcısı kullanmak sizin için iyi bir seçenek olabilir.",
  "page-staking-comparison-solo-pools": "Solo hisseleme, bir havuzlama hizmetiyle hisseleme yapmaktan çok daha fazla dahil, ancak ETH ödüllerine tam erişim ve doğrulayıcınızın kurulumu ve güvenliği üzerinde tam kontrol sunar. Havuzlanmış bahis, giriş için önemli ölçüde daha düşük bir engele sahiptir. Kullanıcılar küçük miktarlarda ETH stake edebilir, doğrulayıcı anahtarlar oluşturmaları gerekmez ve standart bir internet bağlantısının ötesinde herhangi bir donanım gereksinimi yoktur. Likidite token'ları, protokol düzeyinde etkinleştirilmeden önce bahisten çıkma olanağı sağlar. Bu özelliklerle ilgileniyorsanız, havuzlanmış bahis iyi bir seçim olabilir.",
  "page-staking-comparison-saas-solo": "Benzerlikler arasında, fon toplamak zorunda kalmadan kendi doğrulayıcı anahtarlarınıza sahip olmak yer alır, ancak SaaS ile, potansiyel olarak kötü niyetli davranabilecek veya kendilerinin bir saldırı veya düzenleme hedefi haline gelebilecek bir üçüncü tarafa güvenmeniz gerekir. Bu güven varsayımları veya merkezileşme riskleri sizi ilgilendiriyorsa, kendi kendine egemen staking'in altın standardı solo stake'tir.",
  "page-staking-comparison-saas-pools": "Bunlar, doğrulayıcı istemciyi çalıştırmak için genellikle başka birine güvenmeniz açısından benzerdir, ancak SaaS'ın aksine, havuzlanmış stake etme, daha küçük miktarlarda ETH ile katılmanıza olanak tanır. 32 ETH'den daha azıyla stake yapmak istiyorsanız, bunları kontrol etmeyi düşünün.",
  "page-staking-comparison-pools-solo": "Havuzlanmış bahis, solo bahisle karşılaştırıldığında önemli ölçüde daha düşük bir giriş engeline sahiptir, ancak tüm düğüm işlemlerini üçüncü bir tarafa ve bir ücret karşılığında devrederek ek risk ile birlikte gelir. Solo staking, bir stake kurulumunu seçmeye giden seçimler üzerinde tam egemenlik ve kontrol sağlar. Stake edenler hiçbir zaman anahtarlarını teslim etmek zorunda kalmazlar ve herhangi bir aracı kesintiye uğramadan tam ödüller kazanırlar.",
  "page-staking-comparison-pools-saas": "Bunlar, staker'ların doğrulama yazılımını kendileri çalıştırmaması bakımından benzerdir, ancak havuzlama seçeneklerinden farklı olarak SaaS, bir doğrulayıcıyı etkinleştirmek için tam 32 ETH depozitosu gerektirir. Ödüller bahisçide birikir ve genellikle hizmeti kullanmak için aylık bir ücret veya başka bir hisse içerir. Kendi doğrulayıcı anahtarlarınızı tercih ediyorsanız ve en az 32 ETH stake etmek istiyorsanız, bir SaaS sağlayıcısı kullanmak sizin için iyi bir seçenek olabilir.",
  "page-staking-considerations-solo-1-title": "Açık kaynak",
  "page-staking-considerations-solo-1-description": "Temel kod %100 açık kaynaktır ve herkesin çatallayarak kullanımına açıktır",
  "page-staking-considerations-solo-1-warning": "Kapalı kaynak",
  "page-staking-considerations-solo-2-title": "Denetlendi",
  "page-staking-considerations-solo-2-description": "Temel kod, yayınlanan ve kamuya açık olan sonuçlarla resmi denetimden geçmiştir",
  "page-staking-considerations-solo-2-warning": "Hiçbiri",
  "page-staking-considerations-solo-3-title": "Hata ödülü",
  "page-staking-considerations-solo-3-description": "Kullanıcıları, güvenlik açıklarını düzelttikleri ve/veya güvenli bir şekilde bunu bildirdikleri için ödüllendirmek amacıyla herhangi bir temel kod üzerinde, herkese açık bir hata ödülü gerçekleştirildi",
  "page-staking-considerations-solo-3-valid": "Şu anda aktif",
  "page-staking-considerations-solo-3-caution": "Tamamlandı",
  "page-staking-considerations-solo-4-title": "Savaş test edildi",
  "page-staking-considerations-solo-4-description": "Software has been available and used by the public for the indicated period of time",
  "page-staking-considerations-solo-4-valid": "Canlı > 1 yıl",
  "page-staking-considerations-solo-4-caution": "Canlı > 6 ay",
  "page-staking-considerations-solo-4-warning": "Yeni yayınlandı",
  "page-staking-considerations-solo-5-title": "Güvensiz",
  "page-staking-considerations-solo-5-description": "Doğrulayıcı anahtarları, doğrulayıcı yaşam döngüsünde hiçbir zaman başka bir insana emanet edilmez. İlgili tüm akıllı sözleşmeler, yürütme için ayrıcalıklı izinlere güvenmeden arka kapılardan muaftır.",
  "page-staking-considerations-solo-5-warning": "Güvenilir",
  "page-staking-considerations-solo-6-title": "İzne dayalı olmama",
  "page-staking-considerations-solo-6-description": "Kullanıcılar, yazılımı veya hizmeti kullanarak bir doğrulayıcıyı çalıştırmak için herhangi bir özel izne ihtiyaç duymazlar",
  "page-staking-considerations-solo-6-valid": "İzin yok",
  "page-staking-considerations-solo-6-warning": "İzin gerekli",
  "page-staking-considerations-solo-7-title": "Çoklu-istemci",
  "page-staking-considerations-solo-7-description": "Yazılım, kullanıcıların en az iki veya daha fazla yürütüm istemcisinden ve iki ya da daha fazla fikir birliği katmanından seçmesini veya bunlar arasında geçiş yapmasını mümkün kılar",
  "page-staking-considerations-solo-7-valid": "Kolay müşteri değiştirme",
  "page-staking-considerations-solo-7-warning": "Çoğunluk istemcisiyle sınırlı",
  "page-staking-considerations-solo-8-title": "Kendi kendine velayet",
  "page-staking-considerations-solo-8-description": "Kullanıcı, imzalama ve geri çekme anahtarları dahil olmak üzere tüm doğrulayıcı kimlik bilgilerinin velayetini elinde tutar",
  "page-staking-considerations-solo-8-warning": "Üçüncü taraf vasi",
  "page-staking-considerations-solo-9-title": "Ekonomik olarak",
  "page-staking-considerations-solo-9-description": "Kullanıcılar, diğerlerinden toplanan fonları kullanarak 32 ETH'den daha az stake yaparak bir doğrulayıcıyı çalıştırabilir",
  "page-staking-considerations-solo-9-valid": "< 32 ETH",
  "page-staking-considerations-solo-9-warning": "32 ETH",
  "page-staking-considerations-saas-4-description": "Hizmet, belirtilen süre boyunca halk tarafından kullanılabilir ve kullanılmaktadır",
  "page-staking-considerations-saas-6-description": "Kullanıcıların hizmete katılması için herhangi bir özel izin, hesap kaydı veya KYC gerektirmez",
  "page-staking-considerations-saas-6-valid": "Herkes katılabilir",
  "page-staking-considerations-saas-6-warning": "İzin gerekli",
  "page-staking-considerations-saas-7-title": "Yürütüm çeşitliliği",
  "page-staking-considerations-saas-7-description": "Servis, çoğunluk yürütüm istemcisiyle birlikte toplu doğrulayıcılarının %50'sinden fazlasını çalıştırmamalıdır",
  "page-staking-considerations-saas-7-valid": "%50'den az",
  "page-staking-considerations-saas-7-caution": "Halen bilinmiyor",
  "page-staking-considerations-saas-7-warning": "%50'nin üzerinde",
  "page-staking-considerations-saas-8-title": "Mutabakat çeşitliliği",
  "page-staking-considerations-saas-8-description": "Servis, çoğunluk mütabakat çeşitliliğiyle birlikte toplu doğrulayıcılarının %50'sinden fazlasını çalıştırmamalıdır",
  "page-staking-considerations-saas-8-valid": "%50'den az",
  "page-staking-considerations-saas-8-caution": "Halen bilinmiyor",
  "page-staking-considerations-saas-8-warning": "%50'nin üzerinde",
  "page-staking-considerations-pools-5-description": "Hizmet, anahtarlarınızı saklamak veya ödülleri dağıtmak için herhangi bir kişiye güvenmeyi gerektirmez",
  "page-staking-considerations-pools-6-title": "İzne dayalı olmayan nodelar",
  "page-staking-considerations-pools-6-description": "Hizmet, herkesin izinsiz olarak havuz için düğüm operatörü olarak katılmasına olanak tanır",
  "page-staking-considerations-pools-7-description": "Servis, çoğunluk yürütüm istemcisiyle birlikte toplu doğrulayıcılarının %50'sinden fazlasını çalıştırmamalıdır",
  "page-staking-considerations-pools-8-title": "Likidite token",
  "page-staking-considerations-pools-8-description": "Kendi cüzdanınızda tutulan, stake edilen ETH'nizi temsil eden takas edilebilir likidite tokeni sunar",
  "page-staking-considerations-pools-8-valid": "Likidite token(ler)",
  "page-staking-considerations-pools-8-warning": "Likidite token yok",
  "page-staking-considerations-pools-9-description": "Servis, çoğunluk mütabakat çeşitliliğiyle birlikte toplu doğrulayıcılarının %50'sinden fazlasını çalıştırmamalıdır",
  "page-staking-how-solo-works-item-1": "Birkaç donanım edinin: Hisselemek için <a href=\"/run-a-node/\">bir düğüm çalıştırmanız</a> gerekir",
  "page-staking-how-solo-works-item-2": "Yürütüm katmanı istemcisini senkronize edin",
  "page-staking-how-solo-works-item-3": "Bir konsensüs katmanı istemcisini senkronize edin",
  "page-staking-how-solo-works-item-4": "Anahtarlarınızı oluşturun ve doğrulayıcı istemcinize yükleyin",
  "page-staking-how-solo-works-item-5": "Düğümünüzü izleyin ve bakımını yapın",
  "page-staking-launchpad-widget-testnet-label": "Holesky test ağı",
  "page-staking-launchpad-widget-testnet-start": "Holesky test ağında hisselemeye başlayın",
  "page-staking-launchpad-widget-mainnet-label": "Anaağ",
  "page-staking-launchpad-widget-mainnet-start": "Mainnet'te stake yapmaya başlayın",
  "page-staking-launchpad-widget-span": "Ağ seçin",
  "page-staking-launchpad-widget-p1": "Tekli doğrulayıcıların, fonları riske atmadan önce Holesky test ağında operasyonel becerilerini ve <strong>kurulumlarını test</strong> etmeleri beklenir. Ağın güvenliğini iyileştirdiği ve riskinizi sınırladığı için bir <a href=\"/developers/docs/nodes-and-clients/client-diversity/\">azınlık istemcisi</a> seçmenin önemli olduğunu unutmayın.",
  "page-staking-launchpad-widget-p2": "Bu konuda rahatsanız yalnızca Hisseleme Başlama Noktası'nı kullanarak komut satırından gereken her şeyi ayarlayabilirsiniz.",
  "page-staking-launchpad-widget-p3": "İşleri kolaylaştırmak için, istemcilerinizi kolaylıkla kurmak için Staking Launchpad'in yanı sıra size yardımcı olabilecek aşağıdaki araç ve kılavuzlardan bazılarına göz atın.",
  "page-staking-launchpad-widget-link": "Yazılım araçları ve kılavuzu",
  "page-staking-products-get-started": "Başlarken",
  "page-staking-dropdown-staking-options": "Hisseleme Seçenekleri",
  "page-staking-dropdown-staking-options-alt": "Hisseleme seçenekleri açılır menüsü",
  "page-staking-stats-box-metric-1": "Stake edilen toplam ETH",
  "page-staking-stats-box-metric-2": "Tüm doğrulayıcılar",
  "page-staking-stats-box-metric-3": "Mevcut APR",
  "page-staking-stats-box-metric-1-tooltip": "İşaret Zincirinde kilitli ETH toplamı, 32 ETH üzeri bakiyeler hariç",
  "page-staking-stats-box-metric-2-tooltip": "İşaret Zincirinde mevcut aktif doğrulayıcı hesabı sayısı",
  "page-staking-stats-box-metric-3-tooltip": "Geçmiş 24 saatlik sürede doğrulayıcı başına ortalama yıllık finansal getiri",
  "page-staking-section-comparison-subtitle": "Stake için herkese uyan tek bir çözüm yoktur ve her biri benzersizdir. Burada, stake edebileceğiniz farklı yolların bazı risklerini, ödüllerini ve gerekliliklerini karşılaştıracağız.",
  "page-staking-section-comparison-rewards-title": "Ödüller",
  "page-staking-section-comparison-solo-rewards-li1": "Maksimum ödül - doğrudan protokolden tam ödüller alın",
  "page-staking-section-comparison-solo-rewards-li2": "İşlemleri yeni bir bloğa gruplandırma veya zincirin güvenli bir şekilde çalışmasını sağlamak için diğer doğrulayıcıların çalışmalarını kontrol etme ödülleri alacaksınız",
  "page-staking-section-comparison-solo-rewards-li3": "Ayrıca önerdiğiniz bloklar için yanmamış işlem ücretleri de alacaksınız",
  "page-staking-section-comparison-saas-rewards-li1": "Genellikle tam protokol ödülleri eksi düğüm işlemleri için aylık ücret içerir",
  "page-staking-section-comparison-saas-rewards-li2": "Doğrulayıcı istemcinizi kolayca takip etmek için genellikle mevcut olan gösterge tabloları",
  "page-staking-section-comparison-pools-rewards-li1": "Havuzlanan stake edenler, seçilen havuzlanmış stake etme yöntemine bağlı olarak ödülleri farklı şekilde tahakkuk ettirir",
  "page-staking-section-comparison-pools-rewards-li2": "Birçok havuzlu hisseleme hizmeti, hisselenmiş ETH'nizi ve doğrulayıcı ödüllerinden alacağınız payı temsil eden bir veya daha fazla <a href=\"/glossary/#liquidity-tokens\">likidite jetonu</a> sunar",
  "page-staking-section-comparison-pools-rewards-li3": "Likidite jetonlarını kendi cüzdanınızda tutabilir, <a href=\"/glossary/#defi\">DeFi</a>'de kullanabilir ve çıkış yapmaya karar verirseniz satabilirsiniz",
  "page-staking-section-comparison-risks-title": "Riskler",
  "page-staking-section-comparison-solo-risks-li1": "ETH'niz hissede",
  "page-staking-section-comparison-solo-risks-li2": "Çevrimdışı olma durumunda ETH'ye mal olan cezalar var",
  "page-staking-section-comparison-solo-risks-li3": "Kötü niyetli davranış, daha büyük miktarlarda ETH'nin \"kesilmesine\" ve ağdan zorla çıkarılmasına neden olabilir",
  "page-staking-section-comparison-saas-risks-li1": "Solo stake etme ile aynı riskler ve hizmet sağlayıcının karşı taraf riski",
  "page-staking-section-comparison-saas-risks-li2": "İmzalama anahtarlarınızın kullanımı, kötü niyetli davranabilecek başka birine emanet edilmiştir",
  "page-staking-section-comparison-pools-risks-li1": "Riskler kullanılan yönteme göre değişiklik gösterir",
  "page-staking-section-comparison-pools-risks-li2": "Genel olarak riskler, karşı taraf, <a href=\"/glossary/#smart-contract\">akıllı sözleşme</a> ve yürütme riskinin bir kombinasyonundan oluşur",
  "page-staking-section-comparison-requirements-title": "Gereksinimler",
  "page-staking-section-comparison-solo-requirements-li1": "32 ETH yatırmanız gerekir",
  "page-staking-section-comparison-solo-requirements-li2": "İnternete bağlıyken hem Ethereum <a href=\"/glossary/#execution-client\">yürütüm istemcisi</a> hem de<a href=\"/glossary/#consensus-client\">fikir birliği istemcisi</a> çalıştıran donanım bulundurun",
  "page-staking-section-comparison-solo-requirements-li3": "<a href=\"https://holesky.launchpad.ethereum.org\" target=\"_blank\">Hisseleme Başlama Noktası </a>, süreç ve donanım gereksinimleri konusunda size yol gösterecektir",
  "page-staking-section-comparison-saas-requirements-li1": "32 ETH yatırın ve yardım alarak anahtarlarınızı oluşturun",
  "page-staking-section-comparison-saas-requirements-li2": "Anahtarlarınızı güvenli bir şekilde saklayın",
  "page-staking-section-comparison-saas-requirements-li3": "Gerisi halledilir, ancak belirli hizmetler değişebilir",
  "page-staking-section-comparison-pools-requirements-li1": "En düşük ETH gereksinimleri, bazı projeler 0,01 ETH kadar az gerektirir",
  "page-staking-section-comparison-pools-requirements-li2": "Direk olarak cüzdanınızdan, farklı havuzlanmış stake platformlarına para yatırın ya da sadece stake edilen likidite tokenlerinden biriyle ticaret yapın",
  "page-staking-faq-1-question": "Doğrulayıcı nedir?",
  "page-staking-faq-1-answer": "Bir <em>doğrulayıcı</em> Beacon Zincirinde yaşayan ve Ethereum protokolünün mutabakatına katılan sanal bir varlıktır. Doğrulayıcılar; bakiye, açık anahtar ve diğer özelliklerle temsil edilir. Bir <em>doğrulayıcı istemcisi</em>, özel anahtarını tutup kullanarak doğrulayıcı adına hareket eden yazılımdır. Tek bir doğrulayıcı istemcisi, birçok doğrulayıcıyı kontrol ederek birçok anahtar çiftini tutabilir.",
  "page-staking-faq-2-question": "Neden stake edilen paraya ihtiyacım var?",
  "page-staking-faq-2-answer": "Doğrulayıcı, ağ için blok önerme ve onaylama yeteneğine sahiptir. Dürüst olmayan davranışları önlemek için, kullanıcıların fonları tehlikede olmalıdır. Bu, protokolün kötü niyetli aktörleri cezalandırmasına izin verir. Staking, eylemlerinizin finansal sonuçları olacağı için sizi dürüst tutmanın bir yoludur.",
  "page-staking-faq-3-question": "'Eth2' satın alabilir miyim?",
  "page-staking-faq-3-answer-p1": "Yerel token ether (ETH), hisse ispatına geçişle birlikte değişmeyeceğinden, protokole özgü bir \"Eth2\" token'ı yoktur.",
  "page-staking-faq-3-answer-p2": "Stake edilmiş ETH'yi temsil edebilecek türev tokenler/tickerler vardır (yani Rocket Pool'dan rETH, Lido'dan stETH, Coinbase'den ETH2). <a href=\"/staking/pools/\">Stake havuzları</a> hakkında daha fazla bilgi edinin",
  "page-staking-faq-4-question": "Hisseleme şimdiden kullanılabilir mi?",
  "page-staking-faq-4-answer-p1": "Evet. Hisseleme 1 Aralık 2020'den bu yana kullanımda",
  "page-staking-faq-4-answer-p2": "Bu, kullanıcıların ETH'lerini yatırmaları, bir doğrulayıcı istemci çalıştırmaları ve ödüller kazanmaya başlamaları için hisselemenin şu anda yayında olduğu anlamına gelir.",
  "page-staking-faq-4-answer-p3": "Shanghai/Capella güncellemesi 12 Nisan 2023'te tamamlandı, hisseleme çekimleri açıldı ve hisseleme likiditesindeki döngü kapandı.",
  "page-staking-faq-5-question": "Kilitlenmiş ETH'mi ne zaman çekebilirim?",
  "page-staking-faq-5-answer-p1": "Hemen şimdi! Paydaşlar eğer isterlerse doğrulayıcı bakiyelerinden ödüllerini ve/veya prensip depozitolarını çekebilirler.",
  "page-staking-faq-5-answer-p2": "Paydaşlar aynı zamanda bloklar önerirken, ücret ve MEV olarak ödüller alacaktır, bu ödüller anında ayarlı ücret alıcı adresiyle mevcut olacaktır.",
  "page-staking-faq-5-answer-link": "Hisseleme para çekme işlemleri hakkında daha fazlası",
  "page-staking-further-reading-author-vitalik-buterin": "Vitalik Buterin",
  "page-staking-further-reading-2-link": "Serenity Tasarım Mantığı",
  "page-staking-further-reading-4-link": "Eth2 Haberleri",
  "page-staking-further-reading-4-author": "Ben Edgington",
  "page-staking-further-reading-5-link": "Kesinleşme no. 33, Ethereum mutabakat katmanı- (Oca 2022)",
  "page-staking-further-reading-5-author": "Danny Ryan",
  "page-staking-further-reading-6-link": "Tasdikli Gönderiler",
  "page-staking-further-reading-8-link": "Beaconcha.in Topluluğu Tarafından Sağlanan Eğitim Materyalleri",
  "page-staking-further-reading-9-link": "Ethereum Staking Başlama Noktası SSS",
  "page-staking-further-reading-10-link": "EthStaker bilgi tabanı",
  "page-staking-toc-how-to-stake-your-eth": "ETH'nizi hisseleme",
  "page-staking-toc-comparison-of-options": "Stake seçeneklerinin karşılaştırılması",
  "page-staking-toc-faq": "SSS",
  "page-staking-toc-further": "Daha fazla bilgi",
  "page-staking-dom-info-title": "Ethereum ile stake etme",
  "page-staking-join-community": "Stake edenlere katılın",
  "page-staking-join-community-desc": "EthStaker, herkesin Ethereum üzerinde hisseleme hakkında tartışması ve öğrenmesi için bir topluluktur. Tavsiye, destek ve hisseleme ile ilgili her şeyi konuşmak için dünyanın dört bir yanından on binlerce üyeye katılın.",
  "page-staking-meta-description": "Ethereum stake etmeye genel bir bakış: riskler, ödüller, gereksinimler ve nereden yapılacağı.",
  "page-staking-meta-title": "Ethereum stake etme",
  "page-staking-withdrawals-important-notices": "Önemli bildiriler",
  "page-staking-withdrawals-important-notices-desc": "Para çekme işlemleri henüz mevcut değil. Daha fazla bilgi için lütfen <a href=\"https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/\" target=\"_blank\">Eth2 Birleşimi ve birleşim sonrası SSS</a> bölümünü okuyun.",
  "page-upgrades-merge-btn": "Birleştirme hakkında ek bilgi",
  "subscribe-to-ef-blog": "Protokollerin en son duyurularını e-posta bildirimi olarak almak için <a href=\"https://blog.ethereum.org/category/protocol/#subscribe\" target=\"_blank\"> EF Blokuna abone olun</a>.",
  "page-staking-comparison-with-other-options": "Diğer seçenekler ile karşılaştırma",
  "page-staking-any-amount": "Herhangi bir miktar",
  "page-staking-testnet": "test ağı"
}
