{
  "page-gas-meta-title": "Ethereum'daki gaz ücretleri: Nasıl çalışır?",
  "page-gas-meta-description": "Ethereum'da gaz hakkında bilgi edinin: Çalışma şekli ve daha düşük gaz ücreti ödeme yöntemleri",
  "page-gas-hero-title": "Gaz ücretleri",
  "page-gas-hero-header": "Ağ ücretleri",
  "page-gas-hero-button-1-content": "Gaz nedir?",
  "page-gas-hero-subtitle-1": "Ethereum'da ağ ücretlerine gaz adı verilir.",
  "page-gas-hero-subtitle-2": "Gaz, Ethereum'u çalıştıran yakıttır.",
  "page-gas-summary-title": "Özet",
  "page-gas-summary-item-1": "Ethereum üzerinde herhangi bir işlemin gerçekleştirilebilmesi için küçük bir ödeme yapılması gerekir",
  "page-gas-summary-item-2": "Bu ücretlere \"gaz\" ücreti adı verilir",
  "page-gas-summary-item-3": "Gaz ücretleri sabit değildir, ağ yoğunluğuna göre değişiklik gösterir",
  "page-gas-what-are-gas-fees-header": "Gaz ücretleri nedir?",
  "page-gas-what-are-gas-fees-text-1": "Ethereum'u insanların mesaj gönderme veya program çalıştırma gibi görevleri gerçekleştirebildiği büyük bir bilgisayar ağı olarak düşünün. Bu görevleri tamamlamak için gerçek dünyadaki gibi enerjiye ihtiyaç duyulur.",
  "page-gas-what-are-gas-fees-text-2": "Ethereum'da her hesaplama işlemi için belirli bir \"gaz\" ücreti vardır. <b>Gaz ücretleriniz, işleminizdeki eylemlerin toplam maliyetidir</b>. Bir işlem gönderdiğinizde veya bir <a href=\"/glossary/#smart-contract\">akıllı sözleşmeyi</a> çalıştırdığınızda, onu işlemek için gaz ücreti ödersiniz.",
  "page-gas-how-do-i-pay-less-gas-header": "Nasıl daha az gaz öderim?",
  "page-gas-how-do-i-pay-less-gas-text": "Ethereum üzerindeki daha yüksek ücretler bazen kaçınılmaz olsa da, maliyeti azaltmak için kullanabileceğiniz stratejiler de mevcuttur:",
  "page-gas-how-do-i-pay-less-gas-card-1-title": "İşlemlerinizi zamanlayın",
  "page-gas-how-do-i-pay-less-gas-card-1-description": "Talebin düşük olduğu zamanlarda seyahat etmek nasıl daha sakin ve ekonomikse, Ethereum kullanımı da Kuzey Amerika'nın uykuda olduğu zamanlarda genellikle daha ucuzdur.",
  "page-gas-how-do-i-pay-less-gas-card-2-title": "Gaz fiyatlarının düşmesini bekleyin",
  "page-gas-how-do-i-pay-less-gas-card-2-description": "Gaz fiyatları, Ethereum'un ne kadar yoğun olduğuna bağlı olarak her on iki saniyede bir değişir. Gaz fiyatları yüksek olduğunda işlem yapmadan önce sadece birkaç dakika beklerseniz, ödeyeceğiniz fiyatın önemli ölçüde düştüğünü görebilirsiniz.",
  "page-gas-how-do-i-pay-less-gas-card-3-title": "Katman 2'yi kullan",
  "page-gas-how-do-i-pay-less-gas-card-3-description": "Katman-2 zincirler, Ethereum'un üzerine geliştirilmiş olup daha düşük ücretler sunar ve daha fazla sayıda işlem gerçekleştirir. Bu zincirler, ana Ethereum ağı üzerinde gerçekleşmesine gerek olmayan işlemlerde ücret tasarrufu yapmak için iyi birer seçenektir.",
  "page-gas-try-layer-2": "Katman 2'yi deneyin",
  "page-gas-what-causes-high-gas-fees-header": "Yüksek gaz ücretlerine ne sebep olur?",
  "page-gas-what-causes-high-gas-fees-text-1": "Ethereum ağındaki işlem miktarı (gaz) belirli bir eşiği aştığı zaman gaz ücretleri artmaya başlar. Gaz bu eşiği ne kadar aşarsa, gaz ücretinin artış hızı da o kadar yüksek olur.",
  "page-gas-what-causes-high-gas-fees-text-2": "Ücret artışının nedenleri arasında popüler <a href=\"/glossary/#dapp\">merkeziyetsiz uygulamalar (dapp'ler)</a> veya NFT'ler, <a href=\"/glossary/#dex\">merkeziyetsiz borsalarda</a> periyodik olarak artan alım-satımlar veya aşırı miktarda kullanıcı etkinliği sayılabilir.",
  "page-gas-what-causes-high-gas-fees-text-3": "Ethereum'daki geliştiriciler, dağıtmadan önce akıllı sözleşmelerinin kullanımını mümkün olduğunca optimize etmelidir. Kötü yazılmış bir akıllı sözleşmeyi çok sayıda insan kullandığında gaz tüketimi artar ve istemeden de olsa ağ tıkanıklığı yaşanabilir.",
  "page-gas-want-to-dive-deeper": "Daha derine inmek mi istiyorsunuz?",
  "page-gas-check-out-the-developer-docs": "Geliştirici belgelerine göz atın.",
  "page-gas-attack-of-the-cryptokitties-header": "Cryptokitties Saldırısı",
  "page-gas-attack-of-the-cryptokitties-text": "Popüler CryptoKitties projesi 2017'nin Kasım ayında başlatıldı. Popülaritesinin hızla artması, ciddi ağ tıkanıklığı sorunlarına ve aşırı gaz ücretlerine yol açtı. CryptoKitties'in yarattığı bu güçlükler, Ethereum'u ölçeklendirmeye yönelik çözümlerin bulunması gerekliliğini daha acil hale getirdi.",
  "page-gas-why-do-we-need-gas-header": "Gaza neden ihtiyacımız var?",
  "page-gas-why-do-we-need-gas-text": "Gaz, Ethereum'u güvenli tutmada ve işlemleri işlemede kritik bir unsurdur. Gaz bir çok şekilde yardımcı olur:",
  "page-gas-benefits-1-description": "Gaz, kötü niyetli kişilerin hileli eylemlerle ağda yoğunluk oluşturmasını önleyerek Ethereum'u <a href=\"/glossary/#anti-sybil\">sybil saldırısına karşı dirençli</a> tutar.",
  "page-gas-benefits-2-description": "Hesaplamanın bir gaz maliyeti olduğundan, Ethereum'u gerek yanlışlıkla gerekse kötü niyetle pahalı işlemlerle spamlamak finansal açıdan caydırıcıdır.",
  "page-gas-benefits-3-description": "Aynı anda yapılabilecek hesaplama miktarında katı bir sınır olması, Ethereum ağının yorulmasını engeller ve ağın her zaman erişilebilir kalmasını sağlar.",
  "page-gas-how-is-gas-calculated-header": "Gaz nasıl hesaplanır?",
  "page-gas-advanced": "Gelişmiş",
  "page-gas-how-is-gas-calculated-text-1": "Ödediğiniz toplam gaz ücreti birkaç unsurdan oluşur:",
  "page-gas-how-is-gas-calculated-item-1": "<b>Ana ücret:</b> bir işlem için ödenmesi gereken, ağ tarafından belirlenmiş ücrettir",
  "page-gas-how-is-gas-calculated-item-2": "<b>Öncelik ücreti:</b> düğüm operatörlerine, işleminizi dahil etmeye teşvik etmek için verilen isteğe bağlı bahşiştir",
  "page-gas-how-is-gas-calculated-item-3": "<b>Kullanılan gaz birimi<i>*</i>:</b> Gazın hesaplamaları temsil ettiğini söylediğimizi hatırlıyor musunuz? Akıllı sözleşmeyle etkileşime girmek gibi daha karmaşık eylemler, işlem göndermek gibi daha basit eylemlere göre daha çok gaz kullanır.",
  "page-gas-how-is-gas-calculated-list-item-1": "<i><span>*</span> Farklı işlem türlerinin ne kadar gaz kullandığını görmek için Şekil 1'e bakın</i>",
  "page-gas-how-is-gas-calculated-text-2": "Gaz ücretini hesaplamak için kullanılan formül, kullanılan gaz birimi * (ana ücret + öncelik ücreti) şeklindedir. Çoğu cüzdan gaz kullanımını hesaplayıp daha anlaşılır bir şekilde gösterir.",
  "page-gas-table-figure": "<i>Şekil 1: İşlem türüne göre kullanılan gaz</i>",
  "page-gas-table-header-1": "İşlem türü",
  "page-gas-table-header-2": "Kullanılan gaz birimi",
  "page-gas-table-item-1-transaction-type": "ETH gönderme",
  "page-gas-table-item-2-transaction-type": "ERC-20 jetonları gönderme",
  "page-gas-table-item-3-transaction-type": "NFT transfer etme",
  "page-gas-table-item-4-transaction-type": "Uniswap'ta takas yapma",
  "page-gas-faq-header": "Sıkça sorulan sorular",
  "page-gas-faq-question-1-q": "Yaptığım işlemin gaz ücreti kime ödeniyor?",
  "page-gas-faq-question-1-a-1": "Gaz ücretinin büyük kısmı (ana ücret), protokol tarafından yok edilir (yakılır). İşleminizde öncelik ücreti varsa, bu ücret işleminizi teklif eden doğrulayıcıya verilir.",
  "page-gas-faq-question-1-a-2": "Sürecin detaylı açıklamasını <a href=\"/developers/docs/gas/\">gaz geliştirici belgeleri</a> içinde bulabilirsiniz.",
  "page-gas-faq-question-2-q": "ETH'de gaz ödemem gerekiyor mu?",
  "page-gas-faq-question-2-a-1": "Evet. Ethereum'daki tüm gaz ücretleri, yerel ETH para biriminde ödenmelidir.",
  "page-gas-faq-question-2-a-2": "ETH hakkında daha fazlası",
  "page-gas-faq-question-3-q": "Gwei nedir?",
  "page-gas-faq-question-3-a-1": "Çoğu cüzdanlarda ve gaz izleyicilerinde gaz ücretlerini \"gwei\" cinsinden görebilirsiniz.",
  "page-gas-faq-question-3-a-2": "Gwei, tıpkı kuruş ile lirada olduğu gibi ETH'nin daha küçük birimidir ancak bir ETH bir milyar gwei'dir. Gwei, çok küçük miktarlarda ETH söz konusu olduğunda işe yarar.",
  "page-gas-use-layer-2": "Katman 2'yi kullan"
}
