{
  "page-layer-2-learn-meta-title": "Katman 2 nedir? | ethereum.org",
  "page-layer-2-learn-title": "Katman 2 nedir?",
  "page-layer-2-learn-description": "Kitlesel onay için Ethereum'u ölçeklendirme",
  "page-layer-2-learn-button-1-label": "Katman 2 nedir?",
  "page-layer-2-learn-button-2-label": "Katman 2'yi kullan",
  "page-layer-2-learn-what-is-layer-2-title": "Katman 2 nedir?",
  "page-layer-2-learn-what-is-layer-2-1": "Katman 2 (L2), Ethereum ölçeklendirme çözümlerinin özel bir kümesini tanımlamak için kullanılan genel bir terimdir. <strong>Katman 2, Ethereum'u genişleten ve Ethereum'un güvenlik güvencelerini devralan ayrı bir <a href=\"/glossary/#blockchain\">blokzincirdir</a> </strong>.",
  "page-layer-2-learn-what-is-layer-2-2": "Şimdi daha derinlemesine inceleyelim. Bunu yapabilmek için ilk önce katman 1'i (L1) açıklamalıyız.",
  "page-layer-2-learn-what-is-layer-1-title": "Katman 1 nedir?",
  "page-layer-2-learn-what-is-layer-1-1": "Ethereum ve Bitcoin gibi Katman 1 blokzincirleri, <strong>Katman 2 projelerinin üzerine inşa edildiği temel yapıdır</strong>. Katman 2 projelerine örnek olarak Ethereum'daki <strong>sıfır bilgi toplamaları</strong> ve <strong>iyimser toplamalar</strong> ile Bitcoin'in üzerindeki Lightning Network verilebilir.",
  "page-layer-2-learn-what-is-layer-1-2": "Ethereum aynı zamanda Katman 2'ler için bir veri kullanılabilirliği katmanı olarak işlev görür ve önceki işlemlerle ilgili herhangi bir anlaşmazlık olması durumunda, bu anlaşmazlıklar için veriler Ethereum'dan sağlanır.",
  "page-layer-2-learn-layer-1-list-title": "Ethereum Katman 1 olarak aşağıdakileri bünyesinde barındırır:",
  "page-layer-2-learn-layer-1-list-1": "ağın güvenliğini sağlamaya ve ağı doğrulamaya yarayan <strong>bir düğüm operatörleri ağı</strong>",
  "page-layer-2-learn-layer-1-list-2": "<strong>bir blok üreticileri ağı</strong>",
  "page-layer-2-learn-layer-1-list-3": "<strong>Blokzinicirinin</strong>kendisi ve işlem verilerinin geçmişi",
  "page-layer-2-learn-layer-1-list-4": "ağ için <strong>konsensus mekanizması</strong>",
  "page-layer-2-learn-why-do-we-need-layer-2-title": "Neden katman 2'ye ihtiyacımız var?",
  "page-layer-2-learn-why-do-we-need-layer-2-1": "Bir blokzincirinin üç arzu edilen özelliği, merkeziyetsiz, güvenli ve ölçeklenebilir olmasıdır. Blokzincir üçlemi, basit bir blokzincir mimarisinin üçünden yalnızca ikisini elde edebileceğini belirtir. Güvenli ve merkeziyetsiz bir blokzincir mi istiyorsunuz? Ölçeklenebilirlikten ödün vermeniz gerekir. İşte bu noktada katman 2 ağları devreye giriyor.",
  "page-layer-2-learn-why-do-we-need-layer-2-2": "Ethereum, günde 1 milyondan fazla işlem ve bu işlemlerin her biri için yüksek talep ile ağın mevcut kapasitesine ulaştı. Ethereum'un başarısı ve onu kullanma talebi, gaz fiyatlarının önemli ölçüde artmasına neden oldu. Bu nedenle, ölçeklendirme çözümlerine olan ihtiyaç da en üst seviyeye ulaştı.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability": "Ölçeklenebilirlik",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-1": "Ölçeklenebilirliğin ana hedefi, merkeziyetsizlikten ya da güvenlikten ödün vermeden işlem hızını (daha hızlı kesinlik) ve işlem çıktısını (saniye başına daha fazla işlem) artırmaktır.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-2": "Ethereum topluluğu, ölçeklenmek için merkeziyetsizlikten veya güvenlikten ödün vermeyeceği konusunda güçlü bir duruş sergiledi. Parçalama gelene kadar, Ethereum Ana Ağı (katman 1) saniyede kabaca 15 işlem gerçekleştirebilecek. Ethereum'u kullanma talebi yüksek olduğunda bu durum ağ tıkanıklığına neden olur, işlem ücretlerini artırır ve ücretler düşene kadar bunu karşılayamayanları Ethereum'u kullanmaktan alıkoyar. İşte bugün Ethereum'u ölçeklendirmek için katman 2'nin devreye girdiği yer burasıdır.",
  "page-layer-2-learn-layer2Cards-1-title": "Daha düşük işlem ücretleri",
  "page-layer-2-learn-layer2Cards-1-description": "Birden çok işlemi katman 1'deki tek bir işlemde birleştirerek işlem ücretleri büyük ölçüde azaltılır ve Ethereum herkes için daha erişilebilir hale gelir.",
  "page-layer-2-learn-layer2Cards-2-title": "Güvenliğin Sağlanması",
  "page-layer-2-learn-layer2Cards-2-description": "Katman 2 blokzincirleri, işlemlerini Ethereum Ana Ağı'nda sonuçlandırarak onları kullanan kullanıcıların Ethereum ağının güvenliğinden faydalanmasını sağlar.",
  "page-layer-2-learn-layer2Cards-3-title": "Artan kullanım alanı",
  "page-layer-2-learn-layer2Cards-3-description": "Saniye başına daha fazla işlem adediyle, düşük işlem ücretleriyle ve yeni teknolojiyle, projeler, daha da gelişmiş kullanıcı deneyimi sunan yeni uygulamalar geliştiriyor.",
  "page-layer-2-learn-how-does-layer-2-work-title": "Katman 2 nasıl çalışır?",
  "page-layer-2-learn-how-does-layer-2-work-1": "Yukarıda belirtildiği gibi katman 2, işlemleri Ethereum'un katman 1'inden bağımsız gerçekleştirirken hâlâ Ethereum'un yani katman 1'in sağlam merkeziyetsiz güvenliğinden yararlanan Ethereum ölçeklendirme çözümleri için kapsayıcı bir terimdir. Katman 2, Ethereum'u genişleten ayrı bir blok zincirdir. Peki, bu nasıl işler?",
  "page-layer-2-learn-how-does-layer-2-work-2": "Katman 2'nin çeşitli türleri bulunmaktadır ve her biri kendi avantaj ve dezavantajlı güvenlik modellerine sahiptir. Katman 2'ler, işlem yükünü sırtlanarak katman 1'i hafifletir, böylece ana ağda tıkanıklık azalır ve her şey daha ölçeklenebilir kılınmış olur.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-title": "Toplamalar",
  "page-layer-2-learn-how-does-layer-2-work-rollups-1": "Toplamalar, yüzlerce işlemi katman 1'de tek bir işlemde bir araya getirir (veya 'toplar'). Bu, K1 işlem ücretlerini toplamadaki herkese dağıtarak her kullanıcı için daha ucuz hale getirir.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-2": "Toplama içindeki işlem verileri katman 1'e gönderilir ancak yürütme, toplama tarafından ayrı olarak yapılır. Toplamalar, işlem verilerini katman 1'e göndererek Ethereum'un güvenliğini devralır. Bunun nedeni, veriler katman 1'e yüklendikten sonra bir toplama işlemini geri almanın Ethereum'u geri almayı gerektirmesidir. Toplamalarda, iyimser ve sıfır bilgi olmak üzere iki farklı yaklaşım söz konusudur. Bunlar arasındaki temel fark, ilgili işlem verilerinin L1'e nasıl gönderildiği konusundadır.",
  "page-layer-2-learn-rollupCards-optimistic-title": "İyimser toplamalar",
  "page-layer-2-learn-rollupCards-optimistic-description": "İyimser toplamalar, işlemlerin geçerli olduğunun varsayıldığı ancak geçersiz bir işlemden şüphelenilmesi durumunda buna itiraz edilebilen hata kanıtlarını kullanır. Geçersiz bir işlemden şüphelenilirse, bunun gerçekleşip gerçekleşmediğini görmek için bir hata kanıtı çalıştırılır.",
  "page-layer-2-learn-rollupCards-optimistic-childSentence": "İyimser toplamalar hakkında daha fazlası",
  "page-layer-2-learn-rollupCards-zk-title": "Sıfır Bilgi Toplamaları",
  "page-layer-2-learn-rollupCards-zk-description": "Sıfır Bilgi toplamaları, işlem hesaplamalarının zincir dışı yapıldığı ve ardından bu verilerin geçerliliklerinin bir kanıtıyla birlikte Ethereum Ana Ağı'na sağlandığı doğruluk kanıtlarını kullanır.",
  "page-layer-2-learn-rollupCards-zk-childSentence": "Zk-Rollup'lar hakkında daha fazlası",
  "page-layer-2-learn-dyor-title": "Kendi araştırmanızı yapın: Katman 2'nin riskleri",
  "page-layer-2-learn-dyor-1": "Katman 2 zincirleri güvenliği Ethereum'dan devraldığı için, ideal bir dünyada K1 Ethereum kadar güvenlidirler. Ancak <strong>projelerin birçoğu hâlâ yeni ve bir şekilde deneyseldir</strong>. Yıllarca süren Ar-Ge'den sonra, Ethereum'u ölçekleyecek K2 teknolojilerinin birçoğu 2021'de faaliyete geçti. Bu, bu K2'lerin güvenli olmadığı anlamına gelmez, yalnızca hiçbir katman 2'nin Ethereum Ana Ağı kadar zorlu koşullarda test edilmediği anlamına gelir. Her zaman kendi araştırmanızı yapın ve ilgili risklerle rahat olup olmadığınıza karar verin.",
  "page-layer-2-learn-dyor-2": "Katman 2'lerin teknolojisi, riskleri ve güven varsayımları hakkında daha fazla bilgi için, her projenin kapsamlı bir risk değerlendirme çerçevesini sağlayan L2BEAT'e göz atmanızı öneririz.",
  "page-layer-2-learn-dyor-link": "L2BEAT'e git",
  "page-layer-2-learn-note-on-alt-l1-title": "Alternatif K1'ler, yan zincirler ve validium'lar hakkında bir not",
  "page-layer-2-learn-note-on-alt-l1-1": "Alternatif katman 1'ler Ethereum'dan daha yüksek işlem hacmine ve daha düşük işlem ücretlerine sahiptir. Bu alternatif K1'ler, saniye başına daha yüksek işlem sayısına ve daha düşük ücretlere ulaşmak için güvenlikten veya merkeziyetsizlikten ödün vermek zorunda kaldılar. Ethereum ekosistemi, katman 2 ölçeklendirmesinin ölçeklenebilirlik üçlemini çözmenin ve merkeziyetsiz ve güvenli kalmanın tek yolu olduğu konusunda kesin bir şekilde hemfikirdir.",
  "page-layer-2-learn-note-on-alt-l1-2": "Yan zincirler ve validium'lar, bir blokzincirindeki varlıkların köprülenerek başka bir blokzincirinde kullanılmasına izin veren blokzincirlerdir. Yan zincirler ve validium'lar ana zincire paralel olarak çalışır ve ana zincirle köprüler aracılığıyla etkileşime girer, ancak güvenliklerini veya veri kullanılabilirliğini ana zincirden almazlar. Katman 2'lere benzer şekilde ölçeklenirler, ancak farklı güven varsayımlarına sahiptirler. Daha düşük işlem ücretleri ve daha yüksek işlem hacmi sunarlar. <a href=\"/developers/docs/scaling/sidechains\">Yan zincirler</a> ve <a href=\"/developers/docs/scaling/validium\">validium'lar</a> hakkında daha fazlası.",
  "page-layer-2-learn-callout-1-title": "Faydaları nelerdir?",
  "page-layer-2-learn-callout-1-description": "Katman 2 çözümlerinin kullanıcı deneyimi üzerindeki pratik etkisinin ne olduğunu keşfedin.",
  "page-layer-2-learn-learn-more": "Daha fazla bilgi edinin",
  "page-layer-2-learn-callout-2-title": "Farklı ağları keşfedin",
  "page-layer-2-learn-callout-2-description": "Ağların birbirinden nasıl farklılaştığını ve geliştirilme aşamalarında ne kadar ilerlediklerini öğrenin.",
  "page-layer-2-learn-explore-networks": "Ağları keşfedin"
}
