{
  "page-wallets-accounts-addresses": "Cüzdanlar, hesaplar ve adresler",
  "page-wallets-accounts-addresses-desc": "Bazı temel terimler arasındaki farkları anlamak önemlidir.",
  "page-wallets-accounts-ethereum-addresses": "Gelen kutusunun bir e-posta adresi olması gibi bir Ethereum hesabının da bir Ethereum adresi vardır. Bunu, bir hesaba para göndermek için kullanabilirsiniz.",
  "page-wallets-alt": "Ethereum cüzdanını temsil eden, gövdesi yerinde kasası olan bir robot görseli",
  "page-wallets-ethereum-account": "Ethereum hesabı, işlem yapabilen ve bir bakiyeye sahip bir varlıktır.",
  "page-wallets-blog": "Coinbase blogu",
  "page-wallets-bookmarking": "Cüzdanınızı işaretleyin",
  "page-wallets-bookmarking-desc": "Bir web cüzdanı kullanıyorsanız, kimlik avı dolandırıcılıklarına karşı kendinizi korumak için siteyi yer imlerine ekleyin.",
  "page-wallets-cd": "Kriptolarınızı çevrimdışı tutmanıza izin veren fiziksel donanım cüzdanları – çok güvenli",
  "page-wallets-desc-2": "Para göndermek ve ETH'nizi yönetmek için bir cüzdana ihtiyacınız var.",
  "page-wallets-desc-2-link": "ETH hakkında daha fazlası",
  "page-wallets-desc-3": "Cüzdanınız yalnızca Ethereum hesabınızı yönetmek için bir araçtır. Bu, cüzdan sağlayıcılarını istediğiniz zaman değiştirebileceğiniz anlamına gelir. Birçok cüzdan aynı zamanda birkaç Ethereum hesabını tek bir uygulamadan yönetmenize izin verir.",
  "page-wallets-desc-4": "Bunun nedeni, cüzdanların paranızın gözetimine sahip olmamasıdır, siz yaparsınız. Onlar sadece gerçekten size ait olanı yönetmek için bir araçtır.",
  "page-wallets-description": "Ethereum cüzdanları, Ethereum hesabınızla etkileşim kurmanıza izin veren uygulamalardır. Banka olmadan bir internet bankacılığı uygulaması gibi düşünün. Cüzdanınız bakiyenizi okumanıza, işlem göndermenize ve uygulamalara bağlanmanıza olanak tanır.",
  "page-wallets-desktop": "Fonlarınızı MacOS, Windows veya linux üzerinden yönetmeyi tercih ediyorsanız masaüstü uygulamaları",
  "page-wallets-ethereum-wallet": "Cüzdan, Ethereum hesabınızı yönetmenize izin veren bir üründür. Hesap bakiyenizi görüntülemenize, işlem yapmanıza ve daha fazlasına olanak tanır.",
  "page-wallets-explore": "Ethereum'u Keşfedin",
  "page-wallets-features-desc": "Önem verdiğiniz özelliklere göre cüzdanınızı seçmenize yardımcı olabiliriz.",
  "page-wallets-features-title": "Cüzdanları özelliklerine göre karşılaştır",
  "page-wallets-find-wallet-btn": "Bir cüzdan bul",
  "page-wallets-find-wallet-link": "Bir cüzdan bul",
  "page-wallets-get-some": "Bir miktar ETH edin",
  "page-wallets-get-some-alt": "Lego tuğlalarından ETH sembolü inşa eden bir elin görseli",
  "page-wallets-get-some-btn": "Bir miktar ETH edin",
  "page-wallets-get-some-desc": "ETH, Ethereum'un yerel kriptosudur. Ethereum uygulamalarını kullanmak için cüzdanınızda bir miktar ETH'ye ihtiyacınız olacak.",
  "page-wallets-how-to-store": "Dijital varlıklar Ethereum'da nasıl saklanır",
  "page-wallets-keys-to-safety": "Kriptonuzu güvende tutmanın anahtarları",
  "page-wallets-manage-funds": "Fonlarınızı yönetmek için bir uygulama",
  "page-wallets-manage-funds-desc": "Cüzdanınız bakiyelerinizi, işlem geçmişinizi gösterir ve size para göndermek/almak için bir yol sunar. Bazı cüzdanlar daha fazlasını sunabilir.",
  "page-wallets-meta-description": "Ethereum cüzdanlarını kullanmak için bilmeniz gerekenler.",
  "page-wallets-meta-title": "Ethereum cüzdanları",
  "page-wallets-mobile": "Paranızın her yerden erişilebilir olmasını sağlayan mobil uygulamalar",
  "page-wallets-more-on-dapps-btn": "Merkeziyetsiz uygulamalar hakkında daha fazla bilgi",
  "page-wallets-most-wallets": "Çoğu cüzdan ürünü, bir Ethereum hesabı oluşturmanıza izin verir. Yani bir cüzdan indirmeden önce birine ihtiyacınız yok.",
  "page-wallets-protecting-yourself": "Kendinizi ve paranızı korumak",
  "page-wallets-seed-phrase": "Çekirdek sözcük grubunu yaz",
  "page-wallets-seed-phrase-desc": "Cüzdanlar genellikle size güvenli bir yere yazmanız gereken bir çekirdek cümlesi verir. Cüzdanınızı kurtarmanın tek yolu budur.",
  "page-wallets-seed-phrase-example": "İşte bir örnek:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Bir bilgisayarda saklamayın. Bir yere yazın ve güvende tutun.",
  "page-wallets-slogan": "Dijital geleceğinizin anahtarı",
  "page-wallets-stay-safe": "Nasıl güvende kalınır",
  "page-wallets-stay-safe-desc": "Cüzdanlar düşüncede biraz değişikliktir. Finansal özgürlük ve fonlara her yerden erişme ve kullanma yeteneği biraz sorumluluk gerektirir – kriptoda müşteri desteği yoktur.",
  "page-wallets-subtitle": "Cüzdanlar varlıklarınıza ve Ethereum uygulamalarına erişiminizi sağlar. Cüzdanınıza yalnızca sizin erişebiliyor olmanız gerekir.",
  "page-wallets-take-responsibility": "Varlıklarınızın sorumluluğunu alın",
  "page-wallets-take-responsibility-desc": "Merkezileşmiş borsalar cüzdanınızı geleneksel yolla kurtarabileceğiniz bir kullanıcı adı ve şifreye bağlar. Varlıklarınızı bu borsalara kendinizin güvenip emanet ettiğini unutmayın. Şirkete gerçekleştirilen bir saldırı veya şirketin iflas etmesi varlıklarınızı riske eder.",
  "page-wallets-tips": "Güvende kalmak için daha fazla öneri",
  "page-wallets-tips-community": "Topluluktan gelenler",
  "page-wallets-title": "Ethereum cüzdanları",
  "page-wallets-triple-check": "Herşeyi üç kere kontrol edin",
  "page-wallets-triple-check-desc": "İşlemlerin geri alınamayacağını ve cüzdanların kolayca kurtarılamayacağını unutmayın; bu nedenle önlem alın ve her zaman dikkatli olun.",
  "page-wallets-try-dapps": "Dapps uygulamalarını deneyin",
  "page-wallets-try-dapps-alt": "Ethereum topluluğu üyelerinin birlikte çalışmasını gösteren bir görsel",
  "page-wallets-try-dapps-desc": "Dapps uygulamaları Ethereum üzerine oluşturulmuştur. Verilerinize çoğu geleneksel uygulamalara göre daha tutumlu, adil ve iyi davranırlar.",
  "page-wallets-types": "Cüzdan türleri",
  "page-wallets-types-desc": "Hesabınız için arayüz oluşturmanın ve hesabınızla etkileşim kurmanın birkaç yolu mevcuttur:",
  "page-wallets-web-browser": "Tarayıcı cüzdanları, hesabınızla doğrudan tarayıcıda etkileşim kurmanıza olanak tanıyan web uygulamalarıdır",
  "page-wallets-web-browser-extension": "Tarayıcı cüzdan uzantıları, indirebileceğiniz ve tarayıcı aracılığıyla hesabınız ve uygulamalarınızla etkileşim kurmak için kullanabileceğiniz uzantılardır",
  "page-wallets-whats-a-wallet": "Ethereum cüzdanı nedir?",
  "page-wallets-your-ethereum-account": "Ethereum hesabınız",
  "page-wallets-your-ethereum-account-desc": "Cüzdanınız Ethereum hesabınıza, bakiyenize, işlem geçmişinize ve daha fazlasına açılan pencerenizdir. Cüzdan sağlayıcınızı istediğiniz zaman değiştirebilirsiniz.",
  "page-wallets-your-login": "Ethereum uygulamaları için oturum açma aracınız",
  "page-wallets-your-login-desc": "Cüzdanınız Ethereum hesabınızı kullanarak sizi merkezi olmayan uygulamalara bağlar. Pek çok dapps uygulamasında kullanabileceğiniz bir üyelik gibi.",
  "additional-reading-how-to-register-an-ethereum-account": "Ethereum hesabı nasıl \"kayıt\" edilir?",
  "additional-reading-how-to-use-a-wallet": "Cüzdan nasıl kullanılır?"
}
