{
  "page-what-is-ethereum-meta-title": "Ethereum Nedir? (Eksiksiz Bir Rehber) | ethereum.org",
  "page-what-is-ethereum-meta-description": "Ethereum'un ne olduğu, nasıl çalıştığı, ne yaptığı ve onu kullanmaya veya üzerinde geliştirme yapmaya nasıl başlanacağına dair kapsamlı bir genel bakış. Basit terimlerle açıklanmıştır.",
  "page-what-is-ethereum-title": "Ethereum nedir?",
  "page-what-is-ethereum-hero-description-1": "Ethereum, kripto para birimi ether (ETH) ile çalışan merkeziyetsiz bir blokzincir ağı ve yazılım geliştirme platformudur.",
  "page-what-is-ethereum-hero-description-2": "Ethereum, binlerce kripto para birimi ve DeFi, NFT'ler, oyun, merkeziyetsiz sosyal medya ve sabit paraları kapsayan uygulamaların ev sahibidir.",
  "page-what-is-ethereum-ethereum-intro-1": "Ethereum, 2015 yılının Temmuz ayında, Vitalik Buterin isimli yazılım geliştiricisi tarafından piyasaya sürülmüş olan, halka açık bir blok zinciridir.",
  "page-what-is-ethereum-ethereum-intro-2": "Ethereum'un arkasındaki fikir basitti. Bitcoin dijital para alıp göndermenize olanak tanırken, Ethereum <a>akıllı sözleşmeler</a> olarak adlandırılan açık kaynaklı programlarla bunu bir adım ileri taşıdı.",
  "page-what-is-ethereum-ethereum-intro-3": "<strong>Akıllı sözleşme</strong>, herkese kendi 7/24 ve uluslararası çalışan merkeziyetsiz uygulamalarını (dapps) geliştirme imkanı tanıdı. Bankaların, kuruluşların ve şirketlerin aksine akıllı sözleşmeler, internet bağlantısı bulunan herkese açık.",
  "page-what-is-ethereum-ethereum-intro-4": "2015’ten beri Ethereum; <strong>sabit paralar</strong>, (<strong>değiştirilemez jetonlar</strong>) ve yönetişim jetonları gibi dijital varlıklardan oluşan gelişen bir ekosisteme, ayrıca merkeziyetsiz finans (<strong>DeFi</strong>), sanat ve koleksiyon ürünleri, oyun ve merkeziyetsiz sosyal medya için geniş bir dapp dünyasına dönüşmüştür.",
  "page-what-is-ethereum-ethereum-intro-5": "Toplu olarak, bu ekosistem “<strong>web3</strong>” olarak adlandırılır ve <strong>sahiplik etrafında şekillenen internetin üçüncü aşamasını</strong> temsil eder.",
  "page-what-is-ethereum-ethereum-intro-6": "Bugün Ethereum, dünya çapında <millions>milyonlarca insan</millions> tarafından kullanılmakta, kullanıcılar <billions>milyarlarca dolarlık varlıklar</billions> tutmakta ve her yıl <trillions>trilyonlarca dolar</trillions> gönderip almaktadır—hem de hiçbir bankaya ihtiyaç duymadan.",
  "page-what-is-ethereum-ethereum-intro-7": "Tüm bunların kalbinde, tüm ağı çalıştırmak için kullanılan yeni bir dijital para türü olan Ethereum yerel kripto parası <strong>ether (ETH)</strong> bulunur.",
  "page-what-is-ethereum-network-title": "Ethereum ağı nedir?",
  "page-what-is-ethereum-network-intro-1": "Ethereum ağını, <strong>herkesin kullanabileceği</strong> fakat kimsenin kötüye kullanamayacağı küresel bir dijital altyapı olarak düşünebilirsiniz.",
  "page-what-is-ethereum-network-intro-2": "Ağ, dünya genelinde düğüm olarak adlandırılan <strong>binlerce bağımsız bilgisayardan</strong> oluşur. Sıradan insanlar tarafından işletilen bu düğümler, finansal hizmetleri ve dijital uygulamaları dünyanın her yerindeki herkese sunmak için birlikte çalışır.",
  "page-what-is-ethereum-network-intro-3": "Ethereum ağı, kurumlara ait geleneksel ağlara göre <strong>3 temel avantaja</strong> sahiptir. Bunlar sansüre dayanıklılık, artırılmış güvenlik ve geliştirilmiş güvenilirliktir.",
  "page-what-is-ethereum-network-censorship-title": "Sansüre dirençli",
  "page-what-is-ethereum-network-censorship-desc-1": "Geleneksel uygulamalar ve finansal hizmetler, erişimi engelleme veya hesapları dondurma kararı alabilen bankalara ya da şirketlere bağımlıyken, Ethereum üzerindeki merkeziyetsiz uygulamalar sansüre karşı dayanıklıdır.",
  "page-what-is-ethereum-network-censorship-desc-2": "Bunun nedeni, Ethereum düğüm ağının her bir işlemi ayrım yapmaksızın kaydetmesidir — ve bu kural kodun içine gömülüdür.",
  "page-what-is-ethereum-network-security-title": "Son derece güvenli",
  "page-what-is-ethereum-network-security-desc-1": "Bugün birçok uygulama AWS gibi bulut sağlayıcılarda barındırılır ve kapatılmalara ya da saldırılara karşı savunmasız olabilirken, Ethereum üzerindeki merkeziyetsiz uygulamalar ağın kendisi tarafından güvence altına alınır. Her bir düğüm, tüm sözleşmeler dahil olmak üzere Ethereum'un tüm durumunu saklar ve senkronize eder.",
  "page-what-is-ethereum-network-security-desc-2": "Birisi bir sözleşmeyi değiştirmeye çalışırsa, kayıtlarla uyuşmadığından ağ bunu reddeder. Tek bir uygulamayı devre dışı bırakmak için saldırganların tüm ağı ele geçirmesi gerekir; bu milyarlarca dolara mal olur ve koordinasyonu son derece zordur.",
  "page-what-is-ethereum-network-reliability-title": "Dayanıklı ve güvenilir",
  "page-what-is-ethereum-network-reliability-desc-1": "Bulut barındırma platformlarında yaşanan kesintiler uygulamaların çevrimdışı kalmasına yol açabilir; ancak Ethereum’un altyapısı kesintisiz çalışma süresini garanti eder. Yazılım hataları, devlet müdahaleleri, doğal afetler ya da savaş nedeniyle bazı düğümler devre dışı kalsa bile ağ çalışmaya devam eder.",
  "page-what-is-ethereum-network-reliability-desc-2": "Milyonlarca kişi her gün Ethereum üzerinde binlerce merkeziyetsiz uygulama kullanıyor. Yoğun talep zaman zaman işlem ücretlerini artırsa da bu durum, güvenliği, merkeziyetsizliği ve ihtiyaç duyulduğunda her zaman erişilebilir olmayı ön planda tutan güçlü bir ağ yapısının göstergesidir.",
  "page-what-is-ethereum-network-layer2-title": "Ethereum uzantıları (Katman 2)",
  "page-what-is-ethereum-network-layer2-desc-1": "Farklı ekipler, Ethereum’un kapasitesini artırmak için Ethereum üzerinde çalışan Katman 2 (L2) ağları oluşturdular. L2’ler, işlemleri daha hızlı ve daha düşük maliyetli hâle getiren hızlı geçiş şeritleri gibi çalışır; ortalama maliyetleri bazen bir sentten bile düşük olabilir.",
  "page-what-is-ethereum-network-layer2-desc-2": "Artık <optimism>Optimism</optimism>, <arbitrum>Arbitrum</arbitrum>, <zksync>ZKSync</zksync> ve <base>Base</base> gibi en popüler L2'lerden bazıları her yıl milyarlarca dolar değerinde milyonlarca işlem gerçekleştiriyor.",
  "page-what-is-ethereum-network-learn-more": "Ethereum ağı hakkında daha fazla bilgi edinin",
  "page-what-is-ethereum-ether-title": "Ether (ETH) nedir?",
  "page-what-is-ethereum-ether-intro-1": "Ether (ETH), Ethereum'un ana kripto parasıdır.",
  "page-what-is-ethereum-ether-intro-2": "Yalnızca birkaç sent karşılığında <strong>dünyanın herhangi bir yerindeki birine saniyeler içinde gönderebileceğiniz yeni bir dijital para</strong> türüdür. Ancak ETH, ödemelerden çok daha fazlasıdır. Ethereum ağının çalışmasını sağlamada hayati bir rol oynar.",
  "page-what-is-ethereum-ether-intro-3": "Ethereum’u para göndermek, sanat eseri toplamak veya yeni bir merkeziyetsiz uygulama oluşturmak için kullandığınızda, <strong>ETH cinsinden</strong> küçük bir <strong>işlem ücreti</strong> (veya gaz ücreti) ödersiniz. Bu ücret, istenmeyen e-postaları önlemeye yardımcı olur ve işlemleri yürüten doğrulayıcı adı verilen kişileri ödüllendirir.",
  "page-what-is-ethereum-ether-intro-4": "Hisseleme adı verilen bir sistem aracılığıyla, bu <strong>doğrulayıcılar ethereum ağının güvenliğini sağlamaya yardımcı olur</strong>. ETH’lerini kilitleyerek işlemleri doğrulama hakkı kazanırlar. Karşılığında ise ödül olarak ETH kazanırlar. Bu, Ethereum’un şirketler yerine kullanıcılar tarafından desteklenerek kendi kendini sürdürebilen bir ekonomiye sahip olmasını sağlar.",
  "page-what-is-ethereum-ether-intro-5": "Birçok geleneksel para biriminin aksine, <strong>ETH zamanla daha kıt hale gelebilir</strong>. Birisi Ethereum kullandığında, ETH'nin küçük bir kısmı yakılır ve bu miktar arzdan kalıcı olarak çıkarılır. Yoğun günlerde, üretilenden daha fazla ETH yakılır; bu da ETH’yi deflasyonist hâle getirir ve zamanla değerinin artmasına katkı sağlar. Ne kadar fazla Ethereum kullanılırsa, o kadar fazla ETH yakılır.",
  "page-what-is-ethereum-ether-intro-6": "Bu yüzden birçok kişi, ETH’yi bir yatırım olarak görür ve birikimlerini artırmak için elde tutmayı, hisselemeyi ya da ödünç vermeyi seçer.",
  "page-what-is-ethereum-ether-learn-more": "Ether (ETH) hakkında daha fazla bilgi edinin",
  "page-what-is-ethereum-how-title": "Ethereum nasıl çalışır?",
  "page-what-is-ethereum-how-intro-1": "Ethereum, <strong>2015 yılında piyasaya sürüldüğünde</strong>, iş ispatı (PoW) adı verilen bir sistem kullanıyordu.",
  "page-what-is-ethereum-how-intro-2": "Bitcoin’in öncülük ettiği bu mekanizma, tüm bilgisayarların kimin hangi varlığa sahip olduğu konusunda uzlaşmasını sağladı. Bilgisayarlar, karmaşık bir matematiksel problemi çözmek için büyük miktarda enerji harcardı. Kazanan bilgisayar, gelen işlemlerden oluşan bir blok önermeye hak kazanır ve yeni ETH elde ederdi.",
  "page-what-is-ethereum-how-intro-3": "2022’de Ethereum, <a>%99 oranında daha az enerji tüketen</a> <strong>hisse ispatı</strong> adlı yeni bir sisteme yükseltildi. Matematiksel bulmacalar yerine, doğrulayıcılar işlemleri işleme hakkı kazanmak için ETH'lerini güvenlik teminatı olarak kilitler.",
  "page-what-is-ethereum-how-intro-4": "Doğru şekilde yaparlarsa ETH kazanırlar; hile yaparlarsa, kilitledikleri teminatlarının bir kısmını kaybederler.",
  "page-what-is-ethereum-how-intro-5": "İşte bir örnek:",
  "page-what-is-ethereum-how-example-1-title": "Ethereum üzerinde bir arkadaşınıza $10 değerinde sabit para göndermek istediğinizde:",
  "page-what-is-ethereum-how-example-1-step-1": "Cüzdanınızı açar, alıcı adresini ve miktarı ekler, ardından “Gönder”e tıklarsınız.",
  "page-what-is-ethereum-how-example-1-step-2": "Cüzdanınız ödemeyi imzalar ve ağa yayınlar.",
  "page-what-is-ethereum-how-example-1-step-3": "Ödeme bir blok önerici tarafından seçilene kadar genel sırada (bellek havuzu) bekler.",
  "page-what-is-ethereum-how-example-1-step-4": "Blok önerici ödemeyi bir sonraki işlem bloğuna ekler, yayınlar ve bir ücret kazanır.",
  "page-what-is-ethereum-how-example-1-step-5": "Sabit para sözleşmesi $10'ı sizden arkadaşınıza aktarır ve her iki cüzdan da güncellenir.",
  "page-what-is-ethereum-how-example-1-step-6": "Küresel bir doğrulayıcı ağı, değişikliklerin geçerliliğini iki kez kontrol eder ve onaylar.",
  "page-what-is-ethereum-how-example-2-title": "Ethereum üzerinde 5 $ değerinde bir koleksiyon basmak istediğinizde:",
  "page-what-is-ethereum-how-example-2-step-1": "Cüzdanınızı merkeziyetsiz uygulamaya bağlar ve basmak istediğiniz öğeyi seçersiniz.",
  "page-what-is-ethereum-how-example-2-step-2": "Satın alma işlemini onaylarsınız; cüzdan işlemi imzalar ve yayınlar.",
  "page-what-is-ethereum-how-example-2-step-3": "Basım isteği bellek havuzuna katılır ve bir doğrulayıcı tarafından bir bloğa eklenir.",
  "page-what-is-ethereum-how-example-2-step-4": "NFT akıllı sözleşmesi cüzdanınızı yeni sahip olarak kaydeder.",
  "page-what-is-ethereum-how-example-2-step-5": "Yeni koleksiyonunuz bir kaç saniye sonra cüzdanınızda belirir.",
  "page-what-is-ethereum-how-outro-1": "Tüm bunlar, Ethereum üzerinde 7/24 365 gün çalışan ve herkesin her yerden erişebildiği açık kaynaklı programlar olan akıllı sözleşmelerin gücü sayesinde mümkündür.",
  "page-what-is-ethereum-how-outro-2": "<strong>Her işlem, güncelleme ve eylem, binlerce bağımsız düğüm arasında eşitlenir.</strong> Bu da Ethereum’a güvenilirlik, şeffaflık ve sansüre karşı direnç sağlar.",
  "page-what-is-ethereum-how-learn-more-1": "Ethereum'un nasıl çalıştığı hakkında daha fazla bilgi edinin",
  "page-what-is-ethereum-how-learn-more-2": "Ethereum hakkında teknik bir genel bakış için geliştirici belgelerini okuyun.",
  "page-what-is-ethereum-what-title": "Ethereum ne için kullanılır?",
  "page-what-is-ethereum-what-intro-1": "İnsanlar Ethereum'u daha önce mümkün olmayan şeyleri yapmak için kullanıyor.",
  "page-what-is-ethereum-what-intro-2": "Kenya'daki çiftçiler, bankaya başvurmadan <insurance>ürünleri için otomatik sigorta</insurance> alabiliyor. <strong>Visa</strong> gibi işletmeler, ilk günden itibaren <payment>küresel çapta çalışan yeni ödeme sistemleri</payment> başlatabiliyor. <strong>BM</strong> gibi küresel kuruluşlar, banka ücretlerinden milyonlar tasarruf ederek <aid>mültecilere yardım</aid> ulaştırabiliyor.",
  "page-what-is-ethereum-what-intro-3": "Bu merkeziyetsiz uygulamalar ve varlıklar, Ethereum üzerinde açık kaynaklı kod kullanarak çalışır ve kısıtlanamaz, sansürlenemez veya kapatılamaz.",
  "page-what-is-ethereum-what-intro-4": "Bugün farklı grupların Ethereum’u nasıl kullandığına bakalım:",
  "page-what-is-ethereum-what-consumers-title": "Tüketiciler",
  "page-what-is-ethereum-what-consumers-desc-1": "Milyonlarca insan hâlihazırda her gün Ethereum üzerindeki merkeziyetsiz uygulamaları kullanarak para transferi yapıyor, alım satım gerçekleştiriyor ve dijital varlıklara sahip oluyor. Geleneksel uygulamaların aksine, adınızla kaydolmanıza, bir bankanın onayını beklemenize veya kişisel verilerinizi vermenize gerek yok.",
  "page-what-is-ethereum-what-consumers-desc-2": "Sadece bir cüzdan ve internet bağlantısı ile şunları yapabilirsiniz:",
  "page-what-is-ethereum-what-consumers-benefit-1": "Bir banka hesabı veya kredi geçmişine ihtiyaç duymadan <strong>finansal hizmetlere erişmek</strong>",
  "page-what-is-ethereum-what-consumers-benefit-2": "Kopyalanamayan veya el konulamayan <strong>dijital koleksiyonlara</strong>, sanat eserlerine ve varlıklara sahip olmak",
  "page-what-is-ethereum-what-consumers-benefit-3": "E-posta yerine cüzdanınızı kullanarak merkeziyetsiz uygulamalara giriş yapmak—<strong>Şifre ve kişisel bilgi gerekmez</strong>",
  "page-what-is-ethereum-what-consumers-benefit-4": "Sınırlar olmadan oy verebileceğiniz, katkı sunabileceğiniz ve kazanç elde edebileceğiniz küresel topluluklara katılmak",
  "page-what-is-ethereum-what-businesses-title": "İşletmeler ve geliştiriciler",
  "page-what-is-ethereum-what-businesses-benefit-1": "İlk günden itibaren yerleşik bir küresel ödeme sistemine sahip merkeziyetsiz uygulamalar başlatmak",
  "page-what-is-ethereum-what-businesses-benefit-2": "<strong>Anlaşmaları otomatik olarak uygulayan</strong>, kurcalamaya karşı dayanıklı akıllı sözleşmeler dağıtmak",
  "page-what-is-ethereum-what-businesses-benefit-3": "Başkalarının geliştirebileceği ve değer katabileceği finansal ürünler oluşturmak",
  "page-what-is-ethereum-what-businesses-example": "Örneğin, <a>PayPal kendi sabit parası PYUSD'yi Ethereum üzerinde piyasaya sürdü</a>. Bu da, dünyanın en büyük ödeme şirketlerinin bile Ethereum’un açık ve programlanabilir yapısının sunduğu avantajları gördüğünün bir işaretidir.",
  "page-what-is-ethereum-what-governments-title": "Hükümetler",
  "page-what-is-ethereum-what-governments-intro": "Hükûmetler de Ethereum’un sunduğu imkânları keşfetmeye başlıyor.",
  "page-what-is-ethereum-what-governments-benefit-1": "<strong>Kamu fonlarını</strong> ve yardımlarını tam şeffaflıkla doğrudan vatandaşlara dağıtmak",
  "page-what-is-ethereum-what-governments-benefit-2": "Sınırlar ötesinde doğrulanabilir ve taşınabilir <strong>dijital kimlikler</strong> veya kayıtlar oluşturmak",
  "page-what-is-ethereum-what-governments-benefit-3": "Oy verme, tapu ve sicil kayıtları için <strong>kurcalamaya karşı dayanıklı kamu altyapısı</strong> oluşturmak",
  "page-what-is-ethereum-what-governments-example-1": "Başka bir örnekte ise Ukrayna Dijital Dönüşüm Bakanlığı, <a>savaş zamanı yardımlarını dağıtmak için Ethereum'u kullandı</a>.",
  "page-what-is-ethereum-what-governments-example-2": "Açık akıllı sözleşmeler kullanılarak fonlar doğrudan vatandaşlara ve STK’lara gönderildi; bu da kriz anında şeffaflık, hız ve hesap verebilirlik sağladı.",
  "page-what-is-ethereum-what-learn-more": "Ethereum'un ne için kullanıldığı hakkında daha fazla bilgi edinin",
  "page-what-is-ethereum-start-title": "Ethereum'u kullanmaya nasıl başlanır",
  "page-what-is-ethereum-start-intro-1": "Ethereum'a başlamak sandığınızdan daha kolay.",
  "page-what-is-ethereum-start-intro-2": "İzin almanıza gerek yok. Bankaya veya kimlik belgesine bile ihtiyacınız yok. Başlamak için ihtiyacınız olan tek şey bir cihaz ve internet bağlantısı.",
  "page-what-is-ethereum-start-individuals-title": "Bireyler için",
  "page-what-is-ethereum-start-individuals-desc-1": "İlk adım bir cüzdan indirmektir.",
  "page-what-is-ethereum-start-individuals-desc-2": "Bunu, Ethereum için hem hesabınız hem de internet tarayıcınız görevi gören bir uygulama gibi düşünün. Kripto paralarınızı yönetir, merkeziyetsiz uygulamalara giriş yapmanıza ve jetonlar ve NFT'ler gibi dijital varlıkları gönderip almanıza olanak tanır.",
  "page-what-is-ethereum-start-individuals-desc-3": "<zerion>Zerion</zerion>, <rainbow>Rainbow</rainbow> ve <coinbase>Coinbase Wallet</coinbase> gibi popüler cüzdanlar ücretsizdir ve kullanımı kolaydır. Cüzdanınızı kurduktan sonra şunları yapabilirsiniz:",
  "page-what-is-ethereum-start-individuals-step-1": "Bir borsadan veya doğrudan bazı cüzdanların içinden küçük bir miktar ETH almak",
  "page-what-is-ethereum-start-individuals-step-2": "Bu ETH'yi jeton göndermek veya NFT toplamak gibi işlemlerin ücretlerini ödemek için kullanmak",
  "page-what-is-ethereum-start-individuals-step-3": "<zora>Zora</zora>, <uniswap>Uniswap</uniswap> veya <farcaster>Farcaster</farcaster> gibi merkeziyetsiz uygulamaları keşfetmek — yeni giriş yapmanıza veya onay almanıza gerek yok",
  "page-what-is-ethereum-start-individuals-desc-4": "Bu öncelikler, her geçen gün daha fazla insan ağa güvendikçe Ethereum’un güvenli, ölçeklenebilir ve kullanıcı dostu kalmasını sağlamaya yardımcı olur.",
  "page-what-is-ethereum-start-individuals-desc-5": "Bu merkeziyetsiz uygulamalar tarayıcınızda çalışır ve cüzdanınızla anında entegre olur. Ethereum’u dakikalar içinde kullanmaya başlayabilirsiniz.",
  "page-what-is-ethereum-start-individuals-cta-1": "Buradan başlayın",
  "page-what-is-ethereum-start-individuals-cta-2": "Uygulamalara bakın",
  "page-what-is-ethereum-start-developers-title": "Geliştiriciler için",
  "page-what-is-ethereum-start-developers-desc-1": "Ethereum geliştiriciler için bir oyun alanıdır. Herhangi bir izin veya onay almadan, hatta gerçek para olmadan bile geliştirmeye başlayabilirsiniz.",
  "page-what-is-ethereum-start-developers-desc-2": "<a>Ethereum Geliştirici Dokümanları</a> ilk akıllı sözleşmenizi yazmaktan Sepolia gibi test ağlarında dağıtım yapmaya kadar her adımda size rehberlik eder.",
  "page-what-is-ethereum-start-developers-desc-3": "<hardhat>Hardhat</hardhat>, <foundry>Foundry</foundry> ve <ethers>Ethers.js</ethers> gibi araçları kullanarak tam yığın merkeziyetsiz uygulamalar geliştirebilir ya da <thirdweb>thirdweb</thirdweb> veya <moralis>Moralis</moralis> gibi düşük kodlu platformlar ile denemeler yapabilirsiniz.",
  "page-what-is-ethereum-start-developers-desc-4": "Her şey açık kaynaklı ve birleştirilebilir, bu sayede izin almadan mevcut olanları yeniden düzenleyebilir ve üzerine eklemeler yapabilirsiniz.",
  "page-what-is-ethereum-start-developers-cta": "Ethereum üzerinde geliştirmeye başlayın",
  "page-what-is-ethereum-start-business-title": "İş hayatında Ethereum kullanın",
  "page-what-is-ethereum-start-business-desc-1": "İşletmeler, yeni altyapılarını desteklemek için halihazırda Ethereum kullanıyor.",
  "page-what-is-ethereum-start-business-desc-2": "Pek çok şirket yüksek hacimli kullanım senaryolarını desteklemek için Optimism ve Base gibi L2 ağlarını kullanarak işe başlıyor. Bu ağlar Ethereum'un güvenliğinden yararlanmaya devam ederken ve karşı taraf riskini ortadan kaldırırken daha düşük ücretler ve daha yüksek hız sunuyor.",
  "page-what-is-ethereum-start-business-desc-3": "Yapabilecekleriniz:",
  "page-what-is-ethereum-start-business-benefit-1": "Müşteri bağlılığını artıran ve üçüncü taraf maliyetlerini azaltan modüler sadakat programları başlatmak",
  "page-what-is-ethereum-start-business-benefit-2": "Dolandırıcılık ve yeniden satış riskini azaltmak için biletler, kuponlar veya sertifikalar gibi varlıkları jetonlaştırmak",
  "page-what-is-ethereum-start-business-benefit-3": "İşlem ücretlerini azaltmak ve yeni pazarlara erişmek için anında küresel ödemeleri mümkün kılmak",
  "page-what-is-ethereum-start-business-example": "Örneğin 2025'te, tüketicilerin dünya genelindeki milyonlarca satıcıyla sabit paraları harcayabilmelerini sağlamak için <a>Shopify Base üzerinde hizmet vermeye başladı</a>.",
  "page-what-is-ethereum-start-business-cta": "İş hayatında Ethereum kullanın",
  "page-what-is-ethereum-bitcoin-title": "Ethereum ve Bitcoin arasındaki fark nedir?",
  "page-what-is-ethereum-bitcoin-intro-1": "Bitcoin ve Ethereum, dünyanın en büyük iki kripto para birimidir.",
  "page-what-is-ethereum-bitcoin-intro-2": "Her ikisi de bankaya ihtiyaç duymadan para göndermenizi sağlar, her ikisi de blokzincir teknolojisi üzerinde çalışır ve her ikisi de <strong>herkese açıktır</strong>. Ancak benzerlikleri burada sona erer.",
  "page-what-is-ethereum-bitcoin-comparison-1-title": "Bitcoin dijital altın gibidir.",
  "page-what-is-ethereum-bitcoin-comparison-1-desc": "Toplam arzı 21 milyon kripto para ile sınırlıdır, odak noktası yalnızca eşler arası ödemelerdir ve onunla neler geliştirebileceğinizi sınırlandıran temel bir betik dili vardır. Bu sadelik kasıtlıdır; çünkü Bitcoin, esneklik yerine öngörülebilirlik, dayanıklılık ve uzun vadeli güvenliği önceliklendirir.",
  "page-what-is-ethereum-bitcoin-comparison-2-title": "Ethereum daha geniş bir yaklaşım benimser.",
  "page-what-is-ethereum-bitcoin-comparison-2-desc": "Sadece para değil, programlanabilir bir altyapıdır. Yalnızca değer gönderip almakla kalmayıp, Ethereum geliştiricilerin tüm uygulamaları oluşturmasına olanak tanır. Bunu zaten uygulamada gördünüz: Kredi piyasalarından ve sabit paralardan koleksiyonlara, sosyal medya ve gerçek zamanlı ödemelere kadar her şey akıllı sözleşmelerle çalışır ve ETH ile güvence altına alınır.",
  "page-what-is-ethereum-bitcoin-comparison-3-title": "Ağların uzlaşmaya varma şekli de farklıdır.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-1": "Bitcoin, ağın güvenliğini sağlamak için madencileri kullanır. Bunlar karmaşık bir problemi çözmek için birbirleriyle yarışan güçlü bilgisayarlardır; kazanan bir sonraki işlem bloğunu zincire eklemeye hak kazanır ve ödül olarak bitcoin elde eder. Bu süreç madencilik olarak adlandırılır ve büyük miktarda elektrik kullanır.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-2": "Ethereum da eskiden bu şekilde çalışıyordu. Ancak 2022'de, iş ispatı (PoW) modelinden hisse ispatı modeline geçti. Bugün işlemler teminat olarak ETH kilitleyen doğrulayıcılar tarafından onaylanıyor. Dürüst doğrulayıcılar ETH ödülü kazanırken, dürüst olmayanlar kilitledikleri miktarın bir kısmını kaybediyor. Bu geçiş, güvenlikten veya merkeziyetsizlikten ödün vermeden Ethereum’u %99,988’den fazla daha enerji verimli hâle getirdi.",
  "page-what-is-ethereum-bitcoin-comparison-4-title": "Arzın yönetiliş biçimi de farklıdır.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-1": "Bitcoin'in sabit bir arzı vardır. Toplamda yalnızca 21 milyon kripto para olacak. Buna karşın Ethereum'un arzı dinamiktir. Doğrulayıcıları ödüllendirmek için yeni ETH üretilirken, her işlemde ETH'nin bir kısmı yakılır. Bu da <strong>Ethereum'un \"sonsuz ETH basamayacağı\"</strong> anlamına gelir.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-2": "Bu üretim oranı hisselendirilen ETH miktarıyla sınırlıdır. Daha fazla ETH hisselendikçe bireysel ödüller azalır, böylece doğal bir denge oluşur. Bu tasarım yalnızca işlem ücretlerine dayanmak zorunda kalmadan geleceğe yönelik sürdürülebilir bir güvenlik bütçesi sağlar.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-3": "Kısaca, Bitcoin değer göndermek için bir araçtır. Ethereum bunu oluşturmak için bir platformdur.",
  "page-what-is-ethereum-bitcoin-learn-more": "Ethereum ve Bitcoin arasındaki farklar hakkında daha fazla bilgi edinin",
  "page-what-is-ethereum-when-who-title": "Ethereum ne zaman piyasaya sürüldü, onu kim kurdu ve şu anda kim yönetiyor?",
  "page-what-is-ethereum-when-who-intro-1": "Başından beri Ethereum, topluluğu tarafından yönetilmek üzere tasarlandı.",
  "page-what-is-ethereum-when-who-intro-2": "2013'te Vitalik Buterin, herkesin kullanabileceği para ve uygulamalara yönelik yeni bir blokzincir türü öneren bir tanıtım belgesi yayınladı. Fikir kısa sürede ilgi gördü.",
  "page-what-is-ethereum-when-who-intro-3": "2014'te Gavin Wood ve Joseph Lubin gibi kurucu ortaklar da projeye dahil oldu ve ekip, en erken dönem kripto kitle fonlama kampanyalarından biri aracılığıyla fon topladı.",
  "page-what-is-ethereum-when-who-intro-4": "Ethereum, Temmuz 2015'te resmi olarak piyasaya sürüldü.",
  "page-what-is-ethereum-when-who-history-title": "Ethereum tarihindeki önemli dönüm noktaları",
  "page-what-is-ethereum-when-who-history-2013": "19 yaşındaki Vitalik Buterin Ethereum tanıtım belgesini yayınlar",
  "page-what-is-ethereum-when-who-history-2014": "Ethereum Foundation kurulur ve bir kitle fonlama kampanyası başlatır",
  "page-what-is-ethereum-when-who-history-2015": "Geliştiriciler, <em>Frontier</em> sürümüyle Ethereum ağını piyasaya sürer",
  "page-what-is-ethereum-when-who-history-2016": "Akıllı sözleşme açığı DAO'dan $60M (3,6M ETH) çekilmesine yol açarak zincirde bir çatallanmayı tetikler",
  "page-what-is-ethereum-when-who-history-2020": "İşaret Zinciri'nin devreye alınması Hisse İspatı'na geçişi başlatır",
  "page-what-is-ethereum-when-who-history-2021": "<em>Londra</em> yükseltmesi, EIP-1559 aracılığıyla gaz ücretlerinin yakılmasını başlatır",
  "page-what-is-ethereum-when-who-history-2022": "<em>Birleşim</em>, madenciliği hisseleme ile değiştirerek enerji kullanımını %99 azaltır",
  "page-what-is-ethereum-when-who-history-2025": "<em>Pectra</em> yükseltmesi akıllı cüzdan ve L2 uyumluluğunu artırır",
  "page-what-is-ethereum-when-who-governance-1": "Bugün, Ethereum'u tek bir kişi veya şirket yönetmiyor.",
  "page-what-is-ethereum-when-who-contributors-title": "Ağ, katkıda bulunan geniş bir grup tarafından sürdürülmektedir:",
  "page-what-is-ethereum-when-who-contributors-1": "Yükseltmeleri yazan ve öneren geliştiriciler",
  "page-what-is-ethereum-when-who-contributors-2": "Dağıtılmış fiziksel altyapıya katkıda bulunan düğüm operatörleri",
  "page-what-is-ethereum-when-who-contributors-3": "İşlemleri doğrulayan paydaşlar",
  "page-what-is-ethereum-when-who-contributors-4": "Araçları ve kültürü oluşturan topluluk üyeleri",
  "page-what-is-ethereum-when-who-contributors-5": "Ağı kullanan <strong>siz</strong>",
  "page-what-is-ethereum-when-who-governance-2": "<strong>CEO, yönetim kurulu veya merkezi bir otorite yoktur.</strong> Ethereum Foundation, araştırma ve geliştirmeyi finanse etmeye hâlâ yardımcı olur; ancak ekosistem açık katılımla işler.",
  "page-what-is-ethereum-when-who-governance-3": "Değişiklikler <eips>Ethereum İyileştirme Önerileri (EIPs)</eips> aracılığıyla önerilir, kamuoyunda tartışılır ve yalnızca <governance>geniş topluluk tarafından desteklenirse</governance> benimsenir.",
  "page-what-is-ethereum-when-who-governance-4": "Bu Ethereum'un bir girişimden daha yavaş değişmesine neden olur, ancak kapatılması veya ele geçirilmesi de daha zordur.",
  "page-what-is-ethereum-when-who-learn-more": "Ethereum tarihi hakkında daha fazla bilgi edinin",
  "page-what-is-ethereum-roadmap-title": "2025 için Ethereum yol haritası nedir?",
  "page-what-is-ethereum-roadmap-intro-1": "Ethereum sabit bir yol haritasını izlemez; paylaşılan bir vizyonu takip eder.",
  "page-what-is-ethereum-roadmap-intro-2": "Ağ yükseltmeleri, EIP önerileri olarak yapılır ve dünya genelindeki katkıda bulunanlar tarafından kamuya açık olarak geliştirilir. Ne olacağına karar veren merkezi bir ekip yoktur; yalnızca kullanıcıların ihtiyaçlarına göre yararlı olduğuna inandıkları şeyi geliştiren insanlar vardır.",
  "page-what-is-ethereum-roadmap-intro-3": "Pectra, Mayıs 2025'te piyasaya sürülen en güncel yükseltmedir. Bu yükseltme cüzdan özelliklerini iyileştirdi, paydaşlara daha fazla esneklik sağladı ve merkeziyetsiz uygulamaların L2'lerde çalışmasını kolaylaştırdı. Amaç, güvenlikten veya merkeziyetsizlikten ödün vermeden kullanılabilirliği artırmaktı.",
  "page-what-is-ethereum-roadmap-priorities-intro": "<a>İleriye bakıldığında</a>, Ethereum'un öncelikleri şunlardır:",
  "page-what-is-ethereum-roadmap-priority-1": "Ana protokolü ve L2’lerini herkes için daha hızlı ve daha uygun maliyetli hâle getirmek",
  "page-what-is-ethereum-roadmap-priority-2": "Kullanıcılar ve geliştiriciler için deneyimi geliştirmek",
  "page-what-is-ethereum-roadmap-outro-1": "Bu öncelikler, her geçen gün daha fazla insan ağa güvendikçe Ethereum’un güvenli, ölçeklenebilir ve kullanıcı dostu kalmasını sağlamaya yardımcı olur.",
  "page-what-is-ethereum-roadmap-outro-2": "Ethereum'a yön vermek istiyorsanız, <a>sürece dahil olun</a>. İzin almanıza gerek yok, bu yeni dijital ekonomide fark yaratma isteği yeterli.",
  "page-what-is-ethereum-roadmap-learn-more": "Ethereum yol haritasına genel bir bakış atın",
  "page-what-is-ethereum-further-reading-title": "Sıradaki Okuma",
  "page-what-is-ethereum-further-reading-wallets": "Cüzdanlar nedir?",
  "page-what-is-ethereum-further-reading-eth": "Ether (ETH) nedir?",
  "page-what-is-ethereum-further-reading-web3": "Web3 nedir?",
  "page-what-is-ethereum-further-reading-networks": "Ethereum ağı hakkında daha fazla bilgi edinin",
  "page-what-is-ethereum-toc-ethereum": "Ethereum nedir?",
  "page-what-is-ethereum-toc-network": "Ethereum ağı nedir?",
  "page-what-is-ethereum-toc-ether": "Ether (ETH) nedir?",
  "page-what-is-ethereum-toc-how": "Ethereum nasıl çalışır?",
  "page-what-is-ethereum-toc-what": "Ethereum ne için kullanılır?",
  "page-what-is-ethereum-toc-start": "Ethereum'u kullanmaya nasıl başlanır",
  "page-what-is-ethereum-toc-bitcoin": "Ethereum ve Bitcoin arasındaki fark nedir?",
  "page-what-is-ethereum-toc-when-who": "Ethereum ne zaman piyasaya sürüldü, onu kim kurdu ve şu anda kim yönetiyor?",
  "page-what-is-ethereum-toc-roadmap": "2025 için Ethereum yol haritası nedir?",
  "page-what-is-ethereum-banner-networks-alt": "Fütüristik Ethereum topluluk merkezinin illüstrasyonu",
  "page-what-is-ethereum-banner-ether-alt": "Ether sembolünü tutan açık eller",
  "page-what-is-ethereum-banner-how-alt": "Bilgisayar tamir eden adam",
  "page-what-is-ethereum-banner-contributing-alt": "Bilgisayara gülümseyen Doge",
  "page-what-is-ethereum-banner-what-alt": "Ethereum prizmasına bakan dört fütüristik insan ve Doge",
  "page-what-is-ethereum-banner-start-alt": "Fütüristik topluluk toplanma merkezi",
  "page-what-is-ethereum-banner-when-who-alt": "Yürüyen ve konuşan iki insan"
}
