{
  "page-what-is-ethereum-alt-img-bazaar": "Ethereum'u temsil etmesi amaçlanan bir pazara bakan bir kişinin görseli",
  "page-what-is-ethereum-alt-img-comm": "Ethereum topluluğu üyelerinin birlikte çalışmasını gösteren bir görsel",
  "page-what-is-ethereum-alt-img-lego": "Lego tuğlalarından ETH sembolü inşa eden bir elin görseli",
  "page-what-is-ethereum-banking-card": "Herkes için bankacılık",
  "page-what-is-ethereum-banking-card-desc": "Herkesin finansal hizmetlere erişimi yoktur. Fakat Ethereum'a ve Ethereum üzerinde geliştirilen borç verme, borç alma ve tasarruf ürünlerine erişmek için ihtiyacınız olan tek şey bir internet bağlantısıdır.",
  "page-what-is-ethereum-build": "Ethereum ile bir şey yapın",
  "page-what-is-ethereum-build-desc": "Ethereum ile inşa etmeyi denemek istiyorsanız, belgelerimizi okuyun, bazı öğreticileri deneyin veya başlamak için ihtiyacınız olan araçlara göz atın.",
  "page-what-is-ethereum-censorless-card": "Sansüre dirençli",
  "page-what-is-ethereum-censorless-card-desc": "Hiçbir hükümet veya şirketin Ethereum üzerinde kontrolü yoktur. Merkeziyetsizlik herhangi birinin, ödemelerinizi almanızı veya Ethereum üzerindeki hizmetleri kullanmanızı engellemesini neredeyse imkânsız hale getirir.",
  "page-what-is-ethereum-comm-desc": "Topluluğumuz, sanatçılar, kripto-anarşistler, en zengin 500 şirket ve şimdi siz de dahil olmak üzere farklı geçmişleri olan tüm insanları içerir. Bugün nasıl dahil olabileceğinizi öğrenin.",
  "page-what-is-ethereum-commerce-card": "Garantilerin ticaretini yapın",
  "page-what-is-ethereum-commerce-card-desc": "Müşteriler, fonların yalnızca anlaşılan şey sağlandığı zaman el değiştireceğine dair güvenli bir garantiye sahiptirler. Aynı şekilde geliştiriciler, konuya ilişkin kuralların değişmeyeceğinden emin olabilirler.",
  "page-what-is-ethereum-composable-card": "Birleştirilebilir ürünler",
  "page-what-is-ethereum-composable-card-desc": "Aynı blok zincir üzerinde inşa edilmiş tüm uygulamalar küresel bir durumu paylaşır, bu da (Lego parçaları gibi) birbirleri üzerine inşa edilebilecekleri anlamına gelir. Bu, daha iyi ürünleri ve deneyimleri mümkün kılar ve hiç kimsenin uygulamaların kullandığı araçları, kaldıramayacağını temin eder.",
  "page-what-is-ethereum-community": "Ethereum topluluğu",
  "page-what-is-ethereum-desc": "Dijital geleceğimizin temeli",
  "page-what-is-ethereum-explore": "Ethereum'u Keşfedin",
  "page-what-is-ethereum-internet-card": "Açık bir internet",
  "page-what-is-ethereum-internet-card-desc": "Herkes Ethereum ağı ile etkileşime girebilir veya onun üzerinde uygulamalar inşa edebilir. Bu kendi varlıklarınızı ve kimliğinizi birkaç dev şirket yerine sizin kontrol etmenizi sağlar.",
  "page-what-is-ethereum-meet-comm": "Toplulukla tanış",
  "page-what-is-ethereum-meta-description": "Ethereum'u, ne yaptığını ve kendiniz için nasıl deneyeceğinizi öğrenin.",
  "page-what-is-ethereum-meta-title": "Ethereum nedir?",
  "page-what-is-ethereum-p2p-card": "Eşler arası ağ",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum diğer insanlarla doğrudan koordine olmanıza, anlaşma yapmanıza ve dijital varlıklarınızı aktarmanıza izin verir. Aracılara güvenmenize gerek kalmaz.",
  "page-what-is-ethereum-start-building-btn": "Geliştirmeye başla",
  "page-what-is-ethereum-title": "Ethereum nedir?",
  "page-what-is-ethereum-subtitle": "Ethereum'un nasıl çalıştığına, sağladığı faydalara ve dünyadaki milyonlarca insan tarafından nasıl kullanıldığına dair bir başlangıç rehberi.",
  "page-what-is-ethereum-button-lets-start": "Haydi başlayalım",
  "page-what-is-ethereum-blockchain-tab-title": "Blok zincir nedir?",
  "page-what-is-ethereum-blockchain-tab-content": "Blok zincir, ağdaki birçok bilgisayar tarafından paylaşılan ve güncellenen bir <b>işlemler veritabanıdır</b>. Her yeni işlem kümesi eklendiğinde bu \"blok\" olarak adlandırılır ki blok zincir ismi de buradan gelir. Ethereum gibi herkese açık blok zincirler herkesin ekleme yapmasına izin verir ama silmeye izin vermez. Eğer birisi sistemi kandırmak veya bir bilgiyi değiştirmek istiyorsa ağdaki bilgisayarların çoğunluğunda bunu gerçekleştirmesi gerekir, ki bu sayı çok fazladır! Bu durum Ethereum gibi merkeziyetsiz blok zincirleri büyük oranda güvenli kılar.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Kripto para nedir?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Kripto para, blok zincir kullanılarak güvence altına alınan değişik türlerdeki değiştiliebilir token'ları açıklamak için kullanılan terimdir. Her şey Bitcoin ile başladı. Bitcoin, iki taraf arasındaki geçişi bir aracıya güvenmeden kullanılabilir. Sadece herkese açık ve ücretsiz olan Bitcoin koduna güvenmelisin.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "Bitcoin ve ether gibi varlıkların \"kripto paralar\" olarak adlandırılmasının sebebi, verilerinizin ve varlıklarınızın güvenliğinin bir kuruma veya derneğe güvenmeye gerek olmadan <a href=\"/glossary/#cryptography\">kriptografi</a> tarafından garanti edilmesidir.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Ethereum, ağdaki bazı faaliyetleri ödemek için kullanılan kendine özgü kripto paraya (ether (ETH) adında) sahiptir. Ethereum'daki diğer token'lar için diğer kullanıcılara gönderilebilir veya takas edilebilir. Ether önemlidir çünkü Ethereum'daki uygulamaları ve organizasyonları kurmada ve çalıştırmada gerekli hesaplamaları ödemede kullanılır.",
  "page-what-is-ethereum-summary-title": "Özet",
  "page-what-is-ethereum-summary-desc-1": "Ethereum, Ethereum protokolü olarak adlandırılan bir dizi kuralı takip eden tüm dünyadaki bilgisayarlardan oluşan bir ağdır. Ethereum ağı, herkesin oluşturup kullanabileceği topluluklar, uygulamalar, organizasyonlar ve dijital varlıklar için kurucu gibi davranır.",
  "page-what-is-ethereum-summary-desc-2": "Bir Ethereum hesabını herhangi bir yerde, zamanda oluşturabilir ve bir dünya uygulama keşfedebilir veya kendi uygulamanı oluşturabilirsin. Esas yenilik bunların hepsini senin erişimini değiştirebilecek veya kısıtlayabilecek bir merkez otoriteye bağlı kalmadan yapabilmendir.",
  "page-what-is-ethereum-summary-desc-3": "Daha fazlasını öğrenmek için okumaya devam et…",
  "page-what-is-ethereum-btc-eth-diff-title": "Ethereum ve Bitcoin arasındaki fark nedir?",
  "page-what-is-ethereum-btc-eth-diff-1": "2015'te piyasaya sürülen Ethereum, Bitcoin'in inovasyonu üzerine bazı büyük farklılıklarla birlikte inşaa edilmektedir.",
  "page-what-is-ethereum-btc-eth-diff-2": "Her ikisi de dijital paraları ödeme sağlayıcıları veya bankalar olmadan kullanmanızı sağlar. Ancak <b>Ethereum programlanabilirdir</b>, böylece ağında merkeziyetsiz uygulamalar inşaa edip dağıtabilirsiniz.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin, değerli olduğunu düşündüğümüz şeyler hakkında birbirimize temel mesajlar göndermemizi sağlar. Otorite olmadan değer oluşturmak zaten güçlüdür. Ethereum bunu genişletir; sadece mesajlar yerine herhangi bir genel program veya sözleşme yazabilirsiniz. Oluşturulabilecek ve üzerinde anlaşmaya varılabilecek sözleşme türlerinin bir sınırı yoktur, bu nedenle Ethereum ağında büyük yenilikler gerçekleşir.",
  "page-what-is-ethereum-btc-eth-diff-4": "Bitcoin sadece bir ödeme ağıyken, Ethereum ise daha ziyade finansal servisler, oyunlar, sosyal ağlar ve diğer uygulamalar için bir pazar yeridir.",
  "page-what-is-ethereum-what-can-eth-do-title": "Ethereum ne yapabilir?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Neden Ethereum kullanayım?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Eğer küresel çapta düzenlemek, organizasyonlar oluşturmak, uygulamalar inşa etmek ve değerini paylaşmak için daha dirençli, açık ve güvenilir yollara ilgi duyuyorsan Ethereum sana göre. Ethereum, hepimiz tarafından yazılan bir hikâyedir, bu yüzden gel ve onunla birlikte ne kadar inanılmaz dünyalar yaratabileceğimizi keşfet.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Ethereum ayrıca, kendi kontrolleri dışındaki dış zorlamalar yüzünden varlıklarının etrafındaki güvenlik ya da istikrar veya değişkenlik belirsizliğiyle uğraşmak zorunda kalanlar için paha biçilmez olmuştur.",
  "page-what-is-ethereum-slide-1-title": "Daha Ucuz ve Daha Hızlı Sınır Ötesi Ödemeler",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Sabit paralar</b>, değerinin temeli olarak daha istikrarlı bir varlığa dayanan yeni bir kripto para türüdür. Bunların çoğu ABD dolarına bağlıdır ve bu nedenle bu para biriminin değerini korur. Bunlar çok ucuz ve istikrarlı bir küresel ödeme sistemine olanak sağlar. Mevcut sabit paraların çoğu Ethereum ağı üzerine inşa edilmiştir.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum ve sabit paralar, yurt dışına para gönderme sürecini basitleştirir. Ortalama bankanızı ve fiyatın bir kısmını alabilecek birkaç iş günü ve hatta haftanın aksine, fonları dünya çapında taşımak genellikle sadece birkaç dakika sürer. Ek olarak, yüksek değerli bir işlem gerçekleştirmek için ekstra bir ücret yoktur ve paranızı nereye veya neden göndereceğiniz konusunda bir kısıtlama yok.",
  "page-what-is-ethereum-slide-2-title": "Kriz Zamanlarında En Hızlı Çözüm",
  "page-what-is-ethereum-slide-2-desc-1": "Yaşadığınız yerde güvenilir kurumlar aracılığıyla birden fazla bankacılık seçeneğine sahip olacak kadar şanslıysanız sundukları finansal özgürlük, güvenlik ve istikrarı doğal karşılayabilirsiniz. Ancak dünyanın dört bir yanında siyasi baskı veya ekonomik zorluklarla karşı karşıya olan birçok insan için finansal kurumlar ihtiyaç duydukları koruma veya servisleri sağlayamayabilir.",
  "page-what-is-ethereum-slide-2-desc-2": "Savaş, ekonomik felaketler veya sivil özgürlüklere yönelik baskılar <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>,<a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Küba</a>,<a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afganistan</a>,<a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nijerya</a>,<a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Belarus</a> ve <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukrayna</a> vatandaşlarını vurduğunda, kripto paralar finansal değerleri elde tutmanın en hızlı ve çoğu zaman tek seçeneği haline geldi.<sup><a to=\"https://www. financialinclusion. tech/\">1</a></sup>Ethereum gibi kripto paralar, bu örneklerde görüldüğü gibi insanların dış dünyayla bağlantıları kesildiğinde küresel ekonomiye sınırsız erişim olanağı sağlayabilir. Ayrıca stabil paralar, yerel para birimleri süper enflasyon nedeniyle çöktüğünde bir değer saklama aracı görevi görür.",
  "page-what-is-ethereum-slide-3-title": "Yaratıcıları Güçlendirme",
  "page-what-is-ethereum-slide-3-desc-1": "Yalnızca 2021'de sanatçılar, müzisyenler, yazarlar ve diğer içerik oluşturucular Ethereum'u kullanarak toplu olarak yaklaşık 3,5 milyar dolar kazandı. Bu da Ethereum'u Spotify, YouTube ve Etsy ile birlikte yaratıcılar için en büyük küresel platformlardan biri haline getiriyor. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Daha fazla bilgi edinin</a>.",
  "page-what-is-ethereum-slide-4-title": "Oyuncuları Güçlendirme",
  "page-what-is-ethereum-slide-4-desc-1": "Oyun oynadıkça kazan oyunları (oyuncuların, oyunlar oynadıkları için gerçekten ödüllendirildiği) son zamanlarda ortaya çıktı ve oyun endüstrisini dönüştürüyor. Geleneksel olarak oyun içi varlıkların gerçek para karşılığında diğer oyunculara transfer edilmesi yasaktır. Bu da oyuncuları güvenlik riski taşıyan karaborsa web sitelerini kullanmaya zorlamaktadır. Blok zincir oyunları oyun içi ekonomiyi kucaklamakta ve bu tür davranışları güvenilir bir şekilde teşvik etmektedir.",
  "page-what-is-ethereum-slide-4-desc-2": "Ayrıca oyuncular, oyun içi jetonları gerçek parayla takas edebildikleri ve böylece oyun süreleri için gerçekten ödüllendirildikleri için teşvik edilmektedir.",
  "page-what-is-ethereum-meet-ether-title": "Ethereum'un kripto para birimi ether ile tanışın",
  "page-what-is-ethereum-meet-ether-desc-1": "Ethereum ağındaki birçok faaliyet, Ethereum'un gömülü bilgisayarında (Ethereum Sanal Makinesi olarak da bilinen) yapılacak bazı işler gerektirir. Bu hesaplama bedava değildir, ether (ETH) olarak adlandırılan Ethereum'un kendi kripto parasını kullanmak için ödenilir. Bu, ağı kullanmak için en azından biraz ethere ihtiyacın olduğu anlamına gelir.",
  "page-what-is-ethereum-meet-ether-desc-2": "Ether bütünüyle dijitaldir ve dünyadaki herhangi birine anında gönderebilirsin. Ether'in arzı hiçbir devlet veya şirket tarafından kontrol edilmemektedir, merkeziyetsizdir ve tamamen şeffaftır. Ether, protokole göre kesin bir şekilde, yalnızca ağı güvence altına alan paydaşlara verilir.",
  "page-what-is-ethereum-what-is-ether": "Ether nedir?",
  "page-what-is-ethereum-get-eth": "ETH edinin",
  "page-what-is-ethereum-explore-applications": "Uygulamaları keşfedin",
  "page-what-is-ethereum-learn-defi": "DeFi hakkında bilgi edinin",
  "page-what-is-ethereum-who-runs-ethereum-title": "Ethereum'u kim yönetiyor?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum belirli bir kurumun kontrolü altında değildir. Ethereum protokolüne uyan ve Ethereum <a href=\"/glossary/#blockchain\">blokzincirine</a> eklenen yazılımı çalıştıran bilgisayarlar olduğunda varlıklarından söz edilebilir. Bu bilgisayarlardan her biri düğüm olarak bilinir. Düğümler herkes tarafından çalıştırılabilir ancak ağı güvence altına almada rol oynayabilmek için ETH'yi (Ethereum'un özgün jetonu) <a href=\"/glossary/#staking\">kilitlemek</a> gerekir. 32 ETH'e sahip herhangi birisi bunu izin gerektirmeden yapabilir.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Ethereum kaynak kodu bile tek bir öz tarafından üretilmez. Herhangi biri protokole değişiklikler sunabilir ve yükseltmeleri tartışabilir. Birçok programlama dilindeki bağımsız organizasyonlar tarafından üretilen Ethereum protokolünün birçok uygulanma yöntemi vardır ve bunlar genellikle açık şekilde yerleşiktir ve topluluk katkılarını teşvik eder.",
  "page-what-is-ethereum-run-a-node": "Bir düğüm çalıştırın",
  "page-what-is-ethereum-smart-contract-title": "Akıllı sözleşmeler nedir?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Akıllı sözleşmeler Ethereum blok zincirinde yaşayan bilgisayar programlarıdır</b>. Bunlar, bir kullanıcıdan gelen işlem ile tetiklendiklerinde yürütülür. Ethereum'u yapabilecekleri hakkında oldukça esnek hale getirir. Bu programlar merkeziyetsiz uygulamalar ve organizasyonlar için yapı taşı olarak işlev görür.",
  "page-what-is-ethereum-smart-contract-desc-2": "Hiç hizmet koşullarını değiştiren bir ürün kullandınız mı? Yahut faydalı bulduğunuz bir özelliği kaldırdı mı? Bir akıllı sözleşme Ethereum'da yayınlandıktan sonra, Ethereum var olduğu sürece çevrimiçi ve çalışır durumda olacaktır. Yazar bile onu kaldıramaz. Akıllı sözleşmeler otomatik olduğundan, herhangi bir kullanıcıya karşı ayrımcılık yapmazlar ve her zaman kullanıma hazırdırlar.",
  "page-what-is-ethereum-smart-contract-desc-3": "Akıllı sözleşmelerin popüler örnekleri arasında borç verme uygulamaları, merkeziyetsiz ticaret borsaları, sigorta, kuadratik fonlama, sosyal ağlar, <a href=\"/glossary/#nft\">NFT'ler</a>, basitçe ifade etmek gerekirse aklınıza gelebilecek her şey sayılabilir.",
  "page-what-is-ethereum-more-on-smart-contracts": "Akıllı sözleşmelere ilişkin daha fazlası",
  "page-what-is-ethereum-explore-dapps": "Merkeziyetsiz uygulamaları keşfedin",
  "page-what-is-ethereum-criminal-activity-title": "Kriptonun suç faaliyeti için bir araç olarak kullanıldığını duydum. Bu doğru mu?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Herhangi bir teknoloji gibi bu da zaman zaman kötüye kullanılacaktır. Ancak, tüm Ethereum işlemleri açık bir blok zincir üzerinde gerçekleştiğinden, yetkililerin yasa dışı faaliyetleri izlemesi geleneksel finansal sistemde olduğundan daha kolaydır ve bu da Ethereum'u, tespit edilmemeyi tercih edenler için daha az çekici bir seçim haline getirmektedir.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Avrupa Birliği Kolluk Kuvvetleri İş Birliği Ajansı Europol tarafından yakın zamanda yayınlanan bir raporun temel bulgularına göre kripto, suç amaçlı olarak itibari para birimlerinden çok daha az kullanılmaktadır:",
  "page-what-is-ethereum-criminal-activity-desc-3": "\"Yasa dışı faaliyetler için kripto para kullanımı, genel kripto para ekonomisinin yalnızca küçük bir bölümünü oluşturuyor gibi görünüyor ve geleneksel finansa dahil olan yasa dışı fon miktarından nispeten daha küçük görünüyor.\"",
  "page-what-is-ethereum-energy-title": "Peki ya Ethereum'un enerji tüketimi?",
  "page-what-is-ethereum-energy-desc-1": "Ethereum, 15 Eylül 2022 tarihinde Ethereum'u <a href=\"/glossary/#pow\">iş ispatından</a> <a href=\"/glossary/#pos\">hisse ispatına</a> geçiren Birleşim yükseltmesini gerçekleştirdi.",
  "page-what-is-ethereum-energy-desc-2": "Birleşim, Ethereum'un en büyük yükseltmesi oldu ve Ethereum'u güvenli kılmak için gereken enerji tüketimini <b>%99,5</b> oranında azaltarak <b>çok daha küçük bir karbon maliyeti karşılığında daha güvenli bir ağ</b> oluşturulmasını sağladı. Bu sayede Ethereum, bir yandan güvenliğini ve ölçeklenebilirliğini artırırken diğer yandan düşük karbonlu bir blokzincir haline gelmeyi başardı.",
  "page-what-is-ethereum-more-on-energy-consumption": "Enerji tüketimine dair daha fazlası",
  "page-what-is-ethereum-energy-consumption-chart-legend": "TWh/yıl cinsinden Yıllık Enerji Tüketimi",
  "energy-consumption-chart-global-data-centers-label": "Küresel veri merkezleri",
  "energy-consumption-gold-mining-cbeci-label": "Altın madenciliği",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "ABD'de oyun oynamak",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "Birleşim güncellemesi",
  "page-what-is-ethereum-additional-reading": "Daha fazla bilgi",
  "page-what-is-ethereum-week-in-ethereum": "Ethereum Haftası Haberleri",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Ekosistemdeki önemli gelişmeleri kapsayan haftalık bir bülten.",
  "page-what-is-ethereum-kernel-dreamers": "Çekirdek",
  "page-what-is-ethereum-kernel-dreamers-desc": "Ethereum'un Rüyası",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atomlar, Kurumlar, Blok Zincirler",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Blok zincir neden önemlidir?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Sayılarla Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "Ethereum üzerine inşa edilmiş projeler",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "ETH bakiyesine sahip hesaplar (cüzdanlar)",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "Ethereum üzerindeki akıllı sözleşmeler",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "Ethereum üzerinde güvence altına alınan değer",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "2021 yılında Ethereum üzerinden elde edilen yaratıcı kazançları",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "Bugün gerçekleşen işlem sayısı",
  "adoption-chart-column-now-label": "Şimdi",
  "adoption-chart-investors-label": "Yatırımcılar",
  "adoption-chart-developers-label": "Geliştiriciler",
  "adoption-chart-companies-label": "Şirketler",
  "adoption-chart-artists-label": "Sanatçılar",
  "adoption-chart-musicians-label": "Müzisyenler",
  "adoption-chart-writers-label": "Yazarlar",
  "adoption-chart-gamers-label": "Oyuncular",
  "adoption-chart-refugees-label": "Mülteciler",
  "page-what-is-ethereum-get-eth-alt": "Bir miktar ETH edin",
  "page-what-is-ethereum-get-eth-description": "ETH, Ethereum'un yerel kriptosudur. Ethereum uygulamalarını kullanmak için cüzdanınızda bir miktar ETH'ye ihtiyacınız olacak.",
  "page-what-is-ethereum-get-eth-title": "Bir miktar ETH edin",
  "page-what-is-ethereum-explore-dapps-alt": "Dapps'i keşfedin",
  "page-what-is-ethereum-explore-dapps-description": "Merkeziyetsiz uygulamalar, Ethereum üzerine kurulu uygulamalardır. Merkeziyetsiz uygulamalar, mevcut iş modellerini bozuyor ve yenilerini icat ediyor.",
  "page-what-is-ethereum-explore-dapps-title": "Dapps uygulamalarını deneyin"
}
