{
  "page-roadmap-vision-2014": "Hisse ispatını detaylandıran 2014 blog paylaşımını görüntüleyin",
  "page-roadmap-vision-2021": "Ethereum yol haritasının gelişimiyle ilgili 2021 blog gönderisini görüntüleyin",
  "page-roadmap-vision-2022": "Bir 2022 blog gönderisine bakın: Otostopçunun Ethereum El Kitabı",
  "page-roadmap-vision-2021-updates": "Ethereum Protokolü Güncellemeleri ile ilgili 2021 blog gönderisini görüntüleyin",
  "page-roadmap-vision-desc-1": "Ethereum'un küresel bir kullanıcı tabanına daha iyi hizmet vermek için ağ tıkanıklığını azaltması ve hızları iyileştirmesi gerekiyor.",
  "page-roadmap-vision-desc-2": "Ağ büyüdükçe bir düğümü çalıştırmak zorlaşıyor. Ağı ölçeklendirme çabaları bunu daha da zorlaştıracaktır.",
  "page-roadmap-vision-desc-3": "Ethereum çok fazla elektrik kullanır. Ağı güvenli tutan teknolojinin daha sürdürülebilir olması gerekir.",
  "page-roadmap-vision-ethereum-node": "Düğümler hakkında daha fazlası",
  "page-roadmap-vision-future": "Küresel ölçekte dijital bir gelecek",
  "page-roadmap-vision-meta-desc": "Ethereum yükseltmelerinin Ethereum üzerindeki etkisine ve üstesinden gelinmesi gereken zorluklara genel bir bakış.",
  "page-roadmap-vision-meta-title": "Ethereum'un vizyonu",
  "page-roadmap-vision-mining": "Madencilik hakkında daha fazlası",
  "page-roadmap-vision-problems": "Günümüzün sorunları",
  "page-roadmap-vision-scalability": "Ölçeklenebilirlik",
  "page-roadmap-vision-scalability-desc": "Ethereum, ağdaki düğümlerin boyutunu artırmadan saniyede daha fazla işlem gerçekleştirebilmelidir. Düğümler, blok zinciri depolayan ve çalıştıran hayati ağ katılımcılarıdır. Düğüm boyutunu artırmak pratik değildir çünkü yalnızca güçlü ve pahalı bilgisayarlara sahip olanlar bunu yapabilir. Ethereum ölçeklendirme için daha fazla düğümle birlikte saniyede daha fazla işleme ihtiyaç duyar. Daha fazla düğüm, daha fazla güvenlik anlamına gelir.",
  "page-roadmap-vision-scalability-desc-3": "Katman 2 toplamaları, işlemleri zincir dışına taşıyarak ve Ethereum'a yalnızca özet verileri ileterek Ethereum'u ölçeklendirmektedir. Bu toplu işlemler, kullanıcı maliyetlerini keskin bir biçimde azaltırken Ethereum'un çıktısını artırmaktadır.",
  "page-roadmap-vision-scalability-desc-4": "Toplamalar, işlemleri kullanıcılar için olabildiğince ucuz hale getirmek için katman 1'de düşük maliyetli depolamaya ihtiyaç duyar. Bu, Ethereum bloklarına eklenmiş damlalar şeklinde sağlanacaktır. Sonunda, birçok damla, Ethereum bloklarına eklenecek ve birçok toplama için ucuz depolama sağlayacaktır.",
  "page-roadmap-vision-security": "Güvenlik",
  "page-roadmap-vision-security-desc": "Planlanan yükseltmeler Ethereum'un koordine şekilde yapılan saldırılara karşı güvenliğini artırır.",
  "page-roadmap-vision-security-desc-3": "Hisse ispatı ile sağlanacak ek güvenlik, saldırılara karşı daha büyük kripto-ekonomik caydırıcılıklardan kaynaklanır. Bunun nedeni, hisse ispatında, ağı güvence altına alan doğrulayıcıların protokole önemli miktarda ETH yatırması gerektiğidir. Ağa saldırmaya çalışırlarsa, protokol saldıranların ETH'lerini otomatik olarak yok edebilir.",
  "page-roadmap-vision-security-desc-5": "Yine de, onaylayıcıları hizmet reddi saldırılarından koruyacak, anonimliklerini arttıracak ve blok yayılımını, inşaasını sağlayacak geliştirmeler yakında kullanımda olacak. Bu geliştirmeler canlılık ve sensör saldırılarına karşı bireysel onaylayıcıları koruyacaktır.",
  "page-roadmap-vision-security-desc-5-link": "Hisse ispatı hakkında daha fazlası",
  "page-roadmap-vision-security-desc-10": "Hisseleme aynı zamanda doğrudan mutabakata katılmak için elit donanıma yatırım yapmanız gerekmediği anlamına gelir. Bu, daha fazla insanı doğrulayıcı olmaya teşvik etmeli, ağın sorumluluğunun dağıtılmasını artırmalı ve saldırı yüzey alanını azaltmalıdır.",
  "page-roadmap-vision-security-staking": "ETH stake etme",
  "page-roadmap-vision-security-validator": "ETH'nizi hisseleyerek doğrulayıcı olabilirsiniz.",
  "page-roadmap-vision-staking-lower": "Stake etme hakkında daha fazla bilgi",
  "page-roadmap-vision-subtitle": "Tüm insanlığa yardımcı olacak kadar güçlü olana dek Ethereum'u büyütün.",
  "page-roadmap-vision-sustainability": "Sürdürülebilirlik",
  "page-roadmap-vision-sustainability-desc-1": "Ethereum artık yeşil bir blok zincirdir. İş ispatı yöntemi Hisse ispatı yöntemi ile değiştirildiğinde enerji tüketimi yaklaşık %99,95 oranında azalmaktadır.",
  "page-roadmap-vision-sustainability-desc-2": "Ethereum ağı artık işlemci gücü ile değil, hisse ispatı yöntemi ile güvenliğini sağlamaktadır.",
  "page-roadmap-vision-sustainability-desc-3": "Bu sürdürülebilirlik iklimi yanında güvenlik avantajlarını da beraberinde getiriyor. Hisselenen ether ağa saldırılma durumunu iş ispatı modelinden daha pahalı hale getiriyor çünkü ağın güvenliğini sağlamak, onaylayıcılara madencilerden daha az para ödendiği için daha ucuz bir hal alıyor.",
  "page-roadmap-vision-sustainability-desc-8": "Hisse ispatı modeline geçiş Ethereum'u daha çevreci ve daha güvenli yaptı. Uygulamaların ve organizasyonların inşası için düşük karbon üreten bir platform haline geldi.",
  "page-roadmap-vision-sustainability-subtitle": "Ethereum güçlü kripto-ekonomik güvenliğe sahip çevreci bir blok zinciridir.",
  "page-roadmap-vision-title": "Ethereum'un Vizyonu",
  "page-roadmap-vision-title-1": "Tıkanmış ağ",
  "page-roadmap-vision-title-2": "Disk alanı",
  "page-roadmap-vision-title-3": "Aşırı enerji",
  "page-roadmap-vision-trilemma-cardtext-1": "Ethereum yükseltmeleri, Ethereum'u ölçeklenebilir, güvenli ve merkeziyetsiz hale getirecektir. Hisseleme, katılım engelini ve sınırlı ölçek ekonomilerini azalttı ve daha büyük - daha merkeziyetsiz - bir ağ yarattı.",
  "page-roadmap-vision-trilemma-cardtext-2": "Güvenli ve merkeziyetsiz blok zincir ağları, her düğümün zincir tarafından işlenen her işlemi doğrulamasını gerektirir. Bu iş miktarı, herhangi bir zamanda gerçekleşebilecek işlem sayısını sınırlar. Merkeziyetsiz ve güvenli sıfatları, günümüzün Ethereum zincirini yansıtıyor.",
  "page-roadmap-vision-trilemma-cardtext-3": "Merkeziyetsiz ağlar, düğümler arasında işlemler hakkında bilgi göndererek çalışır. Tüm ağın herhangi bir durum değişikliğini bilmesi gerekir. Merkezi olmayan bir ağda işlemleri saniye başına ölçeklendirmek güvenlik riskleri doğurur çünkü işlemler ne kadar fazlaysa, gecikme o kadar uzun ve bilgi iletim halindeyken saldırı olasılığı o kadar yüksek olur.",
  "page-roadmap-vision-trilemma-cardtext-4": "Ethereum'un düğümlerinin boyutunu ve gücünü artırmak, saniye başına işlemleri güvenli bir şekilde artırabilir, ancak donanım gereksinimi bunu kimin yapabileceğini kısıtlayabilir. Bu, merkeziyetsizliği tehdit eder. Parçalama ve hisse ispatının, düğüm boyutunu değil, düğüm miktarını artırarak Ethereum'un ölçeklenmesine izin vermesi umulmaktadır.",
  "page-roadmap-vision-trilemma-h2": "Merkeziyetsiz ölçeklendirmenin zorluğu",
  "page-roadmap-vision-trilemma-modal-tip": "Merkeziyetsiz ölçeklendirmenin sorunlarını daha iyi anlamak için aşağıdaki dairelere dokunun",
  "page-roadmap-vision-trilemma-p": "Ethereum'un sorunlarını çözmenin naif bir yolu, onu daha merkezi hale getirmek olacaktır. Ancak merkeziyetsizlik çok önemlidir. Merkeziyetsizlik Ethereum'a doğallık, sansür direnci, açıklık, veri sahipliği ve neredeyse aşılmaz güvenlik sağlayan şeydir.",
  "page-roadmap-vision-trilemma-p-1": "Ethereum'un vizyonu, daha ölçeklenebilir ve güvenli olmak, aynı zamanda merkeziyetsiz kalmaktır. Bu 3 niteliğin elde edilmesi, ölçeklenebilirlik üçlemi olarak bilinen bir problemdir.",
  "page-roadmap-vision-trilemma-p-2": "Ethereum yükseltmeleri, üçlemi çözmeyi amaçlasa da önemli zorluklar vardır.",
  "page-roadmap-vision-trilemma-press-button": "Merkeziyetsiz ölçeklendirmenin sorunlarını daha iyi anlamak için üçgen üzerindeki düğmelere basın.",
  "page-roadmap-vision-trilemma-text-1": "Merkeziyetsizlik",
  "page-roadmap-vision-trilemma-text-2": "Güvenlik",
  "page-roadmap-vision-trilemma-text-3": "Ölçeklenebilirlik",
  "page-roadmap-vision-trilemma-title-1": "Ölçeklenebilirlik üçlemini keşfetme",
  "page-roadmap-vision-trilemma-title-2": "Ethereum yükseltmeleri ve merkeziyetsiz ölçeklendirme",
  "page-roadmap-vision-trilemma-title-3": "Güvenli ve merkeziyetsiz",
  "page-roadmap-vision-trilemma-title-4": "Merkeziyetsiz ve ölçeklenebilir",
  "page-roadmap-vision-trilemma-title-5": "Ölçeklenebilir ve güvenli",
  "page-roadmap-vision-understanding": "Ethereum'un vizyonunu anlamak",
  "page-roadmap-vision-upgrade-needs": "Yükseltmelerin gerekliliği",
  "page-roadmap-vision-upgrade-needs-desc": "2015 yılında başlatılan Ethereum protokolü inanılmaz bir başarı elde etti. Ancak Ethereum topluluğu, Ethereum'un tüm potansiyelini ortaya çıkarmak için birkaç önemli yükseltmenin gerekli olacağını hep biliyordu.",
  "page-roadmap-vision-upgrade-needs-desc-2": "Yüksek talep, Ethereum'u ortalama bir kullanıcı için pahalı hale getiren işlem ücretlerini artırıyor. Bir Ethereum işlemcisini çalıştırmak için ihtiyaç duyulan disk alanı hızla artıyor.",
  "page-roadmap-vision-upgrade-needs-desc-3": "Ethereum, bu sorunları ve daha fazlasını ele alan bir dizi yükseltmeye sahiptir. Bu yükseltme seti başlangıçta \"Serenity\" ve \"Eth2\" olarak adlandırıldı ve 2014'ten beri aktif bir araştırma ve geliştirme alanı oldu.",
  "page-roadmap-vision-upgrade-needs-desc-5": "Artık teknoloji hazır olduğundan dolayı mevcut kullanıcılar için hayatı kolaylaştırmak ve yeni kullanıcıları cezbetmek için bu yükseltmeler Ethereum'u daha ölçeklenebilir, güvenli ve sürdürülebilir kılmak için yeniden yapılandıracak. Tüm bunlarla birlikte Ethereum'un temel merkeziyetsizlik değeri korunmaktadır.",
  "page-roadmap-vision-upgrade-needs-desc-6": "Bu, ölçeklenebilirlik için tek bir düğme olmadığı anlamına gelir. İyileştirmeler zaman içinde aşamalı olarak yapılacaktır.",
  "page-roadmap-vision-upgrade-needs-serenity": "\"Serenity\"yi tartışan bir 2015 blog gönderisini görüntüleyin",
  "ethereum": "Ethereum",
  "page-roadmap-vision-danksharding": "Danksharding hakkında daha fazlası"
}
