{
  "page-ethereum-history-founder-and-ownership-meta-title": "Ethereum'un Tarihi: kurucusu, lansmanı ve mülkiyeti | ethereum.org",
  "page-ethereum-history-founder-and-ownership-meta-description": "Ethereum'un tarihini, kimin yarattığını, ne zaman piyasaya sürüldüğünü ve bugün kimin kontrol ettiğini öğrenin.",
  "page-ethereum-history-founder-and-ownership-twitter-meta-description": "Bitcoin ve Ethereum arasındaki kullanım alanları, ağ performansı, jeton ekonomisi ve daha fazlası gibi farklılıkları öğrenin.",
  "page-ethereum-history-founder-and-ownership-title": "Ethereum'un Tarihi: kurucusu, lansmanı ve mülkiyeti",
  "page-ethereum-history-founder-and-ownership-description-1": "Ethereum, 2013 yılında Vitalik Buterin tarafından kuruldu. Daha sonra aralarında Gavin Wood ve Joseph Lubin'in de bulunduğu birkaç kurucu ortak katıldı. Ethereum ağı, ilk blokun (Başlangıç bloğu) madenciliğiyle 30 Temmuz 2015'te resmen başlatıldı.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-description-1": "Geleneksel organizasyonların aksine, <strong>Ethereum'un bir CEO'su</strong>, yönetim kurulu veya tek bir kontrolcü tarafı yoktur. Kâr amacı gütmeyen Ethereum Foundation tarafından desteklenen, topluluğu tarafından yönetilen merkeziyetsiz bir platformdur.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum": "Ethereum'u kim kurdu/ortak kurdu?",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-1": "Ethereum, fikri <strong>2013'ün sonlarında</strong> tasarlayan <strong>Vitalik Buterin tarafından kuruldu</strong>.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-2": "1994'te Rusya'da doğan ve Kanada'da büyüyen Buterin, erken yaşlardan itibaren olağanüstü bir matematiksel yetenek sergiledi.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-3": "2011'de Bitcoin'i keşfetti ve Bitcoin makaleleri yazmaya başladı, bu da onu 2012'de <em>Bitcoin Magazine</em>'in kurucu ortağı olmaya yöneltti. Bu, kripto paraya adanmış ilk yayınlardan biriydi. İlk Bitcoin topluluğunun bir parçası olarak, potansiyeline ve sınırlamalarına ilk elden tanık oldu.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-4": "2014 yılında Vitalik, yalnızca ödemelerden daha fazlasını yapabilen bir blokzincir oluşturarak Bitcoin'in ötesine geçecek bir platformu özetleyen <whitepaper>Ethereum Tanıtım Belgesi</whitepaper>'ni yayınladı.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-5": "Ethereum, Bitcoin yaklaşımını genişleterek temel olarak şunu söylüyor: tek bir uygulamayı desteklemek üzere tasarlanmış kurallara sahip olmak yerine, insanların kendi uygulamalarını oluşturabilecekleri ve oluşturdukları uygulamaların kurallarının Ethereum platformunda yürütülebileceği, uygulanabileceği daha genel amaçlı bir şey yapacağız.",
  "page-ethereum-history-founder-and-ownership-when-ethereum-when-did-ethereum-launch": "Ethereum ne zaman piyasaya sürüldü?",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now": "Ethereum'un şu anki sahibi kim ve kim yönetiyor?",
  "page-ethereum-history-founder-and-ownership-founder-of-ethereum": "Ethereum'un Kurucusu",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-6": "Ethereum, hayata geçmesine yardımcı olan 8 kişi tarafından ortaklaşa kurulmuştur.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-vitalik-buterin": "<strong>Vitalik Buterin</strong>: 2013'te Ethereum'u tasarladı, orijinal tanıtım belgesini yazdı ve merkeziyetsiz bir dünya bilgisayarı kavramını dile getirerek ve protokolün teknik ve felsefi yönüne rehberlik ederek baş vizyoneri ve savunucusu oldu.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-gavin-wood": "<strong>Gavin Wood</strong>: <solidity>Solidity</solidity> programlama dilini geliştirdi ve Ethereum Sanal Makinesi (EVM) için teknik rehber olan <ethereumYellowPaper>Ethereum Sarı Belgesi</ethereumYellowPaper>'ni yazdı.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-joseph-lubin": "<strong>Joseph Lubin</strong>: Ethereum'un çok erken aşamalarını finanse etmeye yardımcı oldu ve daha sonra Ethereum tabanlı uygulamalar ve altyapı oluşturmaya odaklanan bir şirket olan <consensys>ConsenSys</consensys>'i kurdu.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-jeffrey-wilcke": "<strong>Jeffrey Wilcke</strong>: EVM'yi çalıştırmaktan ve Ethereum ağ verilerini depolamaktan sorumlu olan, orijinal ve en yaygın kullanılan Ethereum yürütüm istemcisi <geth>Geth</geth>'i yarattı.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-mihai-alisie": "<strong>Mihai Alisie</strong>: Vitalik Buterin ile birlikte Bitcoin Magazine'in kurucu ortağı oldu ve İsviçre'de Ethereum Foundation'ın kurulmasına yardımcı oldu, başkan yardımcısı olarak görev yaptı ve ether'in ön satışı için yasal çerçeveyi oluşturdu.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-anthony-di-lorio": "<strong>Anthony Di Lorio</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-amir-chetrit": "<strong>Amir Chetrit</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-charles-hoskinson": "<strong>Charles Hoskinson</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-7": "Bugün Vitalik Buterin, Ethereum'un gelişiminde aktif olarak yer almaya devam ediyor. Joseph Lubin, ConsenSys'i yönetmeye devam ediyor. Şirketi, Ethereum ekosistemi için <strong>MetaMask</strong> ve <strong>Infura</strong> gibi temel araçlar geliştiriyor.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-1": "Vitalik'in ilk fikrinden Ethereum'un resmi lansmanına kadar olan yolculuk yaklaşık 20 ay sürdü. İşte önemli kilometre taşları:",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-2": "<strong>Kasım 2013:</strong> Vitalik Buterin, Ethereum tanıtım belgesini paylaştı. Bu, akıllı sözleşmeleri çalıştırabilecek bir blokzincir platformu vizyonunu anlatıyordu.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-3": "<strong>Ocak 2014:</strong> Vitalik, Miami'deki Kuzey Amerika Bitcoin Konferansı'nda Ethereum konseptini <announcement>herkese açık olarak duyurdu</announcement>.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-4": "<strong>Temmuz–Ağustos 2014:</strong> Ethereum'un gelişimini finanse etmek için kurucu ekip halka açık bir kitlesel fonlama kampanyası yürüttü. Ether (ETH) karşılığında 31.000 BTC (o zamanlar yaklaşık 18 milyon dolar değerinde) topladılar.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-5": "<strong>Nisan 2015:</strong> Vitalik ve kurucu ortakları, Ethereum'un Olympic test ağını başlattı. Bu, ana ağ lansmanından önceki son test aşamasıydı.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-6": "<strong>30 Temmuz 2015:</strong> Kurucu ekip, başlangıç bloğunun madenciliğini yaparak Ethereum ana ağını resmi olarak başlattı. Bu, Ethereum ağının doğuşunu işaret ediyor.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-7": "<strong>14 Mart 2016:</strong> Ethereum topluluğu, ilk planlı yükseltme olan \\\"Homestead\\\"i uyguladı. Bu, Ethereum'un ana akım tarafından benimsenmeye hazır olduğunun sinyalini verdi.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-8": "Ethereum projesinde bunun için gerçekten tek bir şansımız olduğu, bunun tek seferlik bir iş olduğu ve bu yüzden doğru yapmamız gerektiği gibi bir düşüncemiz vardı.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-9": "Ethereum Kurucu Ortağı",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-10": "Ethereum'un lansmanı, blokzincir teknolojisinde önemli bir kilometre taşı oldu. Akıllı sözleşmeleri tanıttı ve merkeziyetsiz uygulamalar için bir platform oluşturdu.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-11": "Ethereum'un ilk kez hayata geçtiği anı koruyan <genesisBlock>Ethereum başlangıç bloğunu her zaman görüntüleyebilirsiniz</genesisBlock>.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-12": "Ethereum yükseltmelerinin tam listesini görün",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-13": "Gelecekteki Ethereum yol haritasına göz atın",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-1": "Ethereum'un en eşsiz yönlerinden biri, mülkiyet yapısı ya da daha doğrusu geleneksel mülkiyet eksikliğidir. Normal bir şirketten farklı olarak Ethereum:",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-2": "<strong>bir CEO'su veya merkezi bir otoritesi yoktur</strong>",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-3": "<strong>herhangi bir tekil varlık</strong> veya kuruluş tarafından <strong>kontrol edilmez</strong>",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-4": "geleneksel anlamda <strong>hissedarları yoktur</strong>",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-5": "Bunun yerine Ethereum, merkeziyetsiz bir ağ olarak çalışır. Dünya çapında <strong>binlerce bağımsız bilgisayar</strong> (düğüm) tarafından <strong>sürdürülür</strong>. Bu merkeziyetsiz model, Ethereum'un tasarımının ve değerinin merkezinde yer alır.",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-6": "Birkaç kilit grup, Ethereum'un devam eden gelişimine ve yönetişimine yardımcı olur:",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation": "1. Ethereum Foundation",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-1": "<strong>Ethereum Foundation, Ethereum ve ilgili teknolojileri destekleyen kâr amacı gütmeyen bir kuruluştur</strong>. Önemli olmasına rağmen, ağı kontrol etmez. Vakıf:",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-2": "Ethereum gelişimini desteklemek için fonları yönetir",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-3": "Ethereum üzerinde inşa edilen projelere hibeler sağlar",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-4": "Topluluk etkinlikleri ve eğitim girişimleri düzenler",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-5": "Araştırma çalışmalarını koordine eder",
  "page-ethereum-history-founder-and-ownership-core-developers": "2. Çekirdek geliştiriciler ve araştırmacılar",
  "page-ethereum-history-founder-and-ownership-core-developers-description-1": "Küresel bir geliştirici ve araştırmacı topluluğu, Ethereum'un koduna ve tasarımına katkıda bulunur. Bu katkıda bulunanlar, açık ve halka açık bir süreç aracılığıyla iyileştirmeler önerir, tartışır ve uygular. Vitalik Buterin toplulukta saygı görmeye devam etmektedir, ancak kararlar herhangi bir tek kişi tarafından değil, grup anlaşması yoluyla alınır.",
  "page-ethereum-history-founder-and-ownership-eip": "3. Ethereum İyileştirme Önerileri (EIP'ler)",
  "page-ethereum-history-founder-and-ownership-eip-description-1": "Ethereum topluluğu, <eips>Ethereum İyileştirme Önerileri (EIP'ler)</eips> aracılığıyla ağda değişiklikler önerir. Bu açık sistem, herkesin iyileştirmeler önermesine olanak tanır. Bu fikirler daha sonra topluluk tarafından tartışılır, geliştirilir ve potansiyel olarak uygulanır.",
  "page-ethereum-history-founder-and-ownership-validators": "4. Düğüm operatörleri ve doğrulayıcılar",
  "page-ethereum-history-founder-and-ownership-validators-description-1": "Eylül 2022'de Ethereum'un hisse ispatına geçişinden bu yana, ağ, ETH kilitleyen (stake eden) ve işlemleri işleyen doğrulayıcılar tarafından güvence altına alınmıştır. Dünyanın dört bir yanına yayılmış <beaconchain>çok sayıda doğrulayıcı</beaconchain> vardır, bu da ağın kontrolünü geniş bir alana dağıtır.",
  "page-ethereum-history-founder-and-ownership-validators-description-2": "Bu merkeziyetsiz model, herhangi bir tek varlığın kontrolünü sınırlar ve Ethereum'u sansüre karşı dirençli hale getirir. Buna orijinal kurucuları da dahildir. Hiçbir kişi veya kuruluş Ethereum'un kurallarını değiştiremez veya ağı kendi başına kapatamaz.",
  "page-ethereum-history-founder-and-ownership-validators-description-3": "Ethereum üzerinde bir uygulama oluşturmak ile geleneksel merkezi bir platformda oluşturmak arasındaki temel fark, uygulamanızı bir kez oluşturduktan sonra, uygulamanın varlığını sürdürmek için size veya başka bir tek kişiye bağlı olması gerekmediği temel fikridir. Ve uygulamanın belirtilen kurallara göre çalışmaya devam etmesi garanti edilir.",
  "page-ethereum-history-founder-and-ownership-conclusion": "Sonuç",
  "page-ethereum-history-founder-and-ownership-conclusion-description-1": "Vitalik Buterin tarafından 2013'te yaratılmasından 2015'teki lansmanına ve bugünkü büyümesine kadar, <strong>Ethereum kurucu vizyonuna sadık kalmıştır</strong>. Tam olarak programlandığı gibi çalışan uygulamalar için <strong>merkeziyetsiz, güvenilir derecede tarafsız</strong> bir platform olmaya devam etmektedir. Ağ ve üzerinde oluşturulan uygulamalar <strong>kesinti, sansür, dolandırıcılık veya üçüncü taraf müdahalesi olmadan</strong> çalışır.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-2": "Ethereum'un hikayesi her güncelleme ve yenilikle gelişmeye devam ediyor. Ağ geliştikçe, merkeziyetsiz yönetişimin geleneksel kurumsal yapılar olmadan teknolojik ilerlemeyi nasıl yönlendirebileceğini örnekliyor.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-3": "Ethereum, vizyoner bir tanıtım belgesinden <strong>binlerce uygulamaya ve milyarlarca dolarlık değere güç veren küresel bir altyapı katmanına</strong> dönüştü. Bu, açık iş birliğinin sadece finansı değil, aynı zamanda mülkiyet, yönetişim ve dijital güven gibi temel kavramları da yeniden şekillendirebileceğini kanıtlıyor.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-4": "Ethereum'un yönetişim süreci hakkında daha fazla bilgi edinin"
}
