{
  "page-eth2-vision-2014": "Hisse Kanıtını detaylandıran 2014 blog paylaşımını görüntüle",
  "page-eth2-vision-beacon-chain": "İşaret (Beacon) zinciri",
  "page-eth2-vision-beacon-chain-btn": "Beacon Zinciri hakkında daha fazla bilgi",
  "page-eth2-vision-beacon-chain-date": "Beacon Zinciri aktif",
  "page-eth2-vision-beacon-chain-desc": "Ekosisteme ilk Eth2 ilavesi. İşaret Zinciri, Ethereum'a staking'i getiriyor, gelecekteki yükseltmeler için zemin hazırlıyor ve sonunda yeni sistemi koordine edecek.",
  "page-eth2-vision-beacon-chain-upper": "İşaret (Beacon) Zinciri",
  "page-eth2-vision-desc-1": "Ethereum'un küresel bir kullanıcı tabanına daha iyi hizmet vermek için ağ tıkanıklığını azaltması ve hızları iyileştirmesi gerekiyor.",
  "page-eth2-vision-desc-2": "Ağ büyüdükçe bir düğümü çalıştırmak zorlaşır. Bu, yalnızca ağı ölçeklendirme çabalarıyla daha da zorlaşacaktır.",
  "page-eth2-vision-desc-3": "Ethereum çok fazla elektrik kullanır. Ağı güvenli tutan teknolojinin daha sürdürülebilir olması gerekir.",
  "page-eth2-vision-docking-date": "Tahmin: 2022",
  "page-eth2-vision-docking-desc": "Mainnet Ethereum'un bir noktada İşaret Zinciri ile \"bağlanması\" gerekecek. Bu, tüm ağ için stake etmeyi mümkün kılacak ve enerji yoğun madenciliğin sona erdiğinin sinyalini verecektir.",
  "page-eth2-vision-ethereum-node": "Düğümler hakkında daha fazla bilgi",
  "page-eth2-vision-explore-upgrades": "Yükseltmeleri keşfet",
  "page-eth2-vision-future": "Küresel ölçekte dijital bir gelecek",
  "page-eth2-vision-meta-desc": "Eth2 yükseltmelerinin Ethereum üzerindeki etkisine ve üstesinden gelinmesi gereken zorluklara genel bir bakış.",
  "page-eth2-vision-meta-title": "Ethereum 2.0 (Eth2) vizyonu",
  "page-eth2-vision-mining": "Madencilik hakkında daha fazlası",
  "page-eth2-vision-problems": "Günümüzün sorunları",
  "page-eth2-vision-scalability": "Ölçeklenebilirlik",
  "page-eth2-vision-scalability-desc": "Ethereum, ağdaki düğümlerin boyutunu artırmadan saniyede daha fazla işlem gerçekleştirebilmelidir. Düğümler, blok zincirini depolayan ve çalıştıran hayati ağ katılımcılarıdır. Düğüm boyutunu artırmak pratik değildir çünkü yalnızca güçlü ve pahalı bilgisayarlara sahip olanlar bunu yapabilir. Ethereum ölçeklendirme için daha fazla düğümle birlikte saniyede daha fazla işleme ihtiyaç duyar. Daha fazla düğüm, daha fazla güvenlik anlamına gelir.",
  "page-eth2-vision-scalability-desc-3": "Parça zincirleri yükseltmesi, ağın yükünü 64 yeni zincire yayacaktır. Bu, tıkanıklığı azaltarak ve mevcut saniyede 15-45 işlem sınırının ötesinde hızları artırarak Ethereum'a nefes aldıracak.",
  "page-eth2-vision-scalability-desc-4": "Üstelik daha fazla zincir olsa dahi, bu aslında doğrulayıcıların - ağın bakımını yapanların - daha az çalışmasını gerektirecektir. Doğrulayıcıların tüm Ethereum zincirini değil, yalnızca parçalarını 'çalıştırmaları' gerekir. Bu işlem düğümleri daha hafif hale getirerek Ethereum'un ölçeklenmesine ve merkeziyetsiz kalmasına izin verir.",
  "page-eth2-vision-security": "Güvenlik",
  "page-eth2-vision-security-desc": "Eth2 yükseltmeleri bir %51 saldırısı gibi koordineli saldırılara karşı Ethereum'un güvenliğini artırır. Bu saldırı bir kişinin ağın çoğunluğunu kontrol etmesi durumunda hileli değişiklikler yapmaya zorlanabileceği bir saldırı türüdür.",
  "page-eth2-vision-security-desc-3": "Proof-of-stake'e geçiş, Ethereum protokolünün saldırılara karşı daha fazla caydırıcı olduğu anlamına gelir. Bunun nedeni, hisse ispatında, ağı güvence altına alan doğrulayıcıların protokole önemli miktarda ETH kilitlemesinin gerekmesidir. Ağa saldırmaya çalışırlarsa, protokol ETH'lerini otomatik olarak yok edebilir.",
  "page-eth2-vision-security-desc-5": "Bir protokolün yapabileceği en iyi şeyin, ağı güvence altına alan varlıkları (madenciler) aksi halde kazanacakları madencilik ödüllerini kaybetmeye zorlamak olduğu iş ispatında bunu yapmak mümkün değildir. İş ispatında eşdeğer etkiyi elde etmek için protokolün, bir madencinin hile yapmaya çalışması durumunda tüm ekipmanını imha edebilmesi gerekir.",
  "page-eth2-vision-security-desc-5-link": "İş kanıtı hakkında daha fazla bilgi",
  "page-eth2-vision-security-desc-8": "Ethereum'un güvenlik modelinin de değişmesi gerekiyor zira",
  "page-eth2-vision-security-desc-9": "farklı parçalara rastgele doğrulayıcılar atamamıza izin verir - bu durum doğrulayıcıların belirli bir parçaya saldırarak gizlice işbirliği yapmasını neredeyse imkansız hale getirir. Sharding, iş kanıtı blok zincirinde o kadar da güvenli değildir, çünkü madenciler bu şekilde protokol tarafından kontrol edilemez.",
  "page-eth2-vision-security-desc-10": "Staking ayrıca bir Ethereum düğümünü 'çalıştırmak' için elit donanıma yatırım yapmanız gerekmediği anlamına gelir. Bu durum, ağın merkezden uzaklaşmasını artırarak ve saldırı yüzey alanını azaltarak daha fazla insanı doğrulayıcı olmaya teşvik etmelidir.",
  "page-eth2-vision-security-staking": "ETH stake etme",
  "page-eth2-vision-security-validator": "ETH'nizi stake ederek doğrulayıcı olabilirsiniz.",
  "page-eth2-vision-shard-chains": "shard zincirleri",
  "page-eth2-vision-shard-date": "Tahmin: 2021",
  "page-eth2-vision-shard-desc-4": "Parça zincirleri, ağın yükünü 64 yeni blok zincirine yayacak. Parçalar, işlem hızını önemli ölçüde artırma potansiyeline sahiptir - saniyede 100.000'e kadar.",
  "page-eth2-vision-shard-upgrade": "Zincir parçaları hakkında daha fazla bilgi",
  "page-eth2-vision-staking-lower": "Stake etme hakkında daha fazla bilgi",
  "page-eth2-vision-subtitle": "Tüm insanlığa yardımcı olacak kadar güçlü olana dek Ethereum'u büyütün.",
  "page-eth2-vision-sustainability": "Sürdürülebilirlik",
  "page-eth2-vision-sustainability-desc-1": "Ethereum ve Bitcoin gibi diğer blok zincirlerinin madencilik nedeniyle enerji yoğun olduğu bir sır değildir.",
  "page-eth2-vision-sustainability-desc-2": "Ancak Ethereum bilgi işlem gücüyle değil, stake yoluyla ETH tarafından güvence altına alınmaya doğru ilerliyor.",
  "page-eth2-vision-sustainability-desc-3": "Staking İşaret Zinciri tarafından sunulacak olsa da, bugün kullandığımız Ethereum, Eth2 yükseltmeleriyle 'birleşmeden' veya 'kenetlenmeden' önce bir süre paralel olarak çalışacaktır. Bir sistem ETH, diğeri bilgi işlem gücü ile güvence altına alındı. Bunun nedeni, ilk başta, parça zincirlerinin hesaplarımız veya dapp'lerimiz gibi şeyleri idare edemeyecek olmasıdır. Yani madenciliği ve ana ağı öylece unutamayız.",
  "page-eth2-vision-sustainability-desc-8": "İşaret zinciri ve parça zinciri yükseltmeleri çalışmaya başladığında, ana ağı yeni sistemle kenetleme çalışmaları başlayacak. Bu, ana ağı bir parçaya dönüştürecek, böylece ETH ile güvence altına alınacak ve çok daha az enerji tüketecek.",
  "page-eth2-vision-sustainability-subtitle": "Ethereum daha yeşil olmalıdır.",
  "page-eth2-vision-The": ".",
  "page-eth2-vision-title": "Eth2 Vizyonu",
  "page-eth2-vision-title-1": "Tıkanmış ağ",
  "page-eth2-vision-title-2": "Disk alanı",
  "page-eth2-vision-title-3": "Çok fazla enerji",
  "page-eth2-vision-trilemma-cardtext-1": "Eth2 yükseltmeleri, Ethereum'u ölçeklenebilir, güvenli ve merkeziyetsiz hale getirecek. Sharding, bir düğümü çalıştırmak ve zinciri doğrulamak için gereken gücü azaltırken, saniye başı işlemleri artırarak Ethereum'u daha ölçeklenebilir hale getirecektir. İşaret zinciri, doğrulayıcıları parçalar arasında koordine ederek Ethereum'u güvenli hale getirecektir. Staking, katılımın önündeki engeli azaltacak ve daha büyük, daha merkezi olmayan bir ağ yaratacaktır.",
  "page-eth2-vision-trilemma-cardtext-2": "Güvenli ve merkezi olmayan blok zinciri ağları, her düğümün zincir tarafından işlenen her işlemi doğrulamasını gerektirir. Bu iş miktarı, herhangi bir zamanda gerçekleşebilecek işlem sayısını sınırlar. Merkezi olmayan ve güvenli sıfatları, bugün Ethereum zincirini yansıtıyor.",
  "page-eth2-vision-trilemma-cardtext-3": "Merkezi olmayan ağlar, düğümler arasındaki işlemler hakkında bilgi göndererek çalışır - tüm ağın herhangi bir durum değişikliğini bilmesi gerekir. Merkezi olmayan bir ağda işlemleri saniye başına ölçeklendirmek güvenlik riskleri doğurur çünkü işlemler ne kadar fazlaysa, gecikme o kadar uzun ve bilgi uçuş halindeyken saldırı olasılığı o kadar yüksek olur.",
  "page-eth2-vision-trilemma-cardtext-4": "Ethereum'un düğümlerinin boyutunu ve gücünü artırmak, saniye başına işlemleri güvenli bir şekilde artırabilir, ancak donanım gereksinimi bunu kimin yapabileceğini kısıtlayabilir - bu, merkeziyetsizliği tehdit eder. Sharding ve hisse ispatının, düğüm boyutunu değil, düğüm miktarını artırarak Ethereum'un ölçeklenmesine izin vereceği umulmaktadır.",
  "page-eth2-vision-trilemma-h2": "Merkeziyetsiz ölçülebilirliğin zorluğu",
  "page-eth2-vision-trilemma-modal-tip": "Merkezi olmayan ölçeklendirmenin sorunlarını daha iyi anlamak için aşağıdaki dairelere dokunun",
  "page-eth2-vision-trilemma-p": "Ethereum'un sorunlarını çözmenin naif bir yolu, onu daha merkezi hale getirmek olacaktır. Ancak merkeziyetsizlik çok önemlidir. Ethereum sansürüne direnç, açıklık, veri gizliliği ve neredeyse aşılmaz bir güvenlik sağlayan merkeziyetsizliktir.",
  "page-eth2-vision-trilemma-p-1": "Ethereum'un vizyonu, daha ölçeklenebilir ve güvenli olmak, aynı zamanda merkeziyetsiz kalmaktır. Bu 3 niteliğin elde edilmesi, ölçeklenebilirlik üçlemi olarak bilinen bir problemdir.",
  "page-eth2-vision-trilemma-p-2": "Eth2 yükseltmeleri, üçlemeyi çözmeyi amaçlıyor ancak önemli zorluklar var.",
  "page-eth2-vision-trilemma-press-button": "Merkezi olmayan ölçeklemenin sorunlarını daha iyi anlamak için üçgen üzerindeki düğmelere basın.",
  "page-eth2-vision-trilemma-text-1": "Merkeziyetsizlik",
  "page-eth2-vision-trilemma-text-2": "Güvenlik",
  "page-eth2-vision-trilemma-text-3": "Ölçeklenebilirlik",
  "page-eth2-vision-trilemma-title-1": "Ölçeklenebilirlik üçlemini keşfetme",
  "page-eth2-vision-trilemma-title-2": "Eth2 yükseltmeleri ve merkezi olmayan ölçeklendirme",
  "page-eth2-vision-trilemma-title-3": "Güvenli ve merkeziyetsiz",
  "page-eth2-vision-trilemma-title-4": "Merkeziyetsiz ve ölçeklenebilir",
  "page-eth2-vision-trilemma-title-5": "Ölçeklenebilir ve güvenli",
  "page-eth2-vision-understanding": "Eth2 vizyonunu anlamak",
  "page-eth2-vision-upgrade-needs": "Eth2 yükseltmeleri ihtiyacı",
  "page-eth2-vision-upgrade-needs-desc": "2015 yılında başlatılan Ethereum protokolü inanılmaz bir başarı elde etti. Ancak Ethereum topluluğu, Ethereum'un tüm potansiyelini ortaya çıkarmak için her zaman birkaç önemli yükseltmenin gerekli olacağını umuyordu.",
  "page-eth2-vision-upgrade-needs-desc-2": "Yüksek talep, Ethereum'u ortalama bir kullanıcı için pahalı hale getiren işlem ücretlerini artırıyor. Bir Ethereum istemcisini çalıştırmak için gereken disk alanı hızla büyüyor. Ethereum'u güvenli ve merkezi olmayan tutan temel çalışma kanıtı konsensüs algoritmasının büyük bir çevresel etkisi vardır.",
  "page-eth2-vision-upgrade-needs-desc-3": "Bu sorunları ve daha fazlasını ele alan bir dizi yükseltme genellikle Eth2 olarak adlandırılır. Bu yükseltme seti başlangıçta 'Serenity' olarak adlandırıldı ve 2014'ten bu yana aktif bir araştırma ve geliştirme alanı oldu.",
  "page-eth2-vision-upgrade-needs-desc-6": " Bu, Eth2 için açık anahtar olmadığı anlamına gelir. İyileştirmeler zaman içinde aşamalı olarak yapılacaktır.",
  "page-eth2-vision-upgrade-needs-serenity": "'Serenity'yi tartışan bir 2015 blog gönderisini görüntüleyin",
  "page-eth2-vision-uprade-needs-desc-5": "Artık teknoloji hazır olduğuna göre, bu yükseltmeler Ethereum'u daha ölçeklenebilir, güvenli ve sürdürülebilir kılmak için yeniden yapılandıracak - mevcut kullanıcılar için hayatı güzelleştirmek ve yeni kullanıcıları cezbetmek için. Tüm bunlarla birlikte Ethereum'un temel merkezden uzak değeri korunur."
}
