{
  "page-index-hero-image-alt": "Ethereum ekosistemini temsil eden fütüristik bir şehrin illüstrasyonu.",
  "page-index-meta-description": "Ethereum yenilikçi çalışmalar için bağımsız ve küresel bir platformdur. Ethereum ile parayı kontrol eden bir yazılım veya dunyanin herhangi bir yerinden erişilebilen bir uygulama yaratabilirsiniz.",
  "page-index-meta-title": "Anasayfa",
  "page-index-title": "Ethereum'a hoş geldiniz",
  "page-index-description": "Ethereum, kripto para birimi ether'e (ETH) ve binlerce merkeziyetsiz uygulamaya güç veren ve topluluk tarafından yürütülen bir teknolojidir.",
  "page-index-title-button": "Ethereum'u Keşfedin",
  "page-index-get-started": "Başlayın",
  "page-index-get-started-description": "ethereum.org, Ethereum dünyasına açılan portalınızdır. Yeni ve sürekli gelişmekte olan bir teknolojidir; bir rehber edinmenizi sağlar. Daha derinlemesine öğrenmek istiyorsanız size bazı tavsiyelerimiz var.",
  "page-index-get-started-image-alt": "Bilgisayarda çalışan bir kişi görseli.",
  "page-index-get-started-wallet-title": "Bir cüzdan seçin",
  "page-index-get-started-wallet-description": "Bir cüzdan, Ethereum'a bağlanmanıza ve varlıklarınızı yönetmenize olanak tanır.",
  "page-index-get-started-wallet-image-alt": "Ethereum cüzdanını temsil eden, gövdesi bir kasa olan bir robot görseli.",
  "page-index-get-started-eth-title": "ETH edinin",
  "page-index-get-started-eth-description": "ETH, Ethereum'un para birimidir, bunu uygulamalarda kullanabilirsiniz.",
  "page-index-get-started-eth-image-alt": "Büyülenmiş biçimde bir ether (ETH) glifine hayranlık duyan bir grup insan görseli.",
  "page-index-get-started-dapps-title": "Bir merkeziyetsiz uygulama (dapp) kullanın",
  "page-index-get-started-dapps-description": "Dapp'ler (Merkezi olmayan uygulamalar) Ethereum tarafından işletilen uygulamalardır. Neler yapabileceğinize bir göz atın.",
  "page-index-get-started-dapps-image-alt": "Bilgisayar kullanan bir köpek görseli.",
  "page-index-get-started-devs-title": "Geliştirmeye başlayın",
  "page-index-get-started-devs-description": "Ethereum ile kodlamaya başlamak istiyorsanız geliştirici portalımızdan belgelere, öğretici rehberlere ve daha fazlasına erişebilirsiniz.",
  "page-index-get-started-devs-image-alt": "Lego tuğlalarından ETH sembolü inşa eden bir el görseli.",
  "page-index-what-is-ethereum": "Ethereum nedir?",
  "page-index-what-is-ethereum-description": "Ethereum, dijital paraya, küresel ödemelere ve bir çok uygulamaya ev sahipliği yapan bir teknolojidir. Topluluk, gelişen bir dijital ekonomi, içerik oluşturucuların çevrimiçi para kazanmaları için cesur yeni yollar ve çok daha fazlasını inşa etti. Dünyanın neresinde olursanız olun herkese açıktır. Tek ihtiyacınız olan şey internettir.",
  "page-index-what-is-ethereum-button": "Ethereum nedir?",
  "page-index-what-is-ethereum-secondary-button": "Dijital para hakkında daha fazlası",
  "page-index-what-is-ethereum-image-alt": "Ethereum'u temsil etmesi amaçlanan bir pazara bakan bir kişi görseli.",
  "page-index-defi": "Daha adil bir finansal sistem",
  "page-index-defi-description": "Bugün milyarlarca insan banka hesabı açamıyor, bazılarının ödemeleri bloke ediliyor. Ethereum'un merkezi olmayan finans (DeFi) sistemi asla durmaz veya kişiler arasında ayrımcılık yapmaz. Sadece internet bağlantısıyla dünyanın herhangi bir yerinden para gönderebilir, alabilir, ödünç alabilir, faiz kazanabilir ve hatta aktarabilirsiniz.",
  "page-index-defi-button": "DeFi'yi keşfedin",
  "page-index-defi-image-alt": "ETH sembolünü sunan eller görseli.",
  "page-index-internet": "Açık bir internet",
  "page-index-internet-description": "Bugün, \"ücretsiz\" olan internet hizmetlerine kişisel verilerimizin kontrolünü teslim ederek erişiyoruz. Ethereum hizmetleri kendiliğinden açıktır ve sadece bir cüzdana ihtiyacınız vardır. Bunlar ücretsiz ve kurulumu kolay, sizin kontrolünüzde ve hiçbir kişisel bilgiye ihtiyaç duymadan çalışır.",
  "page-index-internet-button": "Açık interneti keşfedin",
  "page-index-internet-secondary-button": "Cüzdanlar hakkında daha fazlası",
  "page-index-internet-image-alt": "Ethereum kristallariyle çalışan, fütüristik bir bilgisayar görseli.",
  "page-index-developers": "Geliştirme için yeni bir sınır",
  "page-index-developers-description": "Ethereum ve uygulamaları şeffaf ve açık kaynaklıdır. Bu kodu ayrıştırabilir ve diğer insanların halihazırda kurduğu işlevselliği tekrardan kullanabilirsiniz. Yeni bir yazılım dili öğrenmek istemiyorsanız da JavaScript veya diğer mevcut yazılım dillerini kullanarak açık kaynak kod üzerinde çalışabilirsiniz.",
  "page-index-developers-button": "Geliştirici portalı",
  "page-index-developers-code-examples": "Kod örnekleri",
  "page-index-developers-code-example-title-0": "Kendi bankanız",
  "page-index-developers-code-example-description-0": "Kendi programladığınız mantıkla çalışan bir banka kurabilirsiniz.",
  "page-index-developers-code-example-title-1": "Kendi para biriminiz",
  "page-index-developers-code-example-description-1": "Tokenlar oluşturabilir ve bunları uygulamalar arasında transfer edebilirsiniz.",
  "page-index-developers-code-example-title-2": "JavaScript Ethereum cüzdanı",
  "page-index-developers-code-example-description-2": "Var olan yazılım dillerini Ethereum ve diğer uygulamalarla etkileşime geçmek için kullanabilirsiniz.",
  "page-index-developers-code-example-title-3": "Açık ve izinsiz DNS",
  "page-index-developers-code-example-description-3": "Var olan hizmetleri merkezi olmayan, açık uygulamalar olarak tekrardan tasarlayabilirsiniz.",
  "page-index-network-stats-title": "Ethereum'da bugün",
  "page-index-network-stats-subtitle": "En güncel ağ istatistikleri",
  "page-index-network-stats-total-eth-staked": "Stake edilen toplam ETH",
  "page-index-network-stats-eth-price-description": "ETH fiyatı (USD)",
  "page-index-network-stats-eth-price-explainer": "1 ether'in en güncel fiyatıdır. 0,000000000000000001 kadar bile küçük miktarlarda alabilirsiniz. 1 ETH almanıza gerek yoktur.",
  "page-index-network-stats-tx-day-description": "Bugünkü işlemler",
  "page-index-network-stats-tx-day-explainer": "Ağ içinde son 24 saatte başarıyla gerçeklestirilen işlem sayısı.",
  "page-index-network-stats-value-defi-description": "Merkezi Olmayan Finansta (DeFi) kilitlenen değer (ABD Doları)",
  "page-index-network-stats-value-defi-explainer": "Merkezi olmayan finans (DeFi) uygulamalarında para miktarı, Ethereum'un dijital ekonomisidir.",
  "page-index-network-stats-nodes-description": "Düğümler",
  "page-index-network-stats-nodes-explainer": "Ethereum, düğümler olarak bilinen dünyanın her yerinden binlerce gönüllü tarafından çalıştırılmaktadır.",
  "page-index-touts-header": "Ethereum.org'u keşfedin",
  "page-index-contribution-banner-title": "ethereum.org'a katkıda bulunun",
  "page-index-contribution-banner-description": "Bu web sitesi yüzlerce topluluk katılımcısı ile açık kaynaklıdır. Bu sayfada bulunan herhangi bir içeriğe değişiklik teklif edebilir, harika yeni özellikler önerebilir ya da hataları bulmamıza yardım edebilirsiniz.",
  "page-index-contribution-banner-image-alt": "Lego parçalarından yapılan bir Ethereum logosu.",
  "page-index-contribution-banner-button": "Katkıda bulunma hakkında daha fazla bilgi",
  "page-index-tout-upgrades-title": "Yükseltme bilginizi artırın",
  "page-index-tout-upgrades-description": "Ethereum yol haritası, ağı daha ölçeklenebilir, güvenli ve sürdürülebilir kılmak için tasarlanmış birbirine bağlı yükseltmelerden oluşur.",
  "page-index-tout-upgrades-image-alt": "Ethereum yükseltmelerinden sonra artan gücü temsil eden bir uzay gemisinin çizimi.",
  "page-index-tout-enterprise-title": "İşletmeler için Ethereum",
  "page-index-tout-enterprise-description": "Ethereum'un nasıl yeni iş modelleri açabileceğini, maliyetlerinizi nasıl düşürebileceğini ve işinizi nasıl her koşulda gelecekte başarılı olabilecek bir hâle getirebileceğinizi görün.",
  "page-index-tout-enterprise-image-alt": "Fütüristik bir bilgisayar/cihaz görseli.",
  "page-index-tout-community-title": "Ethereum topluluğu",
  "page-index-tout-community-description": "Ethereum'da topluluk her şeydir. Farklı geçmişlere ve ilgi alanlarına sahip insanlardan oluşur. Nasıl katılabileceğinizi görün.",
  "page-index-tout-community-image-alt": "Birlikte çalışan bir grup yaratıcı insan toplulugu görseli.",
  "page-index-nft": "Varlıkların interneti",
  "page-index-nft-description": "Ethereum sadece dijital para için değildir. Sahip olduğunuz her şey, değiştirilemez tokenler (NFT'ler) olarak temsil edilebilir, takas edilebilir ve kullanılabilir. Sanatınızı tokene dönüştürebilir ve tokeniniz her yeniden satıldığında otomatik olarak telif ücreti alabilirsiniz. Veya borç kredi almak için sahip olduğunuz bir şeyin tokeni olarak kullanın. Olasılıklar sürekli artmaktadır.",
  "page-index-nft-button": "NFT'ler hakkında daha fazlası",
  "page-index-nft-alt": "Hologram ile gösterilen bir Eth logosu."
}
