{
    "page-layer-2-hero-title": "Katman 2",
    "page-layer-2-hero-header": "Ethereum ağları",
    "page-layer-2-hero-description": "Ethereum'u çok daha düşük bir maliyetle kullanabilirsiniz.",
    "page-layer-2-hero-button-2-content": "Daha fazla bilgi edinin",
    "page-layer-2-period": ".",
    "page-layer-2-calloutCard-1-title": "0,01 $ işlem ücreti",
    "page-layer-2-calloutCard-1-description": "Yüksek maliyetler konusunda endişelenmeden ticaret yapabilir, dünya genelinde para gönderebilir veya uygulamaları kullanabilirsiniz.",
    "page-layer-2-calloutCard-2-title": "Neredeyse anında işlemler",
    "page-layer-2-calloutCard-2-description": "İster hızlı bir ödeme yapın ister merkeziyetsiz finans (DeFi) ile ilgilenin, tüm işlemler sadece birkaç saniye sürer.",
    "page-layer-2-calloutCard-3-title": "Ethereum destekli",
    "page-layer-2-calloutCard-3-description": "Ethereum'un zamanla kendini kanıtlamış merkeziyetsiz blokzinciri, diğer yeni ağlar için bir mutabakat/uzlaşma katmanı olarak işlev görür.",
    "page-layer-2-meta-title": "Ethereum Katman 2'ye Giriş: Faydaları ve Kullanım Alanları",
    "page-layer-2-meta-description": "Ethereum Katman 2 ağları hakkında bilgi edinin",
    "page-layer-2-powered-by-ethereum-title": "Ethereum tarafından desteklenir",
    "page-layer-2-powered-by-ethereum-description-1": "Ethereum artık sadece tek bir ağdan ibaret değil.",
    "page-layer-2-powered-by-ethereum-description-2": "Üzerine inşa edilen yüzlerce blok zincir ile Ethereum, daha düşük maliyetli, hızlı ve günlük kullanım için erişilebilir hale gelmiştir.",
    "page-layer-2-powered-by-ethereum-description-3": "Ethereum destekli birçok ağdan birine katılarak geleceği kucaklayın!",
    "page-layer-2-man-and-dog-alt": "Adam ve köpek oyun oynuyor",
    "page-layer-2-blockchain-transaction-cost": "Ethereum blok zincirindeki ortalama işlem maliyeti",
    "page-layer-2-networks-transaction-cost": "Ethereum destekli ağlardaki ortalama işlem maliyeti",
    "page-layer-2-network-of-networks-title": "Ağların ağı",
    "page-layer-2-network-of-networks-description": "Ethereum'un gücü ve güvenliği, diğer ağların üzerine inşa edebileceği bir platform sağlar. Tek bir hesapla her şey uyumlu olup, sorunsuz bir şekilde bağlanır.",
    "page-layer-2-ethereum-logo-alt": "Ethereum",
    "page-layer-2-ready-to-start-title": "Başlamaya hazır mısınız?",
    "page-layer-2-ready-to-start-description": "Ulaşabileceğiniz tüm farklı ağlara bir göz atın.",
    "page-layer-2-ready-to-start-button": "Ağları keşfedin",
    "page-layer-2-go": "Başla",
    "page-layer-2-walking-alt": "Yürüme",
    "page-layer-2-why-do-we-need-multiple-networks-1": "Ethereum üzerinde neden birden fazla ağa ihtiyacımız var?",
    "page-layer-2-why-do-we-need-multiple-networks-2": "Neden sadece bir Ethereum ağı yerine tüm bu ağlar mevcut?",
    "page-layer-2-faq-title": "Sıkça sorulan sorular",
    "page-layer-2-faq-ExpandableCard-1-title": "Bir ağın Ethereum'un parçası olduğunu nasıl anlarım?",
    "page-layer-2-faq-ExpandableCard-1-description-1": "Ethereum ile ilişkili ağları kategorize etmenin birçok farklı yolu vardır. Birçok ağ, Ethereum'u ölçeklendirdiğini iddia ederek popülerlik kazanmaya çalışıyor. Ancak net bir bakış açısı, ağın verilerini Ethereum ana ağında depolayıp depolamadığıdır. Bu, kullanıcı güvenliğini büyük ölçüde artırır ve Ethereum'un izin gerektirmeyen vizyonunu destekler. Bu tür projelere genellikle 'rollup' denir. Eğer veriler başka bir yerde depolanıyorsa, o zaman proje doğrudan bir Ethereum uzantısı değildir ve bağımsızdır. En popüler olanlara göz atın",
    "page-layer-2-faq-ExpandableCard-1-description-2": "Bazı sektörler, örneğin oyun veya finans dışı uygulamalar, bu kadar doğrudan bir ilişkiye ihtiyaç duymayabilir; bu alanlarda farklı teknolojiler daha uygun olabilir.",
    "page-layer-2-faq-ExpandableCard-2-title": "Tüm bu ağlar güvenli mi?",
    "page-layer-2-faq-ExpandableCard-2-description-1": "Genel olarak sağlam güvenlik özellikleriyle tasarlanmış olsalar da, güvenlikleri altta yatan teknoloji, akıllı sözleşme güvenliği ve",
    "page-layer-2-faq-ExpandableCard-2-link": "ağın olgunluğuna bağlıdır",
    "page-layer-2-faq-ExpandableCard-2-description-2": "Kullanıcılar, güvenli kullanım sağlamak için küçük işlemlerle başlayarak ve gelişmeleri takip ederek gerekli araştırmayı yapmalıdır.",
    "page-layer-2-faq-ExpandableCard-3-title": "Neden Ethereum bu ağlara ihtiyaç duymadan kendi zincirini ölçeklendiremiyor?",
    "page-layer-2-faq-ExpandableCard-3-description": "Ethereum, kendi ana zincirini kolayca ölçeklendiremez çünkü güvenli ve merkeziyetsiz kalması gerekir. Ana zinciri daha hızlı hale getirmek, onu daha az güvenli ve daha merkezi hale getirebilir. Ethereum ağları, işlemleri ana zincir dışında işleyerek ve ardından güvenlik için ana zinciri kullanarak yardımcı olur. Bu sayede Ethereum, güvenlik veya merkeziyetsizlikten ödün vermeden daha fazla işlem yapabilir.",
    "page-layer-2-faq-ExpandableCard-4-title": "Neden 'resmi' Ethereum ağları yok?",
    "page-layer-2-faq-ExpandableCard-4-description": "Tıpkı \"resmi\" bir Ethereum istemcisi olmadığı gibi, \"resmi\" bir Ethereum katman 2 de yoktur. Ethereum, izin gerektirmeyen bir ağdır; teknik olarak herkes bir katman 2 oluşturabilir! Birden fazla ekip, kendi katman 2 versiyonlarını geliştirecektir ve ekosistem, farklı kullanım durumlarına optimize edilmiş çeşitli tasarım yaklaşımlarından faydalanacaktır. Tıpkı ağda çeşitlilik sağlamak amacıyla birden fazla ekip tarafından geliştirilen birçok Ethereum istemcimiz olduğu gibi, gelecekte de katman 2'ler bu şekilde gelişecektir.",
    "page-layer-2-callout-1-description": "Ağların birbirinden nasıl farklılaştığını ve geliştirilme aşamalarında ne kadar ilerlediklerini öğrenin.",
    "page-layer-2-callout-2-title": "Daha fazla ayrıntı mı istiyorsunuz?",
    "page-layer-2-callout-2-description": "Bu ölçeklendirme yaklaşımının arkasındaki teknolojiyi ve nedenleri merak mı ediyorsunuz? Düşünce süreci ve farklı teknolojik yaklaşımlar hakkında daha fazlasını öğrenin.",
    "page-layer-2-arbitrum-description": "Arbitrum One, Offchain Labs tarafından geliştirilen ve Arbitrum DAO tarafından yönetilen genel amaçlı bir Optimistic Rollup'tur.",
    "page-layer-2-base-description": "Base, OP Stack ile inşa edilen bir Optimistic Rollup'tur. Herkesin, her yerde, düşük maliyetli ve geliştirici dostu bir şekilde zincir üzerinde geliştirme yapabilmesini sağlar.",
    "page-layer-2-optimism-description": "OP Mainnet, EVM eş değeri bir Optimistic Rollup'tur. Hedefi hızlı, basit ve güvenli olmaktır.",
    "page-layer-2-blast-description": "Blast, yerel getiri desteği sunan EVM uyumlu bir Optimistic Rollup'tur.",
    "page-layer-2-zksync2-description": "ZKsync Era, tam EVM uyumlu genel amaçlı bir ZK Rollup'tur.",
    "page-layer-2-linea-description": "Linea, Consensys zkEVM tarafından desteklenen ve Ethereum ağını ölçeklendirmek için tasarlanmış bir ZK Rollup'tur.",
    "page-layer-2-scroll-description": "Scroll, Ethereum'un yeteneklerini ZK teknolojisi ve EVM uyumluluğu ile genişleten bir ZK Rollup'tur.",
    "page-layer-2-starknet-description": "Starknet, STARK'lara ve Cairo VM'ye dayanan genel amaçlı bir ZK Rollup'tur.",
    "page-layer-2-mode-description": "Mode, AIFi ekonomisini inşa eden bir OP Stack Optimistic Rollup'tur.",
    "page-layer-2-taiko-description": "Taiko, kusursuz zincirler arası iletişimi mümkün kılan merkeziyetsiz, Ethereum eşdeğeri bir ZK-EVM rollup'tur."
}
