{
  "page-get-eth-article-keeping-crypto-safe": "Kriptonuzu güvende tutmanın anahtarları",
  "page-get-eth-article-protecting-yourself": "Kendinizi ve paranızı korumak",
  "page-get-eth-article-store-digital-assets": "Dijital varlıklar Ethereum'da nasıl saklanır",
  "page-get-eth-article-protecting-yourself-desc": "MyCrypto",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": "Merkezi borsalar",
  "page-get-eth-cex-desc": "Borsalar, geleneksel para birimleri kullanarak kripto varlık satın almanızı sağlayan işletmelerdir. Satın aldığınız her ETH üzerinde kontrol ettiğiniz bir cüzdana gönderene kadar velayet sahibidirler.",
  "page-get-eth-checkout-dapps-btn": "Dappsa göz atın",
  "page-get-eth-community-safety": "Güvenlik üzerine topluluk gönderileri",
  "page-get-eth-description": "Ethereum merkeziyetsizdir, yani tek bir organizasyon tarafından kontrol edilmez.",
  "page-get-eth-dex": "Merkeziyetsiz borsalar (DEXs)",
  "page-get-eth-dex-desc": "Daha fazla kontrol sahibi olmak isterseniz, <a href=\"/glossary/#smart-contract\">akıllı sözleşmeleri</a> kullanarak ETH satın alın. Merkeziyetsiz borsa ile dijital varlıklarınızın kontrolünü merkezi bir şirkete vermeden ticaret yapabilirsiniz.",
  "page-get-eth-peers": "Eşlerinizden ETH alın",
  "page-get-eth-peers-desc": "Bir Ethereum hesabınız olduğunda eşler arasında ETH (ve diğer jetonlar) gönderip almaya başlamak için adresinizi paylaşmanız yeterlidir.",
  "page-get-eth-staking": "Hisseleme ödülleri",
  "page-get-eth-staking-desc": "Zaten bir miktar ETH'niz varsa, doğrulayıcı düğüm çalıştırarak daha fazlasını kazanabilirsiniz. ETH'de bu doğrulama işini yaptığınız için ödeme alırsınız.",
  "page-get-eth-earn": "ETH kazanın",
  "page-get-eth-earn-desc": "Kripto ile ödeme yapan DAO'lar ve şirketler için çalışarak, ödüller kazanarak, yazılım hatalarını bularak vb. ETH kazanabilirsiniz.",
  "page-get-eth-daos-link-desc": "DAO'lar hakkında bilgi alın",
  "page-get-eth-cex-link-desc": "Borsaların listesine göz atın",
  "page-get-eth-staking-link-desc": "Hisseleme hakkında daha fazla bilgi edinin",
  "page-get-eth-dexs": "Merkeziyetsiz borsalar (DEXs)",
  "page-get-eth-dexs-desc": "Merkezi olmayan borsalar, ETH ve diğer tokenler için açık pazar yerleridir. Alıcıları ve satıcıları doğrudan birbirine bağlarlar.",
  "page-get-eth-dexs-desc-2": "İşlemdeki fonları korumak için güvenilir bir üçüncü taraf kullanmak yerine kod kullanırlar. Satıcının ETH'si yalnızca ödeme garanti edildiğinde aktarılacaktır. Bu kod türü akıllı sözleşme olarak bilinir.",
  "page-get-eth-dexs-desc-3": "Bu, merkezi alternatiflere göre daha az coğrafi kısıtlamanın bulunduğu anlamına gelir. Birisi istediğiniz şeyi satıyorsa ve kullanabileceğiniz bir ödeme yöntemini kabul ediyorsa, başlamaya hazırsınız demektir.",
  "page-get-eth-dexs-desc-4": "Not: Birçok merkeziyetsiz borsa, işlevini yerine getirmek için sarılı ether (WETH) kullanır. <a href=\"/wrapped-eth\">Sarılı ether hakkında daha fazla bilgi edinin</a>.",
  "page-get-eth-do-not-copy": "Örnektir: Kopyalamayın",
  "page-get-eth-exchanges-disclaimer": "Bu bilgileri manuel olarak topladık. Yanlış bir şey tespit ederseniz, bize buradan bildirin",
  "page-get-eth-exchanges-empty-state-text": "Kullanabileceğiniz borsaların listesini görmek için ikamet ettiğiniz ülkeyi girin",
  "page-get-eth-exchanges-except": "Dışında",
  "page-get-eth-exchanges-header": "Hangi ülkede yaşamaktasınız?",
  "page-get-eth-exchanges-header-exchanges": "Borsalar",
  "page-get-eth-exchanges-header-wallets": "Cüzdanlar",
  "page-get-eth-exchanges-intro": "Borsaların kriptoyu satabilecekleri yerler konusunda kısıtlamalar vardır. Bu, her ülkede faaliyet gösterdiği düşünülen hizmetlere ilişkin gösterge niteliğinde bir listedir. Bu listeye giren hizmetlerin onaylı olduğu ön kabulü ile hareket etmeyin; lütfen kendi araştırmanızı kendiniz yapın!",
  "page-get-eth-exchanges-no-exchanges": "Üzgünüz, bu ülkeden ETH satın almanıza izin veren herhangi bir borsadan haberimiz yok. Bunu yaparsanız, bize bildirin",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Üzgünüz, bu ülkeden ETH satın almanıza izin veren herhangi bir borsadan haberimiz yok. Bunu yaparsanız, bize bildirin",
  "page-get-eth-exchanges-no-wallets": "Üzgünüz, bu ülkeden ETH satın almanıza izin veren herhangi bir borsadan haberimiz yok. Bunu yaparsanız, bize bildirin",
  "page-get-eth-exchanges-search": "Yaşadığınız yeri yazın...",
  "page-get-eth-exchanges-success-exchange": "Yasal kontrolleri nedeniyle bir borsaya kaydolmak birkaç gün sürebilir.",
  "page-get-eth-exchanges-success-wallet-link": "cüzdanlar",
  "page-get-eth-exchanges-success-wallet-paragraph": "Yaşadığınız yerde, doğrudan bu cüzdanlardan ETH satın alabilirsiniz. Hakkında daha fazla bilgi alın",
  "page-get-eth-exchanges-usa": "Amerika Birleşik Devletleri (ABD)",
  "page-get-eth-get-wallet-btn": "Bir cüzdan edin",
  "page-get-eth-hero-image-alt": "ETH hero görsel edin",
  "page-get-eth-keep-it-safe": "ETH'nizi güvende tutmak",
  "page-get-eth-meta-description": "Yaşadığınız yere göre ETH nasıl satın alınır ve bununla nasıl ilgileneceğinize dair tavsiyeler.",
  "page-get-eth-meta-title": "ETH nasıl alınır?",
  "page-get-eth-need-wallet": "DEX kullanmak için cüzdanınız olmalıdır.",
  "page-get-eth-new-to-eth": "ETH'de yeni misiniz? İşte başlamanıza yardımcı olacak bir genel bakış.",
  "page-get-eth-other-cryptos": "Başka bir kripto ile satın alın",
  "page-get-eth-protect-eth-desc": "Ethereum'un temel özelliklerinden biri, kendi hesabınızı yöneterek kendi varlıklarınızın kontrolünü elinizde tutmanızdır. Bu, varlıklarınız konusunda herhangi bir üçüncü tarafa güvenmek zorunda olmadığınız ve herhangi bir saklama kuruluşunun dürüst olmayan bir şekilde hareket etmesine, iflas etmesine veya internet üzerinden saldırıya uğramasına karşı koruma altında olduğunuz anlamına gelir. Ancak bu, aynı zamanda kendi güvenliğinizden kendiniz sorumlu olduğunuzu kabul ettiğiniz anlamına da gelir.",
  "page-get-eth-protect-eth-in-wallet": "ETH'lerinizi kendi cüzdanınızda tutun",
  "page-get-eth-search-by-country": "Ülkeye göre ara",
  "page-get-eth-security": "Bu, varlıklarınızın güvenliğini ciddiye almanız gerektiği anlamına gelir. ETH sayesinde varlıklarınız için bir bankaya ya da şirkete güvenmek zorunda kalmaz, onlardan kendiniz sorumlu olursunuz.",
  "page-get-eth-smart-contract-link": "Akıllı kontratlar hakkında daha fazla bilgi edin",
  "page-get-eth-swapping": "Token'larınızı başkalarının ETH'siyle değiştirin. Ya da tam tersini yapın.",
  "page-get-eth-try-dex": "Bir DEX deneyin",
  "page-get-eth-use-your-eth": "ETH'nizi kullanın",
  "page-get-eth-use-your-eth-dapps": "Artık bir miktar ETH'ye sahip olduğunuza göre, bazı Ethereum uygulamalarına (dapps) göz atın. Finans, sosyal medya, oyun ve diğer birçok kategori için uygulamalar var.",
  "page-get-eth-wallet-instructions": "Cüzdan talimatlarını takip edin",
  "page-get-eth-wallet-instructions-lost": "Hesabınıza erişimi kaybederseniz varlıklarınıza erişimi de kaybedersiniz. Cüzdanınız, size bundan korunmanız için bazı talimatlar verecektir. Onları mutlaka dikkatlice uygulayın; hesabınıza erişimi kaybederseniz çoğu durumda kimse size yardım edemez.",
  "page-get-eth-wallets": "Cüzdanlar",
  "page-get-eth-wallets-link": "Cüzdanlar hakkında daha fazlası",
  "page-get-eth-wallets-purchasing": "Bazı cüzdanlar banka/kredi kartı, banka havalesi ve hatta Apple Pay ile kripto satın almanıza izin verir. Coğrafi kısıtlamalar geçerlidir.",
  "page-get-eth-warning": "Bu merkeziyetsiz borsalar yeni başlayanlar için değildir çünkü bunları kullanabilmek için bir miktar ETH sahibi olmak gerekir. Bunlar sadece örnek niteliğindedir ve tarafımızca desteklendikleri düşünülmemelidir. Lütfen kendi araştırmanızı yapın!",
  "page-get-eth-what-are-DEX's": "DEX'ler nedir?",
  "page-get-eth-whats-eth-link": "ETH nedir?",
  "page-get-eth-where-to-buy-desc": "ETH kazanabilir, eşlerinizden alabilir veya borsa ve uygulamalardan satın alabilirsiniz.",
  "page-get-eth-where-to-buy-desc-2": "Nerede yaşadığınıza bağlı olarak kullanabileceğiniz hizmetlere bakın.",
  "page-get-eth-where-to-buy-title": "ETH nereden alınır",
  "page-get-eth-your-address": "ETH adresiniz",
  "page-get-eth-your-address-desc": "Bir cüzdan indirdiğinizde, sizin için genel bir ETH adresi oluşturacaktır. Şu şekilde görünür:",
  "page-get-eth-your-address-desc-3": "Bunu e-posta adresiniz gibi düşünün, ancak posta yerine ETH alabilir. ETH'yi bir borsadan cüzdanınıza aktarmak istiyorsanız, hedef olarak adresinizi kullanın. Göndermeden önce her zaman iki kez kontrol ettiğinizden emin olun!",
  "page-get-eth-your-address-wallet-link": "Cüzdanları kontrol edin",
  "listing-policy-raise-issue-link": "Sorun bildir",
  "page-find-wallet-last-updated": "Son güncelleme"
}
