{
  "page-local-environment-brownie-desc": "Ethereum Sanal Makinesi'ni hedefleyen akıllı sözleşmeler için Python bazlı bir geliştirme ve yazılım iskeleti.",
  "page-local-environment-brownie-logo-alt": "Brownie logosu",
  "page-local-environment-kurtosis-desc": "Kolay yapılandırılabilen ve hızlı yerel dApp geliştirebilme, prototipleme ve testi için, çoklu istemci Ethereum test ağı oluşturabilen konteyner tabanlı bir araç seti.",
  "page-local-environment-kurtosis-logo-alt": "Kurtosis logosu",
  "page-local-environment-epirus-desc": "Java Sanal Makinesinde blokzincir uygulamalarını geliştirmek, dağıtmak ve izlemek için bir platform.",
  "page-local-environment-epirus-logo-alt": "Epirus logosu",
  "page-local-environment-eth-app-desc": "Tek bir komutla Ethereum destekli uygulamalar oluşturun. Seçebileceğiniz birbirinden farklı arayüz yapıları ve DeFi şablonları da bulunur.",
  "page-local-environment-eth-app-logo-alt": "Create Eth App logosu",
  "page-local-environment-foundry-desc": "Rust ile yazılmış, Ethereum uygulama geliştirme için son derece hızlı, taşınabilir ve modüler bir araç takımı.",
  "page-local-environment-foundry-logo-alt": "Foundry logosu",
  "page-local-environment-framework-feature-1": "Yerel bir blok-zincir örneğini döndürmek için özellikler.",
  "page-local-environment-framework-feature-2": "Akıllı sözleşmelerinizi derlemek ve test etmek için yardımcı programlar.",
  "page-local-environment-framework-feature-3": "Kullanıcı odaklı uygulamanızı aynı projede/depoda oluşturmak için istemci geliştirme eklentileri.",
  "page-local-environment-framework-feature-4": "Yerel olarak çalışan bir örneğe veya Ethereum' un genel ağlarından birine olsun, Ethereum ağlarına bağlanmak ve sözleşmeleri dağıtmak için yapılandırma.",
  "page-local-environment-framework-feature-5": "Merkezi olmayan uygulama dağıtımı için IPFS gibi depolama seçenekleriyle entegrasyonlar.",
  "page-local-environment-framework-features": "Bu frameworkler, bir sürü kutu dışı işlevsellik ile birlikte gelir:",
  "page-local-environment-frameworks-desc": "Özellikle yeni başlıyorsanız, bir framework seçmenizi öneririz. Tam teşekküllü bir uygulama oluşturmak, farklı teknoloji parçaları gerektirir. Frameworkler, gerekli özelliklerin çoğunu içerir veya istediğiniz araçları seçmek için basit eklenti sistemleri sağlar.",
  "page-local-environment-frameworks-title": "Framework'ler ve önceden yapılmış yığınlar",
  "page-local-environment-hardhat-desc": "Hardhat, profesyoneller için bir Ethereum geliştirme ortamıdır.",
  "page-local-environment-hardhat-logo-alt": "Hardhat logosu",
  "page-local-environment-openZeppelin-desc": "CLI ile akıllı sözleşmeleri derleyerek, yükselterek, dağıtarak ve etkileşime girerek geliştirme süresinden saatlerce tasarruf edin.",
  "page-local-environment-openZeppelin-logo-alt": "OpenZeppelin logosu",
  "page-local-environment-scaffold-eth-desc": "Ethers + Hardhat + React: Akıllı sözleşmelerle desteklenen merkeziyetsu=iz uygulamalar oluşturmaya başlamak için ihtiyacınız olan her şey.",
  "page-local-environment-scaffold-eth-logo-alt": "scaffold-eth logosu",
  "page-local-environment-setup-meta-desc": "Ethereum geliştirmek için yazılım yığınınızı nasıl seçeceğinize dair bir rehber.",
  "page-local-environment-setup-meta-title": "Ethereum yerel geliştirme kurulumu",
  "page-local-environment-setup-subtitle": "İnşa etmeye hazırsanız, yığınınızı seçmenin zamanı geldi.",
  "page-local-environment-setup-subtitle-2": " Ethereum uygulamanızı oluşturmanıza yardımcı olmak için kullanabileceğiniz araçlar ve framework'ler.",
  "page-local-environment-setup-title": "Sanal geliştirme ortamınızı oluşturun",
  "page-local-environment-solidity-template-desc": "Solidity akıllı sözleşmeleriniz için önceden oluşturulmuş bir GitHub şablonu. Hardhat yerel ağı, testler için Waffle, cüzdan uygulaması için Etherler ve daha fazlasını içerir.",
  "page-local-environment-solidity-template-logo-alt": "Solidity template logosu",
  "page-local-environment-waffle-desc": "Akıllı sözleşmeler için en gelişmiş test laboratuvarı. Tek başına veya Scaffold-eth veya Hardhat ile kullanın.",
  "page-local-environment-waffle-logo-alt": "Waffle logosu"
}
