{
  "layer-2-arbitrum-note": "Sahtekarlık kanıtları sadece ön listede olan kullanıcılar içindir. Ön liste henüz açık değil.",
  "layer-2-boba-note": "Durum doğrulaması geliştirme aşamasında",
  "layer-2-optimism-note": "Sahtekarlık kanıtları geliştirme aşamasında",
  "layer-2-hero-title": "Katman 2",
  "layer-2-hero-header": "Herkes için Ethereum",
  "layer-2-hero-subtitle": "Ethereum'un güvenlikten ve merkeziyetsizlikten ödün vermeden ölçeklenmesi.",
  "layer-2-hero-alt-text": "İşlemlerin Katman 2 üzerinde toplanması ve Ethereum Anaağı'na gönderiminin görselleştirilmiş hali",
  "layer-2-hero-button-1": "Katman 2 nedir",
  "layer-2-hero-button-2": "Katman 2'yi kullan",
  "layer-2-hero-button-3": "Katman 2'ye geç",
  "layer-2-statsbox-1": "2. katman'daki toplam kitli değer (ABD Doları)",
  "layer-2-statsbox-2": "Katman 2'de ortalama gönderim ücreti (Amerikan Doları)",
  "layer-2-statsbox-3": "Katman 2 TVL değişimi (30 gün)",
  "layer-2-what-is-layer-2-title": "Katman 2 nedir?",
  "layer-2-what-is-layer-2-1": "2. katman (L2) Ethereum ölçeklenme çözümlerinin özel bir kümesini tanımlamak için kullanılan genel bir terimdir. <strong> Bir katman 2. Ethereum'u genişleten ve Ethereum'un güvenlik güvencelerini miras alan ayrı bir blokzincirdir</strong>.",
  "layer-2-what-is-layer-2-2": "Şimdi biraz daha detaya inelim, ama bunu yapmak için Katman 1 (L1) 'i açıklamamız gerek.",
  "layer-2-what-is-layer-1-title": "Katman 1 nedir?",
  "layer-2-what-is-layer-1-1": "1. katman, temel blok zincirdir. Ethereum ve Bitcoin, her ikisi de katman 1 blok zincirleridir çünkü bunlar <strong>çeşitli 2. katman ağlarının üzerine inşa ettiği temeldir</strong>. 2. katman projelerinin örnekleri arasında Ethereum'daki \"toplamalar\" ve Bitcoin'in üzerindeki Lightning Ağı bulunur. Bu 2. katman projelerindeki tüm kullanıcı işlem faaliyetleri, nihayetinde 1. katman blok zincirine geri dönebilir.",
  "layer-2-what-is-layer-1-2": "Ethereum ayrıca Katman 2'ler için data kullanılabilirliği katmanı olarak çalışır. Katman 2 projeleri veri kullanılabilirliği için Ethereum'a güvenerek işlem verisini Ethereum'a gönderir. Bu veri, Katman 2 verisinin güncel durumunu ya da tartışmalı işlemleri görmek için kullanılabilir.",
  "layer-2-what-is-layer-1-list-title": "<strong>Ethereum Katman 1 olarak aşağıdakileri bünyesinde barındırır:</strong>",
  "layer-2-what-is-layer-1-list-1": "Ağı onaylamak ve ağın güvenliğini sağlamak için<strong>bir düğüm operatörleri ağı</strong>",
  "layer-2-what-is-layer-1-list-2": "<strong>Bir blok üreticileri ağı</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>Blokzinicirinin</strong>kendisi ve işlem verilerinin geçmişi",
  "layer-2-what-is-layer-1-list-4": "Ağ için <strong>konsensus mekanizması</strong>",
  "layer-2-what-is-layer-1-list-link-1": "Ethereum hakkında hâlâ kafanız karışık mı?",
  "layer-2-what-is-layer-1-list-link-2": "Ethereum'un ne olduğunu öğren.",
  "layer-2-why-do-we-need-layer-2-title": "Neden katman 2'ye ihtiyacımız var?",
  "layer-2-why-do-we-need-layer-2-1": "Blokzincirlerinin üç ilgi çekici özelliği <strong>merkeziyetsiz, güvenli ve ölçeklenebilir olmasıdır</strong>. <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">Blokzinciri üçlü karar aşaması</a> bir blokzinciri mimarisinin yalnızca üç seçenekten birini seçebileceğin belirtir. Güvenli ve merkeziyetsiz bir blokzinciri mi istiyorsunuz? O zaman ölçeklenebilirliği feda etmeniz gerekiyor.",
  "layer-2-why-do-we-need-layer-2-2": "Ethereum, <a href=\"https://etherscan.io/chart/tx\" target=\"_blank\">Günde 1+ milyon işlem</a> ve bu işlemlerin her biri için yüksek talep ile ağın şu anki kapasitesine ulaştı. Ethereum'un başarısı ve onu kullanma talebi, gaz fiyatlarının önemli ölçüde artmasına neden oldu. Bu nedenle ölçeklendirme çözümlerine olan ihtiyaç da talebin artması ile beraber arttı. 2. katman ağlarının dahil olduğu kısımda burası.",
  "layer-2-why-do-we-need-layer-2-scalability": "Ölçeklenebilirlik",
  "layer-2-why-do-we-need-layer-2-scalability-1": "Ölçeklenebilirliğin ana hedefi merkeziyetsizlikten ya da güvenlikten ödün vermeden işlem hızını (daha hızlı kesinliği) ve işlem çıktısını (saniye başına daha fazla işlem) arttırmaktır.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "Ethereum topluluğu ölçekleme uğruna merkeziyetsizlikten ya da güvenlik konusundan vazgeçmemek için güçlü bir duruş sergiledi. <a href=\"/roadmap/danksharding/\">Parçalama çözümüne</a> kadar Ethereum Ana Ağı (Katman 1) saniye başına <a href=\"https://ethtps.info/Network/Ethereum\">güçlükle sadece 15 işlem yapabiliyordu</a>. Ethereum kullanma talebi yüksek olduğunda ağ sıkışır, işlem ücretleri kullanıcıların karşılayamayacağı kadar artar. Bugün tam da bu durumda Katman 2, Ethereum'u ölçeklemek için devreye giriyor.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "Ethereum'un vizyonu hakkında daha fazlası",
  "layer-2-benefits-of-layer-2-title": "Katman 2'nin yararları",
  "layer-2-lower-fees-title": "Daha düşük işlem ücretleri",
  "layer-2-lower-fees-description": "Birden fazla zincir dışı işlemin birleştirilerek tek bir Katman 1 işlemi haline getirilmesiyle, işlem ücretleri ciddi anlamda düştü, Ethereum herkes tarafından ulaşılabilir hale geldi.",
  "layer-2-maintain-security-title": "Güvenliğin Sağlanması",
  "layer-2-maintain-security-description": "Katman 2 blokzincirleri işlemlerini Ethereum Ana Ağı'na yerleştirerek kullanıcıların Ethereum Ağı'nın güvenliğinden faydalanmasını sağlıyor.",
  "layer-2-expand-use-cases-title": "Artan kullanım alanı",
  "layer-2-expand-use-cases-description": "Saniye başına daha fazla işlem adediyle, düşük işlem ücretleriyle ve yeni teknolojiyle, projeler, daha da gelişmiş kullanıcı deneyimi sunan yeni uygulamalar geliştiriyor.",
  "layer-2-how-does-layer-2-work-title": "Katman 2 nasıl çalışır?",
  "layer-2-how-does-layer-2-work-1": "Yukarıda bahsettiğimiz gibi Katman 2, Ethereum'un ölçeklenmesi için işlemleri Ethereum Katman 1'inden dışarı taşırken aynı zamanda hala Ethereum Katman 1'in güvenliğinden ve güçlü merkeziyetsizliğinden faydalanan işlemleri anlatan kolektif bir terimler bütünüdür. <strong>Ethereum Katman 2'yi genişleten ayrı bir blokzinciridir</strong>. Peki nasıl çalışıyor?",
  "layer-2-how-does-layer-2-work-2": "Katman 2 blok zinciri, benzer güvenlik ve merkeziyetsizlik garantilerine sahip olmasını sağlamak için düzenli olarak Ethereum ile (işlem paketleri göndererek) iletişim kurar. Tüm bunlar, katman 1 protokolünde (Ethereum) herhangi bir değişiklik gerektirmez. Bu, katman 1'in güvenliğini, veri kullanılabilirliğini ve merkeziyetsizliğini yönetmesine izin verirken, katman 2'nin ölçeklendirmeyi yapmasına da olanak tanır. Katman 2'ler, işlem yükünü katman 1'den alır ve sonlandırılmış kanıtları katman 1'e geri gönderir. Bu işlem yükünü katman 1'den kaldırarak, temel katman daha az sıkışıklık yaşar ve her şey daha ölçeklenebilir hale gelir.",
  "layer-2-rollups-title": "Toplamalar",
  "layer-2-rollups-1": "Toplamalar Ethereum ölçeklenmesi için güncel olarak kabul gören Katman 2 çözümleridir. Kullanıcılar toplamaları kullanarak Katman 1'e kıyasla <a href=\"https://l2fees.info/\">işlem ücretlerini 100 katına kadar azaltabilirler</a>.",
  "layer-2-rollups-2": "Toplamalar yüzlerce işlemi 1. Katman üzerinde demet haline getirir (toplar). Bu, 1. Katman işlem ücretini toplama içindeki herkese dağıtarak işlem ücretlerini herkes için ucuzlatır. Toplamada yapılan işlemler 1. Katman'ın dışında yapılır ama işlem verisi 1. Katman'a iletilir. İşlem verisini 1. Katman'a iletmek, Ethereum'un güvenliğinden faydalanmayı sağlar. Toplamalar için iki farklı yaklaşım vardır: iyimser ve sıfır-bilgi - temel olarak işlem verisinin 1. Katman'a nasıl iletildiğine göre farklılık gösterirler.",
  "layer-2-optimistic-rollups-title": "İyimser toplamalar",
  "layer-2-optimistic-rollups-description": "İyimser toplamalar, işlemlere gerektiğinde itiraz edilebilmesiyle birlikte, işlemlerin geçerli farzedilmesinden dolayı iyimserdirler. Eğer geçerli olmayan bir işlemden şüphelenildiyse, bir hata kanıtı çalışıp bu işlemi kontrol ederler.",
  "layer-2-optimistic-rollups-childSentance": "İyimser toplamalar hakkında daha fazlası",
  "layer-2-zk-rollups-title": "Sıfır-bilgi toplamaları",
  "layer-2-zk-rollups-description": "Sıfır bilgi toplayıcıları, işlemlerin zincir dışı işlenmesi ve daha sonra kendilerinin geçerlilik kanıtı olarak, Ethereum Ana Ağı'na sıkıştırılarak gönderilmesidir.",
  "layer-2-zk-rollups-childSentance": "ZK toplamalarına dair daha fazlası",
  "layer-2-dyor-title": "Kendi araştırmanı yap: Katman 2'nin riskleri",
  "layer-2-dyor-1": "Katman 2 zincirleri güvenliğini Ethereum'dan aldığı için bir sorun ile karşılaşmadığımız dünyada Ethereum Katman 1'e kadar güvenlidir. Buna rağmen, birçok <strong>projenin henüz genç ve bir şekilde deneysel olduğunu</strong>gözden kaçırmamak gerekir. Uzun yıllar süren araştırma ve geliştirmelerden sonra, Ethereum'u ölçekleyecek birçok Katman 2 teknolojisi 2021 yılında faaliyete başladı. Birçok proje hala ağlarını merkeziyetsizliştirmeye çalıştığı için bu projeler konusunda ekstra güvene ihtiyaç var. Herhangi bir riski alma konusunda karar vermek için her zaman kendi araştırmanızı yapın.",
  "layer-2-dyor-2": "Katman 2 teknolojisi, riskleri ve güvenilir yaklaşımları hakkında daha fazla bilgi için her projeye karşılaştırmalı risk değerlendirme çerçevesi sağlayan L2BEAT'e göz atmanızı tavsiye ederiz.",
  "layer-2-dyor-3": "L2BEAT'e git",
  "layer-2-use-layer-2-title": "Katman 2'yi kullan",
  "layer-2-use-layer-2-1": "Artık Katman 2 neden var ve ne işe yarar biliyorsunuz, şimdi deneyimleme zamanı!",
  "layer-2-contract-accounts": "<strong>NOT:</strong> 2. katmana olan köprüyü kullanırken ve 2. katmanları kullanırken tıpkı Ethereum Ana Ağında olduğu gibi EOA hesabınızın (hesabı yalnızca tek bir özel anahtarın kontrol ettiği bir hesap) adresini kontrol edeceğinizi unutmamanız önemlidir. Ancak, <a href=\"https://gnosis-safe.io/\" target=”_blank”>Safe</a> veya <a href=\"https:// gibi bir akıllı sözleşme hesabı kullanıyorsanız www.argent.xyz/\" target=”_blank”>Argent</a>, sözleşme hesabınızı 2. katmandaki o adrese yeniden dağıtana kadar bu adres üzerinde herhangi bir 2. katman üzerinde kontrole sahip olmayacaksınız. Bir sözleşme hesabıyla köprüleme yapıyor veya hesaba para gönderiyorsanız ve sözleşme hesabı için bu adresi kontrol etmiyorsanız fonlarınız kaybolabilir.",
  "layer-2-use-layer-2-generalized-title": "Genelleştirilmiş 2. katman",
  "layer-2-use-layer-2-generalized-1": "Genel anlamda Katman 2'ler Ethereum gibi hareket eder - hem de daha ucuzdur. Ethereum Katman 2'de yapabileceğiniz herhangi bir şeyi Katman 2'de de yapabilirsiniz. Birçok merkeziyetsiz uygulama bu ağlara geçiş yaptı ya da Ana Ağı pas geçerek doğrudan Katman 2 üzerinde kuruldu.",
  "layer-2-use-layer-2-application-specific-title": "Uygulamaya özel Katman 2'ler",
  "layer-2-use-layer-2-application-specific-1": "Uygulama bazlı Katman 2'ler gelişmiş performansı ile spesifik bir uygulamayı optimize etmekte uzmanlaşmış projelerdir.",
  "layer-2-sidechains-title": "Yan zincirler, validiumlar ve alternatif blokzincirler üzerine bir not",
  "layer-2-sidechains-1": "<strong>Yan zincirler ve validiumlar</strong> Ethereum'dan köprüler üzerinden varlıkların gönderilmesine ve üzerinde kullanılmasına imkan sağlayan blokzincirlerdir.",
  "layer-2-sidechains-2": "İkisi de Katman 2 gibi ölçeklenir - daha düşük işlem ücretleri ve daha hızlı işlem çıktıları vardır - fakat güvenlik konusundaki yaklaşımları farklıdır.",
  "layer-2-more-on-sidechains": "Yan zincirlere dair daha fazlası",
  "layer-2-more-on-validiums": "Vailidiumlara dair daha fazlası",
  "layer-2-sidechains-4": "Bazı <strong>Katman 1 blokzincirlerinin</strong> Ethereum'dan daha fazla işlem çıktısı ve daha az işlem ücreti vardır. Bu zincirler saniye başına daha fazla işlem adedi ve daha düşük işlem ücretleri için <b>güvenlikten veya merkeziyetsizlikten ödün vermişlerdir</b>.",
  "layer-2-sidechains-5": "Ethereum ekosistemi, merkeziyetsizliği ve güvenliği sağlamaya devam ederken aynı zamanda <strong>ölçeklenebilirlik konusundaki üçlü karar aşaması probleminin tek çözümü olan Katman 2 ölçeklenmesine</strong> kararlı bir şekilde bağlıdır.",
  "layer-2-onboard-title": "Katman 2'ye nasıl geçilir",
  "layer-2-onboard-1": "Varlıklarınızı Katman 2'ye geçirmek için iki seçenek var: Varlıklarınızı bir akıllı kontratı kullanarak Ethereum'dan köprülemek ya da varlıklarınızı bir borsadan direk Katman 2 ağına çekmek.",
  "layer-2-onboard-wallet-title": "Varlıklarınız cüzdanınızda mı?",
  "layer-2-onboard-wallet-1": "Cüzdanınızda zaten ETH varsa Ethereum Ana Ağından 2. katmana taşımak için bir köprü kullanmanız gerekli.",
  "layer-2-more-on-bridges": "Köprülere dair daha fazlası",
  "layer-2-onboard-wallet-input-placeholder": "Köprülemek istediğiniz Katman 2'yi seçin",
  "layer-2-onboard-wallet-selected-1": "Bağlanabilirsiniz",
  "layer-2-onboard-wallet-selected-2": "bu cüzdanları kullanmak:",
  "layer-2-bridge": "Köprü",
  "layer-2-onboard-exchange-title": "Varlıklarınız bir borsada mı?",
  "layer-2-onboard-exchange-1": "Bazı merkezi borsalar şu an direkt çekimleri ve Katman 2'lere yatırmayı destekliyor. Hangi borsaların hangi Katman 2'leri ve Katman 2 çekimlerini desteklediğine göz at.",
  "layer-2-onboard-exchange-2": "Ayrıca fonlarınızı çekmek için bir cüzdana da ihtiyacınız olacak.",
  "layer-2-onboard-find-a-wallet": "Bir Ethereum cüzdanı bulun.",
  "layer-2-onboard-exchange-input-placeholder": "2. Katmanları destekleyen borsalara göz at",
  "layer-2-deposits": "Depozitolar",
  "layer-2-withdrawals": "Para çekmeler",
  "layer-2-go-to": "Git",
  "layer-2-tools-title": "Katman 2'de etkili olan araçlar",
  "layer-2-tools-l2beat-description": "L2BEAT Katman 2 teknik risk değerlendirmesi için mükemmel bir kaynaktır. Katman 2 projelerini araştırırken bu kaynaklara bakmanızı tavsiye ederiz.",
  "layer-2-tools-l2fees-description": "Katman 2 işlem ücretleri farklı Katman 2'ler üzerinde işlem yapmak için güncel olan maliyetleri (Amerikan Doları cinsinden) görmenizi sağlar.",
  "layer-2-tools-chainlist-description": "Chainlist ağ RPC'lerini desteklenen cüzdanlara aktarmak için mükemmel bir kaynaktır. Katman 2 projelerine bağlanmanızı sağlayacak RPC'leri buradan bulabilirsiniz.",
  "layer-2-tools-zapper-description": "Merkeziyetsiz finanstan NFT'lere ve gelecekteki herhangi yeni bir şeye, bütün Web3 portföyünüzü yönetin. Güncel fırsatlara tek bir platform üzerinden yatırım yapın.",
  "layer-2-tools-zerion-description": "Tüm merkeziyetsiz finans portföyünüzü tek bir yerde kurun ve yönetin. Merkeziyetsiz finans dünyasını keşfedin.",
  "layer-2-tools-debank-description": "Web3 dünyasındaki bütün önemli gelişmelerden haberdar ol",
  "layer-2-faq-title": "SSS",
  "layer-2-faq-question-1-title": "Neden resmi bir Katman 2 yok?",
  "layer-2-faq-question-1-description-1": "\"Resmi\" bir Ethereum istemcisi olmadığı gibi, \"resmi\" bir Ethereum katman 2 de yoktur. Ethereum izinsizdir - teknik olarak herkes bir katman 2 oluşturabilir! Birden fazla ekip, kendi katman 2 versiyonunu uygulayacak ve bir bütün olarak ekosistem, farklı kullanım durumları için optimize edilmiş çeşitli tasarım yaklaşımlarından faydalanacaktır. Ağda çeşitliliğe sahip olmak için birden fazla ekip tarafından geliştirilen birden fazla Ethereum istemcisine sahip olmamız gibi, gelecekte katman 2'ler de bu şekilde gelişecektir.",
  "layer-2-faq-question-2-title": "İyimser ve sıfır-bilgi toplamaları arasındaki fark nedir?",
  "layer-2-faq-question-2-description-1": "Hem iyimser hem de sıfır bilgili özetler, yüzlerce işlemi katman 1'deki tek bir işlemde toplar (veya \"toplar\"). Toplama işlemleri katman 1 dışında yürütülür, ancak işlem verileri katman 1'e gönderilir.",
  "layer-2-faq-question-2-description-2": "Birincil fark, Katman 1'e hangi verilerin gönderildiği ve verilerin nasıl doğrulandığıdır. Geçerlilik kanıtları (sıfır bilgi toplamaları tarafından kullanılır) hesaplamaları zincir dışında çalıştırır ve bir kanıt gönderir, oysa hata kanıtları (iyimser toplamalar tarafından kullanılır) hesaplamaları yalnızca hatadan şüphelenildiğinde ve kontrol edilmesi gerektiğinde zincir üzerinde çalıştırır.",
  "layer-2-faq-question-2-description-3": "Şu anda, çoğu ZK toplamaları, büyük ölçüde genelleştirilebilir olan iyimser toplamaların aksine, uygulamaya özeldir.",
  "layer-2-more-info-on-optimistic-rollups": "İyimser toplamalara dair daha fazlası",
  "layer-2-more-info-on-zk-rollups": "Sıfır-bilgi toplamalarına dair daha fazlası",
  "layer-2-faq-question-4-title": "Katman 2'lerin riskleri nelerdir?",
  "layer-2-faq-question-4-description-1": "Katman 2 projeleri, fon tutmak ve doğrudan Ethereum Anaağ'da işlem yapmakla karşılaştırıldığında ek riskler içerir. Örneğin, sıralayıcılar çökebilir ve bu da fonlara erişmek için beklemeniz gerekmesine neden olabilir.",
  "layer-2-faq-question-4-description-2": "Katman 2'ye önemli miktarda fon aktarmadan önce kendi araştırmanızı yapmanızı öneririz. Katman 2'nin teknolojisi, riskleri ve güven varsayımları hakkında daha fazla bilgi için, her proje için kapsamlı bir risk değerlendirme çerçevesi sağlayan <a href=\"https://l2beat.com/?view=risk\">L2BEAT</a> adresini ziyaret etmenizi öneririz.",
  "layer-2-faq-question-4-description-3": "2. katmana varlık transferlerini kolaylaştıran blok zincir köprüleri, geliştirmenin erken aşamalarındalar ve optimum köprü tasarımının henüz keşfedilmemiş olması muhtemel. <a href=\"https://rekt.news/wormhole-rekt/\">Son zamanlarda köprü saldırıları oldu</a>.",
  "layer-2-faq-question-5-title": "Neden bazı Katman 2'ler burada listeli değil?",
  "layer-2-faq-question-5-description-1": "Kullanıcıların 2. katman alanında güvenli ve kendinden emin bir şekilde gezinebilmeleri için mümkün olan en iyi kaynakları listelediğimizden emin olmak istiyoruz. Projelerin dahil edilmek üzere nasıl değerlendirildiğine ilişkin bir kriterler çerçevesi üzerinde çalışmayı sürdürüyoruz.",
  "layer-2-faq-question-5-view-listing-policy": "2. katman listeleme politikamızı buradan görüntüleyin.",
  "layer-2-faq-question-5-description-2": "Herkes ethereum.org üzerine bir Katman 2 ekleyebilir. Eğer kaçırdığımız bir Katman 2 projesi varsa <a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">lütfen öneride bulunun</a>.",
  "layer-2-further-reading-title": "Daha fazla okuma",
  "a-rollup-centric-ethereum-roadmap": "Toplamalar merkezli, bir Ethereum yol haritası",
  "an-incomplete-guide-to-rollups": "Toplamalar için Tamamlanmamış Bir Kılavuz",
  "polygon-sidechain-vs-ethereum-rollups": "Polygon yan zincirleri Ethereum toplayıcılarına karşı: Katman 2'yi ölçekleme yaklaşımları| Vitalik Buterin ve Lex Fridman",
  "rollups-the-ultimate-ethereum-scaling-strategy": "Toplamalar - Ethereum'u ölçekleme konusunda nihai strateji mi? Arbitrum & Optimism açıklaması",
  "scaling-layer-1-with-shard-chains": "Katman 1'i parça zincirler ile ölçekleme",
  "understanding-rollup-economics-from-first-principals": "Toplayıcıların ekonomik modellerinin temelleri",
  "arbitrum-description": "Arbitrum tıpkı Ethereum Katman 1 ile iletişime geçiyormuş gibi işlem yapılabilen ama Katman 1'deki işlem maliyetlerinden daha ucuz işlem maliyetleri olan, iyimser bir toplamadır.",
  "optimism-description": "İyimserlik; hızlı, basit ve güvenli bir EVM eş değeri iyimser toplamadır. Ethereum'un teknolojisini ölçeklendirirken aynı zamanda Ethereum'un değerlerini, geçmişe dönük kamu fonlaması yardımyla ölçeklendirir.",
  "boba-description": "Boba, başlangıçta gaz ücretlerini azaltmayı, işlem hacmini iyileştirmeyi ve akıllı sözleşmelerin yeteneklerini genişletmeyi amaçlayan bir ölçeklendirme çözümü olan Optimism'den çatallanan bir İyimser Toplamadır.",
  "loopring-description": "Loopring'in zkRollup L2 çözümü, büyük bir ölçeklenebilirlik artışı ile Ethereum ana ağı ile aynı güvenlik garantilerini sunmayı hedefliyor: verim 1000 kat arttı ve maliyet Katman 1'in sadece %0,1'ine düşürüldü.",
  "zksync-description": "zkSync, Matter Labs'ın kullanıcı merkezli bir zk toplama platformudur. Zaten Ethereum ana ağında yaşayan Ethereum için bir ölçeklendirme çözümüdür. Ödemeleri, token takaslarını ve NFT basımını destekler.",
  "zkspace-description": "ZKSpace platformu üç ana bölümden oluşur: ZKSwap adlı ZK-Rollups teknolojisini kullanan Katman 2 AMM DEX, ZKSquare adlı bir ödeme hizmeti ve ZKSea adlı bir NFT marketi.",
  "aztec-description": "Aztec Ağı, Ethereum'daki ilk özel zk toplamasıdır ve merkeziyetsiz uygulamaların gizliliğe ve ölçeklendirmeye erişmesini sağlar.",
  "layer-2-note": "Not:",
  "layer-2-ecosystem-portal": "Ekosistem Portalı",
  "layer-2-token-lists": "Token listeleri",
  "layer-2-explore": "Keşfet",
  "page-dapps-ready-button": "Başla"
}
