{
  "consensus-client-lighthouse-logo-alt": "Lighthouse logosu",
  "consensus-client-lodestar-logo-alt": "Lodestar logosu",
  "consensus-client-nimbus-logo-alt": "Nimbus logosu",
  "consensus-client-prysm-logo-alt": "Prysm logosu",
  "consensus-client-teku-logo-alt": "Teku logosu",
  "consensus-client-under-review": "İnceleme ve denetim devam ediyor",
  "page-upgrades-answer-1": "Yayınlanan değişiklikleri, bugün kullandığımız Ethereum'u iyileştirmek için eklenen bir dizi yükseltme olarak düşünebilirsiniz. Bu yükseltmeler, İşaret Zinciri (Beacon Chain) adı verilen yeni bir zincirin oluşturulmasını içeriyor ve gelecekte \"parça\" (shard) adlı yeni zincirleri kullanıma sokacaklar.",
  "page-upgrades-answer-2": "Bazı yükseltmeler, bugün kullandığımız Ethereum Mainnet'ten ayrıdır ancak onun yerini almayacaklar. Bunun yerine Mainnet, zamanla eklenen bu paralel sistemle \"birleşecek\".",
  "page-upgrades-answer-4": "Başka bir deyişle, bugün kullandığımız Ethereum, nihayetinde Ethereum vizyonunda hedeflediğimiz tüm özellikleri bünyesinde barındıracaktır.",
  "page-upgrade-article-title-two-point-oh": "Yeni Versiyon: İşaret Zinciri",
  "page-upgrade-article-title-beacon-chain-explainer": "Önce okumanız gereken İşaret Zinciri Ethereum 2.0 açıklayıcısı",
  "page-upgrade-article-title-sharding-consensus": "Parçalama mutabakatı",
  "page-upgrade-article-author-ethereum-foundation": "Ethereum Vakfı",
  "page-upgrade-article-title-sharding-is-great": "Parçalamayı iyi yapan şey: teknik özelliklerin gizemini çözme",
  "page-upgrade-article-title-rollup-roadmap": "Toplama merkezli bir yol haritası",
  "page-upgrades-beacon-chain-btn": "İşaret Zinciri hakkında daha fazla bilgi",
  "page-upgrades-beacon-chain-date": "İşaret Zinciri, 1 Aralık 2020'de yayınlandı.",
  "page-upgrades-beacon-chain-desc": "İşaret Zinciri; Ethereum'a staking getirdi, gelecekteki yükseltmeler için zemin hazırladı ve nihayetinde yeni sistemi koordine edecek.",
  "page-upgrades-beacon-chain-estimate": "İşaret Zinciri yayınlandı",
  "page-upgrades-beacon-chain-title": "İşaret Zinciri",
  "page-upgrades-bug-bounty": "Hata ödülü programını görüntüle",
  "page-upgrades-clients": "Mutabakat istemcilerine göz atın (önceden \"Eth2\" istemcileri olarak biliniyorlardı)",
  "page-staking-deposit-contract-title": "Para yatırma sözleşmesi adresini kontrol edin",
  "page-upgrades-diagram-ethereum-mainnet": "Ethereum Mainnet",
  "page-upgrades-diagram-h2": "Yükseltmeler birbirine nasıl uyuyor",
  "page-upgrades-diagram-link-1": "İş ispatı hakkında daha fazla bilgi",
  "page-upgrades-diagram-link-2": "Parça zincirleri hakkında daha fazla bilgi",
  "page-upgrades-diagram-mainnet": "Mainnet",
  "page-upgrades-diagram-p": "Ethereum Mainnet, bir süre daha mevcut hâliyle var olmaya devam edecek. Bu, İşaret Zinciri ve parça yükseltmelerinin ağı kesintiye uğratmayacağı anlamına gelir.",
  "page-upgrades-diagram-p-1": "Mainnet, sonunda İşaret Zinciri yükseltmelerinin getirdiği yeni sistemle birleşecek.",
  "page-upgrades-diagram-p-2": "İşaret Zinciri, Ethereum'un doğrulayıcıları koordine eden ve blok oluşturma hızını belirleyen rehberi olacak.",
  "page-upgrades-diagram-p-3": "İlk başta, Mainnet'ten ayrı olarak var olacak ve doğrulayıcıları yönetecek: Akıllı sözleşmeler, işlemler veya hesaplarla hiçbir ilgisi olmayacak.",
  "page-upgrades-diagram-p-4": "Parçalar, Mainnet'in taşıyabileceği işlemlerin miktarını artırmaya yardımcı olmak için birçok ekstra veri sağlayacak. İşaret Zinciri tarafından koordine edilecekler.",
  "page-upgrades-diagram-p-5": "Ancak tüm işlemler, yapılan işin ispatı ve madenciler tarafından güvence altına alınan, bugün bildiğimiz hâliyle var olmaya devam edecek olan Mainnet'e bağlı olacak.",
  "page-upgrades-diagram-p-6": "Mainnet, İşaret Zinciri tarafından koordine edilen hisse ispatı sistemiyle birleşecek.",
  "page-upgrades-diagram-p-8": "Mainnet, yeni sistem kapsamında bir parçaya dönüşecektir. Tüm Ethereum doğrulayıcılar tarafından güvence altına alınacağından artık madencilere ihtiyaç duyulmayacak.",
  "page-upgrades-diagram-p10": "Ethereum ölçeklendirme, bir göç veya tek bir şey değildir. Bu terim, Ethereum'un gerçek potansiyelini ortaya çıkarmak için üzerinde çalışılan bir dizi yükseltmeyi tanımlar.",
  "page-upgrades-diagram-scroll": "İncelemek için kaydırın, daha fazla bilgi için dokunun.",
  "page-upgrades-diagram-shard": "Parça (1)",
  "page-upgrades-diagram-shard-1": "Parça (...)",
  "page-upgrades-diagram-shard-2": "Parça (2)",
  "page-upgrades-diagram-shard-3": "Parça (...)",
  "page-upgrades-diagram-validators": "Doğrulayıcılar hakkında daha fazla bilgi",
  "page-upgrades-dive": "Vizyona dalın",
  "page-upgrades-dive-desc": "Ethereum'un temel değeri olan merkeziyetsizleştirmeyi ihmal etmeden Ethereum'u nasıl daha ölçeklenebilir, güvenli ve sürdürülebilir yapabiliriz?",
  "page-upgrades-docking": "Birleşim",
  "page-upgrades-merge-answer-1": "Birleştirme, Mainnet'in mutabakat için İşaret Zincirini kullanmaya başladığı ve iş ispatının devre dışı bırakıldığı zaman meydana gelir, yani 2022'de.",
  "page-upgrades-merge-btn": "Birleştirme hakkında daha fazla bilgi",
  "page-upgrades-merge-desc": "Mainnet Ethereum'un bir noktada İşaret Zinciri ile \"birleşmesi\" gerekecek. Bu, tüm ağ için stake etmeyi mümkün kılacak ve yoğun enerji tüketen madenciliğin sona erdiğinin sinyalini verecektir.",
  "page-upgrades-merge-estimate": "Tahmin: 2022",
  "page-upgrades-merge-mainnet": "Mainnet nedir?",
  "page-upgrades-merge-mainnet-eth2": "Mainnet ve İşaret Zincirini Birleştirme",
  "page-upgrades-eth-blog": "ethereum.org blog",
  "page-upgrades-explore-btn": "Yükseltmeleri keşfet",
  "page-upgrades-get-involved": "Ethereum'u yükseltmeye katılın",
  "page-upgrades-get-involved-2": "Dahil olun",
  "page-upgrades-head-to": "Git",
  "page-upgrades-help": "Ethereum yükseltmelerine yardımcı olmak ister misiniz?",
  "page-upgrades-help-desc": "Ethereum yükseltmelerine destek olmak, testlere yardımcı olmak ve hatta ödüller kazanmak için birçok fırsat var.",
  "page-upgrades-index-staking": "Stake etme yayınlandı",
  "page-upgrades-index-staking-desc": "Ethereum yükseltmelerinin ana öğesi, stake etmenin kullanıma girmesidir. Ethereum ağının güvenliğini sağlamaya yardımcı olmak için ETH'nizi kullanmak istiyorsanız, aşağıdaki adımları uyguladığınızdan emin olun.",
  "page-upgrades-index-staking-learn": "Stake etme hakkında bilgi edinin",
  "page-upgrades-index-staking-learn-desc": "İşaret zinciri, Ethereum'a staking getirir. Bu sayede ETH'niz varsa, ağı güvence altına alarak herkese fayda sağlayabilir ve bu süreçte daha fazla ETH kazanabilirsiniz.",
  "page-upgrades-index-staking-step-1": "1. Başlama noktası (launchpad) ile kurulum yapın",
  "page-upgrades-index-staking-step-1-btn": "Stake başlama noktasını ziyaret edin",
  "page-upgrades-index-staking-step-1-desc": "Ethereum'a stake yapmak için başlama noktasını kullanmanız gerekir. Bu, işlem boyunca size yol gösterecektir.",
  "page-upgrades-index-staking-step-2": "2. Stake etme adresini onaylayın",
  "page-upgrades-index-staking-step-2-btn": "Para yatırma sözleşmesi adresini onaylayın",
  "page-upgrades-index-staking-step-2-desc": "ETH'nizi stake etmeden önce, doğru adrese sahip olup olmadığınızı kontrol ettiğinizden emin olun. Bunu yapmadan önce başlama noktasından geçmiş olmalısınız.",
  "page-upgrades-index-staking-sustainability": "Daha sürdürülebilir",
  "page-upgrades-just-docking": "Birleştirme hakkında daha fazla bilgi",
  "page-upgrades-meta-desc": "Ethereum yükseltmelerine ve gerçeğe dönüştürmeyi umdukları vizyona genel bir bakış.",
  "page-upgrades-meta-title": "Ethereum yükseltmeleri (eski adıyla \"Eth2\")",
  "page-upgrades-miners": "Madenciler hakkında daha fazla bilgi",
  "page-upgrades-more-on-upgrades": "Ethereum yükseltmeleri hakkında daha fazla bilgi",
  "page-upgrades-proof-of-stake": "hisse ispatı",
  "page-upgrades-proof-of-work": "iş ispatı",
  "page-upgrades-proof-stake-link": "Hisse ispatı hakkında daha fazla bilgi",
  "page-upgrades-question-1-title": "Yükseltmeler ne zaman gönderilecek?",
  "page-upgrades-question-1-desc": "Ethereum aşamalı olarak yükseltiliyor; yükseltmelerin kendilerine özel farklı sevk tarihleri vardır.",
  "page-upgrades-question-2-title": "İşaret Zinciri ayrı bir blok zinciri mi?",
  "page-upgrades-question-2-desc": "Bu yükseltmeleri ayrı bir blok zinciri olarak düşünmek doğru değildir.",
  "page-upgrades-question-3-answer-2": "Birleştirme ve parça zinciri yükseltmeleri, merkeziyetsiz uygulama geliştiricilerini etkileyebilir. Ancak detaylar henüz netleşmedi; bu nedenle acil bir işlem yapılması gerekmiyor.",
  "page-upgrades-question-3-answer-3": "ethresear.ch adresinden Ethereum araştırma ve geliştirme ekibiyle konuşun.",
  "page-upgrades-question-3-answer-3-link": "ethresear.ch adresini ziyaret edin",
  "page-upgrades-question-3-desc": "Yükseltmelere hazırlanmak için şu anda herhangi bir şey yapmanız gerekmiyor.",
  "page-upgrades-question-3-title": "Yükseltmelere nasıl hazırlanırım?",
  "page-upgrades-question-4-answer-1": "Bugün bir işlem gönderirken veya bir merkeziyetsiz uygulama kullanırken, yürütüm katmanını veya Mainnet'i kullanırsınız. Bu, madenciler tarafından güvence altına alınan Ethereum'dur.",
  "page-upgrades-question-4-answer-2": "Mainnet, Birleştirme vaktine kadar normal şekilde çalışmaya devam edecek.",
  "page-upgrades-question-4-answer-3": "Birleştirmeden sonra doğrulayıcılar, tüm ağı hisse ispatı yoluyla güvence altına alacak.",
  "page-upgrades-question-4-answer-6": "ETH'sini stake eden herkes doğrulayıcı olabilir.",
  "page-upgrades-question-4-answer-7": "Stake etme hakkında daha fazla bilgi",
  "page-upgrades-question-4-answer-8": "İşaret Zinciri ve parça zinciri yükseltmeleri ayrı olarak geliştirildikleri için yürütüm katmanını (Mainnet) bozmazlar.",
  "page-upgrades-question-4-title": "Yürütüm katmanı nedir?",
  "page-upgrades-question-4-desc": "Bugün üzerinde işlem yaptığınız Ethereum Mainnet, önceden \"Eth1\" olarak adlandırılıyordu. Artık bu terimin yerini \"yürütüm katmanı\" alıyor.",
  "page-upgrades-question-5-answer-1": "Ağda tam bir doğrulayıcı olmak için 32 ETH stake etmeniz gerekir. O kadar paranız yoksa veya o kadar stake etmek istemiyorsanız, staking havuzlarına katılabilirsiniz. Bu havuzlar, daha az stake etmenizi ve toplam ödüllerin bir kısmını kazanmanızı sağlar.",
  "page-upgrades-question-5-desc": "Stake başlama noktasını kullanmanız veya bir staking havuzuna katılmanız gerekecektir.",
  "page-upgrades-question-5-title": "Nasıl stake ederim?",
  "page-upgrades-question-6-answer-1": "Henüz yapılacak bir işlem bulunmamaktadır. Ancak Birleştirme ve parça zinciri yükseltmeleriyle ilgili gelişmelerden haberdar olmanızı öneririz.",
  "page-upgrades-question-6-answer-3": "Ethereum Vakfı'ndan Danny Ryan, topluluğu düzenli olarak güncelliyor:",
  "page-upgrades-question-6-answer-4": "ConsenSys'den Ben Edgington'ın, Ethereum yükseltmeleri hakkında haftalık bir bülteni var:",
  "page-upgrades-question-6-answer-5": "Ayrıca ethresear.ch adresindeki Ethereum araştırma ve geliştirme tartışmasına da katılabilirsiniz.",
  "page-upgrades-question-6-desc": "Merkeziyetsiz uygulamanız yakın zamanda yapılacak herhangi bir yükseltmeden etkilenmeyecektir. Ancak gelecekteki yükseltmeler bazı değişiklikler gerektirebilir.",
  "page-upgrades-question-6-title": "Merkeziyetsiz uygulamamla ne yapmam gerekiyor?",
  "page-upgrades-question-7-desc": "Topluluğun her yerinden birçok farklı ekip, çeşitli Ethereum yükseltmeleri üzerinde çalışıyor.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(Rust uygulaması)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(JavaScript uygulaması)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(Nim uygulaması)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(Go uygulaması)",
  "page-upgrades-question-7-teams": "Ethereum mutabakat istemci ekipleri:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(Java uygulaması)",
  "page-upgrades-question-7-title": "Ethereum yükseltmelerini kim geliştiriyor?",
  "page-upgrades-question-7-clients": "Ethereum istemcileri hakkında daha fazla bilgi edinin",
  "page-upgrades-question-8-answer-1": "Ethereum yükseltmeleri, güvenliği sağlarken ve sürdürülebilirliği artırırken Ethereum'un merkezi olmayan bir şekilde ölçeklenmesine yardımcı olacaktır.",
  "page-upgrades-question-8-answer-2": "Belki de en belirgin sorun, Ethereum'un saniyede 15-45'ten fazla işlem yapabilmesi gerekmesidir. Ancak yükseltmeler, bugün Ethereum ile ilgili diğer bazı sorunları da ele alıyor.",
  "page-upgrades-question-8-answer-3": "Ağ o kadar yüksek talep görüyor ki, bu durum Ethereum'u kullanmayı pahalı hale getiriyor. Ağdaki düğümler, Ethereum'un boyutu ve bilgisayarlarının işlemek zorunda olduğu veri miktarının altında zorlanıyor. Ayrıca, Ethereum'u güvenli ve merkeziyetsiz tutan temeldeki algoritma, yoğun enerji harcar ve çok daha çevreci olması gerekir.",
  "page-upgrades-question-8-answer-4": "2015'ten beri bile değişen şeylerin çoğu Ethereum yol haritasında yer almıştır. Ancak mevcut koşullar yükseltme ihtiyacını daha da artırıyor.",
  "page-upgrades-question-8-answer-6": "Ethereum vizyonunu keşfedin",
  "page-upgrades-question-8-desc": "Bugün kullandığımız Ethereum'un, son kullanıcılara ve ağ katılımcılarına daha iyi bir deneyim sunması gerekiyor.",
  "page-upgrades-question-8-title": "Yükseltmeler neden gereklidir?",
  "page-upgrades-question-9-answer-1": "Oynayabileceğiniz en aktif rol ETH'nizi stake etmektir.",
  "page-upgrades-question-9-answer-2": "İstemci çeşitliliğini geliştirmeye yardımcı olması için ikinci bir istemci çalıştırmak da isteyebilirsiniz.",
  "page-upgrades-question-9-answer-3": "Daha teknik biriyseniz, yeni istemcilerdeki hataları yakalamaya yardımcı olabilirsiniz.",
  "page-upgrades-question-9-answer-4": "Ayrıca ethresear.ch adresindeki Ethereum araştırmacılarıyla teknik tartışmalara katılabilirsiniz.",
  "page-upgrades-question-9-desc": "Katkıda bulunmak için teknik bir kişi olmanıza gerek yok. Topluluk için her türlü yeteneğin katkısı önemlidir.",
  "page-upgrades-question-9-stake-eth": "ETH stake etme",
  "page-upgrades-question-9-title": "Ethereum yükseltmelerine nasıl katkıda bulunabilirim?",
  "page-upgrades-question-9-more": "Ethereum'a dahil olmanın daha genel yollarını bulun",
  "page-upgrades-question-10-title": "\"Eth2 aşamaları\" nelerdir?",
  "page-upgrades-question-10-desc": "Burada bazı şeyler değişti.",
  "page-upgrades-question-10-answer-0": "\"Eth2\" terimi, tek bir yükseltmeyi veya yeni bir ağı temsil etmediği için aşamalı olarak kaldırılıyor. Daha doğrusu, Ethereum'u daha ölçeklenebilir, güvenli ve sürdürülebilir kılmak için hepsinin üzerine düşeni yapan bir dizi çoklu yükseltmedir. Bildiğiniz ve sevdiğiniz ağ, basitçe Ethereum olarak anılacaktır.",
  "page-upgrades-question-10-answer-1": "Teknik bir yol haritası hakkında çok fazla konuşmak istemiyoruz çünkü bu bir yazılım: İşler değişebilir. Sonuçları okuduğunuzda neler olduğunu anlamanın daha kolay olduğunu düşünüyoruz.",
  "page-upgrades-question-10-answer-1-link": "Yükseltmeleri görüntüleyin",
  "page-upgrades-question-10-answer-2": "Ancak tartışmaları takip ettiyseniz, yükseltmelerin teknik yol haritalarına nasıl uyduğu ve nasıl değiştikleri hakkında biraz bilgi edinebilirsiniz.",
  "page-upgrades-question-10-answer-3": "Aşama 0, İşaret Zinciri'ni yayınlamak için yapılan işi açıkladı.",
  "page-upgrades-question-10-answer-5": "Aşama 1, başlangıçta parça zincirlerini uygulamaya odaklandı, ancak önceliklendirme, bir sonraki planlanan yükseltme olan \"Birleştirme\"'ye kaydırıldı.",
  "page-upgrades-question-10-answer-6": "Aşama 1.5 için başlangıçta Mainnet'in İşaret Zincirine son parça olarak ekleneceği parça uygulamalarını takip etmesi planlanmıştı. İş ispatı madenciliğinden geçişi hızlandırmak için Mainnet, bunun yerine İşaret Zinciri ile bağlanan ilk parçayı temsil edecek. Bu şu anda \"Birleştirme\" olarak biliniyor ve daha çevreci bir Ethereum'a yönelik önemli bir adım olacak.",
  "page-upgrades-question-10-answer-7": "Aşama 2 etrafındaki planlar yoğun bir araştırma ve tartışma konusu olmasına rağmen Birleştirmenin parça zincirlerinden önce planlanmasıyla bu, Ethereum gelişiminin ileriye dönük ihtiyaçları konusunda sürekli yeniden değerlendirmeye olanak verecektir. Toplama merkezli bir yol haritası göz önüne alındığında parça zincirlerinin aciliyeti tartışmaya açıktır.",
  "page-upgrades-question-10-answer-8": "Toplama merkezli bir yol haritası hakkında daha fazla bilgi",
  "page-upgrades-question-11-title": "Eth2 satın alabilir miyim?",
  "page-upgrades-question-11-desc": "Hayır. Eth2 token'ı yoktur ve birleştirmeden sonra ETH'niz değişmez.",
  "page-upgrades-question-11-answer-1": "Eth2 yeniden isimlendirmesinin arkasındaki itici güçlerden biri, ETH sahiplerinin \"Ethereum 2.0\" sonrasında ETH'lerini aktarmaları gerekeceği hakkındaki yaygın yanılgıydı. Böyle bir şey hiçbir zaman gerekmedi. Bu, ",
  "page-upgrades-question-11-answer-2": "dolandırıcıların kullandığı yaygın bir taktiktir.",
  "page-upgrades-question-title": "Sıkça sorulan sorular",
  "page-upgrades-question3-answer-1": "ETH sahiplerinin bir şey yapmasına gerek yoktur. ETH'nizin değiştirilmesi veya yükseltilmesi gerekmeyecektir. Size aksini söyleyen dolandırıcılar büyük olasılıkla ortaya çıkabilir, bu yüzden dikkatli olun.",
  "page-upgrades-scalable": "Daha ölçeklenebilir",
  "page-upgrades-scalable-desc": "Uygulamaları daha hızlı ve daha ucuz hâle getirmek için Ethereum'un saniyede 1000'lerce işlemi desteklemesi gerekir.",
  "page-upgrades-secure": "Daha güvenli",
  "page-upgrades-secure-desc": "Ethereum'un daha güvenli olması gerekiyor. Ethereum daha fazla benimsendikçe protokol her türlü saldırıya karşı daha güvenli hâle gelmelidir.",
  "page-upgrades-shard-button": "Parça zincirleri hakkında daha fazla bilgi",
  "page-upgrades-shard-date": "Parça zincirleri, 2023'te Birleştirmenin ardından gelecektir.",
  "page-upgrades-shard-desc": "Parça zincirleri, Ethereum'un işlemleri işleme ve veri depolama kapasitesini genişletecektir. Parçalar, zamanla birden fazla aşamada kullanıma sunulan daha fazla özellik kazanacaktır.",
  "page-upgrades-shard-estimate": "Tahmin: 2023",
  "page-upgrades-shard-lower": "Parça zincirleri hakkında daha fazla bilgi",
  "page-upgrades-shard-title": "Parça zincirleri",
  "page-upgrades-stay-up-to-date": "Güncel kalın",
  "page-upgrades-stay-up-to-date-desc": "Ethereum yükseltmeleri üzerinde çalışan araştırmacılardan ve geliştiricilerden en son haberleri alın.",
  "page-upgrades-sustainable-desc": "Ethereum daha çevreci bir teknolojiye dönüşmek zorundadır. Günümüz teknolojisi çok fazla güç ve enerji tüketiyor.",
  "page-upgrades-take-part": "Araştırmaya katılın",
  "page-upgrades-take-part-desc": "Ethereum araştırmacıları ve meraklıları, Ethereum yükseltmeleri ile ilgili her şeyi kapsayan araştırma çalışmalarını tartışmak için burada buluşuyor.",
  "page-upgrades-the-upgrades": "Ethereum yükseltmeleri",
  "page-upgrades-the-upgrades-desc": "Ethereum; ölçeklenebilirliğini, güvenliğini ve sürdürülebilirliğini artıran bir dizi yükseltmeden oluşur. Her biri üzerinde paralel olarak çalışılsa da, ne zaman dağıtılacaklarını belirleyen belli bağımlılıkları vardır.",
  "page-upgrades-unofficial-roadmap": "Bu resmi yol haritası değildir. Oradaki bilgilere dayanarak neler olup bittiğini bu şekilde görürüz. Ama bu bir teknoloji konusu olduğu için işler bir anda değişebilir. Bu yüzden lütfen bunu bir taahhüt olarak değerlendirmeyin.",
  "page-upgrades-upgrade-desc": "Bildiğimiz ve sevdiğimiz Ethereum'un, sadece daha ölçeklenebilir, daha güvenli ve daha sürdürülebilir hâli...",
  "page-upgrades-upgrades": "Ethereum yükseltmeleri",
  "page-upgrades-upgrades-aria-label": "Ethereum yükseltme menüsü",
  "page-upgrades-upgrades-beacon-chain": "İşaret Zinciri",
  "page-upgrades-upgrades-docking": "Birleştirme",
  "page-upgrades-upgrades-guide": "Ethereum yükseltme kılavuzu",
  "page-upgrades-upgrading": "Ethereum'u yeni radikal zirvelere yükseltmek",
  "page-upgrades-vision": "Vizyon",
  "page-upgrades-vision-btn": "Ethereum vizyonu hakkında daha fazla bilgi",
  "page-upgrades-vision-desc": "Ethereum'u ana akım hâline getirmek ve tüm insanlığa hizmet etmek için Ethereum'u daha ölçeklenebilir, güvenli ve sürdürülebilir hâle getirmeliyiz.",
  "page-upgrades-vision-upper": "Ethereum'un vizyonu",
  "page-upgrades-what-happened-to-eth2-title": "\"Eth2\" ye ne oldu?",
  "page-upgrades-what-happened-to-eth2-1": "\"Eth2\" terimi, birleştirmeye hazırlanırken aşamalı olarak kullanımdan kaldırılıyor.",
  "page-upgrades-what-happened-to-eth2-1-more": "Birleştirme hakkında daha fazla bilgi.",
  "page-upgrades-what-happened-to-eth2-2": "\"'Eth1\" ve \"Eth2\"yi tek bir zincirde birleştirdikten sonra, artık iki ayrı Ethereum ağı olmayacak; sadece Ethereum olacak.",
  "page-upgrades-what-happened-to-eth2-3": "Karışıklığı önlemek için topluluk şu şartları güncelledi:",
  "page-upgrades-what-happened-to-eth2-3-1": "\"Eth1\" artık, işlemleri ve yürütümü işleyen \"yürütüm katmanı\"dır.",
  "page-upgrades-what-happened-to-eth2-3-2": "\"Eth2\" artık, hisse ispatı mutabakatını yöneten \"mutabakat katmanı\"dır.",
  "page-upgrades-what-happened-to-eth2-4": "Bu terminoloji güncellemeleri yalnızca adlandırma alışkanlıklarını değiştirir; bu, Ethereum'un hedeflerini veya yol haritasını değiştirmez.",
  "page-upgrades-what-happened-to-eth2-5": "\"Eth2\" ad değişimi hakkında daha fazla bilgi edinin",
  "page-upgrades-why-cant-we-just-use-eth2-title": "Neden direkt \"Eth2\"yi kullanamıyoruz?",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-title": "Zihinsel modeller",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-description": "Eth2 markasıyla ilgili en büyük sorunlardan biri, yeni Ethereum kullanıcıları için sorunlu bir zihinsel model oluşturmasıdır. Yeni kullanıcılar, sezgisel olarak Eth1'in, Eth2'den sonra geldiğini veya Eth2 var olduğunda Eth1'in sona ereceğini düşünüyorlar. Bunların hiçbiri doğru değil. Eth2 terminolojisini kaldırarak, gelecekteki tüm kullanıcıları bu kafa karıştırıcı zihinsel modelle uğraşmaktan kurtarıyoruz.",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-title": "Kapsayıcılık",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-description": "Ethereum'un yol haritası geliştikçe Ethereum 2.0, Ethereum'un yol haritasının yanlış bir temsili haline geldi. Kelimeleri titiz ve doğru bir şekilde seçerek Ethereum'daki içeriğin mümkün olan en geniş kitle tarafından anlaşılmasını sağlıyoruz.",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-title": "Dolandırıcılık Önleme",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-description": "Ne yazık ki kötü niyetli aktörler, ETH'lerini \"ETH2\" token'larıyla değiştirmelerini veya Eth2 yükseltmesinden önce ETH'lerini bir şekilde taşımaları gerektiğini söyleyerek kullanıcıları dolandırmak için Eth2 yanlış adlandırmasını kullanmaya çalıştı. Bu güncellenmiş terminolojinin, bu dolandırıcılık alanını ortadan kaldırmak için netlik getireceğini ve ekosistemi daha güvenli hâle getirmeye yardımcı olacağını umuyoruz.",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-title": "Stake Etme Netliği",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-description": "Bazı stake etme operatörleri, İşaret Zinciri üzerinde stake edilen ETH'yi \"ETH2\" göstergesi ile temsil etti. Hizmeti kullananlar aslında bir \"ETH2\" tokeni almadığı için bu potansiyel bir karışıklık yaratabiliyor. \"ETH2\" diye bir token yok; bu sadece kullanıcıların, belirli sağlayıcıların stake ettikleri miktardaki paylarını temsil eder.",
  "page-upgrades-what-to-do": "Ne yapmanız gerekiyor?",
  "page-upgrades-what-to-do-desc": "Bir dapp kullanıcısı veya ETH sahibiyseniz, hiçbir şey yapmanıza gerek yoktur. Bir geliştiriciyseniz veya stake etmeye başlamak istiyorsanız, bugün dahil olmanın yolları var.",
  "page-upgrades-whats-next": "Ethereum yükseltmeleri nelerdir?",
  "page-upgrades-whats-next-desc": "Ethereum yol haritası, ağı daha ölçeklenebilir, daha güvenli ve daha sürdürülebilir hâle getirecek birbirine bağlı protokol yükseltmelerini içerir. Bu yükseltmeler, Ethereum ekosistemindeki birden fazla ekip tarafından inşa ediliyor.",
  "page-upgrades-whats-next-history": "Önceki Ethereum yükseltmeleri hakkında bilgi edinin",
  "page-upgrades-whats-ethereum": "Bir dakika, Ethereum nedir?",
  "page-upgrades-whats-new": "Ethereum için sırada ne var?",
  "page-upgrades-security-link": "Güvenlik ve dolandırıcılığı önleme üzerine"
}
