{
  "page-eth2-just-staking": "Stake etme",
  "page-eth2-staking-image-alt": "Eth2 için başlatma noktası Rhino maskot imajı.",
  "page-eth2-staking-51-desc-1": "Stake etme bir doğrulayıcı olarak ağa katılmayı daha erişilebilir hale getirir, bu nedenle ağda bugün olduğundan daha fazla doğrulayıcı olması muhtemeldir. Bu sayede bir saldırının maliyeti artacağından, bu tür bir saldırı daha da zorlaşacaktır.",
  "page-eth2-staking-accessibility": "Daha erişilebilir",
  "page-eth2-staking-accessibility-desc": "Daha kolay donanım gereksinimleri ve 32ETH'niz yoksa havuz oluşturma fırsatı ile ağa daha fazla insan katılabilir. Bu, saldırı yüzey alanını azaltarak Ethereum'u daha merkezi olmayan ve güvenli bir hale getirir.",
  "page-eth2-staking-at-stake": "ETH'niz stake'te",
  "page-eth2-staking-at-stake-desc": "İşlemleri doğrulamak ve yeni bloklar oluşturmak için ETH'nizi stake etmeniz gerektiğinden, sistemi deneyip yanıltmaya karar verdiğinizde kaybedebilirsiniz.",
  "page-eth2-staking-benefits": "Ethereum'a staking yapmanın faydaları",
  "page-eth2-staking-check-address": "Para yatırma adresini kontrol edin",
  "page-eth2-staking-consensus": "Konsensüs mekanizmaları hakkında daha fazla bilgi",
  "page-eth2-staking-deposit-address": "Para yatırma adresini kontrol edin",
  "page-eth2-staking-deposit-address-desc": "Başlatma panelindeki kurulum talimatlarını zaten takip ettiyseniz, staking depozito sözleşmesine bir işlem göndermeniz gerektiğini bilirsiniz. Adresi çok dikkatli kontrol etmenizi öneririz. Resmi adresi ethereum.org'da ve bir dizi başka güvenilir sitede bulabilirsiniz.",
  "page-eth2-staking-desc-1": "Ağın konsensusa varmasına yardımcı olan eylemler için ödüller verilir. İşlemleri yeni bir blokta toplamak veya diğer doğrulayıcıların çalışmalarını kontrol etmek için ödüller alacaksınız, çünkü zincirin güvenli bir şekilde çalışmasını sağlayan şey budur.",
  "page-eth2-staking-desc-2": "Ağa fayda sağlayan işler için ödüller kazanabilseniz de, kötü niyetli eylemler, çevrimdışı olma ve doğrulamada başarısız olma nedeniyle ETH kaybedebilirsiniz.",
  "page-eth2-staking-desc-3": "Tam doğrulayıcı olmak için 32 ETH'ye veya bir stake havuzuna katılmak için bir miktar ETH'ye ihtiyacınız olacaktır. Ayrıca bir 'Eth1' veya ana ağ istemcisi çalıştırmanız gerekecektir. Başlatma paneli, süreç ve donanım gereksinimleri konusunda size yol gösterecektir. Alternatif olarak, bir arka uç API'si kullanabilirsiniz.",
  "page-eth2-staking-description": "Stake, doğrulama yazılımını etkinleştirmek için 32 ETH yatırma işlemidir. Doğrulayıcı olarak, verileri depolamaktan, işlemleri işlemekten ve blok zincirine yeni bloklar eklemekten siz sorumlu olursunuz. Bu, Ethereum'u herkes için güvende tutar ve bu süreçte size yeni ETH kazandırır. Proof-of-stake olarak bilinen bu süreç, İşaret Zinciri tarafından tanıtılıyor.",
  "page-eth2-staking-docked": "Kenetlenme hakkında daha fazla bilgi",
  "page-eth2-staking-dyor": "Kendi Araştırmanızı Kendiniz Yapın",
  "page-eth2-staking-dyor-desc": "Listelenen staking hizmetlerinin hiçbiri resmi onay değildir. Hangi hizmetin sizin için en iyi olabileceğini bulmak için biraz araştırma yaptığınızdan emin olun.",
  "page-eth2-staking-header-1": "Ethereum doğrulayıcısı olmak için ETH'nizi stake edin",
  "page-eth2-staking-how-much": "Ne kadar stake etmek istiyorsunuz?",
  "page-eth2-staking-how-to-stake": "Nasıl stake ederim",
  "page-eth2-staking-how-to-stake-desc": "Her şey ne kadar stake etmek istediğinize bağlı. Tam bir doğrulayıcı olmak için 32'ye ihtiyacınız olacak, ancak daha az stake etmek de mümkündür.",
  "page-eth2-staking-join": "Katılın",
  "page-eth2-staking-join-community": "Staker topluluğuna katılın",
  "page-eth2-staking-join-community-desc": "r/ethstaker, herkesin Ethereum'da staking'i tartışması için bir topluluktur - tavsiye, destek için katılın ve stake etme ile ilgili her şeyi konuşmak için katılın.",
  "page-eth2-staking-less-than": "Daha az",
  "page-eth2-staking-link-1": "Arka uç API'larını görüntüleyin",
  "page-eth2-staking-meta-description": "Ethereum staking'e genel bir bakış: riskler, ödüller, gereksinimler ve nerede yapılacağı.",
  "page-eth2-staking-meta-title": "Ethereum staking",
  "page-eth2-staking-more-sharding": "Parçalama hakkında her şey",
  "page-eth2-staking-pool": "Havuzdaki stake",
  "page-eth2-staking-pool-desc": "32'den az ETH'niz varsa, stake havuzlarına daha küçük bir stake ekleyebilirsiniz. Bazı şirketler her şeyi sizin adınıza yapabilir, böylece çevrimiçi kalma konusunda endişelenmenize gerek kalmaz. İşte kontrol etmeniz gereken bazı şirketler.",
  "page-eth2-staking-pos-explained": "Proof-of-stake açıklandı",
  "page-eth2-staking-pos-explained-desc": "Staking (kilitleme) bir Hisse İspatı sisteminde doğrulayıcı olmak için yapmanız gereken şeydir. Bu, şu anda yürürlükte olan iş kanıtı sisteminin yerini alacak bir fikir birliği mekanizmasıdır. Konsensüs mekanizmaları, Ethereum gibi blok zincirlerini güvenli ve merkeziyetsiz tutan şeydir.",
  "page-eth2-staking-pos-explained-desc-1": "Hisse ispatı ağın güvenliğini çeşitli şekillerde sağlamaya yardımcı olur:",
  "page-eth2-staking-services": "Staking (kilitleme) hizmetlerini görün",
  "page-eth2-staking-sharding": "Sharding'in kilidini açar",
  "page-eth2-staking-sharding-desc": "Sharding yalnızca bir Proof of Stake sistemiyle mümkündür. İş ispatı sisteminin parçalanması, ağı bozmak için gereken bilgi işlem gücü miktarını azaltarak kötü niyetli madencilerin parçaları kontrol etmesini kolaylaştırır. Proof of stake olarak rastgele atanan staker'larda durum böyle değildir.",
  "page-eth2-staking-solo": "Tek başına kilitleyin ve bir doğrulayıcı çalıştırın",
  "page-eth2-staking-solo-desc": "Stake sürecine başlamak için Eth2 launchpad'i kullanmanız gerekecektir. Bu, tüm kurulum boyunca size yol gösterecektir. Stake etmenin bir kısmı, blok zincirinin yerel bir kopyası olan bir Eth2 istemcisi çalıştırır. Bunun bilgisayarınıza indirilmesi biraz zaman alabilir.",
  "page-eth2-staking-start": "Staking'i başlat",
  "page-eth2-staking-subtitle": "Staking, Ethereum ekosistemi için kamu yararına olan bir üründür. Ağın güvenliğini sağlamaya ve bu süreçte ödüller kazanmaya yardımcı olabilirsiniz.",
  "page-eth2-staking-sustainability": "Daha sürdürülebilir",
  "page-eth2-staking-sustainability-desc": "Doğrulayıcıların, bir Proof-of-Stake sistemine katılmak için enerji yoğun bilgisayarlara ihtiyacı yoktur - sadece bir dizüstü bilgisayar veya akıllı telefon yeterlidir. Bu, Ethereum'u çevre için daha iyi hale getirecektir.",
  "page-eth2-staking-the-beacon-chain": "Beacon Zinciri hakkında daha fazla bilgi",
  "page-eth2-staking-title-1": "Ödüller",
  "page-eth2-staking-title-2": "Riskler",
  "page-eth2-staking-title-3": "Gereksinimler",
  "page-eth2-staking-title-4": "ETH'nizi kilitleme",
  "page-eth2-staking-upgrades-li": "Proof-of-stake İşaret Zinciri tarafından yönetilir.",
  "page-eth2-staking-upgrades-li-2": "Ethereum, öngörülebilir bir gelecek için bir Proof-of-Stake İşaret Zinciri ve Proof-of-Work ana ağına sahip olacaktır. Mainnet, yıllardır kullandığımız Ethereum'dur.",
  "page-eth2-staking-upgrades-li-3": "Bu süre boyunca, staker'lar İşaret Zinciri'ne yeni bloklar ekleyecek ancak ana ağ işlemlerini işlemeyecektir.",
  "page-eth2-staking-upgrades-li-4": "Ethereum ana ağı bir parça haline geldiğinde, Ethereum tamamen bir hisse ispatı sistemine geçecektir.",
  "page-eth2-staking-upgrades-li-5": "Ancak o zaman stake'inizi çekebilirsiniz.",
  "page-eth2-staking-upgrades-title": "Hisse ispatı ve Eth2 yükseltmeleri",
  "page-eth2-staking-validators": "Daha fazla doğrulayıcı, daha fazla güvenlik",
  "page-eth2-staking-validators-desc": "Ethereum gibi bir blok zincirinde, ağın %51'ini kontrol ederseniz onu bozmak mümkündür. Örneğin, doğrulayıcıların %51'inin bakiyenizin 1 ETH değil 1.000.000 ETH okuduğunu beyan etmelerini sağlayabilirsiniz. Ancak doğrulayıcıların %51'ini kontrol etmek için sistemdeki ETH'nin %51'ine sahip olmanız gerekir – bu çok fazla!",
  "page-eth2-staking-withdrawals": "Çekimler hemen aktif olmayacaktır",
  "page-eth2-staking-withdrawals-desc": "Gelecekteki yükseltmeler dağıtılana kadar stake'inizi çekemezsiniz. Ana ağ, İşaret Zinciri sistemine bağlandıktan sonra para çekme işlemleri yapılabilir."
}
