{
  "consensus-client-lighthouse-logo-alt": "Lighthouse logosu",
  "consensus-client-lodestar-logo-alt": "Lodestar logo",
  "consensus-client-nimbus-logo-alt": "Nimbus logosu",
  "consensus-client-prysm-logo-alt": "Prysm logosu",
  "consensus-client-teku-logo-alt": "Teku logosu",
  "page-upgrades-answer-1": "Eth2' yi bugün kullanmış olduğumuz Ethereum' un bir dizi yükseltmesi olarak düşünebiliriz. Bu yükseltmeler beacon chain adı verilen yeni bir chain ve shards diye bilinen 64'e kadar chain oluşturmayı kapsar.",
  "page-upgrades-answer-2": "Bunlar, bugün kullandığımız Ethereum ana ağından ayrıdır ve onun yerini almaz.  Bunun yerine ana ağ, zamanla eklenen bu paralel sistemle dock edecek veya \"birleşecektir\".",
  "page-upgrades-answer-4": "Başka bir deyişle, bugün kullandığımız Ethereum, eninde sonunda Eth2 vizyonunda hedeflediğimiz tüm özellikleri bünyesinde barındıracaktır.",
  "page-upgrades-beacon-chain-btn": "Beacon Zinciri hakkında daha fazla bilgi",
  "page-upgrades-beacon-chain-date": "Beacon Zinciri 1 Aralık 2020'de yayına girdi.",
  "page-upgrades-beacon-chain-desc": "Ilk Eth2 ekosisteme ekleniyor. Beacon Zinciri, Ethereum'a destek getiriyor, gelecekteki yükseltmeler için zemin hazırlıyor ve sonunda yeni sistemi koordine edecek.",
  "page-upgrades-beacon-chain-estimate": "Beacon Zinciri aktif",
  "page-upgrades-beacon-chain-title": "İşaret (Beacon) Zinciri",
  "page-upgrades-bug-bounty": "Bug bounty programını görüntüle",
  "page-upgrades-clients": "Eth2 müşterilerine göz at",
  "page-staking-deposit-contract-title": "Para yatırma sözleşmesi adresini kontrol edin",
  "page-upgrades-diagram-ethereum-mainnet": " Ethereum mainnet",
  "page-upgrades-diagram-h2": "Geliştirmeler birbirine nasıl uyuyor",
  "page-upgrades-diagram-link-1": "Çalışma prensibi hakkında daha fazla bilgi",
  "page-upgrades-diagram-link-2": "Zincir parçaları hakkında daha fazla bilgi",
  "page-upgrades-diagram-mainnet": "Mainnet",
  "page-upgrades-diagram-p": "Ethereum ana ağı bir süre daha mevcut haliyle var olmaya devam edecek. Bu, Beacon Zinciri ve parça yükseltmelerinin ağı kesintiye uğratmayacağı anlamına gelir.",
  "page-upgrades-diagram-p-1": "Ana Ağ, sonunda Eth2 yükseltmelerinin getirdiği yeni sistemle birleşecek.",
  "page-upgrades-diagram-p-2": "Beacon Zinciri, Ethereum'un rehberi olacak, doğrulayıcıları koordine edecek ve blok oluşturma hızını belirleyecek.",
  "page-upgrades-diagram-p-3": "İlk başta, ana ağdan ayrı olarak var olacak ve doğrulayıcıları yönetecek - akıllı sözleşmeler, işlemler veya hesaplarla hiçbir ilgisi olmayacak.",
  "page-upgrades-diagram-p-4": "Parçalar, ana ağın üstesinden gelebileceği işlemlerin miktarını artırmaya yardımcı olmak için birçok ekstra veri sağlayacaktır. Beacon Zinciri tarafından koordine edilecekler.",
  "page-upgrades-diagram-p-5": "Ancak tüm işlemler, yapılan işin kanıtı ve madenciler tarafından güvence altına alınan, bugün bildiğimiz haliyle var olmaya devam edecek olan ana ağa bağlı olacak.",
  "page-upgrades-diagram-p-6": "Ana ağ, Beacon Zinciri tarafından koordine edilen hisse-kanıtı sistemiyle birleşecek.",
  "page-upgrades-diagram-p-8": "Ana ağ, yeni sistem kapsamında  bir parçaya(shard) dönüşecektir. Tüm Ethereum doğrulayıcılar tarafından güvence altına alınacağından artık madencilere ihtiyaç duyulmayacak.",
  "page-upgrades-diagram-p10": "Eth2 kötü bir değişim olarak gözükmemelidir. Buradaki temel amaç, Ethereum'un gerçek potansiyelini ortaya çıkarmak için üzerinde çalışılan bir dizi yükseltmeyi sağlamaktır.",
  "page-upgrades-diagram-scroll": "İncelemek için kaydırın - daha fazla bilgi için tıklayın.",
  "page-upgrades-diagram-shard": "Parçacık (1)",
  "page-upgrades-diagram-shard-1": "Parçacık (...)",
  "page-upgrades-diagram-shard-2": "Parçacık (2)",
  "page-upgrades-diagram-shard-3": "Parçacık (...)",
  "page-upgrades-diagram-validators": "Doğrulayıcılarla ilgili daha fazla bilgi",
  "page-upgrades-dive": "Vizyona dalın",
  "page-upgrades-dive-desc": "Ethereum'u nasıl daha ölçülebilir, güvenli ve sürdürülebilir yapabiliriz? Hem de Ethereum'un temel değeri olan merkeziyetsizleştirmeyi koruyarak.",
  "page-upgrades-docking": "Kenetleme",
  "page-upgrades-merge-answer-1": "Kenetlenme ana ağ parçaya dönüştüğünde gerçekleşir. İşaret zincirleri başarıyla uygulandıktan sonra olur.",
  "page-upgrades-merge-btn": "Kenetlenme hakkında daha fazla bilgi",
  "page-upgrades-merge-desc": "Mainnet Ethereum bir noktada İşaret Zinciri ile \"kenetlenecek\" veya \"birleşecektir\". Bu işlem ana ağın tamamı için stake etmeyi sağlar ve enerjisi yoğun madenciliğin sonuna işaret eder.",
  "page-upgrades-merge-estimate": "Tahmin: 2022",
  "page-upgrades-merge-mainnet": "Mainnet nedir?",
  "page-upgrades-merge-mainnet-eth2": "Ana ağı Eth2'ye kenetlemek",
  "page-upgrades-eth-blog": "ethereum.org blog",
  "page-upgrades-explore-btn": "Geliştirmeleri keşfet",
  "page-upgrades-get-involved": "Eth2'ye dahil olun",
  "page-upgrades-get-involved-2": "Dahil olun",
  "page-upgrades-head-to": "Git",
  "page-upgrades-help": "Eth2 konusunda yardımcı olmak ister misin?",
  "page-upgrades-help-desc": "Eth2 yükseltmelerine ağırlık vermek, testlere yardımcı olmak ve hatta ödüller kazanmak için birçok fırsat var.",
  "page-upgrades-index-staking": "Stake etme (kilitleme) burada",
  "page-upgrades-index-staking-desc": "Eth2 yükseltmelerinin anahtarı, stake etmenin tanıtılmasıdır. Ethereum ağının güvenliğini sağlamaya yardımcı olmak için ETH'nizi kullanmak istiyorsanız, aşağıdaki adımları uyguladığınızdan emin olun.",
  "page-upgrades-index-staking-learn": "Stake etme hakkında bilgi edinin",
  "page-upgrades-index-staking-learn-desc": "İşaret zinciri, Ethereum'a staking getirir. Bu sayede ETH'niz varsa, ağı güvence altına alarak herkese fayda sağlayabilir ve bu süreçte daha fazla ETH kazanabilirsiniz.",
  "page-upgrades-index-staking-step-1": "1. Başlama noktasını kurun",
  "page-upgrades-index-staking-step-1-btn": "Stake etme başlama noktasını ziyaret edin",
  "page-upgrades-index-staking-step-1-desc": "Eth2'ye dahil olmak için başlama noktasını kullanmanız gerekir - bu işlem boyunca size yol gösterecektir.",
  "page-upgrades-index-staking-step-2": "2. Stake etme adresini onaylayın",
  "page-upgrades-index-staking-step-2-btn": "Para yatırma sözleşme adresini onaylayın",
  "page-upgrades-index-staking-step-2-desc": "ETH'nizi riske atmadan önce, doğru adrese sahip olup olmadığınızı kontrol ettiğinizden emin olun. Bunu yapmadan önce başlatma panelinden geçmiş olmalısınız.",
  "page-upgrades-index-staking-sustainability": "Daha sürdürülebilir",
  "page-upgrades-just-docking": "Kenetlenme hakkında daha fazla bilgi",
  "page-upgrades-meta-desc": "Ethereum 2.0 yükseltmelerine ve gerçeğe dönüştürmeyi umdukları vizyona genel bir bakış.",
  "page-upgrades-meta-title": "Eth2 yükseltmeleri",
  "page-upgrades-miners": "Madenciler hakkında daha fazla bilgi",
  "page-upgrades-more-on-upgrades": "Eth2 yükseltmeleri hakkında daha fazla bilgi",
  "page-upgrades-proof-of-stake": "hisse kanıtı",
  "page-upgrades-proof-of-work": "iş kanıtı",
  "page-upgrades-proof-stake-link": "Hisse kanıtı hakkında daha fazla bilgi",
  "page-upgrades-question-1-desc": "Eth2, farklı alım tarihlerine sahip bir dizi farklı yükseltmedir.",
  "page-upgrades-question-1-title": "Eth2 ne zaman gönderilecek?",
  "page-upgrades-question-2-desc": "Eth2'yi ayrı bir blok zinciri olarak düşünmek doğru değildir.",
  "page-upgrades-question-2-title": "Eth2 ayrı bir blockchain mi?",
  "page-upgrades-question-3-answer-2": "Parça zinciri ve kenetleme yükseltmeleri, dapp geliştiricilerini etkileyebilir. Ancak şartnameler henüz kesinleşmedi, bu nedenle acil bir işlem yapılması gerekmiyor.",
  "page-upgrades-question-3-answer-3": "ethresear.ch adresinden Eth2 araştırma ve geliştirme ekibiyle konuşun.",
  "page-upgrades-question-3-answer-3-link": "Ethresear.ch ziyaret edin",
  "page-upgrades-question-3-desc": "Eth2'ye hazırlanmak için şu anda herhangi bir şey yapmanız gerekmiyor.",
  "page-upgrades-question-3-title": "Eth2'ye nasıl hazırlanırım?",
  "page-upgrades-question-4-answer-1": "Bugün bir işlem gönderdiğinizde veya bir dapp kullandığınızda Eth1 kullanırsınız. Bu, madenciler tarafından güvence altına alınan Ethereum'dur.",
  "page-upgrades-question-4-answer-2": "'Eth1' veya mainnet, kenetlenmeye kadar normal çalışmayı sürdürecektir.",
  "page-upgrades-question-4-answer-3": "Kenetlemeden sonra doğrulayıcılar hisse ispatı yoluyla ağın tamamının güvenliğini sağlayacaktır.",
  "page-upgrades-question-4-answer-6": "ETH'sini stake eden herkes doğrulayıcı olabilir.",
  "page-upgrades-question-4-answer-7": "Stake etme hakkında daha fazla bilgi",
  "page-upgrades-question-4-answer-8": "İşaret Zinciri ve parça zinciri yükseltmeleri ayrı olarak oluşturuldukları için Eth1'i bozmaz.",
  "page-upgrades-question-4-desc": "Eth1 bugün üzerinde işlem yaptığınız Ethereum ana ağını ifade eder.",
  "page-upgrades-question-4-title": "Eth1 nedir?",
  "page-upgrades-question-5-answer-1": "Ağda tam bir doğrulayıcı olmak için 32 ETH stake etmeniz gerekir. O kadar paranız yoksa veya o kadar stake etmek istemiyorsanız, staking havuzlarına katılabilirsiniz. Bu havuzlar, daha az stake etmenizi ve toplam ödüllerin bir kısmını kazanmanızı sağlar.",
  "page-upgrades-question-5-desc": "Stake başlatma panelini kullanmanız veya bir staking havuzuna katılmanız gerekecektir.",
  "page-upgrades-question-5-title": "Nasıl stake ederim?",
  "page-upgrades-question-6-answer-1": "Şu an için yapılacak bir işlem yoktur. Ancak, parça zincirleri ve kenetleme yükseltmeleriyle ilgili gelişmelerden haberdar olmanızı öneririz.",
  "page-upgrades-question-6-answer-3": "Ethereum foundation'dan Danny Ryan, topluluğu düzenli olarak güncelliyor:",
  "page-upgrades-question-6-answer-4": "ConsenSys'den Ben Edgington'ın haftalık bir Eth2 bülteni var:",
  "page-upgrades-question-6-answer-5": "Ayrıca ethresear.ch adresindeki Eth2 araştırma ve geliştirme tartışmasına da katılabilirsiniz.",
  "page-upgrades-question-6-desc": "Dapp'ınız yakın zamanda yapılacak herhangi bir yükseltmeden etkilenmeyecektir. Ancak gelecekteki yükseltmeler bazı değişiklikler gerektirebilir.",
  "page-upgrades-question-6-title": "Dapp'ımla ne yapmam gerekiyor?",
  "page-upgrades-question-7-desc": "Topluluğun her yerinden birçok farklı ekip, çeşitli Eth2 yükseltmeleri üzerinde çalışıyor.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(Rust uygulaması)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(JavaScript uygulaması)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(Nim uygulaması)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(Go uygulaması)",
  "page-upgrades-question-7-teams": "Eth2 müşteri ekipleri:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(Java uygulaması)",
  "page-upgrades-question-7-title": "Eth2'yi kim inşa ediyor?",
  "page-upgrades-question-8-answer-1": "Eth2 yükseltmeleri, güvenliği korurken ve sürdürülebilirliği artırırken Ethereum'un merkezi olmayan bir şekilde ölçeklenmesine yardımcı olur.",
  "page-upgrades-question-8-answer-2": "Muhtemelen en belirgin sorun, Ethereum'un saniyede 15-45'ten fazla işlemi gerçekleştirebilmesi gerektiğidir. Ancak Eth2 yükseltmeleri, bugün Ethereum ile ilgili diğer bazı sorunları da ele alıyor.",
  "page-upgrades-question-8-answer-3": "Ağ o kadar yüksek talep görüyor ki, bu durum Ethereum'u kullanmayı pahalı hale getiriyor. Ağdaki düğümler, Ethereum'un boyutu ve bilgisayarlarının işlemek zorunda olduğu veri miktarı altında zorlanıyor. Üstelik Ethereum'u güvenli ve merkezi olmayan tutan temeldeki algoritma, enerji olarak yoğundur ve daha çevreci olması gerekir.",
  "page-upgrades-question-8-answer-4": "2015'ten beri bile değişen şeylerin çoğu Ethereum yol haritasında yer almıştır. Ancak mevcut koşullar yükseltme ihtiyacını daha da artırıyor.",
  "page-upgrades-question-8-answer-6": "Eth2 vizyonunu keşfet",
  "page-upgrades-question-8-desc": "Bugün kullandığımız Ethereum'un son kullanıcılara ve ağ katılımcılarına daha iyi bir deneyim sunması gerekiyor.",
  "page-upgrades-question-8-title": "Eth2'ye neden ihtiyaç var?",
  "page-upgrades-question-9-answer-1": "Oynayabileceğiniz en aktif rol ETH'nizi stake etmektir.",
  "page-upgrades-question-9-answer-2": "İstemci çeşitliliğini geliştirmeye yardımcı olması için ikinci bir istemci çalıştırmak da isteyebilirsiniz.",
  "page-upgrades-question-9-answer-3": "Daha teknik biriyseniz, yeni istemcilerdeki hataları yakalamaya yardımcı olabilirsiniz.",
  "page-upgrades-question-9-answer-4": "Ayrıca ethresear.ch adresindeki Ethereum araştırmacılarıyla teknik tartışmalara katılabilirsiniz.",
  "page-upgrades-question-9-desc": "Katkıda bulunmak için teknik bir kişi olmanıza gerek yok. Topluluk için her türlü yeteneğin katkısı önemlidir.",
  "page-upgrades-question-9-stake-eth": "ETH stake etme",
  "page-upgrades-question-9-title": "Eth2'ye nasıl katkıda bulunabilirim?",
  "page-upgrades-question-10-answer-1": "Teknik bir yol haritası açısından çok fazla konuşmak istemiyoruz çünkü bu bir yazılım: işler değişebilir. Sonuçları okuduğunuzda neler olduğunu anlamanın daha kolay olduğunu düşünüyoruz.",
  "page-upgrades-question-10-answer-1-link": "Yükseltmeleri görüntüleyin",
  "page-upgrades-question-10-answer-2": "Ancak tartışmaları takip ettiyseniz, yükseltmelerin teknik yol haritalarına nasıl uyduğunu burada görebilirsiniz.",
  "page-upgrades-question-10-answer-3": "Faz 0, İşaret Zinciri'ni yayına almak için yapılan işi açıklar.",
  "page-upgrades-question-10-answer-5": "Teknik yol haritalarının 1. Aşaması parça zincirlerinin uygulanmasına odaklanır.",
  "page-upgrades-question-10-answer-6": "Ana ağı Eth2'ye kenetlemek, parça zincirlerini uygulamak için yapılan çalışmanın bir uzantısıdır ve Aşama 1.5 olarak anılır. Ancak bugün bildiğimiz Ethereum diğer Eth2 yükseltmeleriyle birleştiği için bu önemli bir andır. Üstelik Ethereum tamamen hisse ispatına geçtiğinde gerçekleşir.",
  "page-upgrades-question-10-answer-7": "Şu anda 2. Aşamada ne olacağı belli değildir. Bu hala yoğun bir araştırma ve tartışma noktasıdır. İlk plan, parça zincirlerine ekstra işlevsellik eklemektir, ancak rollup merkezli bir yol haritası ile gerekli olmayabilir.",
  "page-upgrades-question-10-answer-8": "Rollup merkezli bir yol haritası hakkında daha fazla bilgi",
  "page-upgrades-question-10-desc": "Aşamalar, işin aşamalarıyla ilgilidir ve Eth2 teknik yol haritasına odaklanır.",
  "page-upgrades-question-10-title": "Eth2 aşamaları nelerdir?",
  "page-upgrades-question-title": "Sıkça sorulan sorular",
  "page-upgrades-question3-answer-1": "Eth sahiplerinin kesinlikle bir şey yapmasına gerek yoktur. ETH'nizin değiştirilmesi veya yükseltilmesi gerekmeyecektir. Size aksini söyleyen dolandırıcılar büyük olasılıkla ortaya çıkabilir, bu yüzden dikkatli olun.",
  "page-upgrades-scalable": "Daha ölçeklenebilir",
  "page-upgrades-scalable-desc": "Uygulamaları daha hızlı ve daha ucuz hale getirmek için Ethereum'un saniyede 1000'lerce işlemi desteklemesi gerekir.",
  "page-upgrades-secure": "Daha güvenli",
  "page-upgrades-secure-desc": "Ethereum'un daha güvenli olmaya ihtiyacı var. Ethereum daha fazla benimsendikçe protokol her türlü saldırıya karşı daha güvenli hale gelmelidir.",
  "page-upgrades-shard-button": "Parçacık zincirleri hakkında daha fazla bilgi",
  "page-upgrades-shard-date": "İkinci yükseltme olan parça zincirlerinin sunumunun 2023 içinde yapılması bekleniyor.",
  "page-upgrades-shard-desc": "Parça zincirleri, Ethereum'un işlemleri işleme ve veri depolama kapasitesini genişletecektir. Parçalar, zamanla birden fazla aşamada kullanıma sunulan daha fazla özellik kazanacaktır.",
  "page-upgrades-shard-estimate": "Tahmin: 2023",
  "page-upgrades-shard-lower": "Zincir parçaları hakkında daha fazla bilgi",
  "page-upgrades-shard-title": "Parça zincirleri  (Shard chains)",
  "page-upgrades-stay-up-to-date": "Güncel kalın",
  "page-upgrades-stay-up-to-date-desc": "Eth2 yükseltmeleri üzerinde çalışan araştırmacılardan ve geliştiricilerden en son haberleri alın.",
  "page-upgrades-sustainable-desc": "Ethereum daha çevreci bir teknolojiye dönüşmek zorundadır. Günümüz teknolojisi çok fazla güç ve enerji tüketiyor",
  "page-upgrades-take-part": "Araştırmaya katılın",
  "page-upgrades-take-part-desc": "Ethereum araştırmacıları ve meraklıları, Eth2 ile ilgili her şeyi kapsayan araştırma çalışmalarını tartışmak için burada buluşuyor.",
  "page-upgrades-the-upgrades": "Eth2 yükseltmeleri",
  "page-upgrades-the-upgrades-desc": "Eth2, Ethereum'un ölçeklenebilirliğini, güvenliğini ve sürdürülebilirliğini artıran bir dizi yükseltmedir. Her biri üzerinde paralel olarak çalışılsa da, ne zaman dağıtılacaklarını belirleyen beli bağımlılıkları vardır.",
  "page-upgrades-unofficial-roadmap": "Bu resmi yol haritası değildir. Oradaki bilgilere dayanarak neler olup bittiğini bu şekilde görürüz. Ama bu teknolojidir ve işler bir anda değişebilir. Bu yüzden lütfen bunu bir taahhüt olarak ele almayın.",
  "page-upgrades-upgrade-desc": "Bildiğimiz ve sevdiğimiz Ethereum, sadece daha ölçeklenebilir, daha güvenli ve daha sürdürülebilir..",
  "page-upgrades-upgrades": "Eth2 yükseltmeleri",
  "page-upgrades-upgrades-aria-label": "Eth2 yükseltme menüsü",
  "page-upgrades-upgrades-beacon-chain": "İşaret (Beacon) Zinciri",
  "page-upgrades-upgrades-docking": "Ana ağ ve Eth2 kenetleme",
  "page-upgrades-upgrades-guide": "Eth2 yükseltme kılavuzu",
  "page-upgrades-upgrades-shard-chains": "Parçacık zincirleri",
  "page-upgrades-upgrading": "Ethereum'u radikal yeni zirvelere yükseltmek",
  "page-upgrades-vision": "Vizyon",
  "page-upgrades-vision-btn": "Eth2 vizyonu hakkında daha fazla bilgi",
  "page-upgrades-vision-desc": "Ethereum'u ana akım haline getirmek ve tüm insanlığa hizmet etmek için Ethereum'u daha ölçeklenebilir, güvenli ve sürdürülebilir hale getirmeliyiz.",
  "page-upgrades-vision-upper": "Eth2 vizyonu",
  "page-upgrades-what-to-do": "Ne yapmanız gerekiyor?",
  "page-upgrades-what-to-do-desc": "Bir dapp kullanıcısı veya ETH sahibiyseniz, hiçbir şey yapmanıza gerek yoktur. Bir geliştiriciyseniz veya stake etmeye başlamak istiyorsanız, bugün dahil olmanın yolları var.",
  "page-upgrades-whats-next": "Eth2 nedir?",
  "page-upgrades-whats-next-desc": "Eth2, Ethereum'u daha ölçeklenebilir, daha güvenli ve daha sürdürülebilir hale getirecek bir dizi birbirine bağlı yükseltmeyi ifade eder. Bu yükseltmeler, Ethereum ekosistemindeki birden fazla ekip tarafından oluşturuluyor.",
  "page-upgrades-whats-ethereum": "Bekle, Ethereum nedir?",
  "page-upgrades-whats-new": "Eth2'deki yenilikler neler?"
}
