{
  "page-roadmap-title": "Ethereum yol haritası",
  "page-roadmap-meta-title": "Ethereum yol haritası | ethereum.org",
  "page-roadmap-meta-description": "Ethereum için daha ölçeklenebilir, güvenli ve sürdürülebilir olmanın yolu.",
  "page-roadmap-banner-notification": "Ethereum'un gelişimi topluluk odaklıdır ve değişime tabidir.",
  "page-roadmap-changes-coming-title": "Ethereum'a hangi değişiklikler geliyor?",
  "page-roadmap-changes-coming-description": "Ethereum zaten güçlü bir platform, ancak hâlâ geliştiriliyor. İddialı bir dizi iyileştirme, Ethereum'u mevcut hâlinden tamamen ölçeklendirilmiş, maksimum dayanıklılığa sahip bir platforma yükseltecektir.",
  "page-roadmap-cheaper-transactions-title": "Daha ucuz işlemler",
  "page-roadmap-cheaper-transactions-description": "Toplamalar çok pahalıdır ve merkezi bileşenlere dayanır, bu da kullanıcıların operatörlerine çok fazla güvenmesine neden olur. Yol haritası bu sorunların her ikisi için de düzeltmeler içerir.",
  "page-roadmap-cheaper-transactions-button": "Ücretleri düşürme hakkında daha fazla bilgi",
  "page-roadmap-extra-security-title": "Daha fazla güvenlik",
  "page-roadmap-extra-security-description": "Ethereum zaten çok güvenli ancak gelecekte her türlü saldırıya karşı koymaya hazır olacak şekilde daha da güçlendirilebilir.",
  "page-roadmap-extra-security-button": "Güvenlik hakkında daha fazla bilgi",
  "page-roadmap-better-user-experience-title": "Daha iyi kullanıcı deneyimi",
  "page-roadmap-better-user-experience-description": "Akıllı sözleşme cüzdanları ve hafif düğümler için daha fazla destek, Ethereum kullanımını daha basit ve daha güvenli hale getirecektir.",
  "page-roadmap-better-user-experience-button": "Kullanıcı deneyimi hakkında daha fazla bilgi",
  "page-roadmap-future-proofing-title": "Geleceği garantileme",
  "page-roadmap-future-proofing-description": "Ethereum araştırmacıları ve geliştiricileri, ağı gelecek nesillere hazırlayarak yarının sorunlarını bugünden çözüyor.",
  "page-roadmap-future-proofing-button": "Geleceğe hazırlık hakkında daha fazla bilgi",
  "page-roadmap-why-need-title": "Neden Ethereum bir yol haritasına ihtiyaç duyar?",
  "page-roadmap-why-need-description": "Ethereum, ölçeklenebilirliğini, güvenliğini veya sürdürülebilirliğini artıran düzenli yükseltmeler alır. Ethereum'un temel güçlerinden biri, araştırma ve geliştirmeden ortaya çıkan yeni fikirlere uyum sağlamasıdır. Uyum sağlama yeteneği, Ethereum'a ortaya çıkan zorlukların üstesinden gelme ve en gelişmiş teknolojik atılımlara ayak uydurma esnekliği verir.",
  "page-roadmap-how-defined-title": "Yol haritası nasıl tanımlandı",
  "page-roadmap-how-defined-p1": "Yol haritası çoğunlukla, araştırmacı ve geliştirmecilerin yıllar süren çalışmasının ürünüdür çünkü protokol oldukça tekniktir, ancak motive olmuş kişiler katılabilir.",
  "page-roadmap-how-defined-p2": "Fikirler genellikle <a href=\"https://ethresear.ch\">ethresear.ch</a>, <a href=\"https://ethereum-magicians.org\">Ethereum Magicians</a> veya Eth Ar-Ge discord sunucusu gibi bir forumda tartışma olarak başlar. Bunlar, keşfedilen yeni güvenlik açıklarına yanıtlar, uygulama katmanında çalışan kuruluşlardan (merkeziyetsiz uygulamalar ve borsalar gibi) gelen öneriler veya son kullanıcılar için bilinen sıkıntılardan (maliyetler veya işlem hızları gibi) kaynaklanabilir.",
  "page-roadmap-how-defined-p3": "Bu fikirler olgunlaştığında, <a href=\"https://eips.ethereum.org\">Ethereum İyileştirme Önerileri</a> olarak önerilebilir. Bütün bunlar halka açık bir şekilde yapılır, böylece topluluktan herkes istediği zaman fikir beyan edebilir.",
  "page-roadmap-governance-button": "Ethereum yönetişimi hakkında daha fazla bilgi",
  "page-roadmap-hero-alt": "Ethereum yol haritası",
  "page-roadmap-technical-upgrades-title": "Ethereum'a hangi teknik yükseltmeler geliyor?",
  "page-roadmap-danksharding-title": "Danksharding (Dank Parçalama)",
  "page-roadmap-danksharding-description": "Danksharding, Ethereum bloklarına veri \"blob\"ları ekleyerek Katman 2 toplamalarını kullanıcılar için çok daha ucuz hale getirir.",
  "page-roadmap-single-slot-finality-title": "Tek yuva kesinliği",
  "page-roadmap-single-slot-finality-description": "On beş dakika beklemek yerine bloklar aynı slotta önerilip sonlandırılabilir. Bu, uygulamalar için daha kullanışlıdır ve saldırıya uğraması daha zordur.",
  "page-roadmap-account-abstraction-title": "Hesap soyutlama",
  "page-roadmap-account-abstraction-description": "Hesap soyutlama, karmaşık ara katman yazılımları kullanmak zorunda kalmadan, akıllı sözleşme cüzdanlarını doğrudan Ethereum üzerinde destekleyen bir yükseltme sınıfıdır.",
  "page-roadmap-statelessness-title": "Durumsuzluk",
  "page-roadmap-statelessness-description": "Durumsuz istemciler, büyük miktarda veri depolamak zorunda kalmadan yeni blokları doğrulayabilecektir. Bu, günümüz maliyetlerinin çok küçük bir kısmıyla bir düğüm çalıştırmanın tüm avantajlarını sağlayacaktır.",
  "page-roadmap-learn-more": "Daha fazla bilgi edinin",
  "page-roadmap-timeline-title": "Bu yükseltmeler için zaman çizelgesi nedir?",
  "page-roadmap-blocks-alt": "Ethereum blokları",
  "page-roadmap-faq-1-title": "Ethereum'un yol haritası zaman içinde değişecek mi?",
  "page-roadmap-faq-1-p1": "Evet, neredeyse kesinlikle.",
  "page-roadmap-faq-1-p1-continued": "Yol haritası, hem yakın vadeli hem de gelecekteki planları kapsayan, Ethereum'u yükseltmeye yönelik mevcut plandır. Yeni bilgi ve teknoloji kullanıma sunuldukça yol haritasının değişmesini bekliyoruz.",
  "page-roadmap-faq-1-p2": "Ethereum'un yol haritasını, Ethereum'u iyileştirmeye yönelik bir amaçlar kümesi olarak düşünün; bu, çekirdek araştırmacıların ve geliştiricilerin Ethereum'un geleceğine ilişkin en iyi hipotezidir.",
  "page-roadmap-faq-2-title": "Yol haritası ne zaman sonlanacak?",
  "page-roadmap-faq-2-p1": "Bazı yükseltmeler daha düşük önceliğe sahiptir ve önümüzdeki 5-10 sene içinde uygulanmaya alınması düşünülmemektedir (ör. kuantum direnci).",
  "page-roadmap-faq-2-p1-strong": "Her yükseltmenin kesin zamanlamasını vermek karmaşıktır",
  "page-roadmap-faq-2-p1-continued": "çünkü birçok yol haritası maddesi üzerinde paralel olarak çalışılır ve farklı hızlarda geliştirilir. Bir yükseltmenin aciliyeti, dış etkenlere bağlı olarak zamanla da değişebilir (örneğin kuantum bilgisayarların performans ve kullanılabilirliğindeki ani bir sıçrama, kuantuma dayanıklı kriptografiyi daha acil hale getirebilir).",
  "page-roadmap-faq-2-p2": "Ethereum'un gelişimini düşünmenin bir yolu, biyolojik evrimle bir analoji kurmaktır. Yeni zorluklara uyum sağlayabilen ve zindeliğini koruyabilen bir ağın, değişime direnen bir ağdan daha başarılı olma olasılığı daha yüksektir; ancak ağ giderek daha performanslı, ölçeklenebilir ve güvenli hale geldikçe protokolde daha az değişiklik gerekecektir.",
  "page-roadmap-faq-3-title": "Bu yükseltmelere hazırlanmak için herhangi bir şey yapmam gerekir mi?",
  "page-roadmap-faq-3-p1": "Yükseltmeler, daha iyi kullanıcı deneyimleri ve daha güvenli bir protokol ve belki de Ethereum ile nasıl etkileşim kurulacağına dair daha fazla <i>seçenek</i> sunmak dışında son kullanıcıları etkilememe eğilimindedir. <strong>Normal kullanıcıların bir yükseltmeye aktif olarak katılmaları veya varlıklarını güvence altına almak için herhangi bir şey yapmaları gerekmez**</strong> <a href=\"/glossary/#node\">Düğüm</a> operatörlerinin bir yükseltmeye hazırlanmak için istemcilerini güncellemeleri gerekecektir. Bazı yükseltmeler, uygulama geliştiricileri için değişikliklere yol açabilir. Örneğin, geçmişin zaman aşımına uğraması yükseltmeleri, uygulama geliştiricilerinin geçmiş verileri yeni kaynaklardan almasına yol açabilir.",
  "page-roadmap-faq-4-title": "Peki ya parçalama?",
  "page-roadmap-faq-4-p1": "Parçalama, Ethereum blokzincirini bölerek <a href=\"/glossary/#validator\">doğrulayıcıların</a> alt kümelerinin toplam verinin yalnızca bir kısmından sorumlu olmasını sağlamaktır. Bu, başlangıçta Ethereum'un ölçeklenmesi için düşünülen yoldu. Ancak, <a href=\"/glossary/#layer-2\">Katman 2</a> toplamaları beklenenden çok daha hızlı gelişti ve halihazırda büyük bir ölçeklendirme sağladı ve Proto-Danksharding uygulandıktan sonra çok daha fazlasını sağlayacak. Bu, \"parça zincirlerinin\" artık gerekli olmadığı ve yol haritasından çıkarıldığı anlamına gelir.",
  "page-roadmap-release-status-prod": "Üretimde",
  "page-roadmap-release-status-soon": "Çok yakında",
  "page-roadmap-release-status-dev": "Geliştirme aşamasında",
  "page-roadmap-release-main-features": "Ana özellikler",
  "page-roadmap-release-learn-more": "Daha fazla bilgi edin",
  "page-roadmap-release-forkcast": "Değişiklikleri izle",
  "page-roadmap-paris-pos-title": "Hisse İspatına Geçiş",
  "page-roadmap-paris-pos-item-1": "Enerji yoğun madencilik, hisselemeye dayalı mutabakat ile değiştirildi",
  "page-roadmap-paris-pos-item-2": "Ethereum'un enerji tüketimini ~%99,95 oranında azalttı",
  "page-roadmap-paris-beacon-title": "İşaret Zinciri Entegrasyonu",
  "page-roadmap-paris-beacon-item-1": "İşaret Zinciri'ni Ethereum ana ağıyla birleştirdi",
  "page-roadmap-paris-beacon-item-2": "PoS mutabakat mekanizmasına tam geçişi sağladı",
  "page-roadmap-paris-difficulty-title": "Zorluk Bombasının Kaldırılması",
  "page-roadmap-paris-difficulty-item-1": "Madencilik zorluğunu artıran zorluk bombası kaldırıldı",
  "page-roadmap-paris-difficulty-item-2": "Yeni mutabakat mekanizmasına sorunsuz geçişi sağladı",
  "page-roadmap-shapella-withdrawals-title": "Stake çekimleri",
  "page-roadmap-shapella-withdrawals-item-1": "Doğrulayıcıların kilitledikleri ETH'lerini ve ödüllerini çekmelerini sağladı",
  "page-roadmap-shapella-withdrawals-item-2": "Kısmi ve tam para çekme yetenekleri getirildi",
  "page-roadmap-shapella-eip4895-title": "EIP-4895: İşaret zinciri anlık para çekme işlemleri",
  "page-roadmap-shapella-eip4895-item-1": "Para çekme işlemleri için yeni bir sistem düzeyinde işlem eklendi",
  "page-roadmap-shapella-eip4895-item-2": "Para çekme taleplerinin güvenli ve verimli bir şekilde işlenmesini sağladı",
  "page-roadmap-shapella-eip3651-title": "EIP-3651: Warm COINBASE",
  "page-roadmap-shapella-eip3651-item-1": "COINBASE adresine erişim için gaz maliyetlerini düşürdü",
  "page-roadmap-shapella-eip3651-item-2": "Belirli akıllı sözleşme operasyonlarının verimliliğini artırdı",
  "page-roadmap-dencun-danksharding-title": "Proto-danksharding (EIP-4844)",
  "page-roadmap-dencun-danksharding-item-1": "Toplama işlem maliyetlerini önemli ölçüde azaltmak için blob işlemleri tanıtıldı",
  "page-roadmap-dencun-danksharding-item-2": "Verileri geçici ve ucuz bir şekilde depolayan yeni bir işlem türü eklendi",
  "page-roadmap-dencun-eip1153-title": "EIP-1153: Geçici depolama işlem kodları",
  "page-roadmap-dencun-eip1153-item-1": "İşlem yürütme sırasında geçici depolama için TSTORE ve TLOAD işlem kodları eklendi",
  "page-roadmap-dencun-eip1153-item-2": "Daha verimli akıllı sözleşme modelleri sağlar ve gaz maliyetlerini düşürür",
  "page-roadmap-dencun-eip4788-title": "EIP-4788: EVM'deki işaret bloğu kökü",
  "page-roadmap-dencun-eip4788-item-1": "Mutabakat katmanı bilgilerini akıllı sözleşmelere sunar",
  "page-roadmap-dencun-eip4788-item-2": "Yeni güveni en aza indirilmiş uygulamaları ve zincirler arası köprüleri mümkün kılar",
  "page-roadmap-pectra-eoa-title": "EOA cüzdanlarını akıllı sözleşme işlevselliği ile geliştirin",
  "page-roadmap-pectra-eoa-item-1": "Kullanıcılar adreslerini mevcut bir akıllı sözleşmenin koduyla temsil edilecek şekilde ayarlayabilir ve işlem gruplama, işlem ücreti sponsorluğu veya daha iyi kurtarma mekanizmaları gibi avantajlar elde edebilirler",
  "page-roadmap-pectra-balance-title": "Maksimum etkili bakiyeyi artırın",
  "page-roadmap-pectra-balance-item-1": "Paydaşlar artık stake etmek için isteğe bağlı miktarda ETH seçebilir ve minimumun üzerindeki her 1 ETH için ödül alabilirler",
  "page-roadmap-pectra-blob-title": "Blob işlem hacmi artışı",
  "page-roadmap-pectra-blob-item-1": "Blob sayısı 3 hedeften 6 hedefe çıkarılacak, maksimum 9 olacak, bu da Ethereum toplamalarında daha ucuz ücretlerle sonuçlanacak",
  "page-roadmap-fusaka-peerdas-title": "PeerDAS (Eşler Arası Veri Kullanılabilirliği Örneklemesi)",
  "page-roadmap-fusaka-peerdas-item-1": "Toplamalar için daha verimli veri kullanılabilirliği sağlar",
  "page-roadmap-fusaka-peerdas-item-2": "Merkeziyetsizliği korurken bir düğüm çalıştırmayı daha erişilebilir hale getirir",
  "page-roadmap-fusaka-additional-title": "Potansiyel Ek Özellikler",
  "page-roadmap-fusaka-additional-item-1": "Kullanıcı deneyimini iyileştirmek için mobil cihazlarda güvenli yerleşim bölgeleri desteği",
  "page-roadmap-fusaka-additional-item-2": "Blob ücret piyasası iyileştirmeleri",
  "page-roadmap-fusaka-additional-item-3": "Doğrulayıcı verimliliğinde ve ağ performansında daha fazla iyileştirme",
  "page-roadmap-glamsterdam-discussed-title": "Glamsterdam için planlandı",
  "page-roadmap-glamsterdam-discussed-item-1": "Resmi Teklifçi-Oluşturucu Ayrımı (ePBS)",
  "page-roadmap-glamsterdam-discussed-item-2": "Blok Düzeyinde Erişim Listeleri (BAL'ler)"
}
