{
  "page-get-eth-article-keeping-crypto-safe": "Kriptonuzu güvende tutmanın anahtarları",
  "page-get-eth-article-protecting-yourself": "Kendinizi ve paranızı korumak",
  "page-get-eth-article-store-digital-assets": "Dijital varlıklar Ethereum'da nasıl saklanır",
  "page-get-eth-cex": "Merkezi borsalar",
  "page-get-eth-cex-desc": "Borsalar, geleneksel para birimleri kullanarak kripto varlık satın almanızı sağlayan işletmelerdir. Satın aldığınız her ETH üzerinde kontrol ettiğiniz bir cüzdana gönderene kadar velayet sahibidirler.",
  "page-get-eth-checkout-dapps-btn": "Dappsa göz atın",
  "page-get-eth-community-safety": "Güvenlik üzerine topluluk gönderileri",
  "page-get-eth-description": "Ethereum ve ETH herhangi bir hükümet veyahut şirket tarafından kontrol edilmemektedir, tamamen bağımsızdır. Bu ETH'nin herkesin kullanımına açık olduğu anlamına gelir.",
  "page-get-eth-dex": "Merkeziyetsiz borsalar (DEXs)",
  "page-get-eth-dex-desc": "Eğer daha fazla kontrol isterseniz eşler arası ETH satın alabilirsiniz. Bir DEX ile birlikte fonunuzun kontrolünü herhangi bir merkezi şirkete vermeden ticaret yapabilirsiniz.",
  "page-get-eth-dexs": "Merkeziyetsiz borsalar (DEXs)",
  "page-get-eth-dexs-desc": "Merkezi olmayan borsalar, ETH ve diğer tokenler için açık pazar yerleridir. Alıcıları ve satıcıları doğrudan birbirine bağlarlar.",
  "page-get-eth-dexs-desc-2": "İşlemdeki fonları korumak için güvenilir bir üçüncü taraf kullanmak yerine kod kullanırlar. Satıcının ETH'si yalnızca ödeme garanti edildiğinde aktarılacaktır. Bu kod türü akıllı sözleşme olarak bilinir.",
  "page-get-eth-dexs-desc-3": "Merkezi alternatiflere göre daha az coğrafi kısıtlama vardır. Bir kişi istediğinizi satıyorsa ve sağlayabileceğiniz bir ödeme yöntemini kabul ediyorsa, başlamaya hazırsınız. DEX'ler, diğer tokenler, PayPal ve hatta şahsen nakit ödemelerle ETH satın almanıza izin verebilir.",
  "page-get-eth-do-not-copy": "Örnektir: Kopyalamayın",
  "page-get-eth-exchanges-disclaimer": "Bu bilgileri manuel olarak topladık. Yanlış bir şey tespit ederseniz, bize buradan bildirin",
  "page-get-eth-exchanges-empty-state-text": "ETH satın almak için kullanabileceğiniz cüzdan ve borsaların listesini görmek için ikamet ettiğiniz ülkeyi girin",
  "page-get-eth-exchanges-except": "Dışında",
  "page-get-eth-exchanges-header": "Hangi ülkede yaşamaktasınız?",
  "page-get-eth-exchanges-header-exchanges": "Borsalar",
  "page-get-eth-exchanges-header-wallets": "Cüzdanlar",
  "page-get-eth-exchanges-intro": "Borsalar ve cüzdanlar, kripto satabilecekleri yerler konusunda kısıtlamalara sahiptir.",
  "page-get-eth-exchanges-no-exchanges": "Üzgünüz, bu ülkeden ETH satın almanıza izin veren herhangi bir borsadan haberimiz yok. Bunu yaparsanız, bize bildirin",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Üzgünüz, bu ülkeden ETH satın almanıza izin veren herhangi bir borsadan haberimiz yok. Bunu yaparsanız, bize bildirin",
  "page-get-eth-exchanges-no-wallets": "Üzgünüz, bu ülkeden ETH satın almanıza izin veren herhangi bir borsadan haberimiz yok. Bunu yaparsanız, bize bildirin",
  "page-get-eth-exchanges-search": "Yaşadığınız yeri yazın...",
  "page-get-eth-exchanges-success-exchange": "Yasal kontrolleri nedeniyle bir borsaya kaydolmak birkaç gün sürebilir.",
  "page-get-eth-exchanges-success-wallet-link": "cüzdanlar",
  "page-get-eth-exchanges-success-wallet-paragraph": "Yaşadığınız yerde, doğrudan bu cüzdanlardan ETH satın alabilirsiniz. Hakkında daha fazla bilgi alın",
  "page-get-eth-exchanges-usa": "Amerika Birleşik Devletleri (ABD)",
  "page-get-eth-get-wallet-btn": "Bir cüzdan edin",
  "page-get-eth-hero-image-alt": "ETH hero görsel edin",
  "page-get-eth-keep-it-safe": "ETH'nizi güvende tutmak",
  "page-get-eth-meta-description": "Yaşadığınız yere göre ETH nasıl satın alınır ve bununla nasıl ilgileneceğinize dair tavsiyeler.",
  "page-get-eth-meta-title": "ETH nasıl alınır",
  "page-get-eth-need-wallet": "DEX kullanmak için cüzdanınız olmalıdır.",
  "page-get-eth-new-to-eth": "ETH'de yeni misiniz? İşte başlamanıza yardımcı olacak bir genel bakış.",
  "page-get-eth-other-cryptos": "Başka bir kripto ile satın alın",
  "page-get-eth-protect-eth-desc": "Çok fazla ETH satın almayı planlıyorsanız, bunu bir borsada değil, kontrol ettiğiniz bir cüzdanda tutmak isteyebilirsiniz. Bunun nedeni borsanın bilgisayar korsanları için olası bir hedef olmasıdır. Bilgisayar korsanı erişim kazanırsa, paranızı kaybedebilirsiniz. Alternatif olarak, cüzdanınızı yalnızca siz kontrol edersiniz.",
  "page-get-eth-protect-eth-in-wallet": "ETH'nizi bir cüzdanda koruyun",
  "page-get-eth-search-by-country": "Ülkeye göre ara",
  "page-get-eth-security": "Ancak bu aynı zamanda fonlarınızın güvenliğini ciddiye almanız gerektiği anlamına gelir. ETH ile paranızla ilgilenecek bir bankaya değil, kendinize güvenirsiniz.",
  "page-get-eth-smart-contract-link": "Akıllı kontratlar hakkında daha fazla bilgi edin",
  "page-get-eth-swapping": "Token'larınızı başkalarının ETH'siyle değiştirin. Ya da tam tersini yapın.",
  "page-get-eth-try-dex": "Bir DEX deneyin",
  "page-get-eth-use-your-eth": "ETH'nizi kullanın",
  "page-get-eth-use-your-eth-dapps": "Artık bir miktar ETH'ye sahip olduğunuza göre, bazı Ethereum uygulamalarına (dapps) göz atın. Finans, sosyal medya, oyun ve diğer birçok kategori için uygulamalar var.",
  "page-get-eth-wallet-instructions": "Cüzdan talimatlarını takip edin",
  "page-get-eth-wallet-instructions-lost": "Cüzdanınıza erişiminizi kaybederseniz, fonlarınıza erişimi de kaybedersiniz. Cüzdanınız size buna karşı korunma talimatları sunmalıdır. Bunları dikkatli bir şekilde takip ettiğinizden emin olun - çoğu durumda cüzdanınıza erişiminizi kaybederseniz size kimse yardımcı olamaz.",
  "page-get-eth-wallets": "Cüzdanlar",
  "page-get-eth-wallets-link": "Cüzdanlar hakkında daha fazlası",
  "page-get-eth-wallets-purchasing": "Bazı cüzdanlar banka/kredi kartı, banka havalesi ve hatta Apple Pay ile kripto satın almanıza izin verir. Coğrafi kısıtlamalar geçerlidir.",
  "page-get-eth-warning": "Bu DEX'ler yeni başlayanlar için değil çünkü bunları kullanmak için bir miktar ETH'ye ihtiyacınız olacak.",
  "page-get-eth-what-are-DEX's": "DEX'ler nedir?",
  "page-get-eth-whats-eth-link": "ETH nedir?",
  "page-get-eth-where-to-buy-desc": "Borsalardan ya da cüzdanlardan doğrudan ETH satın alabilirsiniz.",
  "page-get-eth-where-to-buy-desc-2": "Nerede yaşadığınıza bağlı olarak kullanabileceğiniz hizmetlere bakın.",
  "page-get-eth-where-to-buy-title": "ETH nereden alınır",
  "page-get-eth-your-address": "ETH adresiniz",
  "page-get-eth-your-address-desc": "Bir cüzdan indirdiğinizde, sizin için genel bir ETH adresi oluşturacaktır. Şu şekilde görünür:",
  "page-get-eth-your-address-desc-3": "Bunu e-posta adresiniz gibi düşünün, ancak posta yerine ETH alabilir. ETH'yi bir borsadan cüzdanınıza aktarmak istiyorsanız, hedef olarak adresinizi kullanın. Göndermeden önce her zaman iki kez kontrol ettiğinizden emin olun!",
  "page-get-eth-your-address-wallet-link": "Cüzdanları kontrol edin",
  "listing-policy-raise-issue-link": "Sorun bildir",
  "page-find-wallet-last-updated": "Son güncelleme"
}
