{
  "page-wallets-accounts-addresses": "Cüzdanlar, hesaplar, anahtarlar ve adresler",
  "page-wallets-accounts-addresses-desc": "Bazı temel terimler arasındaki farkları anlamak önemlidir.",
  "page-wallets-accounts-ethereum-addresses": "<b>Her bir Ethereum hesabının, bir adresi bulunur</b>. Tıpkı her posta kutusunun da bir adresi olduğu gibi. Ethereum hesabınızın adresi, dijital varlıklarınızı tanımlamak için kullanılır.",
  "page-wallets-alt": "Ethereum cüzdanını temsil eden, gövdesi yerinde kasası olan bir robot görseli",
  "page-wallets-ethereum-account": "<b>Bir Ethereum hesabı, bir anahtar çiftinden oluşur</b>. <a href=\"/glossary/#public-key\">Bir anahtar</a> özgürce paylaşabildiğiniz bir adres oluşturmak için kullanılırken <a href=\"/glossary/#private-key\">diğer anahtar</a> bir şeyleri imzalamak amacıyla kullanıldığı için gizli tutulmalıdır. Bu anahtarlar birlikte, varlıklarınızı tutmanızı ve işlemler yapmanızı sağlar.",
  "page-wallets-blog": "Coinbase blogu",
  "page-wallets-bookmarking": "Cüzdanınızı işaretleyin",
  "page-wallets-bookmarking-desc": "Bir web cüzdanı kullanıyorsanız, kimlik avı dolandırıcılıklarına karşı kendinizi korumak için siteyi yer imlerine ekleyin.",
  "page-wallets-cd": "<b>Fiziksel donanım cüzdanları</b>, kripto paranızı çevrimdışı tutmanızı sağlayan cihazlardır ve çok güvenlidirler",
  "page-wallets-desc-2": "Birçok kişi dijital varlıklarını ve kimliklerini yönetmek için cüzdanları kullanır.",
  "page-wallets-desc-2-link": "ETH hakkında daha fazlası",
  "page-wallets-desc-3": "Cüzdanınız Ethereum hesabınız ile etkileşime geçmeniz için bir araçtır. Bu, cüzdan sağlayıcılarını istediğiniz zaman değiştirebileceğiniz anlamına gelir. Birçok cüzdan aynı zamanda birkaç Ethereum hesabını tek bir uygulamadan yönetmenize de olanak verir.",
  "page-wallets-desc-4": "Cüzdan sağlayıcıları, varlıklarınızın gözetimine sahip değildir. Sadece size Ethereum üzerindeki varlıklarınızı görmeniz için bir sekme ve bunları kolayca yönetebileceğiniz araçları sağlarlar.",
  "page-wallets-description": "Ethereum cüzdanları, hesabınızı yönetmenizi sağlayan uygulamalardır. Tıpkı fiziksel cüzdanınız gibi kimliğinizi kanıtlamak ve varlıklarınızı yönetebilmek için gerekli her şeyi içerir. Cüzdanınız, uygulamalarda oturum açmanızı, bakiyenizi görmenizi, işlemler gönderebilmenizi ve kimliğinizi doğrulamanızı sağlar.",
  "page-wallets-desktop": "<b> Masaüstü uygulamaları</b>, fonlarınızı macOS, Windows veya Linux üzerinden yönetmeyi tercih ediyorsanız iyi bir seçenektir",
  "page-wallets-ethereum-wallet": "<b>Cüzdan, anahtarlarınızı kullanarak hesabınızla etkileşime geçmenizi sağlayan bir araçtır</b>. Hesap bakiyenizi görüntüleyebilmenize, işlem göndermenize ve daha fazlasına olanak tanır.",
  "page-wallets-explore": "Ethereum'u Keşfedin",
  "page-wallets-features-desc": "Önem verdiğiniz özelliklere göre cüzdanınızı seçmenize yardımcı olabiliriz.",
  "page-wallets-features-title": "Cüzdanları özelliklerine göre karşılaştır",
  "page-wallets-find-wallet-btn": "Bir cüzdan bul",
  "page-wallets-find-wallet-link": "Bir cüzdan bul",
  "page-wallets-get-some": "Bir miktar ETH edin",
  "page-wallets-get-some-alt": "Lego tuğlalarından ETH sembolü inşa eden bir elin görseli",
  "page-wallets-get-some-btn": "Bir miktar ETH edin",
  "page-wallets-get-some-desc": "ETH, Ethereum'un yerel kriptosudur. Ethereum uygulamalarını kullanmak için cüzdanınızda bir miktar ETH'ye ihtiyacınız olacak.",
  "page-wallets-keys-to-safety": "Kriptonuzu güvende tutmanın anahtarları",
  "page-wallets-manage-funds": "Fonlarınızı yönetmek için bir uygulama",
  "page-wallets-manage-funds-desc": "Cüzdanınız bakiyelerinizi, işlem geçmişinizi gösterir ve size para göndermek/almak için bir yol sunar. Bazı cüzdanlar daha fazlasını sunabilir.",
  "page-wallets-meta-description": "Ethereum cüzdanlarını kullanmak için bilmeniz gerekenler.",
  "page-wallets-meta-title": "Ethereum cüzdanları",
  "page-wallets-mobile": "<b>Mobil uygulamalar</b>, fonlarınıza her yerden erişebilmenize olanak tanır",
  "page-wallets-more-on-dapps-btn": "Merkeziyetsiz uygulamalar hakkında daha fazla bilgi",
  "page-wallets-most-wallets": "Çoğu cüzdan ürünü, bir Ethereum hesabı oluşturmanıza izin verir. Yani bir cüzdan indirmeden önce birine ihtiyacınız yok.",
  "page-wallets-protecting-yourself": "Kendinizi ve paranızı korumak",
  "page-wallets-seed-phrase": "<a href=\"/glossary/#recovery-phrase\">Kurtarma ifadenizi</a> yazın",
  "page-wallets-seed-phrase-desc": "Cüzdanlar genellikle size güvenli bir yere yazmanız gereken bir çekirdek cümlesi verir. Cüzdanınızı kurtarmanın tek yolu budur.",
  "page-wallets-seed-phrase-example": "İşte bir örnek:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Bir bilgisayarda saklamayın. Bir yere yazın ve güvende tutun.",
  "page-wallets-slogan": "Dijital geleceğinizin anahtarlarını tutmak",
  "page-wallets-stay-safe": "Nasıl güvende kalınır",
  "page-wallets-stay-safe-desc": "Finansal özgürlük ve varlıklarınıza dilediğiniz yerden erişip onları kullanabilmek, belirli sorumlulukları beraberinde getirir. Kriptoda müşteri hizmetleri yoktur. <b>Anahtarlarınızı güvende tutmak sizin sorumluluğunuzdadır</b>.",
  "page-wallets-subtitle": "Cüzdanlar dijital varlıklarınıza ulaşmanıza ve uygulamalara giriş yapmanıza yardımcı olur.",
  "page-wallets-take-responsibility": "Varlıklarınızın sorumluluğunu alın",
  "page-wallets-take-responsibility-desc": "Merkezi borsalar, cüzdanınızı sizin kullanıcı adınız ve şifrenizle eşleştirerek geleneksel bir şekilde cüzdanınızı kurtarmanızı sağlar. Bu durumda varlıklarınızın velayeti için o borsaya güvendiğinizi unutmayın. Eğer o borsanın finansal bir sorunu varsa varlıklarınız riske girecektir.",
  "page-wallets-tips": "Güvende kalmak için daha fazla öneri",
  "page-wallets-tips-community": "Topluluktan gelenler",
  "page-wallets-title": "Ethereum cüzdanları",
  "page-wallets-triple-check": "Herşeyi üç kere kontrol edin",
  "page-wallets-triple-check-desc": "İşlemlerin geri alınamayacağını ve cüzdanların kolayca kurtarılamayacağını unutmayın; bu nedenle önlem alın ve her zaman dikkatli olun.",
  "page-wallets-try-dapps": "Dapps uygulamalarını deneyin",
  "page-wallets-try-dapps-alt": "Ethereum topluluğu üyelerinin birlikte çalışmasını gösteren bir görsel",
  "page-wallets-try-dapps-desc": "Dapps uygulamaları Ethereum üzerine oluşturulmuştur. Verilerinize çoğu geleneksel uygulamalara göre daha tutumlu, adil ve iyi davranırlar.",
  "page-wallets-types": "Cüzdan türleri",
  "page-wallets-types-desc": "Hesabınız için arayüz oluşturmanın ve hesabınızla etkileşim kurmanın birkaç yolu mevcuttur:",
  "page-wallets-web-browser": "<b>Tarayıcı cüzdanları</b>, hesabınızla doğrudan tarayıcıda etkileşim kurmanızı sağlayan web uygulamalarıdır",
  "page-wallets-web-browser-extension": "<b>Tarayıcı eklentisi cüzdanları</b>, hesabınızla ve uygulamalarınızla doğrudan tarayıcıda etkileşim kurmanızı sağlayan, indirilen eklentilerdir",
  "page-wallets-whats-a-wallet": "Ethereum cüzdanı nedir?",
  "page-wallets-your-ethereum-account": "Ethereum hesabınız",
  "page-wallets-your-ethereum-account-desc": "Cüzdanınız Ethereum hesabınıza, bakiyenize, işlem geçmişinize ve daha fazlasına açılan pencerenizdir. Cüzdan sağlayıcınızı istediğiniz zaman değiştirebilirsiniz.",
  "page-wallets-your-login": "Ethereum uygulamaları için oturum açma aracınız",
  "page-wallets-your-login-desc": "Cüzdanınız Ethereum hesabınızı kullanarak uygulamalara bağlanmanızı sağlar. Tıpkı birçok uygulamaya giriş yapabilen tek bir hesap gibi.",
  "additional-reading-how-to-create-an-ethereum-account": "Bir Ethereum hesabı nasıl oluşturulur",
  "additional-reading-how-to-use-a-wallet": "Cüzdan nasıl kullanılır?"
}
