{
  "page-what-is-ethereum-network-meta-title": "Ethereum ağı nedir? | ethereum.org",
  "page-what-is-ethereum-network-meta-description": "Ethereum ağının ne olduğunu, hisseleme ve güvenliği, ağ ücretlerini (diğer adıyla gaz), katman 2 ölçeklendirme ağlarını ve canlı ağ verilerini nasıl keşfedeceğinizi öğrenin.",
  "page-what-is-ethereum-network-twitter-meta-description": "Ethereum ağının ne olduğunu, hisseleme ve güvenliği, ağ ücretlerini, katman 2 ölçeklendirme ağlarını ve canlı ağ verilerini nasıl keşfedeceğinizi öğrenin.",
  "page-what-is-ethereum-network-title": "Ethereum ağı nedir?",
  "page-what-is-ethereum-network-description-1": "Ethereum ağı, Ethereum'u destekleyen fiziksel ve dijital altyapıdır.",
  "page-what-is-ethereum-network-description-2": "Buna, verileri depolayan düğümler, işlemleri işleyen doğrulayıcılar, akıllı sözleşmeleri yürüten yazılımlar ve Ethereum'u ana zincirin ötesinde ölçeklendiren Katman 2 ağları dahildir.",
  "page-what-is-ethereum-network-section-network-fees-title": "Ethereum ağ ücretleri (diğer adıyla gaz ücretleri) nedir?",
  "page-what-is-ethereum-network-section-staking-title": "Hisseleme nedir ve ağı nasıl güvence altına alır?",
  "page-what-is-ethereum-network-section-layer-2s-title": "Ethereum Katman 2'leri nedir ve ağı nasıl ölçeklendirirler?",
  "page-what-is-ethereum-network-section-live-network-data-title": "Canlı Ethereum ağ verileri nasıl keşfedilir?",
  "page-what-is-ethereum-network-read-next-title": "Sıradaki Okuma",
  "page-what-is-ethereum-network-read-next-item-1": "Cüzdanlar nedir?",
  "page-what-is-ethereum-network-read-next-item-2": "Ether (ETH) nedir?",
  "page-what-is-ethereum-network-read-next-item-3": "Web3 nedir?",
  "page-what-is-ethereum-network-read-next-item-4": "Ethereum ağı hakkında daha fazla bilgi edinin",
  "page-what-is-ethereum-network-section-description-1": "İnsanlar Ethereum hakkında konuştuklarında genellikle birkaç farklı şeyden bahsederler. Uygulamalar ve dijital varlıklardan oluşan ekosistem, açık kaynaklı yazılım platformu ve yerel para birimi ether (ETH) bunlardan bazılarıdır.",
  "page-what-is-ethereum-network-section-description-2": "Ancak tüm bunların temelinde, her şeyi birbirine bağlayan fiziksel ve dijital temel olan <strong>Ethereum ağı</strong> bulunur.",
  "page-what-is-ethereum-network-section-description-3": "Ethereum ağı temel olarak <strong>düğüm adı verilen binlerce bağımsız bilgisayardan</strong> oluşan bir koleksiyondur. Bu düğümler <strong>dünyanın dört bir yanındaki insanlar tarafından çalıştırılır</strong>. Verileri depolamak, akıllı sözleşmeleri yürütmek ve her işlemi açık, halka açık bir deftere kaydetmek için birlikte çalışırlar.",
  "page-what-is-ethereum-network-section-description-4": "Ethereum ağı, aşağıdakiler gibi birkaç önemli görevi yerine getirir:",
  "page-what-is-ethereum-network-section-description-5": "kullanıcı hesaplarını ve bakiyelerini güncelleme",
  "page-what-is-ethereum-network-section-description-6": "akıllı sözleşmeleri (uygulamaları çalıştıran programlar) yürütme",
  "page-what-is-ethereum-network-section-description-7": "dijital varlıkların (sabit paralar ve NFT'ler gibi) sahipliğini izleme",
  "page-what-is-ethereum-network-section-description-8": "Ethereum üzerinden her gün akan tüm işlemleri işleme",
  "page-what-is-ethereum-network-section-description-9": "Neyse ki ağı kullanmak için nasıl çalıştığını anlamanıza gerek yok.",
  "page-what-is-ethereum-network-section-description-10": "Çoğu kişi ağı bir <a>dijital cüzdan</a> aracılığıyla kullanır. <strong>Bir cüzdan</strong> genellikle <strong>ETH göndermenize</strong> ve <strong>almanıza, varlıklarınızı yönetmenize</strong> ve uygulamaları kullanmanıza olanak tanıyan bir web veya mobil uygulamadır.",
  "page-what-is-ethereum-network-section-description-11": "Ethereum üzerinde geliştirme yapan geliştiriciler ve işletmeler gibi diğer kullanıcı türleri, API'leri, düğüm yazılımını kullanabilir veya akıllı sözleşmeleri dağıtabilir.",
  "page-what-is-ethereum-network-section-description-12": "Ethereum ağı, tasarlanma şekli nedeniyle geleneksel sistemlerden farklıdır. <strong>Ethereum'un kodu ve verileri</strong> dünya çapında <strong>merkeziyetsiz düğümlerde saklanır</strong>, bu nedenle kimse erişiminizi engelleyemez veya uygulamanızı kapatamaz.",
  "page-what-is-ethereum-network-section-description-13": "Ve herkes katılabildiği için küresel erişim ve inovasyonun kapılarını açar.",
  "page-what-is-ethereum-network-section-description-14": "Bu nitelikler daha önce mümkün olmayan şeyleri mümkün kılar, örneğin:",
  "page-what-is-ethereum-network-section-description-15": "veri sahipliği",
  "page-what-is-ethereum-network-section-description-16": "platformdan atılmanın olmadığı sosyal medya",
  "page-what-is-ethereum-network-section-description-17": "açık ve şeffaf finansal sistemler",
  "page-what-is-ethereum-network-section-description-18": "Ethereum ağı özünde dijital sahiplik ve açık katılım için bir temeldir.",
  "page-what-is-ethereum-network-section-description-19": "İnsanların <strong>Ethereum Ana Ağı'ndan</strong> bahsettiğini duyabilirsiniz. Bu, milyonlarca kişinin her gün kullandığı, gerçek varlıkların takas edildiği ve gerçek uygulamaların yaşadığı Ethereum ağının aynısıdır. Ancak \"Ana Ağ\" terimi, ağı Ethereum katman 2 ağlarından ve geliştiricilerin yeni özellikleri yayına almadan önce denemek için kullandıkları test ağlarından (test ağları) ayırmaya yardımcı olur.",
  "page-what-is-ethereum-network-gas-section-description-1": "Ethereum'daki her işlem, gaz ücreti adı verilen küçük bir ücrete tabidir. İster ETH gönderin, ister jeton takaslayın, ister bir uygulama kullanın, blokzincire her veri yazdığınızda küçük bir miktar gaz ödersiniz.",
  "page-what-is-ethereum-network-gas-section-description-2": "<strong>Gaz ücretleri, Ethereum'un sorunsuz çalışmasını sağlar</strong>. Bu ücretler olmasaydı kötü niyetli kişiler, ağı boş işlemlerle doldurarak spam yapabilir ve yoğun bir sıkışıklığa neden olarak ağı kullanılamaz hâle getirebilirdi, çünkü kullanıcıların ödemeye razı oldukları ücrete göre işlemleri önceliklendirmenin bir yolu olmazdı.",
  "page-what-is-ethereum-network-gas-section-description-3": "Ethereum gaz ücretleri; bir işlemin tüketebileceği hesaplama, bant genişliği veya depolama gibi birçok farklı kaynağın maliyetini karşılar. Tüm bunlar kullanıcılar için tek bir değerde soyutlanır, ancak her bir işlemin diğerlerine göre ne kadara mal olması gerektiğini belirlemek için kapsamlı Ar-Ge çalışmaları yapılır.",
  "page-what-is-ethereum-network-gas-section-description-4": "Peki, gaz ödediğinizde ne olur? Bir kısmı, işleminizi bir işlem \"bloğuna\" ekleyen <strong>doğrulayıcıya ödenir</strong>. Başka bir kısmı ise <strong>\"yakılır\" ve arzdan kaldırılır</strong>.",
  "page-what-is-ethereum-network-gas-section-description-5": "Bu, arz ve talebi dengelemeye yardımcı olur çünkü <strong>ağ meşgul olduğunda ücretler artar</strong>. İşler daha sakin olduğunda ücretler düşer.",
  "page-what-is-ethereum-network-gas-section-description-6": "Ağın Ağustos 2021'de <blog>ücret yakmayı başlatmasından</blog> bu yana, <strong>milyonlarca ETH <beaconchain>yakıldı</beaconchain></strong>. Ethereum topluluğu tarafından oluşturulan <ultrasound>ağ panolarını ve gezginlerini</ultrasound> kullanarak en son rakamları keşfedebilirsiniz.",
  "page-what-is-ethereum-network-gas-section-description-7": "Peki, bir işlem ne kadara mal olur?",
  "page-what-is-ethereum-network-gas-section-description-8": "Ücretler, <strong>ne yaptığınıza bağlı olarak değişir</strong>. Sadece ETH göndermek bir dolardan daha ucuza mal olabilir. Merkeziyetsiz bir borsada (DEX) jeton takaslamak, özellikle ağ meşgulse, birkaç dolar veya daha fazlasına mal olabilir. İşlem ne kadar karmaşıksa o kadar fazla gaza mal olur.",
  "page-what-is-ethereum-network-gas-section-description-9": "Gaz ücretleri, özellikle yeni kullanıcılar için Ethereum kullanmanın en görünür kısımlarından biridir, ancak hepsi ağı daha güvenilir ve güvenli hâle getirmeye yöneliktir.",
  "page-what-is-ethereum-network-gas-section-description-10": "Ethereum ağ ücretleri hakkında daha fazla bilgi edinin",
  "page-what-is-ethereum-network-staking-section-description-1": "Ethereum ağı, hisseleme adı verilen bir sistemle güvence altına alınmıştır. Ethereum bu şekilde <strong>işlemleri doğrular, yeni bloklar ekler</strong> ve ağı <strong>saldırılardan korur</strong>.",
  "page-what-is-ethereum-network-staking-section-description-2": "Ethereum ilk başladığında, iş ispatı adı verilen bir mutabakat mekanizması (kimin neye sahip olduğu konusunda anlaşmanın bir yolu) kullanıyordu. Bu, Bitcoin'in bugün kullandığı mekanizmanın aynısıdır.",
  "page-what-is-ethereum-network-staking-section-description-3": "Eylül 2022'de Ethereum, daha güvenli ve enerji açısından verimli bir hisse ispatı mutabakat mekanizmasına yükseltildi.",
  "page-what-is-ethereum-network-staking-section-description-4": "Peki, nasıl çalışır?",
  "page-what-is-ethereum-network-staking-section-description-5": "Basitçe söylemek gerekirse insanlar, <strong>ağın güvenliğini sağlamaya</strong> yardımcı olmak için bir miktar ETH'yi depozito olarak kilitlerler <strong>(ETH'lerini hisseye koyarlar)</strong>. Bu kişilere doğrulayıcı denir. ETH hisselediğinizde, doğrulayıcınız yeni işlemleri kontrol etmek ve eklemek üzere seçilir. Bunu dürüstçe yaparsanız, <strong>ödüller kazanırsınız</strong>. <strong>Hile yapmaya çalışırsanız, hissenizin bir kısmını kaybedersiniz</strong>.",
  "page-what-is-ethereum-network-staking-section-description-6": "Hisseleme, Ethereum'un hizmet kalitesine güvenilir bir şekilde bağlı kalma yöntemidir. Hisseye konulan tüm bu para, Ethereum'un güvende kalması için en iyi teşviktir; buna karşı bahse girer miydiniz?",
  "page-what-is-ethereum-network-staking-section-description-7": "Hisse ispatını başlattıktan sadece iki yıl sonra Ethereum, Ethereum'u güvence altına almak için <stakedEther>milyonlarca ETH</stakedEther> hisseleyen <validators>bir milyondan fazla doğrulayıcıya</validators> ulaştı. <strong>Bu, Ethereum'a saldırmayı son derece pahalı ve zor hâle getirir</strong>. Bunun nedeni, ağa saldırmak için <strong>bir kuruluşun hisselenmiş tüm ETH'nin en az 1/3'üne ihtiyaç duymasıdır</strong>. Bugün bu on milyarlarca dolar anlamına geliyor ve o zaman bile saldırı muhtemelen başarısız olurdu çünkü ağın geri kalanıyla aynı fikirde olmayan 1/3'ten fazlası kesinleştirmeyi engellerdi ama zincir, doğruluk kaynağı olarak kabul edilen diğer sürümle büyümeye devam ederdi. 1/2'den fazlası hangi sürümün doğru kabul edildiğini değiştirir ve 2/3'ten fazlası geri kalanın kabul etmediği bir şeyi kesinleştirmeye olanak tanır.",
  "page-what-is-ethereum-network-staking-section-description-8": "İşte Ethereum'a \"<strong>ekonomik güvenlik</strong>\" sağlayan şey budur. Bu sadece doğru teknolojiye sahip olmakla ilgili değil. Saldırıları denemeyi bile çok maliyetli hâle getirmekle ilgili.",
  "page-what-is-ethereum-network-staking-section-description-9": "Ethereum ağının güvenliğini sağlamaya yardımcı olmak için bunu iki ana yolla yapabilirsiniz.",
  "page-what-is-ethereum-network-staking-section-description-10": "İlk yol bir düğüm çalıştırmaktır. Düğümler, tüm işlemler ve akıllı sözleşme verileri dahil olmak üzere blokzincirinin tüm geçmişini depolar. Diğer düğümlerle senkronize olarak, ağın durumu üzerinde anlaşabilirler, işlemlerin meşru olduğundan ve akıllı sözleşme verilerinin mevcut olduğundan emin olurlar.",
  "page-what-is-ethereum-network-staking-section-description-11": "İkinci yol ETH'nizi hisselemektir. En kolay yolu <lido>Lido</lido> veya <rocketpool>Rocketpool</rocketpool> gibi bir hisseleme sağlayıcısı aracılığıyladır. Ancak bilginiz varsa evde doğrulayıcı yazılımı çalıştırmayı deneyin.",
  "page-what-is-ethereum-network-staking-section-description-12": "Hisseleme ve nasıl yapılacağı hakkında daha fazla bilgi edinin",
  "page-what-is-ethereum-network-staking-section-description-13": "Bir düğümün nasıl çalıştırılacağını öğrenin",
  "page-what-is-ethereum-network-layer-2s-section-description-1": "Ethereum daha popüler hâle geldikçe ağ daha da yoğunlaşır. Talep yüksek olduğunda gaz ücretleri artar ve işlemler daha uzun sürer. Bunu düzeltmek için geliştiriciler, katman 2'ler adı verilen bir dizi <strong>yardımcı ağ</strong> oluşturdu.",
  "page-what-is-ethereum-network-layer-2s-section-description-2": "L2'ler olarak da adlandırılan Katman 2'ler, <strong>Ethereum'un üzerinde çalışan</strong> diğer ağlardır. İşlemleri ayrı olarak işler, ardından Ethereum'da saklanmak üzere bir özet gönderirler.",
  "page-what-is-ethereum-network-layer-2s-section-description-3": "Onları bir otoyoldaki ekspres şeritler gibi düşünebilirsiniz. Her bir işlemin Ethereum Ana Ağı'ndan geçmesi yerine, çoğu bu daha hızlı, daha ucuz yolları kullanır.",
  "page-what-is-ethereum-network-layer-2s-section-description-4": "En popüler L2'lerden bazıları <strong>Base, Arbitrum, Optimism, zkSync</strong> ve <strong>Starknet</strong>'tir. Her biri biraz farklı çalışır, ancak fikir aynıdır: güvenlikten ödün vermeden Ethereum'u ölçeklendirmek.",
  "page-what-is-ethereum-network-layer-2s-section-description-5": "Optimism veya zkSync'de basit bir ETH transferi, Ethereum Ana Ağı'ndaki 0,3-1$ ile karşılaştırıldığında <l2fees>0,04$ kadar düşük bir maliyete</l2fees> sahip olabilir. Jeton takaslamak gibi diğer işlemler <l2fees>0,20$ kadar düşük</l2fees> olabilir. Kullanıcılar için bu, <strong>çok daha düşük bir fiyata daha hızlı işlemler</strong> anlamına gelir.",
  "page-what-is-ethereum-network-layer-2s-section-description-6": "Sonuç olarak, L2'ler hızla büyüyor. Birlikte, <l2beat>milyarlarca dolarlık dijital varlık</l2beat> tutuyorlar.",
  "page-what-is-ethereum-network-layer-2s-section-description-7": "L2'ler Ethereum'un güvenliğinden yararlandığından, küresel ödemeler ve uygulamalar oluşturmak isteyen şirketler Ethereum üzerinde geliştirme yapmaya başladı.",
  "page-what-is-ethereum-network-layer-2s-section-description-8": "Örneğin, Robinhood yakın zamanda hisse senetleri için daha hızlı uzlaşmayı keşfetmek üzere <robinhood>kendi L2'sini başlattı</robinhood>. PayPal, <paypal>sabit parası PYUSD'yi Ethereum L2 Arbitrum'a taşıdı</paypal>. Shopify şimdi <shopify>tüccarların Base'de sabit para USDC'yi kabul etmelerine izin veriyor</shopify>.",
  "page-what-is-ethereum-network-layer-2s-section-description-9": "Kullanıcılar için Ethereum ve L2'ler arasında varlık taşımak basittir. ETH ve diğer varlıkları taşımak için <superbridge>Optimism tarafından Superbridge</superbridge> veya <portal>ZKsync tarafından Portal</portal> gibi L2'ler tarafından oluşturulan köprüleri kullanabilirsiniz. Hatta <hop>Hop</hop> ve <across>Across</across> gibi bağımsız ekipler tarafından oluşturulan üçüncü taraf araçları bile kullanabilirsiniz.",
  "page-what-is-ethereum-network-layer-2s-section-description-10": "Ethereum Katman 2 ağları hakkında daha fazla bilgi edinin",
  "page-what-is-ethereum-network-live-network-data-section-description-1": "Ethereum tasarım gereği şeffaftır. ETH göndermekten bir doğrulayıcı çalıştırmaya kadar ağdaki her eylem, herkesin erişebileceği açık, halka açık bir deftere kaydedilir.",
  "page-what-is-ethereum-network-live-network-data-section-description-2": "Bu, günümüzde çoğu sistemin çalışma şekliyle keskin bir tezat oluşturur:",
  "page-what-is-ethereum-network-live-network-data-section-description-3": "bankalar ve kurumlar kendi iç rakamlarını yayınlar",
  "page-what-is-ethereum-network-live-network-data-section-description-4": "uygulama kullanım rakamları teknoloji şirketleri tarafından yakından korunur",
  "page-what-is-ethereum-network-live-network-data-section-description-5": "ekonomik veriler genellikle geç gelir ve daha sonra revize edilir",
  "page-what-is-ethereum-network-live-network-data-section-description-6": "Ethereum ile güvenmek zorunda değilsiniz. Doğrulayabilirsiniz.",
  "page-what-is-ethereum-network-live-network-data-section-description-7": "Ethereum'u kullanmak için bunların hiçbirini anlamanıza gerek yok. Ancak 2024'te kaç işlemin tamamlandığını veya son altı ayda kaç yeni Ethereum adresinin oluşturulduğunu merak ediyorsanız, herkesin ağı gerçek zamanlı olarak keşfetmesine olanak tanıyan araçlar var.",
  "page-what-is-ethereum-network-live-network-data-section-description-8": "İşte en yararlı veri kaynaklarından birkaçı ve bunları ne için kullanabileceğiniz:",
  "page-what-is-ethereum-network-live-network-data-section-description-9": "<etherscan>Etherscan</etherscan>: İşlemleri, cüzdan etkinliğini ve akıllı sözleşmeleri kontrol edin",
  "page-what-is-ethereum-network-live-network-data-section-description-10": "<beaconcha>beaconcha.in</beaconcha>: Doğrulayıcı istatistiklerini, hisseleme seviyelerini ve ağ sağlığını görüntüleyin",
  "page-what-is-ethereum-network-live-network-data-section-description-11": "<ultrasound>ultrasound.money</ultrasound>: ETH arzını, ihracını ve yakımını gerçek zamanlı olarak takip edin",
  "page-what-is-ethereum-network-live-network-data-section-description-12": "<l2fees>l2fees.info</l2fees>: Ethereum ve L2'lerdeki mevcut işlem maliyetlerini karşılaştırın",
  "page-what-is-ethereum-network-live-network-data-section-description-13": "<l2beat>L2Beat</l2beat>: Tüm büyük L2'lerdeki güvence altına alınmış değeri ve güvenlik modellerini görün",
  "page-what-is-ethereum-network-live-network-data-section-description-14": "<growthepie>growthepie</growthepie>: Ethereum genelindeki tüm zincir üstü aktiviteyi ve büyümeyi görün",
  "page-what-is-ethereum-network-live-network-data-section-description-15": "<dune>Dune</dune>: Ethereum genelindeki tüm dijital varlıklarla ilgili özel panoları keşfedin",
  "page-what-is-ethereum-network-live-network-data-section-description-16": "<tokenterminal>Token Terminal</tokenterminal>: Merkeziyetsiz uygulama gelirini, kullanımını ve protokol performansını karşılaştırın",
  "page-what-is-ethereum-network-live-network-data-section-description-17": "<nansen>Nansen</nansen>: Cüzdan akışlarını, sabit para hareketlerini ve akıllı para trendlerini takip edin.",
  "page-what-is-ethereum-network-live-network-data-section-description-18": "Tüm bu araçlar, ihtiyacınız olursa oradadır.",
  "page-what-is-ethereum-network-live-network-data-section-description-19": "İster bir geliştirici, araştırmacı, yatırımcı olun, ister sadece bir işlemi kontrol etmek isteyen biri, Ethereum'un açık ağı size verileri sunar: canlı, izinsiz ve doğrulanabilir.",
  "page-what-is-ethereum-network-live-network-data-section-description-20": "Ethereum ağ panolarına ve blok arayıcılarına göz atın"
}