{
  "page-what-is-ether-meta-title": "Ether (ETH) nedir? (Kapsamlı Bir Kılavuz) | ethereum.org",
  "page-what-is-ether-meta-description": "Ether (ETH), Ethereum'un yerel kripto parasıdır. Ne için kullanıldığını, nasıl ve nereden satın alınabileceğini, ne kadar olduğunu ve fiyatını nelerin etkilediğini öğrenin.",
  "page-what-is-ether-twitter-meta-description": "Ether (ETH), Ethereum'un yerel kripto parasıdır. Ne için kullanıldığını, nasıl ve nereden satın alınabileceğini, ne kadar olduğunu ve daha fazlasını öğrenin.",
  "page-what-is-ether-title": "Ether (ETH) nedir?",
  "page-what-is-ether-hero-description-1": "Ether (ETH), Ethereum ağını çalıştıran yerel kripto paradır. Ağ ve üzerinde geliştirilen uygulamaları kullanmak için işlem ücretlerini ('gaz' olarak bilinir) ödemek, stake etme yoluyla ağı güvence altına almak ve herhangi bir merkezi kuruluş, örgüt veya hükümet tarafından kontrol edilmeden ödemeler ve yatırımlar için dijital para olarak hizmet etmek için kullanılır. ETH, piyasa değeri açısından en büyük kripto paralardan biridir.",
  "page-what-is-ether-what-is-ether-description-1": "Genellikle ETH olarak bilinen Ether, Ethereum blokzincirini çalıştıran yakıttır. Öncelikle dijital para olarak hizmet veren bitcoin'in aksine, ether'in Ethereum ekosistemi içinde birden fazla kullanımı vardır.",
  "page-what-is-ether-what-is-ether-description-2": "<strong>Ethereum'un yerel kripto parası olarak ETH, şunlar için kullanılır:</strong>",
  "page-what-is-ether-what-is-ether-description-3": "Ağı ve uygulamalarını kullanmak için işlem ücretlerini (gaz) ödemek",
  "page-what-is-ether-what-is-ether-description-4": "Stake etme yoluyla Ethereum ağını güvence altına almak",
  "page-what-is-ether-what-is-ether-description-5": "ETH, 2015 yılında Ethereum'un lansmanının bir parçası olarak piyasaya sürüldü ve o zamandan beri <assets>dünyanın en değerli varlıklarından biri</assets> haline geldi.",
  "page-what-is-ether-what-is-ether-description-6": "Tüketiciler için",
  "page-what-is-ether-what-is-ether-description-7": "ETH, bankalar olmadan küresel ödemelere, eşsiz jeton (NFT) alımlarına ve merkeziyetsiz finans (DeFi) uygulamalarına erişim sağlar. Sansüre karşı dayanıklıdır ve 7/24 sınır ötesi işlevselliğe sahiptir.",
  "page-what-is-ether-what-is-ether-description-8": "Geliştiriciler için",
  "page-what-is-ether-what-is-ether-description-9": "ETH, Ethereum ana ağına akıllı sözleşmeler dağıtılırken işlem ücretlerini öder. Aynı zamanda Ethereum ekosistemindeki birçok uygulama içinde kullanılan birincil para birimidir.",
  "page-what-is-ether-what-is-ether-description-10": "Yatırımcılar için",
  "page-what-is-ether-what-is-ether-description-11": "ETH, stake etme yoluyla bir değer saklama aracı ve getiri sağlayan bir varlık olarak işlev görür. Web3 büyümesine ve genişleyen dijital ekonomiye erişim sağlar.",
  "page-what-is-ether-what-is-ether-description-12": "ETH stake etme hakkında daha fazla bilgi edinin",
  "page-what-is-ether-how-to-buy-eth": "ETH nasıl alınır",
  "page-what-is-ether-how-to-buy-eth-description-1": "ETH satın almak, ihtiyaçlarınıza ve konumunuza bağlı olarak çeşitli seçeneklerle basittir. <strong>Her zaman güçlü güvenlik sunan güvenilir bir platformla başlayın</strong>.",
  "page-what-is-ether-how-to-buy-eth-description-2": "Tüketiciler, kripto para borsaları veya cüzdan uygulamaları aracılığıyla ETH satın alabilirler.",
  "page-what-is-ether-how-to-buy-eth-description-3": "<strong>Ek not</strong>",
  "page-what-is-ether-how-to-buy-eth-description-4": "ETH alırken \"<strong>hesap/adres</strong>\" ve \"<strong>cüzdan</strong>\" terimlerini duyacaksınız.",
  "page-what-is-ether-how-to-buy-eth-description-5": "<strong>Hesabınızı, insanların size para gönderdiği e-posta adresiniz gibi</strong> düşünün.",
  "page-what-is-ether-how-to-buy-eth-description-6": "<strong>Cüzdanınızı, bakiyeleri kontrol ettiğiniz ve ödeme yaptığınız e-posta uygulamanız gibi</strong> düşünün.",
  "page-what-is-ether-how-to-buy-eth-description-7": "ETH'yi şunlarla satın alabilirsiniz:",
  "page-what-is-ether-how-to-buy-eth-description-8": "<strong>Kredi/banka kartları</strong> ile anında ancak daha yüksek ücretlerle",
  "page-what-is-ether-how-to-buy-eth-description-9": "<strong>Banka transferleri</strong> ile daha yavaş ancak daha düşük ücretlerle",
  "page-what-is-ether-how-to-buy-eth-description-10": "<strong>PayPal</strong> veya mevcut olan benzer hizmetler",
  "page-what-is-ether-how-to-buy-eth-description-11": "<strong>İşletmeler için</strong> borsalar, daha yüksek limitler, daha iyi destek, uyumluluk özellikleri, hacim indirimleri ve gelişmiş güvenlik sunan kurumsal hesaplar sunar.",
  "page-what-is-ether-how-to-buy-eth-description-12": "ETH almanın diğer yolları:",
  "page-what-is-ether-how-to-buy-eth-description-13": "<strong>Tanıdığınız kişilerden ödeme almak</strong>",
  "page-what-is-ether-how-to-buy-eth-description-14": "<strong>Merkeziyetsiz finans protokollerinde likidite sağlamak</strong>",
  "page-what-is-ether-how-to-buy-eth-description-15": "<strong>Ethereum ağını güvence altına alırken ödüller kazanmak için ETH stake etmek</strong>",
  "page-what-is-ether-how-to-buy-eth-description-16": "ETH'nin nasıl ve nereden satın alınacağı hakkında daha fazla bilgi edinin",
  "page-what-is-ether-how-to-send-and-receive-eth": "ETH nasıl gönderilir ve alınır",
  "page-what-is-ether-how-to-send-and-receive-eth-description-1": "<strong>ETH göndermek</strong> için bir cüzdan ve alıcı adresi gerekir. Adreslerini girin, miktarı belirtin, işlem ücretini gözden geçirin ve onaylayın. İşlemler genellikle 30 saniyeden kısa sürede ulaşır ve onaylandıktan sonra geri alınamaz.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-2": "<strong>ETH almak</strong> için Ethereum adresinizi veya QR kodunuzu göndericiyle paylaşmanız gerekir. Fonlar, ağ onayı sonrası cüzdanınızda görünür ve çoğu cüzdan bildirim sağlar.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-3": "<strong>Yardıma mı ihtiyacınız var?</strong> <howToUseWallet>Bir cüzdan nasıl kullanılır</howToUseWallet> kılavuzunu okuyun.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-4": "ETH alırken \"<strong>hesap/adres</strong>\" ve \"<strong>cüzdan</strong>\" terimlerini duyacaksınız.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-5": "<strong>Hesabınızı, insanların size para gönderdiği e-posta adresiniz gibi</strong> düşünün.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-6": "<strong>Cüzdanınızı, bakiyeleri kontrol ettiğiniz ve ödeme yaptığınız e-posta uygulamanız gibi</strong> düşünün.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-7": "Daha büyük miktarlar için, ek güvenlik amacıyla donanım cüzdanlarını düşünebilirsiniz.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-8": "Ethereum ve nasıl çalıştığı hakkında bilgi edinin.",
  "page-what-is-ether-how-to-send-and-receive-eth-callout": "Ethereum adresinizi yalnızca güvendiğiniz kişilerle paylaşın. Ethereum halka açık bir defter olduğundan, bakiyenizi ve işlemlerinizi görüntüleyebilirler. Fonlarınıza erişemezler ancak gizlilik önerilir.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth": "ETH göndermek ne kadar sürer?",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-1": "ETH işlemleri genellikle 30 saniyeden kısa sürede tamamlanır. Ethereum ağı her 12 saniyede bir blok işler, ancak yoğunluk sırasında işlemler kuyruğa girebilir.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-2": "İşlemler, Bitcoin'in 60 dakikalık ortalamasına kıyasla yaklaşık 15 dakika sonra 'kesinliğe' ulaşır.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-3": "Yoğun ağ trafiği sırasında, daha yüksek işlem ücretleri ödeyerek işlemleri hızlandırabilir ve sizi sıranın önüne geçirebilirsiniz. Ücretler, doğrulayıcılar ve bir yakma mekanizması arasında bölünür.",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth": "ETH göndermenin maliyeti nedir?",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth-description-1": "Ethereum işlemleri, <strong>ETH cinsinden ödenen işlem ücretleri</strong> gerektirir. Ücret, gereken hesaplama işine ('gaz' cinsinden ölçülür) ve ağın mevcut talebine göre hesaplanır. Gaz fiyatı ağ trafiği ile dalgalanır ve yoğun olmayan dönemlerde işlemleri daha düşük maliyetli hale getirir.",
  "page-what-is-ether-l2s": "L2'lere Giriş: Ethereum'u Ölçeklendirme",
  "page-what-is-ether-l2s-description-1": "Ethereum'un popülaritesi arttıkça, işlem ücretlerini düşük tutmak zorlaşıyor. <strong>Katman 2 (L2)</strong> ağları bu sorunu ele alıyor.",
  "page-what-is-ether-l2s-description-2": "<optimism>Optimism</optimism> ve <arbitrum>Arbitrum</arbitrum> gibi L2'ler, Ethereum'un güvenliğini devralırken <strong>10-100 kat daha ucuz ücretler</strong> sunar. İşlemleri zincir dışında işler ve verileri Ethereum'a gönderirler.",
  "page-what-is-ether-l2s-description-3": "Onları, Ethereum'un ana otoyolunun yanında daha hızlı, daha ucuz işlemler sağlayan ekspres şeritler gibi düşünün.",
  "page-what-is-ether-l2s-description-4": "L2 <strong>transferleri genellikle 0,01 $'dan daha ucuza mal olur</strong>, bu da Robinhood, PayPal ve Shopify gibi şirketlerle yapılan entegrasyonlar aracılığıyla Ethereum'u milyonlarca daha fazla kullanıcıya ulaştırır.",
  "page-what-is-ether-what-is-the-eth-supply": "ETH arzı nedir?",
  "page-what-is-ether-what-is-the-eth-supply-description-1": "Bitcoin'in sabit 21 milyonluk sınırının aksine, ETH dinamik arz mekaniklerine sahiptir:",
  "page-what-is-ether-what-is-the-eth-supply-description-2": "Ağ doğrulayıcılarını ödüllendirmek için protokol tarafından hesaplanan sınırlı bir oranda yeni ETH çıkarılır",
  "page-what-is-ether-what-is-the-eth-supply-description-3": "Her işlem ücretinin bir kısmı kalıcı olarak \"yakılır\" (varoluştan silinir)",
  "page-what-is-ether-what-is-the-eth-supply-description-4": "Bu, ağ kullanımına bağlı olarak birbirini izleyen enflasyon ve deflasyon dönemleri yaratır",
  "page-what-is-ether-what-is-the-eth-supply-description-5": "<strong>Beklenen denge</strong>: Sistem, ağ güvenliğini uzun vadeli değer korumasıyla dengeler. Yüksek kullanım deflasyona yol açar; düşük kullanım enflasyonla sonuçlanır.",
  "page-what-is-ether-what-is-the-eth-supply-description-6": "Veri kaynakları: <etherscan>Etherscan</etherscan>, <ultrasound>Ultrasound Money</ultrasound>",
  "page-what-is-ether-what-is-the-distribution-of-eth": "ETH'nin dağılımı nedir?",
  "page-what-is-ether-what-is-the-distribution-of-eth-description-1": "Mülkiyet, kontrolün yoğunlaşmasını önleyerek ve merkezsizleşmeyi artırarak <etherscan>on milyonlarca adrese</etherscan> yaygın bir şekilde dağıtılmıştır.",
  "page-what-is-ether-breakdown": "Ether dağılımının bir dökümü",
  "page-what-is-ether-breakdown-description-1": "<strong>Stake edilmiş ether</strong>: Ağ güvenliği için <beaconchain>kilitlenmiş</beaconchain> on milyonlarca ETH",
  "page-what-is-ether-breakdown-description-2": "<strong>Borsalar</strong>: Merkezi platformlar, arzın <unchained>%13-16'sını</unchained> elinde tutar",
  "page-what-is-ether-breakdown-description-3": "<strong>Akıllı sözleşmeler</strong>: DeFi protokolleri de dahil olmak üzere akıllı sözleşmelerde önemli miktarlar",
  "page-what-is-ether-breakdown-description-4": "<strong>Ethereum Foundation</strong>: Arzın <ef>%0,3'ünden azını</ef> elinde tutar (2014'te %9'dan düşmüştür)",
  "page-what-is-ether-who-holds-most": "En çok kimde var?",
  "page-what-is-ether-who-holds-most-description-1": "En yüksek ETH bakiyelerine sahip Ethereum adresleri genellikle bireyler değildir. \"En iyi\" Ethereum adreslerinde görünen ether'in büyük çoğunluğu, tek bir bireyin varlıklarını değil, birçok farklı kişi ve kuruluşun toplu, havuzlanmış fonlarını temsil eder.",
  "page-what-is-ether-who-holds-most-description-2": "En yüksek bakiyeli ETH hesapları genellikle şunları içerir:",
  "page-what-is-ether-who-holds-most-description-3": "Beacon Chain Para Yatırma Sözleşmesi: Para yatırma sözleşmesinin bakiyesi, Ethereum ağını güvence altına almaya yardımcı olmak için <staked>stake edilmiş</staked> tüm ETH'yi temsil eder. Bu, en büyük ETH bakiyesine sahip Ethereum adresi olsa da, erişilebilir bir Ethereum cüzdan hesabını temsil etmez. Bu, stake etmeye katılmanın ilk adımı olarak ETH yatırımlarını kabul eden, ardından bu ether'in bakiyelerini ağın aktif doğrulayıcıları arasında yöneten bir akıllı sözleşmedir.",
  "page-what-is-ether-who-holds-most-description-4": "Akıllı sözleşmeler: Diğer yüksek bakiyeli Ethereum adreslerinin çoğu, merkeziyetsiz finans (DeFi) protokolleri, köprüler veya merkeziyetsiz otonom organizasyonlar (DAO'lar) için akıllı sözleşme adresleri gibi Ethereum tabanlı uygulamaları çalıştıran akıllı sözleşmeleri temsil eder. Bu sözleşme bakiyeleri, birçok cüzdanın uygulamalarına katılmak için yatırdığı ether'i temsil eder.",
  "page-what-is-ether-who-holds-most-description-5": "Toplu hesaplar: Bunlar borsalar, platformlar ve fonlar (Coinbase, Robinhood veya Binance gibi) tarafından işletilen büyük cüzdanlardır. Bir kullanıcı bir borsada ETH satın aldığında, genellikle platformun diğer binlerce müşterisinin elinde bulunan ETH'nin yanında bu devasa hesaplardan birinde tutulur.",
  "page-what-is-ether-who-holds-most-description-6": "En yüksek ETH bakiyelerine sahip Ethereum cüzdan adreslerinin canlı bir listesini <etherscan>Etherscan'de buradan</etherscan> görüntüleyebilirsiniz.",
  "page-what-is-ether-distribution": "Dağılım merkezsizleşme için neden önemlidir",
  "page-what-is-ether-distribution-description-1": "Geniş dağılım, merkezi kontrolü önler. Gerçek merkezsizleşme, ağı sürdüren bağımsız düğüm ve doğrulayıcıların sayısına bağlıdır.",
  "page-what-is-ether-what-makes-eth-valuable": "ETH'yi değerli kılan nedir?",
  "page-what-is-ether-what-makes-eth-valuable-description-1": "ETH, değerini birden fazla kaynaktan alır:",
  "page-what-is-ether-what-makes-eth-valuable-description-2": "<strong>Ağ faydası</strong>: Tüm Ethereum işlemleri, gaz ücretleri için ETH gerektirir ve bu da ağın benimsenmesiyle büyüyen tutarlı bir talep yaratır.",
  "page-what-is-ether-what-makes-eth-valuable-description-3": "<strong>Stake etme ödülleri</strong>: ETH stake edenler, ağı güvence altına alırken getiri elde ederler, bu da hem bireysel hem de kurumsal yatırımcıların ilgisini çeker.",
  "page-what-is-ether-what-makes-eth-valuable-description-4": "<strong>Değer saklama aracı</strong>: Birçok kişi ETH'yi, dijital ekonomiyi güçlendiren gerçek faydaya sahip kıt bir varlık olan \"dijital petrol\" olarak görür.",
  "page-what-is-ether-what-makes-eth-valuable-description-5": "<strong>Arz dinamikleri</strong>: Ücret yakma, yüksek kullanım dönemlerinde deflasyonist baskı yaratır. 2021'den bu yana, <ultrasound>milyonlarca ETH kalıcı olarak</ultrasound> dolaşımdan kaldırılmıştır.",
  "page-what-is-ether-what-is-wrapping-eth": "ETH'yi sarmak nedir?",
  "page-what-is-ether-what-is-wrapping-eth-description-1": "Sarılmış ETH (WETH), ETH'yi 1:1 oranında temsil eden bir ERC-20 tokenidir. Birçok merkeziyetsiz uygulama ve L2 ağı ERC-20 tokenlerini işlemek için oluşturulmuştur, ancak yerel ETH'nin kendisi bir ERC-20 tokeni değildir. 'Sarmak', ETH'yi bir akıllı sözleşmeye kilitlemek ve bu kilitli ETH'nin (WETH) bir ERC-20 temsilini çıkarmak anlamına gelir, bu da onun yalnızca ERC-20 tokenlerini kabul edebilen tüm uygulamalarda ve L2'lerde kullanılmasına olanak tanır.",
  "page-what-is-ether-what-is-wrapping-eth-description-2": "Yaygın kullanımları şunlardır:",
  "page-what-is-ether-what-is-wrapping-eth-description-3": "<uniswap>Uniswap</uniswap> gibi merkeziyetsiz borsalarda işlem çiftleri",
  "page-what-is-ether-what-is-wrapping-eth-description-4": "<aave>Aave</aave> gibi borç verme platformlarında teminat",
  "page-what-is-ether-what-is-wrapping-eth-description-5": "<opensea>OpenSea</opensea> gibi NFT pazar yerlerinde teklif verme",
  "page-what-is-ether-what-is-wrapping-eth-description-6": "WETH, minimum ücretlerle istenildiği zaman tekrar ETH'ye geri sarılabilir. WETH yok edilir ve temsil ettiği ETH akıllı sözleşmeden serbest bırakılır. Çoğu uygulama, sarma ve geri sarma işlemini sorunsuz bir şekilde gerçekleştirir.",
  "page-what-is-ether-what-is-wrapping-eth-description-7": "Sarılmış ETH (WETH) hakkında daha fazla bilgi edinin",
  "page-what-is-ether-gas-table-transaction-type": "İşlem türü",
  "page-what-is-ether-gas-table-typical-cost-range": "Canlı maliyet aralığı",
  "page-what-is-ether-gas-table-estimated-gas-units": "Tahmini gaz birimleri",
  "page-what-is-ether-gas-table-row-1-1": "ETH transferleri",
  "page-what-is-ether-gas-table-row-2-1": "Token takas etme",
  "page-what-is-ether-gas-table-row-3-1": "Karmaşık DeFi/NFT işlemleri"
}