{
  "page-staking-just-staking": "Stake etme",
  "page-staking-image-alt": "Stake başlama noktası için Gergedan maskotun resmi.",
  "page-staking-51-desc-1": "Stake etmek bir doğrulayıcı olarak ağa katılmayı daha erişilebilir hâle getirir, bu nedenle ağda bugün olduğundan daha fazla doğrulayıcı olması muhtemeldir. Bu sayede bir saldırının maliyeti artacağından, bu tür bir saldırıyı yapmak daha da zorlaşacaktır.",
  "page-staking-accessibility": "Daha erişilebilir",
  "page-staking-accessibility-desc": "Daha düşük donanım gereksinimleri ve 32 ETH'niz yoksa havuz oluşturma fırsatı ile ağa daha fazla insan katılabilir. Bu, saldırı yüzey alanını azaltarak Ethereum'u daha merkeziyetsiz ve güvenli bir hâle getirir.",
  "page-staking-at-stake": "ETH'niz için önemli",
  "page-staking-at-stake-desc": "İşlemleri doğrulamak ve yeni bloklar oluşturmak için ETH'nizi stake etmeniz gerektiğinden, sistemi suistimal etmeye kalkışırsanız ETH'nizi kaybedebilirsiniz.",
  "page-staking-benefits": "Ethereum'a stake etmenin faydaları",
  "page-staking-check-address": "Para yatırma adresini kontrol edin",
  "page-staking-consensus": "Mutabakat mekanizmaları hakkında daha fazla bilgi",
  "page-staking-deposit-address": "Para yatırma adresini kontrol edin",
  "page-staking-deposit-address-desc": "Başlama noktasındaki kurulum talimatlarını zaten takip ettiyseniz, stake yatırma sözleşmesine bir işlem göndermeniz gerektiğini biliyorsunuzdur. Adresi çok dikkatli kontrol etmenizi öneririz. Resmi adresi ethereum.org'da ve bir dizi başka güvenilir sitede bulabilirsiniz.",
  "page-staking-desc-1": "Ağın konsensusa varmasına yardımcı olan eylemler için ödüller verilir. İşlemleri yeni bir blokta toplamak veya diğer doğrulayıcıların çalışmalarını kontrol etmek için ödüller alacaksınız, çünkü zincirin güvenli bir şekilde çalışmasını sağlayan şey budur.",
  "page-staking-desc-2": "Ağa fayda sağlayan işler için ödüller kazanabilseniz de; kötü niyetli eylemler, çevrimdışı olma ve doğrulamada başarısız olma nedeniyle ETH kaybedebilirsiniz.",
  "page-staking-desc-3": "Tam doğrulayıcı olmak için 32 ETH'ye veya bir stake havuzuna katılmak için bir miktar ETH'ye ihtiyacınız var. Ayrıca bir yürütüm istemcisi (eskiden \"Eth1 istemcisi\") çalıştırmanız gerekir. Başlama noktası, süreç ve donanım gereksinimleri konusunda size yol gösterecektir. Alternatif olarak, bir arka uç API'si kullanabilirsiniz.",
  "page-staking-description": "Stake etmek, doğrulama yazılımını etkinleştirmek için 32 ETH yatırma işlemidir. Doğrulayıcı olarak; verileri depolamaktan, işlemleri işlemekten ve blok zincirine yeni bloklar eklemekten siz sorumlu olursunuz. Bu, Ethereum'u herkes için güvende tutar ve bu süreçte size yeni ETH kazandırır. Hisse ispatı olarak bilinen bu süreç, İşaret Zinciri tarafından kullanıma açılıyor.",
  "page-staking-docked": "Birleştirme hakkında daha fazla bilgi",
  "page-staking-dyor": "Kendi araştırmanızı kendiniz yapın",
  "page-staking-dyor-desc": "Listelenen stake hizmetlerinin hiçbiri resmi onaylı değildir. Hangi hizmetin sizin için en iyi olabileceğini bulmak için biraz araştırma yaptığınızdan emin olun.",
  "page-staking-header-1": "Ethereum doğrulayıcısı olmak için ETH'nizi stake edin",
  "page-staking-how-much": "Ne kadar stake etmek istiyorsunuz?",
  "page-staking-how-to-stake": "Nasıl stake edilir",
  "page-staking-how-to-stake-desc": "Her şey ne kadar stake etmek istediğinize bağlı. Tam bir doğrulayıcı olmak için 32'ye ihtiyacınız olacak, ancak daha az stake etmek de mümkündür.",
  "page-staking-join": "Katılın",
  "page-staking-join-community": "Stake edenlere katılın",
  "page-staking-join-community-desc": "EthStaker, herkesin Ethereum üzerinde stake etme hakkında tartışması ve öğrenmesi için bir topluluktur. Tavsiye, destek ve stake ilgili her şeyi konuşmak için dünyanın dört bir yanından on binlerce üyeye katılın.",
  "page-staking-less-than": "Daha az",
  "page-staking-link-1": "Arka uç API'larını görüntüleyin",
  "page-staking-meta-description": "Ethereum stake etmeye genel bir bakış: riskler, ödüller, gereksinimler ve nereden yapılacağı.",
  "page-staking-meta-title": "Ethereum stake etme",
  "page-staking-more-sharding": "Parçalama hakkında her şey",
  "page-staking-pool": "Havuzdaki stake",
  "page-staking-pool-desc": "32'den az ETH'niz varsa, stake havuzlarına daha küçük miktarda bir stake ekleyebilirsiniz. Bazı şirketler her şeyi sizin adınıza yapabilir, böylece çevrimiçi kalma konusunda endişelenmenize gerek kalmaz. İşte bakabileceğiniz bazı şirketler.",
  "page-staking-rocket-pool": "ETH'yi Rocket Pool'un likit token'ı rETH'si ile 0,01 ETH kadar düşük bir miktarla değiştirerek Rocket Pool'da stake edebilirsiniz. Bir düğüm çalıştırmak ister misiniz? Ayrıca 16 ETH'den başlayan miktarlarda Rocket Pool'da bir stake düğümü çalıştırabilirsiniz. Kalan ETH, kullanıcıların havuza yatırdığı ETH kullanılarak Rocket Pool protokolünden atanır.",
  "page-staking-pos-explained": "Hisse ispatı açıklaması",
  "page-staking-pos-explained-desc": "Stake etmek bir hisse ispatı sisteminde doğrulayıcı olmak için yapmanız gereken şeydir. Bu, şu anda yürürlükte olan iş ispatı sisteminin yerini alacak bir mutabakat mekanizmasıdır. Mutabakat mekanizmaları, Ethereum gibi blok zincirlerinin güvenli ve merkeziyetsiz olmasını sağlarlar.",
  "page-staking-pos-explained-desc-1": "Hisse ispatı ağın güvenliğini çeşitli şekillerde sağlamaya yardımcı olur:",
  "page-staking-services": "Tüm stake etme hizmetlerini görün",
  "page-staking-sharding": "Parçalamanın kilidini açar",
  "page-staking-sharding-desc": "Parçalama yalnızca bir hisse ispatı sistemiyle mümkündür. İş ispatı sisteminin parçalanması, ağı bozmak için gereken bilgi işlem gücü miktarını azaltarak kötü niyetli madencilerin parçaları kontrol etmesini kolaylaştırır. Hisse ispatı olarak rastgele atanan stake edenlerde durum böyle değildir.",
  "page-staking-solo": "Tek başınıza stake edin ve bir doğrulayıcı çalıştırın",
  "page-staking-solo-desc": "Stake sürecine başlamak için stake başlama notkasını kullanmanız gerekecektir. Bu, tüm kurulum boyunca size yol gösterecektir. Stake etmenin bir kısmı, blok zincirinin yerel bir kopyası olan bir mutabakat istemcisi çalıştırmaktır. Bunun bilgisayarınıza indirilmesi biraz zaman alabilir.",
  "page-staking-start": "Stake etmeye başlayın",
  "page-staking-subtitle": "Stake etme, Ethereum ekosistemi için kamu yararına olan bir üründür. Ağın güvenliğini sağlamaya yardımcı olabilir ve bu süreçte ödüller kazanabilirsiniz.",
  "page-staking-sustainability": "Daha sürdürülebilir",
  "page-staking-sustainability-desc": "Doğrulayıcıların, bir hisse ispatı sistemine katılmak için enerji yoğun bilgisayarlara ihtiyacı yoktur. Sadece bir dizüstü bilgisayar veya akıllı telefon yeterlidir. Bu, Ethereum'u çevre için daha zararsız hâle getirecektir.",
  "page-staking-the-beacon-chain": "İşaret Zinciri hakkında daha fazla bilgi",
  "page-staking-title-1": "Ödüller",
  "page-staking-title-2": "Riskler",
  "page-staking-title-3": "Gereksinimler",
  "page-staking-title-4": "ETH'nizi stake etme",
  "page-staking-upgrades-li": "Hisse ispatı, İşaret Zinciri tarafından yönetilir.",
  "page-staking-upgrades-li-2": "Ethereum, önümüzdeki süreçte hisse ispatı tabanlı bir İşaret Zinciri ve iş ispatı temelli bir Mainnet'e sahip olacaktır. Mainnet, yıllardır kullandığımız Ethereum'dur.",
  "page-staking-upgrades-li-3": "Bu süreç boyunca stake edenler, İşaret Zincirine yeni bloklar ekleyecekler ancak Mainnet işlemlerini işlemeyecekler.",
  "page-staking-upgrades-li-4": "Ethereum Mainnet, İşaret Zinciri ile birleştiğinde Ethereum, tamamıyla hisse ispatı sistemine geçecektir.",
  "page-staking-upgrades-li-5": "Stake edilen fonların geri çekilmesini sağlamak için küçük bir yükseltme yapılacaktır.",
  "page-staking-upgrades-title": "Hisse ispatı ve mutabakat yükseltmeleri",
  "page-staking-validators": "Daha fazla doğrulayıcı, daha fazla güvenlik",
  "page-staking-validators-desc": "Ethereum gibi bir blok zincirinde ağın çoğunluğunu kontrol ederseniz işlemleri keyfiyeten sansürlemek ve yeniden sıralamak mümkündür. Ancak ağın çoğunluğunu kontrol etmek için doğrulayıcıların çoğunluğuna ihtiyacınız vardır ve bunun için sistemdeki ETH'nin çoğunluğunu kontrol etmeniz gerekir; bu miktar, çok fazladır! Bu ETH miktarı, yeni bir doğrulayıcı sisteme her girdiğinde büyür ve ağın güvenliğini artırır. Hisse ispatı ile değiştirilecek iş ispatı güvenlik modelinde doğrulayıcıların (madencilerin) özel donanıma ve oldukça fazla fiziksel alana sahip olması gerekir; sisteme madenci olarak girmek zordur, bu nedenle çoğunluk saldırılarına karşı güvenlik çok fazla artış göstermez. Hisse ispatı ağında bu gereksinimler olmadığı için ağın büyüklüğü (ve çoğunluk saldırılarına karşı direnci), iş ispatı ile mümkün olmayan boyutlara çıkacaktır.",
  "page-staking-withdrawals": "Çekimler hemen aktif olmayacak",
  "page-staking-withdrawals-desc": "Yeni yükseltmeler gelene kadar stake ettiğiniz miktarı geri çekemeyeceksiniz. Mainnet'in İşaret Zinciri ile birleşmesinin ardından gelecek küçük bir yükseltmede para çekme işlemleri gerçekleştirilecek."
}
