{
  "page-dapps-1inch-logo-alt": "1inch logosu",
  "page-dapps-aave-logo-alt": "Aave logosu",
  "page-dapps-add-button": "dApp öner",
  "page-dapps-add-title": "dApp ekle",
  "page-dapps-ankr-logo-alt": "Ankr logosu",
  "page-dapps-api3-logo-alt": "API3 logosu",
  "page-dapps-arweave-logo-alt": "ARweave logosu",
  "page-dapps-audius-logo-alt": "Audius logosu",
  "page-dapps-augur-logo-alt": "Augur logosu",
  "page-dapps-axie-infinity-logo-alt": "Axie Infinity logosu",
  "page-dapps-balancer-logo-alt": "Balancer logosu",
  "page-dapps-brave-logo-alt": "Brave logosu",
  "page-dapps-beginner-friendly-description": "Birkaç merkeziyetsiz uygulama yeni başlayanlar için uygundur. Daha fazlasını aşağıda keşfedin.",
  "page-dapps-beginner-friendly-header": "Yeni başlayan dostu",
  "page-dapps-category-arts": "Sanat ve moda",
  "page-dapps-category-browsers": "Tarayıcılar",
  "page-dapps-category-code-marketplaces": "Kod pazar yerleri",
  "page-dapps-category-collectibles": "Dijital koleksiyonlar",
  "page-dapps-category-competitive": "Web3 oyunları",
  "page-dapps-category-computing": "Geliştirici araçları",
  "page-dapps-category-dex": "Borsalar",
  "page-dapps-category-investments": "Yatırım fonları",
  "page-dapps-category-lending": "Borç verme ve borçlanma",
  "page-dapps-category-lottery": "Kitle fonlama",
  "page-dapps-category-marketplaces": "Pazar yerleri",
  "page-dapps-category-music": "Müzik",
  "page-dapps-category-payments": "Ödemeler",
  "page-dapps-category-insurance": "Sigorta",
  "page-dapps-category-portfolios": "Portföy yönetimi",
  "page-dapps-category-trading": "Tahmin piyasaları",
  "page-dapps-category-utilities": "Yardımcı araçlar",
  "page-dapps-category-worlds": "Sanal dünyalar",
  "page-dapps-category-demand-aggregator": "Talep biriktiriciler",
  "page-dapps-category-derivatives": "Türevler",
  "page-dapps-category-liquid-staking": "Likit hisseleme",
  "page-dapps-category-bridges": "Köprüler",
  "page-dapps-category-experiences": "Paylaşılan deneyimler",
  "page-dapps-category-guilds": "Getiri birlikleri",
  "page-dapps-category-avatar": "Avatarlar",
  "page-dapps-choose-category": "Kategori seçimi",
  "page-dapps-category-social": "Sosyal medya",
  "page-dapps-category-content": "İçerik",
  "page-dapps-category-community": "Topluluk",
  "page-dapps-category-messaging": "Mesajlaşma",
  "page-dapps-category-identity": "Kimlik",
  "page-dapps-collectibles-benefits-1-description": "Bir sanat eseri Ethereum blok zincirinde belirtildiğinde sahipliğini yaratılışından şu anki sahibine kadar takip edebilirsin. Bu sahteciliği engeller.",
  "page-dapps-collectibles-benefits-1-title": "Sahiplik kanıtlanabilir",
  "page-dapps-collectibles-benefits-2-description": "Müzik dinlemek veya sanat eseri satın almak için ödeme yapmak sanatçılar için çok daha adil. Ethereum ile aracılara daha az ihtiyaç var. Aracılara ihtiyaç duyulursa, maliyetleri o kadar yüksek olmaz çünkü platformların ağ altyapısı için ödeme yapması gerekmez.",
  "page-dapps-collectibles-benefits-2-title": "İçerik oluşturucular için daha adil",
  "page-dapps-collectibles-benefits-3-description": "Tokenize edilmiş koleksiyonlar, platforma değil, Ethereum adresinize bağlıdır. Böylece oyun içi öğeler gibi şeyleri yalnızca oyunun kendisinde değil, herhangi bir Ethereum pazarında satabilirsiniz.",
  "page-dapps-collectibles-benefits-3-title": "Koleksiyon parçaları sizinle birlikte gelir",
  "page-dapps-collectibles-benefits-4-description": "Sanatınızı tokenize etmeniz ve satmanız için araçlar ve ürünler zaten var! Ve tokenleriniz herhangi bir platformda ve tüm Ethereum koleksiyon platformlarında satılabilir.",
  "page-dapps-collectibles-benefits-4-title": "Altyapı zaten yerinde",
  "page-dapps-collectibles-benefits-description": "Bunlar, dijital sahipliğe odaklanan, içerik oluşturucular için kazanç potansiyelini artıran ve en sevdiğiniz içerik oluşturuculara ve onların çalışmalarına yatırım yapmak için yeni yollar icat eden uygulamalardır.",
  "page-dapps-collectibles-benefits-title": "merkezi olmayan koleksiyon ve akış",
  "page-dapps-collectibles-button": "Sanat ve koleksiyon",
  "page-dapps-collectibles-description": "Bunlar, dijital sahipliğe odaklanan, içerik oluşturucular için kazanç potansiyelini artıran ve en sevdiğiniz içerik oluşturuculara ve onların çalışmalarına yatırım yapmak için yeni yollar icat eden uygulamalardır.",
  "page-dapps-collectibles-title": "Merkezi olmayan sanatlar ve koleksiyonlar",
  "page-dapps-compound-logo-alt": "Compound logosu",
  "page-dapps-convex-logo-alt": "Convex logosu",
  "page-dapps-cryptopunks-logo-alt": "CryptoPunks logosu",
  "page-dapps-cryptovoxels-logo-alt": "Cryptovoxels logosu",
  "page-dapps-cyberconnect-logo-alt": "CyberConnect logosu",
  "page-dapps-dapp-description-1inch": "En iyi fiyatları toplayarak yüksek fiyat düşüşlerinden kaçınmanıza yardımcı olur.",
  "page-dapps-dapp-description-aave": "Faiz kazanmak ve istediğiniz zaman para çekmek için token'larınızı ödünç verin.",
  "page-dapps-dapp-description-ankr": "Farklı Web3 altyapı ürünleri seti, inşa etme, kazanma, oyun oynama ve daha fazlası için - hepsi blok zincir üzerinde.",
  "page-dapps-dapp-description-api3": "10 ağa (ve sayılmaya devam eden) bağlı dApp'lerin gerçek zamanlı varlık fiyat verilerine bağlanmasına izin veren birinci taraf fiyat referans veri beslemeleri; kripto ve döviz fiyatları da dahil olmak üzere.",
  "page-dapps-dapp-description-arweave": "Veriyi kalıcı ve sürdürülebilir bir şekilde depolayın, tek önceden ödenmiş ücretle.",
  "page-dapps-dapp-description-async-art": "#ProgrammableArt - genel görüntüyü etkilemek için kullanabileceğiniz \"Katmanlara\" bölünmüş dijital resimler oluşturun, toplayın ve ticaretini yapın. Her Ana ve Katman bir ERC721 belirtecidir.",
  "page-dapps-dapp-description-audius": "Merkezi olmayan akış platformu = yaratıcılar için para, etiketler için değil.",
  "page-dapps-dapp-description-augur": "Spor, ekonomi ve diğer dünya olaylarının sonuçlarına bahse girin.",
  "page-dapps-dapp-description-axie-infinity": "Axies denen yaratıklarla ticaret yapın ve savaşın. Ve oynadıkça kazanın - mobil cihazlarda kullanılabilir",
  "page-dapps-dapp-description-balancer": "Balancer, otomatik bir portföy yöneticisi ve ticaret platformudur.",
  "page-dapps-dapp-description-brave": "Göz atmak için token kazanın ve en sevdiğiniz içerik oluşturucularını onlarla destekleyin.",
  "page-dapps-dapp-description-cent": "NFT üreterek para kazanabileceğin bir sosyal ağdır.",
  "page-dapps-dapp-description-compound": "Faiz kazanmak ve istediğiniz zaman para çekmek için token'larınızı ödünç verin.",
  "page-dapps-dapp-description-convex": "Convex, Curve likidite sağlayıcılarına CRV'lerini kilitlemeden işlem ücretleri kazanma ve arttırılmış CRV talep etmelerine olanak tanır.",
  "page-dapps-dapp-description-cryptopunks": "Ethereum'daki ilk token koleksiyon parçalarından biri olan punkları satın alın, teklif verin ve satışa sunun.",
  "page-dapps-dapp-description-cryptovoxels": "Sanat galerileri oluşturun, mağazalar inşa edin ve arazi satın alın - bir Ethereum sanal dünyası.",
  "page-dapps-dapp-description-cyberconnect": "DApps'e ağ etkilerini başlatmaları ve kişiselleştirilmiş sosyal deneyimler oluşturmalarına yardımcı olan merkezi olmayan sosyal grafik protokolü",
  "page-dapps-dapp-description-dark-forest": "Sonsuz, prosedürel olarak oluşturulmuş, kriptografik olarak belirlenmiş bir evrende gezegenleri fethedin.",
  "page-dapps-dapp-description-decentraland": "Keşfedebileceğiniz sanal bir dünyada sanal arazi toplayın, ticaretini yapın.",
  "page-dapps-dapp-description-ens": "Ethereum adresleri için kullanıcı dostu isimler ve merkezi olmayan siteler.",
  "page-dapps-dapp-description-foundation": "Dijital sanat eserlerinin benzersiz baskılarına yatırım yapın ve diğer alıcılarla ticaret yapın.",
  "page-dapps-dapp-description-gitcoin": "Açık kaynaklı yazılım üzerinde çalışarak kripto kazanın.",
  "page-dapps-dapp-description-gitcoin-grants": "Güçlendirilmiş katkılarla Ethereum topluluk projeleri için kitle fonlaması",
  "page-dapps-dapp-description-gm": "Chat, forum ve ses için, kazançları üreticileriyle paylaşan hepsi bir arada platform",
  "page-dapps-dapp-description-gods-unchained": "Stratejik ticaret kart oyunu. Gerçek hayatta satabileceğiniz kartları oynayarak kazanın.",
  "page-dapps-dapp-description-golem": "Paylaşılan bilgi işlem gücüne erişin veya kendi kaynaklarınızı kiralayın.",
  "page-dapps-dapp-description-graph": "Ethereum ve IPFS gibi ağları sorgulamak için bir dizinleme protokolü.",
  "page-dapps-dapp-description-ipfs": "İnterneti yükseltilebilir, dayanıklı ve daha açık hale getirerek insanlığın bilgisini korumayı ve büyütmeyi amaçlayan eşten eşe bir hipermedya protokolü.",
  "page-dapps-dapp-description-radicle": "Aracılar olmadan eşler arası kod işbirliğini güvence altına alın.",
  "page-dapps-dapp-description-kyberswap": "En iyi oranlarda takas yapın ve kazanın.",
  "page-dapps-dapp-description-lido": "Dijital varlıklar için basitleştirilmiş ve güvenli hisseleme.",
  "page-dapps-dapp-description-loopring": "Eşler arası ticaret platformu hız için inşa edilmiştir.",
  "page-dapps-dapp-description-marble-cards": "URL' lere dayalı benzersiz dijital kartlar oluşturun ve ticaret yapın.",
  "page-dapps-dapp-description-matcha": "Size en iyi fiyatları bulmanıza yardımcı olacak şekilde birden fazla borsada arama yapın.",
  "page-dapps-dapp-description-meeds": "Merkeziyetsiz iş çağına yönelik web3 topluluk merkezleri. Önemli katkı yapan kişileri adil ve şeffaf bir şekilde ödüllendirin.",
  "page-dapps-dapp-description-mirror": "Web3 için Web3 üzerine inşa edilmiş, Mirror'ın güçlü yayıncılık platformu, çevrimiçi yazmanın sınırlarını zorluyor",
  "page-dapps-dapp-description-multichain": "Web3 için bir nihai yönlendirici. Rastgele cross-chain etkileşimleri için geliştirilmiş bir altyapıdır.",
  "page-dapps-dapp-description-nifty-gateway": "Zincirdeki sanatçılar, sporcular, markalar, ve yaratıcıların eserleri satın alın.",
  "page-dapps-dapp-description-summerfi": "Bir Ethereum sabit parası olan Dai ile ticaret yapın, ödünç alın ve tasarruf edin.",
  "page-dapps-dapp-description-opensea": "Sınırlı sayıda mal satın alın, satın, keşfedin ve ticaret yapın.",
  "page-dapps-dapp-description-opera": "Tarayıcınızdan satıcılara, diğer kullanıcılara ve uygulamalara kripto gönderin.",
  "page-dapps-dapp-description-osuvox": "Blok zincir üzerinde yaşayan 3B avatarlar",
  "page-dapps-dapp-description-poap": "Farklı sanal veya yüz yüze etkinliklerde olduğunuzu kanıtlayan NFT'leri toplayın. Bunları çekilişlere katılmak, oy vermek, işbirliği yapmak veya sadece övünmek için kullanın.",
  "page-dapps-dapp-description-polymarket": "Sonuçlara bahse girin. Bilgi piyasalarında ticaret yapın.",
  "page-dapps-dapp-description-pooltogether": "Kaybedemeyeceğiniz bir piyango. Her hafta ödüller.",
  "page-dapps-dapp-description-index-coop": "Portföyünüzde en iyi DeFi tokenlarına maruz kalmanızı sağlayan bir kripto endeksi fonu.",
  "page-dapps-dapp-description-nexus-mutual": "Sigorta şirketi olmadan teminat. Akıllı sözleşme hatalarına ve hack'lere karşı korunun.",
  "page-dapps-dapp-description-etherisc": "Herkesin kendi sigorta kapsamını oluşturmak için kullanabileceği merkeziyetsiz bir sigorta şablonu.",
  "page-dapps-dapp-description-zapper": "Portföyünüzü takip edin ve tek bir arayüzden çeşitli DeFi ürünlerini kullanın.",
  "page-dapps-dapp-description-zerion": "Portföyünüzü yönetin ve piyasadaki her bir DeFi varlığını değerlendirin.",
  "page-dapps-dapp-description-rotki": "Gizliliğinize saygı duyan açık kaynaklı portföy takibi, analiz, muhasebe ve vergi raporlama aracı.",
  "page-dapps-dapp-description-krystal": "Tüm favori DeFi servislerinize erişim sağlayan tek bir platform.",
  "page-dapps-dapp-description-rarible": "Token'li koleksiyonlar oluşturun, satın ve satın alın.",
  "page-dapps-dapp-description-request-finance": "Kripto faturaları, maaş bordrosu ve harcamalar için bir finansal araç paketi.",
  "page-dapps-dapp-description-rubic": "Kullanıcılar ve dApp'ler için Cross-Chain teknoloji toplayıcısı.",
  "page-dapps-dapp-description-sablier": "Gerçek zamanlı olarak para akışı.",
  "page-dapps-dapp-description-spatial": "Kendi özel avatarınızı ve 3B dünyalarınızı oluşturun",
  "page-dapps-dapp-description-spruce": "Kimlik ve veri kontrolünü olması gereken yerde bırakmak için açık kaynaklı bir yapı, kullanıcılarla...",
  "page-dapps-dapp-description-status": "Bilgi akışını serbest bırakma, özel, güvenli konuşma hakkını koruma ve bireylerin egemenliğini destekleme amacıyla tasarlandı.",
  "page-dapps-dapp-description-superrare": "Dijital sanat eserlerini doğrudan sanatçılardan veya ikincil pazarlardan satın alın.",
  "page-dapps-dapp-description-synthetix": "Synthetix, sentetik varlıkların ihraç ve ticaretini sağlayan bir protokoldür",
  "page-dapps-dapp-description-token-sets": "Otomatik olarak yeniden dengeleyen kripto yatırım stratejileri.",
  "page-dapps-dapp-description-uniswap": "Token'leri basitçe değiştirin veya % ödüller için token'ler sağlayın.",
  "page-dapps-dapp-description-xmtp": "DM'ler, uyarılar, duyurular ve daha fazlası dahil olmak üzere blokzincir hesapları arasında mesaj gönderin.",
  "page-dapps-dapp-description-yearn": "Yearn Finans bir getirici toplayıcıdır. Bireylere, DAO'lara ve diğer protokollere dijital varlıkları yatırmak ve getiri almak için bir yol verir.",
  "page-dapps-docklink-dapps": "Dapps'a giriş",
  "page-dapps-docklink-smart-contracts": "Akıllı sözleşmeler",
  "page-dapps-dark-forest-logo-alt": "Dark Forest logosu",
  "page-dapps-decentraland-logo-alt": "Decentraland logosu",
  "page-dapps-index-coop-logo-alt": "Index Coop logosu",
  "page-dapps-nexus-mutual-logo-alt": "Nexus Mutual logosu",
  "page-dapps-etherisc-logo-alt": "Etherisc Logosu",
  "page-dapps-zapper-logo-alt": "Zapper logosu",
  "page-dapps-zerion-logo-alt": "Zerion Logosu",
  "page-dapps-rotki-logo-alt": "Rotki Logosu",
  "page-dapps-krystal-logo-alt": "Krystal logosu",
  "page-dapps-synthetix-logo-alt": "Synthetix logosu",
  "page-dapps-desc": "Denemek için bir Ethereum uygulaması bulun.",
  "page-dapps-doge-img-alt": "Bilgisayar kullanan bir köpek görseli",
  "page-dapps-editors-choice-dark-forest": "Gezegenleri fethetmek ve en son Ethereum ölçekleme/gizlilik teknolojisini denemek için başkalarına karşı oynayın. Ethereum' a zaten aşına olanlar için örneklerden bir tanesi.",
  "page-dapps-editors-choice-foundation": "Kültüre yatırım yapın. İnanılmaz sanatçı, müzisyen ve markadan benzersiz dijital sanat eserleri ve moda ürünleri satın alın, ticaret yapın ve satın.",
  "page-dapps-editors-choice-pooltogether": "Kaybetmediğiniz piyango için bir bilet satın alın. Her hafta, tüm bilet havuzundan elde edilen faiz şanslı bir kazanana gönderilir. İstediğiniz zaman paranızı geri alın.",
  "page-dapps-editors-choice-uniswap": "Tokenlerinizi kolaylıkla değiştirin. Ağ genelinde insanlarla token ticareti yapmanızı sağlayan bir topluluk favorisi.",
  "page-dapps-ens-logo-alt": "Ethereum Name Service logosu",
  "page-dapps-explore-dapps-description": "Merkezi olmayan ağların olanaklarını test eden birçok uygulama hala deneyseldir. Ancak teknoloji, finans, oyun ve koleksiyon kategorilerinde bazı başarılı erken hareket edenler olmuştur.",
  "page-dapps-explore-dapps-title": "Dapps'i keşfedin",
  "page-dapps-features-1-description": "Ethereum' a dağıtıldıktan sonra, merkezi olmayan uygulama (dapp) kodu kaldırılamaz ve herkes merkezi olmayan uygulama özelliklerini kullanabilir. Merkezi olmayan uygulamaların arkasındaki ekip dağılsa bile, yine de kullanabilirsiniz. Ethereum'da bir kez var olan, orada daima kalır.",
  "page-dapps-features-1-title": "Sahip yok",
  "page-dapps-features-2-description": "Merkezi olmayan bir uygulama (dapp) kullanmaktan veya İşlem göndermekten engellenemezsiniz. Örneğin, Twitter Ethereum' daysa, hiç kimse hesabınızı engelleyemez veya tweet atmanızı engelleyemez.",
  "page-dapps-features-2-title": "Sansürsüz",
  "page-dapps-features-3-description": "Ethereum' un ETH' ye sahip olması nedeniyle, ödemeler Ethereum' a özgüdür. Geliştiricilerin üçüncü taraf ödeme sağlayıcılarıyla entegrasyon için zaman harcamasına gerek yoktur.",
  "page-dapps-features-3-title": "Yerleşik ödemeler",
  "page-dapps-features-4-description": "Merkezi olmayan uygulama (dapp) kodu genellikle açık ve varsayılan olarak uyumludur. Takımlar düzenli olarak diğer takımların çalışmalarını kullanarak inşa eder. Kullanıcıların merkezi olmayan uygulamanızdaki belirteçleri değiştirmesine izin vermek istiyorsanız, başka bir merkezi olmayan uygulamanın kodunu takmanız yeterlidir.",
  "page-dapps-features-4-title": "Tak ve çalıştır",
  "page-dapps-features-5-description": "Çoğu merkezi olmayan uygulama ile gerçek kimliğinizi paylaşmanıza gerek yoktur. Ethereum hesabınız girişinizdir ve sadece bir cüzdana ihtiyacınız vardır.",
  "page-dapps-features-5-title": "Anonim bir giriş",
  "page-dapps-features-6-description": "Kriptografi, saldırganların sizin adınıza işlemleri ve diğer merkezi olmayan uygulama etkileşimlerini taklit etmemesini sağlar. Yetkili uygulama işlemleriniz Ethereum hesabınızla, genellikle cüzdanınız aracılığıyla yapılır, bu nedenle kimlik bilgilerinizi güvende tutun.",
  "page-dapps-features-6-title": "Kriptografi ile desteklenmektedir",
  "page-dapps-features-7-description": "Merkezi olmayan uygulama Ethereum'da yayınlandıktan sonra, yalnızca Ethereum' un kendisi çökerse, çökecektir. Ethereum büyüklüğündeki ağlara saldırmak çok zordur.",
  "page-dapps-features-7-title": "Kesinti yok",
  "page-dapps-finance-benefits-1-description": "Ethereum' da çalışan finansal hizmetlerin kayıt gereksinimleri yoktur. Paranız ve internet bağlantınız varsa başlamaya hazırsınız.",
  "page-dapps-finance-benefits-1-title": "Açık erişim",
  "page-dapps-finance-benefits-2-description": "Bu finansal ürünler arasında etkileşimde bulunabileceğiniz bir dizi token mevcut. İnsanlar her zaman Ethereum' un üstünde yeni token'lar inşa ediyorlar.",
  "page-dapps-finance-benefits-2-title": "Yeni bir token ekonomisi",
  "page-dapps-finance-benefits-3-description": "Ekipler, daha az değişken bir kripto para birimi olan <a href=\"/glossary/#stablecoin\">sabit paraları</a> yarattı. Sabit paralar, kriptoyu risk ve belirsizlik olmadan deneyip kullanabilmenize olanak sağlar.",
  "page-dapps-finance-benefits-3-title": "Sabit coin'ler",
  "page-dapps-finance-benefits-4-description": "Ethereum alanındaki tüm finansal ürünler modülerdir ve birbirleriyle uyumludur. Bu modüllerin yeni konfigürasyonları her zaman piyasaya çıkıyor ve kripto ile yapabileceklerinizi artırıyor.",
  "page-dapps-finance-benefits-4-title": "Birbirine bağlı finansal hizmetler",
  "page-dapps-finance-benefits-description": "Merkezi olmayan finans uygulamalarının gelişmesine izin veren Ethereum hakkında ne var?",
  "page-dapps-finance-benefits-title": "merkezi olmayan finans",
  "page-dapps-finance-button": "Finans",
  "page-dapps-finance-description": "Bu uygulamalar, kripto para birimleri kullanarak finansal hizmetler oluşturmaya odaklanan uygulamalardır. Borç verme, borçlanma, faiz kazanma ve özel ödemeler gibi şeyler sunarlar – kişisel veri gerektirmezler.",
  "page-dapps-finance-title": "Merkezi olmayan finans",
  "page-dapps-foundation-logo-alt": "Foundation logosu",
  "page-dapps-gaming-benefits-1-description": "Sanal arazi veya ticaret kartları olsun, öğeleriniz koleksiyon pazarlarında satılabilir. Oyun içi öğeleriniz gerçek dünya değerine sahiptir.",
  "page-dapps-gaming-benefits-1-title": "Oyun öğeleri token olarak ikiye katlanır",
  "page-dapps-gaming-benefits-2-description": "Eşyalarınıza ve bazı durumlarda oyun şirketlerine değil ilerlemenize sahipsiniz. Bu şekilde, oyunun arkasındaki şirket saldırıya uğrarsa, sunucu arızasından muzdaripse veya dağılırsa hiçbir şey kaybetmezsiniz.",
  "page-dapps-gaming-benefits-2-title": "Tasarruflarınız güvende",
  "page-dapps-gaming-benefits-3-description": "Ethereum ödemelerinin doğrulanmasının herkes tarafından yapılabilmesi gibi, oyunlar da teyit amacıyla bu kaliteden yararlanabilir. Teoride, kritik vuruşların sayısından rakibin savaş sandığının boyutuna kadar her şey doğrulanabilir.",
  "page-dapps-gaming-benefits-3-title": "Kanıtlanabilir adalet",
  "page-dapps-gaming-benefits-description": "Merkezi olmayan finans uygulamalarının gelişmesine izin veren Ethereum hakkında ne var?",
  "page-dapps-gaming-benefits-title": "merkezi olmayan oyun",
  "page-dapps-gaming-button": "Oyun",
  "page-dapps-gaming-description": "Bunlar, sanal dünyaların yaratılmasına ve gerçek dünya değerine sahip koleksiyonları kullanarak diğer oyuncularla savaşmaya odaklanan uygulamalardır.",
  "page-dapps-gaming-title": "Merkezi olmayan oyun",
  "page-dapps-get-some-eth-description": "Merkezi olmayan uygulama eylemleri bir işlem ücretine mal olur",
  "page-dapps-get-started-subtitle": "Bir merkeziyetsiz uygulamayı deneyebilmek için bir <a href=\"/glossary/#wallet\">cüzdana</a> ve bir miktar ETH'ye ihtiyacınız vardır. Cüzdan, bağlanmanıza veya oturum açmanıza olanak tanır. <a href=\"/glossary/#transaction-fee\">İşlem ücretlerini</a> ödeyebilmek için ise ETH'ye ihtiyacınız olacaktır.",
  "page-dapps-get-started-title": "Başlayın",
  "page-dapps-gitcoin-grants-logo-alt": "Gitcoin Grants logosu",
  "page-dapps-gitcoin-logo-alt": "Gitcoin logosu",
  "page-dapps-gm-logo-alt": "gm.xyz logosu",
  "page-dapps-gods-unchained-logo-alt": "Gods Unchained logosu",
  "page-dapps-golem-logo-alt": "Golem logosu",
  "page-dapps-graph-logo-alt": "Şema logosu",
  "page-dapps-radicle-logo-alt": "Radicle Logosu",
  "page-dapps-hero-header": "Ethereum destekli araçlar ve hizmetler",
  "page-dapps-hero-subtitle": "Merkezi olmayan uygulamalar (dapps), iş modellerini bozmak veya yenilerini icat etmek için Ethereum kullanarak gelişen bir uygulama hareketidir.",
  "page-dapps-how-dapps-work-p1": "Merkeziyetsiz uygulamaların arka uç kodları (akıllı sözleşmeler), merkezi bir sunucuda değil, merkezi olmayan bir ağda çalışır. Bu uygulamalar, veri depolama için Ethereum <a href=\"/glossary/#blockchain\">blokzincirini</a>, uygulama mantıkları için ise akıllı sözleşmeleri kullanır.",
  "page-dapps-how-dapps-work-p2": "Akıllı bir sözleşme, herkesin görmesi ve tam olarak bu kurallara göre çalışması için zincir üzerinde yaşayan bir dizi kural gibidir. Bir otomat düşünün: yeterli para ve doğru seçim ile tedarik ederseniz, istediğiniz öğeyi alırsınız. Otomatlar gibi, akıllı sözleşmeler de Ethereum hesabınız gibi para tutabilir. Bu, kodun anlaşmalara ve işlemlere aracılık etmesine izin verir.",
  "page-dapps-how-dapps-work-p3": "Merkezi olmayan uygulamalar Ethereum ağına dağıtıldıktan sonra bunları değiştiremezsiniz. Uygulamalar merkezi olmayan olabilir çünkü bir birey veya şirket değil, sözleşmeye yazılan mantık tarafından kontrol edilirler.",
  "page-dapps-how-dapps-work-title": "Merkezi olmayan uygulamalar nasıl çalışır",
  "page-dapps-ipfs-logo-alt": "IPFS logosu",
  "page-dapps-kyberswap-logo-alt": "KyberSwap logosu",
  "page-dapps-learn-callout-button": "Geliştirmeye başla",
  "page-dapps-learn-callout-description": "Topluluk geliştirici portalı, mümkün olan en kısa sürede merkezi olmayan uygulama oluşturmaya başlamanıza yardımcı olacak belgelere, araçlara ve çerçevelere sahiptir.",
  "page-dapps-learn-callout-image-alt": "Lego tuğlalarından ETH sembolü inşa eden bir elin görseli.",
  "page-dapps-learn-callout-title": "Bir merkezi olmayan uygulama (dapp) inşa etmeyi öğrenin",
  "page-dapps-lido-logo-alt": "Lido logosu",
  "page-dapps-loopring-logo-alt": "Loopring logosu",
  "page-dapps-magic-behind-dapps-description": "Merkezi olmayan uygulamalar normal uygulamalar gibi hissettirebilir. Ancak sahnelerin arkasında bazı özel nitelikler var çünkü Ethereum' un tüm süper güçlerini miras alırlar. Merkezi olmayan uygulamaları, uygulamalardan farklı kılan şey budur.",
  "page-dapps-magic-behind-dapps-link": "Ethereum' u harika yapan nedir?",
  "page-dapps-magic-behind-dapps-title": "Merkezi olmayan uygulamaların arkasındaki sihir",
  "page-dapps-magic-title-1": "Sihir",
  "page-dapps-magic-title-2": "arkasında",
  "page-dapps-magician-img-alt": "Sihirbazlar görseli",
  "page-dapps-marble-cards-logo-alt": "marble.cards logosu",
  "page-dapps-async-logo-alt": "Asenkron logosu",
  "page-dapps-matcha-logo-alt": "Matcha logosu",
  "page-dapps-meeds-logo-alt": "Meeds logosu",
  "page-dapps-metaverse-benefits-title": "metaverse",
  "page-dapps-metaverse-benefits-description": "Ethereum'un metaverse'in gelişmesine olanak tanıyan özellikleri nelerdir?",
  "page-dapps-metaverse-benefits-1-title": "NFT'ler",
  "page-dapps-metaverse-benefits-1-description": "Kullanıcıların sahip olduğu ve aynı standartları destekleyen sanal dünyalar ve pazar yerlerinde etkileşimli olan benzersiz oyun içi öğeler.",
  "page-dapps-metaverse-benefits-2-title": "Kullanıcı sahipli topluluklar",
  "page-dapps-metaverse-benefits-2-description": "Kimlikler, kullanıcılar tarafından sahiplenilir, birden fazla sanal dünya üzerinde sosyal ağlar oluşturmak ve keşfetmek için sonsuz fırsatlar sunar.",
  "page-dapps-metaverse-button": "Metaverse",
  "page-dapps-metaverse-title": "Metaverse",
  "page-dapps-metaverse-description": "Bunlar, kullanıcıların sanal dünyalara özgürce katılım sağlamasına olanak tanıyan uygulamalardır. Kullanıcılar kişisel ağlar oluşturabilir ve dijital varlıkların sahipliğini alabilir",
  "page-dapps-mirror-logo-alt": "Mirror logosu",
  "page-dapps-mobile-options-header": "Başka bir kategoriye göz atın",
  "page-dapps-multichain-logo-alt": "Çoklu Zincir logosu",
  "page-dapps-nifty-gateway-logo-alt": "Nifty Gateway logosu",
  "page-dapps-summerfi-logo-alt": "Summer.fi logosu",
  "page-dapps-opensea-logo-alt": "Oasis logosu",
  "page-dapps-opera-logo-alt": "Opera logosu",
  "page-dapps-osuvox-logo-alt": "OSUVOX logosu",
  "page-dapps-polymarket-logo-alt": "Polymarket logosu",
  "page-dapps-poap-logo-alt": "Katılım İspatı Protokolü logosu",
  "page-dapps-pooltogether-logo-alt": "PoolTogether logosu",
  "page-dapps-rarible-logo-alt": "Rarible logosu",
  "page-dapps-ready-button": "Başla",
  "page-dapps-ready-description": "Denemek için merkezi olmayan bir uygulama seçin",
  "page-dapps-ready-title": "Hazır mısın?",
  "page-dapps-request-finance-logo-alt": "Request Finance logosu",
  "page-dapps-rubic-logo-alt": "Rubic logosu",
  "page-dapps-sablier-logo-alt": "Sablier logosu",
  "page-dapps-set-up-a-wallet-button": "Cüzdan bul",
  "page-dapps-set-up-a-wallet-description": "Bir cüzdan bir merkezi olmayan uygulama için \"girişiniz\" demektir",
  "page-dapps-set-up-a-wallet-title": "Bir cüzdan oluşturun",
  "page-dapps-social-button": "Sosyal",
  "page-dapps-social-description": "Bunlar, kullanıcıların dijital kimliklerin ve sosyal şemaların sahibi olduğu, merkezi olmayan kimlik teknolojilerini kullanan, merkezi olmayan sosyal ağlar oluşturmaya odaklanan uygulamalardır.",
  "page-dapps-social-title": "Sosyal",
  "page-dapps-spatial-logo-alt": "Spatial logosu",
  "page-dapps-spruce-logo-alt": "Spruce logosu",
  "page-dapps-status-logo-alt": "Status logosu",
  "page-dapps-superrare-logo-alt": "SuperRare logosu",
  "page-dapps-technology-button": "Teknoloji",
  "page-dapps-technology-description": "Bunlar, geliştirici araçlarını Ademi merkezileştirmeye, kripto-ekonomik sistemleri mevcut teknolojiye dahil etmeye ve açık kaynak geliştirme çalışmaları için pazarlar oluşturmaya odaklanan uygulamalardır.",
  "page-dapps-technology-title": "Merkezi olmayan teknoloji",
  "page-dapps-token-sets-logo-alt": "Token Sets logosu",
  "page-dapps-uniswap-logo-alt": "Uniswap logosu",
  "page-dapps-wallet-callout-button": "Cüzdan bulun",
  "page-dapps-wallet-callout-description": "Cüzdanlar da merkezi olmayan uygulamalardır. Size uygun özelliklere göre bir tane bulun.",
  "page-dapps-wallet-callout-image-alt": "Bir robot görseli.",
  "page-dapps-wallet-callout-title": "Cüzdanları görüntüleyin",
  "page-dapps-warning-header": "Her zaman kendi araştırmanızı yapın",
  "page-dapps-warning-message": "Ethereum yeni bir teknolojidir ve çoğu uygulama yenidir. Herhangi bir büyük miktarda para yatırmadan önce, riskleri anladığınızdan emin olun.",
  "page-dapps-what-are-dapps": "Merkezi olmayan uygulamalar nelerdir?",
  "page-dapps-more-on-defi-button": "Merkeziyetsiz finans hakkında daha fazla bilgi",
  "page-dapps-more-on-nft-button": "Tokenize edilmiş koleksiyonlar hakkında daha fazla bilgi",
  "page-dapps-more-on-nft-gaming-button": "Tokenize edilmiş oyun içi öğeler hakkında daha fazla bilgi",
  "page-dapps-dapp-description-pwn": "Ethereum'da herhangi bir jeton veya NFT ile desteklenen kolay krediler.",
  "page-dapps-pwn-image-alt": "PWN logosu",
  "page-dapps-xmtp-logo-alt": "XMTP logosu",
  "opage-dapps-yearn-logo-alt": "Yearn logosu",
  "page-dapps-yearn-image-alt": "Yearn logosu",
  "page-dapps-convex-image-alt": "Convex logosu",
  "foundation": "Kurum",
  "page-wallets-get-some": "Bir miktar ETH edin",
  "page-dapps-dapp-description-curve": "Curve, stabilcoinlere odaklanmış bir DEX'tir",
  "page-dapps-curve-image-alt": "Curve logosu",
  "page-dapps-dapp-description-dodo": "DODO, Proaktif Piyasa Yapıcı algoritmasını (PMM) kullanarak on-chain likidite sağlayıcısıdır",
  "page-dapps-dodo-image-alt": "DODO logosu",
  "page-dapps-dapp-description-artblocks": "Art Blocks, çarpıcı çağdaş üretken sanat eserlerini hayata geçirmeye adanmıştır",
  "page-dapps-artblocks-image-alt": "Art Blocks logosu",
  "page-dapps-explore-title": "Daha fazla uygulamaya göz atmak ister misiniz?",
  "page-dapps-explore": "Yüzlerce merkeziyetsiz uygulamaya göz atın"
}
