{
  "page-ethereum-vs-bitcoin-meta-title": "Ethereum ve Bitcoin: Aralarındaki fark nedir? | ethereum.org",
  "page-ethereum-vs-bitcoin-meta-description": "Bitcoin ve Ethereum arasındaki kullanım alanları, ağ performansı, güvenlik, jeton ekonomisi, merkeziyetsizlik seviyesi ve daha fazlası gibi farklılıkları öğrenin.",
  "page-ethereum-vs-bitcoin-twitter-meta-description": "Bitcoin ve Ethereum arasındaki kullanım alanları, ağ performansı, jeton ekonomisi ve daha fazlası gibi farklılıkları öğrenin.",
  "page-ethereum-vs-bitcoin-title": "Ethereum ve Bitcoin: Aralarındaki fark nedir?",
  "page-ethereum-vs-bitcoin-description-1": "Bitcoin ve Ethereum en iyi bilinen merkeziyetsiz blokzincir ağlarından ikisidir, ancak çok farklı amaçlara hizmet ederler.",
  "page-ethereum-vs-bitcoin-section-1": "Bitcoin (büyük B ile), bitcoin (küçük b ile) adı verilen dijital bir para birimi için tasarlanmış bir blokzincirdir. Ethereum, yerel kripto para birimi olan <strong>ether (ETH)</strong> tarafından desteklenen, uygulamalar ve varlıklar için merkeziyetsiz bir platform olacak şekilde tasarlanmıştır.",
  "page-ethereum-vs-bitcoin-section-2": "Her ikisi de blokzincir teknolojisini kullanır, açık kaynaklıdır ve küresel topluluklar tarafından sürdürülür, ancak hedefleri ve özellikleri farklıdır. Bu kılavuzda, her bir ağın ne olduğunu, ortak noktalarını ve teknoloji, kültür ve geleceğe bakış gibi alanlarda nasıl farklılaştıklarını ele alacağız.",
  "page-ethereum-vs-bitcoin-bitcoin-section-title": "Bitcoin—hızlı bir başlangıç",
  "page-ethereum-vs-bitcoin-bitcoin-section-1": "Bitcoin, merkeziyetsiz bir dijital para ağıdır. 2008 mali krizinden kısa bir süre sonra, <strong>2009'da</strong> <strong>Satoshi Nakamoto</strong> adını kullanan anonim bir kuruluş tarafından <strong>oluşturuldu</strong>. Fikir, Bitcoin'in eşler arası bir elektronik nakit sistemi olmasıydı.",
  "page-ethereum-vs-bitcoin-bitcoin-section-2": "Bitcoin, herkesin internet üzerinden bir banka gibi <strong>merkezi bir otoriteye güvenmeden bitcoin gönderip almasına</strong> olanak tanır. Tüm işlemler, blokzincir olarak bilinen halka açık bir deftere kaydedilir.",
  "page-ethereum-vs-bitcoin-bitcoin-section-3": "Bitcoin, ağını güvence altına almak için iş ispatı kullanır. Dünya çapındaki bilgisayarlar, yeni bloklar eklemelerini sağlayan kriptografik bulmacaları çözmek için yarışır. Bu özel bilgisayarlara madenciler denir ve yeni blokları \"kazdıkları\" için blok ödülü olarak bitcoin alırlar.",
  "page-ethereum-vs-bitcoin-bitcoin-section-4": "<strong>Bitcoin, 21 milyon coinlik sabit bir maksimum arza sahiptir</strong>. Bu tasarım tercihi, Bitcoin'in genellikle dijital altın olarak anılmasının önemli bir nedenidir.",
  "page-ethereum-vs-bitcoin-ethereum-section-title": "Ethereum—hızlı bir başlangıç",
  "page-ethereum-vs-bitcoin-ethereum-section-1": "Bitcoin gibi Ethereum da merkeziyetsiz bir blokzincir ağıdır ancak <strong>sadece ödemeleri kaydetmekten daha fazlasını yapmak için tasarlanmıştır</strong>. <strong>2015</strong>'te <strong>Vitalik Buterin</strong> adlı bir yazılım geliştirici ve kurucu ortakları tarafından piyasaya sürülen Ethereum, bir akıllı sözleşme ve merkeziyetsiz uygulama platformu olarak inşa edildi.",
  "page-ethereum-vs-bitcoin-ethereum-section-2": "Ethereum, Bitcoin gibi herkesin değer gönderip almasına olanak tanır, ancak aynı zamanda <strong>herkesin uygulamalar için kullanabileceği bir platform</strong> görevi de görür. Ethereum ağı binlerce düğümde çalışır ve tek bir kuruluş tarafından kontrol edilmez.",
  "page-ethereum-vs-bitcoin-ethereum-section-3": "Herkes Ethereum'a uygulama oluşturabilir ve dağıtabilir. Bu programlara <strong>akıllı sözleşmeler</strong> denir ve bunlar Ethereum'un temel yeniliğidir.",
  "page-ethereum-vs-bitcoin-ethereum-section-4": "Akıllı sözleşme dağıtıldıktan sonra, etkileşimde bulunulduğunda deterministik olarak çalışır. Bu, dünya çapında milyonlarca kullanıcı için her gün, gün boyu çalışan borç verme, alım satım, oyunlar ve dijital koleksiyon ürünleri gibi şeyler için uygulamalar oluşturmayı mümkün kılar.",
  "page-ethereum-vs-bitcoin-ethereum-section-5": "Bitcoin ağında işlem ücretlerini ödemek için bitcoin'in kullanıldığı gibi, Ethereum'un yerel para birimi olan ether de işlem ücretlerini ödemek, akıllı sözleşmeleri yayımlamak ve kullanmak ve ağı güvence altına almak için kullanılır. <strong>Ether hem programları çalıştırmak için bir yakıt hem de bir değer saklama aracı olarak işlev görür</strong>.",
  "page-ethereum-vs-bitcoin-ethereum-section-6": "Ethereum ve nasıl çalıştığı hakkında daha fazla bilgi edinin",
  "page-ethereum-vs-bitcoin-differences-section-title": "Temel farklılıklar",
  "page-ethereum-vs-bitcoin-differences-section-1": "Bitcoin ve Ethereum, merkeziyetsiz ağları sürdürmek için blokzincir teknolojisini kullanır, ancak tasarımları, amaçları ve yetenekleri bakımından farklılık gösterirler.",
  "page-ethereum-vs-bitcoin-differences-table-area": "Alan",
  "page-ethereum-vs-bitcoin-differences-table-bitcoin": "Bitcoin",
  "page-ethereum-vs-bitcoin-differences-table-ethereum": "Ethereum",
  "page-ethereum-vs-bitcoin-differences-table-row-1-1": "Temel amaç",
  "page-ethereum-vs-bitcoin-differences-table-row-1-2": "Eşler arası dijital para birimi",
  "page-ethereum-vs-bitcoin-differences-table-row-1-3": "Uygulamalar ve dijital ekonomiler için platform",
  "page-ethereum-vs-bitcoin-differences-table-row-2-1": "Akıllı sözleşmeler",
  "page-ethereum-vs-bitcoin-differences-table-row-2-2": "Desteklenmiyor",
  "page-ethereum-vs-bitcoin-differences-table-row-2-3": "Temel işlevsellik",
  "page-ethereum-vs-bitcoin-differences-table-row-3-1": "Arz",
  "page-ethereum-vs-bitcoin-differences-table-row-3-2": "Bitcoin, orijinal ve değiştirilmemiş protokol tarafından belirlenen sabit/önceden belirlenmiş bir oranda her blokta çıkarılır ve nihai olarak 21 milyonluk sabit bir limiti vardır.",
  "page-ethereum-vs-bitcoin-differences-table-row-3-3": "Ether, her blokta aktiviteye/talebe orantılı olarak yakılır ve her dönemde stake edilen toplam ETH'ye orantılı olarak çıkarılır. Sabit bir limit yoktur, ancak çıkarma oranı, stake edilen toplam ETH ile sınırlıdır.",
  "page-ethereum-vs-bitcoin-differences-table-row-4-1": "Mutabakat mekanizması",
  "page-ethereum-vs-bitcoin-differences-table-row-4-2": "İş İspatı",
  "page-ethereum-vs-bitcoin-differences-table-row-4-3": "Hisse ispatı",
  "page-ethereum-vs-bitcoin-differences-table-row-5-1": "Hız",
  "page-ethereum-vs-bitcoin-differences-table-row-5-2": "Çoğu kişi tarafından, ortalama 60 dakika süren altı bloktan sonra geri döndürülemez olduğu kabul edilir",
  "page-ethereum-vs-bitcoin-differences-table-row-5-3": "Kesinliğe ulaşması yaklaşık 15 dakika",
  "page-ethereum-vs-bitcoin-differences-table-row-6-1": "Enerji kullanımı",
  "page-ethereum-vs-bitcoin-differences-table-row-6-2": "Yüksek",
  "page-ethereum-vs-bitcoin-differences-table-row-6-3": "Düşük",
  "page-ethereum-vs-bitcoin-differences-table-row-7-1": "Yönetim",
  "page-ethereum-vs-bitcoin-differences-table-row-7-2": "Muhafazakar, yavaş ilerleyen",
  "page-ethereum-vs-bitcoin-differences-table-row-7-3": "Esnek, topluluk odaklı",
  "page-ethereum-vs-bitcoin-differences-table-row-8-1": "Geliştirici ekosistemi",
  "page-ethereum-vs-bitcoin-differences-table-row-8-2": "Daha küçük",
  "page-ethereum-vs-bitcoin-differences-table-row-8-3": "Geniş ve aktif",
  "page-ethereum-vs-bitcoin-differences-table-row-9-1": "Yükseltmeler",
  "page-ethereum-vs-bitcoin-differences-table-row-9-2": "Nadir",
  "page-ethereum-vs-bitcoin-differences-table-row-9-3": "Sık ve yinelemeli",
  "page-ethereum-vs-bitcoin-purpose-title": "Bitcoin ve Ethereum'un Amacı",
  "page-ethereum-vs-bitcoin-purpose-1": "Bitcoin 2009 yılında küresel mali krizin ardından yaratıldı. Amacı bankalar veya hükümetler olmadan işleyen eşler arası bir para biçimi sunmaktı. Tasarımı basittir. Ağ, <strong>bir aracı olmadan bir kişiden diğerine değer aktarmayı</strong> hedefler. Bu dar odak, onun kıt ve dayanıklı bir değer saklama aracı ve aynı zamanda bir takas aracı olarak da kullanılabilen dijital altın olarak yaygın bir şekilde tanınmasına yardımcı olmuştur.",
  "page-ethereum-vs-bitcoin-purpose-2": "Ethereum 2015 yılında daha geniş bir vizyonla piyasaya sürüldü. Yaratıcıları blokzincirin güvenliğini ve merkeziyetsizliğini alıp programlanabilir hale getirmek istedi. Kendini ödemelerle sınırlamak yerine, <strong>Ethereum herkesin akıllı sözleşme adı verilen kendi kendini yürüten programlar yazmasına ve yayınlamasına olanak tanır</strong>. Bu, <strong>merkeziyetsiz finanstan (DeFi)</strong> ve <strong>sabit paralardan</strong> <strong>eşsiz jetonlara (NFT'ler)</strong>, <strong>oyunlara</strong> ve <strong>merkeziyetsiz sosyal medyaya</strong> kadar tamamen yeni bir uygulama kategorisine kapı açar.",
  "page-ethereum-vs-bitcoin-purpose-3": "Teknik tasarımlar bu amaçları yansıtır. Bitcoin'in betik dili sınırlıdır, bu da karmaşıklığı azaltır ve ağı güvende tutmaya yardımcı olur. Ethereum'un programlama dili daha etkileyicidir ve uygulamalar arasında daha karmaşık durumları ve etkileşimleri saklamasına ve yönetmesine olanak tanır. Bu esneklik bir güçtür, ancak aynı zamanda ağın düzenli yükseltmeler ve yeni özelliklerle daha hızlı geliştiği anlamına da gelir.",
  "page-ethereum-vs-bitcoin-purpose-4": "Her ikisi de daha geniş dijital ekonomide farklı roller oynar. Bitcoin, istikrarlı ve merkeziyetsiz bir değer saklama aracı olmaya odaklanır. Ethereum, merkeziyetsiz uygulamalar ve programlanabilir varlıklar için küresel bir uzlaşma katmanı olmayı hedefler.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-title": "Kullanım alanları ve benimsenme",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-1": "<strong>Bitcoin</strong> genellikle bir değer saklama aracı olarak kullanılır. Birçok yatırımcı onu <strong>enflasyona karşı bir korunma aracı</strong> veya ekonomik istikrarsızlığa karşı bir önlem olarak görür. Bazı ülkelerde, <strong>alternatif bir para birimi</strong> olarak veya insanların geleneksel bankacılık sistemi dışında tasarruf yapmasının bir yolu olarak kullanılır.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-2": "<strong>Ether</strong> de bir değer saklama aracı olarak hizmet eder, ancak <strong>birincil rolü, geniş bir uygulama ve varlık ekosistemini güçlendirmektir</strong>. Geliştiriciler, Ethereum'u yeni protokoller oluşturmak, jetonlar başlatmak, merkeziyetsiz borsalar işletmek, NFT'ler basmak, oyunlar inşa etmek ve merkezi kontrol olmadan çalışan sosyal platformlar geliştirmek için kullanabilirler.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-3": "Ethereum, yeni finans biçimleri, kitle fonlaması ve dijital mülkiyet için binlerce merkeziyetsiz uygulamayı destekler. Bazı kullanım durumları her iki ağı da birbirine bağlar. Örneğin, <strong>Bitcoin DeFi'de borç verme, borç alma ve alım satım gibi faaliyetler için \"sarılabilir\" ve Ethereum'da kullanılabilir</strong>.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-4": "Kurumsal benimseme bu farklılıkları yansıtır. Kripto para birimi olan Bitcoin, uzun vadeli bir değer saklama aracı olarak yaygın bir şekilde tutulurken, <strong>Ethereum merkeziyetsiz bir altyapı olarak görülür</strong>. Programlanabilirliği, fintech platformlarına ve ödeme sağlayıcılarına hitap eder.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-5": "Ethereum'un ne için kullanıldığı hakkında daha fazla bilgi edinin",
  "page-ethereum-vs-bitcoin-monetary-policy-title": "Para politikası",
  "page-ethereum-vs-bitcoin-monetary-policy-1": "Bitcoin'in arzı <strong>21 milyon coin</strong> ile sınırlanacaktır. Bu kesin limit protokol tarafından uygulanır ve Bitcoin'in altınla karşılaştırılmasının nedenlerinden biridir. Yeni bitcoinler, <strong>madencilik ödülleri</strong> aracılığıyla dolaşıma girer. Bu ödüller, kabaca 4 yılda kazılan <strong>her 210.000 blokta bir yarıya düşer</strong> ve bu olaya <strong>yarılanma</strong> denir. Ödül 2009'da blok başına 50 bitcoin ile başladı, 2012'de 25'e, ardından 2016'da 12,5'e düştü ve bu şekilde devam etti. Bu gidişle son bitcoin'in 2140 yılı civarında çıkarılması bekleniyor.",
  "page-ethereum-vs-bitcoin-monetary-policy-2": "Bitcoin'in madencilik ödülleri ve işlem ücretleri, ağı finanse eder ve güvenliğini sağlamak için kullanılır. Ancak blok ödülü yarıya indikçe ağ, kendini finanse etmek için işlem ücretlerine daha bağımlı hale gelir. Şu anda ağ ücretleri, ağın gelirinin <%5 gibi küçük bir bölümünü oluşturmaktadır. Bu, Bitcoin ağındaki ihraç sıfıra yaklaştıkça ağın uzun vadeli güvenliğinin risk altında olabileceği anlamına gelir.",
  "page-ethereum-vs-bitcoin-monetary-policy-3": "<strong>Ethereum'un sabit bir arz sınırı yoktur</strong>. Bunun yerine, ihracı protokol kuralları tarafından belirlenir ve son güncellemeler zamanla arzı azaltabilecek mekanizmalar getirmiştir. En dikkat çekeni, işlem ücretlerinin bir kısmını yakan EIP-1559 yükseltmesidir. <strong>Ağ etkinliği yüksek olduğunda, ihraç edilenden daha fazla ETH yakılabilir</strong>, bu da bu dönemlerde arzı deflasyonist hale getirir.",
  "page-ethereum-vs-bitcoin-monetary-policy-4": "Ethereum'un para politikası yaklaşımı, işlem ücretleri ve blok ödüllerinin ağın güvenlik bütçesini sağlamasıyla, süresiz olarak bir güvenlik bütçesini garanti eder.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-title": "Geliştirici ekosistemi",
  "page-ethereum-vs-bitcoin-developer-ecosystem-1": "<strong>Ethereum</strong>, <strong>en büyük blokzincir geliştirici topluluklarından</strong> birine sahiptir. Ethereum üzerinde geliştirme yapmak size çok çeşitli <strong>araçlara, çerçevelere, hibelere</strong> ve <strong>hackathon'lara</strong> erişim sağlar. Ethereum Sanal Makinesi (EVM), Ethereum'un çalışma zamanı ortamıdır ve uyumluluğu sağlamak için birçok diğer blokzincirin kullandığı ortak bir standart haline gelmiştir.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-2": "ERC-20 ve ERC-721 gibi jeton standartları, daha geniş blokzincir ekonomisinin büyük bir bölümünün temeli haline gelmiştir. Birçok Katman 2 ağı ve diğer blokzincirler, uygulamaların, cüzdanların ve akıllı sözleşme kodlarının blokzincirler arasında minimum değişiklikle kullanılabilmesi için EVM'yi kullanır.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-3": "<strong>Bitcoin'in geliştirici topluluğu daha küçüktür</strong> ve daha odaklıdır. Faaliyetlerin çoğu, temel protokolü sürdürmeye ve iyileştirmeye ve daha hızlı ve daha ucuz ödemeler için Lightning Network gibi Katman 2 çözümleri geliştirmeye odaklanmıştır.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-4": "Ethereum geliştirici kaynakları hakkında daha fazla bilgi edinin",
  "page-ethereum-vs-bitcoin-security-and-consensus-title": "Güvenlik ve mutabakat",
  "page-ethereum-vs-bitcoin-security-and-consensus-1": "Bitcoin ve Ethereum, her ikisi de büyük, dağıtılmış bağımsız düğüm ağları tarafından güvence altına alınmıştır, ancak ağın durumu üzerinde anlaşmak için farklı yöntemler kullanırlar.",
  "page-ethereum-vs-bitcoin-security-and-consensus-2": "Bitcoin, <strong>iş ispatı</strong> adı verilen bir sistem kullanır. Madenciler olarak adlandırılan bilgisayarlar, kriptografik bulmacaları çözmek için rekabet eder. Birini ilk çözen, bir sonraki işlem bloğunu blokzincire ekler ve bitcoin cinsinden bir ödül kazanır. Bu yaklaşım, Bitcoin'e olasılıksal kesinlik olarak bilinen şeyi verir, yani bir işlem ancak üzerine birkaç blok daha eklendikten sonra oldukça güvenli kabul edilir. Bitcoin için bu genellikle altı onay veya <strong>yaklaşık bir saattir</strong>.",
  "page-ethereum-vs-bitcoin-security-and-consensus-3": "Ethereum, <strong>hisse ispatı</strong> kullanır. Bu modelde, doğrulayıcılar yeni bloklar önerme ve onaylama şansı için ETH kilitler veya stake ederler. Seçim rastgeledir, ancak seçilme olasılığı stake edilen ETH miktarı ile artar. Dürüst olmayan davranan doğrulayıcılar <strong>hisselerini kaybetme riskiyle</strong> karşı karşıya kalır. Bu, Ethereum'un ekonomik kesinliğe ulaşmasını sağlar, burada kesinleşmiş blokların geri alınması son derece zordur ve genellikle <strong>yaklaşık 15 dakika</strong> içinde gerçekleşir. Ethereum ayrıca, yeterli sayıda doğrulayıcı anlaştığında blokları geri döndürülemez olarak işaretlemek için kontrol noktaları kullanır.",
  "page-ethereum-vs-bitcoin-security-and-consensus-4": "Ethereum'un mutabakat mekanizması hakkında daha fazla bilgi edinin",
  "page-ethereum-vs-bitcoin-underlying-technology-title": "Temel teknoloji",
  "page-ethereum-vs-bitcoin-underlying-technology-1": "<strong>Bitcoin</strong>, <strong>harcanmamış işlem çıktısı modeli</strong> veya UTXO olarak bilinen bir model kullanır. Bu sistemde blokzincir, hesap bakiyelerini izlemez. Bunun yerine, henüz harcanmamış önceki işlemlerden elde edilen çıktıları kaydeder. Bitcoin harcadığınızda, bu çıktıları yeni bir işlem için girdi olarak kullanır, bu süreçte yeni çıktılar oluşturursunuz.",
  "page-ethereum-vs-bitcoin-underlying-technology-2": "Bunu nakit kullanmak gibi düşünebilirsiniz. İki adet beş dolarlık banknotunuz varsa ve yedi dolar harcamak istiyorsanız, her iki banknotu da verir ve para üstü olarak üç dolar alırsınız. Bitcoin, toplam bakiyenizi değil, banknotları ve para üstünü kaydeder.",
  "page-ethereum-vs-bitcoin-underlying-technology-3": "<strong>Ethereum</strong>, <strong>hesap tabanlı bir model</strong> kullanır. Bireysel çıktıları izlemek yerine, bir banka hesabının yaptığı gibi hesap bakiyelerinin kaydını tutar. Bu yaklaşım, hesaplar veri depolayabildiği ve programlar gibi birbirleriyle etkileşime girebildiği için akıllı sözleşmeleri ve karmaşık mantığı yönetmeyi kolaylaştırır.",
  "page-ethereum-vs-bitcoin-underlying-technology-4": "Her modelin ödünleşimleri vardır. UTXO'lar daha fazla gizlilik sunabilir ve bireysel coin'leri izlemeyi kolaylaştırabilir. Hesap tabanlı sistemler, uygulama oluşturmak için daha basittir.",
  "page-ethereum-vs-bitcoin-underlying-technology-5": "Ethereum geliştirici dokümanlarında daha fazlasını okuyun",
  "page-ethereum-vs-bitcoin-decentralization-title": "Merkeziyetsizlik",
  "page-ethereum-vs-bitcoin-decentralization-1": "Bitcoin ve Ethereum'un her ikisi de merkeziyetsiz olacak şekilde tasarlanmıştır, ancak bunu farklı şekillerde ölçer ve yaklaşırlar.",
  "page-ethereum-vs-bitcoin-decentralization-2": "<strong>Bitcoin</strong>'in merkeziyetsizliği, <strong>basit teknik tasarımı</strong>, uzun vadeli istikrarı ve <strong>düğümlerin geniş dağılımı</strong> ile desteklenir. Düşük kaynak gereksinimleri, insanların evde tam düğümleri çalıştırmasını kolaylaştırır, bu da ağın bağımsızlığını ve sansür direncini korumaya yardımcı olur.",
  "page-ethereum-vs-bitcoin-decentralization-3": "<strong>Ethereum</strong>'un da büyük ve büyüyen bir düğüm ağı vardır. Yazılımın birden çok sürümünün <strong>bağımsız ekipler tarafından sürdürüldüğü</strong> anlamına gelen istemci çeşitliliğine büyük önem verir. Bu, tek bir istemciye olan bağımlılığı azaltır ve ağı etkileyebilecek hatalara veya arızalara karşı korunmaya yardımcı olur.",
  "page-ethereum-vs-bitcoin-decentralization-4": "Ethereum, staking, yükseltmeler ve yönetişim tartışmaları gibi faaliyetlere katılan <strong>daha geniş bir katılımcı yelpazesine</strong> sahiptir, ancak <strong>her iki ağ da açık ve dayanıklı kalmayı hedefler</strong>. Bitcoin, daha az sayıda yazılım istemcisine güvenerek düğüm gereksinimlerini değiştirmeden tutar. Ethereum, her biri kendi bakış açısını getiren farklı katkıda bulunanları teşvik eder.",
  "page-ethereum-vs-bitcoin-environmental-impact-title": "Çevresel etki",
  "page-ethereum-vs-bitcoin-environmental-impact-1": "Ethereum tarihindeki en önemli değişikliklerden biri, 2022'de iş ispatından <strong>hisse ispatına</strong> geçiş oldu. Birleşim olarak bilinen bu geçiş, <strong>ağın enerji tüketimini yüzde 99'dan fazla azalttı</strong>.",
  "page-ethereum-vs-bitcoin-environmental-impact-2": "Hisse ispatı altında, Ethereum artık enerji yoğun madenciliğe dayanmıyor. Bunun yerine, doğrulayıcılar rastgele seçilir ve seçilme olasılığı, stake ettikleri ETH miktarıyla artar. Bu geçiş, Ethereum'u daha enerji verimli blokzincir ağlarından biri haline getirdi.",
  "page-ethereum-vs-bitcoin-environmental-impact-3": "Bitcoin, madencilerin kriptografik bulmacaları çözmek için rekabet ederken <strong>büyük miktarda elektrik gerektiren</strong> <strong>iş ispatını</strong> kullanmaya devam ediyor. Bu enerjinin bir kısmı yenilenebilir kaynaklardan geliyor ve Bitcoin topluluğunda sürdürülebilirliği artırmanın yolları hakkında devam eden tartışmalar var.",
  "page-ethereum-vs-bitcoin-environmental-impact-4": "Enerji kullanımındaki fark, iki ağ arasında önemli bir karşılaştırma noktası haline gelmiştir. Ethereum'un daha düşük enerji ayak izi, çevresel etkinin öncelikli olduğu bağlamlarda onu daha çekici kılmaktadır.",
  "page-ethereum-vs-bitcoin-environmental-impact-5": "Ethereum'un enerji kullanımı hakkındaki tam raporu okuyun",
  "page-ethereum-vs-bitcoin-future-outlook-title": "Gelecek nasıl görünüyor",
  "page-ethereum-vs-bitcoin-future-outlook-1": "Bitcoin, giderek daha fazla bir değer saklama aracı ve rezerv varlık olarak benimseniyor. Önemli ölçüde değişmesi olası değildir ve bu istikrar, çekiciliğinin bir parçasıdır.",
  "page-ethereum-vs-bitcoin-future-outlook-2": "Ethereum, yeni dijital ekonomide bir uygulama platformu olarak kendini konumlandırıyor. Katman 2 ağlarının büyümesi ve devam eden yükseltmelerle, küresel ölçekte uygulamaları, altyapıyı ve varlıkları desteklemeyi hedefliyor.",
  "page-ethereum-vs-bitcoin-future-outlook-3": "Birçok kullanıcı için <strong>iki ağ doğrudan rekabet halinde değildir</strong>. Farklı amaçlara hizmet ederler ve dijital varlıklara yönelik çeşitlendirilmiş bir yaklaşımda birbirlerini tamamlayabilirler.",
  "page-ethereum-vs-bitcoin-future-outlook-4": "Ethereum'un yol haritası hakkında daha fazla bilgi edinin"
}