{
  "51%-attack-term": "هجوم 51%",
  "51%-attack-definition": "نوع من الهجوم تسيطر فيه مجموعة على غالبية <a href=\"/glossary/#node\">العُقد</a>. هذا من شأنه أن يسمح لهم بالاحتيال على البلوك تشين عن طريق عكس <a href=\"/glossary/#transaction\">المعاملات</a> والإنفاق المزدوج لـ <a href=\"/glossary/#ether\">الإيثر</a> والرموز الأخرى.<br /><br />في إثبات الحصة لإيثريوم، يمكن تحقيق ذلك عن طريق تجميع أكثر من نصف إجمالي الإيثر المكدَّس. وهذا من شأنه أن يسمح للمهاجم بتحديد الكتل الجديدة التي تتم إضافتها إلى البلوك تشين. ومع ذلك، لعكس السلسلة أو الإنفاق المزدوج، سيحتاج المهاجم إلى 66% على الأقل من إجمالي الإيثر المكدَّس.",
  "account-term": "الحساب",
  "account-definition": "حساب إيثريوم هو هُوِيَّة رقمية على بلوك تشين إيثريوم، تتيح للمستخدمين إرسال واستقبال الإيثار والتفاعل مع العقود الذكية.<br /><br /><strong>تقني:</strong><br />إنه كائن يحتوي على عنوان، وميزان، وعدد غير قابل للتكرار، والتخزين والتشفير الاختياري. يمكن أن يكون الحساب حساب عقد أو حساب مملوك خارجياً (EOA).",
  "address-term": "عنوان",
  "address-definition": "عنوان إيثريوم هو معرّف فريد يُستخدم لاستلام الرموز، ويعمل بشكل مشابه لرقم حساب بنكي للعملات المشفرة. يُستخدم لتحديد حساب إيثريوم الخاص بك.<br /><br />إنه 160 بت الأقصى من اليمين من هاش كذكاك لمفتاح عمومي ECDSA.",
  "anti-sybil-term": "مضاد للسبيل",
  "anti-sybil-definition": "هناك طرق لمنع الأشخاص من التظاهر بكونهم العديد من المستخدمين في وقت واحد على الإنترنت، مما يضمن أن كل مستخدم هو شخص حقيقي ومنفصل. يساعد ذلك في الحفاظ على تفاعلات الإنترنت عادلة وصادقة.",
  "abi-term": "واجهة بينية ثنائية التطبيقات (ABI)",
  "abi-definition": "ملف JSON يحدد الوظائف والمتغيرات المضمنة في العقد الذكي. يسمح ABI بتعيين الشيفرة الثنائية إلى تنسيقات قابلة للقراءة البشرية.",
  "api-term": "واجهة برمجة التطبيقات (API)",
  "api-definition": "واجهة برمجة التطبيقات (API) هي مجموعة من التعريفات حول كيفية استخدام قطعة من البرمجيات. تقع واجهة برمجة التطبيقات بين التطبيق وخادم الويب، وتساعد في نقل البيانات بينهما.",
  "apr-term": "APR",
  "apr-definition": "معدل النسبة السنوية، أو APR، يظهر التكلفة السنوية لاقتراض الأموال، بما في ذلك الفوائد والرسوم، كنسبة مئوية.",
  "asic-term": "ASIC",
  "asic-definition": "دوائر متكاملة مخصصة للتطبيقات. عادة ما تشير هذه إلى دائرة متكاملة مصممة خصيصًا للتعدين في العملات الرقمية.",
  "assert-term": "في Solidity ، قم بتأكيد (خطأ) على التحويل البرمجي لـ 0xfe ، وهو كود تشغيل غير صالح ، والذي يستخدم كل الغاز المتبقي ويعيد جميع التغييرات. عندما تفشل عبارة تأكيد () ، يحدث شيء خاطئ للغاية وغير متوقع ، وسوف تحتاج إلى إصلاح التعليمات البرمجية الخاصة بك. يجب عليك استخدام تأكيد () لتجنب الظروف التي لا ينبغي أن تحدث أبدًا.",
  "assert-definition": "في لغة <a href=\"/glossary/#solidity\">Solidity</a>، تقوم الدالة `assert(false)` بالتحويل إلى `0xfe`، وهو رمز تشغيل غير صالح، مما يستهلك كل الغاز المتبقي ويعيد التغييرات إلى حالتها الأصلية. عندما يفشل بيان `assert()`، فهذا يعني أن هناك خطأ غير متوقع وخطير يحدث، وستحتاج إلى إصلاح الكود. يجب عليك استخدام `assert()` لتجنب الحالات التي يجب ألا تحدث أبدًا. <a href=\"/developers/docs/smart-contracts/security/\">المزيد عن أمان العقود الذكية</a>.",
  "attestation-term": "المصادقة",
  "attestation-definition": "ادعاء مقدم من كيان بأن شيئًا ما صحيح. في سياق إيثريوم، يجب على مُصدري الإجماع أن يقدموا ادعاءً حول ما يعتقدون أنه حالة السلسلة. في أوقات محددة، يكون كل مُصدر مسئولاً عن نشر شهادات مختلفة تُعلن رسميًا عن وجهة نظر هذا المُصدر حول السلسلة، بما في ذلك آخر نقطة تفتيش مُعتمدة ورأس السلسلة الحالي. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">مزيد من المعلومات حول الشهادات</a>.",
  "base-fee-term": "رسوم أساسية",
  "base-fee-definition": "كل <a href=\"/glossary/#block\">كتلة</a> لها سعر احتياطي يعرف باسم 'رسوم الأساس'. إنه الحد الأدنى من <a href=\"/glossary/#gas\">رسوم الغاز</a> التي يجب على المستخدم دفعها لإدراج معاملة في الكتلة المقبلة. <a href=\"/developers/docs/gas/\">المزيد حول الغاز والرسوم</a>.",
  "beacon-chain-term": "سلسلة المنارة",
  "beacon-chain-definition": "كانت سلسلة هي سلسلة الكتل التي قدمت <a href=\"/glossary/#pos\">إثبات الحصة</a> و<a href=\"/glossary/#validator\">المدققين</a> إلى الإيثيريوم. كانت تعمل جنبًا إلى جنب مع شبكة الإيثيريوم الرئيسية التي تعتمد على إثبات العمل من ديسمبر 2020 حتى تم دمج السلسلتين في سبتمبر 2022 لتشكيل إيثيريوم اليوم. <a href=\"/roadmap/beacon-chain/\">المزيد عن سلسلة </a>.",
  "big-endian-term": "يبغ انديان",
  "big-endian-definition": "تمثيل عددي موضعي حيث يكون الرَّقَم الأكثر أهمية أولاً في الذاكرة. وهو ظهر النمط الصغير، حيث يكون الرَّقَم الأقل أهمية أولاً.",
  "block-term": "حاجز",
  "block-definition": "الكتلة هي المكان الذي تُخزَّن فيه المعاملات أو الإجراءات الرقمية. بمجرد امتلاء الكتلة، يتم ربطها بالكتلة السابقة، مما يخلق سلسلة من الكتل أو \"سلسلة الكتل\". <a href=\"/developers/docs/blocks/\">المزيد عن الكتل</a>.<br /><br />الكتلة هي وحدة معلومات مجمعة تتضمن قائمة مرتبة من المعاملات ومعلومات تتعلق بالتوافق. يتم اقتراح الكتل من قبل المدققين القائمين على إثبات الحصة، وعند هذه النقطة يتم مشاركتها عبر الشبكة الند للند بالكامل، حيث يمكن التحقق منها بسهولة بشكل مستقل من قبل جميع العقد الأخرى. تحكم قواعد التوافق ما هو محتوى الكتلة الذي يعتبر صالحًا، ويتم تجاهل أي كتل غير صالحة بواسطة الشبكة. ترتيب هذه الكتل والمعاملات الموجودة فيها ينشئ سلسلة حتمية من الأحداث، حيث تمثل النهاية الحالة الحالية للشبكة.",
  "block-explorer-term": "كتلة المستكشف",
  "block-explorer-definition": "واجهة تتيح للمستخدم البحث عن المعلومات من وإلى سلسلة الكتل. يشمل ذلك استرجاع المعاملات الفردية، والنشاط المرتبط بعناوين محددة، والمعلومات حول الشبكة.",
  "block-header-term": "رأس الكتلة",
  "block-header-definition": "The block header is a collection of metadata about a block and a summary of the transactions included in the execution payload.",
  "block-propagation-term": "حجب الانتشار",
  "block-propagation-definition": "The process of transmitting a confirmed block to all other nodes in the network.",
  "block-proposer-term": "مقترح الكتلة",
  "block-proposer-definition": "المدقق المحدد الذي تم اختياره لإنشاء كتلة في <a href=\"/glossary/#slot\">خانة</a> معينة.",
  "block-reward-term": "مكافأة الكتلة",
  "block-reward-definition": "The amount of ether rewarded to the proposer of a new valid block.",
  "block-status-term": "حالة الحظر",
  "block-status-definition": "الحالات التي يمكن أن يوجد فيها كتلة. الحالات الممكنة تشمل:<br/><br/><ul><li>مقترحة: الكتلة تم اقتراحها بواسطة مدقق</li><li>مجدولة: المدققون يقومون حاليًا بتقديم البيانات</li><li>مفقودة/متخطاة: لم يقم الاقتراح بتقديم كتلة ضمن الإطار الزمني المؤهل</li><li>يتيمة: تم إخراج الكتلة بواسطة <a href=\"/glossary/#fork-choice-algorithm\">خوارزمية اختيار الفروع</a></li></ul>",
  "block-time-term": "وقت الكتلة",
  "block-time-definition": "The time interval between blocks being added to the blockchain.",
  "block-validation-term": "تحقق من الكتلة",
  "block-validation-definition": "تتمثل عملية التحقق من أن الكتلة الجديدة تحتوي على معاملات وتوقيعات صالحة في البناء على السلسلة التاريخية الأكثر ثقلًا (أي تلك التي اكتسبت أكبر عدد من الشهادات في تاريخها) واتباع جميع قواعد الإجماع الأخرى. تُضاف الكتل الصالحة إلى رأس السلسلة وتُوزع على الآخرين في الشبكة. بينما تُهمل الكتل غير الصالحة.",
  "blockchain-term": "بلوكتشين",
  "blockchain-definition": "تُعدّ سلسلة الكتل بلوك تشين قاعدة بيانات للمعاملات، يتم تكرارها ومشاركتها على جميع أجهزة الكمبيوتر في الشبكة، مما يضمن عدم تغيير البيانات بأثر رجعي.<br /><br />تتكون من سلسلة من <a href=\"/glossary/#block\">الكتل</a>، كل واحد منها يرتبط بسابقه وصولًا إلى <a href=\"/glossary/#genesis-block\">الكتلة الأصلية</a> من خلال الإشارة إلى تجزئة الكتلة السابقة. يتم تأمين سلامة سلسلة الكتل بطريقة اقتصادية مشفرة باستخدام آلية توافق قائمة على إثبات الحصة. <a href=\"/developers/docs/intro-to-ethereum#what-is-a-blockchain\">ما هي سلسلة الكتل؟</a>",
  "bootnode-term": "بوابة العقد",
  "bootnode-definition": "العُقد التي يمكن استخدامها لبدء عملية الاكتشاف عند تشغيل عقدة. تعتبر عقد الإقلاع \"تُعرّف\" العقد الجديدة على عقد أخرى موجودة حتى تتمكن بسرعة من جذب نظراء، بدلاً من الاضطرار للبحث عن نظير أولي. عادة ما يتم توفير نهايات هذه العقد في شفرة مصدر عميل الإيثريوم، لكن يمكن للمستخدمين تقديم قائمتهم الخاصة من عقد الإقلاع.",
  "bridge-term": "الجسر",
  "bridge-definition": "تُستخدم جسر البلوكتشين لنقل الأصول من شبكة بلوكين إلى أخرى. على سبيل المثال، يمكنك استخدام الجسر لنقل ETH من شبكة إيثريوم الرئيسية إلى حلول توسيع الطبقة 2 الأرخص.",
  "bytecode-term": "بيات كود",
  "bytecode-definition": "شيفرة معبر عنها في شكل مضغوط ورقمي بحيث يمكن تنفيذها بكفاءة بواسطة <a href=\"/glossary/#evm\">EVM</a>.",
  "byzantium-fork-term": "تفرع (بيزنطي)",
  "byzantium-fork-definition": "الأولى من اثنتين من <a href=\"/glossary/#hard-fork\">التحديثات الصعبة</a> لمرحلة تطوير <a href=\"/glossary/#metropolis\">متروبوليس</a>. تضمنت تأخير قنبلة الصعوبة EIP-649 وم reduction المكافآت الكتل، حيث تم تأجيل <a href=\"/glossary/#ice-age\">العصر الجليدي</a> لمدة عام واحد وتم تقليل مكافأة الكتل من 5 إلى 3 إيثير.\n",
  "casper-ffg-term": "Casper FFG",
  "casper-ffg-definition": "Casper-FFG is a proof-of-stake consensus protocol used in conjunction with the <a href=\"/glossary/#lmd-ghost\">LMD-GHOST</a> fork choice algorithm to allow <a href=\"/glossary/#consensus-client\">consensus clients</a> to agree on the head of the Beacon Chain.",
  "checkpoint-term": "نقطة تفتيش",
  "checkpoint-definition": "سلسلة المنارات مقسمة إلى فترات زمنية (١٢ ثانية) وعصور (٣٢ فترة زمنية). أول فترة زمنية في كل فترة هي نقطة تفتيش. عندما تُثبت أغلبية كبيرة من المُحققين وجود صلة بين نقطتي تفتيش، يُمكن <a href=\"/glossary/#justification\">تسويتها</a>، وعند تسويتها نقطة تفتيش أخرى في الأعلى، يُمكن <a href=\"/glossary/#finality\">إنهائها</a>.",
  "compiling-term": "تجميع",
  "compiling-definition": "تحويل الكود المكتوب بلغة برمجة عالية المستوى (مثل <a href=\"/glossary/#solidity\">Solidity</a>) إلى لغة برمجة منخفضة المستوى (مثل <a href=\"/glossary/#bytecode\">bytecode</a> في EVM).<a href=\"/developers/docs/smart-contracts/compiling/\">المزيد عن تجميع العقود الذكية</a>",
  "committee-term": "اللجنة",
  "committee-definition": "مجموعة تضم ما لا يقل عن ١٢٨ <a href=\"/glossary/#validator\">مُصدِّقًا</a> مُخصَّصًا للتحقق من صحة الكتل في كل خانة. أحد المُصدِّقين في اللجنة هو المُجمِّع، المسؤول عن تجميع توقيعات جميع المُصدِّقين الآخرين في اللجنة الذين يوافقون على شهادة. لا ينبغي الخلط بينه وبين <a href=\"/glossary/#sync-committee\">لجنة المزامنة</a>.",
  "computational-infeasibility-term": "عدم الجدوى الحسابية",
  "computational-infeasibility-definition": "تكون العملية غير قابلة للتنفيذ حسابيًا إذا كانت تستغرق وقتًا طويلاً للغاية (على سبيل المثال مليارات السنين) لإتمامها لأي شخص قد يكون لديه مصلحة في تنفيذها.",
  "consensus-term": "إجماع",
  "consensus-definition": "عندما يتفق أكثر من ثلثي أجهزة الكمبيوتر في الشبكة على امتلاكها نفس مجموعة السجلات، فهذا يضمن توافق الجميع. لا يتعلق الأمر بالقواعد التي يتبعونها، بل بالتأكد من حصولهم جميعًا على نفس المعلومات.",
  "consensus-client-term": "عميل الإجماع",
  "consensus-client-definition": "تُشغّل برامج الإجماع (مثل بريسم، تيكو، نيمبوس، لايت هاوس، لودستار) خوارزمية إجماع إيثريوم <a href=\"/glossary/#pos\">إثبات الحصة</a>، مما يسمح للشبكة بالتوصل إلى اتفاق بشأن رأس سلسلة بيكون. لا تشارك برامج الإجماع في التحقق من صحة المعاملات أو بثها أو تنفيذ انتقالات الحالة، بل يتم ذلك بواسطة <a href=\"/glossary/#execution-client\">برامج التنفيذ</a>. لا تُصادق برامج الإجماع على الكتل أو تقترح كتلًا جديدة، بل يتم ذلك بواسطة <a href=\"/glossary/#validator\">برنامج التحقق</a>، وهو إضافة اختيارية لبرنامج الإجماع.",
  "consensus-layer-term": "طبقة الإجماع",
  "consensus-layer-definition": "طبقة إجماع إيثريوم هي شبكة من <a href=\"/glossary/#consensus-client\">عملاء الإجماع</a>.",
  "consensus-rules-term": "قواعد الإجماع",
  "consensus-rules-definition": "قواعد التحقق من صحة الكتل التي تتبعها العقد الكاملة للحفاظ على توافقها مع العقد الأخرى. لا يُخلط بينها وبين <a href=\"/glossary/#consensus\">الإجماع</a>.",
  "cfi-term": "Considered for Inclusion (CFI)",
  "cfi-definition": "مشروع <a href=\"/glossary/#eip\">EIP</a> أساسي غير نشط على الشبكة الرئيسية بعد، ومطورو العملاء متفائلون عمومًا بالفكرة. بافتراض استيفائه جميع متطلبات الانضمام إلى الشبكة الرئيسية، من الممكن تضمينه في ترقية الشبكة (ليس بالضرورة الترقية التالية).",
  "constantinople-fork-term": "تفرع (القسطنطينية)",
  "constantinople-fork-definition": "الجزء الثاني من مرحلة <a href=\"/glossary/#metropolis\">متروبوليس</a>، كان من المقرر إطلاقه في منتصف عام ٢٠١٨. ومن المتوقع أن يتضمن الانتقال إلى خوارزمية إجماع هجينة تعتمد على <a href=\"/glossary/#pow\">إثبات العمل</a>/<a href=\"/glossary/#pow\">إثبات الحصة</a>، بالإضافة إلى تغييرات أخرى.",
  "contract-account-term": "حساب العقد",
  "contract-account-definition": "حساب يحتوي على كود يتم تنفيذه كلما تلقى <a href=\"/glossary/#transaction\">معاملة</a> من <a href=\"/glossary/#account\">حساب</a> آخر (<a href=\"/glossary/#eoa\">EOA]</a> أو <a href=\"/glossary/#contract-account\">عقد</a>).",
  "contract-creation-transaction-term": "عملية إنشاء العقد",
  "contract-creation-transaction-definition": "معاملة خاصة تتضمن رمز بدء العقد. يُضبط المستلم على \"null\"، ويُنشر العقد على عنوان مُولّد من عنوان المستخدم و\"nonce\". يُستخدم هذا العنوان لتسجيل العقد على سلسلة كتل الإيثريوم.",
  "cryptoeconomics-term": "الاقتصاد المشفر",
  "cryptoeconomics-definition": "دراسة المبادئ الرياضية والاقتصادية لتصميم منصات رقمية آمنة وموثوقة. الهدف هو ضمان التزام جميع المشاركين بالقواعد وحصولهم على مكافآت لمساهمتهم في أمن الشبكة وتشغيلها. ",
  "cryptography-term": "علم التشفير",
  "cryptography-definition": "إنها ممارسة تأمين الاتصالات والبيانات من خلال استخدام الرموز، بحيث يتمكن فقط أولئك الذين تستهدفهم المعلومات من قراءتها ومعالجتها.<br />وهذا ينطوي على تقنيات التشفير (تحويل المعلومات القابلة للقراءة إلى تنسيق غير قابل للقراءة) وفك التشفير (تحويلها مرة أخرى إلى تنسيق قابل للقراءة)، مما يضمن السرية.",
  "doge-d-term": "Đ",
  "doge-d-definition": "يُستخدم حرف Đ (D مع خط) في الإنجليزية القديمة، والإنجليزية الوسطى، والأيسلندية، والفاروية ليرمز إلى الحرف الكبير \"Eth\". ويُستخدم في كلمات مثل ĐEV أو Đapp (تطبيق لامركزي)، حيث يُشير حرف Đ إلى الحرف النوردي \"eth\". ويُستخدم حرف eth الكبير (Ð) أيضًا ليرمز إلى عملة دوجكوين المشفرة. يُرى هذا الحرف عادةً في أدبيات الإيثريوم القديمة، ولكنه أقل استخدامًا اليوم.",
  "dag-term": "DAG",
  "dag-definition": "DAG هو اختصار لعبارة \"الرسم البياني اللادوري الموجه\". وهو بنية بيانات تتكون من عقد وروابط بينها. قبل الدمج، استخدمت إيثريوم رسمًا بيانيًا لادوريًا في خوارزمية إثبات العمل الخاصة بها، <a href=\"/glossary/#pow\">إيثاش</a>، ولكنه لم يعد يُستخدم في خوارزمية إثبات الحصة.",
  "dapp-term": "Dapp \n\nتطبيق لامركزي. كحد أدنى ، هو عقد ذكي وواجهة مستخدم ويب. على نطاق أوسع ، Dapp هو تطبيق ويب تم إنشاؤه فوق خدمات البنية التحتية المفتوحة واللامركزية من نظير إلى نظير. بالإضافة إلى ذلك ، تشتمل العديد من Dapps على تخزين لامركزي و / أو بروتوكول رسائل ومنصة.",
  "dapp-definition": "التطبيق اللامركزي (dApp) هو تطبيق لامركزي يعمل على شبكة بلوكتشين، ويقدم خدمات دون سلطة تحكم مركزية. <a href=\"/apps/\">المزيد عن التطبيقات اللامركزية</a>.<br />كحد أدنى، يحتوي التطبيق اللامركزي على عقد ذكي متصل بواجهة ويب. بالإضافة إلى ذلك، تتضمن العديد من التطبيقات اللامركزية تخزينًا لامركزيًا و/أو بروتوكولًا ومنصة رسائل.",
  "data-availability-term": "توفير البيانات",
  "data-availability-definition": "يمكن لأي عقدة التحقق بشكل مستقل من المعاملات على blockchain من أجل الحفاظ على الشفافية والثقة في النظام.",
  "decentralization-term": "اللامركزية",
  "decentralization-definition": "مفهوم نقل السيطرة وتنفيذ العمليات بعيدًا عن الكيان المركزي.",
  "dao-term": "منظمة مستقلة لامركزية (DAO)",
  "dao-definition": "المنظمات اللامركزية المستقلة (DAO) هي منظمة رقمية تُدار بقواعد مُرمَّزة على سلسلة كتل، حيث تُتخذ القرارات بأصوات الأعضاء، وليس بسلطة مركزية. <a href=\"/dao/\">المزيد عن المنظمات اللامركزية المستقلة (DAOs)</a>.<br />غالبًا ما ترتبط قوة تصويت كل عضو بعدد الرموز التي يمتلكها. تهدف المنظمات اللامركزية المستقلة إلى إضفاء الطابع الديمقراطي على عملية صنع القرار والعمليات، مع التركيز على الشفافية وحوكمة المجتمع.",
  "desci-term": "DeSci",
  "desci-definition": "DeSci، أو العلم اللامركزي، هو حركة تطبق تقنية <a href='/glossary/#blockchain'>البلوك تشين</a> على البحث العلمي. وهي تستفيد من <a href='/glossary/#dao'>المنظمات المستقلة اللامركزية (DAOs)</a> و<a href='/glossary/#smart-contract'>العقود الذكية</a> والحوافز المرمزة لإنشاء أنظمة بيئية للتمويل والبحث أكثر شفافية وانفتاحًا وتعاونًا.",
  "dex-term": "منصة تداول لامركزية (DEX)",
  "dex-definition": "نوع من تطبيقات الإيثريوم يتيح لك تبادل الرموز مع نظرائك على الشبكة. لا تخضع البورصات اللامركزية (DEXes) لقيود جغرافية مثل البورصات المركزية، إذ يمكن لأي شخص المشاركة.",
  "deposit-contract-term": "عقد الإيداع",
  "deposit-contract-definition": "بوابة المراهنة على الإيثريوم. عقد الإيداع هو عقد ذكي على الإيثريوم يقبل إيداعات الإيثريوم ويدير أرصدة المُصدِّق. لا يمكن تفعيل المُصدِّق دون إيداع الإيثريوم في هذا العقد. يتطلب العقد الإيثريوم وبيانات الإدخال. تتضمن بيانات الإدخال هذه المفتاح العام للمُصدِّق ومفتاح السحب العام، الموقعَين بواسطة المفتاح الخاص للمُصدِّق. هذه البيانات ضرورية لتحديد هوية المُصدِّق واعتماده من قِبل شبكة <a href=\"/glossary/#pos\">إثبات المراهنة</a>.",
  "defi-term": "التمويل اللامركزي",
  "defi-definition": "فئة واسعة من تطبيقات الإيثريوم تهدف إلى توفير الخدمات المالية المدعومة بتقنية البلوكشين، دون أي وسطاء. <a href=\"/defi/\">المزيد عن التمويل اللامركزي (DeFi)</a>",
  "difficulty-term": "صعوبة",
  "difficulty-definition": "إعداد على مستوى الشبكة في شبكات <a href=\"/glossary/#pow\">إثبات العمل</a> يتحكم في متوسط ​​العمليات الحسابية اللازمة للعثور على قيمة خاصة صالحة. تُمثل الصعوبة بعدد الأصفار الأولية المطلوبة في تجزئة الكتلة الناتجة لاعتبارها صالحة. تم التخلي عن هذا المفهوم في إيثريوم منذ الانتقال إلى إثبات الحصة.",
  "difficulty-bomb-term": "قنبلة الصعوبة",
  "difficulty-bomb-definition": "زيادة مُخطط لها في إعداد <a href=\"/glossary/#pow\">إثبات العمل</a> <a href=\"/glossary/#difficulty\">الصعوبة</a>، المُصمم لتحفيز الانتقال إلى <a href=\"/glossary/#pos\">إثبات الحصة</a>، مما يُقلل من احتمالية حدوث <a href=\"/glossary/#hard-fork\">انقسام</a>. تم إلغاء قنبلة الصعوبة مع <a href=\"/roadmap/merge\">الدمج</a>.",
  "digital-signatures-term": "توقيع رقمي",
  "digital-signatures-definition": "سلسلة قصيرة من البيانات ينتجها المستخدم لمستند باستخدام <a href=\"/glossary/#private-key\">مفتاح خاص</a> بحيث يمكن لأي شخص لديه <a href=\"/glossary/#public-key\">المفتاح العام</a> المقابل والتوقيع والمستند التحقق من أن (1) المستند تم \"توقيعه\" من قبل مالك هذا المفتاح الخاص، و(2) لم يتم تغيير المستند بعد توقيعه.",
  "discovery-term": "اكتشاف",
  "discovery-definition": "العملية التي من خلالها تقوم عقدة Ethereum بالعثور على عقد أخرى للاتصال بها.",
  "distributed-hash-table-term": "جدول التجزئة الموزع (DHT)",
  "distributed-hash-table-definition": "بنية بيانات تحتوي على أزواج `(المفتاح، القيمة)` تستخدمها عقد Ethereum لتحديد النظراء الذين يجب الاتصال بهم وتحديد البروتوكولات التي يجب استخدامها للتواصل.",
  "double-spend-term": "إنفاق مزدوج",
  "double-spend-definition": "انقسام متعمد في البلوك تشين، حيث يرسل مستخدم لديه قدر كبير بما يكفي من قوة التعدين/الحصة معاملة لنقل بعض العملات خارج السلسلة (على سبيل المثال، التحويل إلى عملة ورقية أو إجراء عملية شراء خارج السلسلة) ثم يعيد تنظيم البلوك تشين لإزالة تلك المعاملة. يترك الإنفاق المزدوج الناجح للمهاجم أصوله داخل السلسلة وخارجها على حد سواء.",
  "ecdsa-term": "خوارزمية التوقيع الرقمي للمنحنى الإهليلجي (ECDSA)",
  "ecdsa-definition": "خوارزمية تشفير تستخدمها إيثريوم لضمان عدم إنفاق الأموال إلا من قِبل مالكيها. وهي الطريقة المُفضّلة لإنشاء مفاتيح عامة وخاصة. وتُستخدم لإنشاء <a href=\"/glossary/#address\">عنوان</a> الحساب والتحقق من <a href=\"/glossary/#transaction\">المعاملات</a>.",
  "encryption-term": "التشفير",
  "encryption-definition": "التشفير هو تحويل البيانات الإلكترونية إلى نموذج لا يمكن قراءته من قبل أي شخص باستثناء مالك مفتاح فك التشفير الصحيح.",
  "entropy-term": "إنتروبيا",
  "entropy-definition": "في سياق التشفير، يُعزى ذلك إلى انعدام القدرة على التنبؤ أو العشوائية. عند توليد معلومات سرية، مثل <a href=\"/glossary/#private-key\">المفاتيح الخاصة</a>، تعتمد الخوارزميات عادةً على مصدر ذي إنتروبيا عالية لضمان عدم إمكانية التنبؤ بالمخرجات.",
  "epoch-term": "الحقبة",
  "epoch-definition": "فترة زمنية مكونة من 32 <a href=\"/glossary/#slot\">فتحة</a>، مدة كل فتحة 12 ثانية، بإجمالي 6.4 دقائق. يتم تبديل لجان التحقق في كل فترة لأسباب أمنية. لكل فترة فرصة لإنهائها. يُسند لكل تحقق مسؤوليات جديدة في بداية كل فترة. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">المزيد عن إثبات الحصة</a>",
  "equivocation-term": "التباس",
  "equivocation-definition": "مُصدِّق يرسل رسالتين متناقضتين. مثال بسيط على ذلك هو مُرسِل معاملة يُرسل معاملتين بنفس الرمز الخاص. مثال آخر هو مُقترِح كتلة يقترح كتلتين بنفس ارتفاع الكتلة (أو لنفس الفتحة).",
  "eth1-term": "Eth1",
  "eth1-definition": "\"Eth1\" هو مصطلح يشير إلى شبكة إيثريوم الرئيسية، وهي سلسلة الكتل القائمة على إثبات العمل. تم التخلي عن هذا المصطلح منذ ذلك الحين ليحل محله \"طبقة التنفيذ\". <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">تعرّف على المزيد حول تغيير الاسم هذا</a>.",
  "eth2-term": "الإصدار الثاني ",
  "eth2-definition": "\"Eth2\" هو مصطلح يشير إلى مجموعة من ترقيات بروتوكول الإيثريوم، بما في ذلك انتقال الإيثريوم إلى إثبات الحصة. وقد تم التخلي عن هذا المصطلح منذ ذلك الحين لصالح \"طبقة الإجماع\". <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">تعرّف على المزيد حول تغيير الاسم هذا</a>.",
  "eip-term": "Ethereum Improvement Proposal (EIP)",
  "eip-definition": "وثيقة تصميم تُقدّم معلومات لمجتمع الإيثريوم، وتصف ميزة جديدة مقترحة أو عملياتها أو بيئتها (انظر <a href=\"/glossary/#erc\">ERC</a>). <a href=\"/eips/\">مقدمة إلى EIPs</a>",
  "ens-term": "خدمة اسم الإيثيريوم (ENS)",
  "ens-definition": "خدمة أسماء الإيثريوم تُشبه دليل هاتف الإنترنت لعناوين الإيثريوم. فبدلاً من استخدام عناوين المحفظة الطويلة، تتيح لك خدمة أسماء الإيثريوم استخدام أسماء بسيطة مثل \"john.eth\" لإرسال واستقبال الأموال والأصول الرقمية.<br /><br /><strong>الجوانب الفنية:</strong><br />سجل ENS هو عقد مركزي واحد يوفر ربطًا بين أسماء النطاقات والمالكين والمحللين، كما هو موضح في EIP-137. <a href=\"https://ens.domains\">اقرأ المزيد على ens.domains</a>.",
  "erc-1155-term": " جسر نقل اختباري ERC-1155",
  "erc-1155-definition": "ERC-1155 هو نوع أحدث من معايير رمز Ethereum يشبه NFT (مثل العناصر الفريدة القابلة للتحصيل) والذي يسمح أيضًا بإنشاء عناصر قابلة للتبديل (مثل العملة) داخل عقد ذكي واحد.<br />هذا يجعل من الأسهل والأكثر كفاءة إدارة أنواع مختلفة من الأصول الرقمية، وخاصة للتطبيقات مثل ألعاب الفيديو أو المجموعات الرقمية.",
  "erc-20-term": "ايه آر سي-20",
  "erc-20-definition": "ERC-20 هو المعيار الذي تستخدمه معظم الرموز على شبكة إيثريوم لإنشائها.<br />من الأمثلة الشائعة العملات المستقرة مثل DAI وUSDC أو رموز التداول مثل UNI من Uniswap. وهو مشابه لأي شكل من أشكال الأموال البديلة التي لدينا في الأنظمة التقليدية... أي نقاط المكافآت أو أنظمة الائتمان أو حتى الأسهم، إلخ.",
  "erc-721-term": "ERC-721ERC-721",
  "erc-721-definition": "تُنشأ الرموز غير القابلة للاستبدال (NFTs) باستخدام مجموعة قواعد قياسية تُعرف باسم ERC-721.<br />تمثل رموز NFT ملكية أي شيء فريد، مثل الفن الرقمي أو المقتنيات، ولكل رمز خصائصه وقيمته الخاصة. كل رمز NFT فريد ويمكن تمييزه بسهولة عن أي رمز NFT آخر.",
  "execution-client-term": "عميل التنفيذ",
  "execution-client-definition": "عملاء التنفيذ (المعروفون سابقًا باسم \"عملاء Eth1\")، مثل Besu وErigon وGo-Ethereum (Geth) وNethermind، مُكلَّفون بمعالجة المعاملات وبثها وإدارة حالة الإيثريوم. يُجري هؤلاء العملاء العمليات الحسابية لكل معاملة باستخدام <a href=\"/glossary/#evm\">آلة الإيثريوم الافتراضية</a> لضمان اتباع قواعد البروتوكول.",
  "execution-layer-term": "طبقة التنفيذ",
  "execution-layer-definition": "Ethereum's execution layer is the network of <a href=\"/glossary/#execution-client\">execution clients</a>.",
  "eoa-term": "الحسابات المملوكة خارجيا فى مقابل",
  "eoa-definition": "الحسابات المملوكة خارجيًا (EOA) هي النوع الأكثر شيوعًا من حسابات الإيثريوم. يتحكم بها شخص ما عبر مفاتيح خاصة/عبارة استرداد. <a href=\"/wallets/\">المزيد عن محافظ الإيثريوم</a>.",
  "erc-term": "تسمية تُمنح لبعض EIPs التي تحاول تحديد معيار معين لاستخدام Ethereum.\nFile: Glossary",
  "erc-definition": "ERC (<strong>طلب الإيثيريوم للتعليقات</strong>) هو نوع من الوثائق الفنية المستخدمة في مجتمع الإيثيريوم لاقتراح معايير جديدة لاستخدام شبكة الإيثيريوم.<br /><br />يمكن أن تغطي هذه المقترحات مجموعة واسعة من المواضيع، بما في ذلك معايير الرمز الجديدة (مثل ERC-20 المستخدم للرموز وERC-721 لـ NFTs).",
  "ethash-term": "خوارزمية إثبات العمل لـ Ethereum 1.0\nملف: مسرد",
  "ethash-definition": "خوارزمية <a href=\"/glossary/#pow\">إثبات العمل</a> التي استُخدمت على الإيثريوم قبل انتقالها إلى <a href=\"/glossary/#pos\">إثبات الحصة</a>. <a href=\"/developers/docs/consensus-mechanisms/pow/mining/mining-algorithms/ethash\">اقرأ المزيد</a>",
  "ether-term": "إيثر",
  "ether-definition": "العملة المشفرة الأصلية لإيثريوم، والمعروفة باسم \"ETH\"، تُستخدم لتغطية رسوم المعاملات عند استخدام نظام إيثريوم البيئي وتطبيقاته. <a href=\"/eth/\">المزيد عن الإيثر</a>.",
  "events-term": "الأحداث",
  "events-definition": "يسمح باستخدام مرافق تسجيل <a href=\"/glossary/#evm\">EVM</a>. يمكن لـ <a href=\"/glossary/#dapp\">Dapps</a> الاستماع إلى الأحداث واستخدامها لتشغيل استدعاءات JavaScript في واجهة المستخدم. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">المزيد عن الأحداث والسجلات</a>",
  "evm-term": "آلة Ethereum الافتراضية (EVM)",
  "evm-definition": "آلة افتراضية قائمة على المكدس تُنفّذ <a href=\"/glossary/#bytecode\">الكود البايتي</a>. في إيثريوم، يُحدد نموذج التنفيذ كيفية تغيير حالة النظام بناءً على سلسلة من تعليمات الكود البايتي ومجموعة صغيرة من البيانات البيئية. يتم تحديد ذلك من خلال نموذج رسمي لآلة حالة افتراضية. <a href=\"/developers/docs/evm/\">المزيد عن آلة إيثريوم الافتراضية</a>.",
  "evm-assembly-language-term": "لغة تجميع EVM",
  "evm-assembly-language-definition": "شكل قابل للقراءة من قبل الإنسان من <a href=\"/glossary/#bytecode\">بايت كود EVM.",
  "fallback-function-term": "وظيفة احتياطية",
  "fallback-function-definition": "وظيفة افتراضية يتم استدعاؤها في حالة عدم وجود بيانات أو اسم وظيفة معلن.",
  "faucet-term": "صنبور",
  "faucet-definition": "خدمة يتم تنفيذها عبر <a href=\"/glossary/#smart-contract\">العقد الذكي</a> الذي يوزع الأموال في شكل إيثر اختبار مجاني يمكن استخدامه على شبكة اختبار.",
  "finality-term": "النهائية",
  "finality-definition": "النهائية هي الضمان بأن مجموعة من المعاملات لا يمكن تغييرها دون فقدان كمية كبيرة من ETH.",
  "finney-term": "فيني",
  "finney-definition": "فئة من <a href=\"/glossary/#ether\">الأثير</a>. 1 فيني = 10<sup>15</sup> <a href=\"/glossary/#wei\">وي</a>. 10<sup>3</sup> فيني = 1 أثير.",
  "fork-term": "شوكة",
  "fork-definition": "تغيير في البروتوكول يؤدي إلى إنشاء سلسلة بديلة.",
  "fork-choice-algorithm-term": "خوارزمية اختيار الشوكة",
  "fork-choice-algorithm-definition": "الخوارزمية المستخدمة لتحديد رأس سلسلة الكتل. على إيثريوم، يُحدد رأس السلسلة باعتباره الفرع ذو \"وزن\" الشهادات الأكبر. هذا الوزن هو حاصل ضرب عدد الشهادات في الرصيد الفعلي للمصدقين. هذا يعني أن الرأس الحقيقي للسلسلة هو الذي صوّت له أكبر عدد من الإيثرات المراهنة. في طبقة الإجماع، تُسمى خوارزمية اختيار الفرع <a href=\"/glossary/#lmd-ghost\">LMD_GHOST</a>.",
  "fraud-proof-term": "دليل على الاحتيال",
  "fraud-proof-definition": "نموذج أمان لبعض حلول الطبقة الثانية، حيث يتم تجميع المعاملات في دفعات وإرسالها إلى إيثريوم في معاملة واحدة لزيادة السرعة. يمكن لمشاركين آخرين في الشبكة إعادة تنفيذ المعاملات للتحقق من نزاهة تنفيذها. إذا اكتشفوا تناقضًا بين البيانات المنشورة ونسختهم الخاصة، فيمكنهم نشر دليل تشفيري يُثبت مكان حدوث عملية احتيال. تستخدم بعض عمليات التجميع أدلة صحة.",
  "frontier-term": "الحدود",
  "frontier-definition": "مرحلة الاختبار الأولية لتطوير الإيثريوم، والتي استمرت من يوليو 2015 إلى مارس 2016.",
  "gas-term": "الغاز",
  "gas-definition": "الغاز هو الرسوم التي يتم دفعها مقابل المعاملات والعقود الذكية على blockchain، مثل Ethereum. <a href=\"/gas/\">المزيد عن الغاز والرسوم</a>.",
  "gas-limit-term": "حد الغاز",
  "gas-limit-definition": "الحد الأقصى لكمية <a href=\"/glossary/#gas\">الغاز</a> التي يمكن أن تستهلكها <a href=\"/glossary/#transaction\">المعاملة</a> أو <a href=\"/glossary/#block\">الكتلة</a>.",
  "gas-price-term": "سعر الغاز",
  "gas-price-definition": "السعر بالأثير لوحدة واحدة من الغاز المحددة في الصفقة.",
  "genesis-block-term": "كتلة التكوين",
  "genesis-block-definition": "الكتلة الأولى في <a href=\"/glossary/#blockchain\">blockchain</a>، تُستخدم لتهيئة شبكة معينة وعملتها المشفرة.",
  "geth-term": "جيث",
  "geth-definition": "جو إيثريوم. أحد أبرز تطبيقات بروتوكول الإيثريوم، مكتوب بلغة جو. <a href=\"https://geth.ethereum.org\">اقرأ المزيد على geth.ethereum.org</a>",
  "gwei-term": "الجي-وي",
  "gwei-definition": "اختصار لـ جيجاوي، وهي فئة من <a href=\"/glossary/#ether\">الإيثر</a>، تُستخدم عادةً لتسعير <a href=\"/glossary/#gas\">الغاز</a>. 1 جيجاوي = 10<sup>9</sup> <a href=\"/glossary/#wei\">وي</a>. 10<sup>9</sup> جيجاوي = 1 إيثر.",
  "hard-fork-term": "شوكة صلبة",
  "hard-fork-definition": "تباعد دائم في <a href=\"/glossary/#blockchain\">سلسلة الكتل</a>؛ يُعرف أيضًا باسم تغيير التفرع الصلب. يحدث عادةً عندما لا تتمكن العقد غير المُحدثة من التحقق من صحة الكتل التي أنشأتها العقد المُحدثة التي تتبع قواعد الإجماع الأحدث <a href=\"/glossary/#consensus-rules\">قواعد الإجماع</a>. لا يُخلط بينه وبين التفرع، أو التفرع الناعم، أو التفرع البرمجي، أو تفرّع Git.",
  "hash-term": "التجزئة",
  "hash-definition": "بصمة ذات طول ثابت لمدخلات ذات حجم متغير، يتم إنتاجها بواسطة دالة تجزئة. (انظر <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "hash-rate-term": "معدل التجزئة",
  "hash-rate-definition": "عدد حسابات التجزئة التي يتم إجراؤها في الثانية الواحدة بواسطة أجهزة الكمبيوتر التي تعمل ببرامج التعدين.",
  "homestead-term": "هومستيد",
  "holographic-consensus-term": "الإجماع المجسم",
  "holographic-consensus-definition": "يشير هذا المصطلح إلى كيفية اتخاذ قرار جماعي كبير بالسماح لمجموعة صغيرة من الأشخاص الممثلين بالتصويت. ثم يوافق الجميع على الموافقة، طالما أنهم واثقون من أن المجموعة الصغيرة قد أحسنت التصرف.<br />يُستخدم هذا المصطلح في بعض المجتمعات الإلكترونية لاتخاذ القرارات بسرعة دون الحاجة إلى تصويت الجميع على كل شيء، مع ضمان عدالة القرارات وتمثيلها لرغبات معظم الناس.\n",
  "homestead-definition": "المرحلة الثانية من تطوير الإيثريوم، تم إطلاقها في مارس 2016 في الكتلة 1,150,000.",
  "index-term": "فهرس",
  "index-definition": "بنية شبكة تهدف إلى تحسين استعلام المعلومات من جميع أنحاء <a href=\"/glossary/#blockchain\">blockchain</a> من خلال توفير مسار فعال لمصدر تخزينها.",
  "ide-term": "بيئة التطوير المتكاملة (IDE)",
  "ide-definition": "واجهة مستخدم تجمع عادةً بين محرر الكود، والمترجم، ووقت التشغيل، ومصحح الأخطاء. <a href=\"/developers/docs/ides/\">المزيد عن بيئات التطوير المتكاملة</a>.",
  "immutable-deployed-code-problem-term": "مشكلة الكود المنشور غير القابل للتغيير",
  "immutable-deployed-code-problem-definition": "بمجرد نشر كود العقد (أو المكتبة)، يصبح غير قابل للتغيير. تعتمد ممارسات تطوير البرمجيات القياسية على إمكانية إصلاح الأخطاء المحتملة وإضافة ميزات جديدة، مما يُمثل تحديًا لتطوير العقود الذكية. <a href=\"/developers/docs/smart-contracts/deploying/\">المزيد عن نشر العقود الذكية</a>.",
  "internal-transaction-term": "المعاملات الداخلية",
  "internal-transaction-definition": "<a href=\"/glossary/#transaction\">معاملة</a> يتم إرسالها من <a href=\"/glossary/#contract-account\">حساب عقد</a> إلى حساب عقد آخر أو <a href=\"/glossary/#eoa\">EOA</a> (انظر <a href=\"/glossary/#message\">الرسالة</a>).",
  "issuance-term": "الإصدار",
  "issuance-definition": "سك عملة جديدة لمكافأة اقتراح الكتلة، والتصديق عليها، والإبلاغ عن المخالفات.",
  "kdf-term": "دالة اشتقاق المفتاح (KDF)",
  "kdf-definition": "تُعرف أيضًا باسم \"خوارزمية تمديد كلمة المرور\"، وتستخدمها تنسيقات <a href=\"/glossary/#keystore\">keystore</a> للحماية من هجمات القوة الغاشمة والقواميس وجداول قوس قزح على تشفير عبارة المرور، عن طريق التجزئة المتكررة لعبارة المرور.",
  "keystore-term": "ملف مخزن المفاتيح",
  "keystore-definition": "يوجد كل زوج من المفاتيح/العنوانات الخاصة بالحساب كملف مفتاح واحد في عميل إيثريوم. هذه ملفات نصية بصيغة JSON تحتوي على المفتاح الخاص المشفر للحساب، والذي لا يمكن فك تشفيره إلا باستخدام كلمة المرور المُدخلة أثناء إنشاء الحساب.",
  "keccak-256-term": "دالة تجزئة التشفير المستخدمة ايثيريوم",
  "keccak-256-definition": "دالة التجزئة التشفيرية <a href=\"/glossary/#hash\">hash</a> المستخدمة في إيثريوم. تم توحيد Keccak-256 كـ <a href=\"/glossary/#sha\">SHA</a>-3.",
  "key-term": "مفتاح",
  "key-definition": "في سياق الإيثريوم، المفاتيح عبارة عن أكواد رقمية: مفتاح عام لتلقي المعاملات ومفتاح خاص للوصول إلى الأموال وإرسالها.<br />المفاتيح العامة: يمكن مشاركتها بشكل مفتوح.<br />المفاتيح الخاصة: يتم الاحتفاظ بها سرية من قبل المالك.",
  "layer-1-term": "الطبقة 1",
  "layer-1-definition": "تشير الطبقة الأولى إلى سلسلة الكتل الرئيسية في شبكة سلسلة كتل متعددة المستويات. على سبيل المثال، تُعدّ إيثريوم وبيتكوين من سلاسل الكتل من الطبقة الأولى. تُحمّل العديد من سلاسل الكتل من الطبقة الثانية المعاملات كثيفة الموارد إلى سلسلة كتلها المنفصلة، ​​مع الاستمرار في استخدام سلسلة كتل الطبقة الأولى الخاصة بإيثريوم أو بيتكوين لأغراض أمنية.",
  "layer-2-term": "الطبقة الثانية",
  "layer-2-definition": "الطبقة 2 هي شبكات أخرى مبنية على شبكة Ethereum الرئيسية لجعل المعاملات أسرع وأرخص. <a href=\"/layer-2/\">المزيد عن الطبقة 2</a>.",
  "library-term": "المكتبة",
  "library-definition": "نوع خاص من <a href=\"/glossary/#smart-contract\">العقود</a> لا يتضمن دوال دفع، أو دوال احتياطية، أو تخزين بيانات. لذلك، لا يمكنه استقبال أو تخزين بيانات الإيثر، أو تخزينها. تعمل المكتبة كشيفرة منشورة مسبقًا، ويمكن لعقود أخرى استدعاؤها لإجراء عمليات حسابية للقراءة فقط. <a href=\"/developers/docs/smart-contracts/libraries/\">المزيد عن مكتبات العقود الذكية</a>.",
  "light-client-term": "عميل خفيف",
  "light-client-definition": "عميل إيثريوم لا يخزن نسخة محلية من <a href=\"/glossary/#blockchain\">سلسلة الكتل</a>، ولا يتحقق من صحة الكتل والمعاملات. يوفر وظائف <a href=\"/glossary/#transaction\">المحفظة</a>، ويمكنه إنشاء المعاملات وبثها.",
  "liquidity-term": "السيولة",
  "liquidity-definition": "السيولة هي سرعة وسهولة تحويل الأصل إلى نقد أو أي أصل آخر. توفر منصات التداول اللامركزية، مثل Uniswap، العديد من مجمعات السيولة، حيث يمكن لحاملي الأصول إيداع أصولهم، حيث يمكن للمتداولين شراؤها وبيعها بطريقة لامركزية مقابل مكافآت.",
  "liquidity-tokens-term": "Liquidity tokens",
  "liquidity-tokens-definition": "رموز السيولة (LST) هي رموز رقمية تُصدر للمشاركين الذين يودعون أصولهم في مجمع سيولة، وهو عبارة عن مجموعة من الأموال مُقفلة بعقد ذكي، ويُستخدم لتسهيل التداول على منصة تداول لامركزية (DEX).<br />تمثل هذه الرموز حصة المشارك في المجمع، ويمكن استردادها لاحقًا مقابل الإيداع الأولي، بالإضافة إلى جزء من رسوم التداول الناتجة عن نشاط المجمع. في جوهرها، تُمثل رموز السيولة دليل ملكية أو حصة في مجمع سيولة، مما يسمح لحامليها بكسب مكافآت، مع توفير السيولة اللازمة للآخرين لتداول أزواج العملات المشفرة المختلفة بكفاءة.",
  "liquid-staking-tokens-term": "رموز المراهنة السائلة",
  "liquid-staking-tokens-definition": "رمز مشتق يمثل ملكية العملة المشفرة المقفلة التي يودعها المستخدم. عند إيداع أصل، تتيح بعض المنصات سك رموز إيداع سائلة (LSTs)، والتي تمثل حصة مساوية من الرموز المقفلة. يمكن بعد ذلك تداول هذه الرموز أو بيعها أو استخدامها في بروتوكولات التمويل اللامركزي (DeFi) أخرى، مما يُحسّن كفاءة رأس المال للمودع من خلال إتاحة الوصول إلى السيولة من أمواله، حتى مع بقاء أصوله الأصلية مودعةً.",
  "lmd-ghost-term": "LMD-الشبح",
  "lmd-ghost-definition": "خوارزمية اختيار الشوكة التي يستخدمها عملاء إجماع إيثريوم لتحديد رأس السلسلة. LMD-GHOST هو اختصار لعبارة \"أحدث شجرة فرعية مُلاحظة جشعة مدفوعة بالرسائل\"، مما يعني أن رأس السلسلة هو الكتلة التي تحتوي على أكبر تراكم للشهادات في تاريخها.",
  "mainnet-term": "الشبكة الرئيسية",
  "mainnet-definition": "اختصار لـ \"الشبكة الرئيسية\"، هذه هي <a href=\"/glossary/#blockchain\">بلوكتشين</a> إيثريوم العامة الرئيسية.",
  "max-fee-per-gas-term": "الحد الأقصى للرسوم لكل غاز",
  "max-fee-per-gas-definition": "الرسوم القصوى هي الحد الأقصى للمبلغ المطلق الذي يكون المستخدم على استعداد لدفعه لكل وحدة غاز (<a href=\"/glossary/#gwei\">gwei</a>) للحصول على معاملة مدرجة في كتلة.",
  "merkle-patricia-tree-term": "ميركل باتريشيا تري (MPT)",
  "merkle-patricia-tree-definition": "A data structure used in Ethereum to efficiently store key-value pairs.",
  "merkle-root-term": "جذر ميركل",
  "merkle-root-definition": "جذر ميركل هو أعلى تجزئة لشجرة ميركل، وهو يتحقق من جميع المعاملات داخل الكتلة.",
  "message-term": "رسالة",
  "message-definition": "<a href=\"/glossary/#internal-transaction\">معاملة داخلية</a> لا يتم تسلسلها أبدًا ويتم إرسالها فقط داخل <a href=\"/glossary/#evm\">آلة إيثريوم الافتراضية</a>.",
  "message-call-term": "رسالة مكالمة",
  "message-call-definition": "عملية تمرير <a href=\"/glossary/#message\">رسالة</a> من حساب إلى آخر. إذا كان الحساب الوجهة مرتبطًا برمز <a href=\"/glossary/#evm\">EVM</a>، فسيتم تشغيل الجهاز الافتراضي بحالة ذلك الكائن وسيتم التعامل مع الرسالة.",
  "mev-term": "القيمة القصوى القابلة للاستخراج (MEV)",
  "mev-definition": "الحد الأقصى للقيمة التي يمكن استخراجها من إنتاج الكتل بما يتجاوز مكافأة الكتلة القياسية ورسوم الغاز عن طريق تضمين واستبعاد وتغيير ترتيب المعاملات في الكتلة. <a href=\"/developers/docs/mev/\">المزيد عن الحد الأقصى للقيمة القابلة للاستخراج (MEV)</a>.",
  "mining-term": "التعدين",
  "mining-definition": "عملية تجزئة رأس كتلة بشكل متكرر مع زيادة <a href=\"/glossary/#nonce\">nonce</a> حتى تحتوي النتيجة على عدد عشوائي من الأصفار الثنائية الأولية. هذه هي العملية التي تُضاف من خلالها <a href=\"/glossary/#block\">كتل</a> جديدة إلى سلسلة كتل إثبات العمل. هكذا تم تأمين الإيثريوم قبل انتقاله إلى إثبات الحصة.",
  "miner-term": "عامل المنجم",
  "miner-definition": "عقدة شبكة <a href=\"/glossary/#node\">تبحث عن إثبات عمل صالح للكتل الجديدة، وذلك من خلال التجزئة المتكررة (انظر <a href=\"/glossary/#ethash\">إيثاش</a>). لم يعد المعدنون جزءًا من إيثريوم، بل استُبدلوا بالمحققين عندما انتقلت إيثريوم إلى إثبات الحصة.",
  "mint-term": "النعناع",
  "mint-definition": "سكّ العملات الرقمية هو عملية إنشاء رموز جديدة وطرحها للتداول لاستخدامها. إنها آلية لامركزية لإنشاء رموز جديدة دون تدخل السلطة المركزية.",
  "multisig-term": "متعدد التوقيعات (Multisig)",
  "multisig-definition": "يشير مصطلح Multisig (التوقيع المتعدد) إلى محفظة رقمية أو حساب يتطلب توقيعات أو موافقات متعددة لتنفيذ المعاملات، مما يعزز الأمان.<br />يضيف هذا أمانًا إضافيًا مقارنة بحسابات التوقيع الفردي التقليدية حيث لا يلزم سوى موافقة شخص واحد.",
  "network-term": "الشبكة",
  "network-definition": "في إشارة إلى شبكة Ethereum، وهي شبكة نظير إلى نظير تنشر المعاملات والكتل إلى كل عقدة Ethereum (مشارك في الشبكة). <a href=\"/developers/docs/networks/\">المزيد عن الشبكات</a>.",
  "network-hashrate-term": "معدل تجزئة الشبكة",
  "network-hashrate-definition": "معدل التجزئة الإجمالي الذي أنتجته شبكة تعدين كاملة. تم إيقاف التعدين على إيثريوم عند انتقاله إلى إثبات الحصة.",
  "nft-term": "رمز غير قابل للاستبدال (NFT)",
  "nft-definition": "عنصر رقمي فريد يمكنك امتلاكه، مثل الأعمال الفنية أو المقتنيات، يتم التحقق منه بواسطة تقنية blockchain. <a href=\"/nft/\">المزيد عن الرموز غير القابلة للاستبدال (NFTs)</a>.",
  "node-term": "عقدة",
  "node-definition": "عميل برمجي يشارك في الشبكة. <a href=\"/developers/docs/nodes-and-clients/\">المزيد عن العقد والعملاء</a>.",
  "nonce-term": "نونس",
  "nonce-definition": "في التشفير، قيمة لا تُستخدم إلا مرة واحدة. نونس الحساب هو عداد معاملات في كل حساب، ويُستخدم لمنع هجمات الإعادة.",
  "offchain-term": "خارج السلسلة",
  "offchain-definition": "خارج السلسلة (Offchain) تعني أي معاملة أو بيانات موجودة خارج سلسلة الكتل (blockchain). ولأن إدخال كل معاملة على السلسلة قد يكون مكلفًا وغير فعال، فإن أدوات الطرف الثالث، مثل أوراكل التي تتعامل مع بيانات التسعير، أو حلول الطبقة الثانية التي تُنفّذ إنتاجية أعلى من المعاملات، تُدير معظم أعمال المعالجة خارج السلسلة، وتُرسل المعلومات على السلسلة على فترات أقل.",
  "ommer-term": "كتلة عم (عم)",
  "ommer-definition": "عندما يعثر مُعدّن <a href=\"/glossary/#miner\">على كتلة صالحة</a>، فقد يكون مُعدّن آخر قد نشر كتلة منافسة تُضاف إلى طرف سلسلة الكتل أولاً. يمكن تضمين هذه الكتلة الصالحة، وإن كانت قديمة، بواسطة كتل أحدث كـ <em>ommers</em> والحصول على مكافأة جزئية على الكتلة. يُفضّل استخدام مصطلح \"ommer\" للإشارة إلى الكتلة الشقيقة للكتلة الأصلية، ولكن يُشار إليها أحيانًا باسم \"العم\". كان هذا شائعًا في إيثريوم عندما كانت شبكة <a href=\"/glossary/#pow\">إثبات العمل</a>. الآن، وبعد أن أصبح إيثريوم يستخدم <a href=\"/glossary/#pos\">إثبات الحصة</a>، يتم اختيار مُقترح كتلة واحد فقط لكل خانة.",
  "onchain-term": "Onchain",
  "onchain-definition": "يشير إلى الإجراءات أو المعاملات التي تحدث على blockchain والمتاحة للجمهور.<br /><br />فكر في الأمر كما لو كنت تكتب شيئًا ما في دفتر ملاحظات كبير مشترك يمكن للجميع رؤيته والتحقق منه، مع التأكد من أن كل ما هو مكتوب (مثل إرسال أموال رقمية أو إبرام عقد) دائم ولا يمكن تغييره أو مسحه.",
  "optimistic-rollup-term": "مجموعة من المعاملات التي تستخدم إثباتات الاحتيال لتقديم زيادة في معدل نقل المعاملات من الطبقة 2 أثناء استخدام الأمان الذي توفره الشبكة الرئيسية (الطبقة 1). على عكس البلازما ، حل مشابه للطبقة 2 ، يمكن للتجميعات المتفائلة التعامل مع أنواع معاملات أكثر تعقيدًا - أي شيء ممكن في EVM. لديهم مشكلات تتعلق بوقت الاستجابة مقارنةً بمجموعات Zero-Knowledge لأنه يمكن الطعن في المعاملة عبر إثبات الاحتيال.",
  "optimistic-rollup-definition": "Optimistic Rollup هو حل الطبقة 2 الذي يعمل على تسريع المعاملات على Ethereum، على افتراض أنها صالحة بشكل افتراضي ما لم يتم الطعن فيها. <a href=\"/developers/docs/scaling/optimistic-rollups/\">المزيد عن Optimistic rollups</a>.",
  "oracle-term": "Oracle",
  "oracle-definition": "أوراكل هو جسر بين <a href=\"/glossary/#blockchain\">سلسلة الكتل</a> والعالم الحقيقي. يعمل كواجهات برمجة تطبيقات على السلسلة، حيث يمكن الاستعلام عن المعلومات واستخدامها في <a href=\"/glossary/#smart-contract\">العقود الذكية</a>. <a href=\"/developers/docs/oracles/\">المزيد عن أوراكل</a>.",
  "peer-term": "نظير",
  "peer-definition": "Connected computers running Ethereum client software that have identical copies of the <a href=\"/glossary/#blockchain\">blockchain</a>.",
  "peer-to-peer-network-term": "شبكة نظير إلى نظير",
  "peer-to-peer-network-definition": "شبكة من أجهزة الكمبيوتر (<a href=\"/glossary/#peer\">الأقران</a>) القادرة بشكل جماعي على أداء وظائف دون الحاجة إلى خدمات مركزية تعتمد على الخادم.<br />غالبًا ما يُستخدم هذا الإعداد لمشاركة الملفات (مثل Bit Torrent) أو المعلومات أو العملات الرقمية، مما يسمح بتبادلات أكثر مباشرة وأكثر كفاءة بين المستخدمين.",
  "permissionless-term": "لا يتطلب إذنًا",
  "permissionless-definition": "يعني عدم الحاجة إلى إذن الانضمام إلى نظام مثل إيثريوم واستخدامه من قِبل أي شخص. المشاركة مفتوحة للجميع ولا تتطلب أي موافقة.",
  "plasma-term": "بلازما",
  "plasma-definition": "حلٌّ للتوسع خارج السلسلة يستخدم <a href=\"/glossary/#fraud-proof\">إثباتات الاحتيال</a>، مثل <a href=\"/glossary/#optimistic-rollup\">التراكمات المتفائلة</a>. يقتصر البلازما على المعاملات البسيطة مثل تحويلات الرموز الأساسية والمبادلات. <a href=\"/developers/docs/scaling/plasma\">المزيد عن البلازما</a>.",
  "private-key-term": "مفتاح خاص",
  "private-key-definition": "المفتاح الخاص هو رمز سري يثبت ملكيتك لأموالك الرقمية ويسمح لك بإنفاقها، مثل رقم التعريف الشخصي لحسابك. <strong>لا تشاركه</strong>.",
  "public-goods-term": "السلع العامة",
  "public-goods-definition": "المنافع العامة هي أشياء يمكن للجميع استخدامها مجانًا، كالحدائق أو الهواء النقي، واستخدامها لا يمنع الآخرين من استخدامها أيضًا. غالبًا ما توفرها الحكومات لأن الشركات عادةً ما ترفض ذلك، إذ لا يمكنها بسهولة فرض رسوم على الناس مقابل استخدامها.",
  "private-chain-term": "سلسلة خاصة",
  "private-chain-definition": "A fully private blockchain is one with permissioned access, not publicly available for use.",
  "poap-term": "مكتب حماية المستهلك",
  "poap-definition": "يتم استخدام بروتوكول إثبات الحضور لإنشاء مجموعة رقمية قابلة للتجميع (NFT) تثبت أنك حضرت حدثًا أو نشاطًا معينًا.",
  "pos-term": "إثبات الحصة (PoS)",
  "pos-definition": "طريقةٌ يستخدمها بروتوكول بلوكتشين للعملات المشفرة لتحقيق إجماع موزع. تطلب إثبات الحصة (PoS) من المستخدمين إثبات ملكية كمية معينة من العملات المشفرة (حصتهم في الشبكة) ليتمكنوا من المشاركة في التحقق من صحة المعاملات. <a href=\"/developers/docs/consensus-mechanisms/pos/\">المزيد عن إثبات الحصة</a>.",
  "pow-term": "إثبات العمل (PoW)",
  "pow-definition": "آلية أمان لسلسلة الكتل تتطلب من العقد إنفاق الطاقة في شكل حسابات للعثور على قيمة معينة.",
  "proto-danksharding-term": "بروتو-دانكشاردينج",
  "proto-danksharding-definition": "نوع معاملات جديد يقبل \"كتلًا\" من البيانات على إيثريوم. تُخزَّن هذه \"الكتل\" مؤقتًا على سلسلة المنارات لمدة 4096 حقبة (حوالي 18.2 يومًا)، ويمكن تقليصها بعد ذلك لتقليل متطلبات الأجهزة لمشغلي العقد.",
  "public-key-term": "المفتاح العام",
  "public-key-definition": "المفتاح العام هو مجموعة من الأحرف التي تسمح للآخرين بإرسال العملة الرقمية إليك بشكل آمن، مثل عنوان البريد الإلكتروني للأموال.",
  "quadratic-voting-term": "التصويت الرباعي",
  "quadratic-voting-definition": "هي طريقة تصويت يُعبّر فيها الناخبون عن مدى ثقتهم بقضايا معينة. وتتيح لهم هذه الطريقة التعبير ليس فقط عن تفضيلاتهم، بل أيضًا عن مدى شدتها.",
  "receipt-term": "إيصال",
  "receipt-definition": "البيانات التي تم إرجاعها بواسطة عميل Ethereum لتمثيل نتيجة معاملة معينة، بما في ذلك تجزئة المعاملة، ورقم <a href=\"/glossary/#block\">الكتلة</a> الخاصة بها، وكمية الغاز المستخدمة، وفي حالة نشر عقد ذكي، عنوان العقد.",
  "recovery-phrase-term": "عبارة البذرة/عبارة الاسترداد",
  "recovery-phrase-definition": "قائمة من الكلمات التي تُعطى لك عند إنشاء محفظة رقمية. تعمل ككلمة مرور يمكن أن تساعدك على استعادة الوصول إلى محفظتك إذا فقدته، مما يضمن عدم فقدانك لأموالك الرقمية أو رموزك.",
  "re-entrancy-attack-term": "هجوم إعادة الدخول",
  "re-entrancy-attack-definition": "هجومٌ يتألف من استدعاء عقد المهاجم لدالة عقد الضحية، بحيث يستدعي الضحية عقد المهاجم مرةً أخرى بشكل متكرر أثناء التنفيذ. قد يؤدي هذا، على سبيل المثال، إلى سرقة الأموال عن طريق تخطي أجزاء من عقد الضحية تُحدِّث الأرصدة أو تحسب مبالغ السحب. <a href=\"/developers/docs/smart-contracts/security/#reentrancy\">المزيد عن إعادة الدخول</a>.",
  "reward-term": "جائزة",
  "reward-definition": "كمية الأثير <a href=\"/developers/docs/consensus-mechanisms/pos/rewards-and-penalties\">الممنوحة للمحققين</a> الذين يؤدون وظائف معينة، بما في ذلك اقتراح كتلة أو المشاركة في لجنة المزامنة، في كل فتحة.",
  "rlp-term": "بادئة المواصلات المباشرة (RLP)",
  "rlp-definition": "معيار ترميز <a href=\"/developers/docs/data-structures-and-encoding\">صممه مطورو Ethereum لتشفير وتسلسل الكائنات (هياكل البيانات) ذات التعقيد والطول التعسفي.",
  "rollups-term": "تكديس المعاملات",
  "rollups-definition": "نوع من حلول التوسع من الطبقة الثانية، يُجمّع معاملات متعددة ويُرسلها إلى سلسلة إيثريوم الرئيسية في معاملة واحدة. يُتيح هذا خفض تكاليف الغاز وزيادة إنتاجية المعاملات. تتوفر عمليات تجميع متفائلة وأخرى بدون معرفة، وتستخدم أساليب أمان مختلفة لتحقيق هذه المكاسب في قابلية التوسع. <a href=\"/developers/docs/scaling/#rollups\">المزيد عن التجميعات</a>.",
  "rpc-term": "استدعاء الإجراء عن بعد (RPC)",
  "rpc-definition": "يتيح RPC لجهاز كمبيوتر واحد طلب البيانات أو الإجراء من جهاز آخر عبر الشبكة، مثل طلب المعلومات باستخدام جهاز التحكم عن بعد.",
  "sha-term": "خوارزمية تجزئة آمنة (SHA)",
  "sha-definition": "عائلة من وظائف التجزئة التشفيرية التي نشرها المعهد الوطني للمعايير والتكنولوجيا (NIST).",
  "serialization-term": "التسلسل",
  "serialization-definition": "The process of converting a data structure into a sequence of bytes.",
  "sequencer-term": "المنسّق",
  "sequencer-definition": "المُسلسِل هو برنامج مسؤول عن ترتيب المعاملات في شبكة blockchain، وخاصةً ضمن حلول التوسع في الطبقة 2.",
  "shard-term": "شظية / سلسلة شظايا",
  "shard-definition": "سلاسل الشظايا هي أقسام منفصلة من سلسلة الكتل الكلية، يمكن لمجموعات فرعية من المدققين إدارتها. كان من المفترض في الأصل أن تكون هذه هي الطريقة التي توسّع بها إيثريوم إلى ملايين المعاملات في الثانية، ولكن الآن حلّت محلها التطورات السريعة في التوسع باستخدام <a href=\"/glossary/#rollups\">الرول أب</a>.",
  "sidechain-term": "حل قياس يستخدم سلسلة منفصلة مع [قواعد إجماع] مختلفة ، وغالبًا ما تكون أسرع ، {# توافق-قواعد}. هناك حاجة إلى جسر لتوصيل هذه السلسلة الجانبية بالشبكة الرئيسية. تستخدم Rollups أيضًا سلاسل جانبية ، لكنها تعمل بالتعاون مع mainnet بدلاً من ذلك.",
  "sidechain-definition": "حلٌّ للتوسع يستخدم سلسلةً منفصلةً ذات <a href=\"/glossary/#consensus-rules\">قواعد إجماع</a> مختلفة، وغالبًا ما تكون أسرع. يلزم وجود جسر لربط هذه السلاسل الجانبية بـ <a href=\"/glossary/#mainnet\">الشبكة الرئيسية</a>. تستخدم <a href=\"/glossary/#rollups\">Rollups</a> أيضًا السلاسل الجانبية، ولكنها تعمل بالتعاون مع <a href=\"/glossary/#mainnet\">الشبكة الرئيسية</a>. <a href=\"/developers/docs/scaling/sidechains/\">المزيد عن السلاسل الجانبية</a>.",
  "signing-term": "التوقيع",
  "signing-definition": "إثبات تشفيريًا أن المعاملة تمت الموافقة عليها من قبل حامل مفتاح خاص محدد.",
  "singleton-term": "سينجلتون",
  "singleton-definition": "مصطلح في برمجة الكمبيوتر يصف كائنًا لا يمكن أن يوجد منه سوى مثيل واحد.",
  "slasher-term": "المشرح",
  "slasher-definition": "المُشَوِّش هو كيان يفحص الشهادات بحثًا عن الجرائم القابلة للتشريح. تُبثّ عمليات التشريح إلى الشبكة، ويضيف مُقترح الكتلة التالي الدليل إلى الكتلة. ثم يتلقى مُقترح الكتلة مكافأةً لتشريح المُصدِّق الخبيث.",
  "slot-term": "الخانة",
  "slot-definition": "فترة زمنية (١٢ ثانية) يُمكن خلالها اقتراح كتل جديدة بواسطة <a href=\"/glossary/#validator\">مُصدِّق</a> في نظام <a href=\"/glossary/#pos\">إثبات الحصة</a>. قد تكون إحدى الخانات فارغة. تُشكِّل 32 خانة <a href=\"/glossary/#epoch\">العصر</a>. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">المزيد عن إثبات الحصة</a>.",
  "smart-contract-term": "عقد ذكي",
  "smart-contract-definition": "العقد الذكي هو برنامج ينفذ الاتفاقيات تلقائيًا على blockchain، مثل العقد الرقمي الذي يتم تنفيذه ذاتيًا. <a href=\"/smart-contracts/\">مقدمة عن العقود الذكية</a>.",
  "snark-term": "SNARK",
  "snark-definition": "اختصار لـ \"حجة معرفية موجزة غير تفاعلية\"، SNARK هو نوع من <a href=\"/glossary/#zk-proof\">إثبات عدم المعرفة</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">المزيد عن عمليات تجميع عدم المعرفة</a>.",
  "soft-fork-term": "شوكة ناعمة",
  "soft-fork-definition": "تباعد في <a href=\"/glossary/#blockchain\">سلسلة الكتل</a> يحدث عند تغير <a href=\"/glossary/#consensus-rules\">قواعد الإجماع</a>. على عكس <a href=\"/glossary/#hard-fork\">الشوكة الصلبة</a>، فإن الشوكة الناعمة متوافقة مع الإصدارات السابقة؛ حيث يمكن للعقد المُحدثة التحقق من صحة الكتل التي أنشأتها العقد غير المُحدثة طالما أنها تتبع قواعد الإجماع الجديدة.",
  "solidity-term": "لغة برمجة Solidity",
  "solidity-definition": "لغة برمجة إجرائية (أمرية) ببنية نحوية مشابهة لجافا سكريبت، أو سي++، أو جافا. وهي اللغة الأكثر شيوعًا واستخدامًا في <a href=\"/glossary/#smart-contract\">العقود الذكية</a> على إيثريوم. من ابتكار الدكتور جافين وود. <a href=\"/developers/docs/smart-contracts/languages/#solidity\">المزيد عن سوليديتي</a>.",
  "solidity-inline-assembly-term": "تجميع خطي متين",
  "solidity-inline-assembly-definition": "لغة التجميع <a href=\"/glossary/#evm\">EVM</a> في برنامج <a href=\"/glossary/#solidity\">Solidity</a>. يُسهّل دعم Solidity للتجميع المضمّن كتابة عمليات مُعيّنة.",
  "stablecoin-term": "العملة التابعة",
  "stablecoin-definition": "العملة المستقرة هي نوع من العملات المشفرة المصممة لتكون ذات قيمة مستقرة، وغالبًا ما تكون مرتبطة بعملة أو سلعة (مثل الدولار الأمريكي)، لتقليل تقلب الأسعار. <a href=\"/stablecoins/\">المزيد عن العملات المستقرة</a>.",
  "staking-term": "تجميد العملات",
  "staking-definition": "إيداع كمية من <a href=\"/glossary/#ether\">الإيثر</a> (حصتك) لتصبح مُصدِّقًا وتؤمِّن <a href=\"/glossary/#network\">الشبكة</a>. يتحقق المُصدِّق من <a href=\"/glossary/#transaction\">المعاملات</a> ويقترح <a href=\"/glossary/#block\">الكتل</a> وفقًا لنموذج إجماع <a href=\"/glossary/#pos\">إثبات الحصة</a>. يمنحك التخزين حافزًا اقتصاديًا للعمل بما يخدم مصالح الشبكة. ستحصل على مكافآت مقابل قيامك بمهام <a href=\"/glossary/#validator\">التحقق</a>، ولكنك ستخسر مبالغ متفاوتة من الإيثريوم إذا لم تفعل. <a href=\"/staking/\">المزيد عن تخزين الإيثريوم</a>.",
  "staking-pool-term": "تجمع عمادا",
  "staking-pool-definition": "مجموع وحدات ETH لأكثر من مُشارك واحد في رهانات Ethereum، يُستخدم للوصول إلى 32 ETH اللازمة لتفعيل مجموعة مفاتيح التحقق. يستخدم مُشغل العقدة هذه المفاتيح للمشاركة في الإجماع، وتُقسم <a href=\"/glossary/#block-reward\">مكافآت الكتلة</a> بين المُشاركين. لا يُعدّ تجميع الحصص أو تفويض الحصص أمرًا أساسيًا في بروتوكول Ethereum، ولكن العديد من الحلول قد طوّرها مجتمع Ethereum. <a href=\"/staking/pools/\">المزيد عن التجميع</a>.",
  "stark-term": "STARK",
  "stark-definition": "اختصار لـ \"حجة المعرفة الشفافة القابلة للتطوير\"، STARK هو نوع من <a href=\"/glossary/#zk-proof\">إثبات عدم المعرفة</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">المزيد عن عمليات تجميع عدم المعرفة</a>.",
  "state-term": "الحالة",
  "state-definition": "لقطة لجميع الأرصدة والبيانات في نقطة زمنية معينة على blockchain، وعادةً ما تشير إلى الحالة في كتلة معينة.",
  "state-channels-term": "قنوات الدولة",
  "state-channels-definition": "حل من الطبقة الثانية، حيث تُنشأ قناة بين المشاركين، تتيح لهم إجراء معاملات بحرية وبتكلفة منخفضة. تُرسل فقط المعاملة اللازمة لإعداد القناة وإغلاقها إلى الشبكة الرئيسية. يسمح هذا بمعدلات معاملات عالية جدًا، ولكنه يعتمد على معرفة عدد المشاركين مسبقًا وحجز الأموال. <a href=\"/developers/docs/scaling/state-channels/#state-channels\">المزيد عن قنوات الحالة</a>.",
  "supermajority-term": "الأغلبية العظمى",
  "supermajority-definition": "الأغلبية المطلقة هي المصطلح المُستخدم لوصف كمية تتجاوز ثلثي (66%) إجمالي الأثير المُراهن عليه لتأمين الإيثريوم. ويلزم تصويت الأغلبية المطلقة لحسم الكتل على سلسلة بيكون.",
  "sybil-attack-term": "هجمات سيبيل",
  "sybil-attack-definition": "تشير هجمات Sybil إلى أن أفراد يخدعون النظام بإيهامه أنهم أشخاص عديدون بهدف زيادة نفوذهم.",
  "syncing-term": "المزامنة",
  "syncing-definition": "عملية تنزيل أحدث إصدار كامل من blockchain إلى عقدة.",
  "sync-committee-term": "لجنة المزامنة",
  "sync-committee-definition": "لجنة المزامنة هي مجموعة مختارة عشوائيًا من <a href=\"/glossary/#validator\">المُصدِّقين</a>، ويتم تحديثها كل ٢٧ ساعة تقريبًا. غرضها هو إضافة توقيعاتها إلى رؤوس الكتل الصالحة. تتيح لجان المزامنة <a href=\"/glossary/#light-client\">عملاء Light</a> تتبع رأس سلسلة الكتل دون الحاجة إلى الوصول إلى مجموعة المُصدِّقين بأكملها.",
  "szabo-term": "زابو",
  "szabo-definition": "فئة من <a href=\"/glossary/#ether\">الأثير</a>. 1 szabo = 10<sup>12</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>6</sup> szabo = 1 أثير.",
  "terminal-total-difficulty-term": "الصعوبة الكلية النهائية (TTD)",
  "terminal-total-difficulty-definition": "الصعوبة الكلية هي مجموع صعوبة تعدين إيثاش لجميع الكتل حتى نقطة محددة في سلسلة الكتل. الصعوبة الكلية النهائية هي قيمة محددة للصعوبة الكلية، والتي استُخدمت كحافز لعملاء التنفيذ لإيقاف وظائف التعدين وتداول الكتل، مما يُمكّن الشبكة من الانتقال إلى إثبات الحصة. لم تعد هذه الصعوبة ذات صلة لأن إيثريوم انتقلت إلى إثبات الحصة.",
  "testnet-term": "شبكة التجريب",
  "testnet-definition": "اختصار لـ \"شبكة الاختبار\"، وهي شبكة تستخدم لمحاكاة سلوك شبكة Ethereum الرئيسية.",
  "token-term": "رمز مميز",
  "token-definition": "سلعة افتراضية قابلة للتداول يتم تعريفها في العقود الذكية على سلسلة كتل الإيثريوم.",
  "token-factory-term": "مصنع الرموز",
  "token-factory-definition": "مصنع الرموز هو عقد ذكي يسهل إنشاء الرموز ضمن معيار محدد، مثل <a href=\"#erc-20\">ERC-20</a> أو <a href=\"#erc-721\">ERC-721</a> أو <a href=\"#erc-1155\">ERC-1155</a>. يعمل العقد الذكي كقالب، مما يسمح للمستخدمين بنشر رموز جديدة بمعلمات مخصصة مثل الاسم والرمز والتوريد والوظائف الإضافية دون إنشاء عقد ذكي جديد من البداية.",
  "transaction-term": "Transaction",
  "transaction-definition": "البيانات المُرسَلة إلى بلوكتشين الإيثريوم مُوقَّعة من قِبَل <a href=\"/glossary/#account\">حساب</a> مُرسَل، مُستهدفًا عنوانًا مُحدَّدًا. تحتوي المعاملة على بيانات وصفية مثل <a href=\"/glossary/#gas-limit\">حد الغاز</a> لتلك المعاملة. <a href=\"/developers/docs/transactions/\">المزيد عن المعاملات</a>.",
  "transaction-fee-term": "رسوم التحويل",
  "transaction-fee-definition": "رسومٌ يجب دفعها عند استخدام شبكة إيثريوم. من الأمثلة على ذلك إرسال الأموال من محفظتك أو تفاعلك مع تطبيق لامركزي، مثل تبادل الرموز أو شراء قطعةٍ تذكارية. يمكنك اعتبار هذا بمثابة رسوم خدمة. تتغير هذه الرسوم بناءً على مدى انشغال الشبكة. وذلك لأن <a href=\"/glossary/#validator\">المدققين</a>، وهم المسؤولون عن معالجة معاملتك، يُفضلون المعاملات ذات الرسوم الأعلى، مما يؤدي إلى ارتفاع السعر.<br/><br/>على المستوى التقني، ترتبط رسوم معاملتك بكمية <a href=\"/glossary/#gas\">الغاز</a> التي تتطلبها معاملتك.<br/><br/>يُعد خفض رسوم المعاملات موضوعًا يحظى باهتمام كبير في الوقت الحالي. راجع <a href=\"/glossary/#layer-2\">Layer 2</a>.",
  "trust-assumptions-term": "افتراضات الثقة",
  "trust-assumptions-definition": "افتراضات الثقة هي معتقدات أساسية حول سلامة النظام وموثوقيته، والتي توجه ما نثق به من أجل عمل النظام.",
  "trustlessness-term": "انعدام الثقة",
  "trustlessness-definition": "قدرة الشبكة على التوسط في المعاملات دون الحاجة إلى أن يثق أي من الأطراف المعنية بطرف ثالث.",
  "turing-complete-term": "عالمية - صفة لغة البرمجة",
  "turing-complete-definition": "مفهوم سمي على اسم عالم الرياضيات وعالم الكمبيوتر الإنجليزي آلان تورينج - وهو نظام من قواعد معالجة البيانات (مثل مجموعة تعليمات الكمبيوتر، أو لغة برمجة، أو إنسان آلي خلوي) يقال إنه \"مكتمل تورينج\" أو \"عالمي حسابيًا\" إذا كان من الممكن استخدامه لمحاكاة أي آلة تورينج.",
  "validator-term": "عميل الإجماع",
  "validator-definition": "عقدة في نظام إثبات الحصة، مسؤولة عن تخزين البيانات ومعالجة المعاملات وإضافة كتل جديدة إلى سلسلة الكتل. لتفعيل برنامج التحقق، يجب أن تكون قادرًا على <a href=\"/glossary/#staking\">حصة</a> 32 إيثريوم. <a href=\"/staking/\">المزيد عن الحصة في إيثريوم</a>.",
  "validator-lifecycle-term": "دورة حياة المدقق",
  "validator-lifecycle-definition": "تسلسل الحالات التي يمكن أن يوجد فيها المحقق. وهذا يشمل: <br/><br/><ul><li>مُودَع: تم إيداع 32 ETH على الأقل في <a href=\"/glossary/#deposit-contract\">عقد الإيداع</a> بواسطة المحقق</li><li>معلق: المحقق موجود في قائمة انتظار التنشيط في انتظار التصويت عليه في الشبكة من قبل المحققين الحاليين</li><li>نشط: يشهد حاليًا ويقترح الكتل</li><li>مُقطع: أساء المحقق التصرف ويتم قطعه</li><li>خارج: تم وضع علامة على المحقق لخروجه من الشبكة، إما طواعية أو لأنه تم إخراجه.</li></ul>",
  "validity-proof-term": "إثبات الصلاحية",
  "validity-proof-definition": "نموذج أمان لبعض حلول الطبقة الثانية، حيث تُجمّع المعاملات في دفعات وتُرسل إلى إيثريوم في معاملة واحدة لزيادة السرعة. تُحسب المعاملات خارج السلسلة، ثم تُزوّد ​​السلسلة الرئيسية بإثبات صحتها. تزيد هذه الطريقة من عدد المعاملات الممكنة مع الحفاظ على الأمان. بعض عمليات التجميع تستخدم إثبات الاحتيال. المزيد عن عمليات التجميع بدون معرفة.",
  "validium-term": "فاليديوم",
  "validium-definition": "حل خارج السلسلة يستخدم <a href=\"/glossary/#validity-proof\">إثباتات الصلاحية</a> لتحسين إنتاجية المعاملات. بخلاف <a href=\"/glossary/#zk-rollup\">عمليات التجميع بدون معرفة</a>، لا تُخزَّن بيانات validium على الشبكة الرئيسية من الطبقة 1. <a href=\"/developers/docs/scaling/validium/\">المزيد عن validium</a>.",
  "vyper-term": "لغة برمجة Vyper",
  "vyper-definition": "لغة برمجة عالية المستوى بتركيب نحوي شبيه بلغة بايثون. تهدف إلى الاقتراب من لغة وظيفية بحتة. من ابتكار فيتاليك بوتيرين. <a href=\"/developers/docs/smart-contracts/languages/#vyper\">المزيد عن Vyper</a>.",
  "wallet-term": "محفظة",
  "wallet-definition": "المحفظة هي أداة رقمية لتخزين العملة الرقمية وإرسالها واستقبالها، مثل المحفظة الافتراضية لأموالك عبر الإنترنت. <a href=\"/wallets/\">المزيد عن محافظ الإيثريوم</a>.",
  "web2-term": "ويب2",
  "web2-definition": "الإنترنت الحالي يركز على المحتوى الذي يُنشئه المستخدمون ووسائل التواصل الاجتماعي التي تسيطر عليها شركات قليلة. Web3 هو اعتقادٌ في عالم العملات المشفرة يُفترض أن يتحكم المستخدمون في بياناتهم ومعاملاتهم.",
  "web3-term": "ويب3",
  "web3-definition": "Web3 هو الإنترنت الجديد بتقنية البلوك تشين، حيث يتحكم المستخدمون ببياناتهم ومعاملاتهم، وليس الشركات. لا حاجة لمشاركة أي معلومات شخصية. <a href=\"/web3/\">المزيد عن Web3</a>.",
  "wei-term": "الوي",
  "wei-definition": "أصغر فئة من الأثير. 1018 وي = 1 إيثر.",
  "wrapped-token-term": "الرمز المغلف",
  "wrapped-token-definition": "رمز قائم على تقنية بلوكتشين، يُمثل عملة رقمية أو أصلًا آخر على شبكة مختلفة. على سبيل المثال، يُمثل الإيثر المُغلّف (WETH) الإيثر (ETH) بتنسيق يتوافق مع معيار رموز الإيثريوم <a href=\"/glossary/#erc-20\">ERC-20</a>. يُقفل الأصل الأصلي بشكل آمن بواسطة عقد ذكي، ويُسك رمز مُغلّف مُكافئ. تُتيح هذه الآلية التوافق داخل سلاسل الكتل وفيما بينها، مما يسمح باستخدام أصول مثل الإيثريوم بسلاسة في التطبيقات اللامركزية مع الحفاظ على قيمتها.",
  "zero-address-term": "عنوان الصفر",
  "zero-address-definition": "عنوان إيثريوم، مكون بالكامل من أصفار، يُستخدم غالبًا لإزالة الرموز من التداول. يُميّز بين الرموز التي تُحذف رسميًا من فهرس العقد الذكي عبر دالة burn() وتلك المُرسلة إلى هذا العنوان.",
  "zk-proof-term": "دليل عدم المعرفة",
  "zk-proof-definition": "إثبات المعرفة الصفرية هو أسلوب تشفيري يسمح للفرد بإثبات صحة بيان ما دون نقل أي معلومات إضافية. <a href=\"/developers/docs/scaling/zk-rollups/\">المزيد عن عمليات تجميع المعرفة الصفرية</a>.",
  "zk-rollup-term": "تكديس التعاملات صفرى المعرفة",
  "zk-rollup-definition": "مجموعة من المعاملات التي تستخدم إثباتات الصلاحية لزيادة إنتاجية معاملات الطبقة الثانية (الطبقة 2) مع استخدام الأمان الذي توفره الشبكة الرئيسية (الطبقة 1). على الرغم من عدم قدرتها على التعامل مع أنواع المعاملات المعقدة، مثل التجميعات المتفائلة، إلا أنها لا تواجه مشاكل في زمن الوصول لأن المعاملات تكون قابلة للإثبات عند إرسالها. المزيد عن التجميعات عديمة المعرفة."
}
