{
  "51%-attack-term": "هجوم 51%",
  "51%-attack-definition": "نوع من الهجمات حيث تكتسب مجموعة السيطرة على أغلبية <a href=\"/glossary/#node\">العُقد</a>. هذا سيسمح لهم بالاحتيال على البلوكشين عن طريق فضح <a href=\"/glossary/#transaction\">المعاملات</a> وإنفاق <a href=\"ether\">الإيثر</a> وغيرها من الزمرات.",
  "abi-term": "واجهة بينية ثنائية التطبيقات (ABI)",
  "abi-definition": "ملف JSON يحدد الوظائف والمتغيرات المضمنة في العقد الذكي. يسمح ABI بتعيين الشيفرة الثنائية إلى تنسيقات قابلة للقراءة البشرية.",
  "account-term": "الحساب",
  "account-definition": "حساب إيثيريوم هو هُوِيَّة رقمية على سلسلة الكتل إيثيريوم، تتيح للمستخدمين إرسال واستلام الإيثر أو الأصول الرقمية الأخرى، والتفاعل مع العقود الذكية.",
  "address-term": "العنوان",
  "address-definition": "عنوان Ethereum هو معرف فريد يُستخدم لاستقبال الرموز، ويعمل بشكل مشابه لرقم حساب المصرف في العملات المشفرة. يُستخدم لتحديد حسابك على Ethereum.",
  "anti-sybil-term": "مضاد للسبيل",
  "anti-sybil-definition": "هناك طرق لمنع الأشخاص من التظاهر بكونهم العديد من المستخدمين في وقت واحد على الإنترنت، مما يضمن أن كل مستخدم هو شخص حقيقي ومنفصل. يساعد ذلك في الحفاظ على تفاعلات الإنترنت عادلة وصادقة.",
  "apr-term": "APR",
  "apr-definition": "معدل النسبة السنوية، أو APR، يظهر التكلفة السنوية لاقتراض الأموال، بما في ذلك الفوائد والرسوم، كنسبة مئوية.",
  "attestation-term": "المصادقة",
  "attestation-definition": "ادعاء مقدم من كيان بأن شيئًا ما صحيح. في سياق إيثريوم، يجب على مُصدري الإجماع أن يقدموا ادعاءً حول ما يعتقدون أنه حالة السلسلة. في أوقات محددة، يكون كل مُصدر مسئولاً عن نشر شهادات مختلفة تُعلن رسميًا عن وجهة نظر هذا المُصدر حول السلسلة، بما في ذلك آخر نقطة تفتيش مُعتمدة ورأس السلسلة الحالي. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">مزيد من المعلومات حول الشهادات</a>.",
  "block-term": "حاجز",
  "block-definition": "الكتلة هي المكان الذي تُخزن فيه المعاملات أو الإجراءات الرقمية. بمجرد أن تكون الكتلة ممتلئة، يتم ربطها بالكتلة السابقة، مما يُنشئ سلسلة من الكتل أو \"سلسلة الكتل\". <a href=\"/developers/docs/blocks/\">المزيد عن الكتل</a>.",
  "blockchain-term": "بلوكتشين",
  "blockchain-definition": "سلسلة الكتل هي قاعدة بيانات للم معاملات، يتم نسخها ومشاركتها على جميع أجهزة الكمبيوتر في الشبكة، مما يضمن أن البيانات لا يمكن تعديلها بأثر رجعي.",
  "bridge-term": "الجسر",
  "bridge-definition": "جسر البلوكشين يُستخدم لنقل الأصول من شبكة بلوكين إلى أخرى.",
  "consensus-term": "إجماع",
  "consensus-definition": "عندما يتفق أكثر من ثلثي أجهزة الكمبيوتر في الشبكة على امتلاكها نفس مجموعة السجلات، فهذا يضمن توافق الجميع. لا يتعلق الأمر بالقواعد التي يتبعونها، بل بالتأكد من حصولهم جميعًا على نفس المعلومات.",
  "consensus-client-term": "عميل الإجماع",
  "consensus-client-definition": "تُشغّل برامج الإجماع (مثل بريسم، تيكو، نيمبوس، لايت هاوس، لودستار) خوارزمية إجماع إيثريوم <a href=\"/glossary/#pos\">إثبات الحصة</a>، مما يسمح للشبكة بالتوصل إلى اتفاق بشأن رأس سلسلة بيكون. لا تشارك برامج الإجماع في التحقق من صحة المعاملات أو بثها أو تنفيذ انتقالات الحالة، بل يتم ذلك بواسطة <a href=\"/glossary/#execution-client\">برامج التنفيذ</a>. لا تُصادق برامج الإجماع على الكتل أو تقترح كتلًا جديدة، بل يتم ذلك بواسطة <a href=\"/glossary/#validator\">برنامج التحقق</a>، وهو إضافة اختيارية لبرنامج الإجماع.",
  "consensus-layer-term": "طبقة الإجماع",
  "consensus-layer-definition": "طبقة إجماع إيثريوم هي شبكة من <a href=\"/glossary/#consensus-client\">عملاء الإجماع</a>.",
  "cryptoeconomics-term": "الاقتصاد المشفر",
  "cryptoeconomics-definition": "دراسة المبادئ الرياضية والاقتصادية لتصميم منصات رقمية آمنة وموثوقة. الهدف هو ضمان التزام جميع المشاركين بالقواعد وحصولهم على مكافآت لمساهمتهم في أمن الشبكة وتشغيلها. ",
  "cryptography-term": "علم التشفير",
  "cryptography-definition": "إنها ممارسة جعل التواصل خاصًا وآمنًا بحيث يمكن فقط لأولئك الذين تم توجيه المعلومات إليهم قراءتها.",
  "dao-term": "منظمة مستقلة لامركزية (DAO)",
  "dao-definition": "DAO هو منظمة رقمية تديرها قواعد مشفرة على سلسلة الكتل، حيث يتم اتخاذ القرارات من خلال تصويت الأعضاء، وليس من قبل سلطة مركزية. <a href=\"/dao/\">المزيد حول المنظمات المستقلة اللامركزية (DAOs)</a>.",
  "dapp-term": "Dapp \n\nتطبيق لامركزي. كحد أدنى ، هو عقد ذكي وواجهة مستخدم ويب. على نطاق أوسع ، Dapp هو تطبيق ويب تم إنشاؤه فوق خدمات البنية التحتية المفتوحة واللامركزية من نظير إلى نظير. بالإضافة إلى ذلك ، تشتمل العديد من Dapps على تخزين لامركزي و / أو بروتوكول رسائل ومنصة.",
  "dapp-definition": "تطبيق هو تطبيق لامركزي يعمل على شبكة البلوك تشين، ويقدم خدمات دون وجود سلطة مركزية للتحكم. <a href=\"/apps/\">المزيد عن التطبيقات اللامركزية</a>.",
  "data-availability-term": "توفير البيانات",
  "data-availability-definition": "يمكن لأي عقدة التحقق بشكل مستقل من المعاملات على blockchain من أجل الحفاظ على الشفافية والثقة في النظام.",
  "defi-term": "التمويل اللامركزي",
  "defi-definition": "فئة واسعة من تطبيقات الإيثريوم تهدف إلى توفير الخدمات المالية المدعومة بتقنية البلوكشين، دون أي وسطاء. <a href=\"/defi/\">المزيد عن التمويل اللامركزي (DeFi)</a>",
  "dex-term": "منصة تداول لامركزية (DEX)",
  "dex-definition": "نوع من تطبيقات الإيثريوم يتيح لك تبادل الرموز مع نظرائك على الشبكة. لا تخضع البورصات اللامركزية (DEXes) لقيود جغرافية مثل البورصات المركزية، إذ يمكن لأي شخص المشاركة.",
  "difficulty-bomb-term": "قنبلة الصعوبة",
  "difficulty-bomb-definition": "زيادة مُخطط لها في إعداد <a href=\"/glossary/#pow\">إثبات العمل</a> <a href=\"/glossary/#difficulty\">الصعوبة</a>، المُصمم لتحفيز الانتقال إلى <a href=\"/glossary/#pos\">إثبات الحصة</a>، مما يُقلل من احتمالية حدوث <a href=\"/glossary/#hard-fork\">انقسام</a>. تم إلغاء قنبلة الصعوبة مع <a href=\"/roadmap/merge\">الدمج</a>.",
  "ecdsa-term": "خوارزمية التوقيع الرقمي للمنحنى الإهليلجي (ECDSA)",
  "ecdsa-definition": "خوارزمية تشفير تستخدمها إيثريوم لضمان عدم إنفاق الأموال إلا من قِبل مالكيها. وهي الطريقة المُفضّلة لإنشاء مفاتيح عامة وخاصة. وتُستخدم لإنشاء <a href=\"/glossary/#address\">عنوان</a> الحساب والتحقق من <a href=\"/glossary/#transaction\">المعاملات</a>.",
  "ens-term": "خدمة اسم الإيثيريوم (ENS)",
  "ens-definition": "خدمة أسماء إيثريوم تشبه دليل الهاتف على الإنترنت لعناوين إيثريوم. بدلاً من استخدام عناوين المحفظة الطويلة، تتيح لك ENS استخدام أسماء بسيطة مثل \".eth\" لإرسال واستقبال النقود الرقمية والأصول.",
  "epoch-term": "الحقبة",
  "epoch-definition": "فترة زمنية مكونة من 32 <a href=\"/glossary/#slot\">فتحة</a>، مدة كل فتحة 12 ثانية، بإجمالي 6.4 دقائق. يتم تبديل لجان التحقق في كل فترة لأسباب أمنية. لكل فترة فرصة لإنهائها. يُسند لكل تحقق مسؤوليات جديدة في بداية كل فترة. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">المزيد عن إثبات الحصة</a>",
  "eoa-term": "الحسابات المملوكة خارجيا فى مقابل",
  "eoa-definition": "الحسابات المملوكة خارجيًا (EOA) هي النوع الأكثر شيوعًا من حسابات الإيثريوم. يتحكم بها شخص ما عبر مفاتيح خاصة/عبارة استرداد. <a href=\"/wallets/\">المزيد عن محافظ الإيثريوم</a>.",
  "erc-term": "تسمية تُمنح لبعض EIPs التي تحاول تحديد معيار معين لاستخدام Ethereum.\nFile: Glossary",
  "erc-definition": "ERC (<strong>اقتراحات Ethereum للتعليقات</strong>) هو نوع من الوثائق التقنية المستخدمة في مجتمع إيثريوم لاقتراح معايير جديدة للاستخدام لشبكة إيثريوم.",
  "erc-1155-term": " جسر نقل اختباري ERC-1155",
  "erc-1155-definition": "نوع من معايير الرموز في إيثيريوم مشابهه لـ NFT (مثل العناصر القابلة للجمع الفريدة) والتي تسمح أيضًا بإنشاء عناصر قابلة للتبادل (مثل العملات) ضمن عقد ذكي واحد.",
  "erc-20-term": "ايه آر سي-20",
  "erc-20-definition": "إنها مجموعة القواعد القياسية التي يتم إنشاء معظم الرموز بها على شبكة إيثريوم.",
  "erc-721-term": "ERC-721ERC-721",
  "erc-721-definition": "مجموعة قياسية من القواعد المستخدمة لإنشاء الرموز غير القابلة للاستبدال (NFTs).",
  "ether-term": "إيثر",
  "ether-definition": "العملة المشفرة الأصلية لإيثريوم، والمعروفة باسم \"ETH\"، تُستخدم لتغطية رسوم المعاملات عند استخدام نظام إيثريوم البيئي وتطبيقاته. <a href=\"/eth/\">المزيد عن الإيثر</a>.",
  "events-term": "الأحداث",
  "events-definition": "يسمح باستخدام مرافق تسجيل <a href=\"/glossary/#evm\">EVM</a>. يمكن لـ <a href=\"/glossary/#dapp\">Dapps</a> الاستماع إلى الأحداث واستخدامها لتشغيل استدعاءات JavaScript في واجهة المستخدم. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">المزيد عن الأحداث والسجلات</a>",
  "execution-client-term": "عميل التنفيذ",
  "execution-client-definition": "عملاء التنفيذ (المعروفون سابقًا باسم \"عملاء Eth1\")، مثل Besu وErigon وGo-Ethereum (Geth) وNethermind، مُكلَّفون بمعالجة المعاملات وبثها وإدارة حالة الإيثريوم. يُجري هؤلاء العملاء العمليات الحسابية لكل معاملة باستخدام <a href=\"/glossary/#evm\">آلة الإيثريوم الافتراضية</a> لضمان اتباع قواعد البروتوكول.",
  "execution-layer-term": "طبقة التنفيذ",
  "execution-layer-definition": "Ethereum's execution layer is the network of <a href=\"/glossary/#execution-client\">execution clients</a>.",
  "finality-term": "النهائية",
  "finality-definition": "النهائية هي الضمان بأن مجموعة من المعاملات لا يمكن تغييرها دون فقدان كمية كبيرة من ETH.",
  "fork-term": "شوكة",
  "fork-definition": "تغيير في البروتوكول يؤدي إلى إنشاء سلسلة بديلة.",
  "fraud-proof-term": "دليل على الاحتيال",
  "fraud-proof-definition": "نموذج أمان لبعض حلول الطبقة الثانية، حيث يتم تجميع المعاملات في دفعات وإرسالها إلى إيثريوم في معاملة واحدة لزيادة السرعة. يمكن لمشاركين آخرين في الشبكة إعادة تنفيذ المعاملات للتحقق من نزاهة تنفيذها. إذا اكتشفوا تناقضًا بين البيانات المنشورة ونسختهم الخاصة، فيمكنهم نشر دليل تشفيري يُثبت مكان حدوث عملية احتيال. تستخدم بعض عمليات التجميع أدلة صحة.",
  "gas-term": "الغاز",
  "gas-definition": "الغاز هو الرسوم التي يتم دفعها مقابل المعاملات والعقود الذكية على blockchain، مثل Ethereum. <a href=\"/gas/\">المزيد عن الغاز والرسوم</a>.",
  "genesis-block-term": "كتلة التكوين",
  "genesis-block-definition": "الكتلة الأولى في <a href=\"/glossary/#blockchain\">blockchain</a>، تُستخدم لتهيئة شبكة معينة وعملتها المشفرة.",
  "gwei-term": "الجي-وي",
  "gwei-definition": "اختصار لـ جيجاوي، وهي فئة من <a href=\"/glossary/#ether\">الإيثر</a>، تُستخدم عادةً لتسعير <a href=\"/glossary/#gas\">الغاز</a>. 1 جيجاوي = 10<sup>9</sup> <a href=\"/glossary/#wei\">وي</a>. 10<sup>9</sup> جيجاوي = 1 إيثر.",
  "hash-term": "التجزئة",
  "hash-definition": "بصمة ذات طول ثابت لمدخلات ذات حجم متغير، يتم إنتاجها بواسطة دالة تجزئة. (انظر <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "holographic-consensus-term": "الإجماع المجسم",
  "holographic-consensus-definition": "يشير إلى كيفية اتخاذ قرار جماعي كبير من خلال السماح لمجموعة صغيرة من الأشخاص الممثلين بالتصويت. ثم يوافق الجميع الآخرون على المضي قدماً بذلك، مادام أنهم يثقون في أن المجموعة الصغيرة عمل جيد.",
  "index-term": "فهرس",
  "index-definition": "بنية شبكة تهدف إلى تحسين استعلام المعلومات من جميع أنحاء <a href=\"/glossary/#blockchain\">blockchain</a> من خلال توفير مسار فعال لمصدر تخزينها.",
  "key-term": "مفتاح",
  "key-definition": "في سياق الإيثريوم، المفاتيح هي رموز رقمية: مفتاح عام لاستقبال المعاملات ومفتاح خاص للوصول إلى الأموال وإرسالها.",
  "layer-2-term": "الطبقة الثانية",
  "layer-2-definition": "الطبقة 2 هي شبكات أخرى مبنية على شبكة Ethereum الرئيسية لجعل المعاملات أسرع وأرخص. <a href=\"/layer-2/\">المزيد عن الطبقة 2</a>.",
  "liquidity-tokens-term": "Liquidity tokens",
  "liquidity-tokens-definition": "عدّ رموز السيولة (LT) رموزًا رقمية تُصدر للمشاركين الذين يودعون أصولًا في تجمع السيولة، وهو مجموعة من الأموال المحتجزة في عقد ذكي وتستخدم لتسهيل التداول في بورصة لامركزية (DEX).",
  "mainnet-term": "الشبكة الرئيسية",
  "mainnet-definition": "Short for \"main network,\" this is the main public Ethereum <a href=\"/glossary/#blockchain\">blockchain</a>.",
  "mev-term": "MEV",
  "mev-definition": "آلية تعطي بعض الإجراءات على بلوك تشين.",
  "multisig-term": "متعدد التوقيعات (Multisig)",
  "multisig-definition": "تشير متعددة التوقيع (المتعددة التوقيع) إلى محفظة رقمية أو حساب يتطلب توقيعات أو موافقات متعددة لتنفيذ المعاملات، مما يعزز الأمان.",
  "nft-term": "رمز غير قابل للاستبدال (NFT)",
  "nft-definition": "عنصر رقمي فريد يمكنك امتلاكه، مثل الأعمال الفنية أو المقتنيات، يتم التحقق منه بواسطة تقنية blockchain. <a href=\"/nft/\">المزيد عن الرموز غير القابلة للاستبدال (NFTs)</a>.",
  "node-term": "عقدة",
  "node-definition": "عميل برمجي يشارك في الشبكة. <a href=\"/developers/docs/nodes-and-clients/\">المزيد عن العقد والعملاء</a>.",
  "ommer-term": "كتلة عم (عم)",
  "ommer-definition": "عندما يعثر مُعدّن <a href=\"/glossary/#miner\">على كتلة صالحة</a>، فقد يكون مُعدّن آخر قد نشر كتلة منافسة تُضاف إلى طرف سلسلة الكتل أولاً. يمكن تضمين هذه الكتلة الصالحة، وإن كانت قديمة، بواسطة كتل أحدث كـ <em>ommers</em> والحصول على مكافأة جزئية على الكتلة. يُفضّل استخدام مصطلح \"ommer\" للإشارة إلى الكتلة الشقيقة للكتلة الأصلية، ولكن يُشار إليها أحيانًا باسم \"العم\". كان هذا شائعًا في إيثريوم عندما كانت شبكة <a href=\"/glossary/#pow\">إثبات العمل</a>. الآن، وبعد أن أصبح إيثريوم يستخدم <a href=\"/glossary/#pos\">إثبات الحصة</a>، يتم اختيار مُقترح كتلة واحد فقط لكل خانة.",
  "onchain-term": "Onchain",
  "onchain-definition": "تشير إلى الإجراءات أو المعاملات التي تحدث على سلسلة الكتل والتي تتوفر للجمهور.",
  "optimistic-rollup-term": "مجموعة من المعاملات التي تستخدم إثباتات الاحتيال لتقديم زيادة في معدل نقل المعاملات من الطبقة 2 أثناء استخدام الأمان الذي توفره الشبكة الرئيسية (الطبقة 1). على عكس البلازما ، حل مشابه للطبقة 2 ، يمكن للتجميعات المتفائلة التعامل مع أنواع معاملات أكثر تعقيدًا - أي شيء ممكن في EVM. لديهم مشكلات تتعلق بوقت الاستجابة مقارنةً بمجموعات Zero-Knowledge لأنه يمكن الطعن في المعاملة عبر إثبات الاحتيال.",
  "optimistic-rollup-definition": "Optimistic Rollup هو حل الطبقة 2 الذي يعمل على تسريع المعاملات على Ethereum، على افتراض أنها صالحة بشكل افتراضي ما لم يتم الطعن فيها. <a href=\"/developers/docs/scaling/optimistic-rollups/\">المزيد عن Optimistic rollups</a>.",
  "peer-to-peer-network-term": "شبكة نظير إلى نظير",
  "peer-to-peer-network-definition": "شبكة من أجهزة الكمبيوتر (نظائر) قادرة جماعيًا على أداء الوظائف دون الحاجة إلى خدمات مركزية قائمة على الخوادم.",
  "permissionless-term": "لا يتطلب إذنًا",
  "permissionless-definition": "لا حاجة لأي إذن أو موافقة لاستخدام نظام مثل إيثريوم ولا يمكن لأحد إيقافك عن استخدامه. إنه مفتوح على مدار الساعة طوال أيام الأسبوع 24/7 للجميع للمشاركة.",
  "private-key-term": "مفتاح خاص",
  "private-key-definition": "المفتاح الخاص هو رمز سري يثبت ملكيتك لأموالك الرقمية ويسمح لك بإنفاقها، مثل رقم التعريف الشخصي لحسابك. <strong>لا تشاركه</strong>.",
  "poap-term": "مكتب حماية المستهلك",
  "poap-definition": "يتم استخدام بروتوكول إثبات الحضور لإنشاء مجموعة رقمية قابلة للتجميع (NFT) تثبت أنك حضرت حدثًا أو نشاطًا معينًا.",
  "pos-term": "إثبات الحصة (PoS)",
  "pos-definition": "طريقةٌ يستخدمها بروتوكول بلوكتشين للعملات المشفرة لتحقيق إجماع موزع. تطلب إثبات الحصة (PoS) من المستخدمين إثبات ملكية كمية معينة من العملات المشفرة (حصتهم في الشبكة) ليتمكنوا من المشاركة في التحقق من صحة المعاملات. <a href=\"/developers/docs/consensus-mechanisms/pos/\">المزيد عن إثبات الحصة</a>.",
  "pow-term": "إثبات العمل (PoW)",
  "pow-definition": "آلية أمان لسلسلة الكتل تتطلب من العقد إنفاق الطاقة في شكل حسابات للعثور على قيمة معينة.",
  "public-goods-term": "السلع العامة",
  "public-goods-definition": "المنافع العامة هي أشياء يمكن للجميع استخدامها مجانًا، كالحدائق أو الهواء النقي، واستخدامها لا يمنع الآخرين من استخدامها أيضًا. غالبًا ما توفرها الحكومات لأن الشركات عادةً ما ترفض ذلك، إذ لا يمكنها بسهولة فرض رسوم على الناس مقابل استخدامها.",
  "public-key-term": "المفتاح العام",
  "public-key-definition": "المفتاح العام هو مجموعة من الأحرف التي تسمح للآخرين بإرسال العملة الرقمية إليك بشكل آمن، مثل عنوان البريد الإلكتروني للأموال.",
  "quadratic-voting-term": "التصويت الرباعي",
  "quadratic-voting-definition": "هي طريقة تصويت يُعبّر فيها الناخبون عن مدى ثقتهم بقضايا معينة. وتتيح لهم هذه الطريقة التعبير ليس فقط عن تفضيلاتهم، بل أيضًا عن مدى شدتها.",
  "recovery-phrase-term": "عبارة البذرة/عبارة الاسترداد",
  "recovery-phrase-definition": "قائمة كلمات تُعطى لك عند إنشاء محفظة رقمية. تعمل ككلمة مرور تُمكّنك من العودة إليها في حال فقدان الوصول إليها، مما يضمن عدم فقدان أموالك الرقمية أو رموزك.",
  "rollups-term": "تكديس المعاملات",
  "rollups-definition": "نوع من حلول التوسع من الطبقة الثانية، يُجمّع معاملات متعددة ويُرسلها إلى سلسلة إيثريوم الرئيسية في معاملة واحدة. يُتيح هذا خفض تكاليف الغاز وزيادة إنتاجية المعاملات. تتوفر عمليات تجميع متفائلة وأخرى بدون معرفة، وتستخدم أساليب أمان مختلفة لتحقيق هذه المكاسب في قابلية التوسع. <a href=\"/developers/docs/scaling/#rollups\">المزيد عن التجميعات</a>.",
  "rpc-term": "استدعاء الإجراء عن بعد (RPC)",
  "rpc-definition": "يتيح RPC لجهاز كمبيوتر واحد طلب البيانات أو الإجراء من جهاز آخر عبر الشبكة، مثل طلب المعلومات باستخدام جهاز التحكم عن بعد.",
  "sequencer-term": "المنسّق",
  "sequencer-definition": "المُرتب هو برنامج مسؤول عن ترتيب المعاملات في شبكة البلوكتشين.",
  "smart-contract-term": "عقد ذكي",
  "smart-contract-definition": "العقد الذكي هو برنامج ينفذ الاتفاقيات تلقائيًا على blockchain، مثل العقد الرقمي الذي يتم تنفيذه ذاتيًا. <a href=\"/smart-contracts/\">مقدمة عن العقود الذكية</a>.",
  "stablecoin-term": "العملة التابعة",
  "stablecoin-definition": "العملة المستقرة هي نوع من العملات المشفرة المصممة لتكون ذات قيمة مستقرة، وغالبًا ما تكون مرتبطة بعملة أو سلعة (مثل الدولار الأمريكي)، لتقليل تقلب الأسعار. <a href=\"/stablecoins/\">المزيد عن العملات المستقرة</a>.",
  "staking-term": "تجميد العملات",
  "staking-definition": "إيداع كمية من <a href=\"/glossary/#ether\">الإيثر</a> (حصتك) لتصبح مُصدِّقًا وتؤمِّن <a href=\"/glossary/#network\">الشبكة</a>. يتحقق المُصدِّق من <a href=\"/glossary/#transaction\">المعاملات</a> ويقترح <a href=\"/glossary/#block\">الكتل</a> وفقًا لنموذج إجماع <a href=\"/glossary/#pos\">إثبات الحصة</a>. يمنحك التخزين حافزًا اقتصاديًا للعمل بما يخدم مصالح الشبكة. ستحصل على مكافآت مقابل قيامك بمهام <a href=\"/glossary/#validator\">التحقق</a>، ولكنك ستخسر مبالغ متفاوتة من الإيثريوم إذا لم تفعل. <a href=\"/staking/\">المزيد عن تخزين الإيثريوم</a>.",
  "staking-pool-term": "تجمع عمادا",
  "staking-pool-definition": "مجموع وحدات ETH لأكثر من مُشارك واحد في رهانات Ethereum، يُستخدم للوصول إلى 32 ETH اللازمة لتفعيل مجموعة مفاتيح التحقق. يستخدم مُشغل العقدة هذه المفاتيح للمشاركة في الإجماع، وتُقسم <a href=\"/glossary/#block-reward\">مكافآت الكتلة</a> بين المُشاركين. لا يُعدّ تجميع الحصص أو تفويض الحصص أمرًا أساسيًا في بروتوكول Ethereum، ولكن العديد من الحلول قد طوّرها مجتمع Ethereum. <a href=\"/staking/pools/\">المزيد عن التجميع</a>.",
  "sybil-attack-term": "هجمات سيبيل",
  "sybil-attack-definition": "تشير هجمات Sybil إلى أن أفراد يخدعون النظام بإيهامه أنهم أشخاص عديدون بهدف زيادة نفوذهم.",
  "terminal-total-difficulty-term": "الصعوبة الكلية النهائية (TTD)",
  "terminal-total-difficulty-definition": "الصعوبة الكلية هي مجموع صعوبة تعدين إيثاش لجميع الكتل حتى نقطة محددة في سلسلة الكتل. الصعوبة الكلية النهائية هي قيمة محددة للصعوبة الكلية، والتي استُخدمت كحافز لعملاء التنفيذ لإيقاف وظائف التعدين وتداول الكتل، مما يُمكّن الشبكة من الانتقال إلى إثبات الحصة. لم تعد هذه الصعوبة ذات صلة لأن إيثريوم انتقلت إلى إثبات الحصة.",
  "transaction-fee-term": "رسوم التحويل",
  "transaction-fee-definition": "رسومٌ يجب دفعها عند استخدام شبكة إيثريوم. من الأمثلة على ذلك إرسال الأموال من محفظتك أو تفاعلك مع تطبيق لامركزي، مثل تبادل الرموز أو شراء قطعةٍ تذكارية. يمكنك اعتبار هذا بمثابة رسوم خدمة. تتغير هذه الرسوم بناءً على مدى انشغال الشبكة. وذلك لأن <a href=\"/glossary/#validator\">المدققين</a>، وهم المسؤولون عن معالجة معاملتك، يُفضلون المعاملات ذات الرسوم الأعلى، مما يؤدي إلى ارتفاع السعر.<br/><br/>على المستوى التقني، ترتبط رسوم معاملتك بكمية <a href=\"/glossary/#gas\">الغاز</a> التي تتطلبها معاملتك.<br/><br/>يُعد خفض رسوم المعاملات موضوعًا يحظى باهتمام كبير في الوقت الحالي. راجع <a href=\"/glossary/#layer-2\">Layer 2</a>.",
  "trust-assumptions-term": "افتراضات الثقة",
  "trust-assumptions-definition": "افتراضات الثقة هي معتقدات أساسية حول سلامة النظام وموثوقيته، والتي توجه ما نثق به من أجل عمل النظام.",
  "validator-term": "عميل الإجماع",
  "validator-definition": "عقدة في نظام إثبات الحصة، مسؤولة عن تخزين البيانات ومعالجة المعاملات وإضافة كتل جديدة إلى سلسلة الكتل. لتفعيل برنامج التحقق، يجب أن تكون قادرًا على <a href=\"/glossary/#staking\">حصة</a> 32 إيثريوم. <a href=\"/staking/\">المزيد عن الحصة في إيثريوم</a>.",
  "validity-proof-term": "إثبات الصلاحية",
  "validity-proof-definition": "نموذج أمان لبعض حلول الطبقة الثانية، حيث تُجمّع المعاملات في دفعات وتُرسل إلى إيثريوم في معاملة واحدة لزيادة السرعة. تُحسب المعاملات خارج السلسلة، ثم تُزوّد ​​السلسلة الرئيسية بإثبات صحتها. تزيد هذه الطريقة من عدد المعاملات الممكنة مع الحفاظ على الأمان. بعض عمليات التجميع تستخدم إثبات الاحتيال. المزيد عن عمليات التجميع بدون معرفة.",
  "wallet-term": "محفظة",
  "wallet-definition": "المحفظة هي أداة رقمية لتخزين العملة الرقمية وإرسالها واستقبالها، مثل المحفظة الافتراضية لأموالك عبر الإنترنت. <a href=\"/wallets/\">المزيد عن محافظ الإيثريوم</a>.",
  "web2-term": "ويب2",
  "web2-definition": "الإنترنت الحالي يركز على المحتوى الذي يُنشئه المستخدمون ووسائل التواصل الاجتماعي التي تسيطر عليها شركات قليلة. Web3 هو اعتقادٌ في عالم العملات المشفرة يُفترض أن يتحكم المستخدمون في بياناتهم ومعاملاتهم.",
  "web3-term": "ويب3",
  "web3-definition": "Web3 هو الإنترنت الجديد بتقنية البلوك تشين، حيث يتحكم المستخدمون ببياناتهم ومعاملاتهم، وليس الشركات. لا حاجة لمشاركة أي معلومات شخصية. <a href=\"/web3/\">المزيد عن Web3</a>.",
  "wei-term": "الوي",
  "wei-definition": "أصغر فئة من الأثير. 1018 وي = 1 إيثر.",
  "zk-proof-term": "دليل عدم المعرفة",
  "zk-proof-definition": "إثبات المعرفة الصفرية هو أسلوب تشفيري يسمح للفرد بإثبات صحة بيان ما دون نقل أي معلومات إضافية. <a href=\"/developers/docs/scaling/zk-rollups/\">المزيد عن عمليات تجميع المعرفة الصفرية</a>."
}
