{
  "page-upgrades-vision-2014": "عرض منشور مدونة لعام 2014 يحتوي على تفاصيل إثبات الحصة",
  "page-upgrades-vision-beacon-chain": "سلسلة المنارة",
  "page-upgrades-vision-beacon-chain-btn": "المزيد عن سلسلة المنارة",
  "page-upgrades-vision-beacon-chain-date": "سلسلة المنارة متاحة الآن مباشرةً",
  "page-upgrades-vision-beacon-chain-desc": "أول إضافة لـ Eth2 إلى المنظومة. تجلب سلسلة المنارة تجميد العملات إلى إثيريوم، وتضع الأساس للترقيات في المستقبل، وستنسق في نهاية المطاف النظام الجديد.",
  "page-upgrades-vision-beacon-chain-upper": "سلسلة المنارة",
  "page-upgrades-vision-desc-1": "يحتاج إثيريوم إلى الحد من اكتظاظ الشبكة وتحسين السرعة لتقديم خدمة أفضل لقاعدة عالمية من المستخدمين.",
  "page-upgrades-vision-desc-2": "تشغيل العقدة يزداد صعوبة مع نمو الشبكة. وسيزداد الأمر صعوبة مع الجهود الرامية إلى توسيع نطاق الشبكة.",
  "page-upgrades-vision-desc-3": "ويستخدم إثيريوم كهرباء أكثر مما ينبغي. فالتكنولوجيا التي تحافظ على أمن الشبكة تحتاج إلى أن تكون أكثر استدامة.",
  "page-upgrades-vision-docking-date": "تقدير: 2021",
  "page-upgrades-vision-docking-desc": "عند نقطة معينة سيتحتم على الشبكة الرئيسية لإثيريوم الاندماج ضمن سلسلة المنارة، مما سيفعل تجميد العملات في كل الشبكة ويؤشر نهاية للتنقيب المستهلك للطاقة.",
  "page-upgrades-vision-ethereum-node": "المزيد عن العُقد",
  "page-upgrades-vision-explore-upgrades": "استكشف الترقيات",
  "page-upgrades-vision-future": "مستقبل رقمي على نطاق عالمي",
  "page-upgrades-vision-meta-desc": "وسيكون هناك استعراض عام للأثر الذي ستتركه ترقيات Eth2 على إثيريوم، والتحديات التي يتعين التغلب عليها.",
  "page-upgrades-vision-meta-title": "رؤية Ethereum 2.0 (Eth2)",
  "page-upgrades-vision-mining": "المزيد عن التنقيب",
  "page-upgrades-vision-problems": "مشاكل اليوم",
  "page-upgrades-vision-scalability": "قابلية التوسع",
  "page-upgrades-vision-scalability-desc": "يحتاج إثيريوم إلى أن يكون قادرًا على التعامل مع المزيد من المعاملات في الثانية دون زيادة حجم العُقد في الشبكة. العُقد هي نقاط مشاركة حيوية في الشبكة تقوم بتخزين وتشغيل سلسلة الكتل. زيادة حجم العقدة ليست عملية لأن فقط أولئك الذين لديهم حواسيب قوية وباهظة الثمن يستطيعون القيام بذلك. للتوسع، يحتاج إثيريوم إلى المزيد من المعاملات في الثانية، مقترنًا بالمزيد من العُقد. المزيد من العقد يعني المزيد من الأمان.",
  "page-upgrades-vision-scalability-desc-3": "وستؤدي ترقية سلاسل الأجزاء إلى توزيع عبء الشبكة على 64 سلسلة جديدة. وسيتيح هذا المجال لإثيريوم الانتعاش عن طريق الحد من الازدحام وتحسين السرعة بما يتجاوز المعاملات الحالية التي يتراوح حدها بين 15 و45 معاملة في الثانية.",
  "page-upgrades-vision-scalability-desc-4": "وعلى الرغم من أنه سيكون هناك المزيد من السلاسل، فهذا سيتطلب عملاً أقل من المدققين - القائمين على صيانة الشبكة. سيحتاج المدققون فقط إلى \"تشغيل\" الجزء الخاص بهم وليس سلسلة إثيريوم بأكملها. هذا يجعل العُقد أكثر خفة، مما يسمح لإثيريوم بالتوسع والبقاء لامركزيًا.",
  "page-upgrades-vision-security": "الأمان",
  "page-upgrades-vision-security-desc": "تعمل ترقيات Eth2 على تحسين أمان إثيريوم ضد الهجمات المنسقة، مثل هجوم 51%. هذا نوع من الهجوم حيث إذا كان شخص ما يسيطر على غالبية الشبكة، يمكنه فرض تغييرات احتيالية.",
  "page-upgrades-vision-security-desc-3": "يعني الانتقال إلى إثبات الحصة أن بروتوكول إثيريوم لديه مثبطات أكبر ضد الهجوم. هذا لأنه في إثبات الحصة، يجب على المدققين الذين يؤمنون الشبكة مشاركة كميات كبيرة من إثير في البروتوكول. إذا حاولوا مهاجمة الشبكة، يمكن للبروتوكول تدمير إثير تلقائيًا.",
  "page-upgrades-vision-security-desc-5": "وهذا غير ممكن في إثبات العمل، حيث أفضل ما يمكن أن يفعله البروتوكول هو إجبار الكيانات التي تؤمن الشبكة (عمال التنقيب) على فقدان مكافآت التنقيب التي كانت ستكسبها لولا ذلك. لتحقيق الأثر المعادل في إثبات العمل، يجب أن يكون البروتوكول قادرًا على تدمير جميع معدات التنقيب إذا حاولت الغش.",
  "page-upgrades-vision-security-desc-5-link": "المزيد حول إثبات العمل",
  "page-upgrades-vision-security-desc-8": "ويحتاج نموذج إثيريوم الأمني أيضًا إلى التغيير بسبب إدخال سلاسل الأجزاء. سوف تقوم سلسلة المنارة بتعيين مدققين عشوائيًا إلى أجزاء مختلفة - وهذا يجعل من المستحيل تقريبًا أن يتواطأ المدققون عن طريق مهاجمة جزء معين. التقسيم ليس آمنًا بنفس القدر على سلسلة كتل إثبات العمل، لأنه لا يمكن التحكم في عمال التنقيب بواسطة البروتوكول بهذه الطريقة.",
  "page-upgrades-vision-security-desc-10": "يعني تجميد العملات أيضًا أنك لست بحاجة إلى الاستثمار في أجهزة النخبة \"لتشغيل\" عقدة إثيريوم. يجب أن يشجع هذا المزيد من الأشخاص على أن يصبحوا مدققين، مما يزيد من لامركزية الشبكة ويقلل من مساحة سطح الهجوم.",
  "page-upgrades-vision-security-staking": "تجميد عملات إثير",
  "page-upgrades-vision-security-validator": "يمكن لأي شخص أن يصبح مدققًا عن طريق تجميد عملات إثير الخاصة به.",
  "page-upgrades-vision-shard-chains": "سلاسل الأجزاء",
  "page-upgrades-vision-shard-date": "تقدير: 2021",
  "page-upgrades-vision-shard-desc-4": "سلاسل الأجزاء سوف تنشر حمولة الشبكة إلى 64 سلسلة كتل جديدة. الأجزاء لديها القدرة على تحسين سرعة المعاملات بشكل جذري – حتى 100,000 في الثانية.",
  "page-upgrades-vision-shard-upgrade": "المزيد عن سلاسل الأجزاء",
  "page-upgrades-vision-staking-lower": "المزيد عن تجميد العملات",
  "page-upgrades-vision-subtitle": "نريد تنمية إثيريوم حتى يكون قويًا بما فيه الكفاية لمساعدة كل البشر.",
  "page-upgrades-vision-sustainability": "الاستدامة",
  "page-upgrades-vision-sustainability-desc-1": "ليس سرًا أن إثيريوم وغيرها من سلاسل الكتل مثل البيتكوين تستنزف الطاقة بسبب التنقيب.",
  "page-upgrades-vision-sustainability-desc-2": "ولكن إثيريوم تتحرك نحو الحصول على الأمن من إثير، وليس من خلال الطاقة الحاسوبية – عن طريق تجميد العملات.",
  "page-upgrades-vision-sustainability-desc-3": "على الرغم من أن سلسلة المنارة ستُدخل نظام تجميد العملات، فسيتم تشغيل إثيريوم الذي نستخدمه اليوم بالتوازي لفترة من الزمن، قبل أن يتم \"الدمج\" مع ترقيات Eth2. يوجد نظام يؤمّن بواسطة إثير، ونظام آخر تؤمّنه القوة الحاسوبية. هذا لأن سلاسل الأجزاء في البداية لن تكون قادرة على التعامل مع أشياء مثل حساباتنا أو تطبيقاتنا اللامركزية. لذا لا يمكننا أن ننسى أمر التنقيب والشبكة الرئيسية.",
  "page-upgrades-vision-sustainability-desc-8": "ومع انطلاق سلسلة المنارة وتشغيلها، بدأ العمل على دمج الشبكة الرئيسية مع النظام الجديد. وهذا من شأنه أن يحول الشبكة الرئيسية إلى جزء بحيث تكون مؤمّنة بواسطة إثير وأقل استهلاكًا للطاقة.",
  "page-upgrades-vision-sustainability-subtitle": "يجب أن يكون إثيريوم صديقًا للبيئة.",
  "page-upgrades-vision-title": "رؤية Eth2",
  "page-upgrades-vision-title-1": "الشبكة المكتظة",
  "page-upgrades-vision-title-2": "مساحة القرص",
  "page-upgrades-vision-title-3": "طاقة كبيرة جدًا",
  "page-upgrades-vision-trilemma-cardtext-1": "ستجعل ترقيات Eth2 إثيريوم قابلاً للتطوير وآمنًا ولامركزيًا. والتقسيم سيجعل إثيريوم أكثر قابلية للتوسع من خلال زيادة المعاملات في الثانية مع تقليل الطاقة اللازمة لتشغيل العُقدة ومصادقة صحة السلسلة. ستجعل سلسلة المنارة إثيريوم آمنًا من خلال تنسيق المدققين عبر الأجزاء. وسيقلل تجميد العملات من حاجز المشاركة، فيخلق شبكة أكبر – أكثر لامركزية.",
  "page-upgrades-vision-trilemma-cardtext-2": "تتطلب شبكات سلسلة الكتل الآمنة واللامركزية كل عُقدة للتحقق من كل معاملة تمت معالجتها بواسطة السلسلة. هذا القدر من العمل يحد من عدد المعاملات التي يمكن أن تحدث في أي وقت معين. اللامركزية والأمان يعكسان سلسلة إيثريوم اليوم.",
  "page-upgrades-vision-trilemma-cardtext-3": "تعمل الشبكات اللامركزية عن طريق إرسال معلومات عن المعاملات عبر العُقد – تحتاج الشبكة برمتها إلى المعرفة عن أي تغيير في الحالة. توسيع نطاق المعاملات في الثانية من كل شبكة لامركزية يشكل مخاطر أمنية لأن المعاملات أكثر، وكلما طال التأخير، زاد احتمال الهجوم في أثناء انتقال المعلومات.",
  "page-upgrades-vision-trilemma-cardtext-4": "زيادة حجم وقوة عُقد إثيريوم يمكن أن تزيد المعاملات في الثانية الواحدة بطريقة آمنة. ولكن شرط المعدات من شأنه أن يقيد من يستطيع أن يفعل ذلك – وهذا يهدد اللامركزية. من المأمول أن يسمح التقسيم وإثبات الحصة بتوسيع نطاق إثيريوم بزيادة كمية العُقد، وليس حجم العُقدة.",
  "page-upgrades-vision-trilemma-h2": "التحدي المتمثل في تحقيق اللامركزية في التوسيع",
  "page-upgrades-vision-trilemma-modal-tip": "اضغط على الدوائر أدناه لفهم أفضل لمشاكل التوسيع اللامركزي",
  "page-upgrades-vision-trilemma-p": "تكمن إحد الطرق الساذجة لحل مشاكل إثيريوم في جعله أكثر مركزية. ولكن اللامركزية مهمة للغاية. واللامركزية هي التي تعطي إثيريوم مقاومة الرقابة والانفتاح وخصوصية البيانات والأمان الذي لا يمكن تفكيكه.",
  "page-upgrades-vision-trilemma-p-1": "تتلخص رؤية إثيريوم في أن تكون أكثر قابلية للتوسع وأكثر أمنًا، ولكن أيضًا أن تظل لامركزية. وتحقيق هذه الصفات الثلاث مشكلة تعرف باسم ثلاثية القابلية للتوسع.",
  "page-upgrades-vision-trilemma-p-2": "وتهدف ترقيات Eth2 إلى حل المشكلة الثلاثية، ولكن هناك تحديات كبيرة.",
  "page-upgrades-vision-trilemma-press-button": "اظغط على الأزرار أدناه لفهم أفضل لمشاكل التوسع الامركزي.",
  "page-upgrades-vision-trilemma-text-1": "اللامركزية",
  "page-upgrades-vision-trilemma-text-2": "الأمان",
  "page-upgrades-vision-trilemma-text-3": "قابلية التوسع",
  "page-upgrades-vision-trilemma-title-1": "استكشف مشكلة قابلية التوسع الثلاثية",
  "page-upgrades-vision-trilemma-title-2": "ترقيات Eth2 والتوسع اللامركزي",
  "page-upgrades-vision-trilemma-title-3": "الأمن واللامركزية",
  "page-upgrades-vision-trilemma-title-4": "اللامركزية وقابلية التوسع",
  "page-upgrades-vision-trilemma-title-5": "قابلية التوسع والأمان",
  "page-upgrades-vision-understanding": "فهم رؤية Eth2",
  "page-upgrades-vision-upgrade-needs": "الحاجة إلى ترقيات Eth2",
  "page-upgrades-vision-upgrade-needs-desc": "لقد حقق بروتوكول إثيريوم الذي بدأ في عام 2015 نجاحًا لا يصدق. لكن مجتمع إثيريوم كان يتوقع دائمًا أن بعض التحديثات الرئيسية ستكون ضرورية لفتح كامل إمكانات إثيريوم.",
  "page-upgrades-vision-upgrade-needs-desc-2": "ارتفاع الطلب يؤدي إلى رفع رسوم المعاملات التي تجعل إثيريوم مكلفًا للمستخدم المتوسط. وتنمو مساحة القرص اللازمة لتشغيل عميل إثيريوم بمعدل سريع. والخوارزمية الأساسية لإثبات العمل بإجماع الآراء التي تحافظ على أمن إثيريوم ولامركزيته لها تأثير بيئي كبير.",
  "page-upgrades-vision-upgrade-needs-desc-3": "وما يشار إليه عادة باسم Eth2 هو مجموعة من الترقيات التي تعالج هذه المشاكل وأكثر من ذلك. هذه المجموعة من الترقيات كانت في الأصل تسمى \"السكون\" وقد كانت مجالاً نشطًا للبحث والتطوير منذ 2014.",
  "page-upgrades-vision-upgrade-needs-desc-6": "هذا يعني عدم وجود مفتاح تشغيل لـ Eth2. سيتم شحن التحسينات بشكل تدريجي بمرور الوقت.",
  "page-upgrades-vision-upgrade-needs-serenity": "عرض منشور مدونة لعام 2015 يناقش \"السكون\"",
  "page-upgrades-vision-uprade-needs-desc-5": "الآن بعد أن أصبحت التكنولوجيا جاهزة، هذه الترقيات ستعيد تصميم إثيريوم لجعله أكثر قابلية للتوسع وأمنًا واستدامة – لجعل الحياة أفضل للمستخدمين الحاليين وإغراء المستخدمين الجدد. مع الحفاظ على القيمة الأساسية للامركزية في إثيريوم."
}
