{
  "page-ethereum-vs-bitcoin-meta-title": "إيثريوم مقابل بيتكوين: ما هو الفرق؟ | ethereum.org",
  "page-ethereum-vs-bitcoin-meta-description": "تعرف على الاختلافات بين بيتكوين وإيثريوم، بما في ذلك حالات الاستخدام، وأداء الشبكة، والأمان، واقتصاديات الرموز، ومستوى اللامركزية والمزيد.",
  "page-ethereum-vs-bitcoin-twitter-meta-description": "تعرف على الاختلافات بين بيتكوين وإيثريوم، بما في ذلك حالات الاستخدام وأداء الشبكة واقتصاديات الرموز والمزيد.",
  "page-ethereum-vs-bitcoin-title": "إيثريوم مقابل بيتكوين: ما هو الفرق؟",
  "page-ethereum-vs-bitcoin-description-1": "بيتكوين وإيثريوم هما اثنتان من أشهر شبكات البلوكتشين اللامركزية، لكنهما تخدمان أغراضًا مختلفة تمامًا.",
  "page-ethereum-vs-bitcoin-section-1": "بيتكوين (بحرف B الكبير) هي بلوكتشين مصممة لعملة رقمية تسمى بيتكوين (بحرف b الصغير). أما إيثريوم فهي مصممة لتكون منصة لامركزية للتطبيقات والأصول، مدعومة بعملتها الرقمية الأصلية <strong>إيثر (ETH)</strong>.",
  "page-ethereum-vs-bitcoin-section-2": "كلاهما يستخدم تقنية البلوكتشين، وهما مفتوحا المصدر، ويتم صيانتهما من قبل مجتمعات عالمية، لكن أهدافهما وميزاتهما متميزة. في هذا الدليل، سنستعرض ماهية كل شبكة، وما تشتركان فيه، وكيف تختلفان في مجالات مثل التكنولوجيا والثقافة والتوقعات المستقبلية.",
  "page-ethereum-vs-bitcoin-bitcoin-section-title": "بيتكوين—مقدمة سريعة",
  "page-ethereum-vs-bitcoin-bitcoin-section-1": "بيتكوين هي شبكة عملات رقمية لامركزية. لقد <strong>أنشأها في عام 2009</strong> كيان مجهول يستخدم اسم <strong>ساتوشي ناكاموتو</strong>، بعد فترة وجيزة من الأزمة المالية لعام 2008. كانت الفكرة أن تكون بيتكوين نظامًا نقديًا إلكترونيًا من نظير إلى نظير.",
  "page-ethereum-vs-bitcoin-bitcoin-section-2": "تسمح البيتكوين لأي شخص <strong>بإرسال واستلام البيتكوين</strong> عبر الإنترنت <strong>دون الاعتماد على سلطة مركزية</strong> مثل البنك. يتم تسجيل جميع المعاملات في سجل عام يعرف باسم بلوكتشين.",
  "page-ethereum-vs-bitcoin-bitcoin-section-3": "تستخدم بيتكوين إثبات العمل لتأمين شبكتها. تتسابق أجهزة الكمبيوتر في جميع أنحاء العالم لحل الألغاز التشفيرية التي تتيح لها إضافة كتل جديدة. تسمى هذه الأجهزة المتخصصة المعدِّنين وتتلقى البيتكوين كمكافأة كتلة مقابل \"تعدين\" كتل جديدة.",
  "page-ethereum-vs-bitcoin-bitcoin-section-4": "<strong>لدى بيتكوين حد أقصى ثابت للعرض يبلغ 21 مليون عملة</strong>. هذا الخيار التصميمي هو سبب رئيسي وراء الإشارة إلى البيتكوين غالبًا على أنها الذهب الرقمي.",
  "page-ethereum-vs-bitcoin-ethereum-section-title": "إيثريوم—مقدمة سريعة",
  "page-ethereum-vs-bitcoin-ethereum-section-1": "مثل بيتكوين، إيثريوم هي أيضًا شبكة بلوكتشين لامركزية، لكنها <strong>صُممت للقيام بأكثر من مجرد تسجيل المدفوعات</strong>. تم إطلاق إيثريوم في <strong>عام 2015</strong> على يد مطور برامج يدعى <strong>فيتاليك بوتيرين</strong> ومؤسسيه المشاركين، وقد تم بناؤها لتكون منصة للعقود الذكية والتطبيقات اللامركزية.",
  "page-ethereum-vs-bitcoin-ethereum-section-2": "تسمح إيثريوم لأي شخص بإرسال واستلام القيمة مثل بيتكوين، لكنها تعمل أيضًا <strong>كمنصة يمكن لأي شخص استخدامها للتطبيقات</strong>. تعمل شبكة إيثريوم عبر آلاف العُقد ولا تخضع لسيطرة كيان واحد.",
  "page-ethereum-vs-bitcoin-ethereum-section-3": "يمكن لأي شخص إنشاء ونشر تطبيقات على إيثريوم. تسمى هذه البرامج <strong>بالعقود الذكية</strong>، وهي الابتكار الأساسي لإيثريوم.",
  "page-ethereum-vs-bitcoin-ethereum-section-4": "بمجرد نشر العقد الذكي، فإنه يعمل بشكل حتمي عند التفاعل معه. وهذا يجعل من الممكن بناء تطبيقات لأشياء مثل الإقراض والتداول والألعاب والمقتنيات الرقمية التي تعمل طوال اليوم، كل يوم، لملايين المستخدمين في جميع أنحاء العالم.",
  "page-ethereum-vs-bitcoin-ethereum-section-5": "بنفس الطريقة التي يتم بها استخدام البيتكوين لدفع رسوم المعاملات على شبكة البيتكوين، يتم استخدام عملة إيثريوم الأصلية، الإيثر، لدفع رسوم المعاملات، ونشر واستخدام العقود الذكية، وتأمين الشبكة. <strong>يعمل الإيثر كوقود لتشغيل البرامج وكمخزن للقيمة</strong>.",
  "page-ethereum-vs-bitcoin-ethereum-section-6": "تعرف على المزيد حول إيثريوم وكيف تعمل",
  "page-ethereum-vs-bitcoin-differences-section-title": "الاختلافات الرئيسية",
  "page-ethereum-vs-bitcoin-differences-section-1": "تستخدم بيتكوين وإيثريوم تقنية البلوكتشين للحفاظ على الشبكات اللامركزية، لكنهما يختلفان في تصميمهما والغرض منهما وقدراتهما.",
  "page-ethereum-vs-bitcoin-differences-table-area": "المجال",
  "page-ethereum-vs-bitcoin-differences-table-bitcoin": "عملة البيتكوين",
  "page-ethereum-vs-bitcoin-differences-table-ethereum": "إثيريوم",
  "page-ethereum-vs-bitcoin-differences-table-row-1-1": "الغرض الأساسي",
  "page-ethereum-vs-bitcoin-differences-table-row-1-2": "عملة رقمية من نظير إلى نظير",
  "page-ethereum-vs-bitcoin-differences-table-row-1-3": "منصة للتطبيقات والاقتصادات الرقمية",
  "page-ethereum-vs-bitcoin-differences-table-row-2-1": "العقود الذكية",
  "page-ethereum-vs-bitcoin-differences-table-row-2-2": "غير مدعوم",
  "page-ethereum-vs-bitcoin-differences-table-row-2-3": "الوظيفة الأساسية",
  "page-ethereum-vs-bitcoin-differences-table-row-3-1": "المعروض",
  "page-ethereum-vs-bitcoin-differences-table-row-3-2": "يتم إصدار البيتكوين كل كتلة بمعدل ثابت/محدد مسبقًا يمليه البروتوكول الأصلي وغير المتغير، مع حد ثابت نهائي يبلغ 21 مليون.",
  "page-ethereum-vs-bitcoin-differences-table-row-3-3": "يتم حرق الإيثر كل كتلة بما يتناسب مع النشاط/الطلب، ويتم إصداره كل حقبة بما يتناسب مع إجمالي عملات ETH المجمَّدة. لا يوجد حد ثابت، ولكن معدل الإصدار محدود بإجمالي عملات ETH المجمَّدة.",
  "page-ethereum-vs-bitcoin-differences-table-row-4-1": "آلية الإجماع",
  "page-ethereum-vs-bitcoin-differences-table-row-4-2": "إثبات العمل",
  "page-ethereum-vs-bitcoin-differences-table-row-4-3": "إثبات الحصة",
  "page-ethereum-vs-bitcoin-differences-table-row-5-1": "Speed",
  "page-ethereum-vs-bitcoin-differences-table-row-5-2": "يعتبرها معظم الناس لا رجعة فيها بعد ست كتل، بمتوسط 60 دقيقة",
  "page-ethereum-vs-bitcoin-differences-table-row-5-3": "حوالي 15 دقيقة للوصول إلى النهائية",
  "page-ethereum-vs-bitcoin-differences-table-row-6-1": "استخدام الطاقة",
  "page-ethereum-vs-bitcoin-differences-table-row-6-2": "مرتفع",
  "page-ethereum-vs-bitcoin-differences-table-row-6-3": "منخفض",
  "page-ethereum-vs-bitcoin-differences-table-row-7-1": "إرشادات",
  "page-ethereum-vs-bitcoin-differences-table-row-7-2": "محافظ وبطيء الحركة",
  "page-ethereum-vs-bitcoin-differences-table-row-7-3": "مرن وموجه من قبل المجتمع",
  "page-ethereum-vs-bitcoin-differences-table-row-8-1": "النظام البيئي للمطورين",
  "page-ethereum-vs-bitcoin-differences-table-row-8-2": "أصغر",
  "page-ethereum-vs-bitcoin-differences-table-row-8-3": "كبير ونشط",
  "page-ethereum-vs-bitcoin-differences-table-row-9-1": "تطويرات",
  "page-ethereum-vs-bitcoin-differences-table-row-9-2": "نادر",
  "page-ethereum-vs-bitcoin-differences-table-row-9-3": "متكرر وتكراري",
  "page-ethereum-vs-bitcoin-purpose-title": "الغرض من بيتكوين مقابل إيثريوم",
  "page-ethereum-vs-bitcoin-purpose-1": "تم إنشاء بيتكوين في عام 2009 في أعقاب الأزمة المالية العالمية. كان هدفها هو تقديم شكل من أشكال النقود من نظير إلى نظير يعمل بدون بنوك أو حكومات. إنه بسيط من حيث التصميم. تهدف الشبكة إلى <strong>نقل القيمة من شخص لآخر دون وسيط</strong>. وقد ساعدها هذا التركيز الضيق على أن تصبح معروفة على نطاق واسع كشكل من أشكال الذهب الرقمي، وهو مخزن قيمة نادر ومتين يمكن استخدامه أيضًا كوسيط للتبادل.",
  "page-ethereum-vs-bitcoin-purpose-2": "تم إطلاق إيثريوم في عام 2015 برؤية أوسع. أراد منشئوها أخذ أمان ولامركزية البلوكتشين وجعلها قابلة للبرمجة. بدلاً من قصر نفسها على المدفوعات، <strong>تسمح إيثريوم لأي شخص بكتابة ونشر برامج ذاتية التنفيذ</strong> تسمى العقود الذكية. وهذا يفتح الباب أمام فئة جديدة تمامًا من التطبيقات، من <strong>التمويل اللامركزي (DeFi)</strong> و<strong>العملات المستقرة</strong> إلى <strong>الرموز غير القابلة للاستبدال (NFTs)</strong> و<strong>الألعاب</strong> و<strong>وسائل التواصل الاجتماعي اللامركزية</strong>.",
  "page-ethereum-vs-bitcoin-purpose-3": "تعكس التصميمات الفنية هذه الأغراض. لغة البرمجة النصية لبيتكوين محدودة، مما يقلل من التعقيد ويساعد في الحفاظ على أمان الشبكة. لغة برمجة إيثريوم أكثر تعبيرًا، مما يسمح لها بتخزين وإدارة حالات وتفاعلات أكثر تعقيدًا بين التطبيقات. هذه المرونة هي نقطة قوة، لكنها تعني أيضًا أن الشبكة تتطور بسرعة أكبر، مع تحديثات منتظمة وميزات جديدة.",
  "page-ethereum-vs-bitcoin-purpose-4": "كلاهما يلعب أدوارًا متميزة في الاقتصاد الرقمي الأوسع. تركز بيتكوين على كونها مخزن قيمة مستقر ولامركزي. تهدف إيثريوم إلى أن تكون طبقة تسوية عالمية للتطبيقات اللامركزية والأصول القابلة للبرمجة.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-title": "حالات الاستخدام والتبني",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-1": "يُستخدم <strong>البيتكوين</strong> بشكل شائع كمخزن للقيمة. يراه العديد من المستثمرين <strong>كتحوط ضد التضخم</strong> أو عدم الاستقرار الاقتصادي. في بعض البلدان، يتم استخدامه <strong>كعملة بديلة</strong> أو كوسيلة للناس للادخار خارج النظام المصرفي التقليدي.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-2": "يعمل <strong>الإيثر</strong> كمخزن للقيمة أيضًا، لكن <strong>دوره الأساسي هو تشغيل نظام بيئي واسع من التطبيقات</strong> والأصول. يمكن للمطورين استخدام إيثريوم لإنشاء بروتوكولات جديدة، وإطلاق رموز، وتشغيل منصات تداول لامركزية، وسك الرموز غير القابلة للاستبدال، وبناء ألعاب، وتطوير منصات اجتماعية تعمل دون سيطرة مركزية.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-3": "تدعم إيثريوم آلاف التطبيقات اللامركزية لأشكال جديدة من التمويل، والتمويل الجماعي، والملكية الرقمية. بل إن بعض حالات الاستخدام تربط بين كلتا الشبكتين. على سبيل المثال، <strong>يمكن \"تغليف\" البيتكوين واستخدامه على إيثريوم</strong> لأنشطة مثل الإقراض والاقتراض والتداول في التمويل اللامركزي (DeFi).",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-4": "يعكس التبني المؤسسي هذه الاختلافات. يتم الاحتفاظ بعملة البيتكوين الرقمية على نطاق واسع كمخزن للقيمة على المدى الطويل، بينما <strong>يُنظر إلى إيثريوم على أنها بنية تحتية لامركزية</strong>. وتجذب قابليتها للبرمجة منصات التكنولوجيا المالية ومقدمي خدمات الدفع.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-5": "تم إرسال الأموال مباشرة إلى المواطنين والمنظمات غير الحكومية باستخدام العقود الذكية المفتوحة، مما يوفر الشفافية والسرعة والمساءلة أثناء الأزمات.\ntama 'iirsal al'amwal mubasharatan 'iilaa almuatinin walmunazamat ghayr alhukumiat biaistikhdam aleuqud aldhakiat almaftuhati, mimaa yuafir alshafaafiat walsureat walmusa'alat 'athna' al'azmati.",
  "page-ethereum-vs-bitcoin-monetary-policy-title": "السياسة النقدية",
  "page-ethereum-vs-bitcoin-monetary-policy-1": "سيصل معروض البيتكوين إلى <strong>21 مليون عملة</strong>. ويتم فرض هذا الحد الصارم من خلال البروتوكول وهو أحد أسباب مقارنة البيتكوين بالذهب. تدخل عملات البيتكوين الجديدة إلى التداول من خلال <strong>مكافآت التعدين</strong>، والتي <strong>تنخفض إلى النصف كل 210,000 كتلة</strong>، وهو ما يستغرق تعدينه ما يقرب من 4 سنوات، في حدث يسمى <strong>التنصيف</strong>. بدأت المكافأة بـ 50 بيتكوين لكل كتلة في عام 2009، وانخفضت إلى 25 في عام 2012، ثم 12.5 في عام 2016، وهكذا. وبهذا المعدل، من المتوقع أن يتم تعدين آخر بيتكوين حوالي عام 2140.",
  "page-ethereum-vs-bitcoin-monetary-policy-2": "تدفع مكافآت تعدين البيتكوين ورسوم المعاملات تكاليف الشبكة وتُستخدم لتأمينها. ومع ذلك، مع انخفاض مكافأة الكتلة إلى النصف، تصبح الشبكة أكثر اعتمادًا على رسوم المعاملات لتغطية تكاليفها. حاليًا، تشكل رسوم الشبكة جزءًا صغيرًا من دخل الشبكة، أقل من 5%، مما يعني أن أمان الشبكة على المدى الطويل قد يكون في خطر مع وصول إصدار شبكة البيتكوين إلى 0.",
  "page-ethereum-vs-bitcoin-monetary-policy-3": "<strong>ليس لدى إيثريوم حد أقصى ثابت للمعروض</strong>. بدلاً من ذلك، يتم تحديد إصدارها من خلال قواعد البروتوكول، وقد أدخلت التحديثات الأخيرة آليات يمكن أن تقلل من المعروض بمرور الوقت. أبرزها هو تحديث EIP-1559، الذي يحرق جزءًا من رسوم المعاملات. عندما يكون <strong>نشاط الشبكة مرتفعًا، يمكن حرق كمية من عملات ETH</strong> أكبر من الكمية التي يتم إصدارها، مما يجعل المعروض انكماشيًا خلال تلك الفترات.",
  "page-ethereum-vs-bitcoin-monetary-policy-4": "يضمن النهج النقدي لإيثريوم ميزانية أمان إلى الأبد، حيث توفر رسوم المعاملات ومكافآت الكتل ميزانية أمان الشبكة.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-title": "النظام البيئي للمطورين",
  "page-ethereum-vs-bitcoin-developer-ecosystem-1": "تمتلك <strong>إيثريوم</strong> واحدة من <strong>أكبر مجتمعات مطوري البلوكتشين</strong>. يمنحك البناء على إيثريوم إمكانية الوصول إلى مجموعة واسعة من <strong>الأدوات والأطر والمنح</strong> و<strong>الهاكاثونات</strong>. إن آلة إيثريوم الافتراضية (EVM) هي بيئة التشغيل لإيثريوم وقد أصبحت معيارًا شائعًا، حيث تستخدمها العديد من سلاسل الكتل الأخرى لضمان التوافق.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-2": "أصبحت معايير الرموز مثل ERC-20 و ERC-721 أساسًا لجزء كبير من اقتصاد البلوكتشين الأوسع. تستخدم العديد من شبكات الطبقة الثانية وسلاسل الكتل الأخرى آلة إيثريوم الافتراضية (EVM) بحيث يمكن استخدام كود التطبيقات والمحافظ والعقود الذكية عبر سلاسل الكتل مع الحد الأدنى من التغييرات.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-3": "<strong>مجتمع مطوري البيتكوين أصغر</strong> وأكثر تركيزًا. تتمحور معظم الأنشطة حول صيانة وتحسين البروتوكول الأساسي، بالإضافة إلى تطوير حلول الطبقة الثانية مثل شبكة البرق (Lightning Network) للمدفوعات الأسرع والأرخص.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-4": "تعرف على المزيد حول موارد مطوري إيثريوم",
  "page-ethereum-vs-bitcoin-security-and-consensus-title": "الأمان والإجماع",
  "page-ethereum-vs-bitcoin-security-and-consensus-1": "إن كلًا من بيتكوين وإيثريوم مؤمنتان بشبكات كبيرة وموزعة من العُقد المستقلة، لكنهما تستخدمان طرقًا مختلفة للاتفاق على حالة الشبكة.",
  "page-ethereum-vs-bitcoin-security-and-consensus-2": "تستخدم بيتكوين نظامًا يسمى <strong>إثبات العمل</strong>. تتنافس أجهزة الكمبيوتر التي تسمى المعدِّنين لحل الألغاز التشفيرية. أول من يحل أحدها يحصل على إضافة كتلة المعاملات التالية إلى البلوكتشين ويكسب مكافأة بالبيتكوين. يمنح هذا النهج البيتكوين ما يُعرف بالنهائية الاحتمالية، مما يعني أن المعاملة لا تعتبر آمنة للغاية إلا بعد إضافة عدة كتل أخرى فوقها. بالنسبة لبيتكوين، غالبًا ما يكون هذا حوالي ستة تأكيدات، أو <strong>حوالي ساعة واحدة</strong>.",
  "page-ethereum-vs-bitcoin-security-and-consensus-3": "تستخدم إيثريوم <strong>إثبات الحصة</strong>. في هذا النموذج، يقوم المدققون بحجز، أو تجميد، عملات ETH للحصول على فرصة اختيارهم لاقتراح وتأكيد كتل جديدة. يكون الاختيار عشوائيًا، لكن احتمالية الاختيار تزداد مع كمية عملات ETH المجمَّدة. المدققون الذين يتصرفون بشكل غير أمين <strong>يخاطرون بفقدان حصتهم</strong>. وهذا يسمح لإيثريوم بتحقيق النهائية الاقتصادية، حيث يصعب للغاية عكس الكتل النهائية، غالبًا في غضون <strong>حوالي 15 دقيقة</strong>. تستخدم إيثريوم أيضًا نقاط التفتيش لتمييز الكتل على أنها لا رجعة فيها بمجرد موافقة عدد كافٍ من المدققين.",
  "page-ethereum-vs-bitcoin-security-and-consensus-4": "تعرف على المزيد حول آلية الإجماع في إيثريوم",
  "page-ethereum-vs-bitcoin-underlying-technology-title": "التكنولوجيا الأساسية",
  "page-ethereum-vs-bitcoin-underlying-technology-1": "يستخدم <strong>البيتكوين</strong> ما يُعرف <strong>بنموذج مخرجات المعاملات غير المنفقة</strong>، أو UTXO. في هذا النظام، لا يتتبع البلوكتشين أرصدة الحسابات. بدلاً من ذلك، يسجل المخرجات من المعاملات السابقة التي لم يتم إنفاقها بعد. عندما تنفق البيتكوين، فإنك تستخدم هذه المخرجات كمدخلات لمعاملة جديدة، مما يؤدي إلى إنشاء مخرجات جديدة في هذه العملية.",
  "page-ethereum-vs-bitcoin-underlying-technology-2": "يمكنك التفكير في هذا الأمر مثل استخدام النقود. إذا كان لديك ورقتان من فئة خمسة دولارات وتريد إنفاق سبعة دولارات، فإنك تسلم كلتا الورقتين وتتلقى ثلاثة دولارات كباقٍ. يسجل البيتكوين الفواتير والباقي، وليس رصيدك الإجمالي.",
  "page-ethereum-vs-bitcoin-underlying-technology-3": "تستخدم <strong>إيثريوم</strong> <strong>نموذجًا قائمًا على الحساب</strong>. فبدلاً من تتبع المخرجات الفردية، تحتفظ بسجل لأرصدة الحسابات كما يفعل الحساب المصرفي. ويسهل هذا النهج إدارة العقود الذكية والمنطق المعقد، حيث يمكن للحسابات تخزين البيانات والتفاعل مع بعضها البعض مثل البرامج.",
  "page-ethereum-vs-bitcoin-underlying-technology-4": "لكل نموذج مقايضات. يمكن أن توفر نماذج مخرجات المعاملات غير المنفقة (UTXOs) خصوصية أكبر وتجعل من السهل تتبع العملات الفردية. الأنظمة القائمة على الحسابات أكثر مباشرة لبناء التطبيقات.",
  "page-ethereum-vs-bitcoin-underlying-technology-5": "اقرأ المزيد في وثائق مطوري إيثريوم",
  "page-ethereum-vs-bitcoin-decentralization-title": "اللامركزية",
  "page-ethereum-vs-bitcoin-decentralization-1": "تم تصميم كل من بيتكوين وإيثريوم لتكونا لامركزيتين، لكنهما تقيسانها وتتعاملان معها بطرق مختلفة.",
  "page-ethereum-vs-bitcoin-decentralization-2": "تدعم لامركزية <strong>البيتكوين</strong> <strong>تصميمها الفني البسيط</strong>، واستقرارها على المدى الطويل، و<strong>التوزيع الواسع للعُقد</strong>. متطلباتها المنخفضة من الموارد تجعل من السهل على الأشخاص تشغيل عُقد كاملة في المنزل، مما يساعد على الحفاظ على استقلالية الشبكة ومقاومتها للرقابة.",
  "page-ethereum-vs-bitcoin-decentralization-3": "لدى <strong>إيثريوم</strong> أيضًا شبكة عُقد كبيرة ومتنامية. وهي تركز بشدة على تنوع العملاء، مما يعني أن الإصدارات المتعددة من البرنامج <strong>تصونها فرق مستقلة</strong>. وهذا يقلل من الاعتماد على أي عميل واحد ويساعد على الحماية من الأخطاء أو الأعطال التي قد تؤثر على الشبكة.",
  "page-ethereum-vs-bitcoin-decentralization-4": "لدى إيثريوم <strong>عدد أوسع من المشاركين</strong> المنخرطين في أنشطة مثل التجميد والتحديثات ومناقشات الحوكمة، لكن <strong>كلتا الشبكتين تهدفان إلى البقاء مفتوحتين ومرنتين</strong>. تحافظ بيتكوين على متطلبات العُقد دون تغيير، معتمدة على عدد أقل من عملاء البرامج. تشجع إيثريوم المساهمين المختلفين، حيث يجلب كل منهم منظوره الخاص.",
  "page-ethereum-vs-bitcoin-environmental-impact-title": "التأثير البيئي",
  "page-ethereum-vs-bitcoin-environmental-impact-1": "كان أحد أهم التغييرات في تاريخ إيثريوم هو التحول من إثبات العمل إلى <strong>إثبات الحصة</strong> في عام 2022. وقد أدى هذا التحول، المعروف باسم الدمج، إلى <strong>تقليل استهلاك طاقة الشبكة بأكثر من 99 بالمائة</strong>.",
  "page-ethereum-vs-bitcoin-environmental-impact-2": "في ظل إثبات الحصة، لم تعد إيثريوم تعتمد على التعدين كثيف الاستهلاك للطاقة. بدلاً من ذلك، يتم اختيار المدققين عشوائيًا، مع زيادة احتمالية الاختيار مع زيادة كمية عملات ETH التي قاموا بتجميدها. وقد جعل هذا التحول إيثريوم واحدة من أكثر شبكات البلوكتشين كفاءة في استخدام الطاقة.",
  "page-ethereum-vs-bitcoin-environmental-impact-3": "تواصل بيتكوين استخدام <strong>إثبات العمل</strong>، الذي <strong>يتطلب كميات كبيرة من الكهرباء</strong> حيث يتنافس المعدِّنون على حل الألغاز التشفيرية. يأتي بعض هذه الطاقة من مصادر متجددة، وهناك مناقشات مستمرة في مجتمع البيتكوين حول طرق تحسين الاستدامة.",
  "page-ethereum-vs-bitcoin-environmental-impact-4": "أصبح الاختلاف في استخدام الطاقة نقطة مقارنة مهمة بين الشبكتين. البصمة الطاقية المنخفضة لإيثريوم تجعلها أكثر جاذبية في السياقات التي يكون فيها التأثير البيئي أولوية.",
  "page-ethereum-vs-bitcoin-environmental-impact-5": "اقرأ التقرير الكامل عن استخدام إيثريوم للطاقة",
  "page-ethereum-vs-bitcoin-future-outlook-title": "كيف يبدو المستقبل",
  "page-ethereum-vs-bitcoin-future-outlook-1": "يتم تبني بيتكوين بشكل متزايد كمخزن للقيمة وأصل احتياطي. ومن غير المرجح أن يتغير بشكل كبير، وهذا الاستقرار هو جزء من جاذبيته.",
  "page-ethereum-vs-bitcoin-future-outlook-2": "تضع إيثريوم نفسها كمنصة تطبيقات في الاقتصاد الرقمي الجديد. ومع نمو شبكات الطبقة الثانية والتحديثات المستمرة، فإنها تهدف إلى دعم التطبيقات والبنية التحتية والأصول على نطاق عالمي.",
  "page-ethereum-vs-bitcoin-future-outlook-3": "بالنسبة للعديد من المستخدمين، <strong>الشبكتان ليستا في منافسة مباشرة</strong>. إنهما تخدمان أغراضًا مختلفة ويمكن أن تكمل كل منهما الأخرى في نهج متنوع للأصول الرقمية.",
  "page-ethereum-vs-bitcoin-future-outlook-4": "تعرف على المزيد حول خارطة طريق إيثريوم"
}