{
  "page-just-staking": "تجميد العملات",
  "page-staking-image-alt": "صورة تميمة وحيد القرن لمنصة تشغيل .",
  "page-staking-51-desc-1": "يجعل تجميد العملات الانضمام إلى الشبكة كمدقق أكثر سهولة، لذا فمن المحتمل أن يكون هناك عدد أكبر من المدققين في الشبكة مما هو موجود اليوم. هذا سيجعل هذا النوع من الهجوم أكثر صعوبة حيث أن تكلفة الهجوم ستزداد.",
  "page-staking-accessibility": "سهولة وصول أكثر",
  "page-staking-accessibility-desc": "مع سهولة متطلبات الأجهزة وفرصة التجمع إذا لم يكن لديك 32 عملة إثير، فسيتمكن المزيد من الأشخاص من الانضمام إلى الشبكة. سيؤدي ذلك إلى جعل إثيريوم أكثر لامركزية وأمانًا عن طريق تقليل مساحة سطح الهجوم.",
  "page-staking-at-stake": "عملات إثير الخاصة بك في خطر",
  "page-staking-at-stake-desc": "لأن عليك تجميد عملات إثير الخاصة بك من أجل مصادقة المعاملات وإنشاء كتل جديدة، يمكن أن تفقدها إن قررت محاولة الغش في النظام.",
  "page-staking-benefits": "فوائد تجميد العملات لإثيريوم",
  "page-staking-check-address": "التحقق من عنوان الإيداع",
  "page-staking-consensus": "المزيد عن آليات الإجماع",
  "page-staking-deposit-address": "التحقق من عنوان الإيداع",
  "page-staking-deposit-address-desc": "إن اتبعت تعليمات الإعداد بالفعل على منصة التشغيل، فستعرف أنك تحتاج إلى إرسال معاملة إلى عقد إيداع تجميد العملات. نوصيك بالتحقق من العنوان بعناية. يمكنك العثور على عنوان رسمي على ethereum.org وعدد من المواقع الموثوقة الأخرى.",
  "page-staking-desc-1": "يتم تقديم المكافآت مقابل الأعمال التي تساعد الشبكة على الوصول إلى إجماع الآراء. ستحصل على مكافآت على معاملات التجميع في كتلة جديدة أو التحقق من عمل المدققين الآخرين لأن هذا ما يُبقي السلسلة تعمل بأمان.",
  "page-staking-desc-2": "على الرغم من أنه يمكنك كسب المكافآت على تأدية العمل الذي يفيد الشبكة، يمكن أن تفقد عملات إثير بسبب الأعمال الخبيثة، والعمل دون اتصال بالإنترنت، وعدم المصادقة.",
  "page-staking-desc-3": "سيلزمك 32 عملة إثير لأن تصبح مدققًا كاملاً أو بعض عملات الإثير للانضمام إلى تجميع الرهان. ستحتاج إلى تشغيل عميل Eth1 أو شبكة رئيسية. ستمررك منصة التشغيل على متطلبات العملية والأجهزة. بدلاً من ذلك، يمكنك استخدام واجهة برمجة التطبيقات الخلفية.",
  "page-staking-description": "إن تجميد العملات هو إجراء إيداع لـ 32 عملة إثير لتفعيل برنامج المدقق. كمدقق ستكون مسؤولاً عن تخزين البيانات ومعالجة المعاملات وإضافة الكتل الجديدة إلى سلسلة الكتل. سيُبقي هذا إثيريوم آمنًا للجميع ويكسبك عملات إثير جديدة في العملية. هذه العملية، المعروفة بإثبات الحصة، تقدمها سلسلة المنارة.",
  "page-staking-docked": "المزيد عن الدمج",
  "page-staking-dyor": "أجرِ البحث اللازم",
  "page-staking-dyor-desc": "لا تُعتبر أي من خدمات تجميد العملات المدرجة إقرارات رسمية. تأكد من إجراء بعض البحث لمعرفة الخدمات التي قد تكون الأنسب لك.",
  "page-staking-header-1": "جمّد عملات إثير الخاصة بك لتصبح مدققًا تابعًا لإثيريوم",
  "page-staking-how-much": "ما مقدار العملات التي أنت على استعدات لتجميدها؟",
  "page-staking-how-to-stake": "كيفية تجميد العملات",
  "page-staking-how-to-stake-desc": "يعتمد الأمر على مقدار العملات التي أنت على استعداد لتجميدها. ستحتاج إلى 32 عملة إثير لتصبح مدققًا كاملاً، لكن من الممكن تجميد عملات أقل.",
  "page-staking-join": "الانضمام",
  "page-staking-join-community": "الانضمام إلى مجتمع المراهنين",
  "page-staking-join-community-desc": "إن مجتمع r/ethstaker للجميع من أجل مناقشة تجميد العملات على إثيريوم، انضم من أجل الحصول على النصائح والدعم والحديث عن كل ما يتعلق بتجميد العملات.",
  "page-staking-less-than": "أقل",
  "page-staking-link-1": "عرض واجهات برمجة التطبيقات الخلفية",
  "page-staking-meta-description": "نظرة عامة على تجميد العملات على إثيريوم: المخاطر والمكافآت والمتطلبات ومكان القيام به.",
  "page-staking-meta-title": "تجميد العملات على إثيريوم",
  "page-staking-more-sharding": "المزيد عن التقسيم",
  "page-staking-pool": "تجميد العملات في مجموعة",
  "page-staking-pool-desc": "إن كان لديك أقل من 32 عملة إثير، فستتمكن من إضافة حصة صغيرة إلى مجموعات تجميد العملات. يمكن أن تقوم بعض الشركات بكل شيء نيابةً عنك كي لا تضطر إلى القلق بشأن البقاء متصلاً بالإنترنت. إليك بعض الشركات لتطلع عليها.",
  "page-staking-pos-explained": "شرح إثبات الحصة",
  "page-staking-pos-explained-desc": "إن تجميد العملات هو ما يلزمك من أجل أن تصبح مدققًا في نظام إثبات الحصة. فهذه آلية إجماع ستحل محل نظام إثبات العمل المعمول به حاليًا. أليات الإجماع هي ما يبقي سلاسل الكتل مثل إثيريوم آمنة ولا مركزية.",
  "page-staking-pos-explained-desc-1": "يساعد إثبات الحصة على تأمين الشبكة بعدة طرق:",
  "page-staking-services": "الاطلاع على خدمات تجميد العملات",
  "page-staking-sharding": "إزالة القفل عن التقسيم",
  "page-staking-sharding-desc": "إن التقسيم هو نظام إثبات الحصة الوحيد الممكن. تقسيم نظام إثبات العمل سيقلل كمية الطاقة الحاسوبية المتطلبة لإفساد الشبكة، ما يسهّل السيطرة على الأجزاء من عمال التنقيب الخبثاء. هذا ليس الحال بالنسبة إلى المراهنين المعينين عشوائيًا في إثبات الحصة.",
  "page-staking-solo": "تجميد العملات الفردي وتشغيل برنامج مدقق",
  "page-staking-solo-desc": "لبدء عملية تجميد العملات، ستحتاج إلى استخدام منصة تشغيل . سيمررك هذا خلال عملية الإعداد الكاملة. يشغّل جزء من تجميد العملات عميل ، نسخة محلية لسلسة الكتل. يمكن أن يستغرق هذا بعض الوقت للتنزيل على جهاز الكمبيوتر الخاص بك.",
  "page-staking-start": "بدء تجميد العملات",
  "page-staking-subtitle": "تجميد العملات مصلحة عامة لمنظومة إثيريوم. يمكنك المساعدة في تأمين الشبكة وكسب المكافآت في العملية.",
  "page-staking-sustainability": "أكثر استدامة",
  "page-staking-sustainability-desc": "ليس لدى المدققون حواسيب ذات طاقة مكثفة من أجل المشاركة في نظام إثبات الحصة – فقط كمبيوتر محمول وهاتف ذكي. سيجعل هذا إثيريوم أفضل للبيئة.",
  "page-staking-the-beacon-chain": "المزيد عن سلسلة المنارة",
  "page-staking-title-1": "المكافآت",
  "page-staking-title-2": "المخاطر",
  "page-staking-title-3": "المتطلبات",
  "page-staking-title-4": "كيفية تجميد عملات إثير الخاصة بك",
  "page-staking-upgrades-li": "يُدار إثبات الحصة بواسطة سلسلة المنارة.",
  "page-staking-upgrades-li-2": "سيكون لدى إثيريوم سلسلة منارة لإثبات الحصة وشبكة رئيسية لإثبات العمل في المستقبل القريب. الشبكة الرئيسية هي إثيريوم الذي ظللنا نستخدمه لمدة أعوام.",
  "page-staking-upgrades-li-3": "في أثناء هذا الوقت، سيضيف المراهنون كتلاً جديدة إلى سلسلة المنارة لكن دون معالجة معاملات الشبكة الرئيسية.",
  "page-staking-upgrades-li-4": "سوف ينتقل إثيريوم بالكامل إلى نظام إثبات الحصة بمجرد دمج شبكة إثيريوم الرئيسية مع سلسلة المنارة.",
  "page-staking-upgrades-li-5": "ستتبع ترقية طفيفة لتمكين سحب الأموال المجمدة.",
  "page-staking-upgrades-title": "ترقيات إثبات الحصة و",
  "page-staking-validators": "المزيد من المدققين، المزيد من الأمان",
  "page-staking-validators-desc": "في سلسلة كتل مثل إثيريوم، من الممكن فرض الرقابة وإعادة ترتيب المعاملات لتناسبك إذا كنت تتحكم في غالبية الشبكة. ولكن للتحكم في غالبية الشبكة، فأنت بحاجة إلى غالبية المدققين، ولهذا ستحتاج إلى التحكم في غالبية إثير في النظام - وهذا كثير! يزداد هذا المقدار من إثير في كل مرة يدخل فيها مدقق جديد إلى النظام، مما يعزز أمان الشبكة. إثبات العمل، سيتم استبدال نموذج الأمان لإثبات الحصة، يتطلب المدققون (عمال التنقيب) أن يكون لديهم أجهزة متخصصة والكثير من المساحة المادية – من الصعب دخول النظام كعامل تنقيب، لذا لا يزيد الأمان ضد هجمات الغالبية بنفس القدر. لا يشتمل إثبات الحصة على هذه المتطلبات، والتي ينبغي أن تنمي الشبكة (ومقاومتها لهجمات الأغلبية) إلى أحجام غير ممكنة مع إثبات العمل.",
  "page-staking-withdrawals": "لن تكون عمليات السحب متاحة على الفور",
  "page-staking-withdrawals-desc": "لن تتمكن من سحب حصتك حتى يتم نشر الترقيات المستقبلية. ستكون عمليات السحب متاحة في ترقية ثانوية بعد دمج الشبكة الرئيسية مع سلسلة المنارة."
}
