{
  "page-upgrades-vision-2014": "عرض منشور مدونة لعام 2014 يحتوي على تفاصيل إثبات الحصة",
  "page-upgrades-vision-2021": "عرض منشور مدونة لعام 2021 عن تطور خارطة الطريق في إثيريوم",
  "page-upgrades-vision-2022": "عرض منشور مدونة لعام 2022: دليل Hitchhiker إلى إثيريوم",
  "page-upgrades-vision-2021-updates": "عرض منشور مدونة لعام 2021 عن تحديثات بروتوكول إثيريوم",
  "page-upgrades-vision-desc-1": "يحتاج إثيريوم إلى الحد من اكتظاظ الشبكة وتحسين السرعة لتقديم خدمة أفضل لقاعدة عالمية من المستخدمين.",
  "page-upgrades-vision-desc-2": "تشغيل العقدة يزداد صعوبة مع نمو الشبكة. وسيزداد الأمر صعوبة مع الجهود الرامية إلى توسيع نطاق الشبكة.",
  "page-upgrades-vision-desc-3": "ويستخدم إثيريوم كهرباء أكثر مما ينبغي. فالتكنولوجيا التي تحافظ على أمن الشبكة تحتاج إلى أن تكون أكثر استدامة.",
  "page-upgrades-vision-ethereum-node": "المزيد عن العُقد",
  "page-upgrades-vision-explore-upgrades": "استكشف الترقيات",
  "page-upgrades-vision-future": "مستقبل رقمي على نطاق عالمي",
  "page-upgrades-vision-meta-desc": "وسيكون هناك عرض عام لتحسينات الأثر على إثيريوم والتحديات التي يجب التغلب عليها.",
  "page-upgrades-vision-meta-title": "رؤية إثيريوم",
  "page-upgrades-vision-mining": "المزيد عن التنقيب",
  "page-upgrades-vision-problems": "مشاكل اليوم",
  "page-upgrades-vision-scalability": "قابلية التوسع",
  "page-upgrades-vision-scalability-desc": "يحتاج إثيريوم إلى أن يكون قادرًا على التعامل مع المزيد من المعاملات في الثانية دون زيادة حجم العُقد في الشبكة. العُقد هي نقاط مشاركة حيوية في الشبكة تقوم بتخزين وتشغيل سلسلة الكتل. زيادة حجم العقدة ليست عملية لأن فقط أولئك الذين لديهم حواسيب قوية وباهظة الثمن يستطيعون القيام بذلك. للتوسع، يحتاج إثيريوم إلى المزيد من المعاملات في الثانية، مقترنًا بالمزيد من العُقد. المزيد من العُقد يعني المزيد من الأمان.",
  "page-upgrades-vision-scalability-desc-3": "ستوزع ترقيات التقسيم متطلبات تخزين البيانات عبر الشبكة بأكملها، ولم تعد تشترط أن تحتفظ كل عقدة بنسبة 100% من البيانات. وبالرغم من أن ذلك لا يتناول بشكل مباشر التوسع في تنفيذ المعاملات، فإنه قد تم تناول هذه المشكلة بشكل مباشر من قبل حلول تكديس المعاملات من <a href=\"/layer-2/\">الطبقة 2</a>.",
  "page-upgrades-vision-scalability-desc-4": "وتحتاج عمليات تكديس المعاملات إلى تخزين رخيص على الطبقة 1 لتحقق أقصى فعالية. وسيمنح التقسيم إثيريوم المساحة للانتعاش عن طريق مضاعفة الفعالية على عمليات تكديس المعاملات، ما يمكن التحسينات الأسية بما يتجاوز الحد الحالي للمعاملات البالغ 15 إلى 45 معاملة في الثانية.",
  "page-upgrades-vision-security": "الأمان",
  "page-upgrades-vision-security-desc": "تحسن الترقيات المخطط لها من أمان إثيريوم ضد الهجمات المنسقة.",
  "page-upgrades-vision-security-desc-3": "وفي إثبات الحصة، يأتي الأمان الإضافي من المثبطات الاقتصادية الأكبر للعملات المشفرة ضد الهجوم. هذا لأنه في إثبات الحصة، يجب على برامج المدقق التي تؤمن الشبكة تجميد كميات كبيرة من ETH في البروتوكول. إذا حاولوا مهاجمة الشبكة، يمكن للبروتوكول تدمير ETH تلقائيًا.",
  "page-upgrades-vision-security-desc-5": "ومع ذلك، من المهم أيضًا أن تتم الترقيات التي تحمي برامج المدقق من هجمات رفض تقديم الخدمة، وذلك بتعزيز إخفاء هويتهم، وسيتم قريبًا تنفيذ بناء الكتل المنفصلة ونشرها. وتحمي تلك الترقيات برامج المدقق الفردية والشبكة ككل ضد هجمات الحياة ومن الرقابة.",
  "page-upgrades-vision-security-desc-5-link": "المزيد عن إثبات الحصة",
  "page-upgrades-vision-security-desc-8": "ويمكن أيضًا نموذج أمان إثيريوم التقسيم. وستكون برامج المدقق المسؤولة عن ضمان توفير جميع البيانات، بينما لن تكون العقد الفردية مطلوبة بعد الآن للاحتفاظ بسجل السلسلة. ومن المتوقع أيضًا أن يكون هناك دور جديد، يُعرف باسم أداة بناء الكتل المخصصة، التي ستعمل إلى جانب مقدمي الكتل (برامج المدقق) لإنتاج الكتل بفعالية وأمان",
  "page-upgrades-vision-security-desc-10": "يعني تجميد العملات أيضًا أنك لست بحاجة إلى الاستثمار في أجهزة النخبة للمشاركة مباشرة في إجماع الآراء. يجب أن يشجع هذا المزيد من الأشخاص على أن يصبحوا مدققين، ما يزيد من لامركزية الشبكة ويقلل من مساحة سطح الهجوم.",
  "page-upgrades-vision-security-staking": "تجميد عملات إثيريوم",
  "page-upgrades-vision-security-validator": "يمكن لأي شخص أن يصبح مدققًا عن طريق تجميد عملات إثيريوم الخاصة به.",
  "page-upgrades-vision-shard-upgrade": "المزيد عن التقسيم",
  "page-upgrades-vision-staking-lower": "المزيد عن تجميد العملات",
  "page-upgrades-vision-subtitle": "نريد تنمية إثيريوم حتى يكون قويًا بما فيه الكفاية لمساعدة كل البشر.",
  "page-upgrades-vision-sustainability": "الاستدامة",
  "page-upgrades-vision-sustainability-desc-1": "لقد أصبح إثيريوم الآن سلسلة كتل خضراء، حيث انخفض مقدار استهلاك الطاقة بنسبة ~99.95% عند مبادلة إثبات العمل بإثبات الحصة.",
  "page-upgrades-vision-sustainability-desc-2": "ويتم الآن تأمين إثيريوم عبر تجميد العملات وليس حساب الطاقة.",
  "page-upgrades-vision-sustainability-desc-3": "إن تعزيز الاستدامة بهذا الشكل يمنح فوائد أمنية - حيث يجعل تجميد عملات الإثيريوم أكثر تكلفة فيما يتعلق بالهجوم على السلسلة مقارنة عندما يكون تحت إثبات العمل، ولكن أقل تكلفة لتأمينه حيث يتعين إصدار إيثريوم جديد أقل للدفع للمدققين مقارنة بعاملي المنجم.",
  "page-upgrades-vision-sustainability-desc-8": "وقد جعل الانتقال إلى إثبات الحصة إثيريوم أكثر حفاظًا على البيئة وأكثر أمانًا. إنه منصة منخفضة الكربون لإنشاء التطبيقات والمنظمات.",
  "page-upgrades-vision-sustainability-subtitle": "إن إثيريوم هو سلسلة كتل خضراء مع أمان قوي يحافظ على اقتصاد العملات المشفرة.",
  "page-upgrades-vision-title": "رؤية إثيريوم",
  "page-upgrades-vision-title-1": "الشبكة المكتظة",
  "page-upgrades-vision-title-2": "مساحة القرص",
  "page-upgrades-vision-title-3": "طاقة كبيرة جدًا",
  "page-upgrades-vision-trilemma-cardtext-1": "ترقية إثيريوم ستجعل إثيريوم قابلاً للتوسع وآمنًا ولا مركزي. التقسيم سيجعل الإثيريوم أكثر قابلية للتوسع من خلال زيادة المعاملات في الثانية مع تقليل الطاقة اللازمة لتشغيل العقدة والتحقق من صحة السلسلة. ستجعل سلسلة المنارة إثيريوم آمنًا من خلال تنسيق المدققين عبر مجموعة البيانات المقسمة. وسوف يقلل تجميد العملات الحاجز أمام المشاركة وتقييد اقتصاديات التوسع، وينشئ شبكة أكبر - وأكثر لامركزية.",
  "page-upgrades-vision-trilemma-cardtext-2": "تتطلب شبكات سلسلة الكتل الآمنة واللامركزية كل عُقدة للتحقق من كل معاملة تمت معالجتها بواسطة السلسلة. هذا القدر من العمل يحد من عدد المعاملات التي يمكن أن تحدث في أي وقت معين. اللامركزية والأمان يعكسان سلسلة إثيريوم اليوم.",
  "page-upgrades-vision-trilemma-cardtext-3": "تعمل الشبكات اللامركزية عن طريق إرسال معلومات عن المعاملات عبر العُقد – تحتاج الشبكة برمتها إلى المعرفة عن أي تغيير في الحالة. توسيع نطاق المعاملات في الثانية من كل شبكة لامركزية يشكل مخاطر أمنية لأن المعاملات أكثر، وكلما طال التأخير، زاد احتمال الهجوم في أثناء انتقال المعلومات.",
  "page-upgrades-vision-trilemma-cardtext-4": "زيادة حجم وقوة عُقد إثيريوم يمكن أن تزيد المعاملات في الثانية الواحدة بطريقة آمنة. ولكن شرط المعدات من شأنه أن يقيد من يستطيع أن يفعل ذلك – وهذا يهدد اللامركزية. من المأمول أن يسمح التقسيم وإثبات الحصة بتوسيع نطاق إثيريوم بزيادة كمية العُقد، وليس حجم العُقدة.",
  "page-upgrades-vision-trilemma-h2": "التحدي المتمثل في تحقيق اللامركزية في التوسيع",
  "page-upgrades-vision-trilemma-modal-tip": "اضغط على الدوائر أدناه لفهم أفضل لمشاكل التوسيع اللامركزي",
  "page-upgrades-vision-trilemma-p": "تكمن إحد الطرق الساذجة لحل مشاكل إثيريوم في جعله أكثر مركزية. ولكن اللامركزية مهمة للغاية. واللامركزية هي التي تعطي إثيريوم الحياد ومقاومة الرقابة والانفتاح وملكية البيانات والأمان الذي لا يمكن تفكيكه.",
  "page-upgrades-vision-trilemma-p-1": "تتلخص رؤية إثيريوم في أن تكون أكثر قابلية للتوسع وأكثر أمنًا، ولكن أيضًا أن تظل لامركزية. وتحقيق هذه الصفات الثلاث مشكلة تعرف باسم ثلاثية القابلية للتوسع.",
  "page-upgrades-vision-trilemma-p-2": "وتهدف ترقيات إثيريوم إلى حل المشكلة الثلاثية، ولكن هناك تحديات كبيرة.",
  "page-upgrades-vision-trilemma-press-button": "اضغط على الأزرار أدناه لفهم أفضل لمشاكل التوسع اللامركزي.",
  "page-upgrades-vision-trilemma-text-1": "اللامركزية",
  "page-upgrades-vision-trilemma-text-2": "الأمن",
  "page-upgrades-vision-trilemma-text-3": "قابلية التوسع",
  "page-upgrades-vision-trilemma-title-1": "استكشف مشكلة قابلية التوسع الثلاثية",
  "page-upgrades-vision-trilemma-title-2": "ترقيات إثيريوم والتوسع اللامركزي",
  "page-upgrades-vision-trilemma-title-3": "الأمن واللامركزية",
  "page-upgrades-vision-trilemma-title-4": "اللامركزية وقابلية التوسع",
  "page-upgrades-vision-trilemma-title-5": "قابلية التوسع والأمن",
  "page-upgrades-vision-understanding": "فهم رؤية إيثيريوم",
  "page-upgrades-vision-upgrade-needs": "الحاجة إلى الترقيات",
  "page-upgrades-vision-upgrade-needs-desc": "لقد حقق بروتوكول إثيريوم الذي بدأ في عام 2015 نجاحًا لا يصدق. لكن مجتمع إثيريوم كان يتوقع دائمًا أن بعض التحديثات الرئيسية ستكون ضرورية لفتح كامل إمكانات إثيريوم.",
  "page-upgrades-vision-upgrade-needs-desc-2": "ارتفاع الطلب يؤدي إلى رفع رسوم المعاملات التي تجعل إثيريوم مكلفًا للمستخدم المتوسط. وتنمو مساحة القرص اللازمة لتشغيل عميل إثيريوم بمعدل سريع. والخوارزمية الأساسية لإثبات العمل بإجماع الآراء التي تحافظ على أمن إثيريوم ولامركزيته لها تأثير بيئي كبير.",
  "page-upgrades-vision-upgrade-needs-desc-3": "وما يشار إليه عادة باسم إثيريوم هو مجموعة من الترقيات التي تعالج هذه المشاكل وأكثر من ذلك. هذه المجموعة من الترقيات كانت في الأصل تسمى \"السكون\" و\"Eth2\" وقد كانت مجالاً نشطًا للبحث والتطوير منذ 2014.",
  "page-upgrades-vision-upgrade-needs-desc-5": "الآن بعد أن أصبحت التكنولوجيا جاهزة، هذه التطويرات ستعيد تصميم إثيريوم لجعله أكثر قابلية للتوسع وأمنًا واستدامة – لجعل الحياة أفضل للمستخدمين الحاليين وإغراء المستخدمين الجدد. مع الحفاظ على القيمة الأساسية للامركزية في إثيريوم.",
  "page-upgrades-vision-upgrade-needs-desc-6": "هذا يعني عدم وجود مفتاح تشغيل لقابلية التوسع. سيتم إطلاق التحسينات بشكل تدريجي بمرور الوقت.",
  "page-upgrades-vision-upgrade-needs-serenity": "عرض منشور مدونة لعام 2015 يناقش \"السكون\""
}
