{
  "page-gas-meta-title": "رسوم الإيثريوم: ما هو الغاز وكيف تدفع أقل؟",
  "page-gas-meta-description": "تعرَّف على الغاز على إيثريوم: كيفية عمله وكيفية دفع رسوم أقل للغاز",
  "page-gas-hero-title": "رسوم الغاز",
  "page-gas-hero-header": "رسوم الشبكة",
  "page-gas-hero-button-1-content": "ما هو الغاز؟",
  "page-gas-hero-subtitle-1": "تُسمى رسوم الشبكة على إيثريوم بالغاز.",
  "page-gas-hero-subtitle-2": "الغاز هو الوقود الذي يُشغِّل الإيثيريوم.",
  "page-gas-summary-title": "ملخص",
  "page-gas-summary-item-1": "تتطلب كل معاملة على إيثريوم طريقة دفع صغيرة لمعالجتها",
  "page-gas-summary-item-2": "تُعرف هذه الرسوم باسم رسوم \"الغاز\"",
  "page-gas-summary-item-3": "رسوم الغاز غير محددة، بل تتغير حسب ازدحام الشبكة",
  "page-gas-what-are-gas-fees-header": "ما هي رسوم الغاز؟",
  "page-gas-what-are-gas-fees-text-1": "فكِّر في إيثريوم كشبكة كمبيوتر كبيرة حيث يمكن للأشخاص القيام بمهام مثل إرسال الرسائل أو تشغيل البرامج. مثلما هو الحال تمامًا في العالم الحقيقي، تتطلب هذه المهام طاقة لإنجازها.",
  "page-gas-what-are-gas-fees-text-2": "في إيثريوم، لكل إجراء حسابي سعر \"غاز\" محدد. <b>رسوم الغاز هي التكلفة الإجمالية للإجراءات في معاملتك</b>. عند إرسال معاملة أو تشغيل <a href=\"/glossary/#smart-contract\">عقد ذكي</a>، تدفع رسوم غاز لمعالجتها.",
  "page-gas-how-do-i-pay-less-gas-header": "كيف يمكنني دفع قيمة غاز أقل؟",
  "page-gas-how-do-i-pay-less-gas-text": "بينما يتم تكبُّد رسوم إيثريوم مرتفعة في بعض الأحيان، إلا أن هناك استراتيجيات يمكنك استخدامها لتقليل التكلفة:",
  "page-gas-how-do-i-pay-less-gas-card-1-title": "أرسِل معاملاتك في وقتٍ مُحدَّد",
  "page-gas-how-do-i-pay-less-gas-card-1-description": "مثلما هو الحال تمامًا عند يكون السفر بعيدًا عن أوقات الذروة أقل ازدحامًا وبأسعار معقولة، فإن استخدام الإيثريوم يصبح أرخص بشكلٍ عام عندما تسيطر على أمريكا الشمالية حالة من الهدوء.",
  "page-gas-how-do-i-pay-less-gas-card-2-title": "انتظر حتى ينخفض سعر الغاز",
  "page-gas-how-do-i-pay-less-gas-card-2-description": "ترتفع أسعار الغاز وتنخفض كل اثنتي عشرة ثانية حسب ازدحام إيثريوم. عندما تكون أسعار الغاز مرتفعة، فإن الانتظار لبضع دقائق فقط قبل إجراء المعاملة قد يصاحبه انخفاض في القيمة التي تدفعها.",
  "page-gas-how-do-i-pay-less-gas-card-3-title": "استخدام الطبقة 2",
  "page-gas-how-do-i-pay-less-gas-card-3-description": "تم إنشاء سلاسل الطبقة الثانية (2) على إيثريوم، مما يوفر رسومًا أقل ومن ثمَّ، معالجة المزيد من المعاملات. تُعدَّ خيارًا جيدًا لتوفير رسوم المعاملات التي لا يلزم إجراؤها على شبكة إيثريوم الرئيسية.",
  "page-gas-try-layer-2": "جرِّب الطبقة 2",
  "page-gas-what-causes-high-gas-fees-header": "ما الذي يسبب ارتفاع رسوم الغاز؟",
  "page-gas-what-causes-high-gas-fees-text-1": "عندما تتجاوز كمية الحساب (الغاز) على إيثريوم حدًا معينًا، تبدأ رسوم الغاز في الارتفاع. كلما تجاوز الغاز هذا الحد، زادت رسوم الغاز بشكل أسرع.",
  "page-gas-what-causes-high-gas-fees-text-2": "قد يكون سبب ارتفاع الرسوم أشياء مثل <a href=\"/glossary/#dapp\">التطبيقات اللامركزية (dapps)</a> أو NFTs الشائعة، أو زيادة التداول بشكل دوري على <a href=\"/glossary/#dex\">DEXs</a>، أو العدد الهائل من نشاط المستخدم في أوقات الذروة.",
  "page-gas-what-causes-high-gas-fees-text-3": "يجب على مطوري إيثريوم الاهتمام بتحسين استخدام العقود الذكية الخاصة بهم قبل النشر. إذا استخدم الكثير من الأشخاص عقدًا ذكيًا مكتوبًا بشكل غير مرضٍ، فسوف يستهلك المزيد من الغاز وقد يتسبب عن غير قصد في ازدحام الشبكة.",
  "page-gas-want-to-dive-deeper": "هل تريد التعمُّق أكثر في الموضوع؟",
  "page-gas-check-out-the-developer-docs": "اطّلِع على مستندات المبرمج.",
  "page-gas-attack-of-the-cryptokitties-header": "هجوم القطط المشفَّرة",
  "page-gas-attack-of-the-cryptokitties-text": "في نوفمبر 2017، تم إطلاق مشروع \"القطط المشفَّرة\" الشهير. تسبب الارتفاع السريع في شعبيتها في ازدحام الشبكة بشكلٍ كبير وصاحبها ارتفاع ضخم في رسوم الغاز. أدت التحديات التي فرضتها \"القطط المشفَّرة\" إلى تسريع الحاجة الملحة لإيجاد حلول لتوسيع نطاق إيثريوم.",
  "page-gas-why-do-we-need-gas-header": "لماذا نحتاج للغاز؟",
  "page-gas-why-do-we-need-gas-text": "يُعدَّ الغاز عنصرًا حاسمًا في الحفاظ على أمان إيثريوم ومعالجة المعاملات. يساعد الغاز بالعديد من الطرق:",
  "page-gas-benefits-1-description": "يحافظ الغاز على قدرة الإيثريوم <a href=\"/glossary/#anti-sybil\">على مقاومة السيبيل</a> من خلال منع الجهات الخبيثة من إغراق الشبكة بالأنشطة الاحتيالية.",
  "page-gas-benefits-2-description": "لأن الحوسبة تكلف الغاز، فإن إغراق إيثريوم بمعاملات باهظة الثمن، سواء عن طريق الخطأ أو بشكل ضار، يُعد أمرًا مُثبطًا من الناحية المالية.",
  "page-gas-benefits-3-description": "تمنع القيود الصارمة المفروضة على عدد العمليات الحسابية التي يمكن إجراؤها في أي وقت تعرُّض إيثريوم للهجمات، مما يساعد على ضمان إمكانية الوصول إلى الشبكة دائمًا.",
  "page-gas-how-is-gas-calculated-header": "كيف يتم حساب قيمة الغاز؟",
  "page-gas-advanced": "إعدادات متقدمة",
  "page-gas-how-is-gas-calculated-text-1": "يتكون إجمالي رسوم الغاز التي تدفعها من بضعة أجزاء:",
  "page-gas-how-is-gas-calculated-item-1": "<b>رسوم أساسية:</b> وهي رسوم يتم تحديدها بواسطة الشبكة بحيث يتم دفعها مقابل كل معاملة",
  "page-gas-how-is-gas-calculated-item-2": "<b>رسوم الأولوية:</b> نصيحة اختيارية لتحفيز مُشغِّلي العقدة على تضمين معاملتك",
  "page-gas-how-is-gas-calculated-item-3": "<b>وحدات الغاز المستخدمة<i>*</i>:</b> هل تتذكر أننا قلنا أن الغاز يمثل قيمة الحساب؟ تستهلك الإجراءات الأكثر تعقيدًا، مثل التفاعل مع عقد ذكي، طاقة أكبر من الإجراءات البسيطة، مثل إرسال معاملة.",
  "page-gas-how-is-gas-calculated-list-item-1": "<i><span>*</span> انظر الشكل 1 لمعرفة مقدار الغاز الذي تستخدمه أنواع المعاملات المختلفة</i>",
  "page-gas-how-is-gas-calculated-text-2": "صيغة حساب رسوم الغاز هي وحدات الغاز المستخدمة * (الرسوم الأساسية + رسوم الأولوية). ستقوم معظم المحافظ بحساب استخدام قيمة الغاز وعرضها بطريقة أكثر مباشرة.",
  "page-gas-table-figure": "<i>الشكل 1: الغاز المستهلك حسب نوع المعاملة</i>",
  "page-gas-table-header-1": "نوع المعاملة",
  "page-gas-table-header-2": "وحدات الغاز المستخدمة",
  "page-gas-table-item-1-transaction-type": "إرسال ETH",
  "page-gas-table-item-2-transaction-type": "إرسال رموز ERC-20",
  "page-gas-table-item-3-transaction-type": "نقل NFT",
  "page-gas-table-item-4-transaction-type": "المبادلة على Uniswap",
  "page-gas-faq-header": "الأسئلة المتداولة",
  "page-gas-faq-question-1-q": "من الذي سيدفع رسوم الغاز في معاملتي؟",
  "page-gas-faq-question-1-a-1": "يُدمر البروتوكول (يُحرق) الجزء الأكبر من رسوم الغاز - الرسوم الأساسية. أما رسوم الأولوية، إن وُجدت في معاملتك، فستُمنح للمُصدِّق الذي اقترح معاملتك.",
  "page-gas-faq-question-1-a-2": "يمكنك قراءة وصف مفصَّل عن العملية في <a href=\"/developers/docs/gas/\">مستندات مبرمج الغاز.</a>",
  "page-gas-faq-question-2-q": "هل أحتاج إلى دفع الغاز في ETH؟",
  "page-gas-faq-question-2-a-1": "نعم. يجب دفع جميع رسوم الغاز على إيثريوم بعملة ETH الأصلية.",
  "page-gas-faq-question-2-a-2": "المزيد عن ETH",
  "page-gas-faq-question-3-q": "ما هو gwei؟",
  "page-gas-faq-question-3-a-1": "في معظم المحافظ أو أجهزة تتبُّع الغاز، سترى أسعار الغاز مصنَّفة بـ \"gwei\".",
  "page-gas-faq-question-3-a-2": "\"غوي\" هي مجرد وحدة أصغر من ETH، تمامًا مثل البنسات بالنسبة للدولار، مع الفرق هو أن 1 ETH يساوي 1 مليار غوي. يعد \"غوي\" مفيدًا عند الحديث عن كميات صغيرة جدًا من ETH.",
  "page-gas-use-layer-2": "استخدام الطبقة 2"
}
