{
  "page-wallets-accounts-addresses": "المحافظ، والحسابات، والعناوين",
  "page-wallets-accounts-addresses-desc": "يجب فهم الاختلافات بين بعض المصطلحات الرئيسية.",
  "page-wallets-accounts-ethereum-addresses": "حساب إثيريوم يحتوي على عنوان إثيريوم، مثل البريد الوارد لديه عنوان بريد إلكتروني. يمكنك استخدام هذا لإرسال الأموال إلى حساب.",
  "page-wallets-alt": "مثال على روبوت مع خزانة لجسم، يمثل محفظة إثيريوم",
  "page-wallets-ethereum-account": "حساب إثيريوم هو كيان قادر على إرسال المعاملات وله رصيد.",
  "page-wallets-blog": "مدونة Coinbase",
  "page-wallets-bookmarking": "ضع علامة مرجعية على محفظتك",
  "page-wallets-bookmarking-desc": "إذا كنت تستخدم محفظة ويب، قم بوضع علامة مرجعية على الموقع لحماية نفسك من العمليات الاحتيالية.",
  "page-wallets-cd": "محافظ الأجهزة المادية هي أجهزة تتيح لك إبقاء عملاتك المشفرة دون اتصال - آمنة للغاية",
  "page-wallets-desc-2": "تحتاج إلى محفظة لإرسال الأموال وإدارة ETH.",
  "page-wallets-desc-2-link": "المزيد من الرموز غير قابلة لاسترداد",
  "page-wallets-desc-3": "محفظتك هي فقط أداة لإدارة حساب إثيريوم الخاص بك. وهذا يعني أنه يمكنك مقايضة موفري المحفظة في أي وقت. العديد من المحافظ تسمح لك أيضا بإدارة العديد من حسابات إثيريوم من تطبيق واحد.",
  "page-wallets-desc-4": "هذا لأن المحافظ ليس لديها عهدة على أموالك، أنتم تفعلون. إنها مجرد أداة لإدارة ما هو حقاً الخاص بك.",
  "page-wallets-description": "محافظ إثيريوم هي تطبيقات تسمح لك بالتفاعل مع حساب إثيريوم الخاص بك. اعتبرها تطبيق مصرفي للإنترنت – بدون البنك. تتيح لك محفظتك قراءة رصيدك، وإرسال المعاملات والاتصال بالتطبيقات.",
  "page-wallets-desktop": "تطبيقات سطح المكتب إذا كنت تفضل إدارة أموالك عبر macOS أو Windows أو Linux",
  "page-wallets-ethereum-wallet": "المحفظة هي منتج يتيح لك إدارة حساب إثيريوم الخاص بك. يسمح لك بعرض رصيد حسابك، وإرسال المعاملات، والمزيد.",
  "page-wallets-explore": "استكشف إثيريوم",
  "page-wallets-features-desc": "يمكننا مساعدتك في اختيار محفظتك استنادًا إلى الميزات التي تهتم بها.",
  "page-wallets-features-title": "قارن المحافظ وفق الميزات",
  "page-wallets-find-wallet-btn": "البحث عن محفظة",
  "page-wallets-find-wallet-link": "البحث عن محفظة",
  "page-wallets-get-some": "احصل على بعض ETH",
  "page-wallets-get-some-alt": "صورة توضيحية تبين يدا تشكل رمز ETH باستعمال قطع الليجو ",
  "page-wallets-get-some-btn": "احصل على بعض ETH",
  "page-wallets-get-some-desc": "ETH هي العملة الرقمية الأصلية لإثيريوم. ستحتاج إلى بعض ETH في محفظتك لاستخدام تطبيقات إثيريوم.",
  "page-wallets-how-to-store": "كيفية تخزين الأصول الرقمية على إثيريوم",
  "page-wallets-keys-to-safety": "مفاتيح الحفاظ على سلامة العملات المشفرة الخاصة بك",
  "page-wallets-manage-funds": "تطبيق لإدارة أموالك",
  "page-wallets-manage-funds-desc": "تظهر محفظتك أرصدتك، سجل المعاملات وتعطيك طريقة لإرسال/تلقي الأموال. قد تقدم بعض المحافظ المزيد.",
  "page-wallets-meta-description": "ما تحتاج إلى معرفته لاستخدام محافظ إثيريوم.",
  "page-wallets-meta-title": "محافظ إثيريوم",
  "page-wallets-mobile": "تطبيقات الجوال التي تجعل أموالك متاحة من أي مكان",
  "page-wallets-more-on-dapps-btn": "مزيد عن التطبيقات اللامركزية",
  "page-wallets-most-wallets": "معظم منتجات المحفظة ستسمح لك بإنشاء حساب إثيريوم. لذلك لا تحتاج إلى واحد قبل تحميل محفظة.",
  "page-wallets-protecting-yourself": "حماية نفسك والأموال الخاصة بك",
  "page-wallets-seed-phrase": "أدخل العبارة المفتاحية الخاصة بك",
  "page-wallets-seed-phrase-desc": "غالباً ما تعطيك المحفظة عبارة بذور يجب عليك كتابتها في مكان ما آمن. هذه هي الطريقة الوحيدة التي ستتمكن من استرداد محفظتك.",
  "page-wallets-seed-phrase-example": "مثلا:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "لا تقم بتخزينه على جهاز كمبيوتر. قم بكتابته وإبقائه آمناً.",
  "page-wallets-slogan": "المفتاح لمستقبلك الرقمي",
  "page-wallets-stay-safe": "كيفية البقاء آمناً",
  "page-wallets-stay-safe-desc": "المحفظة تتطلب القليل من التفكير المختلف عندما يتعلق الأمر بالسلامة. وتأتي الحرية المالية والقدرة على الوصول إلى الأموال واستخدامها في أي مكان بقدر من المسؤولية - لا يوجد دعم للعملاء في التشفير.",
  "page-wallets-subtitle": "توفر المحافظ الوصول إلى أموالك وتطبيقات إثيريوم. فقط يجب أن يكون لديك حق الوصول إلى محفظتك.",
  "page-wallets-take-responsibility": "تحمل المسؤولية عن أموالك الخاصة",
  "page-wallets-take-responsibility-desc": "التبادل المركزي سيربط محفظتك باسم المستخدم وكلمة المرور التي يمكنك استردادها بطريقة تقليدية. تذكر أنك تثق في التبادل مع الوصاية على أموالك. إذا تعرضت تلك الشركة للهجوم أو لطفاة، فإن أموالك معرضة للخطر.",
  "page-wallets-tips": "المزيد من النصائح حول البقاء آمناً",
  "page-wallets-tips-community": "من مجتمعنا",
  "page-wallets-title": "محافظ الإثيريوم",
  "page-wallets-triple-check": "التحقق ثلاث مرات على كل شيء",
  "page-wallets-triple-check-desc": "تذكر أن المعاملات لا يمكن عكس اتجاهها ولا يمكن استرداد المحافظ بسهولة لذلك احترس من هذا.",
  "page-wallets-try-dapps": "جرب بعض من تطبيقات الdapps",
  "page-wallets-try-dapps-alt": "مثال توضيحي على عمل أعضاء مجتمع الإثيريوم معًا",
  "page-wallets-try-dapps-desc": "التطبيقات اللامركزية هي تطبيقات مبنية على إثيريوم. وهي أرخص وأكثر عدلاً وأكثر رحمةً على بياناتك من معظم التطبيقات التقليدية.",
  "page-wallets-types": "أنواع المحافظ",
  "page-wallets-types-desc": "هناك بعض الطرق للوصل والتفاعل مع حسابك:",
  "page-wallets-web-browser": "محافظ المتصفح هي تطبيقات الويب التي تتيح لك التفاعل مع حسابك مباشرةً على المتصفح",
  "page-wallets-web-browser-extension": "محافظ ملحق المتصفح هي ملحقات تقوم بتنزيلها حيث تتيح لك التفاعل مع حسابك والتطبيقات عبر المتصفح",
  "page-wallets-whats-a-wallet": "ما هي محفظة الإيثيريوم؟",
  "page-wallets-your-ethereum-account": "حساب الإثيريوم الخاص بك",
  "page-wallets-your-ethereum-account-desc": "محفظتك هي نافذتك في حساب إيثيريوم الخاص بك - رصيدك، وتاريخ معاملاتك وأكثر. ولكن يمكنك تغيير موفري المحفظة في أي وقت.",
  "page-wallets-your-login": "تسجيل الدخول الخاص بك لتطبيقات إثيريوم",
  "page-wallets-your-login-desc": "تتيح لك محفظتك الاتصال بأي تطبيق لامركزي باستخدام حساب إثيريوم الخاص بك. إنه مثل تسجيل الدخول الذي يمكنك استخدامه عبر العديد من التطبيقات اللامركزية.",
  "additional-reading-how-to-register-an-ethereum-account": "كيفية \"تسجيل\" حساب إثيريوم",
  "additional-reading-how-to-use-a-wallet": "كيفية استخدام محفظة"
}
