{
  "page-wallets-accounts-addresses": "المحافظ، والحسابات، والمفاتيح، والعناوين",
  "page-wallets-accounts-addresses-desc": "يجب فهم الاختلافات بين بعض المصطلحات الرئيسية.",
  "page-wallets-accounts-ethereum-addresses": "<b>يمتلك حساب إيثريوم عنوانًا</b>، مثلما يمتلك صندوق البريد الوارد عنوان بريد إلكتروني خاصًا به. ويُستخدم هذا العنوان لتحديد أُصولك الرقمية.",
  "page-wallets-alt": "صورة توضيحية لرجل آلي يتكون جسمه من خزنة تمثل محفظة إيثريوم",
  "page-wallets-ethereum-account": "<b>يتكون حساب إيثريوم من زوج من المفاتيح</b>. يتم استخدام <a href=\"/glossary/#public-key\">أحد المفاتيح</a> لإنشاء عنوان يمكنك مشاركته بحرية، و<a href=\"/glossary/#private-key\">المفتاح الآخر</a> تحتاج إلى إبقائه سريًا لأنه يُستخدم لتوقيع المعاملات. يتيح لك هذين المفتاحين معًا الاحتفاظ بالأصول وإجراء المعاملات.",
  "page-wallets-blog": "مدونة Coinbase",
  "page-wallets-bookmarking": "ضع علامة مرجعية على محفظتك",
  "page-wallets-bookmarking-desc": "إذا كنت تستخدم محفظة ويب، قم بوضع علامة مرجعية على الموقع لحماية نفسك من العمليات الاحتيالية.",
  "page-wallets-cd": "<b>محافظ الأجهزة المادية</b> هي أجهزة تتيح لك الاحتفاظ بعملاتك الرقمية دون اتصال بالإنترنت - وهي آمنة للغاية",
  "page-wallets-desc-2": "يستخدم أغلب الأشخاص المحافظ للتعامل مع أصولهم الرقمية وهويتهم.",
  "page-wallets-desc-2-link": "المزيد عن ETH",
  "page-wallets-desc-3": "المحفظة الخاصة بك هي أداة للتفاعل مع حسابك على إيثريوم. هذا يعني أنه بإمكانك مبادلة موفري خدمات المحفظة في أي وقت. تمنحك العديد من المحافظ أيضًا إمكانية إدارة العديد من حسابات إيثريوم من تطبيق واحد.",
  "page-wallets-desc-4": "موفرو خدمات المحفظة ليس لديهم حق وصاية على أموالك. إنهم فقط يوفرون لك نافذة يمكنك من خلالها الاطلاع على أصولك على إيثريوم وأدوات لإدارتها بسهولة.",
  "page-wallets-description": "محافظ إيثريوم هي تطبيقات تمنحك إمكانية التحكم في حسابك. تمامًا مثل محفظتك المادية، فهي تحتوي على كل ما تحتاجه لإثبات هويتك والتعامل مع أصولك. تتيح لك محفظتك تسجيل الدخول إلى التطبيقات ومعرفة رصيدك وإرسال المعاملات وإثبات هويتك.",
  "page-wallets-desktop": "<b>تطبيقات سطح المكتب</b> إذا كنت تفضل إدارة أموالك عبر macOS أو Windows أو Linux",
  "page-wallets-ethereum-wallet": "<b>المحفظة هي أداة تتيح لك إمكانية التفاعل مع حسابك</b> باستخدام مفاتيحك، حيث تتيح لك عرض رصيد حسابك وإرسال المعاملات وغير ذلك المزيد.",
  "page-wallets-explore": "استكشف إيثريوم",
  "page-wallets-features-desc": "يمكننا مساعدتك في اختيار محفظتك استنادًا إلى الميزات التي تهتم بها.",
  "page-wallets-features-title": "قارن المحافظ وفق الميزات",
  "page-wallets-find-wallet-btn": "البحث عن محفظة",
  "page-wallets-find-wallet-link": "البحث عن محفظة",
  "page-wallets-get-some": "احصل على بعض ETH",
  "page-wallets-get-some-alt": "صورة توضيحية تبين يدًا تصمم شعار ETH باستعمال قطع الليجو",
  "page-wallets-get-some-btn": "احصل على بعض ETH",
  "page-wallets-get-some-desc": "ETH هي العملة الرقمية الأصلية إيثريوم. ستحتاج إلى بعض عملات ETH في محفظتك لاستخدام تطبيقات إيثريوم.",
  "page-wallets-keys-to-safety": "أساسيات الحفاظ على سلامة العملات الرقمية الخاصة بك",
  "page-wallets-manage-funds": "تطبيق لإدارة أموالك",
  "page-wallets-manage-funds-desc": "تُظهر محفظتك أرصدتك، وسجل المعاملات، وتعطيك طريقة لإرسال/تلقي الأموال. وقد تقدم بعض المحافظ المزيد.",
  "page-wallets-meta-description": "ما تحتاج إلى معرفته لاستخدام محافظ إيثريوم.",
  "page-wallets-meta-title": "محافظ إيثريوم",
  "page-wallets-mobile": "<b>تطبيقات الأجهزة المحمولة</b> التي تجعل أموالك متاحة من أي مكان",
  "page-wallets-more-on-dapps-btn": "المزيد عن التطبيقات اللامركزية",
  "page-wallets-most-wallets": "معظم منتجات المحفظة ستسمح لك بإنشاء حساب إيثريوم. لذلك لا تحتاج إلى واحد قبل تحميل محفظة.",
  "page-wallets-protecting-yourself": "حماية نفسك والأموال الخاصة بك",
  "page-wallets-seed-phrase": "دوِّن <a href=\"/glossary/#recovery-phrase\">عبارة الاستراد</a> الخاصة بك",
  "page-wallets-seed-phrase-desc": "غالباً ما تعطيك المحافظ عبارة أصل يجب عليك تدوينها في مكان آمن. فهذه هي الطريقة الوحيدة التي ستمكنك من استرداد محفظتك.",
  "page-wallets-seed-phrase-example": "إليك مثال:",
  "page-wallets-seed-phrase-write-down": "لا تقم بتخزينها على حاسب آلي. قم بتدوينها وإبقائها آمنة.",
  "page-wallets-slogan": "تملك مفاتيح مستقبلك الرقمي",
  "page-wallets-stay-safe": "كيفية البقاء آمناً",
  "page-wallets-stay-safe-desc": "تأتي الحرية المالية والقدرة على الوصول إلى الأموال واستخدامها في أي مكان مصحوبة بالتحلي بالمسؤولية، حيث لا يوجد دعم للعملاء في عالم العملات الرقمية. <b>أنت تتحمل مسؤولية الحفاظ على أمان وسلامة مفاتيحك</b>.",
  "page-wallets-subtitle": "تساعدك المحافظ على الوصول إلى أصولك الرقمية وتسجيل الدخول إلى التطبيقات.",
  "page-wallets-take-responsibility": "تحمل المسؤولية عن أموالك الخاصة",
  "page-wallets-take-responsibility-desc": "ستربط منصات التبادل المركزية محفظتك باسم مستخدم وكلمة مرور يمكنك استردادهما بالطريقة التقليدية. فقط تذكر أنك تثق بأن يكون لمنصة التبادل هذه حق الوصاية على أموالك. وإذا واجهت منصة التبادل مشاكل مالية، فستكون أموالك معرضة للخطر.",
  "page-wallets-tips": "المزيد من النصائح حول البقاء آمناً",
  "page-wallets-tips-community": "من مجتمعنا",
  "page-wallets-title": "محافظ إيثريوم",
  "page-wallets-triple-check": "التحقق ثلاث مرات على كل شيء",
  "page-wallets-triple-check-desc": "تذكر أن المعاملات لا يمكن عكس اتجاهها ولا يمكن استرداد المحافظ بسهولة لذلك احترس من هذا.",
  "page-wallets-try-dapps": "جرب بعض من تطبيقات الdapps",
  "page-wallets-try-dapps-alt": "صورة توضيحية تبين أعضاء مجتمع إيثريوم وهم يعملون معًا",
  "page-wallets-try-dapps-desc": "التطبيقات اللامركزية هي تطبيقات مبنية على إيثريوم. وهي أرخص وأكثر إنصافًا وأكثر اعتناءً ببياناتك من معظم التطبيقات التقليدية.",
  "page-wallets-types": "أنواع المحافظ",
  "page-wallets-types-desc": "هناك بعض الطرق للوصول والتفاعل مع حسابك:",
  "page-wallets-web-browser": "<b>محافظ المتصفح</b> هي تطبيقات الويب التي تتيح لك التفاعل مع حسابك مباشرةً على المتصفح",
  "page-wallets-web-browser-extension": "<b>محافظ ملحق المتصفح</b> هي ملحقات تقوم بتنزيلها، حيث تتيح لك التفاعل مع حسابك وتطبيقاتك عبر المتصفح",
  "page-wallets-whats-a-wallet": "ما هي محفظة إيثريوم؟",
  "page-wallets-your-ethereum-account": "حساب إيثريوم الخاص بك",
  "page-wallets-your-ethereum-account-desc": "محفظتك هي نافذتك على حساب إيثريوم الخاص بك - أي رصيدك، وتاريخ معاملاتك، وأكثر. ولكن يمكنك تغيير موفري خدمات المحفظة في أي وقت.",
  "page-wallets-your-login": "تسجيل الدخول الخاص بك لتطبيقات إيثريوم",
  "page-wallets-your-login-desc": "تتيح لك محفظتك الربط بأي تطبيق باستخدام حساب إيثريوم الخاص بك. إنها مثل تسجيل الدخول الذي يمكنك استخدامه عبر العديد من التطبيقات.",
  "additional-reading-how-to-create-an-ethereum-account": "كيف تُنشئ حساب إيثريوم",
  "additional-reading-how-to-use-a-wallet": "كيفية استخدام محفظة"
}
