{
  "consensus-client-lighthouse-logo-alt": "شعار Lighthouse",
  "consensus-client-lodestar-logo-alt": "شعار Lodestar",
  "consensus-client-nimbus-logo-alt": "شعار Nimbus",
  "consensus-client-prysm-logo-alt": "شعار Prysm",
  "consensus-client-teku-logo-alt": "شعار Teku",
  "consensus-rhino-img-alt": "رسم بياني لـ Eth 2 Rhino يتقدم للأمام",
  "page-upgrades-answer-1": "فكر في upgrades على أنها مجموعة من الترقيات التي تتم إضافتها لتحسين الإثيريوم الذي نستخدمه اليوم. وتشمل هذه الترقيات إنشاء سلسلة جديدة تسمى سلسلة المنارة وما يصل إلى 64 سلسلة تعرف باسم الأجزاء.",
  "page-upgrades-answer-2": "هذه منفصلة عن الشبكة الرئيسية لإثيريوم التي نستخدمها اليوم ولكن لن تحل محله. بدلاً من ذلك ستندمج الشبكة الرئيسية مع هذا النظام الموازي الذي تتم إضافته مع مرور الوقت.",
  "page-upgrades-answer-4": "وبعبارة أخرى، فإن إثيريوم الذي نستخدمه اليوم سوف يجسد في نهاية المطاف جميع الميزات التي نتوخاها في رؤية upgrades.",
  "page-upgrades-beacon-chain-btn": "المزيد عن سلسلة المنارة",
  "page-upgrades-beacon-chain-date": "بدأت سلسلة المنارة مباشرة في 1 ديسمبر 2020.",
  "page-upgrades-beacon-chain-desc": "أول إضافة upgrades إلى المنظومة. وتجلب سلسلة المنارة إلى إثيريوم، وترسي الأساس للترقيات في المستقبل، وستقوم في نهاية المطاف بتنسيق النظام الجديد.",
  "page-upgrades-beacon-chain-estimate": "سلسلة المنارة مباشرة",
  "page-upgrades-beacon-chain-title": "سلسلة المنارة",
  "page-upgrades-bug-bounty": "عرض برنامج مكافأة الأخطاء",
  "page-upgrades-clients": "اطلع على عملاء upgrades",
  "page-upgrades-deposit-contract-title": "التحقق من رقم عقد الإيداع",
  "page-upgrades-diagram-ethereum-mainnet": "محفظة إثيريوم",
  "page-upgrades-diagram-h2": "كيف تتناسب الترقيات مع بعضها البعض",
  "page-upgrades-diagram-link-1": "المزيد حول إثبات العمل",
  "page-upgrades-diagram-link-2": "المزيد على سلاسل الأجزاء",
  "page-upgrades-diagram-mainnet": "الشبكة الرئيسية",
  "page-upgrades-diagram-p": "ستظل الشبكة الرئيسية لإثيريوم متواجدة على هيئتها الحالية لفترة من الزمن، هذا يعني أن سلسلة المنارة وترقيات الأجزاء لن تعطل الشبكة.",
  "page-upgrades-diagram-p-1": "وستدمج الشبكة الرئيسية في نهاية المطاف مع النظام الجديد الذي استحدثته عمليات ترقية نظام upgrades.",
  "page-upgrades-diagram-p-2": "ستصبح سلسلة المنارة موصل إثيريوم، مع تنسيق المدققين وتحديد وتيرة إنشاء الكتل.",
  "page-upgrades-diagram-p-3": "في البداية، ستكون موجودة بشكل منفصل عن الشبكة الرئيسية وتقوم بإدارة المدققين – لن يكون لها علاقة بالعقود الذكية أو المعاملات أو الحسابات.",
  "page-upgrades-diagram-p-4": "ستوفر الأجزاء الكثير من البيانات الإضافية للمساعدة على زيادة كمية المعاملات التي يمكن للشبكة الرئيسية التعامل معها. سيتم تنسيقها من قِبل سلسلة المنارة.",
  "page-upgrades-diagram-p-5": "ولكن كل المعاملات سوف تظل معتمدة على الشبكة الرئيسية، التي ستظل قائمة كما نعرفها اليوم – والتي يؤمنها إثبات العمل وعمال التنقيب.",
  "page-upgrades-diagram-p-6": "وستدمج الشبكة الرئيسية مع نظام إثبات الحصة، الذي تنسقه سلسلة أجهزة المنارة.",
  "page-upgrades-diagram-p-8": "سيؤدي هذا إلى تحويل الشبكة الرئيسية إلى جزء داخل النظام الجديد. ولن تعود هناك حاجة إلى عمال التنقيب لأن كل إثيريوم سيكون مؤمّنًا بواسطة المدققين.",
  "page-upgrades-diagram-p10": "upgrades ليس ترحيلاً أو شيئًا فرديًا. إنه يصف مجموعة من الترقيات التي يتم العمل عليها لفتح الإمكانات الحقيقية لإثيريوم. هكذا تتوافق جميعها معًا.",
  "page-upgrades-diagram-scroll": "مرر للاستكشاف – انقر للحصول على المزيد من المعلومات.",
  "page-upgrades-diagram-shard": "الجزء (1)",
  "page-upgrades-diagram-shard-1": "الجزء (...)",
  "page-upgrades-diagram-shard-2": "الجزء (2)",
  "page-upgrades-diagram-shard-3": "الجزء (...)",
  "page-upgrades-diagram-validators": "المزيد عن المدققين",
  "page-upgrades-dive": "اطلع على رؤيتنا بالتفصيل",
  "page-upgrades-dive-desc": "كيف سنجعل إثيريوم أكثر قابلية للتوسع، وأمنًا، واستدامة؟ مع الحفاظ على روح إثيريوم الأساسية للامركزية.",
  "page-upgrades-docking": "الدمج",
  "page-upgrades-docking-answer-1": "الدمج هو عندما تبدأ الشبكة الرئيسية باستخدام سلسلة المنارة للحصول على إجماع الآراء، ويتم إيقاف إثبات العمل.",
  "page-upgrades-docking-btn": "المزيد على الدمج",
  "page-upgrades-docking-desc": "عند نقطة معينة سيتحتم دمج الشبكة الرئيسة ضمن سلسلة المنارة، مما سيُفعل تجميد العملات في كل الشكبة ويؤشر نهاية للتنقيب المستهلك للطاقة.",
  "page-upgrades-docking-estimate": "تقديرات: 2022",
  "page-upgrades-docking-mainnet": "ما هي الشبكة الرئيسية؟",
  "page-upgrades-docking-mainnet-upgrades": "دمج الشكبة الرئيسية وسلسلة المنارة",
  "page-upgrades-eth-blog": "مدونة ethereum.org",
  "page-upgrades-explore-btn": "استكشف الترقيات",
  "page-upgrades-get-involved": "شارك في upgrades",
  "page-upgrades-get-involved-2": "شارك في التحدي",
  "page-upgrades-head-to": "توجه إلى",
  "page-upgrades-help": "هل تريد المساعدة في upgrades؟",
  "page-upgrades-help-desc": "هناك الكثير من الفرص للتأثير في ترقيات upgrades والمساعدة في الاختبار وحتى كسب المكافآت.",
  "page-upgrades-index-staking": "تجميد العملات أصبح هنا",
  "page-upgrades-index-staking-desc": "مفتاح ترقيات upgrades هو إدخال Staking.  إذا كنت ترغب في استخدام ETH للمساعدة في تأمين شبكة Ethereum ، فتأكد من اتباع هذه الخطوات.",
  "page-upgrades-index-staking-learn": "تعرف على تجميد العملات",
  "page-upgrades-index-staking-learn-desc": "ستجلب سلسلة المنارة إمكانية تجميد العملات في الإيثيريوم. هذا يعني انه إذا كان لديك ETH يمكنك تقديم منفعة عامة عن طريق تأمين الشبكة إضافة الى كسب المزيد من ETH خلال هذه العملية.",
  "page-upgrades-index-staking-step-1": "قم بإعداد مع منصة التشغيل",
  "page-upgrades-index-staking-step-1-btn": "زر منصة تشغيل تجميد العملات",
  "page-upgrades-index-staking-step-1-desc": "لتجميد العملات في upgrades، ستحتاج إلى استخدام منصة التشغيل – وهذا سيوجهك خلال العملية.",
  "page-upgrades-index-staking-step-2": "تأكيد عنوان تجميد العملات",
  "page-upgrades-index-staking-step-2-btn": "تأكيد عنوان عقد الإيداع",
  "page-upgrades-index-staking-step-2-desc": "قبل أن تجمد عملات إثير الخاصة بك، تأكد من أنك حصلت على العنوان الصحيح. يجب أن تكون قد مررت عبر منصة التشغيل قبل القيام بذلك.",
  "page-upgrades-index-staking-sustainability": "استدامة أكثر",
  "page-upgrades-just-docking": "المزيد عن الدمج",
  "page-upgrades-meta-desc": "نظرة عامة على ترقيات Ethereum 2.0 والرؤية التي يؤمل في تحقيقها.",
  "page-upgrades-meta-title": "ترقيات upgrades",
  "page-upgrades-miners": "المزيد عن عمال التنقيب",
  "page-upgrades-more-on-upgrades": "المزيد عن ترقيات upgrades",
  "page-upgrades-proof-of-stake": "إثبات الحصة",
  "page-upgrades-proof-of-work": "إثبات العمل",
  "page-upgrades-proof-stake-link": "المزيد حول إثبات الحصة",
  "page-upgrades-question-1-desc": "upgrades عبارة عن مجموعة من الترقيات المميزة ذات تواريخ شحن مختلفة.",
  "page-upgrades-question-1-title": "متى ستصل upgrades؟",
  "page-upgrades-question-2-desc": "ليس من الدقة اعتبار upgrades سلسلة كتل منفصلة.",
  "page-upgrades-question-2-title": "هل upgrades سلسلة كتل منفصلة؟",
  "page-upgrades-question-3-answer-2": "قد تؤثر ترقيات سلسلة الأجزاء والدمج على مبرمجي التطبيقات اللامركزية. لكن المواصفات لم يتم الانتهاء منها بعد، لذلك لا يلزم اتخاذ إجراء فوري.",
  "page-upgrades-question-3-answer-3": "تحدث إلى فريق البحث والتطوير في upgrades على ethresear.ch.",
  "page-upgrades-question-3-answer-3-link": "زر ethersear.ch",
  "page-upgrades-question-3-desc": "ليس عليك أن تفعل أي شيء الآن للإعداد من أجل upgrades.",
  "page-upgrades-question-3-title": "كيف يمكنني الإعداد من أجل upgrades؟",
  "page-upgrades-question-4-answer-1": "كلما قمت بإرسال معاملة أو استخدام تطبيق لامركزي، فإنك تستخدم Eth1. هذا هو إثيريوم الذي يؤمنه عمال التنقيب.",
  "page-upgrades-question-4-answer-2": "ستستمر 'Eth1'، أو الشبكة الرئيسية، في العمل كالمعتاد حتى الدمج.",
  "page-upgrades-question-4-answer-3": "بعد الدمج، سيقوم المدققون بتأمين الشبكة بالكامل عن طريق إثبات الحصة.",
  "page-upgrades-question-4-answer-6": "يمكن لأي شخص أن يصبح مدققًا عن طريق تجميد عملات إثير الخاصة به.",
  "page-upgrades-question-4-answer-7": "المزيد عن تجميد العملات",
  "page-upgrades-question-4-answer-8": "لن تؤدي ترقيات سلسلة المنارات وسلسلة الأجزاء إلى تعطيل Eth1 نظرًا لأنه يتم إنشاؤها بشكل منفصل.",
  "page-upgrades-question-4-desc": "يشير Eth1 إلى الشبكة الرئيسية لإثيريوم التي تجري المعاملات عليها اليوم.",
  "page-upgrades-question-4-title": "ما هو Eth1؟",
  "page-upgrades-question-5-answer-1": "لكي تصبح مدققًا كاملاً على الشبكة، ستحتاج إلى تجميد 32 عملة إثير. إذا لم يكن لديك هذا القدر من العملات، أو كنت لا ترغب في تجميد الكثير، يمكنك الانضمام إلى مجموعات المدققين لتجميد العملات. ستتيح لك هذه المجموعات تجميد عملات أقل وكسب كسور من إجمالي المكافآت.",
  "page-upgrades-question-5-desc": "ستحتاج إلى استخدام منصة تشغيل تجميد العملات أو الانضمام إلى مجموعة مدققين لتجميد العملات.",
  "page-upgrades-question-5-title": "كيف يمكنني تجميد العملات؟",
  "page-upgrades-question-6-answer-1": "في الوقت الحالي، لا توجد إجراءات يجب اتخاذها. لكننا نوصيك بالبقاء على اطلاع دائم بالتطورات الخاصة بترقيات الدمج وسلسلة الأجزاء.",
  "page-upgrades-question-6-answer-3": "يقوم داني رايان من مؤسسة إثيريوم بإجراء ترقيات للمجتمع بانتظام:",
  "page-upgrades-question-6-answer-4": "لدى Ben Edgington من ConsenSys رسالة إخبارية أسبوعية من upgrades:",
  "page-upgrades-question-6-answer-5": "يمكنك أيضًا الانضمام إلى المناقشة حول بحث وتطوير upgrades على ethresear.ch.",
  "page-upgrades-question-6-desc": "لن يتأثر تطبيقك اللامركزي بأي ترقيات وشيكة. لكن الترقيات المستقبلية قد تتطلب بعض التغييرات.",
  "page-upgrades-question-6-title": "ماذا علي أن أفعل بتطبيقي اللامركزي؟",
  "page-upgrades-question-7-desc": "تعمل العديد من الفرق المختلفة من جميع أنحاء المجتمع على ترقيات upgrades المختلفة.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(تنفيذ Rust)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(تنفيذ JavaScript)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(تنفيذ Nim)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(تنفيذ Go)",
  "page-upgrades-question-7-teams": "فرق عملاء upgrades:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(تنفيذ Java)",
  "page-upgrades-question-7-title": "من يقوم ببناء upgrades؟",
  "page-upgrades-question-8-answer-1": "ستساعد ترقيات upgrades على توسيع إثيريوم بطريقة لامركزية، مع الحفاظ على الأمن وزيادة الاستدامة.",
  "page-upgrades-question-8-answer-2": "ربما تكون المشكلة الأكثر وضوحًا هي أنه يلزم أن يتمكن إثيريوم من التعامل مع أكثر من 15-45 معاملة في الثانية. لكن ترقيات upgrades تعالج أيضًا بعض المشكلات الأخرى مع إثيريوم اليوم.",
  "page-upgrades-question-8-answer-3": "هناك طلب كبير على الشبكة مما يجعل استخدام إثيريوم مكلفًا. يصعُب على العُقد في الشبكة التعامل مع حجم إثيريوم وكمية البيانات التي يتعين على أجهزة الكمبيوتر الخاصة بها معالجتها. والخوارزمية الأساسية التي تبقي إثيريوم آمنًا وغير مركزي تستنزف الطاقة وتحتاج إلى تكون صديقة للبيئة بشكل أكبر.",
  "page-upgrades-question-8-answer-4": "الكثير من التغيير كان دائمًا على خارطة طريق إثيريوم، حتى منذ عام 2015. ولكن الظروف الراهنة تزيد من الحاجة إلى رفع المستوى بدرجة أكبر.",
  "page-upgrades-question-8-answer-6": "استكشاف رؤية upgrades",
  "page-upgrades-question-8-desc": "إن إثيريوم الذي نستخدمه اليوم يحتاج إلى تقديم تجربة أفضل للمستخدمين النهائيين وللمشاركين في الشبكة.",
  "page-upgrades-question-8-title": "لماذا يحتاج الأمر إلى upgrades؟",
  "page-upgrades-question-9-answer-1": "الدور الأكثر نشاطًا الذي يمكن أن تلعبه هو أن تجمد عملات إثير.",
  "page-upgrades-question-9-answer-2": "قد ترغب أيضًا في تشغيل عميل ثان للمساعدة في تحسين تنوع العملاء.",
  "page-upgrades-question-9-answer-3": "إذا كنت أكثر براعة في الأمور الفنية، يمكنك المساعدة في العثور على الأخطاء في العملاء الجدد.",
  "page-upgrades-question-9-answer-4": "يمكنك أيضًا أن يكون رأيك ذا قيمة في المناقشات التقنية مع باحثي إثيريوم في ethresear.ch.",
  "page-upgrades-question-9-desc": "ليس عليك أن تكون فنيًا تقنيًا للإسهام. المجتمع يبحث عن مساهمات من جميع أنواع المهارات.",
  "page-upgrades-question-9-stake-eth": "تجميد عملات إثير",
  "page-upgrades-question-9-title": "كيف يمكنني المساهمة في upgrades؟",
  "page-upgrades-question-10-answer-1": "نحن مترددون في الحديث أكثر من اللازم من حيث خارطة الطريق الفنية لأن الأمر يتعلق بالبرمجيات: حيث يمكن أن تتغير الأمور. نعتقد أنه من الأسهل فهم ما يحدث عند القراءة عن النتائج.",
  "page-upgrades-question-10-answer-1-link": "عرض الترقيات",
  "page-upgrades-question-10-answer-2": "لكن إذا كنت قد تابعت المناقشات، إليك كيف تتواءم الترقيات مع خرائط الطرق التقنية، و قليلاً حول كيفية تغييرها.",
  "page-upgrades-question-10-answer-3": "وصفت المرحلة 0 العمل من أجل البث المباشر لسلسلة المنارة.",
  "page-upgrades-question-10-answer-5": "وقد ركزت المرحلة الأولى أصلاً على تنفيذ سلاسل الأجزاء، ولكن الأولويات تحولت إلى \"الدمج\".",
  "page-upgrades-question-10-answer-6": "تم التخطيط أصلاً للمرحلة 1.5 لتتبع تطبيقات الأجزاء، عندما تتم إضافة الشبكة الرئيسية كآخر جزء إلى سلسلة المنارة. لتسريع الانتقال بعيدًا عن تنقيب إثبات العمل، ستمثل الشبكة الرئيسية بدلاً من ذلك أول جزء متصل بسلسلة منارة. يُعرف هذا الآن باسم \"الدمج\" وسيكون خطوة مهمة نحو إثيريوم صديقًا للبيئة بشكل أكبر.",
  "page-upgrades-question-10-answer-7": "على الرغم من أن الخطط المتعلقة بالمرحلة 2 كانت نقطة بحث ومناقشة مكثفة، فمع الدمج المخطط له قبل سلاسل الأجزاء، سيسمح ذلك بإعادة التقييم المستمرة لاحتياجات تطوير إثيريوم للمضي قدمًا. نظرًا لخارطة طريق تتمحور حول التركيز الإداري، فإن الضرورة الفورية لسلاسل الأجزاء قابلة للنقاش.",
  "page-upgrades-question-10-answer-8": "المزيد عن خارطة طريق قائمة على التركيز الإداري",
  "page-upgrades-question-10-desc": "تتعلق المراحل بمراحل العمل والتركيز في خارطة طريق upgrades التقنية.",
  "page-upgrades-question-10-title": "ما هي مراحل upgrades؟",
  "page-upgrades-question-title": "أسئلة مكررة",
  "page-upgrades-question3-answer-1": "من المؤكد أن حاملي عملات إثير لا يحتاجون إلى فعل أي شيء. لن يلزمك تغيير أو ترقية عملات إثير الخاصة بك. يكاد يكون من المؤكد أن هناك حيل تخبرك خلاف ذلك، لذا كن حذرًا.",
  "page-upgrades-scalable": "قابلية أكبر للتوسع",
  "page-upgrades-scalable-desc": "يحتاج إثيريوم إلى دعم آلاف المعاملات في الثانية، لجعل التطبيقات أسرع وأرخص في الاستخدام.",
  "page-upgrades-secure": "أكثر أمنًا",
  "page-upgrades-secure-desc": "يجب أن يكون إثيريوم أكثر أمانًا. مع نمو اعتماد إثيريوم، يحتاج البروتوكول إلى أن يصبح أكثر أمانًا ضد جميع أشكال الهجوم.",
  "page-upgrades-shard-button": "المزيد عن سلاسل الأجزاء",
  "page-upgrades-shard-date": "يجب أن تتبع سلاسل الأجزاء عملية الدمج، في وقت ما في عام 2022.",
  "page-upgrades-shard-desc": "ستعمل سلاسل الأجزاء على توسيع قدرة إثيريوم على معالجة المعاملات وتخزين البيانات. ستكتسب الأجزاء نفسها المزيد من الميزات بمرور الوقت، ويتم طرحها على مراحل متعددة.",
  "page-upgrades-shard-estimate": "التقدير: 2022",
  "page-upgrades-shard-lower": "المزيد عن سلاسل الأجزاء",
  "page-upgrades-shard-title": "سلاسل الأجزاء",
  "page-upgrades-stay-up-to-date": "مواكبة التحديثات",
  "page-upgrades-stay-up-to-date-desc": "احصل على آخر المستجدات من الباحثين والمبرمجين الذين يعملون على ترقيات upgrades.",
  "page-upgrades-sustainable-desc": "يجب أن يكون إثيريوم أفضل للبيئة. تتطلب التكنولوجيا اليوم الكثير من قوة الحوسبة والطاقة.",
  "page-upgrades-take-part": "شارك في البحث",
  "page-upgrades-take-part-desc": "يجتمع هنا باحثو إثيريوم والمتحمسون له على حدٍ سواء لمناقشة الجهود البحثية، بما في ذلك كل شيء عن upgrades.",
  "page-upgrades-the-upgrades": "ترقيات upgrades",
  "page-upgrades-the-upgrades-desc": "upgrades عبارة عن مجموعة من الترقيات التي تعمل على تحسين قابلية التوسع والأمان والاستدامة في إثيريوم. على الرغم من أنه يتم العمل على كل منها بشكل متوازٍ، فلديها بعض التبعيات التي تحدد متى سيتم نشرها.",
  "page-upgrades-unofficial-roadmap": "هذه ليست خارطة الطريق الرسمية. هذه هي الطريقة التي ننظر بها إلى ما يحدث بناءً على المعلومات المتوفرة. لكن عندما يتعلق الأمر بالتكنولوجيا، فالأمور يمكن أن تتغير في لحظة. لذا من فضلك لا تقرأ هذا على أنه التزام.",
  "page-upgrades-upgrade-desc": "الإثيريوم الذي نعرفه ونحبه، أكثر قابلية للتوسع، وأكثر أمانًا، وأكثر استدامة...",
  "page-upgrades-upgrades": "ترقيات upgrades",
  "page-upgrades-upgrades-aria-label": "قائمة ترقيات upgrades",
  "page-upgrades-upgrades-beacon-chain": "سلسلة المنارة",
  "page-upgrades-upgrades-docking": "الدمج",
  "page-upgrades-upgrades-guide": "دليل ترقيات upgrades",
  "page-upgrades-upgrades-shard-chains": "سلاسل الأجزاء",
  "page-upgrades-upgrading": "ترقية إثيريوم إلى آفاق جديدة جذرية",
  "page-upgrades-vision": "الرؤية",
  "page-upgrades-vision-btn": "المزيد عن رؤية upgrades",
  "page-upgrades-vision-desc": "لإدخال إثيريوم في الاتجاه السائد وخدمة البشرية جمعاء، علينا أن نجعل إثيريوم أكثر قابلية للتطوير وأمانًا واستدامة.",
  "page-upgrades-vision-upper": "رؤية upgrades",
  "page-upgrades-what-to-do": "ما الذي تحتاج ان تقوم به؟",
  "page-upgrades-what-to-do-desc": "إذا كنت من مستخدمي التطبيقات اللامركزية أو حامل عملات إثير، فلن تحتاج إلى فعل أي شيء. إذا كنت مطورًا أو تريد البدء في عملية تجميد العملات، فهناك طرق يمكنك من خلالها المشاركة اليوم.",
  "page-upgrades-whats-upgrades": "ما هو upgrades؟",
  "page-upgrades-whats-upgrades-desc": "يشير upgrades إلى مجموعة من الترقيات المترابطة التي ستجعل إثيريوم أكثر قابلية للتطوير وأكثر أمانًا واستدامة. يتم إنشاء هذه الترقيات من قِبل فرق متعددة من جميع أنحاء منظومة إثيريوم.",
  "page-upgrades-whats-ethereum": "مهلاً، ما هو إثيريوم؟",
  "page-upgrades-whats-new": "ما الجديد في upgrades؟"
}
