{
  "page-what-is-ethereum-meta-title": "ما هو الإيثريوم؟ (دليل شامل) | ethereum.org",
  "page-what-is-ethereum-meta-description": "نظرة عامة شاملة على ماهية الإيثريوم، وكيفية عمله، ووظائفه، وكيفية البدء في استخدامه أو تطويره. شرح مبسط.",
  "page-what-is-ethereum-title": "ما هو إيثريوم؟",
  "page-what-is-ethereum-hero-description-1": "الإيثريوم عبارة عن شبكة بلوكتشين لامركزية ومنصة تطوير برمجيات، مدعومة بالعملة الرقمية الأثير (ETH).",
  "page-what-is-ethereum-hero-description-2": "فهي نظام لآلاف العملات الرقمية والتطبيقات عبر دي فاي والرموز غير القابلة للاستبدال (NFT) والألعاب ووسائل التواصل الاجتماعي اللامركزية والعملات التابعة.",
  "page-what-is-ethereum-ethereum-intro-1": "الإيثريوم عبارة عن سلسلة بلوكتشين مفتوحة وعامة تم إطلاقها في يوليو 2015 بواسطة مطور برامج يُدعى فيتاليك بوتيرين وفريق صغير من المؤسسين المشاركين.",
  "page-what-is-ethereum-ethereum-intro-2": "كانت فكرة الإيثريوم بسيطة. فبينما أتاحت بيتكوين إرسال النقود الرقمية واستقبالها، طوّرت الإيثريوم هذه الفكرة من خلال برامج مفتوحة المصدر تُسمى <a>العقود الذكية</a>.",
  "page-what-is-ethereum-ethereum-intro-3": "تتيح <strong>العقود الذكية</strong> لأي شخص إنشاء أصوله الرقمية والتطبيقات اللامركزية (dapps) التي تعمل على مدار الساعة طوال أيام الأسبوع، في جميع أنحاء العالم. وعلى عكس البنوك أو الشركات أو المؤسسات الأخرى، فإن العقود الذكية متاحة لأي شخص لديه اتصال بالإنترنت.",
  "page-what-is-ethereum-ethereum-intro-4": "منذ عام 2015، تطورت الإيثريوم لتصبح نظامًا بيئيًا ناجحًا للأصول الرقمية، مثل <strong>العملات التابعة</strong>، والرموز غير القابلة للاستبدال (<strong>NFTs</strong>) ورموز الحوكمة، بالإضافة إلى عالم مترامي الأطراف من التطبيقات اللامركزية للتمويل اللامركزي (<strong>DeFi</strong>) والفن والمقتنيات القابلة للتجميع والألعاب ووسائل التواصل الاجتماعي اللامركزية.",
  "page-what-is-ethereum-ethereum-intro-5": "يُطلق على هذا النظام البيئي إجمالًا اسم \"<strong>web3</strong>\"، وهو يمثل المرحلة الثالثة من <strong>الإنترنت التي تركز حول الملكية</strong>.",
  "page-what-is-ethereum-ethereum-intro-6": "يستخدم الإيثريوم اليوم <millions>ملايين الأشخاص</millions> حول العالم، حيث <billions>يحملون مليارات الدولارات</billions> من الأصول ويرسلون ويستقبلون <trillions>تريليونات الدولارات</trillions> كل عام، كل ذلك دون الحاجة إلى بنك.",
  "page-what-is-ethereum-ethereum-intro-7": "في قلب كل هذا توجد العملة الرقمية الأصلية لإيثريوم <strong>الإيثر (ETH)</strong>، وهو نوع جديد من الأموال الرقمية المستخدمة لتشغيل الشبكة بأكملها.",
  "page-what-is-ethereum-network-title": "ما هي شبكة الإيثريوم؟",
  "page-what-is-ethereum-network-intro-1": "يمكنك التفكير في شبكة الإيثريوم باعتبارها <strong>بنية تحتية رقمية عالمية يمكن لأي شخص استخدامها</strong> ولكن لا يمكن لأحد إساءة استخدامها.",
  "page-what-is-ethereum-network-intro-2": "تتكون الشبكة من <strong>آلاف الحواسيب المستقلة</strong> حول العالم، تُسمى العقد. تعمل هذه العقد، التي يديرها أشخاص عاديون، معًا لتوفير الخدمات المالية والتطبيقات الرقمية لأي شخص وفي أي مكان.",
  "page-what-is-ethereum-network-intro-3": "تتمتع شبكة الإيثريوم ب<strong>ثلاث مزايا رئيسية</strong> مقارنةً بالشبكات التقليدية المملوكة للمؤسسات. وهي: مقاومة الرقابة، وتعزيز الأمان، وتحسين الموثوقية.",
  "page-what-is-ethereum-network-censorship-title": "مقاومة للرقابة",
  "page-what-is-ethereum-network-censorship-desc-1": "في حين تعتمد التطبيقات والخدمات المالية التقليدية على البنوك أو الشركات التي يمكنها أن تقرر منع الوصول أو تجميد الحسابات، فإن التطبيقات اللامركزية على الإيثريوم مقاومة للرقابة.",
  "page-what-is-ethereum-network-censorship-desc-2": "يرجع ذلك إلى أن شبكة عقد الإيثريوم تسجل كل معاملة على حدة دون تمييز - وهذه القاعدة مضمنة في النص البرمجي.",
  "page-what-is-ethereum-network-security-title": "آمن للغاية",
  "page-what-is-ethereum-network-security-desc-1": "في حين أن العديد من التطبيقات تُستضاف اليوم على مزودي خدمات سحابية مثل AWS، وقد تكون عرضة للتعطيل والهجمات، فإن التطبيقات اللامركزية على إيثريوم مؤمنة بواسطة الشبكة نفسها. تخزن كل عقدة وتزامن حالة إيثريوم بالكامل، بما في ذلك جميع العقود.",
  "page-what-is-ethereum-network-security-desc-2": "إذا حاول أحدهم تغيير عقد، فسترفضه الشبكة لعدم تطابقه مع سجلاتها. لتعطيل تطبيق واحد، يحتاج المهاجمون إلى السيطرة على الشبكة بأكملها، مما سيكلف مليارات الدولارات وسيكون تنسيقه بالغ الصعوبة.",
  "page-what-is-ethereum-network-reliability-title": "متينة وموثوقة",
  "page-what-is-ethereum-network-reliability-desc-1": "قد يؤدي توقف منصات الاستضافة السحابية إلى انقطاع اتصال التطبيقات، لكن تصميم الإيثريوم يضمن استمرارية تشغيل مثالية. ستظل الشبكة تعمل حتى لو انقطع اتصال بعض العقد بسبب خلل برمجي، أو إجراءات حكومية صارمة، أو كارثة طبيعية، أو حرب.",
  "page-what-is-ethereum-network-reliability-desc-2": "يستخدم ملايين الأشخاص آلاف التطبيقات اللامركزية (dapps) على إيثريوم يوميًا. ورغم أن الطلب المرتفع قد يؤدي إلى ارتفاع رسوم التحويل، إلا أنه يعكس قوة شبكة تُولي الأولوية للأمان واللامركزية وضمان توافرها دائمًا عند الحاجة.",
  "page-what-is-ethereum-network-layer2-title": "امتدادات الإيثريوم (الطبقة 2)",
  "page-what-is-ethereum-network-layer2-desc-1": "أنشأت فرق مختلفة شبكات الطبقة الثانية (L2) التي تعمل إضافة إلى شبكة الإيثريوم لزيادة قدرتها الاستيعابية. تعمل شبكات الطبقة الثانية كمسارات سريعة، ما يجعل المعاملات أسرع وأرخص - أحيانًا بتكلفة أقل من سنت واحد في المتوسط.",
  "page-what-is-ethereum-network-layer2-desc-2": "تعالج بعض أنظمة L2 الأكثر شهرة، بما في ذلك <optimism>Optimism</optimism> و<arbitrum>Arbitrum</arbitrum> و<zksync>ZKSync</zksync> و<base>Base</base> الآن ملايين المعاملات التي تبلغ قيمتها مليارات الدولارات كل عام.",
  "page-what-is-ethereum-network-learn-more": "تعرّف على المزيد حول شبكة إيثريوم",
  "page-what-is-ethereum-ether-title": "ما هو Ether (ETH)؟",
  "page-what-is-ethereum-ether-intro-1": "الإيثر (ETH) هي العملة الرقمية الأصلية لإيثريوم.",
  "page-what-is-ethereum-ether-intro-2": "إنه نوع جديد من <strong>الأموال الرقمية، يُمكنك إرساله إلى أي شخص في أي مكان في العالم في ثوانٍ معدودة</strong>، وبتكلفة زهيدة. لكن الإيثريوم لا يقتصر على المدفوعات فحسب، بل يلعب دورًا حيويًا في استمرارية شبكة الإيثريوم.",
  "page-what-is-ethereum-ether-intro-3": "عند استخدام الإيثريوم لإرسال الأموال، أو جمع الأعمال الفنية، أو إنشاء تطبيق لامركزي جديد، ستدفع <strong>رسوم معاملة</strong> بسيطة (أو رسوم غاز) <strong>عن طريق الإيثر (ETH)</strong>. تساعد هذه الرسوم في منع الرسائل غير المرغوب فيها، وتُكافئ برامج المدققين الذين يراجعون المعاملات.",
  "page-what-is-ethereum-ether-intro-4": "تساعد <strong>برامج المدققين هذه على تأمين شبكة الإيثريوم</strong> من خلال نظام يُسمى تجميد العملات. بحجز عملات الإيثر الخاصة بهم، يُصبحون مؤهلين لمراجعة المعاملات. في المقابل، يكسبون الإيثريوم كمكافأة. هذا يمنح الإيثريوم اقتصادًا ذاتيًا مُستدامًا، يعتمد على المستخدمين وليس الشركات.",
  "page-what-is-ethereum-ether-intro-5": "على عكس العديد من العملات التقليدية، قد يصبح <strong>الإيثر أكثر ندرة بمرور الوقت</strong>. في كل مرة يستخدم فيها شخص الإيثريوم، يُحرق جزء صغير منه، مما يُفقده نهائيًا من المخزون. في أيام الذروة، يُحرق الإيثريوم أكثر مما يُنتج، مما يجعل الإيثر يتعرض للانكماش المالي ويزيد من قيمته بمرور الوقت. كلما زاد استخدام الإيثريوم، زاد حرق الإيثر.",
  "page-what-is-ethereum-ether-intro-6": "لهذا السبب، يرى العديد من الأشخاص الإيثر باعتباره استثمارًا ويختارون الاحتفاظ به أو رهنه أو إقراضه لتنمية مدخراتهم.",
  "page-what-is-ethereum-ether-learn-more": "تعرّف على المزيد حول الأثير (ETH)",
  "page-what-is-ethereum-how-title": "كيف يعمل الإيثريوم؟",
  "page-what-is-ethereum-how-intro-1": "عندما <strong>تم إطلاق الإيثريوم في عام 2015</strong>، استخدم نظامًا يسمى إثبات العمل.",
  "page-what-is-ethereum-how-intro-2": "هذه الآلية، التي ابتكرتها بيتكوين، هي آلية اتفاق جميع الحواسيب على من يملك ماذا. ستستهلك الحواسيب طاقة هائلة في محاولة حل لغز رياضي معقد. سيتمكن الفائز من اقتراح مجموعة من المعاملات الواردة وكسب عملات إيثر جديدة.",
  "page-what-is-ethereum-how-intro-3": "في عام 2022، طُوِّرت منصة إيثريوم إلى نظام جديد يُسمى <strong>إثبات الحصة</strong>، <a>وهو أكثر كفاءة في استخدام الطاقة بنسبة 99%</a>. فبدلاً من استخدام الألغاز الرياضية،تقفل برامج المدققين عملات الإيثر كوديعة ضمان لكسب حق مراجعة المعاملات.",
  "page-what-is-ethereum-how-intro-4": "إذا فعلوا ذلك بشكل صحيح، يربحون إيثر. أما إذا غشّوا، فيخسرون جزءًا من حصتهم.",
  "page-what-is-ethereum-how-intro-5": "إليك مثال:",
  "page-what-is-ethereum-how-example-1-title": "عند إرسال 10 دولارات من العملات التابعة إلى صديق على شبكة إيثريوم:",
  "page-what-is-ethereum-how-example-1-step-1": "افتح محفظتك، وأضف عنوان الحساب الذي سترسل إليه والمبلغ، ثم انقر فوق إرسال.",
  "page-what-is-ethereum-how-example-1-step-2": "تقوم محفظتك بتوقيع الدفعة وإرسالها إلى الشبكة.",
  "page-what-is-ethereum-how-example-1-step-3": "تنتظر دفعة الأموال في قائمة الانتظار العامة (محطة مؤقتة) حتى يقوم مقترح المجموعة باختيارها.",
  "page-what-is-ethereum-how-example-1-step-4": "يقوم مقترح الكتلة بإضافتها إلى الكتلة التالية من المعاملات، ويبثها، ويكسب رسومًا.",
  "page-what-is-ethereum-how-example-1-step-5": "ينقل عقد العملة التابعة 10 دولارات منك إلى صديقك، ويتم تحديث المحفظتين.",
  "page-what-is-ethereum-how-example-1-step-6": "شبكة عالمية من المحققين تقوم بالتحقق والتأكد من صحة التغييرات.\nshabakat ealamiat min almuhaqiqin taqum bialtahaquq walta'akud min sihat altaghyirati.",
  "page-what-is-ethereum-how-example-2-title": "عندما تقوم بسك قطعة تذكارية بقيمة 5 دولارات على Ethereum:\neindama taqum bisak qiteat tadhkariat biqimat 5 dularat ealaa Ethereum:",
  "page-what-is-ethereum-how-example-2-step-1": "قم بتوصيل محفظتك بالتطبيق اللامركزي واختر العنصر الذي تريد سكه.\nqum bitawsil mahfazatik bialtatbiq allaamarkazii wakhtar aleunsur aladhi turid sikha.",
  "page-what-is-ethereum-how-example-2-step-2": "\nتؤكد عملية الشراء، ثم تقوم المحفظة بالتوقيع وبث المعاملة.\ntuakid eamaliat alshira'i, thuma taqum almahfazat bialtawqie wabathu almueamalati.\n",
  "page-what-is-ethereum-how-example-2-step-3": "ينضم طلب النعناع إلى مجموعة الذاكرة ويتم إضافته إلى كتلة بواسطة المحقق.\nyandamu talab alnaenae 'iilaa majmueat aldhaakirat wayatimu 'iidafatuh 'iilaa kutlat biwasitat almuhaqaqi.",
  "page-what-is-ethereum-how-example-2-step-4": "يسجل العقد الذكي NFT محفظتك باعتبارك المالك الجديد.\nyusajil aleuqd aldhakiu NFT mahfazatuk biaetibarik almalik aljadida.",
  "page-what-is-ethereum-how-example-2-step-5": "ستظهر مقتنياتك الجديدة في محفظتك بعد بضع ثوانٍ.\nsatazhir muqtanayatuk aljadidat fi mahfazatik baed bide thwanin.",
  "page-what-is-ethereum-how-outro-1": "كل هذا ممكن بفضل قوة العقود الذكية؛ وهي برامج مفتوحة المصدر تعمل على الإيثريوم وتعمل على مدار الساعة طوال أيام الأسبوع، ويمكن لأي شخص الوصول إليها في أي مكان.\nkulu hadha mumkin bifadl quat aleuqud aldhakiati; wahi baramij maftuhat almasdar taemal ealaa al'iithriwm wataemal ealaa madar alsaaeat tawal 'ayaam al'usbuei, wayumkin li'ayi shakhs alwusul 'iilayha fi 'ayi makanin.",
  "page-what-is-ethereum-how-outro-2": "<strong>يتم مزامنة كل معاملة وتحديث وإجراء عبر آلاف العقد المستقلة.</strong> وهذا يمنح Ethereum موثوقيتها وشفافيتها ومقاومتها للرقابة.\n<strong>ytum muzamanat kuli mueamalat watahdith wa'iijra' eabr alaf aleiqd almustaqilati.</strong> wahadha yamnah Ethereum mawthuqiataha washafaafiataha wamuqawamataha lilraqabati.",
  "page-what-is-ethereum-how-learn-more-1": "تعرف على المزيد حول كيفية عمل الإيثريوم\ntaearaf ealaa almazid hawl kayfiat eamal al'iithriwm",
  "page-what-is-ethereum-how-learn-more-2": "اقرأ مستندات المطور للحصول على نظرة عامة فنية على Ethereum\naqra mustanadat almutawir lilhusul ealaa nazrat eamat faniyat ealaa Ethereum\n",
  "page-what-is-ethereum-what-title": "ما الغرض من استخدام إيثريوم؟",
  "page-what-is-ethereum-what-intro-1": "يستخدم الأشخاص الإيثريوم للقيام بأشياء لم يكن من الممكن القيام بها من قبل.\nyastakhdim al'ashkhas al'iithirium lilqiam bi'ashya' lam yakun min almumkin alqiam biha min qibali.",
  "page-what-is-ethereum-what-intro-2": "يمكن للمزارعين في كينيا الحصول على تأمين آلي على محاصيلهم دون الحاجة إلى التقدم بطلب إلى أي بنك. ويمكن لشركات مثل فيزا إطلاق أنظمة دفع جديدة عالمية منذ البداية. ويمكن للمنظمات العالمية، مثل الأمم المتحدة، تقديم المساعدات للاجئين، مما يوفر ملايين الدولارات من رسوم البنوك.\nyumkin lilmuzariein fi kinia alhusul ealaa tamin ali ealaa mahasilihim dun alhajat 'iilaa altaqadum bitalab 'iilaa 'ayi binak. wayumkin lisharikat mithl fiza 'iitlaq 'anzimat dafe jadidat ealamiat mundh albidayati. wayumkin lilmunazamat alealamiati, mithl al'umam almutahidati, taqdim almusaeadat lilajiiyna, mimaa yuafir malayin alduwlarat min rusum albunuki.",
  "page-what-is-ethereum-what-intro-3": "تعمل هذه التطبيقات اللامركزية والأصول على Ethereum باستخدام كود مفتوح المصدر ولا يمكن تقييدها أو رقابةها أو إيقاف تشغيلها.\ntaemal hadhih altatbiqat allaamarkaziat wal'usul ealaa Ethereum biaistikhdam kud maftuh almasdar wala yumkin taqyiduha 'aw raqabatuha 'aw 'iiqaf tashghiliha.\n",
  "page-what-is-ethereum-what-intro-4": "وهنا كيفية استخدام المجموعات المختلفة لها اليوم:\nwahuna kayfiat aistikhdam almajmueat almukhtalifat laha alyawma:",
  "page-what-is-ethereum-what-consumers-title": "المستهلكين",
  "page-what-is-ethereum-what-consumers-desc-1": "يستخدم ملايين الأشخاص بالفعل التطبيقات اللامركزية (dapps) على إيثريوم لتحويل الأموال والتداول وامتلاك الأصول الرقمية يوميًا. على عكس التطبيقات التقليدية، لا حاجة للتسجيل باسمك، أو انتظار موافقة البنك، أو تسليم بياناتك الشخصية.\nyustakhdim malayin al'ashkhas bialfiel altatbiqat allaamarkazia (dapps) ealaa 'iithrium litahwil al'amwal waltadawul waimtilak al'usul alraqmiat ywmyan. ealaa eaks altatbiqat altaqlidiati, la hajat liltasjil biaismik, 'aw aintizar muafaqat albanki, 'aw taslim bayanatik alshakhsiati.",
  "page-what-is-ethereum-what-consumers-desc-2": "بمجرد استخدام محفظة واتصال بالإنترنت، يمكنك:\nbimujarad astikhdam mahfazat watisal bial'iintirnti, yumkinuka:",
  "page-what-is-ethereum-what-consumers-benefit-1": "<strong>الوصول إلى الخدمات المالية دون الحاجة إلى حساب مصرفي أو سجل ائتماني</strong>\n<strong>alwusul 'iilaa alkhadmat almaliat dun alhajat 'iilaa hisab masrifiin 'aw sijili aytimani</strong>\n",
  "page-what-is-ethereum-what-consumers-benefit-2": "<strong>امتلاك المقتنيات الرقمية والفنون والأصول التي لا يمكن نسخها أو مصادرتها</strong>\n<strong>amtilak almuqtanayat alraqamiat walfunun wal'usul alati la yumkin nasakhuha 'aw musadaratuha</strong>",
  "page-what-is-ethereum-what-consumers-benefit-3": "قم بتسجيل الدخول إلى التطبيقات اللامركزية باستخدام محفظتك، وليس بريدك الإلكتروني—<strong>لا توجد كلمات مرور، ولا حاجة إلى معلومات شخصية</strong>\nqum bitasjil aldukhul 'iilaa altatbiqat allaamarkaziat biastikhdam mihfazatika, walays baridak al'iilikturuni-<strong>la tujad kalimat mururin, wala hajat 'iilaa maelumat shakhsiati</strong>",
  "page-what-is-ethereum-what-consumers-benefit-4": "شارك في المجتمعات العالمية حيث يمكنك التصويت والمساهمة وكسب المال بلا حدود\nsharak fi almujtamaeat alealamiat hayth yumkinuk altaswit walmusahamat wakasb almal bila hudud",
  "page-what-is-ethereum-what-businesses-title": "\nالشركات والمطورين\nalsharikat walmutawirayn",
  "page-what-is-ethereum-what-businesses-benefit-1": "قم بإطلاق التطبيقات اللامركزية بنظام مدفوعات عالمي مدمج منذ اليوم الأول\nqum bi'iitlaq altatbiqat allaamarkaziat binizam madfueat ealamiin mudmaj mundh alyawm al'awal",
  "page-what-is-ethereum-what-businesses-benefit-2": "نشر عقود مقاومة للتلاعب والتي <strong>تنفذ الاتفاقيات تلقائيًا</strong>\nnashar euqud muqawimat liltalaeub walati <strong>tunafidh aliatifaqiaat tlqayyan</strong>",
  "page-what-is-ethereum-what-businesses-benefit-3": "إنشاء منتجات مالية يمكن لأي شخص البناء عليها وتحقيق القيمة لها\n'iinsha' muntajat maliat yumkin li'ayi shakhs albina' ealayha watahqiq alqimat laha",
  "page-what-is-ethereum-what-businesses-example": "على سبيل المثال، أطلقت باي بال عملتها المستقرة الخاصة، PYUSD، على إيثريوم. وهذا دليل على أن حتى أكبر شركات الدفع في العالم تدرك فائدة طبيعة إيثريوم المفتوحة والقابلة للبرمجة.\nealaa sabil almithali, 'atlaqat bay bal eumlatiha almustaqirat alkhasati, PYUSD, ealaa 'iithryum. wahadha dalil ealaa 'ana hataa 'akbar sharikat aldafe fi alealam tudrik fayidat tabieat 'iithrium almaftuhat walqabilat lilbarmajati.",
  "page-what-is-ethereum-what-governments-title": "الحكومات\nalhukumat",
  "page-what-is-ethereum-what-governments-intro": "بدأت الحكومات أيضًا في استكشاف ما يمكن أن يجعل Ethereum ممكنًا.\nbada'at alhukumat aydan fi aistikshaf ma yumkin 'an yajeal Ethereum mmknan.",
  "page-what-is-ethereum-what-governments-benefit-1": "<strong>توزيع الأموال العامة</strong> والفوائد مباشرة على المواطنين بشفافية كاملة\n<strong>tuzie al'amwal aleamati</strong> walfawayid mubasharatan ealaa almuatinin bishafaafiat kamila",
  "page-what-is-ethereum-what-governments-benefit-2": "<strong>إصدار هويات رقمية</strong> أو سجلات قابلة للتحقق وقابلة للنقل عبر الحدود\n<strong>'iisdar huiaat raqmiatin</strong> 'aw sijilaat qabilat liltahaquq waqabilat lilnaql eabr alhudud",
  "page-what-is-ethereum-what-governments-benefit-3": "إنشاء بنية تحتية عامة مقاومة للتلاعب للتصويت، وملكية الأراضي، والسجلات\n'iinsha' binyat tahtiat eamat muqawimatan liltalaeub liltaswiti, wamilkiat al'aradi, walsijilaat",
  "page-what-is-ethereum-what-governments-example-1": "وفي حالة أخرى، استخدمت وزارة التحول الرقمي في أوكرانيا عملة الإيثريوم لتوزيع المساعدات في زمن الحرب.\nwafi halat 'ukhraa, aistakhdamat wizarat altahawul alraqamii fi 'uwkrania eumlat al'iithrium litawzie almusaeadat fi zaman alharba.",
  "page-what-is-ethereum-what-governments-example-2": "تم إرسال الأموال مباشرة إلى المواطنين والمنظمات غير الحكومية باستخدام العقود الذكية المفتوحة، مما يوفر الشفافية والسرعة والمساءلة أثناء الأزمات.\ntama 'iirsal al'amwal mubasharatan 'iilaa almuatinin walmunazamat ghayr alhukumiat biaistikhdam aleuqud aldhakiat almaftuhati, mimaa yuafir alshafaafiat walsureat walmusa'alat 'athna' al'azmati.",
  "page-what-is-ethereum-what-learn-more": "تم إرسال الأموال مباشرة إلى المواطنين والمنظمات غير الحكومية باستخدام العقود الذكية المفتوحة، مما يوفر الشفافية والسرعة والمساءلة أثناء الأزمات.\ntama 'iirsal al'amwal mubasharatan 'iilaa almuatinin walmunazamat ghayr alhukumiat biaistikhdam aleuqud aldhakiat almaftuhati, mimaa yuafir alshafaafiat walsureat walmusa'alat 'athna' al'azmati.",
  "page-what-is-ethereum-start-title": "\nكيفية البدء في استخدام الإيثريوم\nkayfiat albad' fi astikhdam al'iithriwm",
  "page-what-is-ethereum-start-intro-1": "البدء في استخدام Ethereum أسهل مما تظن.\nalbad' fi astikhdam Ethereum 'ashal mimaa tazunu.",
  "page-what-is-ethereum-start-intro-2": "لا تحتاج إلى إذن، ولا إلى حساب بنكي، ولا حتى إلى وثيقة هوية. كل ما تحتاجه للبدء هو جهاز واتصال بالإنترنت.\nla tahtaj 'iilaa 'iidhni, wala 'iilaa hisab banki, wala hataa 'iilaa wathiqat huiati. kulu ma tahtajuh lilbad' hu jihaz watisal bial'iintirnt.",
  "page-what-is-ethereum-start-individuals-title": "\nللأفراد\nlil'afrad",
  "page-what-is-ethereum-start-individuals-desc-1": "الخطوة الأولى هي تنزيل المحفظة.\nalkhutwat al'uwlaa hi tanzil almahfazati.",
  "page-what-is-ethereum-start-individuals-desc-2": "تخيله كتطبيق يعمل بمثابة حسابك ومتصفح الإنترنت على إيثريوم. فهو يدير عملاتك المشفرة، ويسمح لك بتسجيل الدخول إلى التطبيقات اللامركزية، بالإضافة إلى إرسال واستقبال الأصول الرقمية مثل الرموز والرموز غير القابلة للاستبدال.\ntakhayuluh katatbiq yaemal bimathabat hisabik wamutasafih al'iintirnit ealaa 'iithrium. fahu yudir eumlatik almushfarata, wayasmah lak bitasjil aldukhul 'iilaa altatbiqat allaamarkaziati, bial'iidafat 'iilaa 'iirsal wastiqbal al'usul alraqmiat mithl alrumuz walrumuz ghayr alqabilat liliastibdiali.",
  "page-what-is-ethereum-start-individuals-desc-3": "المحافظ الشهيرة مثل <zerion>Zerion</zerion> و<rainbow>Rainbow</rainbow> و<coinbase>محفظة كوين بيس</coinbase> مجانية وسهلة الاستخدام. بعد إعداد محفظتك، يمكنك:\nalmuhafiz alshahirat mithl <zerion>Zerion</zerion> wa<rainbow>Rainbow</rainbow> wa<coinbase>mahfazat kuin bis</coinbase> majaaniat wasahlat aliastikhdami. baed 'iiedad mihfazatika, yumkinuka:",
  "page-what-is-ethereum-start-individuals-step-1": "شراء كمية صغيرة من ETH على البورصة أو مباشرة داخل بعض المحافظ\nshira' kamiyat saghirat min ETH ealaa albursat 'aw mubasharatan dakhil baed almuhafiz",
  "page-what-is-ethereum-start-individuals-step-2": "استخدم هذا ETH لدفع ثمن المعاملات مثل إرسال الرموز أو جمع NFTs\nastukhdim hadha ETH lidafe thaman almueamalat mithl 'iirsal alrumuz 'aw jame NFTs",
  "page-what-is-ethereum-start-individuals-step-3": "استكشف التطبيقات اللامركزية مثل <zora>Zora</zora>، و<uniswap>Uniswap</uniswap>، أو <farcaster>Farcaster</farcaster>—لا حاجة إلى تسجيلات دخول أو موافقات جديدة\naistakshaf altatbiqat allaamarkaziat mithl <zora>Zora</zora>, wa<uniswap>Uniswap</uniswap>, 'aw <farcaster>Farcaster</farcaster>-la hajatan 'iilaa tasjilat dukhul 'aw muafaqat jadida",
  "page-what-is-ethereum-start-individuals-desc-4": "ستساعد هذه الأولويات في ضمان أن يكون Ethereum آمنًا وقابلًا للتطوير وسهل الاستخدام مع اعتماد المزيد من الأشخاص على الشبكة كل يوم.",
  "page-what-is-ethereum-start-individuals-desc-5": "تعمل هذه التطبيقات اللامركزية في متصفحك وتعمل مع محفظتك فورًا. يمكنك البدء باستخدام الإيثريوم في دقائق.\ntaemal hadhih altatbiqat allaamarkaziat fi mutasafihik wataemal mae mihfazatik fwran. yumkinuk albad' biastikhdam al'iithriwm fi daqayiqi.",
  "page-what-is-ethereum-start-individuals-cta-1": "البدء من هنا",
  "page-what-is-ethereum-start-individuals-cta-2": "\nانظر التطبيقات\nanzur altatbiqat",
  "page-what-is-ethereum-start-developers-title": "للمطورين",
  "page-what-is-ethereum-start-developers-desc-1": "الإيثريوم منصة مثالية للمطورين. يمكنك البدء بالبناء دون إذن أو موافقة، أو حتى بأموال حقيقية.\nal'iithrium minasat mithaliat lilmutawirina. yumkinuk albad' bialbana' dun 'iidhan 'aw muafaqatin, 'aw hataa bi'amwal haqiqiatin.",
  "page-what-is-ethereum-start-developers-desc-2": "\nيرشدك <a>Ethereum Developer Docs</a> خلال كل شيء بدءًا من كتابة عقدك الذكي الأول وحتى النشر على شبكات الاختبار مثل Sepolia.\nyurshiduk <a>Ethereum Developer Docs</a> khilal kuli shay' bd'an min kitabat eaqdik aldhakii al'awal wahataa alnashr ealaa shabakat aliakhtibar mithl Sepolia.",
  "page-what-is-ethereum-start-developers-desc-3": "يمكنك إنشاء تطبيقات لامركزية كاملة باستخدام أدوات مثل <hardhat>Hardhat</hardhat>، و<foundry>Foundry</foundry>، و<ethers>Ethers.js</ethers>، أو التجربة باستخدام منصات منخفضة الكود مثل <thirdweb>thirdweb</thirdweb> أو <moralis>Moralis</moralis>.\nyumkinuk 'iinsha' tatbiqat liamarkaziat kamilat biastikhdam 'adawat mithl <hardhat>Hardhat</hardhat>, wa<foundry>Foundry</foundry>, wa<ethers>Ethers.js</ethers>, 'aw altajribat biastikhdam minasaat munkhafidat alkud mithl <thirdweb>thirdweb</thirdweb> 'aw <moralis>Moralis</moralis>.",
  "page-what-is-ethereum-start-developers-desc-4": "كل شيء مفتوح المصدر وقابل للتأليف، لذا يمكنك إعادة مزج ما هو موجود بالفعل والبناء عليه دون طلب إذن.\nkulu shay' maftuh almasdar waqabil liltaalifi, lidha yumkinuk 'iieadat mazj ma hu mawjud bialfiel walbina' ealayh dun talab 'iidhni.",
  "page-what-is-ethereum-start-developers-cta": "ابدأ البناء على الإيثريوم\nabda albina' ealaa al'iithriwm",
  "page-what-is-ethereum-start-business-title": "استخدام الإيثريوم في الأعمال التجارية\nastikhdam al'iithriwm fi al'aemal altijaria",
  "page-what-is-ethereum-start-business-desc-1": "تستخدم الشركات بالفعل Ethereum لتشغيل البنية التحتية الجديدة.\ntastakhdim alsharikat bialfiel Ethereum litashghil albinyat altahtiat aljadidati.",
  "page-what-is-ethereum-start-business-desc-2": "بدأت العديد من الشركات باستخدام شبكات المستوى الثاني (L2) مثل Optimism وBase لدعم حالات الاستخدام عالية الحجم. توفر هذه الشبكات رسومًا أقل وسرعات أعلى، مع الاستفادة من أمان Ethereum وتقليل مخاطر الطرف المقابل.\nbada'at aleadid min alsharikat biastikhdam shabakat almustawaa althaani (L2) mithl Optimism waBase lidaem halat aliaistikhdam ealiat alhajmu. tawafur hadhih alshabakat rswman 'aqala wasurueat 'aelaa, mae aliaistifadat min 'aman Ethereum wataqlil makhatir altaraf almuqabila.",
  "page-what-is-ethereum-start-business-desc-3": "أنت تستطيع:\n'ant tastatieu:",
  "page-what-is-ethereum-start-business-benefit-1": "إطلاق برامج ولاء معيارية تعمل على تعزيز الاحتفاظ بالعملاء وخفض تكاليف الجهات الخارجية\n'iitlaq baramij wala' mieyariat taemal ealaa taeziz alaihtifaz bialeumala' wakhafd takalif aljihat alkharijia",
  "page-what-is-ethereum-start-business-benefit-2": "قم بتمييز الأصول مثل التذاكر أو القسائم أو الشهادات لتقليل مخاطر الاحتيال وإعادة البيع\nqum bitamyiz al'usul mithl altadhakir 'aw alqasayim 'aw alshahadat litaqlil makhatir aliahtial wa'iieadat albaye",
  "page-what-is-ethereum-start-business-benefit-3": "تمكين المدفوعات العالمية الفورية لخفض رسوم المعاملات وفتح أسواق جديدة\ntamkin almadfueat alealamiat alfawriat likhafd rusum almueamalat wafath 'aswaq jadida",
  "page-what-is-ethereum-start-business-example": "على سبيل المثال، في عام 2025، تم إطلاق Shopify على Base للسماح للمستهلكين بإنفاق العملات المستقرة مع ملايين التجار حول العالم.\nealaa sabil almithali, fi eam 2025, tama 'iitlaq Shopify ealaa Base lilsamah lilmustahlikin bi'iinfaq aleumlat almustaqirat mae malayin altujaar hawl alealami.",
  "page-what-is-ethereum-start-business-cta": "استخدام الإيثريوم في الأعمال التجارية\nastikhdam al'iithriwm fi al'aemal altijaria",
  "page-what-is-ethereum-bitcoin-title": "ما هو الفرق بين الإيثريوم والبيتكوين؟\nma hu alfarq bayn al'iithrium walbitkuin?",
  "page-what-is-ethereum-bitcoin-intro-1": "البيتكوين والإيثريوم هما أكبر عملتين مشفرتين في العالم.\nalbitkwin wal'iithrium huma 'akbar eumlatayn mushafiratayn fi alealami.",
  "page-what-is-ethereum-bitcoin-intro-2": "كلاهما يتيح لك إرسال الأموال دون الحاجة إلى بنك، وكلاهما يعمل بتقنية بلوكتشين، وكلاهما متاح للجميع. ولكن هنا تنتهي أوجه التشابه.\nkilahuma yutih lak 'iirsal al'amwal dun alhajat 'iilaa binak, wakulahuma yaemal bitiqniat bluktshin, wakulahuma mutah liljamiei. walakin huna tantahi 'awjuh altashabuhi",
  "page-what-is-ethereum-bitcoin-comparison-1-title": "البيتكوين هو بمثابة الذهب الرقمي.\nalbitkwin hu bimathabat aldhahab alraqmii.",
  "page-what-is-ethereum-bitcoin-comparison-1-desc": "تتميز بإمدادات ثابتة تبلغ 21 مليون عملة، وتركيزها على المدفوعات بين الأقران، ولغة برمجة بسيطة تُحدد ما يُمكن بناؤه بها. هذه البساطة مُصممة لأن بيتكوين تُعطي الأولوية للقدرة على التنبؤ والمتانة والأمان طويل الأمد على المرونة.\ntatamayaz bi'iimdadat thabitat tablugh 21 milyun eumlatin, watarkiziha ealaa almadfueat bayn al'aqrani, walughat barmajat basitat tuhdd ma yumkn binawuh baha. hadhih albasatat musmmt li'ana bitkwyn tuety al'awlawiat lilqudrat ealaa altanabuw walmatanat wal'aman tawil al'amad ealaa almurunati.",
  "page-what-is-ethereum-bitcoin-comparison-2-title": "يتخذ الإيثريوم نهجًا أوسع.\nyatakhidh al'iithrium nhjan 'awsaea.",
  "page-what-is-ethereum-bitcoin-comparison-2-desc": "إنها ليست مجرد أموال، بل بنية تحتية قابلة للبرمجة. فبدلاً من مجرد إرسال واستقبال القيمة، تتيح إيثريوم للمطورين بناء تطبيقات متكاملة. لقد رأيتم هذا عمليًا: من أسواق الإقراض والعملات المستقرة إلى المقتنيات ووسائل التواصل الاجتماعي والمدفوعات الفورية - جميعها مدعومة بعقود ذكية ومؤمنة بواسطة إيثريوم.\n'iinaha laysat mujarad 'amwali, bal binyat tahtiat qabilat lilbarmajati. fbdlaan min mujarad 'iirsal waistiqbal alqimati, tutih 'iithrium lilmutawirin bina' tatbiqat mutakamilatin. laqad ra'aytum hadha emlyan: min 'aswaq al'iiqrad waleumlat almustaqirat 'iilaa almuqtanayat wawasayil altawasul alajtimaeii walmadfueat alfawriat - jamieuha madeumat bieuqud dhakiat wamuminat biwasitat 'iithryum.",
  "page-what-is-ethereum-bitcoin-comparison-3-title": "وتختلف أيضًا الطريقة التي تتوصل بها الشبكات إلى الإجماع.\nwatakhtalif aydan altariqat alati tatawasal biha alshabakat 'iilaa al'iijmaei.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-1": "يستخدم بيتكوين مُعدّني الشبكة لتأمينها. هذه أجهزة كمبيوتر قوية تتنافس على حل ألغاز معقدة، والفائز يُضيف كتلة المعاملات التالية إلى السلسلة ويحصل على بيتكوين كمكافأة. تُسمى هذه العملية التعدين، وتستهلك كميات كبيرة من الكهرباء.\nyustakhdim bitkwin mueddny alshabakat litaminiha. hadhih 'ajhizat kumbuyutar qawiat tatanafas ealaa hali 'alghaz mueaqadatin, walfayiz yudyf kutlat almueamalat altaaliat 'iilaa alsilsilat wayahsul ealaa bitkwyn kamukafa'atin. tusma hadhih aleamaliat altaedinu, watastahlik kamiyaat kabiratan min alkahraba'i.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-2": "كان الإيثريوم يعمل بهذه الطريقة أيضًا. ولكن في عام ٢٠٢٢، انتقل من إثبات العمل إلى إثبات الحصة. اليوم، يتم تأكيد المعاملات من قِبل المُصدِّقين الذين يحجزون الإيثريوم كضمان. يكسب المُصدِّقون الصادقون مكافآت الإيثريوم، بينما يخسر المُصدِّقون غير الصادقين جزءًا من حصتهم. هذا التحول جعل الإيثريوم أكثر كفاءة في استخدام الطاقة بنسبة تزيد عن ٩٩.٩٨٨٪ دون المساس بالأمان أو اللامركزية.\nkan al'iithrium yaemal bihadhih altariqat aydan. walakin fi eam 2022, aintaqal min 'iithbat aleamal 'iilaa 'iithbat alhisati. alyawma, yatimu takid almueamalat min qibl almusdiqyn aladhin yahjuzun al'iithriwm kadamani. yaksib almusdiqwn alsaadiqun mukafat al'iithryum, baynama yakhsar almusdiqwn ghayr alsaadiqin jz'an min hisatihim. hadha altahawul jael al'iithrium 'akthar kafa'at fi aistikhdam altaaqat binisbat tazid ean 99.988% dun almisas bial'aman 'aw allaamarkaziati.",
  "page-what-is-ethereum-bitcoin-comparison-4-title": "هناك أيضًا فرق في كيفية التعامل مع العرض.\nhunak aydan faraq fi kayfiat altaeamul mae alearda.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-1": "لدى بيتكوين عرض ثابت، ولن يتوفر سوى ٢١ مليون عملة. أما إيثريوم، فلديه عرض ديناميكي. تُصدر عملات إيثريوم جديدة لمكافأة المدققين، بينما يُحرق جزء منها مع كل معاملة. هذا يعني أن إيثريوم لا يستطيع ببساطة \"طباعة عدد لا نهائي من عملات إيثريوم\".\nladaa bitkwin eard thabiti, walan yatawafar siwaa 21 milyun eumlatin. 'amaa 'iithryum, faladayh eard dinamiki. tusdr eumlat 'iithrium jadidatan limukafa'at almudaqiqina, baynama yuhrq juz' minha mae kuli mueamalatin. hadha yaeni 'ana 'iithryum la yastatie bibasata \"tbaeat eadad la nihayiya min eumlat 'iithrywma\".",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-2": "معدل الإصدار محدود بكمية الإيثريوم المُراهنة. كلما زادت كمية الإيثريوم المُراهنة، انخفضت المكافآت الفردية، مما يُحقق توازنًا طبيعيًا. يضمن هذا التصميم ميزانية أمان مستدامة في المستقبل، دون الاعتماد كليًا على رسوم المعاملات.\nmueadal al'iisdar mahdud bikamiyat al'iithrywm almurahn. kulama zadat kamiyat al'iithrywm almurahnt, ankhafadat almukafat alfardiatu, mimaa yuhqq twaznan tbyeyan. yadman hadha altasmim mizaniat 'aman mustadanamat fi almustaqbala, dun alaietimad klyan ealaa rusum almueamalati.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-3": "باختصار، بيتكوين أداةٌ لإرسال القيمة، وإيثريوم منصةٌ لبناء هذه القيمة.\nbiakhtisari, bitkiwin adat li'iirsal alqimati, wa'iithryum mnst libina' hadhih alqimati.",
  "page-what-is-ethereum-bitcoin-learn-more": "تعرف على المزيد حول الفرق بين الإيثريوم والبيتكوين\ntaearaf ealaa almazid hawl alfarq bayn al'iithrium walbitikwin",
  "page-what-is-ethereum-when-who-title": "متى تم إطلاق الإيثريوم ومن أسسه ومن يديره الآن؟\nmataa tama 'iitlaq al'iithriwm wamin 'ususih waman yudiruh alan?",
  "page-what-is-ethereum-when-who-intro-1": "منذ البداية، تم تصميم Ethereum ليتم تشغيله بواسطة مجتمعه.\nmundh albidayati, tama tasmim Ethereum liatima tashghiluh biwasitat mujtamaeihi.",
  "page-what-is-ethereum-when-who-intro-2": "في عام ٢٠١٣، نشر فيتاليك بوتيرين ورقةً بيضاء يقترح فيها نوعًا جديدًا من سلسلة الكتل (blockchain) للعملات والتطبيقات التي يُمكن لأي شخص استخدامها. وسرعان ما لاقت الفكرة رواجًا.\nfi eam 2013, nashr fitalik butirin wrqtan bayda' yaqtarih fiha nwean jdydan min silsilat alkutal (blockchain) lileumlat waltatbiqat alati yumkn li'ayi shakhs aistikhdamaha. wasurean ma laqat alfikrat rwajan.",
  "page-what-is-ethereum-when-who-intro-3": "بحلول عام 2014، انضم المؤسسون المشاركون مثل جافين وود وجوزيف لوبين إلى الجهود المبذولة، وجمع الفريق الأموال من خلال واحدة من أقدم حملات التمويل الجماعي للعملات المشفرة.\nbihulul eam 2014, aindama almuasisun almusharikun mithl jafin wwd wajuzif lubin 'iilaa aljuhud almabdhulati, wajamae alfariq al'amwal min khilal wahidat min 'aqdam hamalat altamwil aljamaeii lileumlat almushfarati.",
  "page-what-is-ethereum-when-who-intro-4": "تم إطلاق الإيثريوم رسميًا في يوليو 2015.\ntama 'iitlaq al'iithryum rsmyan fi yulyu 2015",
  "page-what-is-ethereum-when-who-history-title": "حظات رئيسية في تاريخ الإيثريوم\nlahazat rayiysiat fi tarikh al'iithriwm",
  "page-what-is-ethereum-when-who-history-2013": "فيتاليك بوتيرين البالغ من العمر 19 عامًا ينشر ورقة بيضاء حول الإيثريوم\nfitalik butirin albaligh min aleumr 19 eaman yanshur waraqat bayda' hawl al'iithrium",
  "page-what-is-ethereum-when-who-history-2014": "مؤسسة الإيثريوم تشكل وتطلق حملة تمويل جماعي\nmuasasat al'iithriwm tushakil watutliq hamlat tamwil jamaeiin",
  "page-what-is-ethereum-when-who-history-2015": "أطلق المطورون شبكة Ethereum مع إصدار Frontier\n'utliq almutawirun shabakat Ethereum mae 'iisdar Frontier",
  "page-what-is-ethereum-when-who-history-2016": "استغلال العقود الذكية يستنزف 60 مليون دولار (3.6 مليون إيثريوم) من DAO مما دفع إلى شوكة سلسلة\naistighlal aleuqud aldhakiat yastanzif 60 milyun dular (3.6 milyun 'iithryum) min DAO mimaa dafae 'iilaa shawkat silsila",
  "page-what-is-ethereum-when-who-history-2020": "إطلاق Beacon Chain يبدأ التحول إلى إثبات الحصة\n'iitlaq Beacon Chain yabda altahawul 'iilaa 'iithbat alhisa",
  "page-what-is-ethereum-when-who-history-2021": "بدأت عملية ترقية لندن بحرق رسوم الغاز عبر EIP-1559\nbada'at eamaliat tarqiat landan biharq rusum alghaz eabr EIP-1559",
  "page-what-is-ethereum-when-who-history-2022": "\nيستبدل The Merge التعدين بالمشاركة، مما يقلل من استخدام الطاقة بنسبة 99%\nyastabdil The Merge altaedin bialmusharakati, mimaa yuqalil min astikhdam altaaqat binisbat 99%",
  "page-what-is-ethereum-when-who-history-2025": "يعمل تحديث Pectra على تحسين دعم المحفظة الذكية والتوافق مع L2\nyaemal tahdith Pectra ealaa tahsin daem almahfazat aldhakiat waltawafuq mae L2",
  "page-what-is-ethereum-when-who-governance-1": "اليوم، لا يوجد شخص واحد أو شركة تدير الإيثريوم.\nalyawma, la yujad shakhs wahid 'aw sharikat tudir al'iithryum.",
  "page-what-is-ethereum-when-who-contributors-title": "تتم صيانة الشبكة من قبل مجموعة واسعة من المساهمين:\ntatimu sianat alshabakat min qibal majmueat wasieat min almusahimina:",
  "page-what-is-ethereum-when-who-contributors-1": "المطورون الذين يكتبون ويقترحون الترقيات\nalmutawirun aladhin yaktubun wayaqtarihun altarqiat",
  "page-what-is-ethereum-when-who-contributors-2": "مشغلو العقد الذين يساهمون في البنية التحتية المادية الموزعة\nmushaghalu aleuqad aladhin yusahimun fi albinyat altahtiat almadiyat almuazaea",
  "page-what-is-ethereum-when-who-contributors-3": "أصحاب المصلحة الذين يتحققون من صحة المعاملات\n'ashab almaslahat aladhin yatahaqaqun min sihat almueamalat",
  "page-what-is-ethereum-when-who-contributors-4": "أعضاء المجتمع الذين يقومون ببناء الأدوات والثقافة\n'aeda' almujtamae aladhin yaqumun bibina' al'adawat walthaqafa",
  "page-what-is-ethereum-when-who-contributors-5": "<strong>أنت</strong> باستخدام الشبكة\n<strong>'anti</strong> biastikhdam alshabaka",
  "page-what-is-ethereum-when-who-governance-2": "<strong>لا يوجد رئيس تنفيذي أو مجلس إدارة أو سلطة مركزية.</strong> لا تزال مؤسسة Ethereum تساعد في تمويل البحث والتطوير، ولكن النظام البيئي يعتمد على المشاركة المفتوحة.\n<strong>la yujad rayiys tanfidhiin 'aw majlis 'iidarat 'aw sultat markaziatin.</strong> la tazal muasasat Ethereum tusaeid fi tamwil albahth waltatwiri, walakina alnizam albiyiya yaetamid ealaa almusharakat almaftuhati.",
  "page-what-is-ethereum-when-who-governance-3": "يتم اقتراح التغييرات من خلال <eips>مقترحات تحسين الإيثريوم (EIPs)</eips>، ويتم مناقشتها علنًا، ولا يتم اعتمادها إلا إذا كان المجتمع الأوسع يدعمها</governance>.\nyatimu aqtirah altaghyirat min khilal <eips>muqtarahat tahsin al'iithrium (EIPs)</eips>, wayatimu munaqashatuha elnan, wala yatimu aetimaduha 'iilaa 'iidha kan almujtamae al'awsae yadeamuha</governance>.",
  "page-what-is-ethereum-when-who-governance-4": "هذا يجعل Ethereum أبطأ في التغيير من الشركات الناشئة، ولكن أيضًا من الصعب جدًا إغلاقه أو الاستيلاء عليه.\nhadha yajeal Ethereum 'abta fi altaghyir min alsharikat alnaashiati, walakin aydan min alsaeb jdan 'iighlaquh 'aw aliastila' ealayhi.",
  "page-what-is-ethereum-when-who-learn-more": "\nتعرف على المزيد حول تاريخ الإيثريوم\ntaearaf ealaa almazid hawl tarikh al'iithrywm",
  "page-what-is-ethereum-roadmap-title": "ما هي خارطة طريق الإيثريوم لعام 2025؟\nma hi kharitat tariq al'iithrium lieam 2025?",
  "page-what-is-ethereum-roadmap-intro-1": "لا تتبع إيثريوم خارطة طريق ثابتة، بل رؤية مشتركة.\nla tatabae 'iithrium kharitat tariq thabitatin, bal ruyat mushtarakatun.",
  "page-what-is-ethereum-roadmap-intro-2": "تُجرى ترقيات الشبكة كمقترحات EIP، ويُطوّرها علنًا مساهمون من جميع أنحاء العالم. لا يوجد فريق مركزي يُقرر ما سيحدث، بل يُطوّر الأفراد ما يرونه مفيدًا بناءً على احتياجات المستخدمين.",
  "page-what-is-ethereum-roadmap-intro-3": "بيكترا هو أحدث تحديث أُطلق في مايو ٢٠٢٥. حسّن هذا التحديث ميزات المحفظة، ومنح أصحاب الحصص مرونة أكبر، وسهّل تشغيل التطبيقات اللامركزية على منصات L2. كان الهدف تحسين سهولة الاستخدام دون المساس بالأمان أو اللامركزية.\nbiktra hu 'ahdath tahdith 'utlq fi mayu 2025. hssn hadha altahdith mizat almahfazati, wamanah 'ashab alhisas murunat 'akbar, wshhl tashghil altatbiqat allaamarkaziat ealaa minasaat L2. kan alhadaf tahsin suhulat alaistikhdam dun almisas bial'aman 'aw allaamarkaziati.",
  "page-what-is-ethereum-roadmap-priorities-intro": "<a>بالنظر إلى المستقبل</a>، تشمل أولويات الإيثريوم ما يلي:",
  "page-what-is-ethereum-roadmap-priority-1": "جعل البروتوكول الأساسي ومستوياته الثانية أسرع وأرخص للجميع",
  "page-what-is-ethereum-roadmap-priority-2": "تحسين تجربة المستخدمين والمطورين",
  "page-what-is-ethereum-roadmap-outro-1": "ستساعد هذه الأولويات في ضمان أن يكون Ethereum آمنًا وقابلًا للتطوير وسهل الاستخدام مع اعتماد المزيد من الأشخاص على الشبكة كل يوم.",
  "page-what-is-ethereum-roadmap-outro-2": "إذا كنت ترغب في قيادة مسيرة إيثريوم، <a>فانضم إلينا</a>. لستَ بحاجة إلى إذن، فقط الرغبة في إحداث فرق في هذا الاقتصاد الرقمي الجديد.",
  "page-what-is-ethereum-roadmap-learn-more": "شاهد نظرة عامة على خارطة طريق الإيثريوم",
  "page-what-is-ethereum-further-reading-title": "اقرأ التالي",
  "page-what-is-ethereum-further-reading-wallets": "ما هي المحافظ؟",
  "page-what-is-ethereum-further-reading-eth": "ما هو Ether (ETH)؟",
  "page-what-is-ethereum-further-reading-web3": "ما هو الإصدار الثالث من الويب web3؟",
  "page-what-is-ethereum-further-reading-networks": "تعرّف على المزيد حول شبكة إيثريوم",
  "page-what-is-ethereum-toc-ethereum": "ما هو الإيثريوم؟",
  "page-what-is-ethereum-toc-network": "ما هي شبكة الإيثريوم؟",
  "page-what-is-ethereum-toc-ether": "ما هو Ether (ETH)؟",
  "page-what-is-ethereum-toc-how": "كيف يعمل الإيثريوم؟",
  "page-what-is-ethereum-toc-what": "ما الغرض من استخدام إيثريوم؟",
  "page-what-is-ethereum-toc-start": "\nكيفية البدء في استخدام الإيثريوم\nkayfiat albad' fi astikhdam al'iithriwm",
  "page-what-is-ethereum-toc-bitcoin": "ما هو الفرق بين الإيثريوم والبيتكوين؟\nma hu alfarq bayn al'iithrium walbitkuin?",
  "page-what-is-ethereum-toc-when-who": "متى تم إطلاق الإيثريوم ومن أسسه ومن يديره الآن؟\nmataa tama 'iitlaq al'iithriwm wamin 'ususih waman yudiruh alan?",
  "page-what-is-ethereum-toc-roadmap": "ما هي خارطة طريق الإيثريوم لعام 2025؟\nma hi kharitat tariq al'iithrium lieam 2025?",
  "page-what-is-ethereum-banner-networks-alt": "رسم توضيحي لمركز مجتمع الإيثريوم المستقبلي",
  "page-what-is-ethereum-banner-ether-alt": "أيادٍ مفتوحة تحمل رمز الأثير",
  "page-what-is-ethereum-banner-how-alt": "رجل يصلح الكمبيوتر",
  "page-what-is-ethereum-banner-contributing-alt": "دوج يبتسم للكمبيوتر",
  "page-what-is-ethereum-banner-what-alt": "أربعة بشر مستقبليين ودوج ينظرون إلى منشور الإيثريوم",
  "page-what-is-ethereum-banner-start-alt": "مركز تجمع مجتمعي مستقبلي",
  "page-what-is-ethereum-banner-when-who-alt": "شخصان يمشيان ويتحدثان"
}
