{
  "page-layer-2-learn-meta-title": "ما هي الطبقة الثانية؟ | ethereum.org",
  "page-layer-2-learn-title": "ما هي الطبقة 2؟",
  "page-layer-2-learn-description": "جارٍ توسيع إيثريوم ليتم تبينه واستخدامه على نطاق واسع",
  "page-layer-2-learn-button-1-label": "ما هي الطبقة 2؟",
  "page-layer-2-learn-button-2-label": "استخدام الطبقة 2",
  "page-layer-2-learn-what-is-layer-2-title": "ما هي الطبقة 2؟",
  "page-layer-2-learn-what-is-layer-2-1": "يشير مصطلح الطبقة 2 (L2) إلى مجموعة محددة من حلول توسيع نطاق شبكة إيثريوم.\n<strong>الطبقة 2 هي <a href=\"/glossary/#blockchain\">سلسلة بلوكتشين</a> منفصلة تُوسِّع من قدرات إيثريوم وتستفيد من ضمانات الأمان التي توفرها شبكة إيثريوم نفسها</strong>",
  "page-layer-2-learn-what-is-layer-2-2": "لنتعمّق قليلاً الآن في شرحها، ولإجراء ذلك نحتاج أولاً إلى شرح الطبقة 1 (L1).",
  "page-layer-2-learn-what-is-layer-1-title": "ما هي الطبقة 1؟",
  "page-layer-2-learn-what-is-layer-1-1": "سلاسل الطبقة الأولى مثل إيثريوم وبيتكوين هي <strong>الأساس الذي تُبنى عليه مشاريع الطبقة الثانية.</strong>تشمل الأمثلة على مشاريع الطبقة الثانية: <strong>Zero-Knowledge Rollups</strong> و <strong> Optimistic Rollups</strong> على شبكة إيثريوم، و  Lightning Network على شبكة بيتكوين.",
  "page-layer-2-learn-what-is-layer-1-2": "تعمل شبكة إيثريوم أيضًا كطبقة لتوفير البيانات للطبقة الثانية، وفي حال حدوث أي نزاعات حول معاملات سابقة، يتم توفير بيانات هذه المعاملات من إيثريوم لحل النزاع.",
  "page-layer-2-learn-layer-1-list-title": "إثيريوم باعتبارها الطبقة 1 تشمل:",
  "page-layer-2-learn-layer-1-list-1": "<strong>شبكة من مشغّلي العقد</strong> لتأمين الشبكة ومصادقتها",
  "page-layer-2-learn-layer-1-list-2": "<strong>شبكة من منتجي الكتل</strong>",
  "page-layer-2-learn-layer-1-list-3": "<strong>سلسلة الكتل</strong> بحد ذاتها وسجل لبيانات المعاملات",
  "page-layer-2-learn-layer-1-list-4": "<strong>آلية الإجماع</strong> للشبكة",
  "page-layer-2-learn-why-do-we-need-layer-2-title": "لماذا نحتاج إلى الطبقة 2؟",
  "page-layer-2-learn-why-do-we-need-layer-2-1": "الخصائص الثلاث المرغوبة لأي بلوكتشين هي: اللامركزية، الأمان، وقابلية التوسع. تنص معضلة البلوكتشين على أن البنية البسيطة للبلوكتشين يمكنها تحقيق اثنتين فقط من هذه الخصائص الثلاث. هل تريد بلوكتشين آمن ولا مركزي؟ إذن عليك التضحية بقابلية التوسع. وهنا يأتي دور شبكات الطبقة الثانية لتوفير حل لهذه المعضلة.",
  "page-layer-2-learn-why-do-we-need-layer-2-2": "لقد وصلت شبكة إيثريوم إلى قدرتها القصوى حاليًا، حيث تًعالج أكثر من مليون معاملة يوميًا مع طلب متزايد على كل معاملة. أدى نجاح الشبكة وزيادة الإقبال على استخدامها إلى ارتفاع كبير في أسعار الغاز، مما جعل الحاجة إلى حلول التوسّع أمرًا أكثر إلحاحًا من أي وقت مضى.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability": "Scalability",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-1": "إن الهدف الرئيس من قابلية التوسع هو زيادة سرعة المعاملات (نهائية أسرع)، وزيادة إنتاجية المعاملات (عدد معاملات مرتفع في الثانية)، دون التضحية باللامركزية أو الأمان.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-2": "اتخذ مجتمع إيثريوم موقفًا حاسمًا بعدم التضحية باللامركزية أو الأمان من أجل تحقيق التوسّع. وحتى يتم تطبيق التقسيم، سيظل بإمكان شبكة إيثريوم الرئيسية (الطبقة 1) معالجة حوالي 15 معاملة في الثانية فقط. وعندما يرتفع الطلب على استخدام إيثريوم، يؤدي ذلك إلى ازدحام الشبكة وارتفاع رسوم المعاملات، ما يجعل بعض المستخدمين غير قادرين على التعامل على الشبكة حتى تعود الرسوم إلى الانخفاض.\nهنا يأتي دور حلول الطبقة الثانية لتوسيع نطاق إيثريوم في الوقت الحاضر.",
  "page-layer-2-learn-layer2Cards-1-title": "رسوم مخفضة",
  "page-layer-2-learn-layer2Cards-1-description": "من خلال دمج عدة معاملات في معاملة واحدة على الطبقة الأولى، يتم تقليل رسوم المعاملات بشكل كبير، مما يجعل شبكة إيثريوم أكثر قابلية للوصول والاستخدام من قبل الجميع.",
  "page-layer-2-learn-layer2Cards-2-title": "المحافظة على الأمان",
  "page-layer-2-learn-layer2Cards-2-description": "تقوم شبكات الطبقة الثانية بتسوية معاملاتها على الشبكة الرئيسية لإيثريوم، مما يتيح للمستخدمين الاستفادة من مستوى الأمان العالي الذي توفره شبكة الإيثريوم.",
  "page-layer-2-learn-layer2Cards-3-title": "توسيع نطاق حالات الاستخدام",
  "page-layer-2-learn-layer2Cards-3-description": "مع ارتفاع عدد المعاملات في الثانية، وانخفاض الرسوم، واستخدام تكنولوجيا جديدة، سيتوسع نطاق المشاريع نحو تطبيقات جديدة مع تجربة مستخدم محسنة.",
  "page-layer-2-learn-how-does-layer-2-work-title": "كيف تعمل الطبقة 2؟",
  "page-layer-2-learn-how-does-layer-2-work-1": "كما ذكرنا أعلاه، الطبقة 2 هي مصطلح جماعي لحلول توسع شبكة إثيريوم التي تتعامل مع المعاملات خارج طبقة إثيريوم 1، دون الاستغناء عن ميزة الأمان اللامركزي القوي لطبقة إثيريوم 1. \nالطبقة 2 هي سلسلة بلوكتشين منفصلة توسع نطاق إثيريوم. كيف يعمل ذلك؟",
  "page-layer-2-learn-how-does-layer-2-work-2": "هناك أنواع عديدة مختلفة من الطبقة 2، لكل منها مقايضات ونماذج أمنية خاصة بها. الطبقات 2 تأخذ عبء المعاملات بعيدًا عن الطبقة 1 ما يتيح لها بأن تصبح أقل ازدحامًا، ويصبح كل شيء أكثر قابلية للتوسع.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-title": "تكديس المعاملات",
  "page-layer-2-learn-how-does-layer-2-work-rollups-1": "تقوم تقنية الـ Rollups بدمج مئات المعاملات في معاملة واحدة على الطبقة الأولى، وبهذه الطريقة يتم توزيع رسوم المعاملة على الطبقة الأولى بين جميع المستخدمين المشاركين في الـ Rollup، مما يجعل التكلفة أقل لكل مستخدم.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-2": "يتم إرسال بيانات المعاملات في الـ Rollup إلى الطبقة الأولى، بينما تتم معالجة وتنفيذ المعاملات بشكل منفصل باستخدام تقنية Rollup.\nوبمجرد رفع البيانات إلى الطبقة الأولى، فإن الـ Rollup يستفيد من أمان شبكة إيثريوم، لأن عكس أي معاملة في الـ Rollup يتطلب عكس المعاملة نفسها على شبكة إيثريوم الرئيسية. هناك نهجان رئيسيان للـ Rollups: التجميعات المتفائلة (Optimistic Rollups) و التجميعات عديمة المعرفة\n(Zero-Knowledge (ZK) Rollups) - ويكمن الفرق الأساسي بينهما في طريقة إرسال البيانات والتحقق منها على الطبقة الأولى.",
  "page-layer-2-learn-rollupCards-optimistic-title": "تكديس المعاملات بالطريقة المتفائلة",
  "page-layer-2-learn-rollupCards-optimistic-description": "تستخدم التجميعات المتفائلة (Optimistic Rollups) ما يُعرف بـ إثباتات الأخطاء (Fault Proofs)، حيث يُفترض أن جميع المعاملات صحيحة، ولكن يمكن الطعن فيها إذا وُجد شك في وجود معاملة غير صحيحة. وفي حالة الاشتباه في ذلك، يتم تنفيذ إثبات الخطأ للتحقق مما إذا كان هناك معاملة غير صحيحة بالفعل.",
  "page-layer-2-learn-rollupCards-optimistic-childSentence": "المزيد حول تكديس المعاملات بالطريقة المتفائلة",
  "page-layer-2-learn-rollupCards-zk-title": "التجميعات عديمة المعرفة (Zero knowledge rollups)",
  "page-layer-2-learn-rollupCards-zk-description": "تستخدم التجميعات عديمة المعرفة (Zero-Knowledge Rollups) ما يُعرف بـ إثباتات الصلاحية (Validity Proofs)، حيث يتم تنفيذ العمليات الحسابية الخاصة بالمعاملات خارج الشبكة، ثم يتم إرسال البيانات مع إثبات يثبت صحتها إلى شبكة إيثريوم الرئيسية ",
  "page-layer-2-learn-rollupCards-zk-childSentence": "المزيد حول التجميعات عديمة المعرفة",
  "page-layer-2-learn-dyor-title": "أجرِ بحثك الخاص: مخاطر الطبقة الثانية",
  "page-layer-2-learn-dyor-1": "بما أن شبكات الطبقة الثانية تستمد أمانها من شبكة إيثريوم، فهي تتمتع في الحالة المثالية بمستوى أمان مماثل لشبكة الطبقة الأولى.\nومع ذلك، فإن العديد من هذه <strong>المشاريع ما زالت جديدة إلى حد ما وتجريبية</strong>. بعد سنوات من البحث والتطوير، تم إطلاق العديد من تقنيات الطبقة الثانية التي تهدف إلى توسيع نطاق إيثريوم في عام 2021. هذا لا يعني أن شبكات الطبقة الثانية غير آمنة، ولكنها لم تُختبر ميدانيًا بنفس القدر الذي اختُبرت به شبكة إيثريوم الرئيسية. لذلك من المهم دائمًا أن تبحث بنفسك وتقرر ما إذا كنت قادراً على تحمّل المخاطر المحتملة.",
  "page-layer-2-learn-dyor-2": "للحصول على مزيد من المعلومات عن التكنولوجيا والمخاطر وافتراضات الثقة الخاصة بالطبقة الثانية، نوصي بالاطلاع على موقع L2BEAT، الذي يوفر إطارًا شاملاً لتقييم المخاطر لكل مشروع.",
  "page-layer-2-learn-dyor-link": "الانتقال إلى L2BEAT",
  "page-layer-2-learn-note-on-alt-l1-title": "ملاحظة حول شبكات الطبقة الأولى البديلة (Alt L1s)، والسلاسل الجانبية (Sidechains)، والفاليديومز (Validiums)",
  "page-layer-2-learn-note-on-alt-l1-1": "تتمتّع شبكات الطبقة الأولى البديلة (Alt L1s) بإنتاجية أعلى للمعاملات ورسوم تحويل أقل مقارنةً بإيثريوم، إلا أن عليها أن تتنازل عادةً عن أحد جانبي الأمان أو اللامركزية لتحقيق هذه السرعة وخفض الرسوم. في المقابل، يلتزم نظام إيثريوم البيئي تمامًا بأن التوسع عبر شبكات الطبقة الثانية هو النهج الوحيد لمعالجة معضلة قابلية التوسع (Scalability Trilemma) مع الحفاظ على اللامركزية والأمان في الوقت نفسه.",
  "page-layer-2-learn-note-on-alt-l1-2": "تُعدّ السلاسل الجانبية (Sidechains) والفاليديومز (Validiums) شبكات بلوكتشين تمكّن من نقل الأصول من بلوكتشين إلى آخر واستخدامها هناك.\nتعمل هذه الشبكات الجانبية والفاليديومز بالتوازي مع السلسلة الرئيسية وتتفاعل معها عبر الجسور، لكنها لا تستمد أمانها أو توفر بياناتها من السلسلة الرئيسية. إنها تشبه شبكات الطبقة الثانية من حيث تحسين قابلية التوسع، لكنها تختلف عنها في افتراضات الثقة (Trust Assumptions). وتتميّز بأنها توفّر رسوم معاملات أقل وإنتاجية أعلى للمعاملات. للمزيد حول <a href=\"/developers/docs/scaling/sidechains\">السلاسل الجانبية</a> و <a href=\"/developers/docs/scaling/validium\">الفاليديومز</a>.<a href=\"/developers/docs/scaling/sidechains\">",
  "page-layer-2-learn-callout-1-title": "ما هي الفوائد؟",
  "page-layer-2-learn-callout-1-description": "استكشف الأثر العملي لحلول الطبقة الثانية على تجربة المستخدم.",
  "page-layer-2-learn-learn-more": "معرفة المزيد",
  "page-layer-2-learn-callout-2-title": "استكشف شبكات مختلفه",
  "page-layer-2-learn-callout-2-description": "تعرّف على كيفية اختلاف الشبكات عن بعضها البعض ومدى تقدمها في مراحل تطورها.",
  "page-layer-2-learn-explore-networks": "اكتشف الشبكات"
}
