{
  "page-what-is-ethereum-alt-img-bazaar": "صورة توضيحية تبين شخصًا يذهب مباشرة إلى بازار، كنايةً عن إثيريوم",
  "page-what-is-ethereum-alt-img-comm": "مثال توضيحي على عمل أعضاء مجتمع إثيريوم معًا",
  "page-what-is-ethereum-alt-img-lego": "صورة توضيحية تبين يدًا تشكّل رمز ETH باستعمال قطع ليجو",
  "page-what-is-ethereum-banking-card": "الأعمال المصرفية للجميع",
  "page-what-is-ethereum-banking-card-desc": "ولا يستطيع الجميع الحصول على الخدمات المالية. لكن كل ما تحتاجه للوصول إلى إيثريوم، ومنتجات الإقراض والاقتراض والادخار المبنية عليه، هو اتصال بالإنترنت.",
  "page-what-is-ethereum-build": "اصنع شيئًا مع إثيريوم",
  "page-what-is-ethereum-build-desc": "إذا كنت ترغب في محاولة البناء مع إثيريوم، فاقرأ وثائقنا، أو جرب بعض تعليمات الإستخدام، أو تحقق من الأدوات التي تحتاجها للبدء.",
  "page-what-is-ethereum-censorless-card": "مقاومة للرقابة",
  "page-what-is-ethereum-censorless-card-desc": "ولا تسيطر أي حكومة أو شركة على إيثريوم. هذه اللامركزية تجعل من المستحيل تقريبًا على أي شخص أن يمنعك من تلقي المدفوعات أو استخدام الخدمات في إيثريوم.",
  "page-what-is-ethereum-comm-desc": "يضم مجتمعنا أشخاصًا من جميع الخلفيات، بما في ذلك الفنانين والفوضويين المشفرين، وشركات على قائمة fortune 500، والآن أنت. اكتشف كيف يمكنك المشاركة اليوم.",
  "page-what-is-ethereum-commerce-card": "الضمانات التجارية",
  "page-what-is-ethereum-commerce-card-desc": "العملاء لديهم ضمان آمن وضمني بأن الأموال لن تنتقل إلى شخص آخر إلا إذا قدمت ما تم الاتفاق عليه. وبالمثل، يمكن للمبرمجين أن يكونوا على يقين من أن القواعد لن تتغير عليهم.",
  "page-what-is-ethereum-composable-card": "المنتجات القابلة للتأميم",
  "page-what-is-ethereum-composable-card-desc": "جميع التطبيقات مبنية على نفس سلسلة الكتل مع حالة عالمية مشتركة، مما يعني أنها يمكن أن تبني بعضها البعض (مثل طُوب الليجو). وهذا يسمح بمنتجات وتجارب أفضل، وتأكيدات أنه لا يمكن لأحد أن يزيل أي تطبيقات أدوات تعتمد عليها.",
  "page-what-is-ethereum-community": "مجتمع إثيريوم",
  "page-what-is-ethereum-desc": "الأساس لمستقبلنا الرقمي",
  "page-what-is-ethereum-explore": "استكشف إثيريوم",
  "page-what-is-ethereum-internet-card": "إنترنت مفتوح",
  "page-what-is-ethereum-internet-card-desc": "يمكن لأي شخص التفاعل مع شبكة إيثريوم أو بناء التطبيقات عليها. هذا يسمح لك بالتحكم في أصولك وهويتك، بدلاً من أن تكون خاضعة لسيطرة عدد قليل من الشركات الكبرى.",
  "page-what-is-ethereum-meet-comm": "التقِ بمجتمعنا",
  "page-what-is-ethereum-meta-description": "تعلم عن إثيريوم، ماذا تفعل وكيف تجرب بنفسك.",
  "page-what-is-ethereum-meta-title": "ما إثيريوم؟",
  "page-what-is-ethereum-p2p-card": "شبكة اتصال نظير إلى نظير",
  "page-what-is-ethereum-p2p-card-desc": "يتيح لك إيثريوم التنسيق، أو إبرام اتفاقيات، أو نقل الأصول الرقمية مباشرة مع الآخرين. لا تحتاج إلى الاعتماد على الوسطاء.",
  "page-what-is-ethereum-start-building-btn": "بدء البناء",
  "page-what-is-ethereum-title": "ما إثيريوم؟",
  "page-what-is-ethereum-subtitle": "دليل المبتدئين الكامل لكيفية عمل إيثيريوم، المزايا التي تجلبها وكيفية استخدامها من قبل ملايين الناس حول العالم.",
  "page-what-is-ethereum-button-lets-start": "لننطلق",
  "page-what-is-ethereum-blockchain-tab-title": "ما تقنية سلسلة الكتل؟",
  "page-what-is-ethereum-blockchain-tab-content": "<b>سلسلة الكتل هي قاعدة بيانات للمعاملات</b> التي يتم تحديثها ومشاركتها عبر العديد من أجهزة الكمبيوتر في الشبكة. في كل مرة تضاف فيها مجموعة جديدة من المعاملات، تسمى \"كتلة\" - ومن ثم جاء اسم سلسلة الكتل. تسمح سلاسل الكتل العمومية، مثل إيثريوم، لأي شخص بإضافة بيانات وليس إزالتها. إذا أراد شخص ما تغيير أي من المعلومات أو الغش في النظام، سيحتاج إلى القيام بذلك على غالبية أجهزة الكمبيوتر على الشبكة. هذا كثير بالفعل. وهذا يجعل سلاسل الكتل غير المركزية، مثل إيثريوم، آمنة للغاية.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "ما العملة الرقمية؟",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "العملة الرقمية هي مصطلح يستخدم لوصف العديد من أنواع الرموز المميزة الرقمية القابلة للاستبدال باستخدام سلسلة الكتلة. بدأ الأمر بيتكوين. يمكن استخدام بيتكوين لنقل القيمة بين طرفين دون الحاجة إلى الثقة في وسيط. يجب أن تثق فقط برمز بيتكوين، الذي هو مفتوح تمامًا ومتاح مجاناً.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "السبب في أن الأصول مثل بيتكوين والإيثر تسمى \"العملات الرقمية\" هو أن أمن بياناتك وأصولك مضمون بواسطة علم التشفير، وليس من خلال الثقة في مؤسسة أو شركة للتصرف بأمانة.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "لدى إيثريوم عملة رقمية أصلية خاصة بها، إيثر (ETH) والتي تستخدم لدفع بعض الأنشطة على الشبكة. يمكن نقلها إلى مستخدمين آخرين أو مبادلتها مقابل الرموز المميزة على إيثيريوم. إيثر ذو طبيعة خاصة لأنه يستخدم لدفع ثمن الحساب المطلوب لبناء وتشغيل التطبيقات والمنظمات على إيثريوم.",
  "page-what-is-ethereum-summary-title": "ملخص",
  "page-what-is-ethereum-summary-desc-1": "إيثريوم هي شبكة من أجهزة الكمبيوتر في جميع أنحاء العالم تتبع مجموعة من القواعد تسمى بروتوكول إيثريوم. وتعمل شبكة إيثريوم كأساس للمجتمعات، والتطبيقات، والمنظمات، والأصول الرقمية التي يمكن لأي شخص أن يبنيها ويستخدمها.",
  "page-what-is-ethereum-summary-desc-2": "يمكنك إنشاء حساب إيثريوم من أي مكان، في أي وقت، واستكشاف عالم من التطبيقات أو بناء حسابك. الابتكار الأساسي هو أنه يمكنك القيام بكل هذا دون الحاجة للثقة بسلطة مركزية يمكنها تغيير القواعد أو تقييد وصولك.",
  "page-what-is-ethereum-summary-desc-3": "استمر في القراءة لمعرفة المزيد…",
  "page-what-is-ethereum-btc-eth-diff-title": "ما الفرق بين الإيثيريوم وعملة بيتكوين؟",
  "page-what-is-ethereum-btc-eth-diff-1": "تم إطلاق الإثيريوم في عام 2015، وهو مستوحى من فكرة عملة بيتكوين، مع بعض الاختلافات الكبيرة.",
  "page-what-is-ethereum-btc-eth-diff-2": "كلاهما يسمح لك باستخدام المال الرقمي دون اللجوء لموفري الدفع أو البنوك. لكن <b>الإيثيريوم قابل للبرمجة</b>، لذا يمكنك استخدامه أيضًا في بناء ونشر التطبيقات اللامركزية على شبكته.",
  "page-what-is-ethereum-btc-eth-diff-3": "تمكننا عملة بيتكوين من إرسال رسائل أساسية لبعضنا البعض حول ما نعتقد أنه ذو قيمة. إن تأسيس القيمة دون سلطة هو أمر قوي بالفعل. توسع إيثريوم من هذه الإمكانية: بدلاً من مجرد الرسائل، يمكنك كتابة أي برنامج عام، أو عقد. وليس هناك حد لنوع العقود التي يمكن إنشاؤها والاتفاق عليها، ومن ثم يحدث ابتكار كبير على شبكة إيثيريوم.",
  "page-what-is-ethereum-btc-eth-diff-4": "بينما عملة بيتكوين هي فقط شبكة دفع، فإن إيثريوم يشبه سوق الخِدْمَات المالية، والألعاب، والشبكات الاجتماعية، والتطبيقات الأخرى.",
  "page-what-is-ethereum-what-can-eth-do-title": "ما الذي يمكن للإيثيريوم أن يفعله؟",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "لماذا يجب أن أستخدم الإيثيريوم؟",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "إذا كنت مهتمًا بطرق أكثر مرونة وانفتاحًا وجديرة بالثقة للتنسيق على مستوى عالمي، وإنشاء المؤسسات، وبناء التطبيقات، ومشاركة القيمة، فإن إيثريوم هي الخيار الأمثل لك. إيثريوم هي قصة كتبناها جميعًا، لذا تعال واكتشف العوالم المذهلة التي يمكننا أن نبنيها معًا.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "كما أن إيثريوم لا يقدر بثمن بالنسبة للأشخاص الذين اضطروا إلى التعامل مع عدم اليقين بشأن أمن أصولهم أو سلامتها أو حركتها بسبب قوى أخرى خارجة عن سيطرتهم.",
  "page-what-is-ethereum-slide-1-title": "المدفوعات عبر الحدود أرخص وأسرع",
  "page-what-is-ethereum-slide-1-desc-1": "<b>العملات التابعة</b> هي نوع جديد من العملات الرقمية التي تعتمد على أصل أكثر استقرارًا كأساس لقيمتها. ويرتبط معظمها بدولار الولايات المتحدة ثَمّ تحافظ على قيمة تلك العملة. وتسمح لنظام دفع عالمي رخيص للغاية ومستقر. تم بناء العديد من العملات التابعة الحالية على شبكة الإيثيريوم.",
  "page-what-is-ethereum-slide-1-desc-2": "وتبسِّط الإيثيريوم والعملات التابعة عملية إرسال الأموال إلى الخارج. وكثيرًا ما يستغرق نقل الأموال عبر العالم بضع دقائق فحسب. على عكس عدد أيام العمل أو حتى الأسابيع التي قد يستغرقها البنك العادي، ولجزء من السعر. وبالإضافة إلى ذلك، لا يوجد رسم إضافي لإجراء معاملة عالية القيمة، وهناك قيود صفرية على مكان أو سبب إرسال أموالك.",
  "page-what-is-ethereum-slide-2-title": "مساعدة أسرع في أوقات الأزمات",
  "page-what-is-ethereum-slide-2-desc-1": "إذا كنت محظوظًا بما يكفي لامتلاكك خيارات مصرفية متعددة من طريق مؤسسات موثوقة حيث تعيش، فقد تعتبر الحرية المالية والأمان والاستقرار أمر مسلم به. لكن بالنسبة للعديد من الأشخاص حول العالم الذين يواجهون القمع السياسي أو الصعاب الاقتصادية، قد لا توفر المؤسسات المالية الحماية أو الخِدْمَات.",
  "page-what-is-ethereum-slide-2-desc-2": "عندما ضربت الحرب أو الكوارث الاقتصادية أو الحملات القمعية على الحريات المدنية سكان <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\"> فنزويلا</a>، <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">كوبا</a>، <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">أفغانستان</a>، <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">نيجيريا</a>، <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">بيلاروسيا</a>، و<a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">أوكرانيا</a>، شكلت العملات الرقمية الخيار الأسرع والوحيد غالبًا للاحتفاظ بالوكالة المالية.<sup><a href=\"https://www.financialinclusion.tech/\">1</a></sup>كما هو موضح في هذه الأمثلة، العملات الرقمية مثل إثيريوم. يمكن أن يوفر الوصول غير المقيد إلى الاقتصاد العالمي عندما يكون الناس معزولين عن العالم الخارجي. بالإضافة إلى ذلك، تقدم العملات التابعة مخزنًا للقيمة عندما تنهار العملات المحلية بسبب التضخم الفائق.",
  "page-what-is-ethereum-slide-3-title": "تمكين منشئين",
  "page-what-is-ethereum-slide-3-desc-1": "في عام 2021 وحده، استخدم الفنانون والموسيقيون والكتاب والمبدعون الآخرون إثيريوم لكسب حوالي 3.5 مليار دولار بشكل جماعي. هذا يجعل إثيريوم واحدة من أكبر المنصات العالمية للمنشئين، إلى جانب Spotify وYouTube و Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\"> مزيد من المعلومات </a>.",
  "page-what-is-ethereum-slide-4-title": "تمكين لاعبين",
  "page-what-is-ethereum-slide-4-desc-1": "ظهرت ألعاب العب لتكسب (حيث يكافأ اللاعبون فعليًا على لعب الألعاب) مؤخرًا وتعمل على تغيير صناعة الألعاب. تقليديًا، يُحظر في كثير من الأحيان تداول الأصول داخل اللعبة أو نقلها إلى لاعبين آخرين مقابل أموال حقيقية. هذا يجبر اللاعبين على استخدام مواقع السوق السوداء التي غالبًا ما تشكل خطرًا أمنيًا. تحتضن ألعاب سلسلة الكتل الاقتصاد داخل اللعبة وتعزز مثل هذا السلوك بطريقة موثوقة.",
  "page-what-is-ethereum-slide-4-desc-2": "علاوة على ذلك، يتم تحفيز اللاعبين من خلال قدرتهم على تداول الرموز المميزة داخل اللعبة مقابل أموال حقيقية، وبالتالي يتم مكافأتهم حقًا على وقت اللعب.",
  "page-what-is-ethereum-meet-ether-title": "تعرّف على Ether، عملة إثيريوم المشفرة",
  "page-what-is-ethereum-meet-ether-desc-1": "تتطلب الكثير من الإجراءات على شبكة إيثريوم القيام ببعض العمل على الكمبيوتر المدمج في إيثريوم (المعروف بالآلة الافتراضية لإيثريوم). هذا الحساب غير مجاني؛ وهو يُدفع مقابل استخدام عملة إيثريوم الرقمية الأصلية المسماة إيثر (ETH). وهذا يعني أنك تحتاج إلى كمية صغيرة على الأقل من إيثر لاستخدام الشبكة.",
  "page-what-is-ethereum-meet-ether-desc-2": "إيثر هي عملة رقميّة بشكل كامل، حيث يمكنك إرسالها بشكل فوري لأي شخص في أي مكان حول العالم. لا يمكن لأي حكومة أو شركة التحكّم في عملة إيثر - كذلك هي عملة لامركزيّة وشفّافة بشكل كامل. يتم إصدار إيثر بطريقة محددة وفقًا للبروتوكول، فقط للمراهنين الذين يساعدون في الحفاظ على أمان الشبكة.",
  "page-what-is-ethereum-what-is-ether": "ماذا تعرف عن عملة Ether؟",
  "page-what-is-ethereum-get-eth": "احصل على ETH",
  "page-what-is-ethereum-explore-applications": "اكتشف تطبيقات",
  "page-what-is-ethereum-learn-defi": "تعرّف على التمويل اللامركزي",
  "page-what-is-ethereum-who-runs-ethereum-title": "من يدير إثيريوم؟",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "ولا يخضع إيثريوم لأي كيان معين. فهو موجود كلما كانت هناك أجهزة كمبيوتر متصلة تعمل بالبرامج التي تتبع بروتوكول إيثريوم وتضيف إلى سلسلة كتل إيثريوم. كل واحد من أجهزة الكمبيوتر هذه يعرف باسم عقدة. يمكن تشغيل العقد بواسطة أي شخص، على الرغم من أنه للمشاركة في تأمين الشبكة، يجب أن تكون لك حصة مراهنة في إيثر (الرمز المميز الأصلي لإيثريوم). ويمكن لأي شخص لديه 32 إيثر أن يفعل ذلك دون الحاجة إلى إذن.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "حتى النص البرمجي لمصدر إيثريوم لم يتم إنتاجه بواسطة كيان واحد. يمكن لأي شخص اقتراح تغييرات على البروتوكول ومناقشة التطويرات. وهناك العديد من عمليات تنفيذ بروتوكول إيثريوم التي تنتجها منظمات مستقلة بعدة لغات للبرمجة، وهي عادة ما تُبنى بالمصادر المفتوحة وتشجع مساهمات المجتمعات المحلية.",
  "page-what-is-ethereum-run-a-node": "تشغيل عقدة ما",
  "page-what-is-ethereum-smart-contract-title": "ما العقود الذكية؟",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>العقود الذكيّة ببساطة هي برامج كمبيوتر</b>تعمل على شبكة سلسلة كتل إيثريوم. هذه العقود تُفعّل عند قيام مستخدم ما بتنفيذ معاملة ما. إنها تمنح مرونة كبيرة لإيثريوم فيما يمكن فعله. هذه البرامج تعمل ككتل بناء للتطبيقات والمؤسسات اللامركزيّة.",
  "page-what-is-ethereum-smart-contract-desc-2": "هل سبق لك استخدام منتج قد قام بتغيير شروط الخدمة الخاصة به؟ أو أزال ميزة ما كنت تراها مفيدة؟ عند نشر عقد ذكي على شبكة إيثيريوم، سيبقى هذا العقد متاحًا دائمًا و في حالة عمل طالما أن شبكة إيثيريوم ما زالت تعمل. حتى مُنشئ العقد لن يكون بإمكانه تعطيله. و بما أن العقود الذكيّة مؤتمتة فهي بذلك لا يمكنها تمييز أي مستخدم وتكون دائمًا جاهزة للاستخدام.",
  "page-what-is-ethereum-smart-contract-desc-3": "من الأمثلة الشائعة للعقود الذكيّة: تطبيقات الإقراض، و منصات التداول اللامركزيّة، وتطبيقات التأمين، والتمويل الجماعي، وشبكات التواصل الاجتماعي، والرموز المميزة غير القابلة للاستبدال - في الأساس أي شيء يمكنك التفكير فيه.",
  "page-what-is-ethereum-more-on-smart-contracts": "مزيد عن العقود الذكية",
  "page-what-is-ethereum-explore-dapps": "استكشف التطبيقات اللامركزية",
  "page-what-is-ethereum-criminal-activity-title": "سمعتُ أن العملات المشفرة تُستخدم كأداة في النشاطات الإجراميّة. هل هذا صحيح؟",
  "page-what-is-ethereum-criminal-activity-desc-1": "مثلُ أي شكل من أشكال التكنولوجيا، قد تتم إساءة استخدام بعضها في بعض الأحيان. و مع ذلك، ولأن جميع معاملات إيثريوم تحدث عبر سلسلة كتل مفتوحة، فغالبًا سيكون من السهل على السلطات تتبّع النشاطات غير المشروعة، وبشكل أسهل من تتبّعها في النظام المالي التقليدي، ومن المحتمل أن يجعل هذا شبكة إيثريوم خيارًا أقل جاذبيّةً للجهات التي ترغب بإخفاء شيءٍ ما.",
  "page-what-is-ethereum-criminal-activity-desc-2": "تستخدم العملات المشفّرة بنسبة أقل بكثير من العملات الورقيّة لغايات إجراميّة وفقًا لنتائج تقرير حديث صادر عن اليوروبول، وكالة الاتحاد الأوروبي للتعاون في مجال تطبيق القانون:",
  "page-what-is-ethereum-criminal-activity-desc-3": "\"يبدو أن استخدام العملات الرقمية في الأنشطة غير المشروعة لا يشكّل إلّا جزء صغير فقط من الاقتصاد الكلّي للعملة الرقمية، كما يبدو أنه صغير نسبيًّا مقارنة بكميّة الأرصدة غير المشروعة الموجودة بالنظام المالي التقليدي.\"",
  "page-what-is-ethereum-energy-title": "ما عن استهلاك شبكة الإيثيريوم للطاقة؟",
  "page-what-is-ethereum-energy-desc-1": "في 15 سبتمبر/أيلول 2022، اجتازت إثيريوم ترقية الدمج التي انتقلت بإثيريوم من إثبات العمل إلى إثبات الحصة.",
  "page-what-is-ethereum-energy-desc-2": "كانت عملية الدمج هي أكبر ترقية لإثيريوم و قللت من طاقة الاستهلاك المطلوبة لتأمين إثيريوم بنسبة <b>99.95%</b>، مما ساهم في إنشاء <b>شبكة أكثر أمنا من أجل تكلفة كربونية أقل بكثير</b>. تعد إثيريوم الآن سلسلة كتل منخفضة الكربون بينما تقوم بتعزيز أمنها و قابليتها للتوسع.",
  "page-what-is-ethereum-more-on-energy-consumption": "للمزيد حول استهلاك الطاقة",
  "page-what-is-ethereum-energy-consumption-chart-legend": "الاستهلاك السنوي للطاقة مقدّرًا بتيرا واط ساعة/السنة",
  "energy-consumption-chart-global-data-centers-label": "المراكز العالمية للبيانات",
  "energy-consumption-gold-mining-cbeci-label": "تعدين الذهب",
  "energy-consumption-chart-btc-pow-label": "بيتكوين PoW",
  "energy-consumption-chart-netflix-label": "نتفلكس",
  "energy-consumption-chart-eth-pow-label": "بيتكوين ETH",
  "energy-consumption-chart-gaming-us-label": "الألعاب في الولايات المتحدة",
  "energy-consumption-chart-airbnb-label": "AirBnB ",
  "energy-consumption-chart-paypal-label": "بابيال",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "تحديث دمج",
  "page-what-is-ethereum-additional-reading": "قراءة إضافية",
  "page-what-is-ethereum-week-in-ethereum": "أسبوع من أخبار الإيثريوم",
  "page-what-is-ethereum-week-in-ethereum-desc": "-رسالة إخبارية أسبوعية تغطي التطورات الرئيسية عبر النظام البيئي.",
  "page-what-is-ethereum-kernel-dreamers": "Kernel",
  "page-what-is-ethereum-kernel-dreamers-desc": "حلم إثيريوم",
  "page-what-is-ethereum-atoms-institutions-blockchains": "الذرات والمؤسسات وسلاسل الكتل",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "-لماذا سلاسل الكتل مهمة؟",
  "page-what-is-ethereum-ethereum-in-numbers-title": "إيثيريوم بالأرقام",
  "adoption-chart-column-now-label": "الآن",
  "adoption-chart-investors-label": "المستثمرون",
  "adoption-chart-developers-label": "المبرمجون",
  "adoption-chart-companies-label": "الشركات",
  "adoption-chart-artists-label": "الفنانون",
  "adoption-chart-musicians-label": "الموسيقيون",
  "adoption-chart-writers-label": "الكُتّاب",
  "adoption-chart-gamers-label": "اللاعبون",
  "adoption-chart-refugees-label": "اللاجئون"
}
