{
  "page-layer-2-hero-title": "الطبقة الثانية",
  "page-layer-2-hero-header": "شبكات إيثريوم",
  "page-layer-2-hero-description": "استخدم الإيثيريوم بتكلفة أقل بكثير.",
  "page-layer-2-hero-button-2-content": "معرفة المزيد",
  "page-layer-2-period": ".",
  "page-layer-2-calloutCard-1-title": "رسوم قدرها 0.01 دولار",
  "page-layer-2-calloutCard-1-description": "يمكنك التداول أو إرسال الأموال عالميًا أو استخدام التطبيقات دون القلق بشأن التكاليف المرتفعة.",
  "page-layer-2-calloutCard-2-title": "معاملات شبه فورية",
  "page-layer-2-calloutCard-2-description": "سواء كنت إجراء دفعة سريعة أو تشارك في التمويل اللامركزي (DeFi)، فإن جميع المعاملات تستغرق بضع ثوانٍ فقط.",
  "page-layer-2-calloutCard-3-title": "مدعوم بواسطة إيثيريوم",
  "page-layer-2-calloutCard-3-description": "تعمل سلسلة الكتل المعتمدة والقديمة لإيثريوم كطبقة تسوية للشبكات الأخرى الجديدة.",
  "page-layer-2-meta-title": "مقدمة في الطبقة 2 من يثيرون: الفوائد والاستخدامات",
  "page-layer-2-meta-description": "تعلم عن شبكات الإيثيريوم من الطبقة 2",
  "page-layer-2-powered-by-ethereum-title": "مدعوم بواسطة الإيثيريوم",
  "page-layer-2-powered-by-ethereum-description-1": "الإيثيريوم لم يعد مجرد شبكة واحدة.",
  "page-layer-2-powered-by-ethereum-description-2": "مع وجود المئات من سلاسل الكتل مبنية الآن على أساسه، أصبحت إيثريوم أكثر فعالية من حيث التكلفة، وأسرع، وأكثر سهولة للاستخدام اليومي.",
  "page-layer-2-powered-by-ethereum-description-3": "احتضن المستقبل من خلال الانضمام إلى واحدة من العديد من الشبكات المدعومة بواسطة إيثريوم!",
  "page-layer-2-man-and-dog-alt": "رجل و كلب يلعبان",
  "page-layer-2-blockchain-transaction-cost": "متوسط تكلفة المعاملة على شبكة إيثريوم",
  "page-layer-2-networks-transaction-cost": "متوسط تكلفة المعاملات على الشبكات المدعومة من إيثيريوم",
  "page-layer-2-network-of-networks-title": "شبكة الشبكات",
  "page-layer-2-network-of-networks-description": "قوة وأمان إيثيريوم توفر منصة لشبكات أخرى للبناء عليها. مع حساب واحد، كل شيء متوافق ويتصل بسلاسة.",
  "page-layer-2-ethereum-logo-alt": "إثيريوم",
  "page-layer-2-ready-to-start-title": "مُعدّ للبدء؟",
  "page-layer-2-ready-to-start-description": "ألقِ نظرة على جميع الشبكات المختلفة المتاحة لك.",
  "page-layer-2-ready-to-start-button": "اكتشف الشبكات",
  "page-layer-2-go": "Go",
  "page-layer-2-walking-alt": "المشي",
  "page-layer-2-why-do-we-need-multiple-networks-1": "لماذا نحتاج إلى شبكات متعددة على إيثريوم؟",
  "page-layer-2-why-do-we-need-multiple-networks-2": "لماذا توجد كل هذه الشبكات وليس شبكة إيثريوم واحدة فقط؟",
  "page-layer-2-faq-title": "الأسئلة المتداولة",
  "page-layer-2-faq-ExpandableCard-1-title": "كيف يمكنني معرفة أن الشبكة جزء من إيثيريوم؟",
  "page-layer-2-faq-ExpandableCard-1-description-1": "هناك طرق عديدة يمكن من خلالها تصنيف الشبكات بالنسبة لإيثريوم. تدعي العديد من الشبكات أنها تقوم بتوسيع إيثريوم لجذب الشهرة. ومع ذلك، فإن النظرة الواضحة هي ما إذا كانت الشبكة تخزن بياناتها على الشبكة الرئيسية لإيثريوم. هذا يعزز بشكل كبير أمان المستخدم ورؤية إيثريوم غير المصرح بها. وغالبًا ما تُسمى مثل هذه المشاريع \"رول أب\". إذا تم تخزين البيانات في مكان آخر، فإن المشروع ليس امتداداً مباشراً لإيثريوم وإنما هو مستقل",
  "page-layer-2-faq-ExpandableCard-1-description-2": "بعض الصناعات المحددة قد لا تتطلب مثل هذه العُلاقة الوثيقة المباشرة مثل صناعة الألعاب أو التطبيقات غير المالية حيث تناسب تقنيات مختلفة بشكل أفضل.",
  "page-layer-2-faq-ExpandableCard-2-title": "هل جميع هذه الشبكات آمنة؟",
  "page-layer-2-faq-ExpandableCard-2-description-1": "بينما تم تصميمها عمومًا مع ميزات أمان قوية، فإن سلامتها تعتمد على التكنولوجيا الأساسية، وأمان العقود الذكية، و",
  "page-layer-2-faq-ExpandableCard-2-link": "نضج الشبكة",
  "page-layer-2-faq-ExpandableCard-2-description-2": "يجب على المستخدمين العناية الواجبة، بدءاً من معاملات صغيرة والبقاء على اطلاع على التطورات لضمان الاستخدام الآمن.",
  "page-layer-2-faq-ExpandableCard-3-title": "لماذا لا يمكن للإيثيريوم توسيع سلسلته الخاصة بدلاً من الاعتماد على هذه الشبكات؟",
  "page-layer-2-faq-ExpandableCard-3-description": "لا يمكن للإيثيريوم أن يوسع سلسلة الكتل الرئيسية الخاصة به بسهولة لأنه يحتاج إلى البقاء آمنًا وموزعًا. إن جعل سلسلة الكتل الرئيسية أسرع قد يجعلها أقل أمانًا وأكثر مركزية. تساعد شبكات الإيثيريوم من خلال معالجة المعاملات خارج سلسلة الكتل الرئيسية ثم استخدام سلسلة الكتل الرئيسية للأمان، مما يسمح للإيثيريوم بمعالجة المزيد من المعاملات دون فقدان الأمان أو اللامركزية.",
  "page-layer-2-faq-ExpandableCard-4-title": "لماذا لا توجد شبكات إيثريوم 'رسمية'؟",
  "page-layer-2-faq-ExpandableCard-4-description": "تمامًا كما لا يوجد \"عميل رسمي\" لإيثريوم، لا يوجد \"طبقة 2 رسمية\" لإيثريوم أيضًا. إيثريوم نظام مفتوح - من الناحية التقنية، يمكن لأي شخص إنشاء طبقة 2! ستقوم فرق متعددة بتنفيذ إصدارها الخاص من طبقة 2، وسيفيد النظام البيئي ككل من تنوع النهج التصميمية التي تم تحسينها لمختلف حالات الاستخدام. تمامًا كما لدينا عملاء متعددين لإيثريوم تم تطويرهم من قبل فرق متعددة من أجل تحقيق تنوع في الشبكة، سيكون هذا أيضًا كيف ستتطور الطبقات الثانية في المستقبل.",
  "page-layer-2-callout-1-title": "استكشف شبكات مختلفه",
  "page-layer-2-callout-1-description": "تعلم كيف تختلف الشبكات عن بعضها البعض ومدى تقدمها في تطويرها.",
  "page-layer-2-callout-2-title": "هل أنت مهتم بمزيد من التفاصيل؟",
  "page-layer-2-callout-2-description": "هل ترغب في معرفة المزيد عن التكنولوجيا والأسباب وراء هذا النهج التوسعي؟ تعرف على أفكار وأساليب التكنولوجيا المختلفة.",
  "page-layer-2-arbitrum-description": "Arbitrum هو رول أبُ متفائل متعدد الأغراض تم بناؤه بواسطة Labs ويتم الحكم عليه بواسطة منظمة Arbitrum DAO.",
  "page-layer-2-base-description": "هو رول أبُ متفائل مبني على مجموعة أدوات OP. يوفر طريقة منخفضة التكلفة وصديقة للمطورين لأي شخص، في أي مكان، لبناء التطبيقات على السلسلة.",
  "page-layer-2-optimism-description": "شبكة OP الرئيسية هي حل توسيع متفائل متوافق مع EVM. تهدف إلى أن تكون سريعة وبسيطة وآمنة.",
  "page-layer-2-blast-description": "بالست هو رول أبُّ تفاؤلي متوافق مع EVM يدعم العائد الأصلي.",
  "page-layer-2-zksync2-description": "هو طبقة ZK متعددة الأغراض مع توافق كامل مع EVM.",
  "page-layer-2-linea-description": "لاينا هو تجميع ZK مدعوم من قبل ، مصمم لتوسيع شبكة الإيثريوم.",
  "page-layer-2-scroll-description": "هو ZK الذي يوسع قدرات Ethereum من خلال تقنية ZK وتوافق EVM.",
  "page-layer-2-starknet-description": "هوز يرو عام يعتمد على VM.",
  "page-layer-2-mode-description": "مود هو طبقة OP تعتمد على التفاؤل الذي تبني اقتصاد.",
  "page-layer-2-taiko-description": "تاركو هو تجميع ZK-EVM موزع ومماثل لإيثريوم يتيح التواصل السلس عبر الشبكات.",
  "page-layer-2-unichain-description": "Unichain هو عبارة عن طبقة ثانية أصلية للتمويل اللامركزي (DeFi) على إيثريوم، وهي مصممة لتكون موطنًا للسيولة عبر السلاسل.",
  "page-layer-2-ink-description": "Ink عبارة عن بلوكتشين من الطبقة الثانية لمكدس OP لإيثريوم مصممة لتكون موطنًا للتمويل اللامركزي (DeFi) للسلسلة الفائقة (Superchain)؛ وهي طبقة أساسية قوية لنشر بروتوكولات التمويل اللامركزي (DeFi) المبتكرة.",
  "page-layer-2-zircuit-description": "Zircuit هو ZK رول أب متوافق مع آلة إيثريوم الافتراضية (EVM) ويتميز بأمان على مستوى المنسق مدعوم بالذكاء الاصطناعي لاكتشاف المعاملات الخبيثة ومنعها."
}
