{
  "page-what-is-ethereum-alt-img-bazaar": "صورة توضيحية تبين شخصًا يُمعن النظر في داخل بازار، كنايةً عن إيثريوم",
  "page-what-is-ethereum-alt-img-comm": "صورة توضيحية تبين أعضاء مجتمع إيثريوم وهم يعملون معًا",
  "page-what-is-ethereum-alt-img-lego": "صورة توضيحية تبين يدًا تصمم شعار ETH باستعمال قطع الليجو",
  "page-what-is-ethereum-banking-card": "الأعمال المصرفية للجميع",
  "page-what-is-ethereum-banking-card-desc": "ليس لدى الجميع إمكانية الوصول إلى الخدمات المالية. كل ما تحتاجه هو اتصال بالإنترنت للوصول إلى إيثريوم ومنتجات الإقراض والاقتراض والادخار المبنية عليه.",
  "page-what-is-ethereum-build": "اصنع شيئًا مع إيثريوم",
  "page-what-is-ethereum-build-desc": "إذا كنت ترغب في محاولة البناء مع إيثريوم، فاقرأ مستنداتنا، أو جرب الاطلاع على بعض تعليمات الاستخدام، أو تحقق من الأدوات التي تحتاجها للبدء.",
  "page-what-is-ethereum-censorless-card": "مقاومة للرقابة",
  "page-what-is-ethereum-censorless-card-desc": "لا تسيطر أي حكومة أو شركة على إيثريوم. وهذه اللامركزية تجعل من المستحيل تقريبًا على أي شخص أن يمنعك من تلقي المدفوعات أو استخدام الخدمات في إيثريوم.",
  "page-what-is-ethereum-comm-desc": "يضم مجتمعنا أشخاصًا من جميع الخلفيات، بما في ذلك الفنانين ومؤيدي لاسلطوية العملات الرقمية، وشركات على قائمة fortune 500، والآن أنت. اكتشف كيف يمكنك المشاركة اليوم.",
  "page-what-is-ethereum-commerce-card": "ضمانات تجارية",
  "page-what-is-ethereum-commerce-card-desc": "العملاء لديهم ضمان آمن وضمني بأن الأموال لن تنتقل إلى شخص آخر إلا إذا قدمت ما تم الاتفاق عليه. وبالمثل، يمكن للمبرمجين أن يكونوا على يقين من أن القواعد لن تتغير بالنسبة إليهم.",
  "page-what-is-ethereum-composable-card": "منتجات قابلة للتأميم",
  "page-what-is-ethereum-composable-card-desc": "جميع التطبيقات مبنية على نفس البلوكتشين مع حالة عالمية مشتركة، ما يعني أنها يمكن أن تنمو بالاعتماد على بعضها البعض (مثل قطع الليجو). وهذا يسمح بمنتجات وتجارب أفضل، وتأكيدات بأنه لا يمكن لأحد أن يزيل أي أدوات تعتمد عليها التطبيقات.",
  "page-what-is-ethereum-community": "مجتمع إيثريوم",
  "page-what-is-ethereum-desc": "الأساس لمستقبلنا الرقمي",
  "page-what-is-ethereum-explore": "استكشف إيثريوم",
  "page-what-is-ethereum-internet-card": "إنترنت مفتوح",
  "page-what-is-ethereum-internet-card-desc": "يمكن لأي شخص التفاعل مع شبكة إيثريوم أو بناء التطبيقات عليها. هذا يسمح لك بالتحكم في أصولك وهويتك، بدلاً من أن تكون خاضعة لسيطرة عدد قليل من الشركات الكبرى.",
  "page-what-is-ethereum-meet-comm": "التقِ بمجتمعنا",
  "page-what-is-ethereum-meta-description": "تعرّف على إيثريوم، ماذا يفعل وكيف تجربه بنفسك.",
  "page-what-is-ethereum-meta-title": "ما هو إيثريوم؟",
  "page-what-is-ethereum-p2p-card": "شبكة اتصال نظير إلى نظير",
  "page-what-is-ethereum-p2p-card-desc": "يتيح لك إيثريوم التنسيق، أو إبرام اتفاقيات، أو نقل الأصول الرقمية مباشرة مع الآخرين. لا تحتاج إلى الاعتماد على الوسطاء.",
  "page-what-is-ethereum-start-building-btn": "بدء البناء",
  "page-what-is-ethereum-title": "ما هو إيثريوم؟",
  "page-what-is-ethereum-subtitle": "دليل المبتدئين الكامل لكيفية عمل إيثريوم، والمزايا التي يجلبها، وكيفية استخدامها من قبل ملايين الأشخاص حول العالم.",
  "page-what-is-ethereum-button-lets-start": "لننطلق",
  "page-what-is-ethereum-blockchain-tab-title": "ما هي تقنية البلوكتشين؟",
  "page-what-is-ethereum-blockchain-tab-content": "<b>البلوكتشين هي قاعدة بيانات للمعاملات</b> التي يتم تحديثها ومشاركتها عبر العديد من أجهزة الحاسب الآلي في الشبكة. في كل مرة تضاف فيها مجموعة جديدة من المعاملات، تسمى \"كتلة\" - ومن ثم جاء اسم البلوكتشين. تسمح سلاسل البلوكتشين العمومية، مثل إيثريوم، لأي شخص بإضافة بيانات وليس إزالتها. إذا أراد شخص ما تغيير أي من المعلومات أو الغش في النظام، سيحتاج إلى القيام بذلك على غالبية أجهزة الحاسب الآلي الموجودة على الشبكة. وهي كثيرة! وهذا يجعل سلاسل البلوكتشين غير المركزية، مثل إيثريوم، آمنة للغاية.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "ما هي العملة الرقمية؟",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "العملة الرقمية هي مصطلح يستخدم لوصف العديد من أنواع الرموز المميزة الرقمية القابلة للاستبدال باستخدام سلسلة الكتلة. بدأ الأمر بيتكوين. يمكن استخدام بيتكوين لنقل القيمة بين طرفين دون الحاجة إلى الثقة في وسيط. يجب أن تثق فقط برمز بيتكوين، الذي هو مفتوح تمامًا ومتاح مجاناً.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "السبب في أن الأصول مثل بيتكوين وEther تسمى \"العملات الرقمية\" هو أن أمن بياناتك وأصولك مضمون بواسطة <a href=\"/glossary/#cryptography\">علم التشفير</a>، وليس من خلال الثقة في مؤسسة أو شركة للتصرف بأمانة.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "لدى إيثريوم عملة رقمية أصلية خاصة بها، إيثر (ETH) والتي تستخدم لدفع بعض الأنشطة على الشبكة. يمكن نقلها إلى مستخدمين آخرين أو مبادلتها مقابل الرموز المميزة على إيثيريوم. إيثر ذو طبيعة خاصة لأنه يستخدم لدفع ثمن الحساب المطلوب لبناء وتشغيل التطبيقات والمنظمات على إيثريوم.",
  "page-what-is-ethereum-summary-title": "ملخص",
  "page-what-is-ethereum-summary-desc-1": "إيثريوم هي شبكة من أجهزة الكمبيوتر في جميع أنحاء العالم تتبع مجموعة من القواعد تسمى بروتوكول إيثريوم. وتعمل شبكة إيثريوم كأساس للمجتمعات، والتطبيقات، والمنظمات، والأصول الرقمية التي يمكن لأي شخص أن يبنيها ويستخدمها.",
  "page-what-is-ethereum-summary-desc-2": "يمكنك إنشاء حساب إيثريوم من أي مكان، في أي وقت، واستكشاف عالم من التطبيقات أو بناء حسابك. الابتكار الأساسي هو أنه يمكنك القيام بكل هذا دون الحاجة للثقة بسلطة مركزية يمكنها تغيير القواعد أو تقييد وصولك.",
  "page-what-is-ethereum-summary-desc-3": "استمر في القراءة لمعرفة المزيد…",
  "page-what-is-ethereum-btc-eth-diff-title": "ما الفرق بين الإيثيريوم وعملة بيتكوين؟",
  "page-what-is-ethereum-btc-eth-diff-1": "تم إطلاق الإثيريوم في عام 2015، وهو مستوحى من فكرة عملة بيتكوين، مع بعض الاختلافات الكبيرة.",
  "page-what-is-ethereum-btc-eth-diff-2": "كلاهما يسمح لك باستخدام المال الرقمي دون اللجوء لموفري الدفع أو البنوك. لكن <b>الإيثيريوم قابل للبرمجة</b>، لذا يمكنك استخدامه أيضًا في بناء ونشر التطبيقات اللامركزية على شبكته.",
  "page-what-is-ethereum-btc-eth-diff-3": "تمكننا عملة بيتكوين من إرسال رسائل أساسية لبعضنا البعض حول ما نعتقد أنه ذو قيمة. إن تأسيس القيمة دون سلطة هو أمر قوي بالفعل. توسع إيثريوم من هذه الإمكانية: بدلاً من مجرد الرسائل، يمكنك كتابة أي برنامج عام، أو عقد. وليس هناك حد لنوع العقود التي يمكن إنشاؤها والاتفاق عليها، ومن ثم يحدث ابتكار كبير على شبكة إيثيريوم.",
  "page-what-is-ethereum-btc-eth-diff-4": "بينما عملة بيتكوين هي فقط شبكة دفع، فإن إيثريوم يشبه سوق الخِدْمَات المالية، والألعاب، والشبكات الاجتماعية، والتطبيقات الأخرى.",
  "page-what-is-ethereum-what-can-eth-do-title": "ما الذي يمكن للإيثيريوم أن يفعله؟",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "لماذا يجب أن أستخدم الإيثيريوم؟",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "إذا كنت مهتمًا بطرق أكثر مرونة وانفتاحًا وجديرة بالثقة للتنسيق على مستوى عالمي، وإنشاء المؤسسات، وبناء التطبيقات، ومشاركة القيمة، فإن إيثريوم هي الخيار الأمثل لك. إيثريوم هي قصة كتبناها جميعًا، لذا تعال واكتشف العوالم المذهلة التي يمكننا أن نبنيها معًا.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "كما أن إيثريوم لا يقدر بثمن بالنسبة للأشخاص الذين اضطروا إلى التعامل مع عدم اليقين بشأن أمن أصولهم أو سلامتها أو حركتها بسبب قوى أخرى خارجة عن سيطرتهم.",
  "page-what-is-ethereum-slide-1-title": "المدفوعات عبر الحدود أرخص وأسرع",
  "page-what-is-ethereum-slide-1-desc-1": "<b>العملات التابعة</b> هي نوع جديد من العملات الرقمية التي تعتمد على أصل أكثر استقرارًا كأساس لقيمتها. ويرتبط معظمها بدولار الولايات المتحدة ثَمّ تحافظ على قيمة تلك العملة. وتسمح لنظام دفع عالمي رخيص للغاية ومستقر. تم بناء العديد من العملات التابعة الحالية على شبكة الإيثيريوم.",
  "page-what-is-ethereum-slide-1-desc-2": "وتبسِّط الإيثيريوم والعملات التابعة عملية إرسال الأموال إلى الخارج. وكثيرًا ما يستغرق نقل الأموال عبر العالم بضع دقائق فحسب. على عكس عدد أيام العمل أو حتى الأسابيع التي قد يستغرقها البنك العادي، ولجزء من السعر. وبالإضافة إلى ذلك، لا يوجد رسم إضافي لإجراء معاملة عالية القيمة، وهناك قيود صفرية على مكان أو سبب إرسال أموالك.",
  "page-what-is-ethereum-slide-2-title": "أسرع مساعدة في أوقات الأزمات",
  "page-what-is-ethereum-slide-2-desc-1": "إذا كنت محظوظًا بما يكفي لامتلاكك خيارات مصرفية متعددة عن طريق مؤسسات موثوقة حيث تعيش، فقد تعتبر الحرية المالية والأمان والاستقرار المالي الذي تقدمه تلك المؤسسات أمرًا مسلمًا به. لكن بالنسبة للعديد من الأشخاص حول العالم الذين يواجهون القمع السياسي أو الصعاب الاقتصادية، قد لا توفر المؤسسات المالية الحماية أو الخدمات التي يحتاجونها.",
  "page-what-is-ethereum-slide-2-desc-2": "عندما ضربت الحروب أو الكوارث الاقتصادية أو قمع الحريات المدنية سكان <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">فنزويلا</a>، <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">كوبا</a>، <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">أفغانستان</a>، <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">نيجيريا</a>، <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">بيلاروسيا</a>، و<a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">أوكرانيا</a>، كانت العملات الرقمية تشكل الخيار الأسرع والوحيد في أغلب الأحيان للحفاظ على القدرة المالية. <sup><a href=\"https://www.financialinclusion.tech/\">1</a></sup>وكما يظهر في هذه الأمثلة، فإن العملات الرقمية مثل إيثريوم يمكن أن توفر وصولاً غير محدود للاقتصاد العالمي عندما يتم عزل الناس عن العالم الخارجي. بالإضافة إلى ذلك، توفر العملات المستقرة وسيلة للحفاظ على القيمة عندما تنهار العملات المحلية بسبب التضخم المفرط.",
  "page-what-is-ethereum-slide-3-title": "تمكين المنشئين",
  "page-what-is-ethereum-slide-3-desc-1": "في عام 2021 وحده، استخدم الفنانون والموسيقيون والكتاب وغيرهم من منشئي المحتوى إيثريوم لكسب حوالي 3.5 مليار دولار بشكل جماعي. وهذا يجعل إيثريوم واحدة من أكبر المنصات العالمية للمنشئين، إلى جانب Spotify وYouTube و Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\"> تعرّف على المزيد</a>.",
  "page-what-is-ethereum-slide-4-title": "تمكين اللاعبين",
  "page-what-is-ethereum-slide-4-desc-1": "ظهرت ألعاب اللعب لكسب الأرباح (حيث يكافأ اللاعبون فعليًا على لعب الألعاب) مؤخرًا وتعمل على تغيير صناعة الألعاب. تقليديًا، يُحظر في كثير من الأحيان تداول الأصول داخل اللعبة أو نقلها إلى لاعبين آخرين مقابل أموال حقيقية. وهذا يجبر اللاعبين على استخدام مواقع السوق السوداء التي غالبًا ما تشكل خطرًا أمنيًا. تحتضن ألعاب البلوكتشين الاقتصاد داخل اللعبة وتعزز مثل هذا السلوك بطريقة موثوقة.",
  "page-what-is-ethereum-slide-4-desc-2": "علاوة على ذلك، يتم تحفيز اللاعبين من خلال تمكينهم من تداول الرموز المميزة داخل اللعبة مقابل أموال حقيقية، وبالتالي يتم مكافأتهم بالفعل على وقت اللعب.",
  "page-what-is-ethereum-meet-ether-title": "تعرّف على Ether، عملة إيثريوم الرقمية",
  "page-what-is-ethereum-meet-ether-desc-1": "تتطلب الكثير من الإجراءات على شبكة إيثريوم القيام ببعض العمل على حاسب آلي مدمج في إيثريوم (المعروف بالآلة الافتراضية لإيثريوم). هذا الحساب غير مجاني؛ ويتم الدفع مقابله باستخدام عملة إيثريوم الرقمية الأصلية المسماة Ether (ETH). وهذا يعني أنك تحتاج إلى كمية صغيرة على الأقل من Ether لاستخدام الشبكة.",
  "page-what-is-ethereum-meet-ether-desc-2": "Ether هي عملة رقميّة بشكل كامل، حيث يمكنك إرسالها بشكل فوري لأي شخص في أي مكان حول العالم. ولا تخضع عملة Ether لسيطرة أي حكومة أو شركة - كذلك هي عملة لامركزيّة وشفّافة بشكل كامل. يتم إصدار Ether بطريقة محددة وفقًا للبروتوكول، فقط للمراهنين الذين يساعدون في الحفاظ على أمان الشبكة.",
  "page-what-is-ethereum-what-is-ether": "ما هو Ether؟",
  "page-what-is-ethereum-get-eth": "احصل على ETH",
  "page-what-is-ethereum-explore-applications": "اكتشف التطبيقات",
  "page-what-is-ethereum-learn-defi": "تعرّف على التمويل اللامركزي دي فاي (DeFi)",
  "page-what-is-ethereum-who-runs-ethereum-title": "من يدير إيثريوم؟",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "لا يخضع إيثريوم لأي كيان معين. فهو موجود كلما كانت هناك أجهزة حاسب آلي متصلة بالإنترنت وتقوم بتشغيل البرامج التي تتبع بروتوكول إيثريوم وتضيف إلى <a href=\"/glossary/#blockchain\">بلوكتشين</a> إيثريوم. كل واحد من أجهزة الحاسب الآلي هذه يُعرف باسم عقدة. ويمكن تشغيل العُقَد بواسطة أي شخص، على الرغم من أنه للمشاركة في تأمين الشبكة، يجب أن تكون لك <a href=\"/glossary/#staking\">حصة</a> من ETH (الرمز المميز الأصلي لإيثريوم). ويمكن لأي شخص لديه 32 ETH أن يفعل ذلك دون الحاجة إلى إذن.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "حتى النص البرمجي لمصدر إيثريوم لا يتم إنتاجه بواسطة كيان واحد. يمكن لأي شخص اقتراح تغييرات على البروتوكول ومناقشة التطويرات. وهناك العديد من عمليات تنفيذ بروتوكول إيثريوم التي تنتجها منظمات مستقلة بعدة لغات للبرمجة، وهي عادة ما تُبنى بالمصادر المفتوحة وتشجع مساهمات المجتمعات المحلية.",
  "page-what-is-ethereum-run-a-node": "تشغيل عقدة",
  "page-what-is-ethereum-smart-contract-title": "ما هي العقود الذكية؟",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>العقود الذكية هي برامج كمبيوتر</b>تعمل على سلسلة بلوكتشين الخاصة بإيثريوم. هذه العقود تُفعّل عند قيام مستخدم ما بتنفيذ معاملة. إنها تمنح مرونة كبيرة لإيثريوم فيما يمكن فعله. هذه البرامج تعمل ككتل بناء للتطبيقات والمؤسسات اللامركزيّة.",
  "page-what-is-ethereum-smart-contract-desc-2": "هل سبق لك استخدام منتج قد قام بتغيير شروط الخدمة الخاصة به؟ أو أزال ميزة ما كنت تراها مفيدة؟ عند نشر عقد ذكي على شبكة إيثيريوم، سيبقى هذا العقد متاحًا على الإنترنت وفي حالة عمل طالما أن شبكة إيثيريوم ما زالت تعمل. وحتى مُنشئ العقد لن يكون بإمكانه تعطيله. وبما أن العقود الذكية مؤتمتة فهي بذلك لا يمكنها التمييز ضد أي مستخدم وتكون دائمًا جاهزة للاستخدام.",
  "page-what-is-ethereum-smart-contract-desc-3": "من الأمثلة الشائعة للعقود الذكية: تطبيقات الإقراض، ومنصات التداول اللامركزيّة، وتطبيقات التأمين، والتمويل التربيعي، وشبكات التواصل الاجتماعي، و<a href=\"/glossary/#nft\">الرموز المميزة غير القابلة للاستبدال (NFTs)</a> - ببساطة، أي شيء يمكنك التفكير فيه.",
  "page-what-is-ethereum-more-on-smart-contracts": "المزيد عن العقود الذكية",
  "page-what-is-ethereum-explore-dapps": "استكشف التطبيقات اللامركزية",
  "page-what-is-ethereum-criminal-activity-title": "سمعتُ أن العملات الرقمية تُستخدم كأداة في النشاطات الإجراميّة. هل هذا صحيح؟",
  "page-what-is-ethereum-criminal-activity-desc-1": "مثلُ أي شكل من أشكال التكنولوجيا، قد تتم إساءة استخدام بعضها في بعض الأحيان. و مع ذلك، ولأن جميع معاملات إيثريوم تحدث عبر سلسلة بلوكتشين مفتوحة، فغالبًا سيكون من الأسهل على السلطات تتبّع النشاطات غير المشروعة مقارنةً بتتبّعها في النظام المالي التقليدي، ومن المحتمل أن يجعل هذا شبكة إيثريوم خيارًا أقل جاذبيّةً للجهات التي ترغب بإخفاء شيءٍ ما.",
  "page-what-is-ethereum-criminal-activity-desc-2": "تُستخدم العملات الرقمية في غايات إجرامية بنسبة أقل بكثير من العملات الورقيّة وفقًا للنتائج الرئيسية لتقرير حديث صادر عن اليوروبول، وكالة الاتحاد الأوروبي للتعاون في مجال تطبيق القانون:",
  "page-what-is-ethereum-criminal-activity-desc-3": "\"يبدو أن استخدام العملات الرقمية في الأنشطة غير المشروعة لا يشكّل إلّا جزءًا صغيرًا فقط من الاقتصاد الكلّي للعملة الرقمية، كما يبدو أنه صغير نسبيًّا مقارنة بكميّة الأموال غير المشروعة الموجودة بالنظام المالي التقليدي.\"",
  "page-what-is-ethereum-energy-title": "ما عن استهلاك شبكة الإيثيريوم للطاقة؟",
  "page-what-is-ethereum-energy-desc-1": "في 15 سبتمبر 2022، خضع إيثريوم لتطوير الدمج الذي انتقل بإيثريوم من <a href=\"/glossary/#pow\">إثبات العمل</a> إلى <a href=\"/glossary/#pos\">إثبات الحصة</a>.",
  "page-what-is-ethereum-energy-desc-2": "كانت عملية الدمج هي أكبر تطوير لإيثريوم وقللت من معدل استهلاك الطاقة المطلوب لتأمين إيثريوم بنسبة <b>99.95%</b>، ما ساهم في إنشاء <b>شبكة أكثر أمنًا بتكلفة كربونية أقل بكثير</b>. تُعد إثيريوم الآن سلسلة بلوكتشين منخفضة الكربون بينما تقوم بتعزيز أمنها و قابليتها للتوسع.",
  "page-what-is-ethereum-more-on-energy-consumption": "المزيد عن استهلاك الطاقة",
  "page-what-is-ethereum-energy-consumption-chart-legend": "الاستهلاك السنوي للطاقة مقدّرًا بتيرا واط ساعة/السنة",
  "energy-consumption-chart-global-data-centers-label": "المراكز العالمية للبيانات",
  "energy-consumption-gold-mining-cbeci-label": "التنقيب عن الذهب",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "نتفلكس",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "الألعاب في الولايات المتحدة",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "بابيال",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "تحديث الدمج",
  "page-what-is-ethereum-additional-reading": "قراءة إضافية",
  "page-what-is-ethereum-week-in-ethereum": "أسبوع من أخبار الإيثريوم",
  "page-what-is-ethereum-week-in-ethereum-desc": "- رسالة إخبارية أسبوعية تغطي التطورات الرئيسية عبر المنظومة.",
  "page-what-is-ethereum-kernel-dreamers": "Kernel",
  "page-what-is-ethereum-kernel-dreamers-desc": "حلم إيثريوم",
  "page-what-is-ethereum-atoms-institutions-blockchains": "الذرات والمؤسسات وسلاسل البلوكتشين",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- لماذا سلاسل البلوكتشين مهمة؟",
  "page-what-is-ethereum-ethereum-in-numbers-title": "إيثريوم بالأرقام",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "مشروع مبني على إيثريوم",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "حساب (محافظ) ذات رصيد ETH",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "عقد ذكي على إيثريوم",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "قيمة مُكتسبة على إيثريوم",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "أرباح منشئي المحتوى على إيثريوم في عام 2021",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "عدد المعاملات اليوم",
  "adoption-chart-column-now-label": "الآن",
  "adoption-chart-investors-label": "المستثمرون",
  "adoption-chart-developers-label": "المبرمجون",
  "adoption-chart-companies-label": "الشركات",
  "adoption-chart-artists-label": "الفنانون",
  "adoption-chart-musicians-label": "الموسيقيون",
  "adoption-chart-writers-label": "الكُتّاب",
  "adoption-chart-gamers-label": "اللاعبون",
  "adoption-chart-refugees-label": "اللاجئون",
  "page-what-is-ethereum-get-eth-alt": "احصل على بعض ETH",
  "page-what-is-ethereum-get-eth-description": "ETH هي العملة الرقمية الأصلية لإيثريوم. ستحتاج إلى بعض عملات ETH في محفظتك لاستخدام تطبيقات إيثريوم.",
  "page-what-is-ethereum-get-eth-title": "احصل على بعض ETH",
  "page-what-is-ethereum-explore-dapps-alt": "استكشف التطبيقات اللامركزية",
  "page-what-is-ethereum-explore-dapps-description": "التطبيقات اللامركزية هي تطبيقات مبنية على إيثريوم. وهي تعمل على استبدال نماذج الأعمال الحالية، وابتكار نماذج جديدة.",
  "page-what-is-ethereum-explore-dapps-title": "جرب بعض من التطبيقات اللامركزية"
}
