{
  "page-get-eth-article-keeping-crypto-safe": "أساسيات الحفاظ على سلامة العملات الرقمية الخاصة بك",
  "page-get-eth-article-protecting-yourself": "حماية نفسك والأموال الخاصة بك",
  "page-get-eth-article-store-digital-assets": "كيفية تخزين الأصول الرقمية على إيثريوم",
  "page-get-eth-article-protecting-yourself-desc": "MyCrypto",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": "منصات التبادل المركزية",
  "page-get-eth-cex-desc": "منصات التبادل عبارة عن أعمال تتيح لك شراء العملات الرقمية باستخدام العملات التقليدية. وتكون لديها الوصاية على أي عملة ETH تشتريها حتى ترسلها إلى محفظة تتحكم فيها.",
  "page-get-eth-checkout-dapps-btn": "اطلع على التطبيقات اللامركزية",
  "page-get-eth-community-safety": "منشورات المجتمع عن الأمن",
  "page-get-eth-description": "لا تخضع إيثريوم للتحكُّم من قِبل أي مؤسسة - فهي لا مركزية.",
  "page-get-eth-dex": "منصات التبادل اللامركزية (DEXs)",
  "page-get-eth-dex-desc": "إذا كنت تريد المزيد من التحكم، اشترِ ETH باستخدام <a href=\"/glossary/#smart-contract\">العقود الذكية</a>. فعبر التبادل اللامركزي، يمكنك تداول الأصول الرقمية دون منح التحكم في أموالك لشركة مركزية.",
  "page-get-eth-peers": "احصل على ETH من أقرانك",
  "page-get-eth-peers-desc": "بعد إنشاء حساب على إيثريوم، كل ما عليك فعله هو مشاركة عنوانك لبدء إرسال ETH واستقباله (وغيرها من الرموز المميزة) من نظير إلى نظير.",
  "page-get-eth-staking": "مكافآت تجميد العملات",
  "page-get-eth-staking-desc": "إذا كان لديك بالفعل بعض ETH، فيمكنك كسب المزيد منها عن طريق تشغيل عقدة برنامج مدقق. يتم الدفع لك مقابل القيام بعملية التحقُّق هذه بعملة ETH.",
  "page-get-eth-earn": "اربح ETH",
  "page-get-eth-earn-desc": "يمكنك ربح ETH من خلال العمل لدى المؤسسات اللامركزية ذاتية الحوكمة (DAOs) أو الشركات التي تدفع بالعملات الرقمية، والفوز بالمكافآت، والعثور على الأخطاء البرمجية والمزيد.",
  "page-get-eth-daos-link-desc": "تعرَّف على المزيد عن المؤسسات اللامركزية ذاتية الحوكمة (DAOs)",
  "page-get-eth-cex-link-desc": "اطّلِع على قائمة بمنصات التبادل",
  "page-get-eth-staking-link-desc": "تعرَّف على المزيد عن تجميد العملات",
  "page-get-eth-dexs": "منصات التبادل اللامركزية (DEXs)",
  "page-get-eth-dexs-desc": "منصات التبادل اللامركزية هي أسواق مفتوحة لعملات ETH والرموز المميزة الأخرى. فهي تربط بين المشترين والبائعين مباشرة.",
  "page-get-eth-dexs-desc-2": "بدلاً من استخدام طرف ثالث موثوق به لحماية الأموال في المعاملة، تستخدم نصًا برمجيًا. لن يتم تحويل ETH البائع إلا عندما يتم ضمان الدفع. يُعرف هذا النوع من النصوص البرمجية بالعقد الذكي.",
  "page-get-eth-dexs-desc-3": "وهذا يعني أن هناك قيودًا جغرافية مفروضة أقل من البدائل المركزية. إذا كان شخص ما يبيع ما تريده ويقبل طريقة الدفع التي يمكنك توفيرها، فأنت تسير في الطريق الصحيح.",
  "page-get-eth-dexs-desc-4": "ملاحظة: تستخدم العديد من منصات التبادل اللامركزي عملة Wrapped Ether (WETH) للعمل. <a href=\"/wrapped-eth\">اعرف المزيد عن Wrapped Ether</a>.",
  "page-get-eth-do-not-copy": "مثال: لا تنسخ",
  "page-get-eth-exchanges-disclaimer": "لقد جمعنا هذه المعلومات يدويًا. إذا اكتشفت شيئًا خطأً، فأخبرنا بذلك على",
  "page-get-eth-exchanges-empty-state-text": "أدخِل بلد إقامتك للاطّلاع على قائمة منصات التبادل التي قد تتمكن من استخدامها",
  "page-get-eth-exchanges-except": "إلا",
  "page-get-eth-exchanges-header": "ما هي الدولة التي تعيش فيها؟",
  "page-get-eth-exchanges-header-exchanges": "منصات التبادل",
  "page-get-eth-exchanges-header-wallets": "المحافظ",
  "page-get-eth-exchanges-intro": "تفرض منصات التبادل قيودًا على المكان الذي يمكنها فيه بيع العملات الرقمية. تُعدَّ هذه قائمة إرشادية بالخدمات التي يعتقد أنها تعمل في كل بلد. لا يُمثل الشمول هنا تأييدًا - يجب عليك إجراء بحثك الخاص!",
  "page-get-eth-exchanges-no-exchanges": "عذرًا، نحن لا نعرف أي منصات تبادل تسمح لك بشراء عملات ETH من هذا البلد. إذا كنت تعرف أيًا منها، أخبرنا عبر",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "عذرًا، نحن لا نعرف أي منصات تبادل تسمح لك بشراء عملات ETH من هذا البلد. إذا كنت تعرف أيًا منها، أخبرنا عبر",
  "page-get-eth-exchanges-no-wallets": "عذرًا، لا نعرف أي محافظ تتيح لك شراء عملات ETH من هذا البلد. إذا كنت تعرف أيًا منها، فأخبرنا عبر",
  "page-get-eth-exchanges-search": "اكتب المكان الذي تعيش فيه...",
  "page-get-eth-exchanges-success-exchange": "قد يستغرق التسجيل في منصات التبادل عدة أيام بسبب الفحوصات القانونية التي تجريها.",
  "page-get-eth-exchanges-success-wallet-link": "المحافظ الإلكترونية",
  "page-get-eth-exchanges-success-wallet-paragraph": "في أي مكان تعيش فيه، يمكنك شراء عملات ETH مباشرة من هذه المحافظ. تعرّف على المزيد عن",
  "page-get-eth-exchanges-usa": "الولايات المتحدة الأمريكية (USA)",
  "page-get-eth-get-wallet-btn": "الحصول على محفظة",
  "page-get-eth-hero-image-alt": "الحصول على صورة بطل ETH",
  "page-get-eth-keep-it-safe": "المحافظة على أمان عملات ETH الخاصة بك",
  "page-get-eth-meta-description": "كيفية شراء عملة ETH على أساس مكان سكنك ونصيحة عن كيفية الحفاظ عليها.",
  "page-get-eth-meta-title": "كيفية الحصول على ETH",
  "page-get-eth-need-wallet": "سوف تحتاج إلى محفظة لاستخدام منصة تبادل لامركزي.",
  "page-get-eth-new-to-eth": "جديد في إثير؟ إليك نظرة عامة لتبدأ.",
  "page-get-eth-other-cryptos": "شراء باستخدام العملات الرقمية الأخرى",
  "page-get-eth-protect-eth-desc": "تتمثل إحدى الميزات الرئيسية لإيثريوم في أنك تحافظ على السيطرة على أصولك عن طريق إدارة حسابك الخاص. وهذا يعني أنك لستُ مضطرًا إلى أن تضع ثقتك في أي طرف ثالث فيما يتعلق بأصولك، وأنك تخضغ للحماية من أي وصي يتصرف بطريقة غير شريفة أو يتعرض للإفلاس أو للاختراق. ومع ذلك، فهذا يعني أيضًا أنك تتحمل مسؤولية الحفاظ على أمانك الخاص.",
  "page-get-eth-protect-eth-in-wallet": "احتفظ بـ ETH الخاص بك في محفظتك الخاصة",
  "page-get-eth-search-by-country": "البحث حسب البلد",
  "page-get-eth-security": "وهذا يعني أنك بحاجة إلى ألا تتهاون في الحفاظ على أمان أموالك. مع ETH، أنت لا تضع ثقتك في مصرف أو شركة للاعتناء بأصولك، أنت تتحمَّل مسؤولية الحفاظ عليها بنفسك.",
  "page-get-eth-smart-contract-link": "المزيد عن العقود الذكية",
  "page-get-eth-swapping": "قم بمبادلة رموزك المميزة بعملات ETH لدى الآخرين، والعكس.",
  "page-get-eth-try-dex": "جرب إحدى منصات التبادل اللامركزي",
  "page-get-eth-use-your-eth": "استخدم عملات ETH الخاصة بك",
  "page-get-eth-use-your-eth-dapps": "الآن بعد أن أصبح لديك بعض عملات ETH، يمكنك تفقد بعض تطبيقات إيثريوم (اللامركزية). هناك تطبيقات لامركزية للتمويل، وشبكات تواصل اجتماعي وألعاب والكثير من الفئات الأخرى.",
  "page-get-eth-wallet-instructions": "اتبع تعليمات المحفظة",
  "page-get-eth-wallet-instructions-lost": "إذا تعذَّر عليك الوصول إلى حسابك، فسوف تفقد إمكانية الوصول إلى أموالك. يجب أن تزودك محفظتك بتعليمات بشأن الحماية من حدوث ذلك. احرص على الالتزام بها بعناية - ففي معظم الحالات، لا يمكن لأحد مساعدتك إذا تعذَّر عليك الوصول إلى حسابك.",
  "page-get-eth-wallets": "المحافظ",
  "page-get-eth-wallets-link": "المزيد عن المحافظ",
  "page-get-eth-wallets-purchasing": "بعض المحافظ تسمح لك بشراء العملات الرقمية ببطاقة خصم/ائتمان أو تحويلات مصرفية أو حتى Apple Pay. تنطبق القيود الجغرافية.",
  "page-get-eth-warning": "منصات التبادل اللامركزي هذه ليست مخصَّصة للمبتدئين، حيث ستحتاج إلى بعض ETH لاستخدامها. هذه مجرد أمثلة، وليست منتجات مصادق عليها. أجرِ بحثك الخاص!",
  "page-get-eth-what-are-DEX's": "ماهي منصات التبادل اللامركزي؟",
  "page-get-eth-whats-eth-link": "ما هو ETH؟",
  "page-get-eth-where-to-buy-desc": "يمكنك ربح عملات ETH، أو استلامها من أقرانك، أو شرائها من منصات التبادل والتطبيقات.",
  "page-get-eth-where-to-buy-desc-2": "تحقق من الخدمات التي يمكنك استخدامها استنادًا إلى مكان سكنك.",
  "page-get-eth-where-to-buy-title": "من أين تحصل على ETH",
  "page-get-eth-your-address": "عنوان ETHالخاص بك",
  "page-get-eth-your-address-desc": "عندما تقوم بتنزيل محفظة، ستقوم بإنشاء عنوان ETH عام لك. إليك ما يبدو عليه:",
  "page-get-eth-your-address-desc-3": "يمكنك اعتبار هذا العنوان مثل عنوان البريد الإلكتروني الخاص بك، ولكن بدلاً من البريد الإلكتروني، يمكنه تلقي عملات ETH. إذا كنت ترغب في نقل ETH من إحدى منصات التبادل إلى محفظتك، استخدم عنوانك كوجهة. واحرص دائمًا على التحقق بدقة قبل الإرسال!",
  "page-get-eth-your-address-wallet-link": "اطلع على المحافظ",
  "listing-policy-raise-issue-link": "طرح مشكلة",
  "page-find-wallet-last-updated": "آخر تحديث"
}
