{
  "page-what-is-ethereum-network-meta-title": "ما هي شبكة إيثريوم؟ | ethereum.org",
  "page-what-is-ethereum-network-meta-description": "افهم ما هي شبكة إيثريوم، وتجميد العملات والأمان، ورسوم الشبكة (المعروفة أيضًا بالغاز)، وشبكات التوسع من الطبقة الثانية وكيفية استكشاف بيانات الشبكة الحية.",
  "page-what-is-ethereum-network-twitter-meta-description": "افهم ما هي شبكة إيثريوم، وتجميد العملات والأمان، ورسوم الشبكة، وشبكات التوسع من الطبقة الثانية وكيفية استكشاف بيانات الشبكة الحية.",
  "page-what-is-ethereum-network-title": "ما هي شبكة الإيثريوم؟",
  "page-what-is-ethereum-network-description-1": "شبكة إيثريوم هي البنية التحتية المادية والرقمية التي تدعم إيثريوم.",
  "page-what-is-ethereum-network-description-2": "وهذا يشمل العُقد التي تخزن البيانات، والمدققين الذين يعالجون المعاملات، والبرامج التي تنفذ العقود الذكية، وشبكات الطبقة الثانية التي توسع إيثريوم إلى ما هو أبعد من السلسلة الرئيسية.",
  "page-what-is-ethereum-network-section-network-fees-title": "ما هي رسوم شبكة إيثريوم (المعروفة أيضًا برسوم الغاز)؟",
  "page-what-is-ethereum-network-section-staking-title": "ما هو تجميد العملات وكيف يؤمن الشبكة؟",
  "page-what-is-ethereum-network-section-layer-2s-title": "ما هي الطبقة الثانية من إيثريوم وكيف تعمل على توسيع الشبكة؟",
  "page-what-is-ethereum-network-section-live-network-data-title": "كيفية استكشاف بيانات شبكة إيثريوم الحية",
  "page-what-is-ethereum-network-read-next-title": "اقرأ التالي",
  "page-what-is-ethereum-network-read-next-item-1": "ما هي المحافظ؟",
  "page-what-is-ethereum-network-read-next-item-2": "ما هو Ether (ETH)؟",
  "page-what-is-ethereum-network-read-next-item-3": "ما هو الإصدار الثالث من الويب web3؟",
  "page-what-is-ethereum-network-read-next-item-4": "تعرّف على المزيد حول شبكة إيثريوم",
  "page-what-is-ethereum-network-section-description-1": "عندما يتحدث الناس عن إيثريوم، فهم يتحدثون عادة عن بضعة أشياء مختلفة. هناك النظام البيئي للتطبيقات والأصول الرقمية، ومنصة البرامج مفتوحة المصدر، والعملة الأصلية إيثر (ETH).",
  "page-what-is-ethereum-network-section-description-2": "ولكن وراء كل ذلك تكمن <strong>شبكة إيثريوم</strong>؛ الأساس المادي والرقمي الذي يربط كل شيء معًا.",
  "page-what-is-ethereum-network-section-description-3": "في جوهرها، شبكة إيثريوم هي عبارة عن مجموعة من <strong>آلاف أجهزة الكمبيوتر المستقلة التي تسمى العُقد</strong>. تتم <strong>إدارة هذه العُقد بواسطة أشخاص من جميع أنحاء العالم</strong>. تعمل هذه الأجهزة معًا لتخزين البيانات، وتنفيذ العقود الذكية، وتسجيل كل معاملة على سجل مفتوح وعام.",
  "page-what-is-ethereum-network-section-description-4": "تتولى شبكة إيثريوم العديد من المهام الرئيسية، مثل:",
  "page-what-is-ethereum-network-section-description-5": "تحديث حسابات المستخدمين وأرصدتهم",
  "page-what-is-ethereum-network-section-description-6": "تنفيذ العقود الذكية (البرامج التي تشغل التطبيقات)",
  "page-what-is-ethereum-network-section-description-7": "تتبع ملكية الأصول الرقمية (مثل العملات المستقرة والرموز غير القابلة للاستبدال)",
  "page-what-is-ethereum-network-section-description-8": "معالجة جميع المعاملات التي تتدفق عبر إيثريوم كل يوم",
  "page-what-is-ethereum-network-section-description-9": "لحسن الحظ، لست بحاجة إلى فهم كيفية عمل الشبكة لاستخدامها.",
  "page-what-is-ethereum-network-section-description-10": "يستخدم معظم الأشخاص الشبكة ببساطة عبر <a>محفظة رقمية</a>. <strong>المحفظة</strong> هي عادةً تطبيق ويب أو جوال يتيح لك <strong>إرسال</strong> و<strong>استلام ETH، وإدارة أصولك</strong>، واستخدام التطبيقات.",
  "page-what-is-ethereum-network-section-description-11": "قد تستخدم أنواع أخرى من المستخدمين مثل المطورين والشركات التي تبني على إيثريوم واجهات برمجة التطبيقات (APIs)، أو برامج العُقد، أو نشر العقود الذكية.",
  "page-what-is-ethereum-network-section-description-12": "تختلف شبكة إيثريوم عن الأنظمة التقليدية بسبب طريقة تصميمها. يتم تخزين <strong>التعليمات البرمجية والبيانات الخاصة بإيثريوم على عُقد لامركزية</strong> حول العالم، لذا لا يمكن لأحد حظر وصولك أو إيقاف تطبيقك.",
  "page-what-is-ethereum-network-section-description-13": "ولأنه يمكن لأي شخص الانضمام، فهذا يفتح الباب أمام الوصول العالمي والابتكار.",
  "page-what-is-ethereum-network-section-description-14": "تتيح هذه الصفات أشياء لم تكن ممكنة من قبل، مثل:",
  "page-what-is-ethereum-network-section-description-15": "ملكية البيانات",
  "page-what-is-ethereum-network-section-description-16": "وسائل التواصل الاجتماعي دون إلغاء المنصة",
  "page-what-is-ethereum-network-section-description-17": "أنظمة مالية مفتوحة وشفافة",
  "page-what-is-ethereum-network-section-description-18": "في جوهرها، تُعد شبكة إيثريوم أساسًا للملكية الرقمية والمشاركة المفتوحة.",
  "page-what-is-ethereum-network-section-description-19": "قد تسمع الناس يشيرون إلى <strong>شبكة إيثريوم الرئيسية (Mainnet)</strong>. وهي نفس شبكة إيثريوم التي يستخدمها الملايين كل يوم، حيث يتم تبادل الأصول الحقيقية وتعمل التطبيقات الحقيقية. ولكن \"Mainnet\" تساعد في تمييزها عن شبكات الطبقة الثانية لإيثريوم، وشبكات الاختبار (testnets) التي يستخدمها المطورون لتجربة الميزات الجديدة قبل إطلاقها.",
  "page-what-is-ethereum-network-gas-section-description-1": "تكلف كل معاملة على إيثريوم رسومًا بسيطة تسمى رسوم الغاز. سواء كنت ترسل ETH، أو تبادل الرموز، أو تستخدم تطبيقًا، فإنك تدفع مبلغًا صغيرًا من الغاز في كل مرة تكتب فيها بيانات إلى البلوكتشين.",
  "page-what-is-ethereum-network-gas-section-description-2": "<strong>تحافظ رسوم الغاز على تشغيل إيثريوم بسلاسة</strong>. بدونها، يمكن للجهات الفاعلة السيئة إغراق الشبكة بالمعاملات الفارغة وجعلها غير قابلة للاستخدام بسبب الازدحام الشديد، لأنه لن تكون هناك طريقة لتحديد أولويات المعاملات حسب الرسوم التي يرغب المستخدمون في دفعها.",
  "page-what-is-ethereum-network-gas-section-description-3": "تغطي رسوم غاز إيثريوم تكلفة الموارد المختلفة العديدة التي يمكن أن تستهلكها المعاملة، مثل الحوسبة أو النطاق الترددي أو التخزين. يتم تلخيص كل هذا في قيمة واحدة للمستخدمين، ولكن هناك بحث وتطوير مكثف لتحديد تكلفة كل عملية بالنسبة للعمليات الأخرى.",
  "page-what-is-ethereum-network-gas-section-description-4": "إذًا، ماذا يحدث عندما تدفع رسوم الغاز؟ يتم دفع جزء منها <strong>إلى المدقق</strong> الذي يضيف معاملتك إلى \"كتلة\" من المعاملات. يتم <strong>\"حرق\"</strong> جزء آخر، <strong>وإزالته من المعروض</strong>.",
  "page-what-is-ethereum-network-gas-section-description-5": "يساعد هذا على موازنة العرض والطلب، لأنه <strong>عندما تكون الشبكة مزدحمة، ترتفع الرسوم</strong>. وعندما تكون الأمور أكثر هدوءًا، تنخفض الرسوم.",
  "page-what-is-ethereum-network-gas-section-description-6": "منذ أن <blog>أدخلت الشبكة حرق الرسوم</blog> في أغسطس 2021، تم حرق <strong>ملايين من ETH <beaconchain></beaconchain></strong>. يمكنك استكشاف أحدث الأرقام باستخدام <ultrasound>لوحات معلومات الشبكة ومستكشفاتها</ultrasound> التي أنشأها مجتمع إيثريوم.",
  "page-what-is-ethereum-network-gas-section-description-7": "إذًا، كم تكلفة المعاملة؟",
  "page-what-is-ethereum-network-gas-section-description-8": "حسنًا، <strong>تختلف الرسوم حسب ما تفعله</strong>. قد يكلف إرسال ETH ببساطة أقل من دولار واحد. يمكن أن يكلف تبادل الرموز على منصة تبادل لامركزية (DEX) بضعة دولارات أو أكثر، خاصة إذا كانت الشبكة مزدحمة. كلما كانت المعاملة أكثر تعقيدًا، زادت تكلفة الغاز.",
  "page-what-is-ethereum-network-gas-section-description-9": "رسوم الغاز هي أحد الأجزاء الأكثر وضوحًا في استخدام إيثريوم، خاصة للمستخدمين الجدد، ولكنها تهدف جميعًا إلى جعل الشبكة أكثر موثوقية وأمانًا.",
  "page-what-is-ethereum-network-gas-section-description-10": "تعرف على المزيد حول رسوم شبكة إيثريوم",
  "page-what-is-ethereum-network-staking-section-description-1": "يتم تأمين شبكة إيثريوم من خلال نظام يسمى تجميد العملات. هذه هي الطريقة التي يتحقق بها إيثريوم من <strong>المعاملات ويضيف كتلًا جديدة</strong>، ويحافظ على الشبكة <strong>آمنة من الهجمات</strong>.",
  "page-what-is-ethereum-network-staking-section-description-2": "عندما بدأت إيثريوم، استخدمت آلية إجماع (طريقة للاتفاق على من يملك ماذا) تسمى إثبات العمل. هذه هي نفس الآلية التي تستخدمها بيتكوين اليوم.",
  "page-what-is-ethereum-network-staking-section-description-3": "في سبتمبر 2022، قامت إيثريوم بالترقية إلى آلية إجماع إثبات الحصة الأكثر أمانًا وكفاءة في استخدام الطاقة.",
  "page-what-is-ethereum-network-staking-section-description-4": "إذًا، كيف تعمل؟",
  "page-what-is-ethereum-network-staking-section-description-5": "ببساطة، يقوم الأشخاص بحجز بعض ETH <strong>(وضع ETH الخاص بهم كحصة)</strong>، كوديعة حتى يتمكنوا من المساعدة في <strong>تأمين الشبكة</strong>. يُطلق على هؤلاء الأشخاص اسم المدققين. عندما تقوم بتجميد ETH، يتم اختيار المدقق الخاص بك للتحقق من المعاملات الجديدة وإضافتها. إذا قمت بذلك بأمانة، فإنك <strong>تكسب مكافآت</strong>. إذا <strong>حاولت الغش، فإنك تفقد جزءًا من حصتك</strong>.",
  "page-what-is-ethereum-network-staking-section-description-6": "تجميد العملات هو الطريقة التي تلتزم بها إيثريوم بمصداقية جودة خدماتها. كل هذه الأموال المعرضة للخطر لها مصلحة قصوى في بقاء إيثريوم آمنة - هل ستراهن ضدها؟",
  "page-what-is-ethereum-network-staking-section-description-7": "بعد عامين فقط من إطلاق إثبات الحصة، جذبت إيثريوم <validators>أكثر من مليون مدقق</validators> يقومون بتجميد <stakedEther>ملايين من ETH</stakedEther> لتأمين إيثريوم. <strong>هذا يجعل مهاجمة إيثريوم مكلفة وصعبة للغاية</strong>. ويرجع ذلك إلى أنه لمهاجمة الشبكة، <strong>يحتاج الكيان إلى ما لا يقل عن 1/3 من إجمالي ETH المجمّد لبدء مهاجمة الشبكة</strong>. اليوم، يصل هذا المبلغ إلى عشرات المليارات من الدولارات، وحتى في هذه الحالة، من المرجح أن يفشل الهجوم لأن عدم موافقة أكثر من 1/3 على بقية الشبكة من شأنه أن يمنع الإنهاء، ولكن السلسلة ستستمر في النمو مع اعتبار الإصدار الآخر هو مصدر الحقيقة. أكثر من 1/2 يغير الإصدار الذي يعتبر الحقيقة، وأكثر من 2/3 سيسمح بإنهاء شيء لا يتفق عليه الباقون.",
  "page-what-is-ethereum-network-staking-section-description-8": "هذا هو ما يمنح إيثريوم \"<strong>أمانًا اقتصاديًا</strong>\". لا يتعلق الأمر فقط بامتلاك التكنولوجيا المناسبة. يتعلق الأمر بجعل الهجمات باهظة التكلفة لدرجة أنه لا يمكن حتى تجربتها.",
  "page-what-is-ethereum-network-staking-section-description-9": "للمساعدة في تأمين شبكة إيثريوم، يمكنك القيام بذلك بطريقتين رئيسيتين.",
  "page-what-is-ethereum-network-staking-section-description-10": "الطريقة الأولى هي تشغيل عُقدة. تخزن العُقد التاريخ الكامل للبلوكتشين، بما في ذلك جميع المعاملات وبيانات العقود الذكية. من خلال المزامنة مع العُقد الأخرى، يمكنهم الاتفاق على حالة الشبكة، والتأكد من أن المعاملات شرعية وأن بيانات العقود الذكية متاحة.",
  "page-what-is-ethereum-network-staking-section-description-11": "الطريقة الثانية هي تجميد ETH الخاص بك. أسهل طريقة هي من خلال مزود خدمة تجميد العملات مثل <lido>Lido</lido> أو <rocketpool>Rocketpool</rocketpool>. ولكن إذا كانت لديك المعرفة، فجرّب تشغيل برنامج المدقق في المنزل.",
  "page-what-is-ethereum-network-staking-section-description-12": "تعرف على المزيد حول تجميد العملات وكيفية القيام بذلك",
  "page-what-is-ethereum-network-staking-section-description-13": "تعلم كيفية تشغيل عُقدة",
  "page-what-is-ethereum-network-layer-2s-section-description-1": "مع ازدياد شعبية إيثريوم، تصبح الشبكة أكثر ازدحامًا. عندما يكون الطلب مرتفعًا، ترتفع رسوم الغاز وتستغرق المعاملات وقتًا أطول. لإصلاح ذلك، قام المطورون ببناء سلسلة من <strong>الشبكات المرافقة</strong> تسمى الطبقة الثانية.",
  "page-what-is-ethereum-network-layer-2s-section-description-2": "الطبقة الثانية (L2s)، هي شبكات أخرى <strong>تعمل فوق إيثريوم</strong>. فهي تعالج المعاملات بشكل منفصل، ثم ترسل ملخصًا ليتم تخزينه على إيثريوم.",
  "page-what-is-ethereum-network-layer-2s-section-description-3": "يمكنك التفكير فيها على أنها ممرات سريعة على طريق سريع. فبدلاً من مرور كل معاملة عبر شبكة إيثريوم الرئيسية (Mainnet)، يستخدم الكثير منها هذه الطرق الأسرع والأرخص.",
  "page-what-is-ethereum-network-layer-2s-section-description-4": "تتضمن بعض أشهر شبكات الطبقة الثانية (L2s) <strong>Base وArbitrum وOptimism وzkSync</strong> و<strong>Starknet</strong>. تعمل كل منها بشكل مختلف قليلاً، ولكن الفكرة هي نفسها - توسيع نطاق إيثريوم دون المساس بالأمان.",
  "page-what-is-ethereum-network-layer-2s-section-description-5": "يمكن أن يكلف تحويل ETH بسيط على Optimism أو zkSync <l2fees>ما يصل إلى 0.04 دولار</l2fees>، مقارنة بـ 0.3-1 دولار على شبكة إيثريوم الرئيسية. المعاملات الأخرى مثل تبادل الرموز <l2fees>يمكن أن تكلف 0.20 دولار فقط</l2fees>. بالنسبة للمستخدمين، هذا يعني <strong>معاملات أسرع بجزء بسيط من السعر</strong>.",
  "page-what-is-ethereum-network-layer-2s-section-description-6": "نتيجة لذلك، تنمو شبكات الطبقة الثانية بسرعة. وتحتفظ معًا بـ <l2beat>مليارات الدولارات من الأصول الرقمية</l2beat>.",
  "page-what-is-ethereum-network-layer-2s-section-description-7": "نظرًا لأن شبكات الطبقة الثانية تستفيد من أمان إيثريوم، بدأت الشركات التي تتطلع إلى إنشاء مدفوعات وتطبيقات عالمية في البناء على إيثريوم.",
  "page-what-is-ethereum-network-layer-2s-section-description-8": "على سبيل المثال، أطلقت Robinhood مؤخرًا <robinhood>الطبقة الثانية الخاصة بها</robinhood> لاستكشاف تسوية أسرع للأسهم. <paypal>نقلت PayPal عملتها المستقرة PYUSD إلى طبقة إيثريوم الثانية Arbitrum</paypal>. تسمح Shopify الآن <shopify>للتجار بقبول العملة المستقرة USDC</shopify> على Base.",
  "page-what-is-ethereum-network-layer-2s-section-description-9": "بالنسبة للمستخدمين، يعد نقل الأصول بين إيثريوم وشبكات الطبقة الثانية أمرًا بسيطًا. يمكنك استخدام الجسور، التي بنتها شبكات الطبقة الثانية مثل <superbridge>Superbridge by Optimism</superbridge> أو <portal>Portal by ZKsync</portal> لنقل ETH والأصول الأخرى. يمكنك أيضًا استخدام أدوات الطرف الثالث مثل <hop>Hop</hop> و <across>Across</across> التي بنتها فرق مستقلة.",
  "page-what-is-ethereum-network-layer-2s-section-description-10": "تعرف على المزيد حول شبكات الطبقة الثانية من إيثريوم",
  "page-what-is-ethereum-network-live-network-data-section-description-1": "إيثريوم شفافة بطبيعتها. يتم تسجيل كل إجراء على الشبكة، من إرسال ETH إلى تشغيل مدقق، على سجل مفتوح وعام يمكن لأي شخص الوصول إليه.",
  "page-what-is-ethereum-network-live-network-data-section-description-2": "وهذا يتناقض بشكل حاد مع كيفية عمل معظم الأنظمة اليوم:",
  "page-what-is-ethereum-network-live-network-data-section-description-3": "تنشر البنوك والمؤسسات أرقامها الداخلية",
  "page-what-is-ethereum-network-live-network-data-section-description-4": "تحتفظ شركات التكنولوجيا بأرقام استخدام التطبيقات بسرية تامة",
  "page-what-is-ethereum-network-live-network-data-section-description-5": "غالبًا ما تصل البيانات الاقتصادية متأخرة ويتم تعديلها لاحقًا",
  "page-what-is-ethereum-network-live-network-data-section-description-6": "مع إيثريوم، لست بحاجة إلى الثقة. يمكنك التحقق.",
  "page-what-is-ethereum-network-live-network-data-section-description-7": "لست بحاجة إلى فهم أي من هذا لاستخدام إيثريوم. ولكن إذا كنت مهتمًا بمعرفة عدد المعاملات التي تمت تسويتها في عام 2024، أو عدد عناوين إيثريوم الجديدة التي تم إنشاؤها في الأشهر الستة الماضية، فهناك أدوات تتيح لأي شخص استكشاف الشبكة في الوقت الفعلي.",
  "page-what-is-ethereum-network-live-network-data-section-description-8": "فيما يلي بعض مصادر البيانات الأكثر فائدة، وما قد تستخدمها من أجله:",
  "page-what-is-ethereum-network-live-network-data-section-description-9": "<etherscan>Etherscan</etherscan>: تحقق من المعاملات ونشاط المحفظة والعقود الذكية",
  "page-what-is-ethereum-network-live-network-data-section-description-10": "<beaconcha>beaconcha.in</beaconcha>: عرض إحصائيات المدقق ومستويات تجميد العملات وصحة الشبكة",
  "page-what-is-ethereum-network-live-network-data-section-description-11": "<ultrasound>ultrasound.money</ultrasound>: تتبع عرض ETH والإصدار والحرق في الوقت الفعلي",
  "page-what-is-ethereum-network-live-network-data-section-description-12": "<l2fees>l2fees.info</l2fees>: مقارنة تكاليف المعاملات الحالية على إيثريوم وشبكات الطبقة الثانية",
  "page-what-is-ethereum-network-live-network-data-section-description-13": "<l2beat>L2Beat</l2beat>: شاهد القيمة المؤمنة ونماذج الأمان عبر جميع شبكات الطبقة الثانية الرئيسية",
  "page-what-is-ethereum-network-live-network-data-section-description-14": "<growthepie>growthepie</growthepie>: شاهد جميع الأنشطة والنمو على السلسلة عبر إيثريوم",
  "page-what-is-ethereum-network-live-network-data-section-description-15": "<dune>Dune</dune>: استكشف لوحات المعلومات المخصصة لجميع الأصول الرقمية عبر إيثريوم",
  "page-what-is-ethereum-network-live-network-data-section-description-16": "<tokenterminal>Token Terminal</tokenterminal>: قارن إيرادات التطبيقات اللامركزية والاستخدام وأداء البروتوكول",
  "page-what-is-ethereum-network-live-network-data-section-description-17": "<nansen>Nansen</nansen>: تتبع تدفقات المحافظ وحركات العملات المستقرة واتجاهات الأموال الذكية.",
  "page-what-is-ethereum-network-live-network-data-section-description-18": "كل هذه الأدوات موجودة إذا كنت بحاجة إليها.",
  "page-what-is-ethereum-network-live-network-data-section-description-19": "سواء كنت مطورًا أو باحثًا أو مستثمرًا أو مجرد شخص يريد التحقق من معاملة، تمنحك شبكة إيثريوم المفتوحة البيانات - حية وغير مصرح بها وقابلة للتحقق.",
  "page-what-is-ethereum-network-live-network-data-section-description-20": "تصفح لوحات معلومات شبكة إيثريوم ومستكشفات الكتل"
}