{
  "layer-2-arbitrum-note": "يعمل نموذج إثبات الاحتيال حصرًا مع المستخدمين المدرجين على القائمة البيضاء، لم يتم فتح القائمة البيضاء حتى الآن",
  "layer-2-boba-note": "التحقق من الحالة قيد التطوير حاليًا",
  "layer-2-optimism-note": "نموذج إثبات الخطأ قيد التطوير حاليًا",
  "layer-2-hero-title": "الطبقة 2",
  "layer-2-hero-header": "إثيريوم للجميع",
  "layer-2-hero-subtitle": "جارٍ توسيع إيثريوم ليتم تبينه واستخدامه على نطاق واسع.",
  "layer-2-hero-alt-text": "نموذج توضيحي للمعاملات التي يتم طيها على الطبقة 2 ونشرها على شبكة إثيريوم الرئيسية",
  "layer-2-hero-button-1": "ما هي الطبقة 2",
  "layer-2-hero-button-2": "استخدام الطبقة 2",
  "layer-2-hero-button-3": "الانتقال إلى الطبقة 2",
  "layer-2-statsbox-1": "القيمة الإجمالية المحتجزة ضمن الطبقة 2 (دولار أمريكي)",
  "layer-2-statsbox-2": "متوسط رسوم تحويل عملة إثير عبر الطبقة 2 (دولار أمريكي)",
  "layer-2-statsbox-3": "معدّل تغيّر القيمة الإجمالية ضمن الطبقة 2 (30 يومًا)",
  "layer-2-what-is-layer-2-title": "ما هي الطبقة 2؟",
  "layer-2-what-is-layer-2-1": "الطبقة 2 (L2) هي مصطلح جامع يصف مجموعة محددة من الحلول التي تهدف إلى توسيع إثيريوم. <strong>الطبقة 2 هي سلسلة كتل منفصلة تعمل على توسيع إثيريوم و في الوقت نفسه تملك نفس خصائص ضمان الأمان لدى إثيريوم</strong>.",
  "layer-2-what-is-layer-2-2": "لنتعمّق قليلاً الآن في شرحها، ولإجراء ذلك نحتاج أولاً إلى شرح الطبقة 1 (L1).",
  "layer-2-what-is-layer-1-title": "ما هي الطبقة 1؟",
  "layer-2-what-is-layer-1-1": "الطبقة 1 هي البلوكشين الأساسية. يُعد كل من إثيريوم وبيتكوين بلوكشين من الطبقة 1 لأنها <strong>البنية التحتيّة الأساسية التي تُبنى عليها مختلف شبكات الطبقة 2</strong>. من الأمثلة على مشاريع الطبقة 2 \"تكديس المعاملات\" على إثيريوم و شبكة البرق المسرّعة التابعة لبيتكوين. يمكن في النهاية إضافة كل أنشطة معاملات المستخدمين على مشاريع الطبقة 2 هذه إلى بلوكشين الطبقة 1.",
  "layer-2-what-is-layer-1-2": "تعمل إثيريوم أيضًا كطبقة توافر البيانات للطبقة 2. ستقوم مشاريع الطبقة 2 بنشر بيانات المعاملة على إثيريوم، للاعتماد على إثيريوم في توافر البيانات. يمكن استخدام هذه البيانات لمعرفة حالة الطبقة 2، أو الاعتراض على المعاملات في الطبقة 2.",
  "layer-2-what-is-layer-1-list-title": "<strong>إثيريوم باعتبارها الطبقة 1 تشمل:</strong>",
  "layer-2-what-is-layer-1-list-1": "<strong>شبكة من مشغّلي العقد</strong> لتأمين الشبكة ومصادقتها",
  "layer-2-what-is-layer-1-list-2": "<strong>شبكة من منتجي الكتل</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>سلسلة الكتل</strong> بحد ذاتها وسجل لبيانات المعاملات",
  "layer-2-what-is-layer-1-list-4": "<strong>آلية الإجماع</strong> للشبكة",
  "layer-2-what-is-layer-1-list-link-1": "هل لا زلت مشوّشًا فيما يتعلّق بإثيريوم؟",
  "layer-2-what-is-layer-1-list-link-2": "تعلّم ماهية إثيريوم.",
  "layer-2-why-do-we-need-layer-2-title": "لماذا نحتاج إلى الطبقة 2؟",
  "layer-2-why-do-we-need-layer-2-1": "يوجد ثلاث سمات مطلوبة في سلسلة الكتل، وهي <strong> اللامركزية، والأمان، وقابلية التوسع</strong>. لكن تنص <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">المعضلة الثلاثية لسلسلة الكتل</a> على أن بنية سلسلة الكتل البسيطة يمكن أن تحقق اثنتين فقط هذه السمات. هل تريد سلسلة كتل آمنة ولامركزية؟ عليك أن تستغني عن سمة قابلية التوسع.",
  "layer-2-why-do-we-need-layer-2-2": "يعالج اثيريوم حاليًا <a href=\"https://etherscan.io/chart/tx\" target=\"_blank\"> أكثر من مليون معاملة يوميًا </a>. يمكن أن يؤدي طلب استخدام اثيريوم إلى ارتفاع رسوم التحويلات. هنا حيث تكمن اهمية استخدام شبكات الطبقة 2.",
  "layer-2-why-do-we-need-layer-2-scalability": "قابلية التوسع",
  "layer-2-why-do-we-need-layer-2-scalability-1": "يتمثل الهدف الرئيسي من الطبقة 2 في تعزيز إنتاجية المعاملات (عدد معاملات أكبر في الثانية)، دون الاستغناء عن اللامركزية أو الأمان.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "يكون بإمكان شبكة إيثريوم الرئيسية (طبقة 1) معالجة <a href=\"https://ethtps.info/Network/Ethereum\"> ما يقارب 15 معالمة في الثانية </a> فقط. عندما يكون هناك طلب على استخدام الشبكة بسبب وجود الكثير من المعاملات التي يجب معالجتها، تصبح الشبكة مزدحمة مما يؤدي إلى ارتفاع رسوم التحويلات ما يؤدي الى عدم قدرة العديد من المستخدمين على تحمل تكلفة المعاملات بسبب ارتفاع الاسعار عما يمكنهم تحمله. الطبقات 2 هي حلول تقلل من هذه الرسوم من خلال معالجة المعاملات خارج بلوكشين الطبقة 1.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "المزيد عن رؤية إثيريوم",
  "layer-2-benefits-of-layer-2-title": "فوائد الطبقة 2",
  "layer-2-lower-fees-title": "رسوم مخفضة",
  "layer-2-lower-fees-description": "من خلال دمج عدة معاملات من خارج السلسلة في معاملة واحدة من الطبقة 1، ستنخفض رسوم المعاملات بشكل كبير، ما يجعل إثيريوم أيسر منالاً للجميع.",
  "layer-2-maintain-security-title": "المحافظة على الأمان",
  "layer-2-maintain-security-description": "تقوم سلاسل الكتل من الطبقة 2 بتسوية معاملاتها على شبكة إثيريوم الرئيسية، ما يسمح للمستخدمين بالاستفادة من أمان شبكة إثيريوم.",
  "layer-2-expand-use-cases-title": "توسيع نطاق حالات الاستخدام",
  "layer-2-expand-use-cases-description": "مع ارتفاع عدد المعاملات في الثانية، وانخفاض الرسوم، واستخدام تكنولوجيا جديدة، سيتوسع نطاق المشاريع نحو تطبيقات جديدة مع تجربة مستخدم محسنة.",
  "layer-2-how-does-layer-2-work-title": "كيف تعمل الطبقة 2؟",
  "layer-2-how-does-layer-2-work-1": "كما ذكرنا أعلاه، الطبقة 2 هي مصطلح جماعي لحلول توسع شبكة إثيريوم التي تتعامل مع المعاملات خارج طبقة إثيريوم 1، دون الاستغناء عن ميزة الأمان اللامركزي القوي لطبقة إثيريوم 1. \n<strong>الطبقة 2 هي سلسلة بلوكتشين منفصلة توسع نطاق إثيريوم</strong>. كيف يعمل ذلك؟",
  "layer-2-how-does-layer-2-work-2": "هناك أنواع عديدة مختلفة من الطبقة 2، لكل منها مقايضات ونماذج أمنية خاصة بها. الطبقات 2 تأخذ عبء المعاملات بعيدًا عن الطبقة 1 ما يتيح لها بأن تصبح أقل ازدحامًا، ويصبح كل شيء أكثر قابلية للتوسع.",
  "layer-2-rollups-title": "تكديس المعاملات",
  "layer-2-rollups-1": "تعمل حزمة تكديس المعاملات (أو \"التجميع\") على تكديس مئات المعاملات في معاملة واحدة على الطبقة 1. يؤدي ذلك إلى توزيع رسوم معاملات المستوى 1 على كل شخص في تجميع المعاملات، ما يجعلها أقل تكلفة لكل مستخدم.",
  "layer-2-rollups-2": "يتم تنفيذ تكديس المعاملات من الطبقة 1 ولكن يتم إرسال بيانات المعاملة إلى الطبقة 1. وبإرسال بيانات المعاملة إلى الطبقة 1، ترث تكديس المعاملات أمان اثيريوم. هذا لأنه بمجرد تحميل البيانات إلى الطبقة 1، حيث يؤدي إعادة تكديس المعاملات إعادة عن اثيريوم. تتوفر طريقتان مختلفتان لتكديس المعاملات: إيجابي والمعرفة الصفرية - يختلفان في المقام الأول حول كيفية تقديم بيانات المعاملة هذه إلى الطبقة 1.",
  "layer-2-optimistic-rollups-title": "تكديس المعاملات بالطريقة المتفائلة",
  "layer-2-optimistic-rollups-description": "تعد شبكات تكديس المعاملات الإيجابية \"إيجابية\" بمعنى أنه يفترض أن تكون المعاملات صحيحة، ولكن يمكن التشكيك فيها والتأكد من صحتها إذا لزم الأمر. في حالة الاشتباه في معاملة غير صالحة، يتم تشغيل عملية \"إثبات الخطأ\" لمعرفة ما إذا كان قد حدث ذلك.",
  "layer-2-optimistic-rollups-childSentance": "المزيد حول تكديس المعاملات بالطريقة المتفائلة",
  "layer-2-zk-rollups-title": "تكديس المعاملات صفري المعرفة",
  "layer-2-zk-rollups-description": "تكديس المعاملات صفري المعرفة يستخدم \"إثباتات الصلاحية\" حيث تُعالج المعاملات خارج السلسلة، ثم تُرسل البيانات المضغوطة إلى الشبكة الرئيسة لإثيريوم كإثبات على صلاحيتها.",
  "layer-2-zk-rollups-childSentance": "المزيد حول تكديس المعاملات صفري المعرفة",
  "layer-2-dyor-title": "إجراء بحثك الخاص: مخاطر الطبقة 2",
  "layer-2-dyor-1": "العديد من مشاريع الطبقة الثانية حديثة العهد نسبيًا ولا تزال تتطلب من المستخدمين الوثوق ببعض المشغلين وافتراض أنهم صادقون في أثناء عملهم على تحقيق اللامركزية في شبكاتهم. أجر دائمًا البحث الخاص بك لتقرير ما إذا كنت مرتاحًا لأي مخاطر متضمنة.",
  "layer-2-dyor-2": "للحصول على مزيد من المعلومات عن التكنولوجيا والمخاطر وافتراضات الثقة للطبقة 2، نوصي بتصفح L2BEAT، والذي يوفر إطارًا شاملاً لتقييم المخاطر في كل مشروع.",
  "layer-2-dyor-3": "الانتقال إلى L2BEAT",
  "layer-2-use-layer-2-title": "استخدام الطبقة 2",
  "layer-2-use-layer-2-1": "الآن بعد أن فهمت لماذا توجد الطبقة 2 وكيف تعمل، هيا بنا نبدأ التشغيل!",
  "layer-2-contract-accounts": "إذا كنت تستخدم محفظة عقد ذكي مثل Safe أو Argent، فلن تكون المتحكم في هذا العنوان في الطبقة 2 حتى تعيد نشر حساب العقد الخاص بك إلى هذا العنوان في الطبقة 2. ستمتلك الحسابات الكلاسيكية التي تتضمن عبارة استرداد الحساب نفس الحساب تلقائيًا على جميع شبكات الطبقة 2.",
  "layer-2-use-layer-2-generalized-title": "الطبقة 2 العامة",
  "layer-2-use-layer-2-generalized-1": "تعمل الطبقة 2 العامة تمامًا مثل إثيريوم — عدا أنها أرخص. أي شيء يمكنك القيام به على الطبقة 1 من إثيريوم، يمكنك القيام به أيضًا على الطبقة 2. وقد بدأت فعلاً العديد من التطبيقات اللامركزية بالترحيل إلى هذه الشبكات أو هاجرت من الشبكة الرئيسية كليًا للنشر مباشرةً على الطبقة 2.",
  "layer-2-use-layer-2-application-specific-title": "الطبقة 2 المخصصة للتطبيقات",
  "layer-2-use-layer-2-application-specific-1": "الطبقة 2 المخصصة للتطبيقات هي مشاريع متخصصة في تحسين مساحة تطبيق محدد، ما يؤدي إلى تحسين الأداء.",
  "layer-2-sidechains-title": "ملاحظة حول السلاسل الجانبية وفاليديوم وسلاسل الكتل البديلة",
  "layer-2-sidechains-1": "<strong>السلاسل الجانبية وفاليديوم</strong> \nهي سلاسل كتل تسمح بعبور الأصول من إثيريوم واستخدامها ضمن سلسلة كتل أخرى. وتعمل السلاسل الجانبية وفاليديوم بالتوازي مع إثيريوم، وتتفاعل مع إثيريوم بواسطة الجسور، ولكنها لا تعتمد في خواصها الأمنية أو توافر بياناتها على إثيريوم.",
  "layer-2-sidechains-2": "تتوسع السلاسل المذكورة بطريقة مماثلة للطبقة 2 - وتحتاج رسومًا أقل للمعاملات وإنتاجية أعلى من المعاملات - ولكن لديها افتراضات ثقة مختلفة.",
  "layer-2-more-on-sidechains": "المزيد من المعلومات حول السلاسل الجانبية",
  "layer-2-more-on-validiums": "المزيد من المعلومات حول فاليديوم",
  "layer-2-sidechains-4": "تشير بعض البلوكتشينات من الطبقة الأولى إلى وجود إنتاجية أعلى ورسوم معاملات أقل من اثيريوم، ولكن بشكل عام مع وجود مقايضات في مواضع أخرى، على سبيل المثال متطلبات أجهزة أكبر لتشغيل العقد.",
  "layer-2-onboard-title": "كيفية الوصول إلى الطبقة 2",
  "layer-2-onboard-1": "هناك طريقتان أساسيتان لنقل الأصول الخاصة بك إلى الطبقة 2: تحويل الأموال عن طريق جسر من إثيريوم بواسطة العقد الذكي أو سحب الأموال الخاصة بك في عملية تبادل مباشرة إلى شبكة الطبقة 2.",
  "layer-2-onboard-wallet-title": "الأموال في محفظتك؟",
  "layer-2-onboard-wallet-1": "إذا كان لديك بالفعل عملة إثير في محفظتك، فستحتاج إلى استخدام جسر لنقلها من شبكة إثيريوم الرئيسة إلى الطبقة 2.",
  "layer-2-more-on-bridges": "المزيد حول الجسور",
  "layer-2-onboard-wallet-input-placeholder": "اختر الطبقة 2 التي تريد نقل الأموال إليها عن طريق جسر",
  "layer-2-onboard-wallet-selected-1": "يمكنك الاتصال بـ",
  "layer-2-onboard-wallet-selected-2": "استخدام هذه المحافظ:",
  "layer-2-bridge": "الجسر",
  "layer-2-onboard-exchange-title": "أموالك موجودة في عملية تبادل؟",
  "layer-2-onboard-exchange-1": "تقدم بعض المبادلات المركزية الآن عمليات سحب وودائع مباشرة إلى الطبقة 2. تحقق من المبادلات التي تدعم عمليات السحب من الطبقة 2، والطبقة 2 التي تدعمها.",
  "layer-2-onboard-exchange-2": "ستحتاج أيضًا إلى محفظة لسحب أموالك إليها.",
  "layer-2-onboard-find-a-wallet": "العثور على محفظة إثيريوم.",
  "layer-2-onboard-exchange-input-placeholder": "التحقق من عمليات التبادل التي تدعم الطبقة 2",
  "layer-2-deposits": "الودائع",
  "layer-2-withdrawals": "عمليات السحب",
  "layer-2-go-to": "انتقال إلى",
  "layer-2-tools-title": "الأدوات التي تكون فعالة على الطبقة 2",
  "layer-2-tools-l2beat-description": "إن L2BEAT مصدر رائع للاطلاع على تقييمات المخاطر التقنية لمشاريع الطبقة 2. نُوصي بالتحقق من مصادرها عند البحث عن مشاريع محددة من الطبقة 2.",
  "layer-2-tools-l2fees-description": "رسوم الطبقة 2 تتيح لك معرفة التكلفة الحالية (المحددة بالدولار الأمريكي) لإجراء المعاملات على مختلف أنواع الطبقة 2.",
  "layer-2-tools-chainlist-description": "إن Chainlist مصدر رائع لاستيراد RPC الخاص بالشبكة إلى المحافظ المدعومة. سوف تجد هنا RPC لمشاريع الطبقة 2 لمساعدتك على الاتصال.",
  "layer-2-tools-zapper-description": "أدر حافظة Web3 بأكملها من التمويل اللامركزي حتى الرموز المميزة غير القابلة للاستبدال، وكل ما يمكن ظهوره لاحقًا. استثمر في أحدث الفرص من مكان ملائم واحد.",
  "layer-2-tools-zerion-description": "أنشئ وأدِر حافظة التمويل اللامركزي بأكملها من مكان واحد. اكتشف عالم التمويل اللامركزي اليوم.",
  "layer-2-tools-debank-description": "ابقَ على اطلاع بكل الأحداث المهمة في عالم Web3",
  "layer-2-faq-title": "الأسئلة الشائعة",
  "layer-2-faq-question-1-title": "لماذا لا توجد طبقة 2 \"رسمية\" من إثيريوم؟",
  "layer-2-faq-question-1-description-1": "مثلما لايوجد عميل إثيريوم \"رسمي\"، ليست هناك طبقة 2 \"رسمية\" من إثيريوم. لا تحتاج إثيريوم إلى أي تصريح، ويمكن لأي شخص من الناحية التقنية إنشاء طبقة 2! ستقوم فرق متعددة بإنشاء نسختها من الطبقة 2، وسيستفيد النظام البيئي ككل من مجموعة متنوعة من نُهج التصميم التي حُسِّنت لحالات استخدام مختلفة. كما لدينا العديد من عملاء إثيريوم طورتهم فرق متعددة من أجل أن يكون لديهم تنوع في الشبكة، وبالمثل ستكون هذه آلية تطوير الطبقة 2 في المستقبل.",
  "layer-2-faq-question-2-title": "ما هو الاختلاف بين تكديس المعاملات بالطريقة المتفائلة وتكديس المعاملات صفري المعرفة؟",
  "layer-2-faq-question-2-description-1": "كلا الطريقتين تجمع مئات المعاملات (أو \"مجموعة المعاملات\") في معاملة واحدة ضمن الطبقة 1. تُنفذ معاملات تكديس المعاملات خارج الطبقة 1 لكن تُنشر بيانات المعاملات على الطبقة 1.",
  "layer-2-faq-question-2-description-2": "الفرق الرئيسي هو ماهية البيانات المنشورة على الطبقة 1 وكيفية التحقق منها. تؤدي تقنية إثبات الصلاحية (المستخدمة في تكديس المعاملات صفري المعرفة) إلى تشغيل عمليات الحساب خارج السلسلة وتنشر إثباتًا على ذلك، في حين أن تقنية إثبات الخطأ (المستخدمة في تكديس المعاملات بالطريقة المتفائلة) لا تؤدي إلى تشغيل الحسابات في السلسلة إلا عند الاشتباه في حدوث خطأ ويجب التحقق منه.",
  "layer-2-faq-question-2-description-3": "في الوقت الحاضر، معظم عمليات تكديس المعاملات صفري المعرفة مخصصة للتطبيقات، خلافًا لعمليات تكديس المعاملات بالطريقة المتفائلة المعممة بشكل أوسع.",
  "layer-2-more-info-on-optimistic-rollups": "المزيد من المعلومات حول تكديس المعاملات بالطريقة المتفائلة",
  "layer-2-more-info-on-zk-rollups": "المزيد من المعلومات حول تكديس المعاملات صفري المعرفة",
  "layer-2-faq-question-4-title": "ما هي المخاطر المتعلقة بالطبقة 2؟",
  "layer-2-faq-question-4-description-1": "تحتوي مشاريع الطبقة 2 على مخاطر إضافية مقارنة بحيازة الأموال والتعاملات المباشرة في شبكة إثيريوم الرئيسية. على سبيل المثال، قد تبطؤ أجهزة ضبط التسلسل، ما يجبرك على الانتظار للوصول إلى الأموال.",
  "layer-2-faq-question-4-description-2": "نوصيك بإجراء بحثك الخاص قبل تحويل أموال كبيرة إلى طبقة 2. للحصول على مزيد من المعلومات عن التكنولوجيا والمخاطر وافتراضات الثقة للطبقة 2، نوصي بالتحقق من <a href=\"https://l2beat.com/?view=risk\">L2BEAT</a>، والذي يوفر إطارًا شاملاً لتقييم المخاطر لكل مشروع.",
  "layer-2-faq-question-4-description-3": "تسهل جسور سلسلة الكتل نقل الأصول إلى الطبقة 2، وهي حاليًا في مراحلها الأولى من التطوير، ومن المرجح أن يكون تصميم الجسر الأمثل لم يُكتشف بعد. كانت هناك <a href=\"https://rekt.news/wormhole-rekt/\">اختراقات حديثة للجسور</a>.",
  "layer-2-faq-question-5-title": "لماذا هناك مشاريع من الطبقة 2 غير مدرجة هنا؟",
  "layer-2-faq-question-5-description-1": "نرغب في التأكد من إدراجنا المصادر المتاحة الأمثل لضمان تجول المستخدمين في فضاءات الطبقة 2 بطريقة آمنة وموثوق بها. نحن نحافظ على وجود إطار من المعايير لتقييم المشاريع من أجل تضمينها.",
  "layer-2-faq-question-5-view-listing-policy": "اطَّلع على سياسة الإدراج في الطبقة 2 هنا.",
  "layer-2-faq-question-5-description-2": "لكل شخص حرية اقتراح إضافة إحدى الطبقات من الطبقة 2 على ethereum.org. إذا كنت تعرف طبقة 2 لم ندرجها لدينا، <a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">يُرجى اقتراحها</a>.",
  "layer-2-further-reading-title": "قراءة المزيد",
  "a-rollup-centric-ethereum-roadmap": "خارطة طريق إثيريوم للتركيز الإداري",
  "an-incomplete-guide-to-rollups": "دليل غير مكتمل لتكديس المعاملات",
  "polygon-sidechain-vs-ethereum-rollups": "السلسلة الجانبية لـ Polygon مقابل تكديس المعاملات في إثيريوم: نُهج توسع الطبقة 2| Vitalik Buterin وLex Fridman",
  "rollups-the-ultimate-ethereum-scaling-strategy": "تكديس المعاملات - الاستراتيجية النهائية للتوسع في إثيريوم؟ شرح Arbitrum وOptimism",
  "scaling-layer-1-with-shard-chains": "توسع الطبقة 1 مع سلاسل الأجزاء",
  "understanding-rollup-economics-from-first-principals": "فهم اقتصاديات تكديس المعاملات من المبادئ الأولى",
  "arbitrum-description": "Arbitrum One هو تكديس معاملات إيجابي يهدف إلى الشعور بما يشبه التفاعل مع إثيريوم تمامًا، ولكن مع معاملات تكلف جزءًا أبسط مما تكلفه الطبقة 1.",
  "optimism-description": "Optimism هو تكديس المعاملات بالطريقة المتفائلة المكافئ لآلة إثيريوم الافتراضية السريعة والبسيطة والآمنة. إنه يوسع تكنولوجيا إثيريوم مع توسيع قيمها أيضًا من خلال تمويل المنافع العامة بأثر رجعي.",
  "boba-description": "Boba هو تكديس المعاملات بالطريقة المتفائلة المتفرِّع في الأصل من Optimism وهو حل للتوسع يهدف إلى تخفيض رسوم الغاز، وتحسين إنتاجية المعاملات، وتوسيع قدرات العقود الذكية.",
  "loopring-description": "Loopring، وهو حل الطبقة 2 لتكديس المعاملات صفري المعرفة، يهدف إلى تقديم نفس الضمانات الأمنية كشبكة إثيريوم الرئيسية، مع تعزيز التوسع بدرجة كبيرة: حيث ازدادت الإنتاجية بمقدار ألف ضعف وانخفضت التكلفة إلى 0.1% في الطبقة 1.",
  "zksync-description": "ZKsync هي منصة تكديس المعاملات صفري المعرفة التي تركز على المستخدم من تطوير Matter Labs. وهي أحد حلول توسع إثيريوم، كما أنها متاحة بالفعل على شبكة إثيريوم الرئيسية. وتدعم المدفوعات، ومبادلات الرموز المميزة، وسَك الرموز المميزة غير القابلة للاستبدال (NFT).",
  "zkspace-description": "تتكون منصة ZKSpace من ثلاثة أجزاء رئيسية: الطبقة اللامركزية AMM من الطبقة 2 التي تستخدم تكنولوجيا تكديس المعاملات صفري المعرفة المسماة ZKSwap، وخدمة دفع تسمى ZKSquare، وسوق NFT تسمى ZKSea.",
  "aztec-description": "شبكة Aztec هي أول الحلول الخاصة لتكديس المعاملات بالطريقة الصفرية على إثيريوم، ما يمكّن التطبيقات اللامركزية من الوصول إلى الخصوصية والتوسع.",
  "layer-2-note": "ملاحظة:",
  "layer-2-ecosystem-portal": "بوابة النظام البيئي",
  "layer-2-token-lists": "قوائم الرموز المميزة",
  "layer-2-explore": "استكشاف",
  "page-dapps-ready-button": "انتقال"
}
