{
  "page-trillion-dollar-security-meta-title": "مشروع الأمن ذو التريليون دولار - تقرير نظرة عامة عن تحديات الأمن",
  "page-trillion-dollar-security-meta-description": "مشروع 1TS هو جهد شامل في النظام البيئي لترقية أمان إيثريوم. هذا التقرير يستعرض التحديات الأمنية الحالية التي تواجه النظام البيئي.",
  "page-trillion-dollar-security-subtitle": "مشروع الأمن الذي يقدر بتريليون دولار",
  "page-trillion-dollar-security-title": "نظرة عامة على التحديات الأمنية",
  "page-trillion-dollar-security-hero-paragraph-1": "Ethereum هو أكثر نظم البلوكتشين أمانًا ومرونةً وتوثيقًا. على مدار السنوات 10، طوّر نظام الإيثريوم التكنولوجيا والمعايير والمعرفة التي تدعم اليوم نظامًا بيئيًا يستخدمه الملايين والذي يضم أكثر من 600 مليار دولار من رأس المال.",
  "page-trillion-dollar-security-hero-paragraph-2": "ولكن لكي تنجح إيثريوم في المرحلة القادمة من التبني العالمي، لا يزال هناك العديد من التحسينات التي يجب أن تتم. لتحقيق طموحات مجتمعنا، يجب أن تتطور إيثريوم إلى نظام بيئي حيث:",
  "page-trillion-dollar-security-hero-paragraph-3": "<b>مليارات الأفراد يشعرون بالراحة مع الاحتفاظ بأكثر من 1000 دولار على السلسلة</b>، مما يصل إلى تريليونات الدولارات المؤمنة على إيثريوم.",
  "page-trillion-dollar-security-hero-paragraph-4": "<b>الشركات والمؤسسات والحكومات مرتاحة لتخزين أكثر من تريليون 1 دولار من القيمة داخل عقد أو تطبيق واحد</b>، وتكون مرتاحة معاملات بمبالغ مماثلة.",
  "page-trillion-dollar-security-hero-paragraph-5": "مشروع <a>الأمن بتريليون دولار (1TS)</a> هو جهد واسع النطاق لتعزيز أمان شبكة إيثريوم. هذا التقرير هو أول مخرجات مشروع 1TS. على مدار الشهر الماضي، جمعنا التعليقات من المستخدمين والمطورين وخبراء الأمن والمؤسسات حول أين يرون أكبر التحديات ومجالات التحسين. شكرًا لمئات الأشخاص وعشرات المنظمات الذين أخذوا الوقت لمشاركة آرائهم معنا.",
  "page-trillion-dollar-security-hero-paragraph-6": "تُلخّص هذا التقرير نتائجنا، تغطي 6 مجالات مميزة:",
  "page-trillion-dollar-security-report-card-title": "تقرير نظرة عامة على أمان نظام إيثريوم البيئي",
  "page-trillion-dollar-security-download-report": "تحميل PDF",
  "page-trillion-dollar-security-divider-heading": "تقرير نظرة عامة على أمان نظام إيثريوم البيئي",
  "page-trillion-dollar-security-sticky-info": "هذه بعض المعلومات اللاصقة للقسم {section}. ولريم إيسوب ولدور تيس أميت، وسمود.",
  "page-trillion-dollar-security-content-overview-title": "نظرة عامة.",
  "page-trillion-dollar-security-user-experience-title": "تجربة المستخدم (UX)",
  "page-trillion-dollar-security-user-experience-description": "القضايا التي تؤثر على قدرة المستخدمين على إدارة المفاتيح الخاصة بأمان، والتفاعل مع التطبيقات على السلسلة، وتوقيع المعاملات.",
  "page-trillion-dollar-security-smart-contract-title": "أمان العقد الذكي",
  "page-trillion-dollar-security-smart-contract-description": "أمان مكونات العقود الذكية لتطبيقات إيثريوم، ودورة حياة إنتاج البرمجيات.",
  "page-trillion-dollar-security-infrastructure-title": "أمان البنية التحتية والسحابة",
  "page-trillion-dollar-security-infrastructure-description": "المشكلات المتعلقة بالبنية التحتية (سواء كانت متعلقة بالتشفير أو بالتقنيات القديمة) التي تعتمد عليها تطبيقات إيثيريوم، مثل سلاسل الطبقة الثانية، وواجهات البرمجة RPC، وخدمات استضافة السحاب، والمزيد.",
  "page-trillion-dollar-security-consensus-title": "بروتوكول التوافق",
  "page-trillion-dollar-security-consensus-description": "خصائص الأمان في البروتوكول الأساسي، الذي يؤمن سلسلة الكتل الخاصة باريوم من الهجمات أو التلاعب.",
  "page-trillion-dollar-security-incident-title": "المراقبة، استجابة الحوادث، والحد منها",
  "page-trillion-dollar-security-incident-description": "التحديات التي يواجهها المستخدمون والمنظمات عند الرد على خزوقات الأمن، لا سيما في استعادة الأموال أو إدارة التداعيات.",
  "page-trillion-dollar-security-social-title": "الطبقة الاجتماعية والحكومة",
  "page-trillion-dollar-security-social-description": "الحكومة مفتوحة المصدر ليثيرون، المجتمع، ونظامه البيئي من المنظمات.",
  "page-trillion-dollar-security-hero-closing-paragraph-1": "يركز هذا التقرير الأول على تحديد ورسم المشاكل والتحديات التي لا تزال قائمة. ستكون الخطوة التالية هي اختيار القضايا ذات الأولوية القصوى، وتحديد الحلول، والعمل مع النظام البيئي لمعالجتها.",
  "page-trillion-dollar-security-hero-closing-paragraph-2": "نظرًا لأن نظام إيثريوم البيئي لامركزي، فإن تأمين إيثريوم ليس شيئًا يمكن أن تقوم به كيان واحد. تم بناء وصيانة مجموعة تكنولوجيا إيثريوم من قبل منظمات مستقلة حول العالم، بدءًا من المحافظ إلى البنية التحتية إلى أدوات المطورين. على الرغم من أن مشروع 1TS يتم تنسيقه من قبل مؤسسة إيثريوم، فإننا بحاجة إلى مساعدتكم لتأمين إيثريوم.",
  "page-trillion-dollar-security-hero-closing-paragraph-3": "يمكنك المساهمة في مشروع أمان 1TS من خلال مشاركة آرائك وأفكارك:",
  "page-trillion-dollar-security-feedback-question-1": "هل هناك مشاكل تلاحظها في أمان الإيثيريوم لم يتم تضمينها في هذا التقرير؟",
  "page-trillion-dollar-security-feedback-question-2": "ما هي أولويات القضايا التي تم استطلاعها أدناه، برأيك؟",
  "page-trillion-dollar-security-feedback-question-3": "ما الأفكار أو الحلول التي لديك لمعالجة هذه المشكلات؟",
  "page-trillion-dollar-security-contact-paragraph": "نحن متحمسون لسماع أخبارك على <a>trilliondollarsecurity@ethereum.org</a>.",
  "page-trillion-dollar-security-section-1-intro": "تبدأ الأمان بالواجهة التي يستخدمها الناس للتفاعل مع إيثريوم. هذه الحدود بين المستخدمين و نفسها هي مصدر ثابت للتحديات الأمنية.",
  "page-trillion-dollar-security-section-1-paragraph-1": "أحد الميزات الأساسية لتقنية البلوكشين هو الطبيعة الذرية للمعاملات: بمجرد تسجيل تحديث في البلوكشين، لا توجد فرصة للتدخل أو التراجع. وهذا يوفر ضمانات قوية للتناسق وأمان على مستوى البروتوكول، ولكنه يعرض المستخدمين لمخاطر تشغيلية متزايدة: يمكن أن تؤدي خطأ واحد، أو مفتاح مخترق، أو موافقة متسرعة إلى فقدان لا يمكن التراجع عنه.",
  "page-trillion-dollar-security-section-1-paragraph-2": "نتيجة لذلك، تقع عبء كبير من الأمان على المستخدم. لاستخدام الإيثيريوم بأمان، يجب على الأفراد والمنظمات الاحتفاظ بالمفاتيح وإدارتها بشكل آمن، والتفاعل مع التطبيقات على الشبكة، واستخدام مفاتيحهم لتوقيع المعاملات لنقل الأصول أو تحديث حالة الإيثيريوم بطرق أخرى.",
  "page-trillion-dollar-security-section-1-paragraph-3": "كل من هذه المتطلبات يقدم مخاطر مثل اختراق المفتاح أو فقدانه، أو الموافقات المستعجلة أو غير المستنيرة، أو اختراق برنامج المحفظة التي يعتمد عليه المستخدمون للتوجيه والإرشاد أثناء التفاعل مع إيثيريوم.",
  "page-trillion-dollar-security-section-1-1-title": "1.1 إدارة المفاتيح",
  "page-trillion-dollar-security-section-1-1-paragraph-1": "العديد من المستخدمين غير مؤهلين لإدارة المفاتيح التشفيرية بأمان.",
  "page-trillion-dollar-security-section-1-1-paragraph-2": "تعتمد المحفظات البرمجية الأكثر استخدامًا على تخزين عبارات الجذر بشكل آمن من قبل المستخدمين، والتي تمثل مفتاحهم الخاص التشفيري الأساسي، مما يؤدي بهم غالبًا إلى استخدام حلول غير آمنة مثل تخزين عبارات الجذر بنص عادي، على خدمات السحاب، أو كتابتها على الورق.",
  "page-trillion-dollar-security-section-1-1-paragraph-3": "تعتبر المحفظات الصلبة بديلاً يتيح للمستخدمين إدارة مفتاح تشفيري يتم تخزينه داخل جهاز مادي خاص. ومع ذلك، فإن للمحفظات الصلبة عيوبها وسطح الهجوم الخاص بها. يمكن فقدان أو تلف أو سرقة المحفظات الصلبة. العديد من المحفظات الصلبة ليست مفتوحة المصدر وقد تحتوي على سلاسل توريد غير شفافة، مما يزيد من خطر هجوم سلسلة التوريد حيث يتم بيع أجهزة تعرضت للاختراق في السوق.",
  "page-trillion-dollar-security-section-1-1-paragraph-4": "سواء كانت المفاتيح مُدارة في محفظة برمجية أو عتادية، فإن العديد من المستخدمين يشعرون بالتوتر بشأن الاحتفاظ الذاتي بها عندما يمكن أن تتعرض للاختراق من خلال السرقة المادية أو الاعتداء.",
  "page-trillion-dollar-security-section-1-1-paragraph-5": "يواجه المستخدمون من الشركات والمؤسسات تحديات إضافية في إدارة المفاتيح. إذا كان لدى الموظفين الفرديين مفاتيح (على سبيل المثال، كجزء من محفظة متعددة التوقيع)، يجب أن تكون المنظمة قادرة على استبدالها وإنشاء مفاتيح جديدة بسبب التغييرات في الموظفين بمرور الوقت. قد تتطلب متطلبات الامتثال في صناعات وسلطات قضائية مختلفة سير عمل مخصص أو مسارات تدقيق غير مدعومة من قبل برامج المحفظة الحالية. في بعض الحالات، يلجأ المستخدمون من المؤسسات إلى أمناء طرف ثالث للأصول الرقمية، مما قد يقدم مستوى آخر من المخاطر الأمنية التي يجب أخذها في الاعتبار.",
  "page-trillion-dollar-security-section-1-2-title": "1.2 التوقيع الأعمى وعدم اليقين في المعاملات",
  "page-trillion-dollar-security-section-1-2-paragraph": "يعتمد المستخدمون بانتظام على الموافقة على المعاملات \"بشكل أعمى\" دون فهم ما يقومون به. تقدم المحافظ غالبًا بيانات سداسية عشرية خام، وعنوان عقود مقطوع، أو معلومات أخرى غير كافية لفهم المستخدم لعواقب المعاملة المعطاة. وهذا يجعل جميع أنواع المستخدمين عرضة للعقود الذكية الخبيثة، والتصيد، والاحتيال، والواجهات المزورة، واختراقات الواجهة الأمامية، وأخطاء المستخدم الأساسية.",
  "page-trillion-dollar-security-section-1-3-title": "1.3 إدارة الموافقات والعوينات",
  "page-trillion-dollar-security-section-1-3-paragraph-1": "في العديد من تطبيقات إيثيريوم، من الشائع أن يمنح المستخدمون أذونا معينة للتطبيق الأساسي كجزء من الاستخدام العادي. على سبيل المثال، قد يمنح المستخدم بورصة لا مركزية مثل يوني وساب الإذن لتحريك رموزهم من أجل تبادلها مقابل الغيث.",
  "page-trillion-dollar-security-section-1-3-paragraph-2": "يمكن أن تحتوي هذه الموافقات على حدود للمبلغ، ولكن العديد من المحفظات تفترض بشكل افتراضي منح موافقات غير محدودة دون تاريخ انتهاء. ولا توجد وسيلة للمستخدمين لإدارة أو مراجعة موافقاتهم المستحقة من داخل معظم المحافظ.",
  "page-trillion-dollar-security-section-1-3-paragraph-3": "يمكن أن يعرض هذا المستخدمين لتطبيقات خبيثة أو واجهات تعرضت للاختراق، لأن النمط الافتراضي للعديد من المستخدمين هو منح موافقات غير محدودة يمكن استخدامها لاستنزاف أموالهم. حتى إذا منح المستخدم موافقة لعقد ذكي شرعي، إذا تعرض هذا العقد للاختراق لاحقًا أثناء استمرار الموافقة، فإن العقد المخترق يمكن أن يستنزف أموال المستخدم.",
  "page-trillion-dollar-security-section-1-3-paragraph-4": "هذا يشكل نفس المستوى من المخاطر لمستخدمي المؤسسات. على سبيل المثال، قد تختار مؤسسة ما أن تمنح جهاز توجيه DEX حدًا غير محدود من عملة USDC لتسهيل العمليات، مما يعرضها لمخاطر إذا تم تحديث عقد التوجيه.",
  "page-trillion-dollar-security-section-1-4-title": "1.4 واجهات الويب المتعثرة",
  "page-trillion-dollar-security-section-1-4-paragraph-1": "معظم المستخدمين لا يتفاعلون بشكل مباشر مع العقد الذكي، بل من خلال واجهة ويب عبر أجهزتهم المحمولة أو متصفح الويب.",
  "page-trillion-dollar-security-section-1-4-paragraph-2": "يمكن أن تكون هذه الواجهات الأمامية عرضة للهجوم من خلال وسائل مألوفة مثل اختطاف DNS، حقن جافا سكريبت الضارة، الاستضافة غير الآمنة، أو الاعتماد على أطراف ثالثة مختلفة. يمكن أن تؤدي تجربة المستخدم للتطبيق الم إلى تحويل جميع أنواع المستخدمين إلى عقود ذكية ضارة أو دفعهم لتوقيع معاملات مضللة.",
  "page-trillion-dollar-security-section-1-5-title": "1.5 الخصوصية",
  "page-trillion-dollar-security-section-1-5-paragraph-1": "يمكن أن تخفف الخصوصية أو تزيد من مخاطر الأمان لمستخدمي جميع الأنواع.",
  "page-trillion-dollar-security-section-1-5-paragraph-2": "تُعرّض حماية الخصوصية الضعيفة المستخدمين الأفراد لمجموعة متنوعة من التهديدات المستهدفة مثل التصيد، والاستغلال، والاحتيال، أو الهجمات الجسدية. تتعرض العديد من أنماط تجربة المستخدم الشائعة المستخدمين، مثل إعادة استخدام العناوين، وبيانات اعرف عميلك، وتسريبات البيانات الوصفية الأخرى.",
  "page-trillion-dollar-security-section-1-5-paragraph-3": "بالنسبة للمؤسسات والشركات، فإن الخصوصية غالبًا ما تكون مطلبًا تجاريًا أساسيًا لأغراض الامتثال أو لحالات استخدام معينة. بالإضافة إلى هذه القضايا، يمكن أن تخلق تعرضًا لمخاطر أمنية معينة. على سبيل المثال، قد يتطلب مستخدم لنظام سلسلة التوريد المبني على الإيثيريوم ضمانات قوية للخصوصية لحماية أصول الملكية الفكرية التي قد تتعرض للخطر إذا كان النظام شفافًا.",
  "page-trillion-dollar-security-section-1-6-title": "1.6 التجزئة",
  "page-trillion-dollar-security-section-1-6-paragraph-1": "يوجد نقص في التناسق في كيفية تعامل المحافظ المختلفة مع السلوكيات الأساسية مثل عرض المعاملات، ومعالجة الموافقات، أو تصنيف العقود. إن هذا التشتت في تجربة المستخدم يضيف جواً من التعقيد لقدرة المستخدم على تعلم كيفية استخدام المحافظ بأمان، ويزيد من المخاطر.",
  "page-trillion-dollar-security-section-1-6-paragraph-2": "على سبيل المثال، لا يمكن للمستخدمين الاعتماد على إشارات تجربة المستخدم المتسقة لحماية أنفسهم من التصيد الاحتيالي وتزوير الهوية، حيث تختلف عبر المحافظ. لا يمكن للمستخدمين تكوين توقعات موثوقة حول كيفية عمل الإيثيريوم إذا كانت كل أداة تعمل بشكل مختلف.",
  "page-trillion-dollar-security-section-2-intro": "العقود الذكية هي المكونات المعتمدة على البلوكشين لتطبيقات إيثريوم: الشيفرة التي تحتفظ بالأموال، تحدد ضوابط الوصول، وتفرض منطق العمل للتطبيق. نظرًا لأن العقود الذكية عادةً ما تكون شفافة ومتاحه لأي شخص، فإنها عدّ سطح هجوم حاسم عند النظر في الأمان في نظام إيثريوم.",
  "page-trillion-dollar-security-section-2-paragraph-1": "لقد تحسنت أمان العقود الذكية بشكل جذري على مر تاريخ إيثريوم. حفزت الحوادث الأمنية الأولى مثل اختراق DAO النظام البيئي على الاحتراف وتحسين التدابير الوقائية عبر دورة حياة البرمجيات التي تؤدي إلى نشر الكود على الشبكة. تشمل التحسينات الرئيسية:",
  "page-trillion-dollar-security-section-2-list-1": "أصبح تدقيق الأمان ممارسة معيارية، حيث دخلت عدة شركات أمان إلى النظام البيئي وبدأت في تطوير الخبرة.",
  "page-trillion-dollar-security-section-2-list-2": "أصبحت أنظمة الأدوات والاختبار والتحليل الثابت ناضجة وأصبح استخدامها ممارسة قياسية.",
  "page-trillion-dollar-security-section-2-list-3": "مكتبات المكونات العامة المدققة مسبقًا وفرت للمطورين كتل بناء آمنة بشكل افتراضي.",
  "page-trillion-dollar-security-section-2-list-4": "تم اعتماد تقنيات التحقق الرسمي، ولا سيما للجسور، وأنظمة التحقق، والعقود عالية القيمة.",
  "page-trillion-dollar-security-section-2-list-5": "تحسنت ثقافة الأمان والممارسات الجيدة في النظام البيئي.",
  "page-trillion-dollar-security-section-2-list-6": "إنشاء برامج مكافآت كبيرة تعززت بها طبقة التطبيق.",
  "page-trillion-dollar-security-section-2-paragraph-2": "ومع ذلك، لا تزال هناك نقاط ضعف ومجالات بحاجة إلى تحسين في هذا المجال.",
  "page-trillion-dollar-security-section-2-1-title": "2.1 ثغرات العقد",
  "page-trillion-dollar-security-section-2-1-paragraph": "على الرغم من التقدم في أمان العقود الذكية، لا تزال هناك ثغرات يمكن أن تؤدي إلى مشكلات أمان كبيرة، بما في ذلك:",
  "page-trillion-dollar-security-section-2-1-list-title-1": "مخاطر تحديث العقد",
  "page-trillion-dollar-security-section-2-1-list-desc-1": "بعض العقود مصممة لتكون قابلة للتعديل بعد نشرها، لتمكين فريق التطوير من الاستمرار في تحديث وتحسين التطبيق. ومع ذلك، فإن هذا. قد تؤدي التحديثات إلى ظهور ثغرات جديدة، أو فقدان كامل لأموال المستخدمين في حالة ترقية خبيثة.",
  "page-trillion-dollar-security-section-2-1-list-title-2": "إعادة الإدخال",
  "page-trillion-dollar-security-section-2-1-list-desc-2": "حيث يتصل العقد A بعقد خارجي B قبل تحديث حالته الداخلية، ويتصل العقد B مرة أخرى بالعقد الأصلي A قبل انتهاء المكالمة الأولى.",
  "page-trillion-dollar-security-section-2-1-list-title-3": "الاستخدام غير الآمن للمكتبات الخارجية",
  "page-trillion-dollar-security-section-2-1-list-desc-3": "حيث يتطلب العقد مكتبة خارجية قد تكون غير مراجعة أو خبيثة أو قابلة للتحديث.",
  "page-trillion-dollar-security-section-2-1-list-title-4": "مكونات غير مدققة",
  "page-trillion-dollar-security-section-2-1-list-desc-4": "بينما قد تحسنت عملية التدقيق واستخدام المكتبات القياسية، يعتمد المطورون أحيانًا على مكونات غير مدققة في تطبيقاتهم.",
  "page-trillion-dollar-security-section-2-1-list-title-5": "إخفاقات التحكم بالوصول",
  "page-trillion-dollar-security-section-2-1-list-desc-5": "أينما كانت ولأذانات مكونة بشكل خاطئ أو محددة بشكل واسع جدًا، مما يسمح للمهاجمين باتخاذ إجراءات خبيثة.",
  "page-trillion-dollar-security-section-2-1-list-title-6": "دخول غير مصرح به",
  "page-trillion-dollar-security-section-2-1-list-desc-6": "حيث يتم الحصول على مفتاح خاص قادر على التحكم في العقد بواسطة جهة خبيثة.",
  "page-trillion-dollar-security-section-2-1-list-title-7": "الجسور والتفاعلات عبر الشبكات المتعددة",
  "page-trillion-dollar-security-section-2-1-list-desc-7": "تقدم الجسور وبروتوكولات السلاسل المتقاطعة تعقيدًا إضافيًا، ويمكن للمهاجمين استغلال الثغرات في كيفية تمرير أو التحقق من الرسائل بين السلاسل.",
  "page-trillion-dollar-security-section-2-1-list-title-8": "أو إساءة استخدام توقيع حساب مملوك خارجي (EOA)",
  "page-trillion-dollar-security-section-2-1-list-desc-8": "يمكن أن تقوم التطبيقات الخبيثة بالتلاعب بالمستخدمين لجعلهم يوقعون على تفويض كامل لحسابهم لصالح طرف آخر، مما يمكّن من السرقة. ويمكن أن تستخدم التطبيقات الخبيثة الرسائل الموقعة من المستخدم بطرق غير متوقعة، مثل الهجمات المعادة.",
  "page-trillion-dollar-security-section-2-1-list-title-9": "خطر ناشئ من الأخطاء التي تنتج عن توليد الأطواد بواسطة الذكاء الاصطناعي أو أدوات إعادة هيكلة التعليمات البرمجية الآلية",
  "page-trillion-dollar-security-section-2-2-title": "2.2 تجربة المطور، الأدوات و لغات البرمجة",
  "page-trillion-dollar-security-section-2-2-paragraph": "تظهر الثغرات في الكود المنشور نتيجةً لخطأ من المطورين. لقد جعلت أدوات المطورين المحسّنة من السهل بشكل كبير نشر العقود الذكية بشكل آمن. ومع ذلك، لا تزال هناك مشكلات.",
  "page-trillion-dollar-security-section-2-2-list-title-1": "نقص في الإعدادات الافتراضية الآمنة في الأطر الشائعة",
  "page-trillion-dollar-security-section-2-2-list-desc-1": "تفضل بعض الأدوات المرونة أو السرعة على السلامة، حيث تعين إعدادات غير آمنة مثل الموافقات غير المحدودة للتكونات في دالة الموافقة()، أو أخفق تضمين أنماط التحكم في الوصول بشكل افتراضي.",
  "page-trillion-dollar-security-section-2-2-list-title-2": "رمز مخصص للتحكمات التشغيلية المتقدمة",
  "page-trillion-dollar-security-section-2-2-list-desc-2": "يجب على المستخدمين المؤسسيين الذين لديهم متطلبات تشغيلية معقدة غالبًا بناء الميزات المطلوبة من الصفر، مما يزيد من خطر وجود ثغرات. هناك نقص في المكونات الآمنة أو الأطر الموحدة لعمليات الأمان المتقدمة.",
  "page-trillion-dollar-security-section-2-2-list-title-3": "تغطية اختبار غير متسقة",
  "page-trillion-dollar-security-section-2-2-list-desc-3": "عبر مجموعات الأدوات، فضلاً عن عدم وجود معايير حول استخدام تقنيات مثبتة مثل اختبار الأمان بواسطة إدخال عشوائي أو التحقق من الثوابت.",
  "page-trillion-dollar-security-section-2-2-list-title-4": "انخفاض اعتماد طرق التحقق الرسمي",
  "page-trillion-dollar-security-section-2-2-list-desc-4": "تقنيات التحقق الرسمي قوية، لكنها معقدة ومكلفة، وتتطلب خبرة متخصصة في المجال، وليست متكاملة بشكل جيد ضمن سير العمل القياسي للمطورين، حيث يمكن استخدامها في وقت مبكر جداً من إنتاج البرمجيات للتحقق من الأمان في مرحلة المواصفات.",
  "page-trillion-dollar-security-section-2-2-list-title-5": "القضايا المتعلقة بالتحقق من العقود",
  "page-trillion-dollar-security-section-2-2-list-desc-5": "لا يمكن للمستخدمين والمطورين تقييم موثوقية العقود المنشورة بسهولة، أو مدى التحقق من أمانها (مثل عمليات تدقيق النص البرمجي)، أو وجود مخاطر كامنة. وفي حين أن هناك حلولًا لهذا الغرض، فلا تزال هناك العديد من المشكلات. والأدوات التي تعالج هذه المشكلات ليست معتمدة على نطاق واسع، ولا تزال المعايير التي من شأنها توحيد الأساليب مجزأة، وبعض الخدمات الحالية هي نفسها تبعيات مركزية.",
  "page-trillion-dollar-security-section-2-2-list-title-6": "مخاطر المترجم",
  "page-trillion-dollar-security-section-2-2-list-desc-6": "يمكن أن تحتوي المجمعات (البرمجيات التي تحول الشيفرة القابلة للقراءة من الإنسان مثل إلى بيات كود يُستخدم من قبل EVM نفسه) على عيوب قد تُدخل أخطاء في العقود الذكية قبل أن يتم نشرها. يعتمد نظام إيثريوم البيئي اليوم بشكل أساسي على مجمع، مما يعني أن وجود خطأ فيه قد يؤثر بشكل واسع.",
  "page-trillion-dollar-security-section-2-2-list-title-7": "تنوع وعمق لغات البرمجة",
  "page-trillion-dollar-security-section-2-2-list-desc-7": "بينما تمتلك نظام أدوات عميق مبني عليها، يرغب بعض المطورين في ميزات أمان أكثر حداثة موجودة في لغات برمجة أخرى، مثل أمان الذاكرة.",
  "page-trillion-dollar-security-section-2-3-title": "2.3 تقييم المخاطر للكود على السلسلة",
  "page-trillion-dollar-security-section-2-3-paragraph": "تتمتع المؤسسات والشركات بعمليات ومعايير ومتطلبات قائمة لتقييم أمان التكنولوجيا والأنظمة التي تعتمد عليها. ومع ذلك، غالبًا ما لا تتوافق الأطر الحالية بشكل واضح مع العقود الذكية، حيث تفترض عادةً وجود كود قابل للتغيير، وتحكم مركزي على التغييرات، وخطوط واضحة للمسؤولية أو المسؤولية القانونية. قد تقوم الأنظمة المبنية على العقود الذكية أحيانًا بكسر تلك الافتراضات، مما يجعل من الصعب على المنظمات اعتماد الإيثريوم وإدارة المخاطر بشكل مناسب.",
  "page-trillion-dollar-security-section-3-intro": "تعتمد العديد من استخدامات الإيثريوم على مجموعة متنوعة من مزودي البنية التحتية، بما في تلك البنية التحتية الخاصة بالتشفير (مثل، سلاسل الطبقة 2، ومزودي RPC) والبنية التحتية التقليدية السحابية والإنترنت (مثل، AWS، CDN، DNS).",
  "page-trillion-dollar-security-section-3-paragraph-1": "تُعتبر هذه الأنظمة سطح هجوم لكل من واجهة المحفظة وطبقة التطبيقات (على سبيل المثال، نقاط نهاية RPC للمحافظ) ولبروتوكول إيثريوم نفسه (على سبيل المثال، يتم استضافة العديد من المحققين على بنية تحتية سحابية). يمكن أن تؤدي تسوية المفتاح الخاص، والتصيد الاحتيالي، ونقص ضوابط الوصول الدقيقة إلى انقطاع واسع النطاق، والسرقة، أو تغييرات غير مصرح بها، حتى لو ظل بروتوكول البلوكشين الأساسي آمنًا.",
  "page-trillion-dollar-security-section-3-1-title": "3.1 سلاسل الطبقة 2",
  "page-trillion-dollar-security-section-3-1-paragraph": "تعمل سلاسل الطبقة 2 (L2s) كامتدادات للإيثيريوم، مما يتيح بيئات أسرع وأقل تكلفة مع الاحتفاظ ببعض ضمانات الأمان المميزة لشبكة الإيثيريوم الرئيسية (اعتمادًا على تصميمها المحدد). ومع ذلك، فإن لديها أيضًا أسطح هجوم مميزة خاصة بها تشمل:",
  "page-trillion-dollar-security-section-3-1-list-title-1": "تعقيد الأصول المرتبطة عبر خطوات متعددة",
  "page-trillion-dollar-security-section-3-1-list-desc-1": "عندما تسافر الأصول بين L1 و L2s متعددة، فإنها تتعرض لمجموعات متعددة من العقود، يجب أن تكون جميعها آمنة. يمكن أن يؤدي عدم تطابق المحاسبة أو الانقطاعات في سلاسل L2 إلى إدخال ثغرات يمكن أن يستغلها المهاجمون.",
  "page-trillion-dollar-security-section-3-1-list-title-2": "تعتمد الطبقات L2s للبيانات على أنظمة الإثبات لضمان صحة تحديثات الحالة",
  "page-trillion-dollar-security-section-3-1-list-desc-2": "يمكن أن تؤدي الأخطاء أو التكوينات غير الصحيحة في هذه الأنظمة إلى توقف أو منع الانتهاء، أو السماح بإنهاء تحديثات حالة زائفة مما يؤدي إلى فقدان أموال المستخدمين.",
  "page-trillion-dollar-security-section-3-1-list-title-3": "مجالس الأمن هي مجموعات من حاملي المفاتيح الذين يعملون كآلية \"احتياطية\" لتحديث برنامج L2 أو الاستجابة لحالات الطوارئ معينة",
  "page-trillion-dollar-security-section-3-1-list-desc-3": "تمثل مجالس الأمن نفسها مخاطر، حيث يمكن أن يؤدي التوصل إلى تسويات أو تواطؤ بين الأعضاء إلى تعريض أموال المستخدمين للخطر أو تجميد الأصول.",
  "page-trillion-dollar-security-section-3-1-paragraph-2": "انظر إلى <a>L2</a> للحصول على إطار عمل مَفصِل ولوحة تحكم للرصد تقيم وتقارن أداء وأمان الجيل الثاني.",
  "page-trillion-dollar-security-section-3-2-title": "3.2 بنية تحتية لخدمة RPC والعقد",
  "page-trillion-dollar-security-section-3-2-paragraph-1": "تعتمد تطبيقات إيثريوم على عدد قليل من مزودي البنية التحتية للوصول إلى RPC، والواجهات البرمجية، وخدمات العقد. يشمل ذلك المزودين الذين يركزون على العملات الرقمية، بالإضافة إلى خدمات السحابة التقليدية التي تُستخدم عادةً لاستضافة العقد (مثل AWS، Cloudflare).",
  "page-trillion-dollar-security-section-3-2-paragraph-2": "إذا توقفت هذه مزودي البنية التحتية عن العمل أو حاولوا فرض رقابة أو تقليل الوصول، فقد يمنع العديد من المستخدمين من الوصول إلى من خلال محفظتهم أو تطبيقهم، حتى يتمكنوا من الانتقال إلى مزود جديد لـ RPC أو مزود بنية تحتية أخرى. وقد قام بعض هؤلاء المزودين سابقًا بتعليق أو إغلاق حسابات مرتبطة بنشاطات البلوكشين، مما يثير المخاوف بشأن على المدى الطويل للتطبيقات اللامركزية.",
  "page-trillion-dollar-security-section-3-3-title": "3.3 ثغرات على مستوى DNS",
  "page-trillion-dollar-security-section-3-3-paragraph": "نظام أسماء النطاقات (DNS) هو طبقة أساسية من الإنترنت، لكنه أيضًا مركزي ويمكن اختراقه. العديد من المستخدمين يصلون إلى التطبيقات من خلال المجالات الإلكترونية، والتي تكون عرضة لـ:",
  "page-trillion-dollar-security-section-3-3-list-1": "اختراق نظام أسماء النطاقات حيث يقوم المهاجم بإدخال واجهة أمامية مزيفة خبيثة.",
  "page-trillion-dollar-security-section-3-3-list-2": "حجز النطاقات، حيث يمكن للحكومة أو المسجل حجز النطاقات.",
  "page-trillion-dollar-security-section-3-3-list-3": "التصيد الاحتيالي عبر النطاقات المشابهة، حيث يسجل المهاجمون أسماء متطابقة تقريبًا لخداع المستخدمين.",
  "page-trillion-dollar-security-section-3-4-title": "3.4 سلسلة توريد البرمجيات والمكتبات",
  "page-trillion-dollar-security-section-3-4-paragraph": "يعتمد مطورو إيثريوم على المكتبات مفتوحة المصدر، وغالبًا ما يتم سحبها مباشرةً من خدمات مثل أو GitHub. إذا تم اختراق هذه المكتبات، فإنها يمكن أن تكون وسيلة لشن هجمات مثل:",
  "page-trillion-dollar-security-section-3-4-list-title-1": "حقن حزمة خبيثة",
  "page-trillion-dollar-security-section-3-4-list-desc-1": "حيث يقوم المهاجمون باختراق حزمة مستخدمة على نطاق واسع أو نشر واحدة تحت اسم مشابه",
  "page-trillion-dollar-security-section-3-4-list-title-2": "اعتماديات مخطوفة",
  "page-trillion-dollar-security-section-3-4-list-desc-2": "حيث يفقد المشرفون السيطرة على مشروع ما ويدخل جهة خبيثة كودًا ضارًا",
  "page-trillion-dollar-security-section-3-4-list-title-3": "تسوية المطورين",
  "page-trillion-dollar-security-section-3-4-list-desc-3": "حيث تحتوي الحزم المثبتة على كود يمنح المهاجم السيطرة على جهاز الكمبيوتر الخاص بالمطور.",
  "page-trillion-dollar-security-section-3-5-title": "3.5 خدمات تسليم الواجهة الأمامية والمخاطر المرتبطة بها",
  "page-trillion-dollar-security-section-3-5-paragraph": "تقدم العديد من تطبيقات الإيثيريوم واجهاتها الأمامية من خلال شبكة توصيل المحتوى (CDN) أو منصة استضافة تعتمد على السحابة (مثل و Netlify و Cloudflare). إذا تم اختراق هذه الخدمات، يمكن أن تصبح وسيلة للهجمات مثل حقن جافا سكريبت الضارة، حيث يقوم المهاجمون بتقديم واجهة أمامية معدلة للمستخدمين.",
  "page-trillion-dollar-security-section-3-6-title": "3.6 رِقابة مستوى مزود خدمة الإنترنت",
  "page-trillion-dollar-security-section-3-6-paragraph-1": "يمكن لمزودي خدمات الإنترنت () أو الدول القومية استخدام السيطرة على البنية التحتية الأساسية للإنترنت للرقابة على الوصول إلى الإيثيريوم. على سبيل المثال، يمكن أن تشمل هذه الهجمات:",
  "page-trillion-dollar-security-section-3-6-list-1": "حجب أو تقليل حركة المرور إلى منافذ Ethereum الشائعة",
  "page-trillion-dollar-security-section-3-6-list-2": "تصنيف طلبات DNS التي تحل إلى خدمات متعلقة بالغويرية",
  "page-trillion-dollar-security-section-3-6-list-3": "تقييد الجغرافيا أو حظر IP ضد العقد المعروفة ليثريان",
  "page-trillion-dollar-security-section-3-6-list-4": "فحص الحزم العميق لتحديد ورقابة حركة المرور المتعلقة ببروتوكول إيثيريوم",
  "page-trillion-dollar-security-section-3-6-paragraph-2": "العديد من هذه التقنيات الأساسية تُستخدم بالفعل من قبل الحكومات الاستبدادية حول العالم لقمع الوصول إلى المعلومات، وأدوات الاحتجاج، أو العملات المشفرة اليوم.",
  "page-trillion-dollar-security-section-4-intro": "بروتوكول الإجماع في إيثيريوم يحدد كيفية تحديث الشبكة لحالة بلوك تشين إيثيريوم والتوصل إلى اتفاق. هذا البروتوكول هو أساس ما يجعل إيثيريوم منصة موثوقة للمال والتمويل والهوية والحكومة والأصول الحقيقية والمزيد.",
  "page-trillion-dollar-security-section-4-paragraph-1": "لقد أثبت بروتوكول التوافق الخاص باريوم قوته في الممارسة، حيث لم يكن هناك أي انقطاع منذ إطلاقه أول مرة في عام 2015 وعبر عدة ترقيات. ومع ذلك، لا تزال هناك مجالات طويلة الأجل بحاجة إلى تحسين لجعل النظام أكثر مرونة وأمانًا.",
  "page-trillion-dollar-security-section-4-1-title": "4.1 هشاشة الإجماع ومخاطر التعافي",
  "page-trillion-dollar-security-section-4-1-paragraph": "قواعد اختيار الانقسام والانتهاء في إيثيريوم متينة، لكنها ليست محصنة ضد الهجمات. خلال بعض الحالات القاسية (مثل استمرار عدم توافق المدققين، أو أخطاء العملاء، أو انقطاع الشبكة) قد يتوقف التوافق أو ينحرف مؤقتًا. في الظروف القصوى، قد يؤدي ذلك إلى فرض عقوبات متتالية على المدققين بسبب تسريبات عدم النشاط أو الجزاء، مما قد يؤدي أيضًا إلى هروب رأس المال من المدققين.",
  "page-trillion-dollar-security-section-4-2-title": "4.2 تنوع العملاء",
  "page-trillion-dollar-security-section-4-2-paragraph": "تنوع عملاء إيثريوم الرائد في الصناعة يحمي الشبكة من الأخطاء في أي عميل واحد. ومع ذلك، يمكن أن يتحسن تنوع العملاء مع المزيد من اعتماد العملاء الأقلية لتقليل هذا المخاطر بشكل أكبر.",
  "page-trillion-dollar-security-section-4-3-title": "4.3 مركزية الرهان وهيمنة الم",
  "page-trillion-dollar-security-section-4-3-paragraph": "كمية كبيرة من وزن المدققين مركزة في بروتوكولات الرهن السائل، وخدمات الحفظ، ومشغلي العقدة الكبيرة. يمكن أن تؤدي هذه التركيزات إلى مخاطر مثل:",
  "page-trillion-dollar-security-section-4-3-list-1": "الاستحواذ أو التأثير على الحكم. إذا تعاونت الكيانات التي تسيطر على كميات كبيرة من الأسهم (أو الكيانات التي تمتلك القوة القانونية للتأثير على تلك الكيانات) معًا، فيمكن أن يكون لها تأثير كبير على الكتل التي يُقترح عليها ويتم تأكيدها، مما قد يؤدي إلى فرض الرقابة على المستخدمين، أو التأثير على ترقيات البروتوكول.",
  "page-trillion-dollar-security-section-4-3-list-2": "التجانس في اختيار العملاء وإعداد البنية التحتية، مما يمكن أن يزيد من مخاطر الفشل المتزامن.",
  "page-trillion-dollar-security-section-4-4-title": "4.4 فجوات غير محددة في التنسيق والتخفيض الاجتماعي",
  "page-trillion-dollar-security-section-4-4-paragraph": "في بعض أوضاع الفشل القصوى، سيعتمد الإيثريوم على \"الخَصْم الاجتماعي\" لمعاقبة المدققين الذين تصرفوا بشكل ضار لمهاجمة الشبكة (انظر القسم 6.1). ومع ذلك، فإن البنية التحتية والمعايير والعمليات المتوقعة لهذا النوع من الخَصْم غير متطورة. لا يوجد آلية محددة ستستخدمها المجتمع للمشاركة في هذه العملية.",
  "page-trillion-dollar-security-section-4-5-title": "4.5 هجمات اقتصادية ونظرية الألعاب",
  "page-trillion-dollar-security-section-4-5-paragraph": "تظل العديد من مجالات الهجوم الاقتصادي المحتملة غير مدروسة، بما في ذلك:",
  "page-trillion-dollar-security-section-4-5-list-1": "هجمات الإيذاء أو تخفيض الإيذاء. قد يتحمل المدققون تكاليف أو غرامات تخفيض ليست بسبب أخطائهم الخاصة ولكن بسبب سلوك عدائي يهدف فقط إلى إلحاق الضرر بالآخرين بتكلفة صافية على المهاجم.",
  "page-trillion-dollar-security-section-4-5-list-2": "الخروج الاستراتيجي أو المقصودة. يمكن للمصادقين أن يذهبوا عمدًا إلى العمل غير المتصل أو الخروج في أوقات حرجة لزيادة الأرباح أو تعطيل الإجماع مع الحد الأدنى من العقوبات.",
  "page-trillion-dollar-security-section-4-5-list-3": "التواطؤ بين المدققين أو أجهزة الإرسال. يمكن أن يقلل السلوك المنسق بين المدققين أو بين أجهزة الإرسال والمدققين من اللامركزية، أو يستخرج MEV.",
  "page-trillion-dollar-security-section-4-5-list-4": "استغلال حوافز الحالات الطرفية في MEV، فصل المقترح عن الباني، أو تصميم الرهان السائل. قد يقوم اللاعبون بالتلاعب في الظروف النادرة للبروتوكول لتحقيق مكافآت كبيرة.",
  "page-trillion-dollar-security-section-4-6-title": "4.6 مخاطر الكم",
  "page-trillion-dollar-security-section-4-6-paragraph-1": "يمكن في يوم من الأيام اختراق التشفير الأساسي لإيثريوم (على سبيل المثال، توقيعات المنحنى الإهليلجي مثل secp256k1) بواسطة الحواسيب الكمومية. وفي حين أن هذا ليس خطرًا وشيكًا، فإن أي تهديد موثوق به يمكن أن يجعل المحافظ والعقود ومفاتيح تجميد العملات الحالية عرضة للخطر على الفور. يُضعف هذا التحدي المستقبلي ضمانات إيثريوم طويلة المدى للمستخدمين.",
  "page-trillion-dollar-security-section-4-6-paragraph-2": "يجب تصميم مسارات الهجرة إلى التشفير المقاوم للكم (مثل، عبر أنظمة التوقيع ما بعد الكم) واختبارها، وربما تضمينها في البروتوكول سنوات قبل أن تكون مطلوبة. المنظمات عبر نظام الإيثريوم، بما في تلك مؤسسة الإيثريوم، تستكشف بنشاط هذه الخيارات وتراقب المخاطر.",
  "page-trillion-dollar-security-section-5-paragraph-1": "حتى في نظام بيئي مثالي للبدرشين، ستظل هناك مخاطر وهجمات وثغرات. عندما تسير الأمور على نحو خاطئ، يجب أن تكون هناك أنظمة فعالة للتخفيف والكشف والاستجابة. تشمل التحديات هنا:",
  "page-trillion-dollar-security-section-5-list-title-1": "الوصول إلى الفريق المتضرر",
  "page-trillion-dollar-security-section-5-list-desc-1": "قد يكون من الصعب التواصل مع الفريق الذي تم اختراق تطبيقه. يمكن أن يؤدي ذلك إلى ساعات من التأخير، مما يحد من قدرة المستجيبين على استعادة الأموال.",
  "page-trillion-dollar-security-section-5-list-title-2": "تصاعد القضايا في المنظمات ذات الصلة",
  "page-trillion-dollar-security-section-5-list-desc-2": "عندما تتعلق المشكلة بمنصة (مثل شبكة اجتماعية أو تبادل مركزي) قد يكون من الصعب على المستجيبين تصعيد المشكلة إذا لم يكن لديهم اتصال مسبق.",
  "page-trillion-dollar-security-section-5-list-title-3": "تنسيق الاستجابة",
  "page-trillion-dollar-security-section-5-list-desc-3": "غالبًا ما يكون غير واضح عدد فرق الحوادث.",
  "page-trillion-dollar-security-section-5-list-title-4": "نقص في قدرات المراقبة",
  "page-trillion-dollar-security-section-5-list-desc-4": "قد يكون من الصعب مراقبة المشكلات على السلسلة وخارج السلسلة، مما يوفر تحذيراً مبكراً ويضمن استجابة سريعة للتهديدات.",
  "page-trillion-dollar-security-section-5-list-title-5": "الوصول إلى التأمين",
  "page-trillion-dollar-security-section-5-list-desc-5": "التأمين هو أداة أساسية للتخفيف من الخسائر في معظم الأنظمة التقليدية التي تتعامل مع المال والأنظمة المالية والهوية ومعلومات القيمة الأخرى. ومع ذلك، فإن الخيارات المتاحة للتأمين من الخدمات المالية التقليدية لنظام التشفير اليوم قليلة.",
  "page-trillion-dollar-security-section-6-intro": "يشير \"الطبقة الاجتماعية\" في الإيثيريوم إلى مجموعة الأشخاص والمنظمات والشركات وعمليات الحكومة والمعايير الثقافية التي تؤثر على كيفية تصرف منظومة الإيثيريوم. هذه الطبقة الاجتماعية نفسها عرضة لبعض الهجمات أو المخاطر، والتي يمكن أن تؤثر بعد ذلك على أمان وموثوقيه الإيثيريوم.",
  "page-trillion-dollar-security-section-6-paragraph-1": "تميل هذا المخاطر إلى أن تكون أكثر توجهًا نحو المدى الطويل، وتتعلق باريوم.",
  "page-trillion-dollar-security-section-6-1-title": "6.1 مركزة الرهانات",
  "page-trillion-dollar-security-section-6-1-paragraph-1": "يمكن أن يشكل تركيز كميات كبيرة من الحصص مخاطر على إيثريوم ككل إذا قررت الكيانات التي تتحكم في تلك الحصص التآمر.",
  "page-trillion-dollar-security-section-6-1-paragraph-2": "تخلق هذه المركزية الاقتصادية إمكانية السيطرة على الحكومة الاجتماعية. إذا كانت مجموعة صغيرة من المدققين تتحكم في أغلبية ساحقة من الحصة، فيمكنهم:",
  "page-trillion-dollar-security-section-6-1-list-1": "تنسق حول الشوك أو تقاومها.",
  "page-trillion-dollar-security-section-6-1-list-2": "راقب بعض المعاملات أو العقود.",
  "page-trillion-dollar-security-section-6-1-list-3": "تحتوي على تقويض التوافق المجتمعي من خلال تهديد الخروج أو المعارضة.",
  "page-trillion-dollar-security-section-6-1-paragraph-3": "إذا حدث هذا السيناريو المتطرف، فإن مجتمع الإيثريوم قد اقترح أن \"الخَصْم الاجتماعي\" قد يكون هو الحل. الخَصْم الاجتماعي هو استخدام توافق اجتماعي خارجي لتقرير عقوبات المراقبين المخالفين، كنوع من السيطرة على سلطاتهم. ولكن لا توجد معايير أو إجراءات أو أدوات واضحة لتنفيذ مثل هذه التدابير (انظر القسم 4.4).",
  "page-trillion-dollar-security-section-6-2-title": "6.2 مركزية الأصول خارج السلسلة",
  "page-trillion-dollar-security-section-6-2-paragraph-1": "تستضيف يثرو كميات كبيرة من الأصول الحقيقية، حيث يتم الاحتفاظ بالأصول خارج السلسلة في حسابات مصرفية أو ودائع أخرى، والتي يتم تداولها بعد ذلك على السلسلة عبر رموز تمثل حق المطالبة بالأصول خارج السلسلة. على سبيل المثال، تعمل العديد من العملات المستقرة الكبيرة بهذه الطريقة.",
  "page-trillion-dollar-security-section-6-2-paragraph-2": "قد تكون المؤسسات التي تحتفظ بالودائع خارج السلسلة لها تأثير على نظام إيثريوم البيئي. على سبيل المثال، خلال النص السينمائي.",
  "page-trillion-dollar-security-section-6-3-title": "6.3 هجوم تنظيمي أو ضغط",
  "page-trillion-dollar-security-section-6-3-paragraph": "يمكن أن تمارس الحكومات والجهات التنظيمية ضغطًا على الكيانات المختلفة التي تتحكم في المكونات الهامة في حزمة Ethereum لكي تقوم بالرقابة أو التدخل بطرق أخرى في بروتوكول الإيثيريوم. كما يمكن أن يتأثر المستخدمون المؤسسيون للإيثيريوم بهذه الضغوط، مما سيكون له عواقب أكبر على مستخدميهم (مثل بنك لم يعد قادرًا على تقديم بعض منتجات العملات الرقمية بسبب الحظر التنظيمي).",
  "page-trillion-dollar-security-section-6-4-title": "6.4 الاستحواذ التنظيمي على الحكم",
  "page-trillion-dollar-security-section-6-4-paragraph-1": "تتولى عمليات الحكومة والتطوير مفتوحة المصدر لإيثريوم مجموعة متنوعة وعالمية من الفرق والشركات التي تحافظ على برامج العميل الأساسية والبنية التحتية والأدوات.",
  "page-trillion-dollar-security-section-6-4-paragraph-2": "يمكن أن تؤدي أشكال مختلفة من التأثير (الاستحواذات corporates، الاعتماد على التمويل، توظيف المساهمين الرئيسيين، تضارب المصالح داخل المنظمات القائمة) إلى تغيير تدريجي في الثقافة والأولويات في حوكمة الإيثيريوم. وقد يؤدي ذلك إلى التوافق مع مصالح تجارية أو خارجية معينة تتباين عن الروح المجتمعية والمخطط المُعتمد، مما قد يضعف حيادية الإيثيريوم ومرونته مع مرور الوقت.",
  "page-trillion-dollar-security-image-alt-hero": "تخيل مستقبلي يظهر عقد البلوك تشين المترابطة وعناصر الأمان، تمثل تريليون دولار من الأمان في مجال الأصول الرقمية",
  "page-trillion-dollar-security-image-alt-report": "الصورة التقديمية لتقرير الأمن ذو التريليون دولار يظهر تصور أمني رقمي حديث مع عناصر البلوكشين واتصالات الشبكة"
}
