{
  "page-gas-meta-title": "عمولة الغاز على إيثريوم: كيف تعمل؟",
  "page-gas-meta-description": "اعرف المزيد حول الغاز على شبكة إيثريوم: كيف تعمل وكيف تدفع عمولات غاز أقل",
  "page-gas-hero-title": "عمولات الغاز",
  "page-gas-hero-header": "عمولات الشبكة",
  "page-gas-hero-button-1-content": "ما هو الغاز؟",
  "page-gas-hero-subtitle-1": "تدعى العمولات على شبكة إيثريوم بالغاز.",
  "page-gas-hero-subtitle-2": "الغاز هو الوقود الذي يشغّل إيثريوم.",
  "page-gas-summary-title": "الملخص",
  "page-gas-summary-item-1": "تحتاج كل معاملة على إيثريوم لصيغة دفع صغيرة كي تتم",
  "page-gas-summary-item-2": "تُعرف هذه العمولات بعمولة ‘الغاز ‘",
  "page-gas-summary-item-3": "تتغير عمولة الغاز بناء على مدى ازدحام الشبكة بالمعاملات",
  "page-gas-what-are-gas-fees-header": "ما هي عمولات الغاز؟",
  "page-gas-what-are-gas-fees-text-1": "تخيّل إيثريوم كشبكة حاسوبية ضخمة يستطيع فيها الناس القيام بمهام مثل إرسال رسائل أو تشغيل برامج. تماما كما في العالم الواقعي, تحتاج هذه المهام للطاقة كي يتم تنفيذها.",
  "page-gas-what-are-gas-fees-text-2": "في إيثريوم, يملك كل إجراء حسابي سعر \"غاز\" محدد. الغاز الذي تصرفه كعمولة يعمل بمثابة التكلفة الكلية للإجراءات التي تتضمنها معاملتك. عندما ترسل معاملة أو تشغّل عقد ذكي, أنت بذلك تدفع الغاز كعمولة مقابل معالجة معاملتك.",
  "page-gas-how-do-i-pay-less-gas-header": "كيف يمكنني دفع كمية أقل من الغاز؟",
  "page-gas-how-do-i-pay-less-gas-text": "بالرغم من أن العمولات العالية تكون حتميّة في بعض الأحيان, لكن يبقى هناك استراتيجيات يمكن استخدامها لتقليل التكلفة:",
  "page-gas-how-do-i-pay-less-gas-card-1-title": "أرسل معاملاتك بوقت محدد",
  "page-gas-how-do-i-pay-less-gas-card-1-description": "تماما مثلما يكون السفر في أوقات مغايرة لأوقات الذروة يكون أقل ازدحاما وبتكاليف أقل, فإن إيثريوم تعتبر أرخص عموما عندما تكون أمريكا الشمالية نائمة.",
  "page-gas-how-do-i-pay-less-gas-card-2-title": "انتظر حتى ينخفض الغاز",
  "page-gas-how-do-i-pay-less-gas-card-2-description": "تتغير أسعار الغاز للأعلى والأسفل كل إثني عشرة ثانية وذلك وفقا لمدى ازدحام شبكة إيثريوم. عندما تكون أسعار الغاز مرتفعة, فإن الانتظار لبضع ثواني فقط قبل إجراء المعاملة قد يقلل بشكل كبير مما تدفعه.",
  "page-gas-how-do-i-pay-less-gas-card-3-title": "استخدام الطبقة 2",
  "page-gas-how-do-i-pay-less-gas-card-3-description": "تم بناء شبكات الطبقة 2 اعتمادا على إيثريوم, وهي توفر عمولات منخفضة وتستوعب إجراء معاملات أكثر. تعتبر هذه الشبكات اختيار جيد لحفظ عمولات المعاملات التي لا يكون من الضروري إجراؤها على شبكة إيثريوم الرئيسية.",
  "page-gas-try-layer-2": "جرب شبكات الطبقة 2",
  "page-gas-what-causes-high-gas-fees-header": "ما الذي يسبب عمولات الغاز المرتفعة؟",
  "page-gas-what-causes-high-gas-fees-text-1": "في الوقت الذي تبدأ فيه كمية (غاز) الحوسبة على شبكة إيثريوم بتجاوز عتبات معينة, تبدأ عمولات الغاز بالارتفاع. كلما تجاوز غاز الحوسبة هذه العتبة بنسبة أكبر, كلما ازدادت عمولات الغاز بشكل أسرع.",
  "page-gas-what-causes-high-gas-fees-text-2": "قد يحدث ارتفاع العمولة بسبب أشياء مثل تطبيقات لامركزية شهيرة أو بسبب رموز غير قابلة للاستبدال NFTs, أو الازدياد المؤقت لحجم التداول على المبادلات اللامركزية DEXs, أو بسبب الحجم الكبير جدا لنشاطات المستخدمين في فترة الذروة.",
  "page-gas-what-causes-high-gas-fees-text-3": "على مطوري إيثريوم الاهتمام بتحسين استخدام عقودهم الذكية قبل نشرها. إذا استخدم الكثير من الناس عقود ذكية مكتوبة برداءة, سيستهلك ذلك المزيد من الغاز كعمولات وقد يسبب ازدحام الشبكة.",
  "page-gas-want-to-dive-deeper": "هل تريد التعمق بهذا؟",
  "page-gas-check-out-the-developer-docs": "اطلع على المستندات الموجهة للمطورين.",
  "page-gas-attack-of-the-cryptokitties-header": "الهجوم الذي تسبب به Cryptokitties",
  "page-gas-attack-of-the-cryptokitties-text": "في نوفمبر 2017, تم إطلاق مشروع Cryptokitties الغني عن التعريف. وقد أدى الارتفاع السريع في شعبية المشروع إلى ازدحام الشبكة و ارتفاع عمولات الغاز بشكل كبير. التحديات التي فرضتها حادثة Cryptokitties سرّعت عجلة إيجاد حلول توسعية لشبكة إيثريوم.",
  "page-gas-why-do-we-need-gas-header": "لماذا نحتاج للغاز؟",
  "page-gas-why-do-we-need-gas-text": "يعتبر الغاز مكوّن شديد الأهمية في الحفاظ على أمان إيثريوم ومعالجة المعاملات. يساعد الغاز على ذلك بطرق عدة:",
  "page-gas-benefits-1-description": "يساعد الغاز في مقاومة إيثريوم لهجمات sybil (هجوم الهويات المتعددة) وذلك بمنع الجهات المشبوهة من غمر الشبكة بالنشاطات الاحتيالية.",
  "page-gas-benefits-2-description": "بسبب أن عمليات الحوسبة تتطلب تكاليف الغاز, سيكون من غير المجدي اقتصاديا غمر إيثريوم بكمية ضخمة من المعاملات مرتفعة التكلفة, سواء كان ذلك بالصدفة أو بنية سيئة.",
  "page-gas-benefits-3-description": "وجود سقف لكمية الحوسبة التي يمكن إجراؤها في وقت محدد يمنع غمر إيثريوم بالمعاملات, ويساعد في التأكد من أن الشبكة دائما متاحة لإجراء المعاملات.",
  "page-gas-how-is-gas-calculated-header": "كيف يتم حساب الغاز؟",
  "page-gas-advanced": "إعدادات متقدمة",
  "page-gas-how-is-gas-calculated-text-1": "عمولة الغاز الكلية تتكون من عدة أجزاء:",
  "page-gas-how-is-gas-calculated-item-1": "<b>عمولة أساسية:</b> وهي عمولة يتم تحديدها من قبل الشبكة بحيث يتم دفعها مقابل كل معاملة",
  "page-gas-how-is-gas-calculated-item-2": "<b>عمولة تفضيلية:</b> وهي عمولة إضافية اختيارية لتشجيع مشغلي العقد على تضمين معاملتك",
  "page-gas-how-is-gas-calculated-item-3": "<b>وحدات الغاز المستخدمة<i>*</i>:</b> تتذكر أننا قلنا الغاز يمثّل الحوسبة؟ الإجراءات الأكثر تعقيدا, مثل التفاعل مع عقد ذكي, تستخدم غاز أكثر من الإجراءات البسيطة, مثل إرسال معاملة.",
  "page-gas-how-is-gas-calculated-list-item-1": "<i><span>*</span> شاهد الشكل 1 لمعرفة كمية الغاز التي تستهلكها أنواع مختلفة من المعاملات</i>",
  "page-gas-how-is-gas-calculated-text-2": "الصيغة المستخدمة لحساب عمولة الغاز هي وحدات الغاز المستخدمة* (العمولة الأساسية + العمولة التفضيلية). أغلب المحفظات ستقوم بحساب استهلاك المعاملة من الغاز وعرضه بطريقة مبسطة أكثر.",
  "page-gas-table-figure": "<i>الشكل 1: الغاز المستهلك حسب نوع المعاملة</i>",
  "page-gas-table-header-1": "نوع المعاملة",
  "page-gas-table-header-2": "وحدات الغاز المستخدمة",
  "page-gas-table-item-1-transaction-type": "إرسال ETH",
  "page-gas-table-item-2-transaction-type": "إرسال رموز ERC-20",
  "page-gas-table-item-3-transaction-type": "تحويل NFT",
  "page-gas-table-item-4-transaction-type": "المبادلة عبر Uniswap",
  "page-gas-faq-header": "الأسئلة المتكررة",
  "page-gas-faq-question-1-q": "لمن تذهب عمولة الغاز التي تتطلبها معاملتي؟",
  "page-gas-faq-question-1-a-1": "الجزء الأكبر هو عمولة غاز —العمولة الأساسية— يتم تدميرها من قبل البروتوكول (تُحرق). العمولة التفضيلية, إذا تم تضمينها في معاملتك, سيتم إعطاؤها للمدقق الذي يعرض معاملتك.",
  "page-gas-faq-question-1-a-2": "يمكنك قراءة وصف مفصّل عن العملية في <a href=\"/developers/docs/gas/\">مستندات مطوري الغاز.</a>",
  "page-gas-faq-question-2-q": "هل أحتاج لدفع الغاز ب ETH؟",
  "page-gas-faq-question-2-a-1": "نعم, جميع عمولات الغاز على إيثريوم يتم دفعها بعملة ETH المحلية.",
  "page-gas-faq-question-2-a-2": "المزيد من الرموز غير قابلة لاسترداد",
  "page-gas-faq-question-3-q": "ما هو gwei؟",
  "page-gas-faq-question-3-a-1": "في أغلب المحفظات أو مواقع تتبع أسعار الغاز, سترى أسعار الغاز مسماة ب ‘gwei’.",
  "page-gas-faq-question-3-a-2": "Gwei هي مجرد وحدة أصغر من عملة ETH, كما هو البنس بالنسبة للدولار, مع وجود اختلاف وهو أن 1 ETH تعادل 1 مليار gwie. تكون Gwei مفيدة عند الحديث عن كميات صغيرة جدا من عملة ETH.",
  "page-gas-use-layer-2": "استخدام الطبقة 2"
}
