{
  "page-eth-buy-some": "هل تريد شراء بعض وحدات إثيريوم؟",
  "page-eth-buy-some-desc": "من الشائع المزج بين إثيريوم وعملات إثير. إثيريوم سلسلة كتل وإثير هي العملة الرئيسة لإثيريوم. ومن المرجح أن عملات إثير هي ما تسعى لشرائه.",
  "page-eth-cat-img-alt": "صورة رمزية لإثير مع مشكال به قطط",
  "page-eth-collectible-tokens": "الرموز المميزة القابلة للتجميع",
  "page-eth-collectible-tokens-desc": "الرموز المميزة التي تمثل عنصر لعبة قابل للجمع، أو قطعة فنية رقمية، أو غيرها من الأصول الفريدة. تعرف عامة باسم الرموز غير القابلة للاستبدال (NFT).",
  "page-eth-cryptography": "تأمين بالتشفير",
  "page-eth-cryptography-desc": "قد تكون أموال الإنترنت جديدة ولكنها مضمونة بواسطة التشفير المثبت. هذا يحمي محفظتك، وعملات إثير، والمعاملات الخاصة بك. ",
  "page-eth-currency-for-apps": "إنها عملة تطبيقات إثيريوم.",
  "page-eth-currency-for-future": "عملة للمستقبل الرقمي",
  "page-eth-description": "إثير هي عملة مشفرة. إنها نقود رقمية نادرة يمكنك استخدامها على الإنترنت – مثل بيتكوين. إذا كنت جديدًا في مجال العملات المشفرة، فإليك كيفية اختلاف إثير عن المال التقليدي.",
  "page-eth-earn-interest-link": "كسب الفائدة",
  "page-eth-ethhub-caption": "غالبًا ما يتم تحديثها",
  "page-eth-ethhub-overview": "إثهوب (EthHub) به نظرة عامة رائعة يمكنك الاطلاع عليها إن أردت",
  "page-eth-flexible-amounts": "متاح بمبالغ مرنة",
  "page-eth-flexible-amounts-desc": "يمكن تقسيم إثير حتى 18 كسرًا عشريًا حتى لا تضطر إلى شراء واحد كامل. يمكنك شراء كسور في كل مرة – ما لا يقل عن 0.0000000000000001 ETH إذا أردت.",
  "page-eth-fuels": "عملات إثير تدعم إثيريوم وتؤمنه",
  "page-eth-fuels-desc": "عملة إثير هي شريان الحياة في إثيريوم. عندما ترسل عملة إثير أو تستخدم تطبيق إثيريوم، سوف تدفع رسومًا صغيرة بعملات إثير لاستخدام شبكة إثيريوم. هذه الرسوم هي حافز لعامل التنقيب على معالجة ما تحاول القيام به والتحقق منه.",
  "page-eth-fuels-desc-2": "إن عمال التنقيب يشبهون حراس سجلات إثيريوم – فهم يتأكدون من أنه لا أحد يغش ويثبتون ذلك. كما يكافأ عمال التنقيب الذين يقومون بهذا العمل بمبالغ صغيرة من عملات إثير.",
  "page-eth-fuels-desc-3": "يعمل عمال التنقيب على الحفاظ على أمن إثيريوم وخلوه من السيطرة المركزية. بعبارة أخرى،",
  "page-eth-fuels-more-staking": "المزيد عن تجميد العملات",
  "page-eth-fuels-staking": "سوف تصبح عملات إثير أكثر أهمية مع تجميد العملات. عندما تجمد عملات إثير الخاصة بك سوف تكون قادرًا على المساعدة في تأمين إثيريوم وكسب المكافآت. في هذا النظام، يؤدي تهديد فقدان عملات إثير إلى تثبيط الهجمات.",
  "page-eth-get-eth-btn": "احصل على عملات إثير",
  "page-eth-gov-tokens": "الرموز المميزة للحوكمة",
  "page-eth-gov-tokens-desc": "الرموز المميزة التي تمثل قوة التصويت في المنظمات اللامركزية.",
  "page-eth-has-value": "لماذا تمتلك عملات إثير قيمة؟",
  "page-eth-has-value-desc": "تعتبر عملات إثير ذات قيمة بطرق مختلفة لأشخاص مختلفين.",
  "page-eth-has-value-desc-2": "بالنسبة لمستخدمي إثيريوم، فإن إثير قيمة لأنها تتيح لك دفع رسوم المعاملات.",
  "page-eth-has-value-desc-3": "يرى الآخرون أنه مخزن رقمي ذي قيمة لأن إنشاء عملات إثير الجديدة يتباطأ بمرور الوقت.",
  "page-eth-has-value-desc-4": "وفي الآونة الأخيرة، أصبحت إثير ذات قيمة لمستخدمي التطبيقات المالية على إثيريوم. وذلك لأنه يمكنك استخدام إثير كضمان إضافي للقروض المشفرة، أو كنظام للدفع.",
  "page-eth-has-value-desc-5": "وبالطبع، يعتبر آخرون ذلك استثمارًا مماثلاً للبيتكوين أو العملات الرقمية الأخرى.",
  "page-eth-how-to-buy": "كيفية شراء عملات إثير",
  "page-eth-how-to-buy-caption": "غالباً ما يتم تحديثها",
  "page-eth-is-money": "إثير هي أموال رقمية وعالمية.",
  "page-eth-last-updated": "يناير 2019",
  "page-eth-mining-link": "المزيد عن التنقيب",
  "page-eth-monetary-policy": "سياسة إيثيريوم النقدية",
  "page-eth-more-on-ethereum-link": "المزيد عن إثيريوم",
  "page-eth-no-centralized": "لا يوجد تحكم مركزي ",
  "page-eth-no-centralized-desc": "عملة إثير لامركزية وعالمية. لا توجد شركة أو بنك يمكنه أن يقرر طباعة المزيد من إثير، أو تغيير شروط الاستخدام.",
  "page-eth-non-fungible-tokens-link": "رموز مميزة غير قابلة للاستبدال",
  "page-eth-not-only-crypto": "إثير ليست العملة المشفرة الوحيدة على إثيريوم",
  "page-eth-not-only-crypto-desc": "يمكن لأي شخص إنشاء أنواع جديدة من الأصول والتجارة فيها على إثيريوم. هذه معروفة باسم رموز مميزة. لقد قام الناس بتحويل عملات تقليدية، وعقاراتهم، وفنونهم، وحتى أنفسهم!",
  "page-eth-not-only-crypto-desc-2": "إثيريوم موطن الآلاف من الرموز الرمزية – بعضها أكثر فائدة وقيمة من غيرها. يقوم المبرمجون باستمرار ببناء رموز مميزة جديدة تتيح إمكانيات جديدة وتفتح أسواقاً جديدة.",
  "page-eth-not-only-crypto-desc-3": "إذا كنت ترغب في معرفة المزيد عن الرموز المميزة، فقد كتب أصدقاؤنا في إيثهوب بعض الاستعراضات الرائعة:",
  "page-eth-open": "مفتوح لأي شخص",
  "page-eth-open-desc": "تحتاج فقط إلى اتصال بالإنترنت ومحفظة لقبول إثير. لا تحتاج إلى الوصول إلى حساب مصرفي لقبول المدفوعات. ",
  "page-eth-p2p-payments": "الدفع من النظير إلى النظير",
  "page-eth-p2p-payments-desc": "يمكنك إرسال عملات إثير الخاصة بك بدون أي خدمة وسيطة مثل البنك. إنه مثل تسليم النقود الشخصي، ولكن يمكنك القيام بذلك بشكل آمن مع أي شخص في أي مكان وفي أي وقت.",
  "page-eth-period": ".",
  "page-eth-popular-tokens": "الأنواع الشائعة من الرموز المميزة",
  "page-eth-powers-ethereum": "عملة إثير تشغّل إثيريوم",
  "page-eth-shit-coins": "عملات معدنية",
  "page-eth-shit-coins-desc": "لأن صنع رموز جديدة أمر سهل، يمكن لأي شخص أن يفعل ذلك - حتى الأشخاص الذين لديهم نوايا سيئة أو مضللة. قم دائماً بإجراء بحوثك قبل استخدامها!",
  "page-eth-stablecoins": "Stablecoins",
  "page-eth-stablecoins-desc": "الرموز التي تعكس قيمة العملة التقليدية مثل الدولار. هذا يحل مشكلة التقلب مع العديد من العملات الرقمية.",
  "page-eth-stablecoins-link": "احصل على عملات مستقرة",
  "page-eth-stream-link": "بث إثير",
  "page-eth-tokens-link": "رموز إثيريوم المميزة",
  "page-eth-trade-link-2": "مبادلة الرموز المميزة",
  "page-eth-underpins": "ويعزز هذا النظام نظام إثيريوم المالي",
  "page-eth-underpins-desc": "مجتمع إثيريوم يقوم ببناء نظام مالي كامل من الأقران ويمكن للجميع الوصول إليه، حيث إنه غير راضٍ عن نظام المدفوعات.",
  "page-eth-underpins-desc-2": "يمكنك استخدام عملات إثير كضمانة إضافية لإنشاء عملة رقمية مختلفة تمامًا على إثيريوم. بالإضافة إلى ذلك يمكنك الاقتراض والإقراض وكسب الفائدة على إثير وغيرها من الرموز المميزة المدعومة من إثير.",
  "page-eth-uses": "الاستخدامات لإنماء إثير كل يوم",
  "page-eth-uses-desc": "لأن إثيريوم قابل للبرمجة، يمكن للمبرمجين تشكيل إثير بطرق لا تحصى.",
  "page-eth-uses-desc-2": "في عام 2015، كان كل ما يمكنك القيام به هو إرسال إثير من حساب إثيريوم إلى حساب آخر. ها هي فقط بعض الأشياء التي يمكنك القيام بها اليوم.",
  "page-eth-uses-desc-3": "دفع لشخص ما أو الحصول على أموال في الوقت الحقيقي.",
  "page-eth-uses-desc-4": "يمكنك التجارة في إثيريوم بالرموز المميزة الأخرى بما في ذلك بيتكوين.",
  "page-eth-uses-desc-5": "من إثير والعملات الأخرى القائمة على الرموز المميزة.",
  "page-eth-uses-desc-6": "أدخل عالم العملات الرقمية مع قيمة ثابتة و أقل تقلبًا.",
  "page-eth-value": "سبب قيمة إثير",
  "page-eth-video-alt": "فيديو لصورة رمزية لعملة إثير",
  "page-eth-whats-eth": "ما إثير (ETH)؟",
  "page-eth-whats-eth-hero-alt": "صورة لمجموعة من الأشخاص يحدقون برعب في الصورة الرمزية للإيثيريوم",
  "page-eth-whats-eth-meta-desc": "ما يجب عليك معرفته لفهم عملة إثير ومكانتها ضمن إثيريوم.",
  "page-eth-whats-eth-meta-title": "ما إثير (ETH)؟",
  "page-eth-whats-ethereum": "ما هو إثيريوم؟",
  "page-eth-whats-ethereum-desc": "إذا تريد معرفة المزيد حول إثيريوم، والتكنولوجيا وراء إثير، اطلع على مقدمتنا.",
  "page-eth-whats-unique": "ما الفريد بعملة إثير؟",
  "page-eth-whats-unique-desc": "توجد العديد من العملات الرقمية والرمزية على منصة إثيريوم، لكن هناك أشياء لا يمكن إلا لإثير القيام بها.",
  "page-eth-where-to-buy": "من أين تحصل على إثير",
  "page-eth-where-to-buy-desc": "يمكنك الحصول على إثير عن طريق المقايضة أو إحدى المحافظ الإلكترونية، لكن هناك سياسات مختلفة في بعض البلدان. اطلع على الخدمات التي تسمح لك بشراء إثير.",
  "page-eth-yours": "إنه خاص بك حقًا",
  "page-eth-yours-desc": "تسمح لك عملة إثير أن تكون مدير بنكك الخاص. يمكنك التحكم بأموالك وتحفظ محفظتك الإلكترونية كدليل للملكية – من دون الحاجة لأطراف ثالثة.",
  "page-eth-more-on-tokens": "المزيد حول الرموز المميزة واستعمالاتها",
  "page-eth-button-buy-eth": "احصل على إثير",
  "page-eth-tokens-stablecoins": "عملات ثابتة",
  "page-eth-tokens-defi": "التمويل اللامركزي (DeFi)",
  "page-eth-tokens-nft": "رموز مميزة غير قابلة للاستبدال (NFT)",
  "page-eth-tokens-dao": "المنظمات اللامركزية المستقلة (DAO)",
  "page-eth-tokens-stablecoins-description": "المزيد حول أقل العملات تقلبًا في إثيريوم.",
  "page-eth-tokens-defi-description": "النظام المالي لرموز إثيريوم المميزة.",
  "page-eth-tokens-nft-description": "الرموز المميزة التي تمثل الملكية في إثيريوم.",
  "page-eth-tokens-dao-description": "المجتمعات على الإنترنت غالبًا ما يترأسها حاملو الرموز المميزة.",
  "page-eth-whats-defi": "المزيد حول DeFi",
  "page-eth-whats-defi-description": "DeFi هو نظام مالي لامركزي بني في إثيريوم. هذه لمحة عامة عما تستطيع فعله."
}
