{
  "page-roadmap-vision-2014": "View a 2014 blog post detailing proof of stake",
  "page-roadmap-vision-2021": "View a 2021 blog post on the Ethereum roadmap evolution",
  "page-roadmap-vision-2022": "View a 2022 blog post: The Hitchhikers Guide to Ethereum",
  "page-roadmap-vision-2021-updates": "View a 2021 blog post on the Ethereum Protocol Updates",
  "page-roadmap-vision-desc-1": "Ethereum needs to reduce network congestion and improve speeds to better service a global user base.",
  "page-roadmap-vision-desc-2": "Running a node is getting harder as the network grows. This will only get harder with efforts to scale the network.",
  "page-roadmap-vision-desc-3": "Ethereum uses too much electricity. The technology that keeps the network secure needs to be more sustainable.",
  "page-roadmap-vision-ethereum-node": "More on nodes",
  "page-roadmap-vision-future": "A digital future on a global scale",
  "page-roadmap-vision-meta-desc": "An overview of the impact upgrades will have on Ethereum, and the challenges they must overcome.",
  "page-roadmap-vision-meta-title": "Ethereum vision",
  "page-roadmap-vision-mining": "More on mining",
  "page-roadmap-vision-problems": "Today's problems",
  "page-roadmap-vision-scalability": "Scalability",
  "page-roadmap-vision-scalability-desc": "Ethereum needs to be able to handle more transactions per second without increasing the size of the nodes in the network. Nodes are vital network participants who store and run the blockchain. Increasing node size isn't practical because only those with powerful and expensive computers could do it. To scale, Ethereum needs more transactions per second, coupled with more nodes. More nodes means more security.",
  "page-roadmap-vision-scalability-desc-3": "تُوسِّع عمليات تجميع الطبقة الثانية نطاق إيثريوم بنقل المعاملات خارج السلسلة ونشر بيانات التلخيص فقط على إيثريوم. يزيد هذا التجميع من إنتاجية إيثريوم مع خفض التكاليف بشكل كبير على المستخدمين.",
  "page-roadmap-vision-scalability-desc-4": "تحتاج عمليات التدوير إلى تخزين منخفض التكلفة على الطبقة 1 لجعل المعاملات رخيصة قدر الإمكان للمستخدمين. وسيقدم هذا في شكل كتل ملحقة بكتل الإيثيريوم. وفي نهاية المطاف، سيتم إلحاق العديد من الكتل الإيثريوم، مما يوفر تخزين رخيص للعديد من عمليات التكدير.",
  "page-roadmap-vision-security": "الأمن",
  "page-roadmap-vision-security-desc": "The planned upgrades improve Ethereum's security against coordinated attacks.",
  "page-roadmap-vision-security-desc-3": "In proof-of-stake additional security comes from greater crypto-economic disincentives against attack. This is because, in proof-of-stake, the validators who secure the network must stake significant amounts of ETH into the protocol. If they try and attack the network, the protocol can automatically destroy their ETH.",
  "page-roadmap-vision-security-desc-5": "However, it is also important that upgrades that protect validators against denial-of-service attacks, enhance their anonymity, and separate block building and block propagation are implemented soon. These upgrades protect individual validators and the network as a whole against liveness attacks and censorship.",
  "page-roadmap-vision-security-desc-5-link": "More on proof-of-stake",
  "page-roadmap-vision-security-desc-10": "Staking also means you don't need to invest in elite hardware to participate directly in consensus. This should encourage more people to become a validator, increasing the network's decentralization and decreasing the attack surface area.",
  "page-roadmap-vision-security-staking": "تجميد عملات ETH",
  "page-roadmap-vision-security-validator": "You can become a validator by staking your ETH.",
  "page-roadmap-vision-staking-lower": "المزيد عن تجميد العملات",
  "page-roadmap-vision-subtitle": "Grow Ethereum until it's powerful enough to help all of humanity.",
  "page-roadmap-vision-sustainability": "Sustainability",
  "page-roadmap-vision-sustainability-desc-1": "Ethereum is now a green blockchain. The energy consumption was reduced by ~99.95% when proof-of-work was swapped for proof-of-stake.",
  "page-roadmap-vision-sustainability-desc-2": "Ethereum is now secured via staking, not computing power.",
  "page-roadmap-vision-sustainability-desc-3": "This sustainability boost also brings security benefits - staked ether makes it much more expensive to attack the chain than under proof-of-work, but less expensive to secure it as less new ETH has to be issued to pay validators than miners.",
  "page-roadmap-vision-sustainability-desc-8": "وقد جعل الانتقال إلى إثبات الحصة إثيريوم أكثر حفاظًا على البيئة وأكثر أمانًا. إنه منصة منخفضة الكربون لإنشاء التطبيقات والمنظمات.",
  "page-roadmap-vision-sustainability-subtitle": "إن إثيريوم هو سلسلة كتل خضراء مع أمان قوي يحافظ على اقتصاد العملات المشفرة.",
  "page-roadmap-vision-title": "رؤية إثيريوم",
  "page-roadmap-vision-title-1": "الشبكة المكتظة",
  "page-roadmap-vision-title-2": "مساحة القرص",
  "page-roadmap-vision-title-3": "طاقة كبيرة جدًا",
  "page-roadmap-vision-trilemma-cardtext-1": "ستجعل ترقيات الإيثريوم الإيثريوم قابلاً للتوسع وآمنًا ولامركزيًا. وقد خفّض التخزين (staking) حاجز المشاركة وقلّل من وفورات الحجم، مما أدى إلى إنشاء شبكة أكبر وأكثر لامركزية.",
  "page-roadmap-vision-trilemma-cardtext-2": "تتطلب شبكات سلسلة الكتل الآمنة واللامركزية كل عُقدة للتحقق من كل معاملة تمت معالجتها بواسطة السلسلة. هذا القدر من العمل يحد من عدد المعاملات التي يمكن أن تحدث في أي وقت معين. اللامركزية والأمان يعكسان سلسلة إثيريوم اليوم.",
  "page-roadmap-vision-trilemma-cardtext-3": "تعمل الشبكات اللامركزية عن طريق إرسال معلومات عن المعاملات عبر العُقد – تحتاج الشبكة برمتها إلى المعرفة عن أي تغيير في الحالة. توسيع نطاق المعاملات في الثانية من كل شبكة لامركزية يشكل مخاطر أمنية لأن المعاملات أكثر، وكلما طال التأخير، زاد احتمال الهجوم في أثناء انتقال المعلومات.",
  "page-roadmap-vision-trilemma-cardtext-4": "زيادة حجم وقوة عُقد إثيريوم يمكن أن تزيد المعاملات في الثانية الواحدة بطريقة آمنة. ولكن شرط المعدات من شأنه أن يقيد من يستطيع أن يفعل ذلك – وهذا يهدد اللامركزية. من المأمول أن يسمح التقسيم وإثبات الحصة بتوسيع نطاق إثيريوم بزيادة كمية العُقد، وليس حجم العُقدة.",
  "page-roadmap-vision-trilemma-h2": "التحدي المتمثل في تحقيق اللامركزية في التوسيع",
  "page-roadmap-vision-trilemma-modal-tip": "اضغط على الدوائر أدناه لفهم أفضل لمشاكل التوسيع اللامركزي",
  "page-roadmap-vision-trilemma-p": "تكمن إحد الطرق الساذجة لحل مشاكل إثيريوم في جعله أكثر مركزية. ولكن اللامركزية مهمة للغاية. واللامركزية هي التي تعطي إثيريوم الحياد ومقاومة الرقابة والانفتاح وملكية البيانات والأمان الذي لا يمكن تفكيكه.",
  "page-roadmap-vision-trilemma-p-1": "تتلخص رؤية إثيريوم في أن تكون أكثر قابلية للتوسع وأكثر أمنًا، ولكن أيضًا أن تظل لامركزية. وتحقيق هذه الصفات الثلاث مشكلة تعرف باسم ثلاثية القابلية للتوسع.",
  "page-roadmap-vision-trilemma-p-2": "وتهدف ترقيات إثيريوم إلى حل المشكلة الثلاثية، ولكن هناك تحديات كبيرة.",
  "page-roadmap-vision-trilemma-press-button": "اضغط على الأزرار أدناه لفهم أفضل لمشاكل التوسع اللامركزي.",
  "page-roadmap-vision-trilemma-text-1": "اللامركزية",
  "page-roadmap-vision-trilemma-text-2": "الأمن",
  "page-roadmap-vision-trilemma-text-3": "Scalability",
  "page-roadmap-vision-trilemma-title-1": "استكشف مشكلة قابلية التوسع الثلاثية",
  "page-roadmap-vision-trilemma-title-2": "ترقيات إثيريوم والتوسع اللامركزي",
  "page-roadmap-vision-trilemma-title-3": "الأمن واللامركزية",
  "page-roadmap-vision-trilemma-title-4": "اللامركزية وقابلية التوسع",
  "page-roadmap-vision-trilemma-title-5": "قابلية التوسع والأمن",
  "page-roadmap-vision-understanding": "فهم رؤية إيثيريوم",
  "page-roadmap-vision-upgrade-needs": "الحاجة إلى الترقيات",
  "page-roadmap-vision-upgrade-needs-desc": "لقد حقق بروتوكول إثيريوم الذي بدأ في عام 2015 نجاحًا لا يصدق. لكن مجتمع إثيريوم كان يتوقع دائمًا أن بعض التحديثات الرئيسية ستكون ضرورية لفتح كامل إمكانات إثيريوم.",
  "page-roadmap-vision-upgrade-needs-desc-2": "يؤدي الطلب المرتفع إلى ارتفاع رسوم المعاملات، مما يجعل الإيثريوم مكلفًا للمستخدم العادي. وتتزايد مساحة القرص اللازمة لتشغيل عميل الإيثريوم بوتيرة سريعة.",
  "page-roadmap-vision-upgrade-needs-desc-3": "وما يشار إليه عادة باسم إثيريوم هو مجموعة من الترقيات التي تعالج هذه المشاكل وأكثر من ذلك. هذه المجموعة من الترقيات كانت في الأصل تسمى \"السكون\" و\"Eth2\" وقد كانت مجالاً نشطًا للبحث والتطوير منذ 2014.",
  "page-roadmap-vision-upgrade-needs-desc-5": "الآن بعد أن أصبحت التكنولوجيا جاهزة، هذه التطويرات ستعيد تصميم إثيريوم لجعله أكثر قابلية للتوسع وأمنًا واستدامة – لجعل الحياة أفضل للمستخدمين الحاليين وإغراء المستخدمين الجدد. مع الحفاظ على القيمة الأساسية للامركزية في إثيريوم.",
  "page-roadmap-vision-upgrade-needs-desc-6": "هذا يعني عدم وجود مفتاح تشغيل لقابلية التوسع. سيتم إطلاق التحسينات بشكل تدريجي بمرور الوقت.",
  "page-roadmap-vision-upgrade-needs-serenity": "عرض منشور مدونة لعام 2015 يناقش \"السكون\"",
  "ethereum": "إثيريوم",
  "page-roadmap-vision-danksharding": "المزيد عن التقسيم"
}
