{
  "page-index-hero-image-alt": "En illustrasjon av en fremtidsby som representerer Ethereum-økosystemet.",
  "page-index-meta-description": "Ethereum er en global, desentralisert plattform for penger og nye typer applikasjoner. På Ethereum kan du skrive kode som styrer penger, og bygge applikasjoner tilgjengelig fra hvor som helst i verden.",
  "page-index-meta-title": "Hjem",
  "page-index-title": "Velkommen til Ethereum",
  "page-index-description": "Ethereum er en felleskapsdriftet teknologi som gjør kryptovalutaen ether (ETH) samt tusenvis av desentraliserte applikasjoner mulig.",
  "page-index-title-button": "Utforsk Ethereum",
  "page-index-get-started": "Kom i gang",
  "page-index-get-started-description": "ethereum.org er portalen din inn i Ethereums verden. Teknologien er ny og i stadig utvikling – en veiledning kan være til stor hjelp. Her er hva vi anbefaler deg å gjøre hvis du ønsker å komme i gang.",
  "page-index-get-started-image-alt": "Illustrasjon av en person som jobber på en datamaskin.",
  "page-index-get-started-wallet-title": "Velg en lommebok",
  "page-index-get-started-wallet-description": "Med en lommebok kan du koble deg til Ethereum og administrere midlene dine.",
  "page-index-get-started-wallet-image-alt": "Illustrasjon av en robot med et hvelv som kropp, som representerer en Ethereum-lommebok.",
  "page-index-get-started-eth-title": "Hent ETH",
  "page-index-get-started-eth-description": "ETH er Ethereums valuta – du kan bruke den i applikasjoner.",
  "page-index-get-started-eth-image-alt": "Illustrasjon av en gruppe mennesker som ser beundrende på symbolet (ETH).",
  "page-index-get-started-dapps-title": "Bruk en dapp (desentralisert applikasjon)",
  "page-index-get-started-dapps-description": "Dapper er applikasjoner som Ethereum driver. Se hva du kan gjøre.",
  "page-index-get-started-dapps-image-alt": "Illustrasjon av en hund som sitter ved en datamaskin.",
  "page-index-get-started-devs-title": "Begynn å bygge",
  "page-index-get-started-devs-description": "Hvis du ønsker å kode med Ethereum, har vi dokumentasjon, oppgaver og mer til i utviklerportalen.",
  "page-index-get-started-devs-image-alt": "Illustrasjon av en hånd som lager ETH-logoen med legoklosser.",
  "page-index-what-is-ethereum": "Hva er Ethereum?",
  "page-index-what-is-ethereum-description": "Ethereum er en teknologi som er hjem for digitale penger, global betaling og applikasjoner. Ethereum-miljøet har bygget opp en blomstrende, digital økonomi, spennende nye måter for skapende personer å tjene penger på på nettet, og mye mer. Det er åpent for alle, uansett hvor i verden du er – alt du trenger, er internett.",
  "page-index-what-is-ethereum-button": "Hva er Ethereum?",
  "page-index-what-is-ethereum-secondary-button": "Mer om digitale penger",
  "page-index-what-is-ethereum-image-alt": "Illustrasjon av person som titter inn i en basar som representerer Ethereum.",
  "page-index-defi": "Et mer rettferdig finanssystem",
  "page-index-defi-description": "Milliarder av mennesker kan i dag ikke åpne en bankkonto. Mange opplever blokkerte betalinger. Ethereums desentraliserte finanssystem (DeFi) sover aldri og dømmer ingen. Såfremt du er koblet til internett, kan du sende, motta, låne, tjene renter og til og med sende penger overalt i verden.",
  "page-index-defi-button": "Utforsk DeFi",
  "page-index-defi-image-alt": "Illustrasjon av hender som tilbyr et ETH-symbol.",
  "page-index-internet": "Et åpent internett",
  "page-index-internet-description": "I dag får vi tilgang til «gratis» internettjenester ved å gi fra oss kontroll over personopplysninger. Hos Ethereum starter vi fra det utgangspunktet at tjenestene er åpne – alt du trenger, er en lommebok. Det er gratis og enkelt å sette opp en lommebok, den er kontrollert av deg og fungerer uten bruk av personopplysninger.",
  "page-index-internet-button": "Utforsk et åpent internett",
  "page-index-internet-secondary-button": "Mer om lommebøker",
  "page-index-internet-image-alt": "Illustrasjon av et futuristisk datamaskinoppsett, drevet av Ethereum-krystaller.",
  "page-index-developers": "Utviklingens nye front",
  "page-index-developers-description": "Ethereum og appene der er utviklet i åpenhet og med åpen kildekode. Du kan forgrene koden og bruke om igjen funksjonaliteter andre allerede har bygget. Hvis du ikke vil lære et nytt språk, kan du bare samhandle med åpen kildekode ved å bruke JavaScript og andre eksisterende språk.",
  "page-index-developers-button": "Utviklerportal",
  "page-index-developers-code-examples": "Code examples",
  "page-index-developers-code-example-title-0": "Din egen bank",
  "page-index-developers-code-example-description-0": "Du kan bygge en bank drevet med logikk du har programmert.",
  "page-index-developers-code-example-title-1": "Din egen valuta",
  "page-index-developers-code-example-description-1": "Du kan opprette tokener som du kan overføre og bruke i andre programmer.",
  "page-index-developers-code-example-title-2": "En Ethereum-lommebok i JavaScript",
  "page-index-developers-code-example-description-2": "Du kan bruke eksisterende språk for å samhandle med Ethereum og andre programmer.",
  "page-index-developers-code-example-title-3": "En åpen DNS hvor tillatelse ikke trengs",
  "page-index-developers-code-example-description-3": "Du kan omforme eksisterende tjenester til desentralisert, åpne applikasjoner.",
  "page-index-network-stats-title": "Ethereum i dag",
  "page-index-network-stats-subtitle": "Siste nettverksstatistikk",
  "page-index-network-stats-eth-price-description": "ETH-pris (USD)",
  "page-index-network-stats-eth-price-explainer": "Den mest oppdaterte prisen for 1 ether. You kan kjøpe så lite som 0,000000000000000001 – det er ikke nødvendig å kjøpe 1 hel ETH.",
  "page-index-network-stats-tx-day-description": "Transaksjoner i dag",
  "page-index-network-stats-tx-day-explainer": "Antallet transaksjoner som nettverket har behandlet de siste 24 timene.",
  "page-index-network-stats-value-defi-description": "Verdi låst i DeFi (USD)",
  "page-index-network-stats-value-defi-explainer": "Pengebeløpet i desentraliserte finansapplikasjoner (DeFi), Ethereums digitale økonomi.",
  "page-index-network-stats-nodes-description": "Noder",
  "page-index-network-stats-nodes-explainer": "Ethereum drives av tusenvis av frivillige rundt om i hele verden, kjent som noder.",
  "page-index-touts-header": "Utforsk ethereum.org",
  "page-index-contribution-banner-title": "Bidra til ethereum.org",
  "page-index-contribution-banner-description": "Denne nettsiden er basert på åpen kildekode med hundrevis av bidragsytere. Du kan foreslå endringer til innhold på dette nettstedet, foreslå fantastiske nye funksjoner eller hjelpe oss med å utbedre feil.",
  "page-index-contribution-banner-image-alt": "En Ethereum-logo laget av legoklosser.",
  "page-index-contribution-banner-button": "Mer om å bidra",
  "page-index-tout-upgrades-title": "Oppgrader kunnskapen din om Eth2",
  "page-index-tout-upgrades-description": "Ethereum 2.0 er et program med sammenknyttede oppgraderinger utformet for å gjøre Ethereum mer skalerbar, sikkert og bærekraftig.",
  "page-index-tout-upgrades-image-alt": "Illustrasjon av en romskip som representerer den økte kraften Eth2 har.",
  "page-index-tout-enterprise-title": "Ethereum for bedrifter",
  "page-index-tout-enterprise-description": "Se hvordan Ethereum kan åpne opp nye forretningsmodeller, redusere kostnadene dine og sikre fremtiden for virksomheten din.",
  "page-index-tout-enterprise-image-alt": "Illustrasjon av en futuristisk datamaskin/enhet.",
  "page-index-tout-community-title": "Ethereum-fellesskapet",
  "page-index-tout-community-description": "Ethereum handler om fellesskap. Det består av mennesker fra mange forskjellige bakgrunner og med alle mulige interesser. Se hvordan du kan bli med.",
  "page-index-tout-community-image-alt": "Illustrasjon av en gruppe nettbyggere som arbeider sammen.",
  "page-index-nft": "Et aktivanett",
  "page-index-nft-description": "Ethereum er ikke bare for digitale penger. Alt du eier, kan representeres, kjøpes og selges, og bli brukt som ikke-ombyttelige token (NFT). Du kan gjøre kunst du har skapt, om til et token og få royalties automatisk hver gang det selges. Eller la et token stå for noe du eier, så du kan ut lån. Mulighetene blir stadig flere.",
  "page-index-nft-button": "Mer om NFT-er",
  "page-index-nft-alt": "En Eth-logo vises med hologram."
}
