[
    {
      "storyEnglish": "I had a transaction with a friend who was overseas, and I was surprised that sending and receiving money through Ethereum was much faster and easier than I thought. It's much more transparent than the existing banking system, and there are no complicated procedures in the middle.",
      "storyOriginal": "특히 해외에 있는 친구랑 거래를 할 일이 있었는데, 이더리움을 통해 돈을 보내고 받는 게 생각보다 훨씬 빠르고 간편해서 놀랐어요. 기존 은행 시스템보다 훨씬 투명하고, 중간에 복잡한 절차도 없고요. 작은 경험들이긴 하지만 이런 것들이 쌓이면서 제 삶에도, 그리고 제 주변에도 이더리움이 긍정적인 변화를 주고 있다는 걸 느껴요.",
      "date": "11.4.",
      "country": "South Korea",
      "twitter": "",
      "region": "#REF!"
    },
    {
      "storyEnglish": "Ethereum has empowered Kenyan communities by improving financial inclusion, supporting agriculture, fostering education, and enabling cost-effective remittances. big up to ETH",
      "storyOriginal": "",
      "category": "Financial Inclusion, International transfers",
      "name": "Thomas",
      "date": "10.4.",
      "country": "Kenya",
      "twitter": "",
      "region": "#REF!"
    },
    {
      "storyEnglish": "Self-custody in the increasingly restrictive (and sometimes even hostile) world of traditional finance has opened the doors to a parallel system of finance for me.",
      "storyOriginal": "",
      "category": "Self-Custody",
      "name": "-",
      "date": "10.4.",
      "country": "Canada",
      "twitter": "",
      "region": "#REF!"
    },
    {
      "storyEnglish": "In the past, when the community held some charity events, the fund raising channels were limited and the management transparency was low. With the decentralized nature of Ethereum, we can launch crowdfunding activities worldwide, and all fund flows can be clearly recorded on the blockchain. Community members can check the use of funds at any time, which not only broadens the source of funds, but also improves the transparency and credibility of fund management.",
      "storyOriginal": "以往社区举办一些公益活动时，资金募集渠道有限且管理透明度低。借助以太坊的去中心化特性，我们可以在全球范围内发起众筹活动，并且所有的资金流向都能在区块链上清晰记录。社区成员可以随时查看资金的使用情况，这不仅拓宽了资金来源，还提高了资金管理的透明度和公信力。\n",
      "category": "Community Collaboration, Transparency",
      "name": "Shangzi",
      "date": "14.4.",
      "country": "China",
      "twitter": "",
      "region": "#REF!"
    },
    {
      "storyEnglish": "Ethereum has reduce poverty on average Nigeria youth. Young guys and ladies either trade or writing codes. This has help to reduce unemployment in my community.",
      "storyOriginal": "",
      "category": "Financial Inclusion",
      "name": "Emmanuel",
      "date": "9.4.",
      "country": "Nigeria",
      "twitter": "",
      "region": "#REF!"
    },
    {
      "storyEnglish": "In emerging regions, instability, distrust, and social inequality are commonplace. Ethereum offers not only a technological alternative, but a philosophical one. It allows us to build systems where transparency is default, trust is programmable, and access is open.",
      "storyOriginal": "",
      "category": "Self-custody, Transparency, Community Collaboration",
      "name": "Thiago",
      "date": "15.4.",
      "country": "Brazil",
      "twitter": "",
      "region": "#REF!"
    },
    {
      "storyEnglish": "In March 2020, toward the end of the COVID pandemic, I simply decided to try buying crypto. I bought Bitcoin and Ethereum without really understanding the difference between them at the time. Now, I'm an ETH maxi. As a citizen of my country, I've always been interested in one question: why can laws be so easily ignored? How can we make contracts enforceable and finally make the law work? Today, after five years on my crypto journey, I have the answer. And that answer is Ethereum — a tool for autonomous individuals. I believe in a bright future for humanity. I believe in a bright future for Ethereum. Thanks to every builder for making this future real.",
      "storyOriginal": "",
      "category": "Self-custody, Transparency",
      "name": "Dorgo.eth",
      "date": "15.4.",
      "country": "Ukraine",
      "twitter": "",
      "region": "#REF!"
    },
    {
      "storyEnglish": "How DeFi has made an impact on my life: Spent 8 years working regular jobs, perfect credit, no debt and all banks denied my loan apps after months of back n forth. In less than 30 minutes I took a loan agains't my ETH which allowed me to buy the land and start construction.",
      "storyOriginal": "",
      "category": "Financial Inclusion",
      "name": "Casio",
      "date": "24.3.",
      "country": "",
      "twitter": "https://x.com/0xCasio/status/1506951476433895425",
      "region": "-"
    },
    {
      "storyEnglish": "Sent some money back home to Afghanistan to support my family with stablecoins and turns out exchange centers are willing to pay an extra 10$ on 1000$ because there's more demand to keep their capital in stablecoins than holding US Dollars in fiat. Reasons? 1. Government can't control their money 2. Easier to transfer across the country and outside of the country as well. 3. Banks are very difficult to deal with 4. Since the demand for stables is high, They can transfer it to fiat whenever they want. Some of you may not see it because you're focused on memecoins but people with genuine problems are turning to crypto.",
      "storyOriginal": "",
      "category": "International transfers, Self-custody",
      "name": "Abbas",
      "date": "23.1.",
      "country": "Afghanistan",
      "twitter": "https://x.com/KhanAbbas201/status/1882473370664812814",
      "region": "Asia"
    },
    {
      "storyEnglish": "I started as a local group in my city Warri south of Nigeria, two years ago, has metamorphosed into a vibrant community of over 400 people with some already developing smart contracts and getting immersed in Ethereum. One of the most significant differences Ethereum made in my community - the web3 Warri - was bringing together individuals with no background in blockchain and transforming them into smart contracts developers. Ethereum has helped my community - the web3 Warri - overcome some of these challenges 1. Centralization: Members of my community now understand that they have control over how they use the internet and their data 2. Seamless and cross-border payments: Most members of my community work as freelancers and remote workers. And receiving their payments have already been a challenger but with Ethereum, they have been able to receive their payments via stable coins and in almost an instance. 3. They also don't need to provide numerous documents to support their identity in making and receiving payments.",
      "storyOriginal": "",
      "category": "International transfers, Financial Inclusion, Self-custody",
      "name": "Charles",
      "date": "16.4.",
      "country": "Nigeria",
      "twitter": "",
      "region": "#REF!"
    },
    {
      "storyEnglish": "Ethereum has made a huge difference in my life. Around eight months ago, I didn't know much about development within the blockchain space. But as I started exploring and joined Web3 communities in Costa Rica like Dojo Coding and Web3Mentorhood, my perspective on Web3 completely changed. Thanks to Ethereum and these communities, I've had access to opportunities I never imagined. For instance, I was able to travel outside my country for the first time through Web3 initiatives—something I hadn't achieved through Web2-related activities. Ethereum has also helped spark events in Costa Rica, strengthening crypto adoption and building a more vibrant local ecosystem. Personally, Ethereum has opened my eyes to a world full of possibilities: collaborating with people from around the globe, constantly learning, and dreaming about building solutions that truly make an impact.",
      "storyOriginal": "",
      "category": "Community collaboration",
      "name": "Sebastián",
      "date": "16.4.",
      "country": "Costa Rica",
      "twitter": "",
      "region": "#REF!"
    },
    {
      "storyEnglish": "I couldn't withdraw funds on offshore cryptocurrency apps, but Ethereum made it so easy.",
      "storyOriginal": "من نمی‌توانستم برداشت مالی در اپلیکیشن های رمز ارز برون مرزی داشته باشم ولی اتریوم این کار رو به این راحتی انجام داد.",
      "category": "Financial inclusion, International transfers",
      "name": "Lida",
      "date": "17.4.",
      "country": "Iran",
      "twitter": "من نمی‌توانستم برداشت مالی در اپلیکیشن های رمز ارز برون مرزی داشته باشم ولی اتریوم این کار رو به این راحتی انجام داد.",
      "region": "#REF!"
    },
    {
      "storyEnglish": "Ethereum helped us break down many barriers we took for granted. Not just technical ones, but also mental ones: believing that technology was foreign, that you had to speak a certain language, live in a certain place, or have a specific profile to access real opportunities.For me and my community, it opened the door to global spaces, where what matters is what you contribute, not where you come from. It allowed us to explore, learn, and build on what we already knew but with a totally new vision. And that also showed us that we can be in both worlds—creative and technological—and add value from there.",
      "storyOriginal": "",
      "category": "Community Collaboration",
      "name": "Yamille\t",
      "date": "17.4.",
      "country": "Peru",
      "twitter": "https://x.com/yamiyami_eth\t",
      "region": "#REF!"
    },
    {
      "storyEnglish": "what people have used the most are remittances, I believe that's the most common use and it's very useful",
      "storyOriginal": "",
      "category": "Financial inclusion, International transfers",
      "name": "Cryptonautas",
      "date": "20.4.",
      "country": "Mexico",
      "twitter": "",
      "region": "#REF!"
    },
    {
      "storyEnglish": "Growing up in Argentina, I experienced how economic instability, inflation, and a lack of trust in institutions can deeply affect daily life. These challenges pushed me to explore alternative systems that don't rely on centralized authorities or intermediaries. That's how I found Ethereum, and it's made a profound difference in how I view the future. Ethereum offered me and my community a new way to think about trust, identity, and value. It's not just a technology; it's a tool for empowerment. With this public good, financial inclusion becomes real. People who were previously shut out of traditional systems now have access to decentralized finance, secure transactions, and even new forms of income and expression through NFTs, DAOs, and other innovations.",
      "storyOriginal": "",
      "category": "Self-custody, Community Collaboration",
      "name": " 0x3liza.eth",
      "date": "20.4.",
      "country": "Argentina",
      "twitter": "https://x.com/Elizapancake01",
      "region": "#REF!"
    },
    {
      "storyEnglish": "Ethereum has helped Argentinians overcome the limits of a broken financial system. It gave us a way to earn and save (mostly in stablecoins), despite inflation, currency controls, and constant uncertainty.",
      "storyOriginal": "",
      "category": "Financial Inclusion",
      "name": "Facu",
      "date": "24.4.",
      "country": "Argentina",
      "twitter": "",
      "region": "#REF!"
    },
    {
      "storyEnglish": "I use Ethereum on a daily basis. With my Gnosis Pay card it's very easy to link my wallet to my daily expenses, and the best of it all is that I can leverage DeFi at the same time. That means that even my current account is earning yield, while keeping my funds accessible and easy to spend.",
      "storyOriginal": "",
      "category": "Payments",
      "name": "Nico",
      "date": "25.4.",
      "country": "Netherlands",
      "twitter": "https://x.com/nicnode",
      "region": "Europe"
    },
    {
      "storyEnglish": "My family lives in Bolivia, and when my brother went to study abroad it was extremely expensive to send him money. Bank transfers are extremely expensive, and solutions like MoneyGram or Western Union would take huge cuts on the transfer. It was a big relief when we discovered that we could send him money with crypto at a fraction of the cost.",
      "storyOriginal": "",
      "category": "International transfers",
      "name": "Nico",
      "date": "25.4.",
      "country": "Netherlands",
      "twitter": "https://x.com/nicnode",
      "region": "Europe"
    },
    {
      "storyEnglish": "I'm Cuban. I live in Serbia. From Cuba, opening a bank account was almost impossible. Paying online… even more difficult. When I arrived in Serbia, I thought everything would be easier. But in 2021, something happened to me that I'll never forget. A client asked me for a website. He paid me via PayPal. And PayPal… blocked my money. Just when I needed it most. That same day, I started looking for solutions. And I found Ethereum. That's when everything changed. Thanks to Ethereum, I was able to receive direct payments. Without banks. Without blocks. Without asking permission. Since then, I fell in love with Ethereum. Because it's not just money. It's freedom. It's being able to work and get paid, no matter where you come from. Every time I have something on another network, I try to move it to Ethereum. Because I believe in its potential. In its ability to give opportunities to people like me. People who come from countries where the system closes its doors to you. For me, Ethereum isn't just technology. It's a tool for living a better life.",
      "storyOriginal": "Soy cubano. Vivo en Serbia. Desde Cuba, abrir una cuenta bancaria era casi imposible. Pagar online… aún más difícil. Cuando llegué a Serbia, pensé que todo sería más fácil. Pero en 2021 me pasó algo que no olvido. Un cliente me pidió una página web. Me pagó por PayPal. Y PayPal… me bloqueó el dinero. Justo cuando más lo necesitaba. Ese mismo día me puse a buscar soluciones. Y encontré Ethereum. Ahí cambió todo. Gracias a Ethereum pude recibir pagos directo. Sin bancos. Sin bloqueos. Sin pedir permiso. Desde entonces, me enamoré de Ethereum. Porque no es solo dinero. Es libertad. Es poder trabajar y cobrar, sin importar de dónde vengas. Cada vez que tengo algo en otra red, trato de moverlo a Ethereum. Porque creo en su potencial. En su capacidad de darle oportunidades a gente como yo. Gente que viene de países donde el sistema te cierra las puertas. Ethereum, para mí, no es solo tecnología. Es una herramienta para vivir mejor.",
      "category": "International transfers",
      "name": "imrulo.eth        ",
      "date": "26.4.",
      "country": "Serbia",
      "twitter": "https://farcaster.xyz/guinoki.eth        ",
      "region": "Europe"
    },
    {
      "storyEnglish": "Ethereum has helped our community overcome several significant challenges, particularly around transparency, trust, and efficient resource allocation. By leveraging smart contracts, we have been able to automate and secure the distribution of funding for social impact projects, ensuring that resources are used for their intended purposes and that all transactions are transparent and publicly auditable. This has greatly reduced the risk of mismanagement and fostered greater trust among stakeholders.",
      "storyOriginal": "",
      "category": "Transparency, Community Collaboration",
      "name": "Rodrigo NuñΞz        ",
      "date": "28.4.",
      "country": "Mexico",
      "twitter": "https://x.com/Cypherpunkfish1        ",
      "region": "#REF!"
    },
    {
      "storyEnglish": "We are using Ethereum to create new coordination mechanisms within a DeSciDAO, allowing us to allocate various forms of capital with smart contracts and accelerate research and citizen science in coral reef conservation initiatives and programs in Mesoamerica, with plans to scale these efforts worldwide.",
      "storyOriginal": "",
      "category": "Transparency, Community Collaboration",
      "name": "MesoReefDAO        ",
      "date": "28.4.",
      "country": "Mexico",
      "twitter": "https://x.com/MesoReefDAO        ",
      "region": "#REF!"
    },
    {
      "storyEnglish": "Before Ethereum, opportunities for many developers like me, especially in Nigeria and across Africa, were very limited. Access to global tech communities, funding, mentorship, and even simply being seen was incredibly hard. Ethereum changed that for me and for many people I know. It helped us overcome barriers of geography, background, and limited resources. Through Ethereum, we could contribute to open-source projects, earn real experience, build real products, and be part of something bigger than ourselves, without needing permission from institutions or borders. ",
      "storyOriginal": "",
      "category": "Community Collaboration",
      "name": "Samuel",
      "date": "28.4.",
      "country": "Nigeria",
      "twitter": "",
      "region": "#REF!"
    },
    {
      "storyEnglish": "I use Ethereum on a day-to-day basis to build art projects, deploy websites via ENS, manage my tokens, and anonymize accounts to create new projects unrelated to me.",
      "storyOriginal": "J'utilise Ethereum au jour le jour pour construire des projets artistiques, déployer des sites web via ENS, gérer mes tokens, et anonymiser des comptes pour créer de nouveaux projets non reliées à moi.",
      "category": "",
      "name": "Alex",
      "date": "5.5",
      "country": "France",
      "twitter": "",
      "region": "Europe"
    }
  ]