{
  "page-gas-meta-title": "Ethereum-ലെ ഗ്യാസ് ഫീസ്: അവ എങ്ങനെ പ്രവർത്തിക്കുന്നു?",
  "page-gas-meta-description": "Ethereum-ലെ ഗ്യാസിനെക്കുറിച്ച് അറിയുക: അവ എങ്ങനെ പ്രവർത്തിക്കുന്നു, എങ്ങനെ ഗ്യാസ് ഫീസ് കുറയ്ക്കാം",
  "page-gas-hero-title": "ഗ്യാസ് ഫീസ്",
  "page-gas-hero-header": "നെറ്റ്‌വർക് ഫീസ്",
  "page-gas-hero-button-1-content": "എന്താണ് ഗ്യാസ്?",
  "page-gas-hero-subtitle-1": "Ethereum-ലെ നെറ്റ്‌വർക്ക് ഫീസ് ഗ്യാസ് എന്ന് വിളിക്കപ്പെടുന്നു.",
  "page-gas-hero-subtitle-2": "Ethereum-ത്തെ ശാക്തീകരിക്കുന്ന ഇന്ധനമാണ് ഗ്യാസ്.",
  "page-gas-summary-title": "സംഗ്രഹം",
  "page-gas-summary-item-1": "Ethereum-ൽ നടക്കുന്ന എല്ലാ ഇടപാടുകൾക്കും അത് നടപ്പിലാക്കുവാൻ ചെറിയ ഒരു തുക അടയ്‌ക്കേണ്ടതുണ്ട്",
  "page-gas-summary-item-2": "ഈ ഫീസ് 'ഗ്യാസ്' ഫീസ് എന്ന് അറിയപ്പെടുന്നു",
  "page-gas-summary-item-3": "ഗ്യാസ് ഫീസ് മുൻകൂട്ടി നിര്ണയിക്കപ്പെടുന്നില്ല, നെറ്റ്വർക്കിലെ തിരക്കനുസരിച്ചു അവയിൽ മാറ്റമുണ്ടാകും",
  "page-gas-what-are-gas-fees-header": "എന്താണ് ഗ്യാസ് ഫീസ്?",
  "page-gas-what-are-gas-fees-text-1": "Ethereum എന്നാൽ ഒരു വലിയ കമ്പ്യൂട്ടർ ആണെന്ന് സങ്കല്പിക്കുക, അതിൽ വ്യക്തികൾക്ക് പരസ്പരം മെസ്സേജുകൾ അയയ്ക്കുക, പ്രോഗ്രാമുകൾ പ്രവർത്തിപ്പിക്കുക തുടങ്ങിയ ജോലികൾ ചെയ്യുവാൻ സാധിക്കും. ഭൗതിക ലോകത്തെപോലെ, ഇത്തരം കാര്യങ്ങൾ ചെയ്യുവാൻ ഇവിടെയും ഊർജ്ജം ആവശ്യമുണ്ട്.",
  "page-gas-what-are-gas-fees-text-2": "Ethereum-ൽ, ഇത്തരം ഓരോ കണക്കുകൂട്ടൽ പ്രവർത്തനങ്ങൾക്കും ഒരു ക്രമീകരിച്ച \"ഗ്യാസ്\" വിലയുണ്ട്. <b>നിങ്ങളുടെ ഇടപാടിലെ പ്രവർത്തനങ്ങളുടെ ആകെ ചെലവാണ് നിങ്ങളുടെ ഗ്യാസ് ഫീസ്</b>. നിങ്ങൾ ഒരു ഇടപാട് അയയ്ക്കുമ്പോഴോ <a href=\"/glossary/#smart-contract\">സ്മാർട്ട് കരാർ</a> റൺ ചെയ്യുമ്പോഴോ, അത് നടപ്പിലാക്കുന്നതിന് നിങ്ങൾ ഗ്യാസ് ഫീ നൽകണം.",
  "page-gas-how-do-i-pay-less-gas-header": "കുറഞ്ഞ ഗ്യാസ് ൽ എങ്ങനെ എനിക്ക് പ്രവർത്തിക്കുവാൻ സാധിക്കും?",
  "page-gas-how-do-i-pay-less-gas-text": "ചില സമയങ്ങളിൽ Ethereum-ലെ കൂടിയ ഗ്യാസ് ഫീ ഒഴിവാക്കാനായില്ലെങ്കിലും, ചിലവ് കുറയ്ക്കുവാനായി താഴെ പറയുന്ന മാർഗ്ഗങ്ങൾ ഉപകരിക്കും:",
  "page-gas-how-do-i-pay-less-gas-card-1-title": "ഇടപാടുകളുടെ സമയം മുൻകൂട്ടി ക്രമീകരിക്കുക",
  "page-gas-how-do-i-pay-less-gas-card-1-description": "തിരക്കൊഴിഞ്ഞ സമയങ്ങളിലെ യാത്ര സൗകര്യപ്രദവും, ചിലവുകുറഞ്ഞതും ആകുന്നതുപോലെ, സാധാരണഗതിയിൽ നോർത്ത് അമേരിക്ക ഉറങ്ങുന്ന സമയം കുറഞ്ഞ ചിലവിൽ Ethereum ഉപയോഗിക്കുവാൻ സാധിക്കും.",
  "page-gas-how-do-i-pay-less-gas-card-2-title": "ഗ്യാസ് തുക കുറയുവാനായി കാത്തിരിക്കുക",
  "page-gas-how-do-i-pay-less-gas-card-2-description": "Ethereum നെറ്റ്‌വർക്കിലെ തിരക്കിന്റെ അടിസ്ഥാനത്തിൽ ഓരോ പന്ത്രണ്ട് സെക്കൻഡിലും ഗ്യാസ് വില കൂടുകയും കുറയുകയും ചെയ്യുന്നു. ഗ്യാസ് വില ഉയർന്നിരിക്കുമ്പോൾ, ഒരു ഇടപാട് നടത്തുന്നതിന് കുറച്ച് മിനിറ്റ് കാത്തിരിക്കുന്നത് നിങ്ങൾ അടയ്‌ക്കേണ്ട തുക ഗണ്യമായി കുറയ്ക്കുന്നു.",
  "page-gas-how-do-i-pay-less-gas-card-3-title": "ലെയർ 2 എങ്ങനെ ഉപയോഗിക്കാം",
  "page-gas-how-do-i-pay-less-gas-card-3-description": "കുറഞ്ഞ ഫീസ് വാഗ്ദാനം ചെയ്യുകയും, കൂടുതൽ ഇടപാടുകൾ കൈകാര്യം ചെയ്യുകയും ചെയ്യുന്ന ലെയർ-2 ശൃംഖലകൾ Ethereum-നു മുകളിലാണ് നിർമ്മിച്ചിരിക്കുന്നത്. Ethereum മെയിൻ നെറ്റ്‌വർക്കിൽ നടത്തേണ്ട ആവശ്യം ഇല്ലാത്ത ഇടപാടുകൾക്കുള്ള ഫീസ് ലാഭിക്കുന്നതിനുള്ള നല്ലൊരു മാർഗമാണവ.",
  "page-gas-try-layer-2": "ലെയർ 2 ശ്രമിച്ചുനോക്കുക",
  "page-gas-what-causes-high-gas-fees-header": "എന്ത് കാരണങ്ങളാലാണ് ഗ്യാസ് ഫീസ് കൂടുന്നത്?",
  "page-gas-what-causes-high-gas-fees-text-1": "Ethereum-ലെ കണക്കുകൂട്ടലിൻ്റെ അളവ് (ഗ്യാസ്) ഒരു നിശ്ചിത പരിധി കവിയുമ്പോഴെല്ലാം, ഗ്യാസ് ഫീസ് ഉയരാൻ തുടങ്ങും. ഈ പരിധിയേക്കാൾ ഗ്യാസ് എത്രത്തോളം കൂടുന്നോ, അത്രത്തോളം വേഗം തന്നെ ഗ്യാസ് ഫീസും വർദ്ധിക്കുന്നു.",
  "page-gas-what-causes-high-gas-fees-text-2": "ജനപ്രിയമായ <a href=\"/glossary/#dapp\">വികേന്ദ്രീകൃത ആപ്പുകൾ (dapps)</a> അല്ലെങ്കിൽ NFT-കൾ, <a href=\"/glossary/#dex\">DEX-കളിൽ</a> ഇടയ്‌ക്കിടെ വർദ്ധിച്ചുവരുന്ന ട്രേഡിംഗ് എന്നിവ പോലുള്ള കാര്യങ്ങൾ ഉയർന്ന ഫീസുകൾക്ക് കാരണമാകാം, അല്ലെങ്കിൽ തിരക്കേറിയ സമയങ്ങളിൽ ധാരാളം ഉപയോക്തൃ പ്രവർത്തനം.",
  "page-gas-what-causes-high-gas-fees-text-3": "Ethereum-ലെ ഡെവലപ്പർമാർ വിന്യസിക്കുന്നതിന് മുമ്പ് അവരുടെ സ്‌മാർട്ട് കരാറുകളുടെ ഉപയോഗം മെച്ചപ്പെട്ടതാക്കുവാൻ ശ്രദ്ധിക്കണം. ധാരാളം ആളുകൾ മോശമായി എഴുതിയ സ്മാർട്ട് കോൺട്രാക്ടുകൾ ഉപയോഗിക്കുന്നുണ്ടെങ്കിൽ, അത് കൂടുതൽ ഗ്യാസ് ഉപയോഗിക്കുകയും അശ്രദ്ധമായി നെറ്റ്‌വർക്ക് തിരക്ക് ഉണ്ടാക്കുകയും ചെയ്യും.",
  "page-gas-want-to-dive-deeper": "കൂടുതൽ അറിയാൻ താല്പര്യപെടുന്നോ?",
  "page-gas-check-out-the-developer-docs": "ഡെവലപ്പർ ഡോക്‌സ് പരിശോധിക്കുക.",
  "page-gas-attack-of-the-cryptokitties-header": "ക്രിപ്റ്റോ കിറ്റിസ് മൂലമുണ്ടായ ആക്രമണം",
  "page-gas-attack-of-the-cryptokitties-text": "2017 നവംബറിൽ, ജനപ്രിയമായ ക്രിപ്‌റ്റോകിറ്റീസ് പ്രോജക്റ്റ് ആരംഭിച്ചു. അതിൻ്റെ ജനപ്രീതിയിലെ ദ്രുതഗതിയിലുള്ള വർദ്ധനവ് ഗണ്യമായ നെറ്റ്‌വർക്ക് തിരക്കിനും ഉയർന്ന ഗ്യാസ് ഫീസിനും കാരണമായി. ക്രിപ്‌റ്റോകിറ്റീസ് ഉന്നയിക്കുന്ന വെല്ലുവിളികൾ Ethereum വികസിപ്പിക്കുവാനുള്ള പരിഹാരനടപടികൾ കണ്ടെത്തുന്നതിനുള്ള ആവശ്യകതയെ വേഗപെടുത്തി.",
  "page-gas-why-do-we-need-gas-header": "എന്താണ് നമുക്ക് ഗ്യാസിന്റെ ആവശ്യം?",
  "page-gas-why-do-we-need-gas-text": "Ethereum സുരക്ഷിതമായി സംരക്ഷിക്കുന്നതിനും ഇടപാടുകൾ നടപ്പിലാക്കുന്നതിനും ഗ്യാസ് ഒരു നിർണായക ഘടകമാണ്. ഗ്യാസ് പല തരത്തിൽ സഹായിക്കുന്നു:",
  "page-gas-benefits-1-description": "വഞ്ചനാപരമായ പ്രവർത്തനങ്ങളാൽ നെറ്റ്‌വർക്കിനെ കീഴടക്കുന്നതിൽ നിന്ന് അന്യായമായി പ്രവർത്തിക്കുന്ന ഉപയോക്താക്കളെ തടയുന്നതിലൂടെ ഗ്യാസ് Ethereum-നെ <a href=\"/glossary/#anti-sybil\">സിബിൽ പ്രതിരോധം</a> നിലനിർത്തുന്നു.",
  "page-gas-benefits-2-description": "കണക്കുകൂട്ടലിന് ഗ്യാസ് ചിലവാകുന്നതിനാൽ, ആകസ്മികമായും മനഃപൂർവവും ചെലവേറിയ ഇടപാടുകൾ ഉപയോഗിച്ച് Ethereum-നെ സ്പാമിംഗ് ചെയ്യുന്നത് സാമ്പത്തികമായി നിരുൽസാഹപ്പെടുത്തുന്നു.",
  "page-gas-benefits-3-description": "ഒരു പ്രസ്തുത സമയത്തു ചെയ്യാവുന്ന കണക്കുകൂട്ടലുകളുടെ അളവിലുള്ള ഒരു ഹാർഡ് പരിധി, Ethereum-നെ അമിതഭാരത്തിൽനിന്നും രക്ഷിക്കുന്നു, ഇത് നെറ്റ്‌വർക്കിലേക്കുള്ള പ്രവേശനം എല്ലായ്പ്പോഴും ഉറപ്പാക്കാൻ സഹായിക്കുന്നു.",
  "page-gas-how-is-gas-calculated-header": "ഗ്യാസ് എങ്ങനെയാണ് കണക്കാക്കുന്നത്?",
  "page-gas-advanced": "വിപുലമായത്",
  "page-gas-how-is-gas-calculated-text-1": "നിങ്ങൾ അടയ്ക്കുന്ന ആകെ ഗ്യാസ് ഫീസ് തുകയിൽ കുറച്ച് ഭാഗങ്ങൾ ഉൾപ്പെടുന്നു:",
  "page-gas-how-is-gas-calculated-item-1": "<b>അടിസ്ഥാന നിരക്ക്:</b> ഒരു ഇടപാടിന് നെറ്റ്‌വർക്ക് നിശ്ചയിച്ച ഫീസ്",
  "page-gas-how-is-gas-calculated-item-2": "<b>മുൻഗണനാ ഫീസ്:</b> നിങ്ങളുടെ ഇടപാട് ബ്ലോക്കിൽ ഉൾപ്പെടുത്തുന്നതിന് നോഡ് ഓപ്പറേറ്റർമാർക്ക് പ്രതിഫലമായി കൊടുക്കുന്ന, നിർബന്ധമല്ലാത്ത ഒരു ടിപ്പ്",
  "page-gas-how-is-gas-calculated-item-3": "<b>ഉപയോഗിച്ച ഗ്യാസ് യൂണിറ്റുകൾ<i>*</i>:</b> ഗ്യാസ് എന്നാൽ പ്രതിനിധീകരിക്കുന്നു എന്ന് ഞങ്ങൾ പറഞ്ഞത് ഓർക്കുന്നുണ്ടോ? ഒരു സ്‌മാർട്ട് കരാറുമായി ഇടപഴകുന്നത് പോലെയുള്ള കൂടുതൽ സങ്കീർണ്ണമായ പ്രവർത്തനങ്ങൾ, ഒരു ഇടപാട് നടത്തുന്നതുപോലെ ലളിതമായതിനേക്കാൾ കൂടുതൽ ഗ്യാസ് ഉപയോഗിക്കുന്നു.",
  "page-gas-how-is-gas-calculated-list-item-1": "<i><span>*</span>വിവിധ തരത്തിലുള്ള ഇടപാടുകൾ എത്ര ഗ്യാസ് ഉപയോഗിക്കുന്നു എന്നറിയാൻ ചിത്രം 1 നോക്കുക</i>",
  "page-gas-how-is-gas-calculated-text-2": "ഗ്യാസ് ഫീസ് കണക്കാക്കുന്നതിനുള്ള ഫോർമുല എന്നത്: ഉപയോഗിച്ച ഗ്യാസ് യൂണിറ്റുകൾ * (അടിസ്ഥാന നിരക്ക് + മുൻഗണനാ ഫീസ്). മിക്ക വാലറ്റുകളും ഗ്യാസ് ഉപയോഗം കണക്കാക്കുകയും ഉപയോക്താവിന് മനസിലാകുന്നവിധം പ്രദർശിപ്പിക്കുകയും ചെയ്യും.",
  "page-gas-table-figure": "<i>ചിത്രം 1: വിവിധ തരത്തിലുള്ള ഇടപാടുകൾക്ക് വേണ്ടി വരുന്ന ഗ്യാസ്</i>",
  "page-gas-table-header-1": "ഇടപാടിന്റെ ഇനം",
  "page-gas-table-header-2": "ഉപയോഗിച്ച ഗ്യാസ് യൂണിറ്റുകൾ",
  "page-gas-table-item-1-transaction-type": "ETH അയയ്ക്കുന്നു",
  "page-gas-table-item-2-transaction-type": "ERC-20 ടോക്കണുകൾ അയ്ക്കുന്നു",
  "page-gas-table-item-3-transaction-type": "ഒരു NFT കൈമാറുക",
  "page-gas-table-item-4-transaction-type": "Uniswap-ൽ സ്വാപ്പ് ചെയ്യൽ",
  "page-gas-faq-header": "പതിവായി ചോദിക്കുന്ന ചോദ്യങ്ങൾ",
  "page-gas-faq-question-1-q": "ഞാൻ നടത്തുന്ന ഇടപാടിലെ ഗ്യാസ് ഫീസ് ആർക്കാണ് ലഭിക്കുന്നത്?",
  "page-gas-faq-question-1-a-1": "ഗ്യാസ് ഫീസിൻ്റെ ഭൂരിഭാഗമായ അടിസ്ഥാന നിരക്ക് - പ്രോട്ടോക്കോൾ നശിപ്പിക്കുന്നു (ബേൺഡ്). നിങ്ങളുടെ ഇടപാടിൽ മുൻഗണനാ ഫീസ് ഉൾപെട്ടിട്ടുണ്ടെങ്കിൽ, അത് നിങ്ങളുടെ ഇടപാട് നിർദ്ദേശിച്ച വാലിഡേറ്ററിന് നൽകപ്പെടും.",
  "page-gas-faq-question-1-a-2": "ഈ പ്രക്രിയയുടെ വിശദമായ വിവരണത്തിനായി <a href=\"/developers/docs/gas/\">ഗ്യാസ് ഡെവലപ്പർ ഡോക്‌സ്</a> വായിക്കുക.",
  "page-gas-faq-question-2-q": "ഞാൻ ഗ്യാസിനുള്ള തുക ETH-ൽ അടയ്‌ക്കേണ്ടതുണ്ടോ?",
  "page-gas-faq-question-2-a-1": "Ethereum-ലെ എല്ലാ ഗ്യാസ് ഫീസും തനതു ETH കറൻസിയിൽ നൽകണം.",
  "page-gas-faq-question-2-a-2": "ETH- നെക്കുറിച്ച് കൂടുതൽ",
  "page-gas-faq-question-3-q": "എന്താണ് gwei?",
  "page-gas-faq-question-3-a-1": "മിക്ക വാലെറ്റുകളിലും ഗ്യാസ് ട്രാക്കറുകളിലും ഗ്യാസ് വില 'gwei' എന്ന് രേഖപ്പെടുത്തിയിരിക്കുന്നത് നിങ്ങൾ കാണും.",
  "page-gas-faq-question-3-a-2": "Gwei എന്നാൽ ETH-ന്റെ ഒരു ചെറിയ യൂണിറ്റ് മാത്രമാണ്, ഡോളറിന് പെന്നികൾ എന്നതുപോലെ 1 ETH നു തുല്യം 1 ബില്യൺ gwei ആണ്. 1 ETH നു തുല്യം 1 ബില്യൺ gwei ആണ്. വളരെ ചെറിയ അളവിലുള്ള ETH-നെ കുറിച്ച് സംസാരിക്കുമ്പോൾ Gwei ഉപയോഗപ്രദമാണ്.",
  "page-gas-use-layer-2": "ലെയർ 2 എങ്ങനെ ഉപയോഗിക്കാം"
}
