{
  "page-get-eth-cex": "കേന്ദ്രീകൃത എക്സ്ചേഞ്ചുകൾ",
  "page-get-eth-cex-desc": "പരമ്പരാഗത കറൻസികൾ ഉപയോഗിച്ച് ക്രിപ്റ്റോ വാങ്ങാൻ നിങ്ങളെ അനുവദിക്കുന്ന ബിസിനസ്സുകളാണ് എക്സ്ചേഞ്ചുകൾ. നിങ്ങൾ നിയന്ത്രിക്കുന്ന ഒരു വാലറ്റിലേക്ക് അയയ്‌ക്കുന്നതുവരെ നിങ്ങൾ വാങ്ങുന്ന ഏതൊരു ETHഉം അവരുടെ കസ്റ്റഡിയിലായിരിക്കും.",
  "page-get-eth-checkout-dapps-btn": "ഡാപ്പുകൾ പരിശോധിക്കുക",
  "page-get-eth-community-safety": "സുരക്ഷയെക്കുറിച്ചുള്ള കമ്മ്യൂണിറ്റി പോസ്റ്റുകൾ",
  "page-get-eth-description": "Ethereum, ETH എന്നിവ ഏതെങ്കിലും സർക്കാരോ കമ്പനിയോ നിയന്ത്രിക്കുന്നില്ല - അവ വികേന്ദ്രീകൃതമാണ്. ഇതിനർത്ഥം എല്ലാവർക്കും ഉപയോഗിക്കാൻ ETH തുറന്നിരിക്കുന്നു എന്നാണ്.",
  "page-get-eth-dex": "വികേന്ദ്രീകൃത എക്സ്ചേഞ്ചുകൾ (DEXs)",
  "page-get-eth-dex-desc": "നിങ്ങൾക്ക് കൂടുതൽ നിയന്ത്രണം വേണമെങ്കിൽ, ETH പിയർ-ടു-പിയർ വാങ്ങുക. ഒരു കേന്ദ്രീകൃത കമ്പനിക്ക് നിങ്ങളുടെ ഫണ്ടുകളുടെ നിയന്ത്രണം നൽകാതെ ഒരു DEX ഉപയോഗിച്ച് നിങ്ങൾക്ക് വ്യാപാരം നടത്താം.",
  "page-get-eth-dexs": "വികേന്ദ്രീകൃത എക്സ്ചേഞ്ചുകൾ (DEXs)",
  "page-get-eth-dexs-desc": "വികേന്ദ്രീകൃത എക്സ്ചേഞ്ചുകൾ ETH നും മറ്റ് ടോക്കണുകൾക്കുമായുള്ള തുറന്ന വിപണന കേന്ദ്രങ്ങളാണ്. അവർ വാങ്ങലുകാരെയും വിൽപ്പനക്കാരെയും നേരിട്ട് ബന്ധിപ്പിക്കുന്നു.",
  "page-get-eth-dexs-desc-2": "ഇടപാടിലെ ഫണ്ടുകൾ പരിരക്ഷിക്കുന്നതിന് വിശ്വസനീയമായ ഒരു മൂന്നാം കക്ഷിയെ ഉപയോഗിക്കുന്നതിനുപകരം, അവർ കോഡ് ഉപയോഗിക്കുന്നു. പേയ്‌മെന്റ് ഉറപ്പുനൽകുമ്പോൾ മാത്രമേ വിൽപ്പനക്കാരന്റെ ETH കൈമാറുകയുള്ളൂ. ഇത്തരത്തിലുള്ള കോഡ് ഒരു സ്മാർട്ട് കരാർ എന്നറിയപ്പെടുന്നു.",
  "page-get-eth-dexs-desc-3": "ഇതിനർത്ഥം കേന്ദ്രീകൃത ബദലുകളേക്കാൾ കുറവാണ് ഭൂമിശാസ്ത്രപരമായ നിയന്ത്രണങ്ങൾ\n എന്നാണ്. ആരെങ്കിലും നിങ്ങൾ ആഗ്രഹിക്കുന്നത് വിൽക്കുകയും നിങ്ങൾക്ക് നൽകാൻ കഴിയുന്ന ഒരു പേയ്‌മെന്റ് രീതി സ്വീകരിക്കുകയും ചെയ്യുന്നുവെങ്കിൽ, നിങ്ങൾ തയ്യാറായിക്കഴിഞ്ഞു. മറ്റ് ടോക്കണുകൾ, പേപാൽ അല്ലെങ്കിൽ വ്യക്തിഗത ക്യാഷ് ഡെലിവറികൾ എന്നിവ ഉപയോഗിച്ച് ETH വാങ്ങാൻ DEX- കൾ നിങ്ങളെ അനുവദിക്കുന്നു.",
  "page-get-eth-do-not-copy": "ഉദാഹരണം: പകർത്തരുത്",
  "page-get-eth-exchanges-disclaimer": "ഞങ്ങൾ ഈ വിവരങ്ങൾ സ്വമേധയാ ശേഖരിച്ചു. നിങ്ങൾ എന്തെങ്കിലും തെറ്റ് കണ്ടെത്തിയാൽ, ഞങ്ങളെ അറിയിക്കുക",
  "page-get-eth-exchanges-empty-state-text": "ETH വാങ്ങാൻ നിങ്ങൾക്ക് ഉപയോഗിക്കാവുന്ന വാലറ്റുകളുടെയും എക്സ്ചേഞ്ചുകളുടെയും ഒരു ലിസ്റ്റ് കാണുന്നതിന് നിങ്ങളുടെ താമസിക്കുന്ന രാജ്യം നൽകുക",
  "page-get-eth-exchanges-except": "ഒഴികെ",
  "page-get-eth-exchanges-header": "നിങ്ങൾ ഏത് രാജ്യത്താണ് താമസിക്കുന്നത്?",
  "page-get-eth-exchanges-header-exchanges": "എക്സ്ചേഞ്ചുകൾ",
  "page-get-eth-exchanges-header-wallets": "വാലറ്റുകൾ",
  "page-get-eth-exchanges-intro": "എക്സ്ചേഞ്ചുകൾക്കും വാലറ്റുകൾക്കും ക്രിപ്റ്റോ വിൽക്കാൻ കഴിയുന്ന സ്ഥലങ്ങളിൽ നിയന്ത്രണങ്ങളുണ്ട്.",
  "page-get-eth-exchanges-no-exchanges": "ക്ഷമിക്കണം, ഈ രാജ്യത്ത് നിന്ന് ETH വാങ്ങാൻ നിങ്ങളെ അനുവദിക്കുന്ന എക്സ്ചേഞ്ചുകളൊന്നും ഞങ്ങൾക്കറിയില്ല. നിങ്ങൾ അങ്ങനെ ചെയ്യുകയാണെങ്കിൽ, ഞങ്ങളോട് പറയുക",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "ക്ഷമിക്കണം, ഈ രാജ്യത്ത് നിന്ന് ETH വാങ്ങാൻ നിങ്ങളെ അനുവദിക്കുന്ന എക്സ്ചേഞ്ചുകളോ വാലറ്റുകളോ ഞങ്ങൾക്ക് അറിയില്ല. നിങ്ങൾ അങ്ങനെ ചെയ്യുകയാണെങ്കിൽ, ഞങ്ങളോട് പറയുക",
  "page-get-eth-exchanges-no-wallets": "ക്ഷമിക്കണം, ഈ രാജ്യത്ത് നിന്ന് ETH വാങ്ങാൻ നിങ്ങളെ അനുവദിക്കുന്ന വാലറ്റുകളൊന്നും ഞങ്ങൾക്കറിയില്ല. നിങ്ങൾ അങ്ങനെ ചെയ്യുകയാണെങ്കിൽ, ഞങ്ങളോട് പറയുക",
  "page-get-eth-exchanges-success-exchange": "നിയമപരമായ പരിശോധനകൾ കാരണം ഒരു എക്സ്ചേഞ്ചിൽ രജിസ്റ്റർ ചെയ്യാൻ നിരവധി ദിവസമെടുക്കും.",
  "page-get-eth-exchanges-success-wallet-link": "വാലറ്റുകൾ",
  "page-get-eth-exchanges-success-wallet-paragraph": "നിങ്ങൾ താമസിക്കുന്നിടത്ത്, നിങ്ങൾക്ക് ഈ വാലറ്റുകളിൽ നിന്ന് നേരിട്ട് ETH വാങ്ങാം. ഇതിനെക്കുറിച്ച് കൂടുതലറിയുക",
  "page-get-eth-exchanges-usa": "യുണൈറ്റഡ് സ്റ്റേറ്റ്സ് ഓഫ് അമേരിക്ക (യുഎസ്എ)",
  "page-get-eth-get-wallet-btn": "ഒരു വാലറ്റ് നേടുക",
  "page-get-eth-hero-image-alt": "ETH ഹീറോ ഇമേജ് നേടുക",
  "page-get-eth-keep-it-safe": "നിങ്ങളുടെ ETH സുരക്ഷിതമായി സൂക്ഷിക്കുന്നു",
  "page-get-eth-meta-description": "നിങ്ങൾ താമസിക്കുന്ന സ്ഥലത്തെ അടിസ്ഥാനമാക്കി ETH എങ്ങനെ വാങ്ങാം, അത് എങ്ങനെ പരിപാലിക്കണം എന്നതിനെക്കുറിച്ചുള്ള ഉപദേശവും.",
  "page-get-eth-meta-title": "ETH എങ്ങനെ വാങ്ങാം",
  "page-get-eth-need-wallet": "ഒരു DEX ഉപയോഗിക്കുന്നതിന് നിങ്ങൾക്ക് ഒരു വാലറ്റ് ആവശ്യമാണ്.",
  "page-get-eth-new-to-eth": "ETH- ൽ പുതിയതാണോ? നിങ്ങൾ ആരംഭിക്കുന്നതിനുള്ള ഒരു അവലോകനം ഇവിടെയുണ്ട്.",
  "page-get-eth-other-cryptos": "മറ്റ് ക്രിപ്റ്റോ ഉപയോഗിച്ച് വാങ്ങുക",
  "page-get-eth-protect-eth-desc": "നിങ്ങൾ‌ ധാരാളം ETH വാങ്ങാൻ‌ പദ്ധതിയിടുകയാണെങ്കിൽ‌, നിങ്ങൾ‌ നിയന്ത്രിക്കുന്ന ഒരു വാലറ്റിൽ‌ സൂക്ഷിക്കാൻ‌ നിങ്ങൾ‌ താൽ‌പ്പര്യപ്പെട്ടേക്കാം, ഒരു എക്സ്ചേഞ്ച് അല്ല. ഒരു എക്സ്ചേഞ്ച് ഹാക്കർമാരുടെ ടാർഗെറ്റ് ആയതിനാലാണിത്. ഒരു ഹാക്കർ ആക്സസ് നേടിയാൽ, നിങ്ങളുടെ ഫണ്ടുകൾ നഷ്‌ടപ്പെടാം. പകരമായി, നിങ്ങളുടെ വാലറ്റിന്റെ നിയന്ത്രണം നിങ്ങൾക്ക് മാത്രമേയുള്ളൂ.",
  "page-get-eth-protect-eth-in-wallet": "നിങ്ങളുടെ ETH ഒരു വാലറ്റിൽ സംരക്ഷിക്കുക",
  "page-get-eth-search-by-country": "രാജ്യം അനുസരിച്ച് തിരയുക",
  "page-get-eth-security": "എന്നാൽ നിങ്ങളുടെ ഫണ്ടുകളുടെ സുരക്ഷ ഗൗരവമായി കാണേണ്ടതുണ്ടെന്നുകൂടിയാണ് ഇതിനർത്ഥം. ETH-ന്‍റെ കാര്യത്തില്‍, നിങ്ങളുടെ പണം നോക്കാൻ നിങ്ങൾ ഒരു ബാങ്കിനെ വിശ്വസിക്കുന്നില്ല, \nപകരം നിങ്ങൾ സ്വയം വിശ്വസിക്കുന്നു.",
  "page-get-eth-smart-contract-link": "സ്മാർട്ട് കരാറുകളെക്കുറിച്ച് കൂടുതല്‍",
  "page-get-eth-swapping": "മറ്റുള്ളവരുടെ ETH നായി നിങ്ങളുടെ ടോക്കണുകൾ സ്വാപ്പ് ചെയ്യുക. തിരിച്ചും.",
  "page-get-eth-try-dex": "ഒരു ഡെക്സ് പരീക്ഷിക്കുക",
  "page-get-eth-use-your-eth": "നിങ്ങളുടെ ETH ഉപയോഗിക്കുക",
  "page-get-eth-use-your-eth-dapps": "ഇപ്പോൾ നിങ്ങൾക്ക് സ്വന്തമായി കുറച്ച് ETH ഉള്ളതിനാല്‍, ചില Ethereum ആപ്ലിക്കേഷനുകൾ (ഡാപ്പുകൾ) പരിശോധിക്കുക. ഫിനാൻസ്, സോഷ്യൽ മീഡിയ, ഗെയിമിംഗ്, മറ്റ് നിരവധി വിഭാഗങ്ങൾ എന്നിവയ്ക്കായി ഡാപ്പുകൾ ഉണ്ട്.",
  "page-get-eth-wallet-instructions": "വാലറ്റ് നിർദ്ദേശങ്ങൾ പാലിക്കുക",
  "page-get-eth-wallet-instructions-lost": "നിങ്ങളുടെ വാലറ്റിലേക്കുള്ള ആക്‌സസ്സ് നഷ്‌ടപ്പെടുകയാണെങ്കിൽ, നിങ്ങളുടെ ഫണ്ടുകളിലേക്കുള്ള ആക്‌സസ്സ് നഷ്‌ടപ്പെടും. ഇതിൽ നിന്ന് പരിരക്ഷിക്കുന്നതിനുള്ള നിർദ്ദേശങ്ങൾ നിങ്ങളുടെ വാലറ്റ് നൽകും. അവ ശ്രദ്ധാപൂർവ്വം പിന്തുടരുന്നുവെന്ന് ഉറപ്പാക്കുക - മിക്ക കേസുകളിലും, നിങ്ങളുടെ വാലറ്റിലേക്കുള്ള ആക്സസ് നഷ്‌ടപ്പെടുകയാണെങ്കിൽ ആർക്കും നിങ്ങളെ സഹായിക്കാനാവില്ല.",
  "page-get-eth-wallets": "വാലറ്റുകൾ",
  "page-get-eth-wallets-link": "വാലറ്റുകളെക്കുറിച്ച് കൂടുതൽ",
  "page-get-eth-wallets-purchasing": "ഡെബിറ്റ് / ക്രെഡിറ്റ് കാർഡ്, ബാങ്ക് ട്രാൻസ്ഫർ അല്ലെങ്കിൽ ആപ്പിൾ പേ എന്നിവ ഉപയോഗിച്ച് ക്രിപ്റ്റോ വാങ്ങാൻ ചില വാലറ്റുകൾ നിങ്ങളെ അനുവദിക്കുന്നു. ഭൂമിശാസ്ത്രപരമായ നിയന്ത്രണങ്ങൾ ബാധകമാണ്.",
  "page-get-eth-warning": "ഈ DEX- കൾ തുടക്കക്കാർക്കുള്ളതല്ല, കാരണം അവ ഉപയോഗിക്കാൻ നിങ്ങൾക്ക് കുറച്ച് ETH ആവശ്യമാണ്.",
  "page-get-eth-what-are-DEX's": "DEX- കൾ എന്താണ്?",
  "page-get-eth-whats-eth-link": "എന്താണ് ETH?",
  "page-get-eth-where-to-buy-desc": "എക്സ്ചേഞ്ചുകളിൽ നിന്നോ വാലറ്റുകളിൽ നിന്നോ നിങ്ങൾക്ക് നേരിട്ട് ETH വാങ്ങാം.",
  "page-get-eth-where-to-buy-desc-2": "നിങ്ങൾ താമസിക്കുന്ന സ്ഥലത്തെ അടിസ്ഥാനമാക്കി നിങ്ങൾക്ക് ഏതൊക്കെ സേവനങ്ങൾ ഉപയോഗിക്കാമെന്ന് പരിശോധിക്കുക.",
  "page-get-eth-where-to-buy-title": "എവിടെനിന്നാണ് ETH വാങ്ങേണ്ടത്",
  "page-get-eth-your-address": "നിങ്ങളുടെ ETH വിലാസം",
  "page-get-eth-your-address-desc": "നിങ്ങൾ ഒരു വാലറ്റ് ഡൌൺലോഡ് ചെയ്യുമ്പോൾ അത് നിങ്ങൾക്കായി ഒരു പൊതു ETH വിലാസം സൃഷ്ടിക്കും. അത് എങ്ങനെയിരിക്കുമെന്നത് ഇതാ:",
  "page-get-eth-your-address-desc-3": "ഇത് നിങ്ങളുടെ ഇമെയിൽ വിലാസം പോലെ ചിന്തിക്കുക, പക്ഷേ മെയിലിനുപകരം ഇതിന് ETH ലഭിക്കും. ഒരു എക്സ്ചേഞ്ചിൽ നിന്ന് നിങ്ങളുടെ വാലറ്റിലേക്ക് ETH കൈമാറാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, നിങ്ങളുടെ വിലാസം ലക്ഷ്യസ്ഥാനമായി ഉപയോഗിക്കുക. അയയ്‌ക്കുന്നതിന് മുമ്പ് എല്ലായ്‌പ്പോഴും രണ്ടുതവണ പരിശോധിക്കുന്നത് ഉറപ്പാക്കുക!",
  "page-get-eth-your-address-wallet-link": "വാലറ്റുകൾ പരിശോധിക്കുക",
  "listing-policy-raise-issue-link": "പ്രശ്നം ഉന്നയിക്കുക",
  "page-find-wallet-last-updated": "അവസാനമായി പുതുക്കിയത്"
}
