{
  "page-roadmap-vision-2014": "ഓഫ് സ്റ്റേക്കിന്റെ പ്രൂഫ് വിശദീകരിക്കുന്ന ഒരു 2014 ബ്ലോഗ് പോസ്റ്റ് കാണുക",
  "page-roadmap-vision-2021": "Ethereum റോഡ്‌മാപ്പ് പരിണാമം സംബന്ധിച്ച ഒരു 2021 ബ്ലോഗ് പോസ്റ്റ് കാണുക",
  "page-roadmap-vision-2022": "2022-ലെ ഒരു ബ്ലോഗ് പോസ്റ്റ് കാണുക: Ethereum-ലേക്കുള്ള ഹിച്ച്‌ഹൈക്കേഴ്‌സ് ഗൈഡ്",
  "page-roadmap-vision-2021-updates": "Ethereum പ്രോട്ടോക്കോൾ അപ്‌ഡേറ്റുകൾ സംബന്ധിച്ച 2021-ലെ ഒരു ബ്ലോഗ് പോസ്റ്റ് കാണുക",
  "page-roadmap-vision-desc-1": "ആഗോള ഉപയോക്തൃ അടിത്തറയെ മികച്ച രീതിയിൽ സേവിക്കുന്നതിന് Ethereum നെറ്റ്‌വർക്ക് തിരക്ക് കുറയ്ക്കുകയും വേഗത മെച്ചപ്പെടുത്തുകയും ചെയ്യേണ്ടതുണ്ട്.",
  "page-roadmap-vision-desc-2": "നെറ്റ്‌വർക്ക് വളരുന്നതിനനുസരിച്ച് ഒരു നോഡ് പ്രവർത്തിപ്പിക്കുന്നത് കൂടുതൽ കഠിനമാവുകയാണ്. നെറ്റ്‌വർക്ക് സ്കെയിൽ ചെയ്യാനുള്ള ശ്രമങ്ങൾക്കൊപ്പം ഇത് കൂടുതൽ കഠിനമാകും.",
  "page-roadmap-vision-desc-3": "Ethereum വളരെയധികം വൈദ്യുതി ഉപയോഗിക്കുന്നു. നെറ്റ്‌വർക്കിനെ സുരക്ഷിതമായി സൂക്ഷിക്കുന്ന സാങ്കേതികവിദ്യ കൂടുതൽ സുസ്ഥിരമായിരിക്കേണ്ടതുണ്ട്.",
  "page-roadmap-vision-ethereum-node": "നോഡുകളെ പറ്റി കൂടുതൽ",
  "page-roadmap-vision-future": "ആഗോളതലത്തിൽ ഒരു ഡിജിറ്റൽ ഭാവി",
  "page-roadmap-vision-meta-desc": "അപ്‌ഗ്രേഡുകൾ Ethereum-ൽ ചെലുത്തുന്ന സ്വാധീനത്തെക്കുറിച്ചും അവ മറികടക്കേണ്ട വെല്ലുവിളികളെക്കുറിച്ചും ഒരു അവലോകനം.",
  "page-roadmap-vision-meta-title": "Ethereum വീക്ഷണം",
  "page-roadmap-vision-mining": "മൈനിംഗിനെക്കുറിച്ച് കൂടുതൽ",
  "page-roadmap-vision-problems": "ഇന്നത്തെ പ്രശ്നങ്ങൾ",
  "page-roadmap-vision-scalability": "സ്കേലബിളിറ്റി",
  "page-roadmap-vision-scalability-desc": "നെറ്റ്‌വർക്കിലെ നോഡുകളുടെ വലുപ്പം വർദ്ധിപ്പിക്കാതെ സെക്കൻഡിൽ കൂടുതൽ ഇടപാടുകൾ കൈകാര്യം ചെയ്യാൻ Ethereum-ന് കഴിയേണ്ടതുണ്ട്. ബ്ലോക്ക്ചെയിൻ സംഭരിക്കുകയും പ്രവർത്തിപ്പിക്കുകയും ചെയ്യുന്ന സുപ്രധാന നെറ്റ്‌വർക്ക് പങ്കാളികളാണ് നോഡുകൾ. നോഡ് വലുപ്പം കൂട്ടുന്നത് പ്രായോഗികമല്ല, കാരണം ശക്തവും ചെലവേറിയതുമായ കമ്പ്യൂട്ടറുകൾ ഉള്ളവർക്ക് മാത്രമേ ഇത് ചെയ്യാൻ കഴിയൂ. സ്കെയിൽ ചെയ്യുന്നതിന്, Ethereum-ന് സെക്കൻഡിൽ കൂടുതൽ ഇടപാടുകൾ ആവശ്യമാണ്, ഒപ്പം കൂടുതൽ നോഡുകളും. കൂടുതൽ നോഡുകൾ കൂടുതൽ സുരക്ഷയെ അർത്ഥമാക്കുന്നു.",
  "page-roadmap-vision-scalability-desc-3": "ഷാർഡിംഗ് അപ്‌ഗ്രേഡുകൾ മുഴുവൻ നെറ്റ്‌വർക്കിലും ഡാറ്റ സ്റ്റോറേജ് ആവശ്യകതകൾ വ്യാപിപ്പിക്കും, ഓരോ നോഡും ഡാറ്റയുടെ 100% ഇനി കൈവശം വയ്ക്കേണ്ട ആവശ്യമില്ല. ഇടപാടുകളുടെ നിർവഹണം സ്കെയിൽ ചെയ്യുന്നതിനെ ഇത് നേരിട്ട് കൈകാര്യം ചെയ്യുന്നില്ലെങ്കിലും, <a href=\"/layer-2/\">വരി 2</a> റോളപ്പ് സൊല്യൂഷനുകൾ മുഖേന ഈ പ്രശ്‌നം നേരിട്ട് പരിഹരിക്കപ്പെടുന്നു.",
  "page-roadmap-vision-scalability-desc-4": "വളരെ ഫലപ്രദമാകണമെങ്കിൽ റോളപ്പുകൾക്ക് വരി 1-ൽ കുറഞ്ഞതരം സ്റ്റോറേജ് ആവശ്യമാണ്. ഓരോ സെക്കൻഡിലും നിലവിലെ 15-45 ഇടപാടുകൾ എന്ന പരിധിക്കപ്പുറം എക്‌സ്‌പോണൻഷ്യൽ മെച്ചപ്പെടുത്തലുകൾ പ്രാപ്‌തമാക്കിക്കൊണ്ട്, റോളപ്പുകളിലെ കാര്യക്ഷമത പരമാവധി വർദ്ധിപ്പിക്കുന്നതിലൂടെ Ethereum-ന് വിശാലമായ ഒരു ഇടം ഷാർഡിംഗ് നൽകും.",
  "page-roadmap-vision-security": "സുരക്ഷ",
  "page-roadmap-vision-security-desc": "ആസൂത്രിത അപ്‌ഗ്രേഡുകൾ ഏകോപിത ആക്രമണങ്ങൾക്ക് എതിരെ Ethereum-ന്റെ സുരക്ഷ മെച്ചപ്പെടുത്തുന്നു.",
  "page-roadmap-vision-security-desc-3": "പ്രൂഫ് ഓഫ് സ്റ്റേക്കിൽ, ആക്രമണത്തിനെതിരായ വലിയ ക്രിപ്റ്റോ-ഇക്കണോമിക് നിരുത്സാഹപ്പെടുത്തലുകളിൽ നിന്നാണ് അധിക സുരക്ഷ വരുന്നത്. കാരണം, പ്രൂഫ് ഓഫ് സ്റ്റേക്കിൽ, നെറ്റ്‌വർക്ക് സുരക്ഷിതമാക്കുന്ന വാലിഡേറ്റർമാർ പ്രോട്ടോക്കോളിൽ ഗണ്യമായ അളവിൽ ETH സ്റ്റേക്ക് ചെയ്യണം. അവർ നെറ്റ്‌വർക്കിനെ ആക്രമിക്കാന്‍ ശ്രമിക്കുകയാണെങ്കിൽ, പ്രോട്ടോക്കോളിന് അവരുടെ ETH-നെ സ്വയമേവ നശിപ്പിക്കാൻ കഴിയും.",
  "page-roadmap-vision-security-desc-5": "എന്നിരുന്നാലും, സേവനം നിഷേധിക്കുന്ന ആക്രമണങ്ങൾക്ക് എതിരെ വാലിഡേറ്റർമാരെ പരിരക്ഷിക്കുകയും അവരുടെ അജ്ഞാത സ്വഭാവം വർദ്ധിപ്പിക്കുകയും ചെയ്യുന്ന അപ്‌ഗ്രേഡുകളും പ്രധാനമാണ്, മാത്രമല്ല പ്രത്യേക ബ്ലോക്ക് ബിൽഡിംഗും ബ്ലോക്ക് പ്രൊപ്പഗേഷനും ഉടൻ നടപ്പാക്കുകയും ചെയ്യുന്നു. ഈ അപ്‌ഗ്രേഡുകൾ സജീവ ആക്രമണങ്ങൾക്കും സെൻസർഷിപ്പിനും എതിരെ വ്യക്തിഗത വാലിഡേറ്റർമാർക്കും നെറ്റ്‌വർക്കിനും മൊത്തത്തിൽ പരിരക്ഷ നൽകുന്നു.",
  "page-roadmap-vision-security-desc-5-link": "പ്രൂഫ് ഓഫ് സ്റ്റേക്കിനെക്കുറിച്ച് കൂടുതൽ",
  "page-roadmap-vision-security-desc-10": "കൺസെൻസസിൽ നേരിട്ട് പങ്കെടുക്കാൻ നിങ്ങൾ എലൈറ്റ് ഹാർഡ്‌വെയറിൽ നിക്ഷേപിക്കേണ്ടതില്ലെന്നുകൂടി സ്റ്റെയ്ക്കിങിന് അർത്ഥമുണ്ട്. ഇത് ഒരു വാലിഡേറ്ററാകാൻ കൂടുതൽ ആളുകളെ പ്രോത്സാഹിപ്പിക്കുകയും നെറ്റ്‌വർക്കിന്റെ വികേന്ദ്രീകരണം വർദ്ധിപ്പിക്കുകയും ആക്രമണ ഉപരിതല വിസ്തീർണ്ണം കുറയ്ക്കുകയും ചെയ്യും.",
  "page-roadmap-vision-security-staking": "ETH സ്റ്റേക്ക് ചെയ്യുക",
  "page-roadmap-vision-security-validator": "നിങ്ങൾക്കും അവരുടെ ETH സ്റ്റെയ്ക്കിങ് നടത്തി ഒരു വാലിഡേറ്ററാകാം.",
  "page-roadmap-vision-staking-lower": "സ്റ്റേക്കിംഗിനെ കുറിച്ച് കൂടുതൽ",
  "page-roadmap-vision-subtitle": "എല്ലാ മനുഷ്യരാശിയെയും സഹായിക്കാൻ പര്യാപ്തമാകുന്നതുവരെ Ethereum വളർത്തുക.",
  "page-roadmap-vision-sustainability": "സുസ്ഥിരത",
  "page-roadmap-vision-sustainability-desc-1": "Ethereum ഇപ്പോൾ ഒരു ഗ്രീൻ ബ്ലോക്ക്‌ചെയിൻ ആണ്. പ്രൂഫ് ഓഫ് സ്റ്റേക്കിന് വേണ്ടി പ്രൂഫ് ഓഫ് വർക്ക് സ്വാപ്പ് ചെയ്തപ്പോൾ ഊർജ്ജ ഉപഭോഗം ~99.95% കുറഞ്ഞു.",
  "page-roadmap-vision-sustainability-desc-2": "Ethereum ഇപ്പോൾ കമ്പ്യൂട്ടിംഗ് പവർ വഴിയല്ല, സ്റ്റേക്കിംഗിലൂടെ സുരക്ഷിതമാണ്.",
  "page-roadmap-vision-sustainability-desc-3": "ഈ സുസ്ഥിരത ബൂസ്റ്റ് സുരക്ഷാ നേട്ടങ്ങളും നൽകുന്നു - സ്റ്റേക്ക്ഡ് ഈതർ പ്രൂഫ് ഓഫ് വർക്കിനേക്കാൾ ചെയിനെ ആക്രമിക്കുന്നത് ഇത് കൂടുതൽ ദുഷ്‌കരമാക്കുന്നു, എന്നാൽ മൈനേഴ്‌സിനേക്കാൾ വാലിഡേറ്റർമാർക്ക് പണം നൽകുന്നതിന് കുറവ് പുതിയ ETH നൽകേണ്ടതിനാൽ ഇത് സുരക്ഷിതമാക്കുന്നതിനുള്ള ചെലവ് കുറവാണ്.",
  "page-roadmap-vision-sustainability-desc-8": "പ്രൂഫ് ഓഫ് സ്റ്റേക്കിലേക്കുള്ള നീക്കം Ethereum-നെ പരിസ്ഥിതി സൗഹൃദവും കൂടുതൽ സുരക്ഷിതവുമാക്കി. ആപ്പുകളും ഓർഗനൈസേഷനുകളും നിർമ്മിക്കുന്നതിനുള്ള ലോ-കാർബൺ പ്ലാറ്റ്‌ഫോമാണ് ഇത്.",
  "page-roadmap-vision-sustainability-subtitle": "ശക്തമായ ക്രിപ്‌റ്റോ-സാമ്പത്തിക സുരക്ഷയുള്ള ഒരു ഗ്രീൻ ബ്ലോക്ക്‌ചെയിൻ ആണ് Ethereum.",
  "page-roadmap-vision-title": "Ethereum വീക്ഷണം",
  "page-roadmap-vision-title-1": "അടഞ്ഞ നെറ്റ്‌വർക്ക്",
  "page-roadmap-vision-title-2": "ഡിസ്ക് സ്പേസ്",
  "page-roadmap-vision-title-3": "വളരെയധികം ഊര്‍ജ്ജം",
  "page-roadmap-vision-trilemma-cardtext-1": "Ethereum അപ്‌ഗ്രേഡുകൾ Ethereum-നെ വിപുലീകരിക്കാവുന്നതും സുരക്ഷിതവും വികേന്ദ്രീകൃതവുമാക്കുന്നു. ഒരു നോഡ് പ്രവർത്തിപ്പിക്കുന്നതിനും ചെയിൻ സാധൂകരിക്കുന്നതിനും ആവശ്യമായ ഊർജ്ജം കുറയ്ക്കുന്നതിനൊപ്പം സെക്കൻഡിൽ ഇടപാടുകൾ വർദ്ധിപ്പിക്കുന്നതിലൂടെ ഷാർഡിംഗ് Ethereum-നെ കൂടുതൽ വിപുലമാക്കും. ഷാർഡ് ചെയ്ത ഡാറ്റ ഗണത്തിൽ ഉടനീളം വാലിഡേറ്റര്‍മാരെ ഏകോപിപ്പിച്ച് ബീക്കൺ ചെയിൻ Ethereum-ത്തെ സുരക്ഷിതമാക്കും. പങ്കാളിത്തത്തിനുള്ള തടസ്സം സ്റ്റെയ്ക്കിങ് കുറയ്ക്കുകയും ഇക്കണോമീസ് ഓഫ് സ്കെയിൽ പരിമിതപ്പെടുത്തുകയും ഒരു വലിയ - കൂടുതൽ വികേന്ദ്രീകൃത - നെറ്റ്‌വർക്ക് സൃഷ്ടിക്കുകയും ചെയ്യും.",
  "page-roadmap-vision-trilemma-cardtext-2": "സുരക്ഷിതവും വികേന്ദ്രീകൃതവുമായ ബ്ലോക്ക്‌ചെയിൻ നെറ്റ്‌വർക്കുകൾക്ക് ചെയിൻ പ്രോസസ്സ് ചെയ്യുന്ന ഓരോ ഇടപാടും പരിശോധിക്കാൻ ഓരോ നോഡിനും കഴിയണം. ഏത് സമയത്തും സംഭവിക്കാവുന്ന ഇടപാടുകളുടെ എണ്ണത്തെ ഈ ജോലിയുടെ അളവ് പരിമിതപ്പെടുത്തുന്നു. വികേന്ദ്രീകൃതവും സുരക്ഷിതവുമായത് ഇന്നത്തെ Ethereum ചെയിന്‍ പ്രതിഫലിപ്പിക്കുന്നു.",
  "page-roadmap-vision-trilemma-cardtext-3": "നോഡുകളിലുടനീളം ഇടപാടുകളെക്കുറിച്ചുള്ള വിവരങ്ങൾ അയച്ചുകൊണ്ട് വികേന്ദ്രീകൃത നെറ്റ്‌വർക്കുകൾ പ്രവർത്തിക്കുന്നു - ഏതെങ്കിലും അവസ്ഥാ മാറ്റത്തെക്കുറിച്ച് മുഴുവൻ നെറ്റ്‌വർക്കിനും അറിയേണ്ടതുണ്ട്. വികേന്ദ്രീകൃത നെറ്റ്‌വർക്കിലുടനീളം ഓരോ സെക്കൻഡിലും നടക്കുന്ന ഇടപാടുകൾ സ്കെയിൽ ചെയ്യുന്നത് സുരക്ഷാ അപകടങ്ങൾ സൃഷ്ടിക്കുന്നു, കാരണം വിവരങ്ങൾ ദ്രുതഗതിയിലുള്ളപ്പോൾ കൂടുതൽ ഇടപാടുകളും, കൂടുതൽ കാലതാമസവും, കൂടുതല്‍ ആക്രമണസാധ്യതയും സൃഷ്ടിക്കുന്നു.",
  "page-roadmap-vision-trilemma-cardtext-4": "Ethereum-ന്റെ നോഡുകളുടെ വലുപ്പവും ശക്തിയും വർദ്ധിപ്പിക്കുന്നത് ഓരോ സെക്കൻഡിലുമുള്ള ഇടപാടുകൾ സുരക്ഷിതമായ രീതിയിൽ വർദ്ധിപ്പിക്കും, എന്നാൽ, ഹാർഡ്‌വെയർ ആവശ്യകത ആർക്കാണ് ഇത് ചെയ്യാൻ കഴിയുകയെന്നത് നിയന്ത്രിക്കും - ഇത് വികേന്ദ്രീകരണത്തിന് ബുദ്ധിമുട്ട് ഉണ്ടാക്കുന്നു. നോഡുകളുടെ വലുപ്പം കൂട്ടാതെ എണ്ണം കൂട്ടുന്നതിലൂടെ ഷാര്‍ഡിംഗും പ്രൂഫ് ഓഫ് സ്റ്റേക്കും Ethereum-നെ സുരക്ഷിതമായ രീതിയിൽ സ്കെയിൽ ചെയ്യാൻ അനുവദിക്കുമെന്ന് പ്രതീക്ഷിക്കുന്നു.",
  "page-roadmap-vision-trilemma-h2": "വികേന്ദ്രീകൃത സ്കെയിലിംഗിന്റെ വെല്ലുവിളി",
  "page-roadmap-vision-trilemma-modal-tip": "വികേന്ദ്രീകൃത സ്കെയിലിംഗിന്റെ പ്രശ്നങ്ങൾ നന്നായി മനസിലാക്കാൻ ചുവടെയുള്ള സർക്കിളുകളിൽ ടാപ്പുചെയ്യുക",
  "page-roadmap-vision-trilemma-p": "Ethereum-ന്റെ പ്രശ്‌നങ്ങൾ പരിഹരിക്കുന്നതിനുള്ള ഒരു എളുപ്പമുള്ള മാർഗം അതിനെ കൂടുതൽ കേന്ദ്രീകൃതമാക്കുക എന്നതാണ്. എന്നാൽ, വികേന്ദ്രീകരണം വളരെ പ്രധാനമാണ്. ഈ വികേന്ദ്രീകരണമാണ് Ethereum-ന് നിഷ്‌പക്ഷത, സെൻസർഷിപ്പ് പ്രതിരോധം, സുതാര്യത, ഡാറ്റ ഉടമസ്ഥത, ഏതാണ്ട് തകർക്കാൻ കഴിയാത്ത സുരക്ഷ എന്നിവ നൽകുന്നത്.",
  "page-roadmap-vision-trilemma-p-1": "Ethereum-ന്റെ വീക്ഷണം കൂടുതൽ വിപുലീകരിക്കാവുന്നതും സുരക്ഷിതവും ആകുക എന്നതാണ്, മാത്രമല്ല വികേന്ദ്രീകൃതമായി തുടരുകയും വേണം. ഈ 3 ഗുണങ്ങൾ നേടുന്നത് സ്കേലബിളിറ്റി ട്രൈലെമ്മ എന്നറിയപ്പെടുന്ന ഒരു പ്രശ്നമാണ്.",
  "page-roadmap-vision-trilemma-p-2": "Ethereum അപ്‌ഗ്രേഡുകൾ ട്രൈലെമ്മ പരിഹരിക്കാനാണ് ലക്ഷ്യമിടുന്നത്, പക്ഷേ കാര്യമായ വെല്ലുവിളികളുണ്ട്.",
  "page-roadmap-vision-trilemma-press-button": "വികേന്ദ്രീകൃത സ്കെയിലിംഗിന്റെ പ്രശ്നങ്ങൾ നന്നായി മനസിലാക്കാൻ ത്രികോണത്തിലെ ബട്ടണുകൾ അമർത്തുക.",
  "page-roadmap-vision-trilemma-text-1": "വികേന്ദ്രീകരണം",
  "page-roadmap-vision-trilemma-text-2": "സുരക്ഷ",
  "page-roadmap-vision-trilemma-text-3": "സ്കേലബിളിറ്റി",
  "page-roadmap-vision-trilemma-title-1": "സ്കേലബിളിറ്റി ട്രൈലെമ്മ പര്യവേക്ഷണം ചെയ്യുക",
  "page-roadmap-vision-trilemma-title-2": "Ethereum അപ്‌ഗ്രേഡുകളും വികേന്ദ്രീകൃത സ്കെയിലിംഗും",
  "page-roadmap-vision-trilemma-title-3": "സുരക്ഷിതവും വികേന്ദ്രീകൃതവും",
  "page-roadmap-vision-trilemma-title-4": "വികേന്ദ്രീകൃതവും സ്കെയിലബിളും",
  "page-roadmap-vision-trilemma-title-5": "സ്കെയിലബിളും സുരക്ഷിതവും",
  "page-roadmap-vision-understanding": "Ethereum ലക്ഷ്യം മനസിലാക്കൽ",
  "page-roadmap-vision-upgrade-needs": "അപ്‌ഗ്രേഡുകളുടെ ആവശ്യകത",
  "page-roadmap-vision-upgrade-needs-desc": "2015-ൽ സമാരംഭിച്ച Ethereum പ്രോട്ടോക്കോൾ അവിശ്വസനീയമായ വിജയമാണ് നേടിയത്. എന്നാൽ Ethereum-ന്റെ മുഴുവൻ സാധ്യതകളും അൺലോക്കുചെയ്യുന്നതിന് കുറച്ച് പ്രധാന അപ്‌ഗ്രേഡുകൾ ആവശ്യമാണെന്ന് Ethereum കമ്മ്യൂണിറ്റി എല്ലായ്പ്പോഴും പ്രതീക്ഷിച്ചിരുന്നു.",
  "page-roadmap-vision-upgrade-needs-desc-2": "ഉയർന്ന ഡിമാൻഡ് കാരണം ഇടപാട് ഫീസ് വർദ്ധിക്കുന്നത് ശരാശരി ഉപയോക്താവിന് Ethereum ചെലവേറിയതാക്കുന്നു. ഒരു Ethereum ക്ലയന്റ് പ്രവർത്തിപ്പിക്കുന്നതിന് ആവശ്യമായ ഡിസ്ക് സ്പേസ് അതിവേഗം വളരുകയാണ്. Ethereum സുരക്ഷിതവും വികേന്ദ്രീകൃതവുമാക്കി നിലനിർത്തുന്ന പ്രൂഫ് ഓഫ് വർക്ക് സമന്വയ അൽ‌ഗോരിതം വലിയ പാരിസ്ഥിതിക സ്വാധീനം ചെലുത്തുന്നു.",
  "page-roadmap-vision-upgrade-needs-desc-3": "ഈ പ്രശ്‌നങ്ങളും അതിലേറെയും പരിഹരിക്കുന്ന ഒരു കൂട്ടം നവീകരണങ്ങൾ Ethereum-നുണ്ട്. ഈ അപ്‌ഗ്രേഡുകളെ ആദ്യം 'സെറീനിറ്റി', 'Eth2' എന്നിങ്ങനെയാണ് വിളിച്ചിരുന്നത്, അവ 2014 മുതൽ ഗവേഷണത്തിന്റെയും വികസനത്തിന്റെയും സജീവ മേഖലയാണ്.",
  "page-roadmap-vision-upgrade-needs-desc-5": "ഇപ്പോൾ സാങ്കേതികവിദ്യ തയ്യാറായിക്കഴിഞ്ഞ സ്ഥിതിക്ക്, നിലവിലുള്ള ഉപയോക്താക്കൾ‌ക്ക് ജീവിതം മികച്ചതാക്കാനും പുതിയവയെ വശീകരിക്കാനും വേണ്ടി Ethereum-നെ കൂടുതൽ‌ വിപുലീകരിക്കാൻ‌ കഴിയുന്നതും സുരക്ഷിതവും സുസ്ഥിരവുമാക്കുന്നതിന് ഈ അപ്‌ഗ്രേഡുകൾ‌ പുനഃക്രമീകരണം നടത്തും. Ethereum-ന്റെ പ്രധാന മൂല്യമായ വികേന്ദ്രീകരണം സംരക്ഷിക്കുമ്പോൾ തന്നെ.",
  "page-roadmap-vision-upgrade-needs-desc-6": "വിപുലമാക്കലിനായി ഓൺ-സ്വിച്ച് ഇല്ലെന്നാണ് ഇതിനർത്ഥം. മെച്ചപ്പെടുത്തലുകൾ‌ കാലക്രമേണ വർദ്ധിക്കും.",
  "page-roadmap-vision-upgrade-needs-serenity": "'സെറീനിറ്റി' ചർച്ച ചെയ്യുന്ന ഒരു 2015 ബ്ലോഗ് പോസ്റ്റ് കാണുക",
  "ethereum": "Ethereum"
}
