{
  "page-eth-buy-some": "കുറച്ച് Ethereum വാങ്ങണോ?",
  "page-eth-buy-some-desc": "Ethereum, ETH എന്നീ പദങ്ങൾ ഇടകലർത്തി ഉപയോഗിക്കുന്നത് സാധാരണമാണ്. Ethereum എന്നത് <a href=\"/glossary/#blockchain\">ബ്ലോക്ക്‌ചെയിൻ</a> ആണ്, ETH ആണ് Ethereum-ന്റെ പ്രാഥമിക നാണയം/ആസ്തി. നിങ്ങൾ വാങ്ങുവാൻ നോക്കുന്നത് ETH ആകാനാണ് സാധ്യത.",
  "page-eth-cat-img-alt": "പൂച്ചകളുടെ കാലിഡോസ്കോപ്പിനൊപ്പം ETH ഗ്ലിഫിന്റെ ഗ്രാഫിക്",
  "page-eth-collectible-tokens": "ശേഖരിക്കാവുന്ന ടോക്കണുകൾ",
  "page-eth-collectible-tokens-desc": "ശേഖരിക്കാവുന്ന ഗെയിം ഇനം, ഡിജിറ്റൽ ആർട്ട് അല്ലെങ്കിൽ മറ്റ് അദ്വിതീയ അസറ്റുകളെ പ്രതിനിധീകരിക്കുന്ന ടോക്കണുകൾ, നോൺ-ഫംഗബിൾ ടോക്കണുകൾ (എൻ‌എഫ്‌ടികള്‍) എന്നറിയപ്പെടുന്നു.",
  "page-eth-cryptography": "ക്രിപ്റ്റോഗ്രഫി ഉപയോഗിച്ച് സുരക്ഷിതമാക്കി",
  "page-eth-cryptography-desc": "ഇൻ്റർനെറ്റ് പണം എന്ന ആശയം പുതിയതായിരിക്കാം, എന്നാൽ അത് സുരക്ഷിതമാക്കുന്നതു തെളിയിക്കപ്പെട്ട <a href=\"/glossary/#cryptography\">ക്രിപ്റ്റോഗ്രഫി</a> സാങ്കേതികവിദ്യ വഴിയാണ്. ഇത് നിങ്ങളുടെ വാലറ്റ്, ETH, നിങ്ങളുടെ ഇടപാടുകൾ എന്നിവ സംരക്ഷിക്കുന്നു. ",
  "page-eth-currency-for-apps": "ഇത് Ethereum ആപ്പുകളുടെ കറൻസിയാണ്.",
  "page-eth-currency-for-future": "ഞങ്ങളുടെ ഡിജിറ്റൽ ഭാവിയിലേക്കുള്ള കറൻസി",
  "page-eth-description": "ETH ഒരു ക്രിപ്‌റ്റോകറൻസിയാണ്. ബിറ്റ്കോയിന് സമാനമായ ഇന്റർനെറ്റിൽ നിങ്ങൾക്ക് ഉപയോഗിക്കാൻ കഴിയുന്ന ഡിജിറ്റൽ പണമാണ് ഇത്. നിങ്ങൾ ക്രിപ്റ്റോയിൽ പുതിയ ആളാണെങ്കിൽ, പരമ്പരാഗത പണത്തിൽ നിന്ന് ETH എങ്ങനെ വ്യത്യാസപ്പെട്ടിരിക്കുന്നുവെന്ന് ഇതാ.",
  "page-eth-earn-interest-link": "പലിശ നേടുക",
  "page-eth-flexible-amounts": "വഴക്കമുള്ള അളവിൽ ലഭ്യമാണ്",
  "page-eth-flexible-amounts-desc": "18 ദശാംശസ്ഥാനങ്ങൾ വരെ ETH വിഭജിക്കപ്പെടുന്നതിനാൽ നിങ്ങൾ 1 മുഴുവൻ ETH വാങ്ങേണ്ടതില്ല. നിങ്ങൾക്ക് ഒരു സമയം ഭിന്നസംഖ്യകൾ വാങ്ങാം - നിങ്ങൾക്ക് വേണമെങ്കിൽ 0.000000000000000001 ETH വരെ.",
  "page-eth-fuels": "Ethereum-നുള്ള ഇന്ധനവും സുരക്ഷയും ആണ് ETH",
  "page-eth-fuels-desc": "ETH ആണ് Ethereum-ന്റെ ജീവരക്തം. നിങ്ങൾ ETH അയയ്ക്കുമ്പോഴോ ഒരു Ethereum ആപ്ലിക്കേഷൻ ഉപയോഗിക്കുമ്പോഴോ, Ethereum നെറ്റ്വർക്ക് ഉപയോഗിക്കുന്നതിനുള്ള ഫീസ് ETH-ൽ അടയ്ക്കണം. നിങ്ങൾ ചെയ്യാൻ ശ്രമിക്കുന്ന ജോലി പരിശോധിക്കുവാനും അതിനു വേണ്ട പ്രക്രിയകൾ പൂർത്തിയാകുവാനും വേണ്ടി ഒരു ബ്ലോക്ക് പ്രൊഡ്യൂസറിന് കൊടുക്കുന്ന പ്രതിഫലമാണ് ഈ ഫീസ്.",
  "page-eth-fuels-desc-2": "വാലിഡേറ്റർ Ethereum-ന്റെ കണക്കു സൂക്ഷിപ്പുകാരെപോലെയാണ് —ആരും ചതിക്കുന്നില്ലെന്ന് അവർ പരിശോധിച്ച് തെളിയിക്കുന്നു. ഇടപാടുകളുടെ ഒരു ബ്ലോക്ക് നിർദ്ദേശിക്കാൻ അവരെ ക്രമരഹിതമായി തിരഞ്ഞെടുക്കുന്നു. ഈ ജോലി ചെയ്യുന്ന വാലിഡേറ്റർമാർക്ക് പുതുതായി ഉത്പാദിപ്പിച്ച ETH-ന്റെ ചെറിയ തുകകൾ പ്രതിഫലമായി ലഭിക്കുന്നു.",
  "page-eth-fuels-desc-3": "വാലിഡേറ്ററുമാർ ചെയ്യുന്ന ജോലിയും അവർ <a href=\"/glossary/#staking\">ഈടു വയ്ക്കുന്ന</a> മൂലധനവും Ethereum-നെ സുരക്ഷിതമായും കേന്ദ്രീകൃത നിയന്ത്രണത്തിൽ നിന്ന് സ്വതന്ത്രമായും നിലനിർത്തുന്നു.",
  "page-eth-fuels-staking": "നിങ്ങൾ നിങ്ങളുടെ ETH ഈടു വയ്ക്കുമ്പോൾ, Ethereum-നെ സുരക്ഷിതമാക്കുവാൻ സഹായിക്കുകയും അതിനുള്ള പ്രതിഫലം നേടുകയും ചെയ്യുന്നു. ഈ സംവിധാനത്തിൽ, ETH നഷ്ടപ്പെടുമെന്ന ഭീഷണി ആക്രമണകാരികളെ പിന്തിരിപ്പിക്കുന്നു.",
  "page-eth-fuels-more-staking": "സ്റ്റേക്കിംഗിനെ കുറിച്ച് കൂടുതൽ",
  "page-eth-get-eth-btn": "ETH നേടൂ",
  "page-eth-gov-tokens": "ഭരണം ടോക്കണുകൾ",
  "page-eth-gov-tokens-desc": "വികേന്ദ്രീകൃത സംഘടനകളിലെ വോട്ടിംഗ് സ്വാധീനം പ്രതിനിധീകരിക്കുന്ന ടോക്കണുകൾ.",
  "page-eth-has-value": "എന്തുകൊണ്ടാണ് ETH ന് മൂല്യമുള്ളത്?",
  "page-eth-has-value-desc": "വ്യത്യസ്‌ത ആളുകൾ‌ക്ക് വ്യത്യസ്‌ത രീതികളിൽ‌ ETH വിലപ്പെട്ടതാണ്.",
  "page-eth-has-value-desc-2": "Ethereum ഉപയോക്താക്കൾക്ക്, ഇടപാട് ഫീസ് അടയ്ക്കാൻ നിങ്ങളെ അനുവദിക്കുന്നതിനാൽ ETH വിലപ്പെട്ടതാണ്.",
  "page-eth-has-value-desc-3": "മറ്റുള്ളവർ ഇത് മൂല്യത്തിന്റെ ഡിജിറ്റൽ സ്റ്റോറായി കാണുന്നു, കാരണം പുതിയ ETH സൃഷ്ടിക്കുന്നത് കാലക്രമേണ മന്ദഗതിയിലാകുന്നു.",
  "page-eth-has-value-desc-4": "അടുത്തിടെ, Ethereumലെ സാമ്പത്തിക ആപ്പുകൾ ഉപയോഗിക്കുന്നവർക്ക് ETH വിലപ്പെട്ടതായി മാറി. ക്രിപ്റ്റോ വായ്പകൾക്ക് കൊളാറ്ററൽ ആയി അല്ലെങ്കിൽ ഒരു പേയ്‌മെന്റ് സംവിധാനമായി നിങ്ങൾക്ക് ETH ഉപയോഗിക്കാമെന്നതിനാലാണിത്.",
  "page-eth-has-value-desc-5": "തീർച്ചയായും പലരും ഇത് ബിറ്റ്കോയിൻ അല്ലെങ്കിൽ മറ്റ് ക്രിപ്റ്റോകറൻസികൾക്ക് സമാനമായ ഒരു നിക്ഷേപമായി കാണുന്നു.",
  "page-eth-is-money": "ഈഥർ കോയിൻ (ETH) ലോകവ്യാപകമായി ഉപയോഗിക്കാവുന്ന ഒരു ഡിജിറ്റൽ പണമാണ്.",
  "page-eth-last-updated": "2019 ജനുവരി",
  "page-eth-monetary-policy": "എതിരെയത്തിന്റെ ധനനയം",
  "page-eth-more-on-ethereum-link": "Ethereum-നെ കുറിച്ച് കൂടുതലായി",
  "page-eth-no-centralized": "കേന്ദ്രീകൃത നിയന്ത്രണമില്ല ",
  "page-eth-no-centralized-desc": "ETH വികേന്ദ്രീകൃതവും ആഗോളവുമാണ്. കൂടുതൽ ETH പ്രിന്റുചെയ്യാനോ ഉപയോഗ നിബന്ധനകൾ മാറ്റാനോ തീരുമാനിക്കാൻ ഒരു കമ്പനിയോ ബാങ്കോ ഇല്ല.",
  "page-eth-non-fungible-tokens-link": "നോൺ-ഫംഗബിൾ ടോക്കണുകൾ",
  "page-eth-not-only-crypto": "Ethereumലെ ഒരേയൊരു ക്രിപ്റ്റോ അല്ല ETH",
  "page-eth-not-only-crypto-desc": "ആർക്കും പുതിയ തരം അസറ്റുകള്‍ സൃഷ്ടിക്കാനും അവ Ethereumൽ ട്രേഡ് ചെയ്യാനും കഴിയും. ഇവയെ 'ടോക്കണുകൾ' എന്ന് വിളിക്കുന്നു. ആളുകൾ പരമ്പരാഗത കറൻസികൾ, അവരുടെ റിയൽ എസ്റ്റേറ്റ്, അവരുടെ കല, കൂടാതെ തങ്ങളെത്തന്നെയും ടോക്കൺ ചെയ്തിരിക്കുന്നു!",
  "page-eth-not-only-crypto-desc-2": "ആയിരക്കണക്കിന് ടോക്കണുകളുടെ കേന്ദ്രമാണ് Ethereum - ചിലത് മറ്റുള്ളവയേക്കാൾ ഉപയോഗപ്രദവും വിലപ്പെട്ടതുമാണ്. പുതിയ സാധ്യതകൾ അൺലോക്കുചെയ്യുന്നതിനും പുതിയ മാർക്കറ്റുകൾ തുറക്കുന്നതിനുമായി ഡവലപ്പർമാർ നിരന്തരം പുതിയ ടോക്കണുകൾ നിർമ്മിക്കുന്നു.",
  "page-eth-open": "ആർക്കും തുറന്നിരിക്കുന്നു",
  "page-eth-open-desc": "ETH സ്വീകരിക്കുന്നതിന് നിങ്ങൾക്ക് ഒരു ഇന്റർനെറ്റ് കണക്ഷനും വാലറ്റും മാത്രമേ ആവശ്യമുള്ളൂ. പേയ്‌മെന്റുകൾ സ്വീകരിക്കുന്നതിന് നിങ്ങൾക്ക് ഒരു ബാങ്ക് അക്കൗണ്ടിലേക്ക് ആക്‌സസ്സ് ആവശ്യമില്ല. ",
  "page-eth-p2p-payments": "പിയർ-ടു-പിയർ പേയ്‌മെന്റുകൾ",
  "page-eth-p2p-payments-desc": "ബാങ്ക് പോലുള്ള ഒരു ഇടനില സേവനവുമില്ലാതെ നിങ്ങളുടെ ETH അയയ്ക്കാൻ കഴിയും. ഇത് വ്യക്തിപരമായി പണം കൈമാറുന്നതുപോലെയാണ്, എന്നാൽ നിങ്ങൾക്ക് ഇത് ആരുമായും എവിടെയും ഏത് സമയത്തും സുരക്ഷിതമായി ചെയ്യാൻ കഴിയും.",
  "page-eth-period": ".",
  "page-eth-popular-tokens": "ജനപ്രിയ തരം ടോക്കൺ",
  "page-eth-powers-ethereum": "ETH Ethereumന് ശക്തി പകരുന്നു",
  "page-eth-shit-coins": "Sh*t നാണയങ്ങൾ",
  "page-eth-shit-coins-desc": "പുതിയ ടോക്കണുകൾ നിർമ്മിക്കുന്നത് എളുപ്പമുള്ളതിനാൽ, ആർക്കും ഇത് ചെയ്യാൻ കഴിയും - മോശം അല്ലെങ്കിൽ വഴിതെറ്റിയ ഉദ്ദേശ്യമുള്ള ആളുകൾക്ക് പോലും. അവ ഉപയോഗിക്കുന്നതിന് മുമ്പ് എല്ലായ്പ്പോഴും നിങ്ങളുടെ ഗവേഷണം നടത്തുക!",
  "page-eth-stablecoins": "സ്റ്റേബിള്‍കോയിനുകള്‍",
  "page-eth-stablecoins-desc": "ഡോളർ പോലുള്ള പരമ്പരാഗത കറൻസിയുടെ മൂല്യത്തെ പ്രതിഫലിപ്പിക്കുന്ന ടോക്കണുകൾ. ഇത് പല ക്രിപ്റ്റോകറൻസികളുമായുള്ള ചാഞ്ചാട്ട പ്രശ്നം പരിഹരിക്കുന്നു.",
  "page-eth-stablecoins-link": "സ്റ്റേബിൾകോയിനുകൾ നേടുക",
  "page-eth-stream-link": "സ്ട്രീം ETH",
  "page-eth-tokens-link": "Ethereum ടോക്കണുകൾ",
  "page-eth-trade-link-2": "ടോക്കണുകൾ സ്വാപ്പ് ചെയ്യുക",
  "page-eth-underpins": "Ethereum സാമ്പത്തിക വ്യവസ്ഥയ്ക്ക് ETH അടിസ്ഥാനമിടുന്നു",
  "page-eth-underpins-desc": "പണമിടപാടുകളിൽ തൃപ്തിവരാത്തതിനാൽ, Ethereum കമ്മ്യൂണിറ്റി <a href=\"/glossary/#peer-to-peer-network\">പീർ-ടു-പീർ</a> വ്യവസ്ഥയിൽ ആർക്കും സമീപിക്കാവുന്ന ഒരു തികഞ്ഞ സാമ്പത്തിക സമ്പ്രദായം നിർമ്മിക്കുന്നു.",
  "page-eth-underpins-desc-2": "Ethereumൽ തികച്ചും വ്യത്യസ്തമായ ക്രിപ്‌റ്റോ കറൻസി ടോക്കണുകൾ സൃഷ്ടിക്കുന്നതിന് നിങ്ങൾക്ക് ETH കൊളാറ്ററൽ ആയി ഉപയോഗിക്കാം. കൂടാതെ നിങ്ങൾക്ക് ETH, മറ്റ് ETH- പിന്തുണയുള്ള ടോക്കണുകളിൽ കടം വാങ്ങാനും വായ്പ നൽകാനും പലിശ നേടാനും കഴിയും.",
  "page-eth-weth": "മറ്റ് ടോക്കണുകളുമായും ആപ്ലിക്കേഷനുകളുമായും ചേർന്ന് പ്രവർത്തിക്കാൻ ഉതകുന്നവിധം ETH-ൻ്റെ പ്രവർത്തനക്ഷമത വിപുലീകരിക്കാൻ ഉപയോഗിക്കുന്ന ഒരു ടോക്കണാണ് റാപ്പ്ഡ് ഈഥർ ​​(WETH). <a href=\"/wrapped-eth\">WETH-നെ കുറിച്ച് കൂടുതലറിയുക</a>.",
  "page-eth-uses": "ETH- നായുള്ള ഉപയോഗങ്ങൾ എല്ലാ ദിവസവും വളരുന്നു",
  "page-eth-uses-desc": "Ethereum പ്രോഗ്രാം ചെയ്യാവുന്നതിനാൽ, ഡവലപ്പർമാർക്ക് എണ്ണമറ്റ രീതിയിൽ ETH രൂപപ്പെടുത്താൻ കഴിയും.",
  "page-eth-uses-desc-2": "2015-ൽ, നിങ്ങൾക്ക് ചെയ്യാനായത് ഒരു Ethereum അക്കൗണ്ടിൽ നിന്ന് മറ്റൊന്നിലേക്ക് ETH അയയ്ക്കുക മാത്രമാണ്. ഇന്ന് നിങ്ങൾക്ക് ചെയ്യാൻ കഴിയുന്ന ചില കാര്യങ്ങൾ ഇതാ.",
  "page-eth-uses-desc-3": "ആർക്കെങ്കിലും പണം നൽകുക അല്ലെങ്കിൽ തത്സമയം ഫണ്ട് സ്വീകരിക്കുക.",
  "page-eth-uses-desc-4": "ബിറ്റ്കോയിൻ ഉൾപ്പെടെയുള്ള മറ്റ് ടോക്കണുകളുമായി നിങ്ങൾക്ക് ETH ട്രേഡ് ചെയ്യാൻ കഴിയും.",
  "page-eth-uses-desc-5": "ETH ലും മറ്റ് എതിരെയും അടിസ്ഥാനമാക്കിയുള്ള ടോക്കണുകളിലും.",
  "page-eth-uses-desc-6": "സ്ഥിരവും കുറഞ്ഞ അസ്ഥിരവുമായ മൂല്യമുള്ള ക്രിപ്‌റ്റോകറൻസികളുടെ ലോകത്തേക്ക് പ്രവേശിക്കുക.",
  "page-eth-value": "എന്തുകൊണ്ട് ഈതർ വിലപ്പെട്ടതാണ്",
  "page-eth-video-alt": "ETH ഗ്ലിഫ് വീഡിയോ",
  "page-eth-whats-eth": "എന്താണ് ഈതര്‍ (ETH)?",
  "page-eth-whats-eth-hero-alt": "വിസ്മയത്തോടെ ഒരു ഈതർ (ETH) ഗ്ലിഫിൽ അത്ഭുതപ്പെടുന്ന ഒരു കൂട്ടം ആളുകളുടെ ചിത്രീകരണം",
  "page-eth-whats-eth-meta-desc": "ETH ഉം Ethereumലെ അതിന്റെ സ്ഥാനവും മനസിലാക്കാൻ നിങ്ങൾ അറിയേണ്ടത്.",
  "page-eth-whats-eth-meta-title": "എന്താണ് ഈതര്‍ (ETH)?",
  "page-eth-whats-ethereum": "എന്താണ് Ethereum?",
  "page-eth-whats-ethereum-desc": "ETH ന്റെ പിന്നിലുള്ള സാങ്കേതികവിദ്യയായ Ethereum-നെക്കുറിച്ച് കൂടുതലറിയാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, ഞങ്ങളുടെ ആമുഖം പരിശോധിക്കുക.",
  "page-eth-whats-unique": "ETH- ന്റെ പ്രത്യേകത എന്താണ്?",
  "page-eth-whats-unique-desc": "Ethereum-ൽ നിരവധി ക്രിപ്‌റ്റോകറൻസികളും മറ്റ് നിരവധി ടോക്കണുകളും ഉണ്ട്, എന്നാൽ ETH- ന് മാത്രം ചെയ്യാന്‍ കഴിയുന്ന ചില കാര്യങ്ങളുണ്ട്.",
  "page-eth-where-to-buy": "ETH എവിടെ നിന്ന് ലഭിക്കും",
  "page-eth-where-to-buy-desc": "ഒരു എക്സ്ചേഞ്ചിൽ നിന്നോ വാലറ്റിൽ നിന്നോ നിങ്ങൾക്ക് ETH നേടാൻ കഴിയും, എന്നാൽ വ്യത്യസ്ത രാജ്യങ്ങൾക്ക് വ്യത്യസ്ത നയങ്ങളുണ്ട്. ETH വാങ്ങാൻ നിങ്ങളെ അനുവദിക്കുന്ന സേവനങ്ങൾ കാണാൻ പരിശോധിക്കുക.",
  "page-eth-yours": "ഇത് ശരിക്കും നിങ്ങളുടേതാണ്",
  "page-eth-yours-desc": "നിങ്ങൾ തന്നെ നിങ്ങളുടെ സ്വന്തം ബാങ്കാകാൻ ETH വഴിയൊരുക്കുന്നു. നിങ്ങളുടെ ഉടമസ്ഥതയുടെ തെളിവായ <a href=\"/glossary/#wallet\">വാലറ്റ്</a> ഉപയോഗിച്ച് നിങ്ങൾക്ക് നിങ്ങളുടെ സ്വന്തം ഫണ്ടുകൾ നിയന്ത്രിക്കാനാകും – മൂന്നാം കക്ഷികളുടെ ആവശ്യമില്ല.",
  "page-eth-more-on-tokens": "ടോക്കണുകളെക്കുറിച്ചും അവയുടെ ഉപയോഗങ്ങളെക്കുറിച്ചും കൂടുതൽ വിവരങ്ങൾ",
  "page-eth-button-buy-eth": "ETH നേടൂ",
  "page-eth-tokens-stablecoins": "സ്റ്റേബിള്‍കോയിനുകള്‍",
  "page-eth-tokens-defi": "വികേന്ദ്രീകൃത സമ്പത്ത് (DeFi)",
  "page-eth-tokens-nft": "നോൺ-ഫഞ്ചിബിൾ ടോക്കണുകൾ (NFT)",
  "page-eth-tokens-dao": "വികേന്ദ്രീകൃത സ്വയംഭരണ സ്ഥാപനങ്ങൾ (DAO-കൾ)",
  "page-eth-tokens-stablecoins-description": "Ethereum ടോക്കണുകളിൽ ഏറ്റവും കുറഞ്ഞ അസ്ഥിരതയുള്ളവരെക്കുറിച്ചു കൂടുതൽ അറിയുക.",
  "page-eth-tokens-defi-description": "Ethereum ടോക്കണുകൾക്കുള്ള സാമ്പത്തിക സംവിധാനം.",
  "page-eth-tokens-nft-description": "Ethereum-ലെ വസ്തുക്കളുടെ ഉടമസ്ഥതയെ പ്രതിനിധീകരിക്കുന്ന ടോക്കണുകൾ.",
  "page-eth-tokens-dao-description": "ടോക്കൺ ഉടമകളാൽ മിക്കപ്പോഴും നിയന്ത്രിക്കപ്പെടുന്ന ഇൻ്റർനെറ്റ് കമ്മ്യൂണിറ്റികൾ.",
  "page-eth-whats-defi": "DeFi സംബന്ധിച്ച് കൂടുതൽ",
  "page-eth-whats-defi-description": "Ethereum-ൽ നിർമ്മിച്ച വികേന്ദ്രീകൃത സാമ്പത്തിക സംവിധാനമാണ് DeFi. നിങ്ങൾക്ക് എന്തുചെയ്യാനാകുമെന്ന് ഈ അവലോകനം വിശദീകരിക്കുന്നു.",
  "page-what-is-ethereum-what-is-ether": "എന്താണ് ഈഥർ?"
}
