{
  "page-eth2-vision-2014": "പ്രൂഫ് ഓഫ് സ്റ്റേക് വിശദീകരിക്കുന്ന ഒരു 2014 ബ്ലോഗ് പോസ്റ്റ് കാണുക",
  "page-eth2-vision-beacon-chain": "ബീക്കൺ ചെയിൻ",
  "page-eth2-vision-beacon-chain-btn": "ബീക്കൺ ചെയിനിനെക്കുറിച്ച് കൂടുതൽ",
  "page-eth2-vision-beacon-chain-date": "ബീക്കൺ ചെയിൻ തത്സമയമാണ്",
  "page-eth2-vision-beacon-chain-desc": "ഇക്കോസിസ്റ്റത്തിന്‍റെ ആദ്യത്തെ Eth2 സങ്കലനം. ബീക്കൺ ചെയിൻ Ethereumലേക്ക് സ്റ്റേക്കിംഗ് കൊണ്ടുവരുന്നു, ഭാവിയിലെ നവീകരണത്തിന് അടിത്തറയിടുന്നു, ഒടുവിൽ പുതിയ സിസ്റ്റത്തെ ഏകോപിപ്പിക്കുന്നു.",
  "page-eth2-vision-beacon-chain-upper": "ബീക്കൺ ചെയിൻ",
  "page-eth2-vision-desc-1": "ആഗോള ഉപയോക്തൃ അടിത്തറയെ മികച്ച രീതിയിൽ സേവിക്കുന്നതിന് Ethereum നെറ്റ്വർക്ക് തിരക്ക് കുറയ്ക്കുകയും വേഗത മെച്ചപ്പെടുത്തുകയും ചെയ്യേണ്ടതുണ്ട്.",
  "page-eth2-vision-desc-2": "നെറ്റ്‌വർക്ക് വളരുന്നതിനനുസരിച്ച് ഒരു നോഡ് പ്രവർത്തിപ്പിക്കുന്നത് കൂടുതൽ കഠിനമാവുകയാണ്. നെറ്റ്‌വർക്ക് സ്കെയിൽ ചെയ്യാനുള്ള ശ്രമങ്ങൾക്കൊപ്പം ഇത് കൂടുതൽ കഠിനമാകും.",
  "page-eth2-vision-desc-3": "Ethereum വളരെയധികം വൈദ്യുതി ഉപയോഗിക്കുന്നു. നെറ്റ്‌വർക്കിനെ സുരക്ഷിതമായി സൂക്ഷിക്കുന്ന സാങ്കേതികവിദ്യ കൂടുതൽ സുസ്ഥിരമായിരിക്കേണ്ടതുണ്ട്.",
  "page-eth2-vision-docking-date": "എസ്റ്റിമേറ്റ്: 2022",
  "page-eth2-vision-docking-desc": "മെയിൻനെറ്റ് Ethereum-ന് ചില ഘട്ടങ്ങളിൽ ബീക്കൺ ചെയിൻ ഉപയോഗിച്ച് “ഡോക്ക്” ചെയ്യേണ്ടതുണ്ട്. ഇത് മുഴുവൻ നെറ്റ്‌വർക്കിനും സ്റ്റേക്കിംഗ് പ്രാപ്തമാക്കുകയും ഊര്‍ജ്ജ-തീവ്രമായ മൈനിംഗിന്‍റെ അവസാനത്തെ സൂചിപ്പിക്കുകയും ചെയ്യും.",
  "page-eth2-vision-ethereum-node": "നോഡുകളെ പറ്റി കൂടുതൽ",
  "page-eth2-vision-explore-upgrades": "അപ്‌ഗ്രേഡുകൾ പര്യവേക്ഷണം ചെയ്യുക",
  "page-eth2-vision-future": "ആഗോളതലത്തിൽ ഒരു ഡിജിറ്റൽ ഭാവി",
  "page-eth2-vision-meta-desc": "Eth2 അപ്‌ഗ്രേഡുകൾ Ethereum-ൽ ചെലുത്തുന്ന സ്വാധീനത്തെക്കുറിച്ചും അവ മറികടക്കേണ്ട വെല്ലുവിളികളെക്കുറിച്ചും ഒരു അവലോകനം.",
  "page-eth2-vision-meta-title": "Ethereum 2.0 (Eth2) ദർശനം",
  "page-eth2-vision-mining": "മൈനിംഗിനെക്കുറിച്ച് കൂടുതൽ",
  "page-eth2-vision-problems": "ഇന്നത്തെ പ്രശ്നങ്ങൾ",
  "page-eth2-vision-scalability": "സ്കേലബിളിറ്റി",
  "page-eth2-vision-scalability-desc": "നെറ്റ്‌വർക്കിലെ നോഡുകളുടെ വലുപ്പം വർദ്ധിപ്പിക്കാതെ സെക്കൻഡിൽ കൂടുതൽ ഇടപാടുകൾ കൈകാര്യം ചെയ്യാൻ Ethereumന് കഴിയേണ്ടതുണ്ട്. ബ്ലോക്ക്ചെയിൻ സംഭരിക്കുകയും പ്രവർത്തിപ്പിക്കുകയും ചെയ്യുന്ന സുപ്രധാന നെറ്റ്‌വർക്ക് പങ്കാളികളാണ് നോഡുകൾ. നോഡ് വലുപ്പം കൂട്ടുന്നത് പ്രായോഗികമല്ല, കാരണം ശക്തവും ചെലവേറിയതുമായ കമ്പ്യൂട്ടറുകൾ ഉള്ളവർക്ക് മാത്രമേ ഇത് ചെയ്യാൻ കഴിയൂ. സ്കെയിൽ ചെയ്യുന്നതിന്, Ethereumന് സെക്കൻഡിൽ കൂടുതൽ ഇടപാടുകൾ ആവശ്യമാണ്, ഒപ്പം കൂടുതൽ നോഡുകളും. കൂടുതൽ നോഡുകൾ കൂടുതൽ സുരക്ഷയെ അർത്ഥമാക്കുന്നു.",
  "page-eth2-vision-scalability-desc-3": "ഷാർഡ് ചെയിൻസ് അപ്‌ഗ്രേഡ് നെറ്റ്വർക്കിന്റെ ലോഡ് 64 പുതിയ ചെയിനുകളിലേക്ക് വ്യാപിപ്പിക്കും. സെക്കൻഡിൽ 15-45 ഇടപാടുപരിധിക്ക് അപ്പുറമുള്ള തിരക്ക് കുറയ്ക്കുന്നതിലൂടെയും വേഗത മെച്ചപ്പെടുത്തുന്നതിലൂടെയും ഇത് Ethereum-നു ശ്വസിക്കാന്‍ ഇടം നൽകും.",
  "page-eth2-vision-scalability-desc-4": "കൂടുതൽ ചെയിനുകൾ ഉണ്ടെങ്കിലും, ഇതിന് യഥാർത്ഥത്തിൽ \nനെറ്റ്‌വർക്കിന്റെ പരിപാലകരായ വാലിഡേറ്റർമാരിൽ നിന്ന് കുറച്ച് ജോലിയേ ആവശ്യമുള്ളൂ. വാലിഡേറ്റർമാർക്ക് അവരുടെ ഷാർഡ് 'പ്രവർത്തിപ്പിച്ചാല്‍ മാത്രം മതി, മുഴുവൻ Ethereum ചെയിന്‍ വേണ്ട. ഇത് നോഡുകളെ കൂടുതൽ ഭാരം കുറഞ്ഞതാക്കുന്നു, ഇത് Ethereum നെ സ്കെയിൽ ചെയ്യാനും വികേന്ദ്രീകൃതമായി തുടരാനും അനുവദിക്കുന്നു.",
  "page-eth2-vision-security": "സുരക്ഷ",
  "page-eth2-vision-security-desc": "Eth2 അപ്‌ഗ്രേഡുകൾ 51% ആക്രമണം പോലെ ഏകോപിപ്പിച്ച ആക്രമണങ്ങൾക്കെതിരായ Ethereum'ന്റെ സുരക്ഷ മെച്ചപ്പെടുത്തുന്നു. ഇത്തരം ആക്രമണത്തില്‍ ഭൂരിഭാഗം നെറ്റ്‌വർക്കുകളും ആരെങ്കിലും നിയന്ത്രിക്കുകയാണെങ്കിൽ കപടമാറ്റങ്ങളിലൂടെ അവര്‍ക്ക് അകത്ത് കടക്കാന്‍ കഴിയും.",
  "page-eth2-vision-security-desc-3": "പ്രൂഫ്-ഓഫ്-സ്റ്റേക്കിലേക്കുള്ള മാറ്റം എന്നതിനർത്ഥം Ethereum' പ്രോട്ടോക്കോളിന് ആക്രമണത്തിനെ കൂടുതൽ നിരുത്സാഹപ്പെടുത്താന്‍ കഴിയുമെന്നാണ്. കാരണം, പ്രൂഫ് ഓഫ് സ്റ്റേക്കിൽ, നെറ്റ്‌വർക്ക് സുരക്ഷിതമാക്കുന്ന വാലിഡേറ്റർമാർ പ്രോട്ടോക്കോളിൽ ഗണ്യമായ അളവിൽ ETH സ്റ്റേക്ക് ചെയ്യണം. അവർ നെറ്റ്‌വർക്കിനെ ആക്രമിക്കാന്‍ ശ്രമിക്കുകയാണെങ്കിൽ, പ്രോട്ടോക്കോളിന് അവരുടെ ETHനെ യാന്ത്രികമായി നശിപ്പിക്കാൻ കഴിയും.",
  "page-eth2-vision-security-desc-5": "പ്രൂഫ് ഓഫ് വർക്കിൽ ഇത് സാധ്യമല്ല, അവിടെ ഒരു പ്രോട്ടോക്കോളിന് ചെയ്യാൻ കഴിയുന്ന ഏറ്റവും മികച്ചത് നെറ്റ്വർക്ക് സുരക്ഷിതമാക്കുന്ന എന്റിറ്റികളെ (മൈനര്‍മാര്‍) അവർ സമ്പാദിച്ച മൈനിംഗ് പ്രതിഫലം നഷ്‌ടപ്പെടുത്താൻ പ്രേരിപ്പിക്കുക എന്നതാണ്. പ്രൂഫ് ഓഫ് വർക്കിൽ തുല്യമായ പ്രഭാവം നേടുന്നതിനുവേണ്ടി ഒരു മൈനര്‍ വഞ്ചിക്കാന്‍ ശ്രമിക്കുകയാണെങ്കില്‍ പ്രോട്ടോക്കോളിന് അവ നശിപ്പിക്കാൻ കഴിയണം.",
  "page-eth2-vision-security-desc-5-link": "പ്രൂഫ് ഓഫ് വർക്ക് സംബന്ധിച്ച് കൂടുതൽ",
  "page-eth2-vision-security-desc-8": "അവതരിപ്പിച്ചതിനാൽ Ethereum'-ന്‍റെ സുരക്ഷാ മോഡലും മാറേണ്ടതുണ്ട്",
  "page-eth2-vision-security-desc-9": "വ്യത്യസ്‌ത ഷാർഡുകളിലേക്ക് വാലിഡേറ്ററുകളെ ക്രമരഹിതമായി നിയോഗിക്കാൻ ഞങ്ങളെ അനുവദിക്കുന്നു - ഇത് ഒരു നിർദ്ദിഷ്‌ട ഷാർഡിനെ ആക്രമിച്ച് വാലിഡേറ്റർമാർക്ക് ഒരിക്കലും ഒത്തുചേരുന്നത് അസാധ്യമാക്കുന്നു. പ്രൂഫ് ഓഫ് വർക്ക് ബ്ലോക്ക്ചെയിനിൽ ഷാർഡിംഗ് സുരക്ഷിതമല്ല, കാരണം മൈനർമാരെ ഈ രീതിയിൽ നിയന്ത്രിക്കാൻ \nപ്രോട്ടോക്കോളിന് കഴിയില്ല.",
  "page-eth2-vision-security-desc-10": "ഒരു Ethereum നോഡ് 'പ്രവർത്തിപ്പിക്കാൻ' നിങ്ങൾ എലൈറ്റ് ഹാർഡ്‌വെയറിൽ നിക്ഷേപിക്കേണ്ടതില്ലെന്നുകൂടി സ്റ്റേക്കിംഗിന് അർത്ഥമുണ്ട്. ഇത് ഒരു വാലിഡേറ്ററാകാൻ കൂടുതൽ ആളുകളെ പ്രോത്സാഹിപ്പിക്കുകയും നെറ്റ്‌വർക്കിന്റെ വികേന്ദ്രീകരണം വർദ്ധിപ്പിക്കുകയും ആക്രമണ ഉപരിതല വിസ്തീർണ്ണം കുറയ്ക്കുകയും ചെയ്യും.",
  "page-eth2-vision-security-staking": "ETH സ്റ്റേക്ക് ചെയ്യുക",
  "page-eth2-vision-security-validator": "ആർക്കും അവരുടെ ETH സ്റ്റേക്കിംഗ് നടത്തി ഒരു വാലിഡേറ്ററാകാം.",
  "page-eth2-vision-shard-chains": "ഷാർഡ് ചെയിനുകള്‍",
  "page-eth2-vision-shard-date": "എസ്റ്റിമേറ്റ്: 2021",
  "page-eth2-vision-shard-desc-4": "ഷാർഡ് ചെയിനുകൾ നെറ്റ്‌വർക്കിന്റെ ലോഡ് 64 പുതിയ ബ്ലോക്ക്ചെയിനുകളായി വ്യാപിപ്പിക്കും. ഇടപാടിന്റെ വേഗത ഗണ്യമായി മെച്ചപ്പെടുത്താനുള്ള കഴിവ് ഷാർഡുകൾക്ക് ഉണ്ട് - സെക്കൻഡിൽ 100,000 വരെ.",
  "page-eth2-vision-shard-upgrade": "ഷാര്‍ഡ് ചെയിനുകളെക്കുറിച്ച് കൂടുതൽ",
  "page-eth2-vision-staking-lower": "സ്റ്റേക്കിംഗിനെ കുറിച്ച് കൂടുതൽ",
  "page-eth2-vision-subtitle": "എല്ലാ മനുഷ്യരാശിയെയും സഹായിക്കാൻ പര്യാപ്തമാകുന്നതുവരെ Ethereum വളർത്തുക.",
  "page-eth2-vision-sustainability": "സുസ്ഥിരത",
  "page-eth2-vision-sustainability-desc-1": "മൈനിംഗ് കാരണം Ethereumഉം ബിറ്റ്കോയിൻ പോലുള്ള മറ്റ് ബ്ലോക്ക്ചെയിനുകളും ഊര്‍ജ്ജ തീവ്രതയുള്ളതാണെന്നത് രഹസ്യമല്ല.",
  "page-eth2-vision-sustainability-desc-2": "എന്നാൽ ETH വഴി സുരക്ഷിതമാകുന്നതിലേക്ക് Ethereum നീങ്ങുന്നു, കമ്പ്യൂട്ടിംഗ് പവർ അല്ല - സ്റ്റേക്കിംഗ് വഴി.",
  "page-eth2-vision-sustainability-desc-3": "ബീക്കൺ ചെയിൻ സ്റ്റാക്കിംഗ് അവതരിപ്പിക്കുമെങ്കിലും, ഇന്ന് നമ്മൾ ഉപയോഗിക്കുന്ന Ethereum ഒരു നിശ്ചിത സമയത്തേക്ക് സമാന്തരമായി പ്രവർത്തിക്കും, അത് ETH2 അപ്‌ഗ്രേഡുകളുമായി 'ലയിപ്പിക്കുന്നതിനോ' അല്ലെങ്കിൽ 'ഡോക്കുകൾ' ചെയ്യുന്നതിനോ മുമ്പ്. ഒരു സിസ്റ്റം ETH \nവഴി സുരക്ഷിതമാക്കിയും, മറ്റൊന്ന് കമ്പ്യൂട്ടിംഗ് പവർ ഉപയോഗിച്ചും. കാരണം, ആദ്യം, ഷാർഡ് ചെയിനുകൾക്ക് ഞങ്ങളുടെ അക്കൗണ്ടുകൾ അല്ലെങ്കിൽ ഡാപ്പുകൾ പോലുള്ള കാര്യങ്ങൾ കൈകാര്യം ചെയ്യാൻ കഴിയില്ല. അതിനാൽ മൈനിംഗിനെയും മെയിനെറ്റിനെയും കുറിച്ച് ഞങ്ങള്‍ക്ക് മറക്കാൻ കഴിയില്ല.",
  "page-eth2-vision-sustainability-desc-8": "ബീക്കൺ ചെയിനും ഷാർഡ് ചെയിൻ അപ്‌ഗ്രേഡുകളും പ്രവർത്തിച്ചു കഴിഞ്ഞാൽ, പുതിയ സിസ്റ്റവുമായി മെയിന്‍നെറ്റ് ഡോക്ക് ചെയ്യുന്ന ജോലി ആരംഭിക്കും. ഇത് മെയിന്‍നെറ്റിനെ ഒരു ഷാർഡാക്കി മാറ്റുന്നതിനാൽ ഇത് ETH വഴി സുരക്ഷിതമാകുകയും ഊര്‍ജ്ജതീവ്രത വളരെ കുറവായിരിക്കുകയും ചെയ്യും.",
  "page-eth2-vision-sustainability-subtitle": "Ethereum പച്ചയായിരിക്കണം.",
  "page-eth2-vision-The": ". The",
  "page-eth2-vision-title": "Eth2 ദര്‍ശനം",
  "page-eth2-vision-title-1": "അടഞ്ഞ നെറ്റ്‌വർക്ക്",
  "page-eth2-vision-title-2": "ഡിസ്ക് സ്പേസ്",
  "page-eth2-vision-title-3": "വളരെയധികം ഊര്‍ജ്ജം",
  "page-eth2-vision-trilemma-cardtext-1": "Eth2 അപ്‌ഗ്രേഡുകൾ Ethereum-നെ വിപുലീകരിക്കാവുന്നതും സുരക്ഷിതവും വികേന്ദ്രീകൃതവുമാക്കുന്നു. ഒരു നോഡ് പ്രവർത്തിപ്പിക്കുന്നതിനും ചെയിൻ സാധൂകരിക്കുന്നതിനും ആവശ്യമായ ഊർജ്ജം കുറയ്ക്കുന്നതിനൊപ്പം സെക്കൻഡിൽ ഇടപാടുകൾ വർദ്ധിപ്പിക്കുന്നതിലൂടെ ഷാർഡിംഗ് Ethereumനെ കൂടുതൽ വിപുലമാക്കും. ഷാർഡുകളിലുടനീളം വാലിഡേറ്റര്‍മാരെ ഏകോപിപ്പിച്ച് ബീക്കൺ ചെയിൻ Ethereumനെ സുരക്ഷിതമാക്കും. സ്റ്റേക്കിംഗ് പങ്കാളിത്തത്തിനുള്ള തടസ്സം കുറയ്ക്കുകയും ഒരു വലിയ - കൂടുതൽ വികേന്ദ്രീകൃത - നെറ്റ്‌വർക്ക് സൃഷ്ടിക്കുകയും ചെയ്യും.",
  "page-eth2-vision-trilemma-cardtext-2": "സുരക്ഷിതവും വികേന്ദ്രീകൃതവുമായ ബ്ലോക്ക്‌ചെയിൻ നെറ്റ്‌വർക്കുകൾക്ക് ചെയിൻ പ്രോസസ്സ് ചെയ്യുന്ന ഓരോ ഇടപാടും പരിശോധിക്കാൻ ഓരോ നോഡിനും കഴിയണം. ഏത് സമയത്തും സംഭവിക്കാവുന്ന ഇടപാടുകളുടെ എണ്ണത്തെ ഈ ജോലിയുടെ അളവ് പരിമിതപ്പെടുത്തുന്നു. വികേന്ദ്രീകൃതവും സുരക്ഷിതവുമായത് ഇന്നത്തെ Ethereum ചെയിന്‍ പ്രതിഫലിപ്പിക്കുന്നു.",
  "page-eth2-vision-trilemma-cardtext-3": "നോഡുകളിലുടനീളം ഇടപാടുകളെക്കുറിച്ചുള്ള വിവരങ്ങൾ അയച്ചുകൊണ്ട് വികേന്ദ്രീകൃത നെറ്റ്‌വർക്കുകൾ പ്രവർത്തിക്കുന്നു - ഏതെങ്കിലും അവസ്ഥാ മാറ്റത്തെക്കുറിച്ച് മുഴുവൻ നെറ്റ്‌വർക്കിനും അറിയേണ്ടതുണ്ട്. വികേന്ദ്രീകൃത നെറ്റ്‌വർക്കിലുടനീളം ഓരോ സെക്കൻഡിലും നടക്കുന്ന ഇടപാടുകൾ സ്കെയിൽ ചെയ്യുന്നത് സുരക്ഷാ അപകടങ്ങൾ സൃഷ്ടിക്കുന്നു, കാരണം വിവരങ്ങൾ പറക്കുമ്പോൾ കൂടുതൽ ഇടപാടുകളും, കൂടുതൽ കാലതാമസവും, കൂടുതല്‍ ആക്രമണസാധ്യതയും സൃഷ്ടിക്കും.",
  "page-eth2-vision-trilemma-cardtext-4": "Ethereum ന്റെ നോഡുകളുടെ വലുപ്പവും ശക്തിയും വർദ്ധിപ്പിക്കുന്നത് ഓരോ സെക്കൻഡിലുമുള്ള ഇടപാടുകൾ സുരക്ഷിതമായ രീതിയിൽ വർദ്ധിപ്പിക്കും, പക്ഷേ ഹാർഡ്‌വെയർ ആവശ്യകത ആർക്കാണ് ഇത് ചെയ്യാൻ കഴിയുകയെന്നത് നിയന്ത്രിക്കും - ഇത് വികേന്ദ്രീകരണത്തെ ഭീഷണിപ്പെടുത്തുന്നു. നോടുകളുടെ വലുപ്പം കൂട്ടാതെ എണ്ണം കൂട്ടുന്നതിലൂടെ ഷാര്‍ഡിംഗും പ്രൂഫ് ഓഫ് സ്റ്റേക്കും Ethereumനെ സുരക്ഷിതമായ രീതിയിൽ സ്കെയിൽ ചെയ്യാൻ അനുവദിക്കുമെന്ന് പ്രതീക്ഷിക്കുന്നു.",
  "page-eth2-vision-trilemma-h2": "വികേന്ദ്രീകൃത സ്കെയിലിംഗിന്റെ വെല്ലുവിളി",
  "page-eth2-vision-trilemma-modal-tip": "വികേന്ദ്രീകൃത സ്കെയിലിംഗിന്റെ പ്രശ്നങ്ങൾ നന്നായി മനസിലാക്കാൻ ചുവടെയുള്ള സർക്കിളുകളിൽ ടാപ്പുചെയ്യുക",
  "page-eth2-vision-trilemma-p": "Ethereum-ന്റെ പ്രശ്‌നങ്ങൾ പരിഹരിക്കുന്നതിനുള്ള ഒരു നിഷ്‌കളങ്കമായ മാർഗം അതിനെ കൂടുതൽ കേന്ദ്രീകൃതമാക്കുക എന്നതാണ്. എന്നാൽ വികേന്ദ്രീകരണം വളരെ പ്രധാനമാണ്. ഈ വികേന്ദ്രീകരണമാണ് Ethereumന് സെൻസർഷിപ്പ് പ്രതിരോധം, സുതാര്യത, ഡാറ്റ സ്വകാര്യത, \nഏതാണ്ട് തകർക്കാൻ കഴിയാത്ത സുരക്ഷ എന്നിവ നൽകുന്നത്.",
  "page-eth2-vision-trilemma-p-1": "Ethereumന്റെ ദര്‍ശനം കൂടുതൽ സ്കെയിലബിളും സുരക്ഷിതവും ആകുക എന്നതാണ്, മാത്രമല്ല വികേന്ദ്രീകൃതമായി തുടരുകയും വേണം. ഈ 3 ഗുണങ്ങൾ നേടുന്നത് സ്കേലബിളിറ്റി ട്രൈലെമ്മ എന്നറിയപ്പെടുന്ന ഒരു പ്രശ്നമാണ്.",
  "page-eth2-vision-trilemma-p-2": "Eth2 അപ്‌ഗ്രേഡുകൾ ട്രൈലെമ്മ പരിഹരിക്കാനാണ് ലക്ഷ്യമിടുന്നത്, പക്ഷേ കാര്യമായ വെല്ലുവിളികളുണ്ട്.",
  "page-eth2-vision-trilemma-press-button": "വികേന്ദ്രീകൃത സ്കെയിലിംഗിന്റെ പ്രശ്നങ്ങൾ നന്നായി മനസിലാക്കാൻ ത്രികോണത്തിലെ ബട്ടണുകൾ അമർത്തുക.",
  "page-eth2-vision-trilemma-text-1": "വികേന്ദ്രീകരണം",
  "page-eth2-vision-trilemma-text-2": "സുരക്ഷ",
  "page-eth2-vision-trilemma-text-3": "സ്കേലബിളിറ്റി",
  "page-eth2-vision-trilemma-title-1": "സ്കേലബിളിറ്റി ട്രൈലെമ്മ പര്യവേക്ഷണം ചെയ്യുക",
  "page-eth2-vision-trilemma-title-2": "Eth2 നവീകരണങ്ങളും വികേന്ദ്രീകൃത സ്കെയിലിംഗും",
  "page-eth2-vision-trilemma-title-3": "സുരക്ഷിതവും വികേന്ദ്രീകൃതവും",
  "page-eth2-vision-trilemma-title-4": "വികേന്ദ്രീകൃതവും സ്കെയിലബിളും",
  "page-eth2-vision-trilemma-title-5": "സ്കെയിലബിളും സുരക്ഷിതവും",
  "page-eth2-vision-understanding": "Eth2 ദർശനം മനസിലാക്കുന്നു",
  "page-eth2-vision-upgrade-needs": "Eth2 നവീകരണത്തിന്റെ ആവശ്യകത",
  "page-eth2-vision-upgrade-needs-desc": "2015 ൽ സമാരംഭിച്ച Ethereum പ്രോട്ടോക്കോൾ അവിശ്വസനീയമായ വിജയമാണ് നേടിയത്. എന്നാൽ Ethereumന്റെ മുഴുവൻ സാധ്യതകളും അൺലോക്കുചെയ്യുന്നതിന് കുറച്ച് പ്രധാന അപ്‌ഗ്രേഡുകൾ ആവശ്യമാണെന്ന് Ethereum കമ്മ്യൂണിറ്റി എല്ലായ്പ്പോഴും പ്രതീക്ഷിച്ചിരുന്നു.",
  "page-eth2-vision-upgrade-needs-desc-2": "ഉയർന്ന ഡിമാൻഡ് കാരണം ഇടപാട് ഫീസ് വർദ്ധിക്കുന്നത് ശരാശരി ഉപയോക്താവിന് Ethereum ചെലവേറിയതാക്കുന്നു. ഒരു Ethereum ക്ലയന്റ് പ്രവർത്തിപ്പിക്കുന്നതിന് ആവശ്യമായ ഡിസ്ക് സ്പേസ് അതിവേഗം വളരുകയാണ്. Ethereum സുരക്ഷിതവും വികേന്ദ്രീകൃതവുമാക്കി നിലനിർത്തുന്ന പ്രൂഫ് ഓഫ് വർക്ക് സമന്വയ അൽ‌ഗോരിതം വലിയ പാരിസ്ഥിതിക സ്വാധീനം ചെലുത്തുന്നു.",
  "page-eth2-vision-upgrade-needs-desc-3": "ഈ പ്രശ്‌നങ്ങളും അതിലേറെയും പരിഹരിക്കുന്ന ഒരു കൂട്ടം നവീകരണങ്ങളാണ് Eth2 എന്ന് പൊതുവായി വിളിക്കപ്പെടുന്നത്. ഈ അപ്‌ഗ്രേഡുകളെ ആദ്യം 'സെറീനിറ്റി' എന്നാണ് വിളിച്ചിരുന്നത്, അവ 2014 മുതൽ ഗവേഷണത്തിന്റെയും വികസനത്തിന്റെയും സജീവ മേഖലയാണ്.",
  "page-eth2-vision-upgrade-needs-desc-6": " Eth2 നായി ഓൺ-സ്വിച്ച് ഇല്ലെന്നാണ് ഇതിനർത്ഥം. മെച്ചപ്പെടുത്തലുകൾ‌ കാലക്രമേണ വർദ്ധിക്കും.",
  "page-eth2-vision-upgrade-needs-serenity": "'സെറീനിറ്റി' ചർച്ച ചെയ്യുന്ന ഒരു 2015 ബ്ലോഗ് പോസ്റ്റ് കാണുക",
  "page-eth2-vision-uprade-needs-desc-5": "ഇപ്പോൾ സാങ്കേതികവിദ്യ തയ്യാറായിക്കഴിഞ്ഞ സ്ഥിതിക്ക്, നിലവിലുള്ള ഉപയോക്താക്കൾ‌ക്ക് ജീവിതം മികച്ചതാക്കാനും പുതിയവയെ വശീകരിക്കാനും വേണ്ടി Ethereum നെ കൂടുതൽ‌ വിപുലീകരിക്കാൻ‌ കഴിയുന്നതും സുരക്ഷിതവും സുസ്ഥിരവുമാക്കുന്നതിന് ഈ അപ്‌ഗ്രേഡുകൾ‌ പുനഃക്രമീകരണം നടത്തും. Ethereumന്‍റെ പ്രധാന മൂല്യമായ വികേന്ദ്രീകരണം സംരക്ഷിക്കുമ്പോൾ തന്നെ."
}
