{
  "page-staking-just-staking": "സ്റ്റേക്കിംഗ്",
  "page-staking-image-alt": "Eth2 ലോഞ്ച്പാഡിനായുള്ള റിനോ മാസ്‌കോട്ടിന്റെ ചിത്രം.",
  "page-staking-51-desc-1": "ഒരു വാലിഡേറ്ററായി നെറ്റ്‌വർക്കിൽ ചേരുന്നതിന് സ്റ്റേക്കിംഗ് കൂടുതൽ ആക്‌സസ് നല്‍കുന്നു, അതിനാൽ ഇന്ന് നിലവിലുള്ളതിനേക്കാൾ കൂടുതൽ വാലിഡേറ്റർമാർ നെറ്റ്‌വർക്കിൽ ഉണ്ടായിരിക്കാം. ആക്രമണത്തിന്റെ വില വർദ്ധിക്കുന്നതിനാൽ ഇത് ഇത്തരത്തിലുള്ള ആക്രമണത്തെ കൂടുതൽ കഠിനമാക്കും.",
  "page-staking-accessibility": "കൂടുതൽ ആക്‌സസ് ചെയ്യാനാകും",
  "page-staking-accessibility-desc": "നിങ്ങൾക്ക് 32ETH ഇല്ലെങ്കിലും എളുപ്പമുള്ള ഹാർഡ്‌വെയർ ആവശ്യകതകളും പൂൾ ചെയ്യാനുള്ള അവസരവും ഉള്ളതിനാൽ കൂടുതൽ ആളുകൾക്ക് നെറ്റ്‌വർക്കിൽ ചേരാനാകും. ആക്രമണ ഉപരിതല വിസ്തീർണ്ണം കുറച്ചുകൊണ്ട് ഇത് Ethereum നെ കൂടുതൽ വികേന്ദ്രീകൃതവും സുരക്ഷിതവുമാക്കുന്നു.",
  "page-staking-at-stake": "നിങ്ങളുടെ ETH അപകടത്തിലാണ്",
  "page-staking-at-stake-desc": "ഇടപാടുകൾ സാധൂകരിക്കുന്നതിനും പുതിയ ബ്ലോക്കുകൾ സൃഷ്ടിക്കുന്നതിനും നിങ്ങളുടെ ETH സ്റ്റേക്ക് ചെയ്യേണ്ടതിനാൽ, സിസ്റ്റത്തെ ‌വഞ്ചിക്കാൻ ശ്രമിക്കുന്നതിന് നിങ്ങൾ തീരുമാനിക്കുകയാണെങ്കിൽ നിങ്ങൾക്ക് അത് നഷ്‌ടപ്പെടും.",
  "page-staking-benefits": "Ethereum ലേക്ക് സ്റ്റേക്കുചെയ്യുന്നതിന്റെ ഗുണങ്ങൾ",
  "page-staking-check-address": "നിക്ഷേപ വിലാസം പരിശോധിക്കുക",
  "page-staking-consensus": "സമവായ സംവിധാനങ്ങളെക്കുറിച്ച് കൂടുതൽ",
  "page-staking-deposit-address": "നിക്ഷേപ വിലാസം പരിശോധിക്കുക",
  "page-staking-deposit-address-desc": "ലോഞ്ച്പാഡിലെ സജ്ജീകരണ നിർദ്ദേശങ്ങൾ നിങ്ങൾ ഇതിനകം പാലിച്ചിട്ടുണ്ടെങ്കിൽ, സ്റ്റേക്കിംഗ് നിക്ഷേപ കരാറിന് ഒരു ഇടപാട് അയയ്ക്കണമെന്ന് നിങ്ങൾക്കറിയാം. വിലാസം വളരെ ശ്രദ്ധാപൂർവ്വം പരിശോധിക്കാൻ ഞങ്ങൾ ശുപാർശ ചെയ്യുന്നു. Ethereum.org- ലും മറ്റ് നിരവധി വിശ്വസനീയമായ സൈറ്റുകളിലും നിങ്ങൾക്ക് ഔദ്യോഗിക വിലാസം കണ്ടെത്താൻ കഴിയും.",
  "page-staking-desc-1": "സമവായത്തിലെത്താൻ നെറ്റ്‌വർക്കിനെ സഹായിക്കുന്ന പ്രവർത്തനങ്ങൾക്ക് പ്രതിഫലം നൽകുന്നു. ഒരു പുതിയ ബ്ലോക്കിലേക്ക് ഇടപാടുകൾ ബാച്ച് ചെയ്യുന്നതിനോ മറ്റ് വാലിഡേറ്ററുകളുടെ പ്രവർത്തനം പരിശോധിക്കുന്നതിനോ നിങ്ങൾക്ക് പ്രതിഫലം ലഭിക്കും, കാരണം അതാണ് ചെയിൻ സുരക്ഷിതമായി പ്രവർത്തിക്കുന്നത് സാദ്ധ്യമാക്കുന്നത്.",
  "page-staking-desc-2": "നെറ്റ്‌വർക്കിന് പ്രയോജനകരമായ ജോലി ചെയ്യുന്നതിന് നിങ്ങൾക്ക് പ്രതിഫലം നേടാൻ കഴിയുമെങ്കിലും, ക്ഷുദ്രപ്രവർത്തനങ്ങൾ, ഓഫ്‌ലൈനിൽ പോകല്‍, സാധൂകരിക്കുന്നതിലെ പരാജയം എന്നിവകൊണ്ട് നിങ്ങൾക്ക് ETH നഷ്‌ടപ്പെടാം.",
  "page-staking-desc-3": "ഒരു പൂർണ്ണ വാലിഡേറ്ററാകാന്‍ നിങ്ങൾക്ക് 32 ETH അല്ലെങ്കിൽ സ്റ്റേക്കിംഗ് പൂളിൽ ചേരുന്നതിനുള്ള കുറച്ച് ETH ആവശ്യമാണ്. നിങ്ങൾ ഒരു 'Eth1' അല്ലെങ്കിൽ മെയിൻനെറ്റ് ക്ലയന്റും പ്രവർത്തിപ്പിക്കേണ്ടതുണ്ട്. ലോഞ്ച്പാഡ് നിങ്ങളെ പ്രക്രിയയിലൂടെയും ഹാർഡ്‌വെയർ ആവശ്യകതകളിലൂടെയും കൊണ്ടുപോകും. പകരമായി, നിങ്ങൾക്ക് ഒരു ബാക്കെൻഡ് API ഉപയോഗിക്കാം.",
  "page-staking-description": "വാലിഡേറ്റർ സോഫ്റ്റ്വെയർ സജീവമാക്കുന്നതിന് 32 ETH നിക്ഷേപിക്കുന്ന പ്രവർത്തനമാണ് സ്റ്റേക്കിംഗ്. ഒരു വാലിഡേറ്റർ എന്ന നിലയിൽ ഡാറ്റ സംഭരിക്കുന്നതിനും ഇടപാടുകൾ പ്രോസസ്സ് ചെയ്യുന്നതിനും ബ്ലോക്ക്ചെയിനിൽ പുതിയ ബ്ലോക്കുകൾ ചേർക്കുന്നതിനും നിങ്ങൾക്ക് ഉത്തരവാദിത്തമുണ്ട്. ഇത് എല്ലാവർക്കുമായി Ethereum സുരക്ഷിതമായി സൂക്ഷിക്കുകയും പ്രക്രിയയിൽ നിങ്ങൾക്ക് പുതിയ ETH നേടുകയും ചെയ്യും. പ്രൂഫ് ഓഫ് സ്റ്റേക്ക് എന്നറിയപ്പെടുന്ന ഈ പ്രക്രിയ ബീക്കൺ ചെയിൻ അവതരിപ്പിക്കുന്നു.",
  "page-staking-docked": "ഡോക്കിംഗിനെക്കുറിച്ച് കൂടുതലായി",
  "page-staking-dyor": "നിങ്ങളുടെ സ്വന്തം ഗവേഷണം നടത്തുക",
  "page-staking-dyor-desc": "ലിസ്റ്റുചെയ്ത സ്റ്റേക്കിംഗ് സേവനങ്ങളൊന്നും ഔദ്യോഗികമായി അംഗീകാരങ്ങളല്ല. ഏത് സേവനമാണ് നിങ്ങൾക്ക് ഏറ്റവും മികച്ചതെന്ന് മനസിലാക്കാൻ കുറച്ച് ഗവേഷണം നടത്തുന്നത് ഉറപ്പാക്കുക.",
  "page-staking-header-1": "ഒരു Ethereum വാലിഡേറ്ററാകാൻ നിങ്ങളുടെ ETH സ്റ്റേക്ക് ചെയ്യുക",
  "page-staking-how-much": "നിങ്ങൾ എത്രത്തോളം സ്റ്റേക്ക് ചെയ്യാന്‍ തയ്യാറാണ്?",
  "page-staking-how-to-stake": "എങ്ങനെയാണ് സ്റ്റേക്ക് ചെയ്യുന്നത്",
  "page-staking-how-to-stake-desc": "ഇതെല്ലാം നിങ്ങൾ എത്രമാത്രം സ്റ്റേക്ക് ചെയ്യാന്‍ തയ്യാറാണ് എന്നതിനെ ആശ്രയിച്ചിരിക്കുന്നു. ഒരു പൂർണ്ണ വാലിഡേറ്ററാകാൻ നിങ്ങൾക്ക് 32 Eth ആവശ്യമാണ്, പക്ഷേ അതില്‍കുറഞ്ഞും സ്റ്റേക്ക് ചെയ്യുന്നത് സാധ്യമാണ്.",
  "page-staking-join": "ചേരുക",
  "page-staking-join-community": "സ്റ്റേക്കർ കമ്മ്യൂണിറ്റിയിൽ ചേരുക",
  "page-staking-join-community-desc": "ethereumൽ സ്റ്റേക്കിംഗിനെക്കുറിച്ച് എല്ലാവർക്കും ചർച്ച ചെയ്യാനുള്ള ഒരു കമ്മ്യൂണിറ്റിയാണ് r/ethstaker - സ്കേറ്റിംഗ് സംബന്ധിച്ചുള്ള ഉപദേശം, പിന്തുണ, ഒപ്പം എല്ലാ കാര്യങ്ങളും സംസാരിക്കുന്നതിന് ചേരുക.",
  "page-staking-less-than": "അതിൽ കുറവ്",
  "page-staking-link-1": "ബാക്കെൻഡ് API- കൾ കാണുക",
  "page-staking-meta-description": "Ethereum സ്റ്റേക്കിംഗിന്‍റെ ഒരു അവലോകനം: അപകടസാധ്യതകൾ, പ്രതിഫലങ്ങൾ, ആവശ്യകതകൾ, അത് എവിടെ ചെയ്യണം എന്നിവ.",
  "page-staking-meta-title": "Ethereum സ്റ്റേക്കിംഗ്",
  "page-staking-more-sharding": "സ്റ്റേക്കിംഗിനെ കുറിച്ച് കൂടുതൽ",
  "page-staking-pool": "ഒരു പൂളില്‍ സ്റ്റേക്ക് ചെയ്യുക",
  "page-staking-pool-desc": "നിങ്ങൾക്ക് 32 ETH ൽ കുറവാണെങ്കിൽ, സ്റ്റേക്കിംഗ് പൂളുകളിലേക്ക് നിങ്ങൾക്ക് ഒരു ചെറിയ സ്റ്റേക്ക് ചേര്‍ക്കാന്‍ കഴിയും. ചില കമ്പനികൾക്ക് നിങ്ങളുടെ പേരില്‍ എല്ലാം ചെയ്യാൻ കഴിയും അതിനാൽ ഓൺലൈനിൽ തുടരുന്നതിനെക്കുറിച്ച് നിങ്ങൾ വിഷമിക്കേണ്ടതില്ല. പരിശോധിക്കുന്നതിനായി ചില കമ്പനികൾ ഇതാ.",
  "page-staking-pos-explained": "പ്രൂഫ് ഓഫ് സ്റ്റേക്ക് വിശദീകരിച്ചു",
  "page-staking-pos-explained-desc": "ഒരു പ്രൂഫ് ഓഫ് സ്റ്റേക്ക് സിസ്റ്റത്തിൽ ഒരു വാലിഡേറ്ററാകാൻ നിങ്ങൾ ചെയ്യേണ്ടത് സ്റ്റാക്കിംഗ് ആണ്. നിലവിലുള്ള പ്രൂഫ് ഓഫ് വർക്ക് സിസ്റ്റത്തെ മാറ്റിസ്ഥാപിക്കാൻ പോകുന്ന ഒരു സമവായ സംവിധാനമാണിത്. Ethereum പോലുള്ള ബ്ലോക്ക്ചെയിനുകളെ സുരക്ഷിതവും വികേന്ദ്രീകൃതവുമാക്കി മാറ്റുന്നതാണ് സമവായ സംവിധാനങ്ങൾ.",
  "page-staking-pos-explained-desc-1": "നെറ്റ്വർക്കിനെ പല തരത്തിൽ സുരക്ഷിതമാക്കാൻ പ്രൂഫ് ഓഫ് സ്റ്റേക്ക് സഹാ യിക്കുന്നു:",
  "page-staking-services": "സ്റ്റേക്കിംഗ് സേവനങ്ങൾ കാണുക",
  "page-staking-sharding": "ഷാർഡിംഗ് അൺലോക്ക് ചെയ്യുന്നു",
  "page-staking-sharding-desc": "പ്രൂഫ് ഓഫ് സ്റ്റേക്ക് സിസ്റ്റം ഉപയോഗിച്ച് മാത്രമേ ഷാർഡിംഗ് സാധ്യമാകൂ. പ്രൂഫ് ഓഫ് വർക്ക് സിസ്റ്റം ഷാർഡ് ചെയ്യല്‍ നെറ്റ് വർക്കിനെ ദുഷിപ്പിക്കുന്നതിന് ആവശ്യമായ കമ്പ്യൂട്ടിംഗ് പവറിന്റെ അളവ് നേർപ്പിക്കും, ഇത് ക്ഷുദ്ര ലക്ഷ്യമുള്ള മൈനര്‍മാര്‍ക്ക് ഷാർഡുകൾ നിയന്ത്രിക്കുന്നത് എളുപ്പമാക്കുന്നു. പ്രൂഫ് ഓഫ് സ്റ്റേക്കില്‍ ക്രമരഹിതമായി നിയുക്തമാക്കിയ സ്റ്റേക്കർമാരുടെ സ്ഥിതി ഇതല്ല.",
  "page-staking-solo": "സോളോ സ്റ്റേക്ക് ചെയ്ത് ഒരു വാലിഡേറ്റർ പ്രവർത്തിപ്പിക്കുക",
  "page-staking-solo-desc": "സ്റ്റാക്കിംഗ് പ്രക്രിയ ആരംഭിക്കുന്നതിന്, നിങ്ങൾ Eth2 ലോഞ്ച്പാഡ് ഉപയോഗിക്കേണ്ടതുണ്ട്. ഇത് എല്ലാ സജ്ജീകരണങ്ങളിലൂടെയും നിങ്ങളെ കൊണ്ടുപോകും. സ്റ്റേക്കിംഗിന്റെ ഒരു ഭാഗം ബ്ലോക്ക്ചെയിനിന്റെ പ്രാദേശിക പകർപ്പായ ഒരു Eth2 ക്ലയന്റ് പ്രവർത്തിപ്പിക്കുന്നു. നിങ്ങളുടെ കമ്പ്യൂട്ടറിലേക്ക് ഇത് ഡൗൺലോഡ് ചെയ്യുന്നതിന് കുറച്ച് സമയമെടുക്കും.",
  "page-staking-start": "സ്റ്റേക്കിംഗ് ആരംഭിക്കുക",
  "page-staking-subtitle": "Ethereum ഇക്കോസിസ്റ്റത്തിന്‍റെ പൊതുനന്മയാണ് സ്റ്റേക്കിംഗ്. നിങ്ങൾക്ക് നെറ്റ്‌വർക്ക് സുരക്ഷിതമാക്കാനും പ്രക്രിയയിൽ പ്രതിഫലം നേടാനും സഹായിക്കാനാകും.",
  "page-staking-sustainability": "കൂടുതൽ സുസ്ഥിരമാണ്",
  "page-staking-sustainability-desc": "ഒരു പ്രൂഫ് ഓഫ് സ്റ്റേക്ക് സിസ്റ്റത്തിൽ പങ്കെടുക്കാൻ വാലിഡേറ്റർമാർക്ക് ഊര്‍ജ്ജ-തീവ്രമായ കമ്പ്യൂട്ടറുകൾ ആവശ്യമില്ല - ഒരു ലാപ്‌ടോപ്പ് അല്ലെങ്കിൽ സ്മാർട്ട് ഫോൺ മാത്രം. ഇത് പരിസ്ഥിതിക്ക് Ethereum മികച്ചതാക്കും.",
  "page-staking-the-beacon-chain": "ബീക്കൺ ചെയിനിനെക്കുറിച്ച് കൂടുതൽ",
  "page-staking-title-1": "റിവാർഡുകൾ",
  "page-staking-title-2": "അപായസാധ്യത",
  "page-staking-title-3": "ആവശ്യകതകൾ",
  "page-staking-title-4": "നിങ്ങളുടെ ETH എങ്ങനെ സ്റ്റേക് ചെയ്യാം",
  "page-staking-upgrades-li": "പ്രൂഫ് ഓഫ് സ്റ്റേക്ക് കൈകാര്യം ചെയ്യുന്നത് ബീക്കൺ ചെയിൻ ആണ്.",
  "page-staking-upgrades-li-2": "Ethereumന് ഒരു പ്രൂഫ് ഓഫ് സ്റ്റേക്ക് ബീക്കൺ ചെയിനും മുന്‍കൂട്ടികാണാവുന്ന ഭാവിയിലേക്കുള്ള ഒരു പ്രൂഫ് ഓഫ് വർക്ക് മെയിൻനെറ്റും ഉണ്ടായിരിക്കും. വർഷങ്ങളായി ഞങ്ങൾ ഉപയോഗിക്കുന്ന Ethereum ആണ് മെയിൻനെറ്റ്.",
  "page-staking-upgrades-li-3": "ഈ സമയത്ത്, സ്റ്റേക്കർമാർ ബീക്കൺ ചെയിനിലേക്ക് പുതിയ ബ്ലോക്കുകൾ ചേർക്കുന്നു, പക്ഷേ മെയിൻനെറ്റ് ഇടപാടുകൾ പ്രോസസ്സ് ചെയ്യുന്നില്ല.",
  "page-staking-upgrades-li-4": "Ethereum മെയിൻനെറ്റ് ഒരു ഷാർഡായി മാറിയാൽ Ethereum പൂർണ്ണമായും പ്രൂഫ് ഓഫ് സ്റ്റേക്ക് സിസ്റ്റത്തിലേക്ക് പരിവർത്തനം ചെയ്യും.",
  "page-staking-upgrades-li-5": "അതിനുശേഷം മാത്രമേ നിങ്ങളുടെ സ്റ്റേക്ക് പിൻവലിക്കാൻ കഴിയൂ.",
  "page-staking-upgrades-title": "പ്രൂഫ് ഓഫ് സ്റ്റേക്ക്, Eth2 അപ്‌ഗ്രേഡുകൾ എന്നിവ",
  "page-staking-validators": "കൂടുതൽ വാലിഡേറ്ററുകൾ, കൂടുതൽ സുരക്ഷ",
  "page-staking-validators-desc": "Ethereum പോലുള്ള ഒരു ബ്ലോക്ക്ചെയിനിൽ നിങ്ങൾ നെറ്റ്‌വർക്കിന്‍റെ 51% നിയന്ത്രിക്കുകയാണെങ്കിൽ അത് ദുഷിക്കും. ഉദാഹരണത്തിന്, നിങ്ങളുടെ ബാലൻസ് 1,000,000 ETH വായിക്കുന്നുവെന്നും 1 ETH അല്ലെന്നും പ്രസ്താവിക്കാൻ നിങ്ങൾക്ക് 51% വാലിഡേറ്ററുകൾ ലഭിക്കും. പക്ഷേ, 51% വാലിഡേറ്ററുകളെ നിയന്ത്രിക്കുന്നതിന്, സിസ്റ്റത്തിൽ നിങ്ങൾക്ക് 51% ETH സ്വന്തമാക്കേണ്ടതുണ്ട് - അത് വലുതാണ്!",
  "page-staking-withdrawals": "പിൻവലിക്കലുകൾ ഉടൻ തത്സമയമാകില്ല",
  "page-staking-withdrawals-desc": "ഭാവിയിലെ അപ്‌ഗ്രേഡുകൾ വിന്യസിക്കുന്നതുവരെ നിങ്ങളുടെ സ്റ്റേക് പിൻവലിക്കാനാവില്ല. മെയിൻനെറ്റ് ബീക്കൺ ചെയിൻ സിസ്റ്റത്തിൽ ഡോക്ക് ചെയ്തുകഴിഞ്ഞാൽ പിൻവലിക്കലുകൾ ലഭ്യമായിരിക്കണം."
}
