{
  "page-what-is-ethereum-alt-img-bazaar": "Ethereumനെ പ്രതിനിധീകരിക്കുന്നുവെന്ന് അര്‍ത്ഥമാക്കാനായി ഒരു ബസാറിലേക്ക് ഉറ്റുനോക്കുന്ന ഒരു വ്യക്തിയുടെ ചിത്രീകരണം",
  "page-what-is-ethereum-alt-img-comm": "Ethereum കമ്മ്യൂണിറ്റി അംഗങ്ങൾ ഒരുമിച്ച് പ്രവർത്തിക്കുന്നതിന്റെ ഒരു ചിത്രം",
  "page-what-is-ethereum-alt-img-lego": "ലെഗോ ഇഷ്ടികകൾ കൊണ്ട് നിർമ്മിച്ച ETH ലോഗോ സൃഷ്ടിക്കുന്ന കൈയുടെ ചിത്രം",
  "page-what-is-ethereum-banking-card": "എല്ലാവർക്കും ബാങ്കിംഗ്",
  "page-what-is-ethereum-banking-card-desc": "സാമ്പത്തിക സേവനങ്ങൾ എല്ലാവർക്കും ലഭ്യമാകണമെന്നില്ല. നിങ്ങൾക്ക് Ethereum ഉപയോഗിക്കാൻ ഇന്റർനെറ്റ് കണക്ഷൻ മാത്രമേ ആവശ്യമായുള്ളു, കടം കൊടുക്കൽ, കടം വാങ്ങൽ, സേവിംഗ്‌സ് ഉൽപ്പന്നങ്ങൾ അതിൽ ലഭ്യമാണ്.",
  "page-what-is-ethereum-build": "Ethereum ഉപയോഗിച്ച് എന്തെങ്കിലും ഉണ്ടാക്കുക",
  "page-what-is-ethereum-build-desc": "Ethereum ഉപയോഗിച്ച് നിർമ്മിക്കാൻ ശ്രമിക്കണമെങ്കിൽ, ഞങ്ങളുടെ പ്രമാണങ്ങള്‍ വായിക്കുക, ചില ട്യൂട്ടോറിയലുകൾ പരീക്ഷിക്കുക, അല്ലെങ്കിൽ ആരംഭിക്കാൻ ആവശ്യമായ ഉപകരണങ്ങൾ പരിശോധിക്കുക.",
  "page-what-is-ethereum-censorless-card": "സെൻസർഷിപ്പ് പ്രതിരോധം",
  "page-what-is-ethereum-censorless-card-desc": "സർക്കാരുകൾക്കോ കമ്പനികൾക്കോ Ethereum-ൽ നിയന്ത്രണമില്ല. ആർക്കെങ്കിലും നിങ്ങളെ പണം സ്വീകരിക്കുന്നതിൽ നിന്ന് അല്ലെങ്കിൽ Ethereum-ലെ സേവനങ്ങൾ ഉപയോഗിക്കുന്നതിൽ നിന്ന് തടയുക എന്നത് വികേന്ദ്രീകരണം നിമിത്തം ഏതാണ്ട് അസാധ്യമാക്കുന്നു.",
  "page-what-is-ethereum-comm-desc": "ആർട്ടിസ്റ്റുകൾ, ക്രിപ്റ്റോ-അരാജകവാദികൾ, ഫോർച്യൂൺ 500 കമ്പനികൾ, ഇപ്പോൾ നിങ്ങൾ എന്നിവരുൾപ്പെടെ എല്ലാ പശ്ചാത്തലത്തിലുള്ള ആളുകളും ഞങ്ങളുടെ കമ്മ്യൂണിറ്റിയിൽ ഉൾപ്പെടുന്നു. ഇന്ന് നിങ്ങൾക്ക് എങ്ങനെ ഇടപെടാമെന്ന് കണ്ടെത്തുക.",
  "page-what-is-ethereum-commerce-card": "വാണിജ്യ ഉറപ്പുകള്‍",
  "page-what-is-ethereum-commerce-card-desc": "നിങ്ങൾ മുൻകൂട്ടി അംഗീകരിച്ചിട്ടുള്ള വ്യവസ്ഥകൾ അനുസരിച്ച് മാത്രമേ നിക്ഷേപങ്ങൾ കൈമാറ്റം ചെയ്യപ്പെടൂ എന്ന് ഉപഭോക്താവിന് സുരക്ഷിതവും അന്തർനിർമ്മിതവുമായി ഉറപ്പ് നൽകുന്നു. അതുപോലെ തന്നെ തങ്ങളുടെ കാര്യം വരുമ്പോൾ നിയമങ്ങൾ മാറില്ല എന്ന ഉറപ്പ് ഡെവലപ്പർമാർക്കും ഉണ്ടായിരിക്കും.",
  "page-what-is-ethereum-composable-card": "രചനാസാധ്യതയുള്ള ഉൽപ്പന്നങ്ങൾ",
  "page-what-is-ethereum-composable-card-desc": "എല്ലാ ആപ്പുകളും ഒരു പങ്കിട്ട ആഗോള നിലയുള്ള സമാന ബ്ലോക്ക്ചെയിനിലാണ് നിർമിക്കപ്പെടുന്നത്, എന്നുവെച്ചാൽ അവയ്ക്ക് പരസ്പരം നിർമിക്കുവാൻ കഴിയും (ലെഗോ ബ്രിക്സ് പോലെ). ഇതു മികച്ച ഉൽപ്പന്നങ്ങളും അനുഭവങ്ങളും നൽകുകയും, തന്മൂലം, ആശ്രയിക്കുന്ന ടൂളുകളൊന്നും തന്നെ ആർക്കും നീക്കംചെയ്യാനാകില്ലെന്ന ഉറപ്പു നൽകുകയും ചെയ്യുന്നു.",
  "page-what-is-ethereum-community": "Ethereum കമ്മ്യൂണിറ്റി",
  "page-what-is-ethereum-desc": "ഞങ്ങളുടെ ഡിജിറ്റൽ ഭാവിയുടെ അടിസ്ഥാനം",
  "page-what-is-ethereum-explore": "Ethereum പര്യവേക്ഷണം ചെയ്യുക",
  "page-what-is-ethereum-internet-card": "ഒരു തുറന്ന ഇന്റർനെറ്റ്",
  "page-what-is-ethereum-internet-card-desc": "ആർക്കു വേണമെങ്കിലും Ethereum ശൃംഖലയുമായി സമ്പർക്കം പുലർത്തുവാനും, അതിൽ ആപ്ലിക്കേഷനുകൾ നിർമ്മിക്കുവാനും സാധിക്കും. നിങ്ങളുടെ വസ്തുവകകളും വ്യക്തി വിവരങ്ങളും ചില മെഗാ-കോർപറേഷനുകളുടെ അധികാരത്തിനു കീഴ്പെടാതെ, നിങ്ങളുടെ തന്നെ നിയന്ത്രണത്തിലാക്കുവാൻ ഇതിലൂടെ സാധിക്കും.",
  "page-what-is-ethereum-meet-comm": "കമ്മ്യൂണിറ്റിയെ കണ്ടുമുട്ടുക",
  "page-what-is-ethereum-meta-description": "Ethereumനെക്കുറിച്ചും അത് ചെയ്യുന്നതെന്താണെന്നും സ്വയം എങ്ങനെ പരീക്ഷിക്കാമെന്ന് മനസിലാക്കുക.",
  "page-what-is-ethereum-meta-title": "എന്താണ് Ethereum?",
  "page-what-is-ethereum-p2p-card": "ഒരു പിയർ-ടു-പിയർ നെറ്റ്‌വർക്ക്",
  "page-what-is-ethereum-p2p-card-desc": "മറ്റുള്ളവരുമായി ഏകോപനമുണ്ടാക്കുവാനും, കരാറുകൾ നിർമ്മിക്കുവാനും, ഡിജിറ്റൽ വസ്തുവകകൾ നേരിട്ട് കൈമാറ്റം ചെയ്യുവാനും Ethereum അനുവദിക്കുന്നു. നിങ്ങൾക്ക് ഇടനിലക്കാരെ ആശ്രയിക്കേണ്ട കാര്യമില്ല.",
  "page-what-is-ethereum-start-building-btn": "നിര്‍മ്മാണം ആരംഭിക്കുക",
  "page-what-is-ethereum-title": "എന്താണ് Ethereum?",
  "page-what-is-ethereum-subtitle": "എങ്ങനെയാണ് Ethereum പ്രവർത്തിക്കുന്നത്, എന്തൊക്കെ പ്രയോജനങ്ങളാണ് ഇവ കൊണ്ട് വരുന്നത്, എപ്രകാരമാണ് ലോകമെമ്പാടുമുള്ള ദശലക്ഷക്കണക്കിനാളുകൾ ഉപയോഗിക്കുന്നത് തുടങ്ങിയ ഒരു തുടക്കകാരനാവശ്യമായ മാർഗ്ഗനിർദ്ദേശങ്ങൾ.",
  "page-what-is-ethereum-button-lets-start": "നമുക്ക് തുടങ്ങാം",
  "page-what-is-ethereum-blockchain-tab-title": "ബ്ലോക്ക്‌ചെയിൻ എന്നാലെന്ത്?",
  "page-what-is-ethereum-blockchain-tab-content": "<b> കമ്പ്യൂട്ടറുകളിൽ സൂക്ഷിച്ച് വച്ചിരിക്കുന്ന വിനിമയവിവരങ്ങളാണ് ബ്ലോക്ക്‌ചെയിൻ</b> അവ പുതുക്കപ്പെടുകയും ആ ശൃംഖലയിലെ ഒരുപാട് കമ്പ്യൂട്ടറുകളിലേക്ക് പങ്ക് വയ്ക്കപ്പെടുകയും ചെയ്യുന്നു. ഓരോ തവണയും ഒരു പുതിയ വിനിമയ ഗണം കൂട്ടിച്ചേർക്കുമ്പോൾ അവയെ \"ബ്ലോക്കുകൾ\" എന്ന് വിളിക്കുന്നു - അങ്ങനെയാണ് ബ്ലോക്ക്ചെയിൻ എന്ന പേര് ഉത്ഭവിച്ചത്. Ethereum പോലെയുള്ള പൊതു ബ്ലോക്ക്ചെയിനുകളിൽ ആർക്ക് വേണമെങ്കിലും വിവരങ്ങൾ അഥവാ ഡാറ്റ കൂട്ടിച്ചേർക്കാമെങ്കിലും, നീക്കം ചെയ്യാനുള്ള അനുമതിയില്ല. ആർക്കെങ്കിലും വിവരങ്ങൾ അട്ടിമറിക്കണമെങ്കിലോ, അല്ലെങ്കിൽ സംവിധാനത്തെ വഞ്ചിക്കണമെങ്കിലോ, അവർ ആ ശൃംഖലയിലെ ഭൂരിഭാഗം കമ്പ്യൂട്ടറുകളിലും മാറ്റം വരുത്തേണ്ടി വരും. അത് വളരെ ദുഷ്ക്കരമാണ്! അതുകൊണ്ട് തന്നെയാണ് Ethereum പോലെയുള്ള വികേന്ദ്രീകൃത ബ്ലോക്ക്‌ചെയിനുകൾ വളരെ സുരക്ഷിതമാകുന്നത്.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "ക്രിപ്റ്റോകറൻസി എന്നാലെന്ത്?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "ഒരു ബ്ലോക്ക്‌ചെയിൻ ഉപയോഗിച്ച് സുരക്ഷിതമാക്കിയിട്ടുള്ള വിവിധതരം ഫൺജിബിൾ ഡിജിറ്റൽ ടോക്കണുകളെ വിവരിക്കാൻ ഉപയോഗിക്കുന്ന പദമാണ് ക്രിപ്‌റ്റോകറൻസി. ബിറ്റ്കോയിനിലൂടെയാണ് ഇവയെല്ലാം ആരംഭിച്ചത്. ഒരു ഇടനിലക്കാരൻ്റെ വിശ്വസ്യതയില്ലാതെ രണ്ട് കക്ഷികൾക്കിടയിൽ മൂല്യവിനിമയം നടത്തുവാൻ ബിറ്റ്കോയിൻ ഉപയോഗിക്കാം. സൗജന്യമായി ആർക്കും എപ്പോൾ വേണമെങ്കിലും പരിശോധിക്കുവാൻ സാധിക്കുന്ന ബിറ്റ്‌കോയിൻ കോഡിനെ മാത്രമാണ് നിങ്ങൾക്ക് വിശ്വസിക്കേണ്ടിവരുന്നത്.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "ബിറ്റ്‌കോയിൻ, ഈഥർ തുടങ്ങിയ സമ്പാദ്യങ്ങളെ ക്രിപ്‌റ്റോകറൻസികൾ എന്ന് വിളിക്കാനുള്ള കാരണം <a href=\"/glossary/#cryptography\">ക്രിപ്‌റ്റോകറൻസി</a> നിങ്ങളുടെ ഡാറ്റയ്ക്കും വസ്തുവകകൾക്കും ഉറപ്പ് നൽകുന്ന സുരക്ഷിതത്വമാണ്, അല്ലാതെ ഒരു സ്ഥാപനത്തിന്റെയോ കോർപ്പറേഷന്റെയോ നീതിയുക്തമായ പ്രവർത്തനത്തെ വിശ്വസിച്ചുകൊണ്ടല്ല.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "ശൃംഖലയിലെ ചില പ്രവർത്തനങ്ങൾക്ക് പണം നൽകാൻ ഉപയോഗിക്കുന്ന Ethereum-ന്റെ തനതു ക്രിപ്‌റ്റോകറൻസിയാണ് ഈഥർ (ETH). ഇവ മറ്റ് ഉപയോക്താക്കൾക്ക് കൈമാറുകയോ Ethereum-ലെ മറ്റ് ടോക്കണുകൾക്കായി പകരം വയ്ക്കുകയോ ചെയ്യാം. Ethereum-ലെ ആപ്പുകളും ഓർഗനൈസേഷനുകളും നിർമ്മിക്കുന്നതിനും പ്രവർത്തിപ്പിക്കുന്നതിനും ആവശ്യമായ ചെലവുകളിലേക്കായി ഈഥർ ഉപയോഗിക്കുന്നു എന്നത് കൊണ്ട് തന്നെ ഇവ ശ്രേഷ്ടമാകുന്നു.",
  "page-what-is-ethereum-summary-title": "സംഗ്രഹം",
  "page-what-is-ethereum-summary-desc-1": "Ethereum പ്രോട്ടോക്കോൾ എന്നറിയപ്പെടുന്ന ഒരു നിയമാവലി പിന്തുടരുന്ന ലോകമെമ്പാടുമുള്ള കമ്പ്യൂട്ടറുകളുടെ ഒരു ശൃംഖലയാണ് Ethereum. ആർക്കു വേണമെങ്കിലും നിർമ്മിക്കുവാനും ഉപയോഗിക്കുവാനും സാധ്യമാകുന്ന കമ്മ്യൂണിറ്റികൾ, ആപ്ലിക്കേഷനുകൾ, ഓർഗനൈസേഷനുകൾ, ഡിജിറ്റൽ വസ്തുക്കൾ എന്നിവയുടെ അടിസ്ഥാനമായി പ്രവർത്തിക്കുന്ന ശൃംഖലയാണ് Ethereum.",
  "page-what-is-ethereum-summary-desc-2": "നിങ്ങൾക്ക് എവിടെ നിന്നും എപ്പോൾ വേണമെങ്കിലും ഒരു Ethereum അക്കൗണ്ട് സൃഷ്‌ടിക്കാനും, അതുപോലെ ആപ്പുകളുടെ ഒരു ലോകം പര്യവേക്ഷണം ചെയ്യുവാനും നിങ്ങളുടേതായ ഒന്ന് സൃഷ്‌ടിക്കുവാനും കഴിയും. നിങ്ങളുടെ പ്രവർത്തനം നിയന്ത്രിക്കുകയോ നിയമങ്ങൾ മറ്റിമരിക്കുകയോ ചെയ്യുന്ന ഒരു അധികാരകേന്ദ്രത്തിൽ വിശ്വസിക്കാതെ തന്നെ നിങ്ങൾക്ക് ഇതെല്ലാം ചെയ്യാൻ കഴിയും എന്നതാണ് ഈ നൂതന സംവിധാനത്തിന്റെ കാതലായ ഗുണം.",
  "page-what-is-ethereum-summary-desc-3": "കൂടുതൽ അറിയുവാനായി തുടർന്ന് വായിക്കുക...",
  "page-what-is-ethereum-btc-eth-diff-title": "Ethereum-വും ബിറ്റ്കോയിനും തമ്മിലുള്ള വ്യത്യാസമെന്ത്?",
  "page-what-is-ethereum-btc-eth-diff-1": "2015-ൽ സമാരംഭിച്ച, Ethereum ബിറ്റ്‌കോയിനുമേൽ ചില നൂതന ആശയങ്ങളിൽ വലിയ മാറ്റങ്ങൾ വരുത്തിയുള്ളതാണ്.",
  "page-what-is-ethereum-btc-eth-diff-2": "ഇവ രണ്ടും പ്രതിഫല ദാതാക്കളോ ബാങ്കുകളോ ഇല്ലാതെ ഡിജിറ്റൽ പണമിടപാടുകൾ നടത്തുവാൻ അനുവദിക്കുന്നു. പക്ഷേ <b>Ethereum-ത്തെ പ്രോഗ്രാം ചെയ്യുവാൻ സാധിക്കും </b>, അതിനാൽ നിങ്ങൾക്ക് അതിൻ്റെ ശൃംഖലയിൽ വികേന്ദ്രീകൃത ആപ്ലിക്കേഷനുകൾ നിർമ്മിക്കുവാനും വിന്യസിപ്പിക്കുവാനും സാധിക്കും.",
  "page-what-is-ethereum-btc-eth-diff-3": "മൂല്യമുള്ളത് എന്ന് നമ്മൾ കരുതുന്നതിനെ സംബന്ധിച്ച് പരസ്പരം പ്രാഥമിക സന്ദേശങ്ങൾ അയയ്ക്കുവാൻ ബിറ്റ്കോയിൻ നമ്മെ പ്രാപ്തരാക്കുന്നു. അധികാരമുപയോഗിക്കാതെ ഇപ്രകാരം മൂല്യം സ്ഥാപിക്കുക എന്നത് തന്നെ ഒരു ശക്തമായ പ്രവർത്തിയാണ്. Ethereum ഇതിനെ വിപുലീകരിച്ചു: കേവലം സന്ദേശങ്ങൾക്ക് പകരം, നിങ്ങൾക്ക് ഒരു കമ്പ്യൂട്ടർ പ്രോഗ്രാമോ ഒരു കരാറോ എഴുതാം. സൃഷ്ടിക്കുവാനും അംഗീകരിക്കപ്പെടുവാനും കഴിയുന്ന കരാറുകൾക്ക് പരിധികളില്ല, അതുകൊണ്ട് തന്നെ Ethereum ശൃംഖലയിൽ വലിയ നവീകരണങ്ങളാണ് സംഭവിക്കുന്നത്.",
  "page-what-is-ethereum-btc-eth-diff-4": "Bitcoin ഒരു പേയ്‌മെന്റ് നെറ്റ്‌വർക്ക് മാത്രമായിരിക്കുമ്പോൾ തന്നെ Ethereum എന്നത് സാമ്പത്തിക സേവനങ്ങകുടേയും, ഗെയിമുകളുടേയും, സാമൂഹിക ശൃംഖലകളുടെയും, മറ്റ് ആപ്പുകളുടെയും ഒരു വിപണി പോലെയാണ് പ്രവർത്തിക്കുന്നത്.",
  "page-what-is-ethereum-what-can-eth-do-title": "Ethereum-നു എന്തൊക്കെ ചെയ്യുവാൻ സാധിക്കും?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Ethereum ഞാൻ എന്തിനു വേണ്ടി ഉപയോഗിക്കണം?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "ഓർഗനൈസേഷനുകൾ തുടങ്ങുവാൻ, ആപ്പുകൾ സൃഷ്ടിക്കുവാൻ അല്ലെങ്കിൽ മൂല്യങ്ങൾ പങ്കിടാൻ പൂർവ്വസ്ഥിതിപ്രാപകവും, തുറന്നതും, വിശ്വാസയോഗ്യവുമായ മാർഗ്ഗങ്ങളിലൂടെ ആഗോളതലത്തിൽ പ്രവർത്തനങ്ങൾ ഏകോപിപ്പിക്കുവാനാണ് നിങ്ങൾ ആഗ്രഹിക്കുന്നത് എങ്കിൽ, Ethereum നിങ്ങൾക്കുള്ളതാണ്. നമ്മളെല്ലാവരും ചേർന്ന് എഴുതിയ ഒരു കഥയാണ് Ethereum, അതിനാൽ വരൂ, ഇതുപയോഗിച്ച് ഒന്നായി എത്ര അവിശ്വസനീയമായ ലോകങ്ങൾ പടുത്തുയർത്താം എന്ന് കണ്ടെത്താം.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "തങ്ങളുടെ നിയന്ത്രണത്തിന് പുറത്തുള്ള ബാഹ്യശക്തികൾ മൂലം തങ്ങളുടെ സമ്പാദ്യത്തിൻ്റെ സുരക്ഷ, സമ്പൂർണ്ണത, ചലനാത്മകത തുടങ്ങിയവയിൽ അനിശ്ചിതത്വം നേടേണ്ടി വന്ന ആളുകളെ സംബന്ധിച്ച് Ethereum വിലമതിക്കാനാവാത്തതുകൂടിയാണ്.",
  "page-what-is-ethereum-slide-1-title": "ചുരുങ്ങിയ ചിലവിൽ വേഗമേറിയ രാജ്യാന്തര ഇടപാടുകൾ",
  "page-what-is-ethereum-slide-1-desc-1": "<b>സ്റ്റേബിൾകോയിൻസ് </b> എന്നാൽ സുസ്ഥിരമായ ആസ്‌തികളുടെ അടിസ്ഥാനത്തിൽ മൂല്യത്തെ ആശ്രയിക്കുന്ന ഒരു തരം നൂതന ക്രിപ്‌റ്റോകറൻസിയാണ്. അവയിൽ കൂടുതലും യുണൈറ്റഡ് സ്റ്റേറ്റ്സ് ഡോളറുമായി ബന്ധപ്പെട്ടിരിക്കുന്നതിനാൽ ആ നാണയത്തിൻ്റെ മൂല്യം നിലനിർത്തുന്നു. ഇവ വളരെ ചെലവു കുറഞ്ഞതും സുസ്ഥിരവുമായ ആഗോള സാമ്പത്തിക സംവിധാനം ഒരുക്കാൻ അനുവദിക്കുന്നു. നിലവിലുള്ള പല സ്റ്റേബിൾകോയിനുകളും Ethereum ശൃംഖലയിലാണ് നിർമ്മിച്ചിരിക്കുന്നത്.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum-വും സ്റ്റേബിൾകോയിനുകളും വൈദേശിക പണമിടപാടുകൾക്കായുള്ള പ്രക്രിയ ലളിതമാക്കുന്നു. എന്നാൽ നിങ്ങളുടെ ഒരു ശരാശരി ബാങ്ക് കുറച്ചധികം ബിസിനസ് ദിനങ്ങളോ അല്ലെങ്കിൽ ആഴ്ചകളോ എടുത്ത് ഒരു അംശം വില ഈടാക്കുമ്പോൾ, ഇതിന് വിപരീതമായി എഥീരിയം ലോകത്തെവിടേക്കും പണമിടപാട് നടത്താൻ മിനിട്ടുകൾ മാത്രമേ എടുക്കു. ഇതിന് പുറമേ, ഉയർന്ന തുകയ്ക്കുള്ള വിനിമയങ്ങൾക്ക് അധിക ഫീസ് ഉണ്ടാകുന്നുമില്ല, മാത്രമല്ല എവിടേക്ക്, എന്തിന് വേണ്ടി നിങ്ങൾ നിങ്ങളുടെ പണം അയക്കുന്നു എന്നതിൽ ഒരു നിബന്ധനകളും ഇല്ല.",
  "page-what-is-ethereum-slide-2-title": "ആപൽസന്ധികളിലെ ശീഘ്രസഹായി",
  "page-what-is-ethereum-slide-2-desc-1": "നിങ്ങളുടെ വാസസ്ഥലത്തിനു സമീപം വിശ്വസ്തമായ ഒന്നിലധികം ബാങ്കിങ്ങ് സ്ഥാപനങ്ങളുണ്ടെങ്കിൽ നിങ്ങൾ ഭാഗ്യശാലികളാണ്, അവ വാഗ്ദാനം ചെയ്യുന്ന സാമ്പത്തിക സ്വാതന്ത്ര്യം, സുരക്ഷ, സ്ഥിരത എന്നിവ നിങ്ങൾക്ക് സാധാരണമായി തോന്നിയേക്കാം. എന്നാൽ, ലോകമെമ്പാടും രാഷ്ട്രീയ അടിച്ചമർത്തലോ സാമ്പത്തിക ബുദ്ധിമുട്ടുകളോ നേരിടേണ്ടിവരുന്ന ആളുകൾക്ക് അവർക്ക് ആവശ്യമായി വരുന്ന സംരക്ഷണമോ സേവനങ്ങളോ ധനകാര്യ സ്ഥാപനങ്ങൾ നൽകിയെന്നുവരില്ല.",
  "page-what-is-ethereum-slide-2-desc-2": "യുദ്ധം, സാമ്പത്തിക വിപത്ത് അല്ലെങ്കിൽ പൗരസ്വാതന്ത്ര്യത്തിനുമേലുള്ള അടിച്ചമർത്തലുകൾ പൗരന്മാരിൽ ആഘാതം സൃഷ്ടിച്ചപ്പോൾ <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">വെനിസ്വേല</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">ക്യൂബ</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">അഫ്ഗാനിസ്ഥാൻ</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">നൈജീരിയ</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">ബെലാറസ്</a>, <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">ഉക്രെയിൻ</a>, ക്രിപ്‌റ്റോകറൻസികൾ മിക്കപ്പോഴും വേഗമേറിയതും ഒരേ ഒരു ധനകാര്യ ഏജൻസിയുമായി നിലകൊണ്ടു.<sup><a href=\"https://www.financialinclusion.tech/\">1</a></sup> മേൽപറഞ്ഞ ഉദാഹരണങ്ങളിൽ കണ്ടത് പോലെ തന്നെ പുറംലോകത്ത് നിന്ന് വിച്ഛേദിക്കപ്പെട്ട ജനങ്ങളെ സംബന്ധിച്ചിടത്തോളം എഥീരിയം പോലുള്ള ക്രിപ്‌റ്റോകറൻസികൾ വഴി ആഗോള സമ്പദ്‌വ്യവസ്ഥയിലേക്ക് വിലക്കുകളില്ലാതെ കടന്നുചെല്ലുവാൻ കഴിയും. അതുകൂടാതെ, കുത്തനെയുള്ള പണപ്പെരുപ്പം മൂലം പ്രാദേശിക നാണയങ്ങളുടെ മൂല്യത്തകർച്ച സംഭവിക്കുമ്പോൾ സ്റ്റേബിൾകോയിനുകൾ സംഭരണമൂല്യം നിലനിർത്തുന്നു.",
  "page-what-is-ethereum-slide-3-title": "സർഗസൃഷ്ടാക്കളെ ശാക്തീകരിക്കുന്നു",
  "page-what-is-ethereum-slide-3-desc-1": "2021-ൽ മാത്രം, കലാകാരന്മാരും സംഗീതജ്ഞരും എഴുത്തുകാരും മറ്റ് സർഗ്ഗസ്രഷ്‌ടാക്കളും ചേർന്ന് Ethereum ഉപയോഗിച്ച് ഏകദേശം $3.5 ബില്യൺ ഡോളർ സമ്പാദിച്ചു. ഇത് Ethereum-നെ Spotify, YouTube, Etsy എന്നിവയ്‌ക്കൊപ്പം സർഗ്ഗാത്മക സ്രഷ്‌ടാക്കൾക്കായുള്ള ഏറ്റവും വലിയ ആഗോള പ്ലാറ്റ്‌ഫോമുകളിലൊന്നായി മാറ്റുന്നു. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">കൂടുതലറിയാൻ</a>.",
  "page-what-is-ethereum-slide-4-title": "ഗെയിമർമാരെ ശാക്തീകരിക്കുന്നു",
  "page-what-is-ethereum-slide-4-desc-1": "പ്ലേ ടു ഏൺ ഗെയിംസ് (ഗെയിം കളിക്കുന്നവർക്ക് ഗെയിം കളിക്കുന്നതിന് വേണ്ടി പാരിതോഷികം നൽകുക) അടുത്തിടെ ഉയർന്നുവരികയും തന്മൂലം ഗെയിമിംഗ് വ്യവസായത്തിൽ പരിവർത്തനം ചെയ്തുകൊണ്ടിരിക്കുന്നു. പരമ്പരാഗതമായി ഗെയിമിൽ ഉപയോഗിക്കുന്ന വസ്തുക്കൾ, യഥാർത്ഥ പണത്തിനു പകരമായി മറ്റ് കളിക്കാർക്ക് കച്ചവടം നടത്തുന്നതും, കൈമാറ്റം ചെയ്യുന്നതും മിക്കപ്പോഴും വിലക്കപ്പെട്ടിട്ടുള്ളതാണ്. ഇത് പലപ്പോഴും സുരക്ഷാഭീഷണിയുള്ള കരിഞ്ചന്തകളായുള്ള വെബ്‌സൈറ്റുകളെ ഉപയോഗിക്കാൻ കളിക്കാരിൽ സമ്മർദ്ദം ചെലുത്തുന്നു. ബ്ലോക്ക്ചെയിൻ ഗെയിമിംഗ് ഇത്തരം ഇൻ-ഗെയിം സമ്പദ്‌വ്യവസ്ഥയെ ഉൾക്കൊള്ളുകയും അത്തരം കൈമാറ്റങ്ങളെ വിശ്വസനീയമായ രീതിയിൽ പ്രോത്സാഹിപ്പിക്കുകയും ചെയ്യുന്നു.",
  "page-what-is-ethereum-slide-4-desc-2": "മാത്രമല്ല, യഥാർത്ഥ പണത്തിനു വേണ്ടി ഇൻ-ഗെയിം ടോക്കണുകൾ വ്യാപാരം ചെയ്യുന്നത്തിലൂടെ കളിക്കാർക്ക് മതിയായ പ്രതിഫലം നേടാനവുകയും അവരുടെ കളി സമയത്തിന് അനുയോജ്യമായ പാരിതോഷികം സത്യത്തിൽ ലഭിക്കുകയും ചെയ്യുന്നു.",
  "page-what-is-ethereum-meet-ether-title": "Ethereum-ന്റെ ക്രിപ്റ്റോറൻസിയായ ഈഥറിനെ പരിചയപ്പെടാം",
  "page-what-is-ethereum-meet-ether-desc-1": "Ethereum ശൃംഖലയിലെ പല പ്രവർത്തനങ്ങൾക്കും Ethereum-ന്റെ സ്വന്തം കമ്പ്യൂട്ടറിൽ (Ethereum വിർച്വൽ മെഷീൻ എന്നറിയപ്പെടുന്നു) ചില പ്രവർത്തനങ്ങൾ നടത്തേണ്ടതുണ്ട്. ഇത്തരം സേവനങ്ങൾ സൗജന്യമല്ല; ഈഥർ (ETH) എന്ന Ethereum-ന്റെ നേറ്റീവ് ക്രിപ്‌റ്റോകറൻസി ഉപയോഗിച്ചാണ് ഇത്തരം പ്രതിഫലം കൈമാറ്റം ചെയ്യപ്പെടുന്നത്. ഇത് അർത്ഥമാക്കുന്നത്, ഈ ശൃംഖലയുപയോഗിക്കാൻ നിങ്ങളുടെ കയ്യിൽ ഒരു ചെറിയ തുകയായെങ്കിലും ഈഥറിൻ്റെ ആവശ്യകതയെയാണ്.",
  "page-what-is-ethereum-meet-ether-desc-2": "ഈഥർ പൂർണ്ണമായും ഡിജിറ്റലാണ്, നിങ്ങൾക്ക് അത് ലോകത്തെവിടെയുമുള്ള ആർക്കു വേണമെങ്കിലും തൽക്ഷണം അയയ്ക്കുവാൻ സാധിക്കും. ഈഥറിന്റെ വിതരണം ഏതെങ്കിലും സർക്കറിൻ്റെയോ കമ്പനിയുടെയോ നിയന്ത്രണത്തിലുള്ളതല്ല- അത് വികേന്ദ്രീകൃതവും പൂർണ്ണമായി സുതാര്യവുമാണ്. ശൃംഖല സുരക്ഷിതമാക്കുന്ന സ്റ്റേക്കറുമാർക്ക് മാത്രമാണ് പ്രോട്ടോക്കോളടിസ്ഥാനത്തിൽ സൂക്ഷ്മമായ രീതിയിൽ ഈഥർ വിതരണം ചെയ്യപ്പെടുന്നത്.",
  "page-what-is-ethereum-what-is-ether": "എന്താണ് ഈഥർ?",
  "page-what-is-ethereum-get-eth": "ETH നേടൂ",
  "page-what-is-ethereum-explore-applications": "ആപ്ലിക്കേഷനുകളെ അടുത്തറിയുക",
  "page-what-is-ethereum-learn-defi": "DeFi സംബന്ധിച്ച് അറിയുക",
  "page-what-is-ethereum-who-runs-ethereum-title": "ആരാണ് Ethereum-ത്തെ പ്രവർത്തിപ്പിക്കുന്നത്?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "ഏതെങ്കിലും പ്രത്യേക സ്ഥാപനത്തിന്റെ നിയന്ത്രണത്തിലല്ല Ethereum. Ethereum പ്രോട്ടോക്കോൾ പാലിക്കുന്ന സോഫ്റ്റ്‌വെയറുകളിൽ പ്രവർത്തിക്കുന്ന കമ്പ്യൂട്ടറുകൾ Ethereum <a href=\"/glossary/#blockchain\">ബ്ലോക്ക്‌ചെയിനോട് </a> കൂടി ചേർന്ന് ബന്ധിപ്പിക്കുന്നിടത്താണ് ഇവ നിലനിൽക്കുന്നത്. ഇത്തരത്തിലുള്ള ഓരോ കമ്പ്യൂട്ടറുകളെ നോഡ് എന്നറിയപ്പെടുന്നു. ആർക്കുവേണമെങ്കിലും നോഡുകൾ പ്രവർത്തിപ്പിക്കാനാകും, എന്നിരുന്നാലും ശൃംഖല സുരക്ഷിതമാക്കുന്നതിൽ പങ്കുചേരുന്നത്തിന് നിങ്ങൾ <a href=\"/glossary/#staking\">stake</a> ETH (Ethereum-ന്റെ നേറ്റീവ് ടോക്കൺ) ഉപയോഗിക്കേണ്ടിവരുന്നു. 32 ETH ഉള്ള ആർക്കുവേണമെങ്കിലും മറ്റനുമതിയൊന്നും കൂടാതെ ഇത് ചെയ്യാൻ സാധിക്കും.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Ethereum-ന്റെ സോഴ്സ് കോഡ് പോലും ഒരു സ്ഥാപനം ഒറ്റയ്ക്ക് നിർമ്മിച്ചതല്ല. ആർക്കു വേണമെങ്കിലും പ്രോട്ടോക്കോളിൽ മാറ്റങ്ങൾ നിർദ്ദേശിക്കുവാനും നവീകരണങ്ങൾ ചർച്ച ചെയ്യാനും സാധിക്കും. സ്വതന്ത്ര ഓർഗനൈസേഷനുകൾ വിവിധ പ്രോഗ്രാമിങ് ഭാഷകളിൽ Ethereum പ്രോട്ടോക്കോളിൽ പലതരം പ്രായോഗിക നിർമ്മിതികളും നടത്തിയിട്ടുണ്ട്, മാത്രമല്ല അവ സ്വതവേ തുറന്ന രീതിയിൽ നിർമ്മിക്കപ്പെട്ടിട്ടുള്ളവയും, കമ്മ്യൂണിറ്റി സംഭാവനകളെ പ്രോത്സാഹിപ്പിക്കുന്നവയുമാണ്.",
  "page-what-is-ethereum-run-a-node": "ഒരു നോഡ് റൺ ചെയ്യുക",
  "page-what-is-ethereum-smart-contract-title": "എന്താണ് സ്മാർട്ട് കരാർ?",
  "page-what-is-ethereum-smart-contract-desc-1": "Ethereum ബ്ലോക്ക് ചെയിനിൽ പ്രവൃത്തിക്കുന്ന <b>കമ്പ്യൂട്ടർ പ്രോഗ്രാമുകളെയാണ് സ്മാർട്ട് കോൺട്രാക്ട്</b> എന്ന് വിളിക്കുന്നത്. ഒരു വ്യക്തി നടത്തുന്ന ട്രാൻസാക്ഷൻ വഴിയാണ് സ്മാർട്ട് കോൺട്രാക്ട് ന്റെ പ്രവർത്തനത്തിന് തുടക്കം കുറിക്കുന്നത്. വിവിധ ആപ്ലിക്കേഷനുകൾക്ക് ഉതകുന്നവിധം Ethereum-ത്തെ പ്രാപ്തമാക്കുന്നത് ഇത്തരം പ്രോഗ്രാമുകളാണ്. ഇവ തന്നെയാണ് ഡിസെൻട്രലൈസ്ഡ് അപ്പ്ലിക്കേഷനുകളുടെയും സ്ഥാപനങ്ങളുടെയും അടിസ്ഥാനം.",
  "page-what-is-ethereum-smart-contract-desc-2": "സേവന വ്യവസ്ഥകളിൽ മാറ്റം വരുത്തിയ ഒരു ഉൽപ്പന്നം നിങ്ങൾ എപ്പോഴെങ്കിലും ഉപയോഗിച്ചിട്ടുണ്ടോ? അല്ലെങ്കിൽ ഉപയോഗപ്രദമെന്ന് തോന്നിയ ഒരു ഫീച്ചർ നീക്കംചെയ്തത്? Ethereum-ൽ ഒരു സ്മാർട്ട് കരാർ പ്രസിദ്ധീകരിച്ചു കഴിഞ്ഞാൽ, Ethereum നിലനിൽക്കുന്നിടത്തോളം കാലം ആ പ്രോഗ്രാമും പ്രവർത്തനക്ഷമമായിരിക്കും. ആ പ്രോഗ്രാമിന്റെ സൃഷ്ടാവിനുപോലും അതിനെ മാറ്റുവാൻ സാധിക്കുകയില്ല. സ്മാർട്ട് കരാറുകൾ യാന്ത്രികമായി പ്രവർത്തിക്കുന്നതിനാൽ, ഒരു വ്യക്തിയോടും വേർതിരിവ് കാണിക്കാതെ എപ്പോഴും പ്രവർത്തനസജ്ജമായിരിക്കും.",
  "page-what-is-ethereum-smart-contract-desc-3": "സ്‌മാർട്ട് കോൺട്രാക്ടുകളുടെ ജനപ്രീയമായ ഉദാഹരണങ്ങൾ വായ്പ നൽകുന്ന ആപ്പുകൾ, വികേന്ദ്രീകൃത ട്രേഡിംഗ് എക്‌സ്‌ചേഞ്ചുകൾ, ഇൻഷുറൻസ്, ക്വാഡ്രാറ്റിക് ഫണ്ടിംഗ്, സോഷ്യൽ നെറ്റ്‌വർക്കുകൾ, <a href=\"/glossary/#nft\">NFT-കൾ</a> - അടിസ്ഥാനപരമായി നിങ്ങൾക്ക് ചിന്തിക്കുവാൻ കഴിയുന്ന എന്തും.",
  "page-what-is-ethereum-more-on-smart-contracts": "സ്മാർട്ട് കരാറുകളെക്കുറിച്ച് കൂടുതല്‍",
  "page-what-is-ethereum-explore-dapps": "Dapps പര്യവേക്ഷണം ചെയ്യുക",
  "page-what-is-ethereum-criminal-activity-title": "ക്രിമിനൽ പ്രവർത്തനങ്ങൾക്കുള്ള ഉപകരണമായി ക്രിപ്‌റ്റോ ഉപയോഗിക്കുന്നുവെന്ന് ഞാൻ കേട്ടു. ഇത് സത്യമാണോ?",
  "page-what-is-ethereum-criminal-activity-desc-1": "ഏതൊരു സാങ്കേതികവിദ്യയേയും പോലെ, ഇതും ദുരുപയോഗം ചെയ്യപെട്ടേക്കാം. എന്നിരുന്നാലും, എല്ലാ Ethereum ഇടപാടുകളും ഒരു ഓപ്പൺ ബ്ലോക്ക്‌ചെയിനിൽ നടക്കുന്നതിനാൽ, പരമ്പരാഗത സാമ്പത്തിക സംവിധാനങ്ങളെ അപേക്ഷിച്ച് നിയമവിരുദ്ധ പ്രവർത്തനങ്ങൾ ട്രാക്ക് ചെയ്യുന്നത് അധികാരികൾക്ക് പലപ്പോഴും എളുപ്പമാണ്, ഇത് മനസ്സിലാക്കാത്തവർക്ക് Ethereum ഒരു അനാകർഷകമായ ചോയിസായിരിക്കാം.",
  "page-what-is-ethereum-criminal-activity-desc-2": "നിയമ നിർവ്വഹണ സഹകരണത്തിനുള്ള യൂറോപ്യൻ യൂണിയൻ ഏജൻസിയായ Europol-ന്റെ അടുത്തകാലത്തെ റിപ്പോർട്ടിന്റെ കണ്ടെത്തലുകൾ അനുസരിച്ച് ക്രിമിനൽ ആവശ്യങ്ങൾക്കായി ക്രിപ്‌റ്റോ ഉപയോഗിക്കുന്നത് സാധാരണ നാണയങ്ങളെക്കാൾ വളരെ കുറവാണ്:",
  "page-what-is-ethereum-criminal-activity-desc-3": "“നിയമവിരുദ്ധപ്രവർത്തനങ്ങൾക്കായി ക്രിപ്‌റ്റോകറൻസികളുടെ ഉപയോഗം മൊത്തത്തിലുള്ള ക്രിപ്‌റ്റോകറൻസി സമ്പദ്‌വ്യവസ്ഥയുടെ ഒരു ചെറിയ ഭാഗം മാത്രമേ ഉൾപെടുന്നുള്ളു, മാത്രമല്ല ഇത് പരമ്പരാഗത ധനകാര്യത്തിൽ ഉൾപ്പെട്ടിരിക്കുന്ന അനധികൃത നിക്ഷേപങ്ങളുടെ അളവിനേക്കാൾ താരതമ്യേന ചെറുതാണെന്നും കാണപ്പെടുന്നു.”",
  "page-what-is-ethereum-energy-title": "Ethereum-ന്റെ ഊർജ്ജ ഉപഭോഗത്തെക്കുറിച്ച്?",
  "page-what-is-ethereum-energy-desc-1": "2022 സെപ്റ്റംബർ 15-ന് Ethereum-ൽ നടപ്പിലാക്കിയ മെർജ് അപ്‌ഗ്രേഡിലൂടെ Ethereum <a href=\"/glossary/#pow\">പ്രൂഫ്-ഓഫ്-വർക്ക്-ൽ</a> നിന്ന് <a href=\"/glossary/#pos\">പ്രൂഫ്-ഓഫ്-സ്റ്റേക്ക്</a>എന്നതിലേക്ക് മാറ്റി.",
  "page-what-is-ethereum-energy-desc-2": "Ethereum-ന്റെ ഇതുവരെ നടന്നതിൽ ഏറ്റവും വലിയ അപ്‌ഗ്രേഡായി കണക്കാക്കിയിരിക്കുന്ന മെർജ് Ethereum സുരക്ഷിതമാക്കാൻ ആവശ്യമായ ഊർജ്ജ ഉപഭോഗം <b>99.95%</b> കുറച്ചു, <b>വളരെ ചെറിയ കാർബൺ ചെലവിൽ കൂടുതൽ സുരക്ഷിതമായ നെറ്റ്‌വർക്ക് സൃഷ്ടിക്കുന്നു</b>. ഒരു കുറഞ്ഞ കാർബൺ ബ്ലോക്ക്ചെയിൻ ആയി നിലകൊണ്ടു എഥീറിയം തന്റെ സുരക്ഷയും വളർന്നു വികസിക്കുവാനുള്ള കഴിവും പുരോഗമിപ്പിക്കുന്നു.",
  "page-what-is-ethereum-more-on-energy-consumption": "ഊർജ്ജ ഉപഭോഗത്തെക്കുറിച്ച് കൂടുതൽ അറിയുക",
  "page-what-is-ethereum-energy-consumption-chart-legend": "വാർഷിക ഊർജ്ജ ഉപഭോഗം (TWh/yr-ൽ)",
  "energy-consumption-chart-global-data-centers-label": "ആഗോള ഡാറ്റാ സെൻ്ററുകൾ",
  "energy-consumption-gold-mining-cbeci-label": "ഗോൾഡ് മൈനിംഗ്",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "യു എസിലെ ഗെയിമിംഗ്",
  "energy-consumption-chart-airbnb-label": "എയർബിഎൻബി",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "മെർജ് അപ്ഡേറ്റ്",
  "page-what-is-ethereum-additional-reading": "കൂടുതൽ വായനയ്ക്ക്",
  "page-what-is-ethereum-week-in-ethereum": "ഈ ആഴ്ചയിലെ Ethereum വാർത്തകൾ",
  "page-what-is-ethereum-week-in-ethereum-desc": "- എഥീറിയം ആവാസവ്യവസ്ഥയിലെ പ്രധാന സംഭവവികാസങ്ങൾ പരിചയപ്പെടുത്തുന്ന ഒരു പ്രതിവാര വാർത്താക്കുറിപ്പ്.",
  "page-what-is-ethereum-kernel-dreamers": "കേർണൽ",
  "page-what-is-ethereum-kernel-dreamers-desc": "Ethereum-ന്റെ സ്വപ്നം",
  "page-what-is-ethereum-atoms-institutions-blockchains": "ആറ്റങ്ങൾ, സ്ഥാപനങ്ങൾ, ബ്ലോക്ക്ചെയിനുകൾ",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- എന്താണ് ബ്ലോക്ക്ചെയിൻന്റെ പ്രാധാന്യം?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum-ത്തെ സംബന്ധിച്ച ചില കണക്കുകൾ",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "Ethereum-ൽ നിർമിച്ചിരിക്കുന്ന പ്രൊജെക്ടുകൾ",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "ETH ബാലൻസുള്ള അക്കൗണ്ടുകൾ (വാലെറ്റുകൾ)",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "Ethereum-ലെ സ്മാർട്ട് കോൺട്രാക്ടുകൾ",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "Ethereum-ൽ സുരക്ഷിതമായിരിക്കുന്ന മൂല്യം",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "2021-ൽ Ethereum-ൽ സൃഷ്ടാവിന്റെ വരുമാനം",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "ഇന്നത്തെ മുഴുവൻ ഇടപാടുകളുടെ എണ്ണം",
  "adoption-chart-column-now-label": "ഇപ്പോൾ",
  "adoption-chart-investors-label": "നിക്ഷേപകർ",
  "adoption-chart-developers-label": "ഡെവലപ്പർമാർ",
  "adoption-chart-companies-label": "കമ്പനികൾ",
  "adoption-chart-artists-label": "കലാകാരന്മാർ",
  "adoption-chart-musicians-label": "സംഗീതജ്ഞർ",
  "adoption-chart-writers-label": "സാഹിത്യകാരൻമ്മാർ",
  "adoption-chart-gamers-label": "ഗെയിമർ",
  "adoption-chart-refugees-label": "അഭയാർത്ഥികൾ",
  "page-what-is-ethereum-get-eth-alt": "കുറച്ച് ETH നേടുക",
  "page-what-is-ethereum-get-eth-description": "Ethereum-ന്റെ തനതു നാണയമാണ് ഈഥർ ETH. Ethereum ആപ്ലിക്കേഷനുകൾ ഉപയോഗിക്കുവാനായി നിങ്ങളുടെ വാലറ്റിൽ കുറച്ചു ETH വേണ്ടിവരും.",
  "page-what-is-ethereum-get-eth-title": "കുറച്ച് ETH നേടുക",
  "page-what-is-ethereum-explore-dapps-alt": "ഡാപ്പുകൾ പര്യവേക്ഷണം ചെയ്യുക",
  "page-what-is-ethereum-explore-dapps-description": "Ethereum-ൽ നിർമിക്കുന്ന ആപ്ലിക്കേഷനുകളെയാണ് Dapps എന്ന് വിളിക്കുന്നത്. Dapps നിലവിലുള്ള ബിസിനസ് മാതൃകകളിൽ നിന്നും വ്യത്യസ്തമായി പുതിയ മാതൃകകൾ സംഭാവന ചെയ്യുന്നു.",
  "page-what-is-ethereum-explore-dapps-title": "കുറച്ച് ഡാപ്പുകൾ പരീക്ഷിക്കുക"
}
