{
  "51%-attack-term": "Attacco 51%",
  "51%-attack-definition": "Un tipo di attacco in cui un gruppo ottiene il controllo della maggioranza dei <a href=\"/glossary/#node\">nodi</a>. Questo gli consentirebbe di truffare la blockchain annullando le <a href=\"/glossary/#transaction\">transazioni</a> e spendendo il doppio dell'<a href=\"eth\">ether</a> e di altri token.<br /><br />Nel proof-of-stake di Ethereum, ciò sarebbe possibile accumulando più di metà dell'ether in staking totale. Questo consentirebbe a un utente malevolo di decidere quali nuovi blocchi sono aggiunti alla blockchain. Tuttavia, per annullare la catena o effettuare una doppia spesa, questi dovrebbe avere a disposizione almeno il 66% dell'ether in staking totale.",
  "account-term": "Conto",
  "account-definition": "Un conto di Ethereum è un'identità digitale sulla blockchain di Ethereum, che consente agli utenti di inviare e ricevere Ether e di interagire con i contratti intelligenti.<br /><br /><strong>Tecnico:</strong><br />è un oggetto contenente un indirizzo, un saldo, un nonce, archiviazione facoltativa e codice. Un conto può essere di un contratto o un conto posseduto esternamente (EOA).",
  "address-term": "Indirizzo",
  "address-definition": "Un indirizzo di Ethereum è un identificativo univoco utilizzato per ricevere token, che funziona in modo simile al numero di un conto bancario per le criptovalute. Utilizzato per identificare il tuo conto di Ethereum,<br /><br />è rappresentato dai 160 bit più a destra dell'hash Keccak di una chiave pubblica ECDSA.",
  "anti-sybil-term": "Anti-Sybil",
  "anti-sybil-definition": "Si tratta di metodi per impedire alle persone di fingere di essere più utenti in una volta su Internet, assicurandosi che ogni utente sia una persona reale e separata. Ciò contribuisce a mantenere le interazioni online eque e oneste.",
  "abi-term": "Interfaccia binaria dell'applicazione (ABI)",
  "abi-definition": "Un file JSON che definisce le funzioni e le variabili incluse in un contratto intelligente. L'ABI consente la mappatura del bytecode in formati leggibili dall'uomo.",
  "api-term": "Interfaccia di programmazione dell'applicazione (API)",
  "api-definition": "Un'Interfaccia di programmazione dell'applicazione (API) è una serie di definizioni per l'utilizzo di un software. Un'API si trova tra un'applicazione e un server web e facilita il trasferimento di dati tra di essi.",
  "apr-term": "APR",
  "apr-definition": "L'APR, o Tasso Percentuale Annuo, riflette il costo annuale dei prestiti di denaro, inclusi interessi e commissioni, in percentuale.",
  "asic-term": "ASIC",
  "asic-definition": "Circuito integrato specifico per l'applicazione. Questo solitamente si riferisce a un circuito integrato, costruito appositamente per il mining di criptovalute.",
  "assert-term": "assert",
  "assert-definition": "In <a href=\"/glossary/#solidity\">Solidity</a>, `assert(false)` si compila a `0xfe`, un opcode non valido, che utilizza tutto il <a href=\"/glossary/#gas\">gas</a> rimanente e annulla tutte le modifiche. Quando un'istruzione di `assert()` fallisce, si sta verificando qualcosa di molto sbagliato e imprevisto, e dovrai correggere il tuo codice. Dovresti utilizzare `assert()` per evitare condizioni che non dovrebbero mai e poi mai verificarsi. <a href=\"/developers/docs/smart-contracts/security/\">Maggiori informazioni sulla sicurezza dei contratti intelligenti</a>.",
  "attestation-term": "Attestazione",
  "attestation-definition": "Una dichiarazione resa da un'entità che afferma che qualcosa è vero. Nel contesto di Ethereum, i validatori del consenso devono affermare quale credono sia lo stato della catena. In momenti specifici, ogni validatore è responsabile della pubblicazione di attestazioni differenti che dichiarano formalmente il parere di questo validatore sulla catena, incluso l'ultimo punto di controllo finalizzato e la testa attuale della catena. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">Maggiori informazioni sulle attestazioni</a>.",
  "base-fee-term": "Commissione base",
  "base-fee-definition": "Ogni <a href=\"/glossary/#block\">blocco</a> ha un prezzo di riserva noto come 'commissione base'. Si tratta della commissione minima sul <a href=\"/glossary/#gas\">gas</a> che un utente deve pagare per includere una transazione nel blocco successivo. <a href=\"/developers/docs/gas/\">Maggiori informazioni sul gas e sulle commissioni</a>.",
  "beacon-chain-term": "Beacon chain",
  "beacon-chain-definition": "La Beacon Chain era la blockchain che ha introdotto il <a href=\"/glossary/#pos\">proof-of-stake</a> e i <a href=\"/glossary/#validator\">validatori</a> su Ethereum. Ha operato insieme alla Rete Principale di proof-of-work di Ethereum da dicembre 2020, finché le due catene non si sono fuse a settembre 2022, così da formare l'Ethereum odierna. <a href=\"/roadmap/beacon-chain/\">Di più sulla beacon chain</a>.",
  "big-endian-term": "Big-endian",
  "big-endian-definition": "Una rappresentazione numerica posizionale in cui la cifra più significativa è la prima in memoria. L'opposto di little-endian, dove la cifra meno significativa è la prima.",
  "block-term": "Blocco",
  "block-definition": "Un blocco è il luogo in cui sono memorizzate le transazioni o le azioni digitali. Una volta pieno, viene collegato al precedente creando una catena di blocchi, o una \"blockchain\". <a href=\"/developers/docs/blocks/\">Maggiori informazioni sui blocchi</a>.<br /><br />Un blocco è un'unità raggruppata di informazioni che include un elenco ordinato di transazioni e informazioni correlate al consenso. I blocchi sono proposti dai validatori del proof-of-stake per poi essere condivisi nell'intera rete peer-to-peer, dove possono essere verificati in modo indipendente da tutti gli altri nodi. Le regole del consenso governano quali contenuti di un blocco siano considerati validi, e qualsiasi blocco non valido viene scartato dalla rete. L'ordine di questi blocchi e delle transazioni al loro interno crea una catena deterministica di eventi il cui termine rappresenta lo stato attuale della rete.",
  "block-explorer-term": "Esploratore del blocco",
  "block-explorer-definition": "Un'interfaccia che consente gli utenti di cercare informazioni da, e su, una blockchain. Ciò include il recupero delle transazioni individuali, l'attività associata a indirizzi specifici e informazioni sulla rete.",
  "block-header-term": "Intestazione del blocco",
  "block-header-definition": "L'intestazione del blocco è una raccolta di metadati su un blocco e un riepilogo delle transazioni incluse nel payload di esecuzione.",
  "block-propagation-term": "Propagazione dei blocchi",
  "block-propagation-definition": "Il processo di trasmissione di un blocco confermato a tutti gli altri nodi nella rete.",
  "block-proposer-term": "Propositore del blocco",
  "block-proposer-definition": "Il validatore specifico scelto per creare un blocco in uno <a href=\"/glossary/#slot\">slot</a> specifico.",
  "block-reward-term": "Ricompensa del blocco",
  "block-reward-definition": "L'importo di ether versato come ricompensa al propositore di un nuovo blocco valido.",
  "block-status-term": "Stato del blocco",
  "block-status-definition": "Gli stati in cui può esistere un blocco. Gli stati possibili includono:<br/><br/><ul><li>proposto: il blocco è stato proposto da un validatore</li><li>pianificato: i validatori stanno attualmente inviando dati</li><li>mancato/saltato: il propositore non ha proposto un blocco entro il lasso di tempo idoneo</li><li>orfano: il blocco è stato rimosso dall'<a href=\"/glossary/#fork-choice-algorithm\">algoritmo di scelta della diramazione</a></li></ul>",
  "block-time-term": "Tempo di blocco",
  "block-time-definition": "L'intervallo temporale tra i blocchi aggiunti alla blockchain.",
  "block-validation-term": "Convalida del blocco",
  "block-validation-definition": "Il processo di verifica del fatto che un nuovo blocco contenga transazioni e firme valide; si basa sulla catena storica più pesante (ossia quella che ha accumulato le maggiori attestazioni nel proprio storico) e segue tutte le altre regole del consenso. I blocchi validi sono aggiunti alla testa della catena e propagati agli altri sulla rete. I blocchi non validi sono scartati.",
  "blockchain-term": "Blockchain",
  "blockchain-definition": "Una blockchain è un database di transazioni, duplicate e condivise su tutti i computer nella rete, che garantisce che i dati non siano retroattivamente alterabili.<br /><br />Una sequenza di <a href=\"/glossary/#block\">blocchi</a>, ognuno collegato al proprio predecessore fino al <a href=\"/glossary/#genesis-block\">blocco di genesi</a> facendo riferimento all'hash del blocco precedente. L'integrità della blockchain è cripto-economicamente protetta utilizzando il meccanismo di consenso basato sul proof-of-stake. <a href=\"/developers/docs/intro-to-ethereum#what-is-a-blockchain\">Cos'è una blockchain?</a>",
  "bootnode-term": "Nodo d'avvio",
  "bootnode-definition": "I nodi utilizzabili per avviare il processo di scoperta quando si esegue un nodo. I nodi d'avvio 'presentano' i nuovi nodi a quelli esistenti, così che possano ottenere rapidamente dei pari, piuttosto che dover cercare un pari iniziale. I punti finali di questi nodi sono solitamente forniti nel codice sorgente del client di Ethereum, ma gli utenti possono fornire il proprio elenco di nodi d'avvio.",
  "bridge-term": "Ponte",
  "bridge-definition": "Un ponte della blockchain è utilizzato per trasferire risorse da una rete blockchain a un'altra. Ad esempio, puoi utilizzare un ponte per trasferire ETH dalla Rete Principale di Ethereum a soluzioni di ridimensionamento del Livello 2 più economiche.",
  "bytecode-term": "Bytecode",
  "bytecode-definition": "Codice espresso in una forma numerica compatta così che sia eseguibile efficientemente dall'<a href=\"/glossary/#evm\">EVM</a>.",
  "byzantium-fork-term": "Diramazione Byzantium",
  "byzantium-fork-definition": "La prima delle due <a href=\"/glossary/#hard-fork\">diramazioni permanenti</a> per la fase di sviluppo di <a href=\"/glossary/#metropolis\">Metropolis</a>. Includeva l'EIP-649 Metropoli <a href=\"/glossary/#difficulty-bomb\">Difficulty Bomb</a> Delay e Block Reward Reduction, in cui l'<a href=\"/glossary/#ice-age\">Era Glaciale</a> era stata ritardata di 1 anno e la ricompensa del blocco è stata ridotta da 5 a 3 ether.",
  "casper-ffg-term": "Casper FFG",
  "casper-ffg-definition": "Casper-FFG è un protocollo di consenso di proof-of-stake utilizzato insieme all'algoritmo di scelta della diramazione <a href=\"/glossary/#lmd-ghost\">LMD-GHOST</a> per consentire ai <a href=\"/glossary/#consensus-client\">client di consenso</a> di trovare un accordo sulla testa della Beacon Chain.",
  "checkpoint-term": "Punto di controllo",
  "checkpoint-definition": "La <a href=\"/glossary/#beacon-chain\">Beacon Chain</a> ha un tempo diviso in slot (12 secondi) ed epoche (32 slot). Il primo slot in ogni epoca è un punto di controllo. Quando una <a href=\"/glossary/#supermajority\">supermaggioranza</a> di validatori attesta il collegamento tra due punti di controllo, possono essere <a href=\"/glossary/#justification\">giustificati</a>, per poi essere <a href=\"/glossary/#finality\">finalizzati</a> quando un altro punto di controllo viene giustificato in posizione più elevata.",
  "compiling-term": "Compilazione",
  "compiling-definition": "Conversione del codice scritto in un linguaggio di programmazione di alto livello (es. <a href=\"/glossary/#solidity\">Solidity</a>) in un linguaggio di basso livello (es. <a href=\"/glossary/#bytecode\">bytecode</a> dell'EVM). <a href=\"/developers/docs/smart-contracts/compiling/\">Maggiori informazioni sulla compilazione dei contratti intelligenti</a>",
  "committee-term": "Commissione",
  "committee-definition": "Un gruppo di almeno 128 <a href=\"/glossary/#validator\">validatori</a> assegnati per convalidare blocchi in ogni slot. Uno dei validatori nella commissione è l'aggregatore, responsabile dell'aggregazione delle firme di tutti gli altri validatori nella commissione che concordano su un'attestazione. Da non confondere con i <a href=\"/glossary/#sync-committee\">comitati di sincronizzazione</a>.",
  "computational-infeasibility-term": "Infattibilità computazionale",
  "computational-infeasibility-definition": "Un processo è infattibile a livello computazionale se ci vorrebbe un tempo eccessivamente lungo (es. miliardi di anni) per realizzarlo per chiunque possa ragionevolmente avere un interesse nel realizzarlo.",
  "consensus-term": "Consenso",
  "consensus-definition": "Quando più di 2/3 dei computer in una rete concordano sul fatto di possedere la stessa serie di registri, assicurandosi che tutti siano d'accordo. Ciò non riguarda le regole che seguono, quanto piuttosto assicurarsi che tutti abbiano le stesse informazioni.",
  "consensus-client-term": "Client di consenso",
  "consensus-client-definition": "I client di consenso (come Prysm, Teku, Nimbus, Lighthouse, Lodestar) eseguono l'algoritmo di consenso di <a href=\"/glossary/#pos\">proof-of-stake</a> di Ethereum, consentendo alla rete di raggiungere un accordo sulla testa della Beacon Chain. I client di consenso non partecipano alla convalida/trasmissione delle transazioni o all'esecuzione delle transizioni di stato. Queste funzioni sono svolte dai <a href=\"/glossary/#execution-client\">client di esecuzione</a>. I client di consenso non attestano nuovi blocchi né li propongono. Queste funzioni sono svolte dal <a href=\"/glossary/#validator\">client validatore</a>, un componente aggiuntivo facoltativo deClientl client di consenso.",
  "consensus-layer-term": "Livello di consenso",
  "consensus-layer-definition": "Il livello di consenso di Ethereum è la rete dei <a href=//# consensus-client\">client di consenso</a>.",
  "consensus-rules-term": "Regole di consenso",
  "consensus-rules-definition": "Le regole di convalida dei blocchi che i nodi completi seguono per mantenere il consenso con gli altri nodi. Da non confondere con il <a href=\"/glossary/#consensus\">consenso</a>.",
  "cfi-term": "Considerato per l'Inclusione (CFI)",
  "cfi-definition": "Un'<a href=\"/glossary/#eip\">EIP</a> principale non ancora attiva sulla Rete Principale, verso la quale gli sviluppatori del client sono generalmente favorevoli. Supponendo che soddisfi tutti i requisiti per l'inclusione nella Rete principale, potrebbe essere incluso in un aggiornamento della rete (non necessariamente il successivo).",
  "constantinople-fork-term": "Diramazione Constantinople",
  "constantinople-fork-definition": "La seconda parte della fase <a href=\"/glossary/#metropolis\">Metropolis</a>, originariamente pianificata per metà 2018. Dovrebbe includere il passaggio a un algoritmo di consenso ibrido tra <a href=\"/glossary/#pow\">proof-of-work</a> e <a href=\"/glossary/#pow\">proof-of-stake</a>, tra le altre modifiche.",
  "contract-account-term": "Conto del contratto",
  "contract-account-definition": "Un conto contenente codice che viene eseguito ogni volta che riceve una <a href=\"/glossary/#transaction\">transazione</a> da un altro <a href=\"/glossary/#account\">conto</a> (<a href=\"/glossary/#eoa\">EOA]</a> o <a href=\"/glossary/#contract-account\">contratto</a>).",
  "contract-creation-transaction-term": "Transazione di creazione del contratto",
  "contract-creation-transaction-definition": "Una <a href=\"/glossary/#transaction\">transazione</a> speciale che include il codice d'iniziazione di un contratto. Il destinatario è impostato su `null` e il contratto è distribuito a un indirizzo generato dall'indirizzo dell'utente e dal `nonce` utilizzato per registrare un <a href=\"/glossary/#contract-account\">contratto</a> sulla blockchain di Ethereum.",
  "cryptoeconomics-term": "Criptoeconomia",
  "cryptoeconomics-definition": "Lo studio dei principi matematici ed economici per progettare piattaforme digitali sicure e affidabili. L'obiettivo è assicurarsi che tutti i partecipanti seguano le regole e siano ricompensati per il loro contributo alla sicurezza e al funzionamento della rete. ",
  "cryptography-term": "Crittografia",
  "cryptography-definition": "È la pratica di proteggere la comunicazione e i dati tramite l'utilizzo di codici, così che soltanto coloro a cui sono destinate le informazioni possano leggerle ed elaborarle.<br />Prevede tecniche crittografiche (conversione delle informazioni leggibili in un formato illeggibile) e decrittografiche (riconversione delle informazioni in un formato leggibile) che garantiscono la riservatezza.",
  "doge-d-term": "Đ",
  "doge-d-definition": "Đ (D con trattino) è utilizzata in inglese antico, inglese medio, islandese e faroese e indica una lettera \"Eth\" maiuscola. È utilizzata in parole come ĐEV o Đapp (applicazione decentralizzata), dove la Đ è la lettera norrena “eth”. La eth (Ð) maiuscola è utilizzata anche per simbolizzare la criptovaluta Dogecoin. Si può trovare comunemente nella letteratura di Ethereum più datata ma, ad oggi, è utilizzata di meno.",
  "dag-term": "DAG",
  "dag-definition": "DAG sta per Grafico Aciclico Diretto. È una struttura di dati composta da nodi e collegamenti tra di essi. Prima de La Fusione, Ethereum utilizzava un DAG nel suo algoritmo di <a href=\"/glossary/#pow\">proof-of-work</a>, <a href=\"/glossary/#ethash\">Ethash</a>, ma non è più utilizzato nel <a href=\"/glossary/#pos\">proof-of-stake</a>.",
  "dapp-term": "Dapp",
  "dapp-definition": "Una dApp è un'applicazione decentralizzata eseguita su una rete blockchain che offre servizi senza un'autorità controllante centrale. <a href=\"/dapps/\">Maggiori informazioni sulle applicazioni decentralizzate</a>.<br />Come minimo, una dApp dispone di un contratto intelligente connesso a un'interfaccia web. Inoltre, molte dApp incudono un'archiviazione decentralizzata e/o un protocollo di messaggio e una piattaforma.",
  "data-availability-term": "Disponibilità dei dati",
  "data-availability-definition": "Ogni nodo può verificare in modo indipendente le transazioni su una blockchain allo scopo di mantenere la trasparenza e la fiducia nel sistema.",
  "decentralization-term": "Decentralizzazione",
  "decentralization-definition": "L'idea di spostare il controllo e l'esecuzione dei processi da un'entità centrale.",
  "dao-term": "Organizzazione autonoma decentralizzata (DAO)",
  "dao-definition": "Una DAO è un'organizzazione digitale governata da regole programmate su una blockchain, le cui decisioni sono prese in base ai voti dei membri e non da un'autorità centrale. <a href=\"/dao/\">Maggiori informazioni sulle organizzazioni autonome decentralizzate (DAO)</a>.<br />Il potere di voto di ogni membro è spesso collegato al numero di token che possiede. Le DAO mirano a democraticizzare il processo decisionale e le operazioni, concentrandosi sulla trasparenza e sulla governance della community.",
  "dex-term": "Borsa decentralizzata (DEX)",
  "dex-definition": "Un tipo di app di Ethereum che ti consente di scambiare token con i pari sulla rete. Le DEX non sono soggette a restrizioni geografiche come le borse centralizzate: chiunque può partecipare.",
  "deposit-contract-term": "Contratto di deposito",
  "deposit-contract-definition": "L'accesso allo staking su Ethereum. Il contratto di deposito è un contratto intelligente su Ethereum che accetta depositi di ETH e gestisce i saldi del validatore. Un validatore non può essere attivato senza depositare ETH in questo contratto. Il contratto richiede ETH e dati di input. Questi dati di input includono la chiave pubblica del validatore e la chiave pubblica di prelievo, firmate dalla chiave privata del validatore. Questi dati sono necessari per l'identificazione e l'approvazione di un validatore dalla rete di <a href=\"/glossary/#pos\">proof-of-stake</a>.",
  "defi-term": "DeFi",
  "defi-definition": "Un'ampia categoria di app di Ethereum mirate a fornire servizi finanziari supportati dalla blockchain, senza alcun intermediario. <a href=\"/defi/\">Maggiori informazioni sulla finanza decentralizzata (DeFi)</a>",
  "difficulty-term": "Difficoltà",
  "difficulty-definition": "Un'impostazione a livello della rete nelle reti di <a href=\"/glossary/#pow\">proof-of-work</a> che controlla quanti calcoli medi sono necessari per trovare un nonce valido. La difficoltà è rappresentata dal numero di zeri iniziali necessari nel hash del blocco risultante perché sia considerato valido. Questo concetto è deprecato in Ethereum dalla transizione al proof-of-stake.",
  "difficulty-bomb-term": "Bomba di difficoltà",
  "difficulty-bomb-definition": "Incremento esponenziale pianificato nell'impostazione di <a href=\"/glossary/#difficulty\">difficoltà</a> del <a href=\"/glossary/#pow\">proof-of-work</a>, progettata per motivare la transizione al <a href=\"/glossary/#pos\">proof-of-stake</a>, riducendo le possibilità di una <a href=\"/glossary/#hard-fork\">diramazione</a>. La bomba di difficoltà è deprecata da <a href=\"/roadmap/merge\">La Fusione</a>.",
  "digital-signatures-term": "Firma digitale",
  "digital-signatures-definition": "Una breve stringa di dati che un utente produce per un documento utilizzando una <a href=\"/glossary/#private-key\">chiave privata</a>, così che chiunque disponga della <a href=\"/glossary/#public-key\">chiave pubblica</a> corrispondente, della firma e del documento possa verificare che (1) il documento è stato \"firmato\" dal proprietario di quella chiave privata specifica, e (2) il documento non è stato modificato dopo essere stato firmato.",
  "discovery-term": "Scoperta",
  "discovery-definition": "Il processo per cui un nodo di Ethereum trova altri nodi cui connettersi.",
  "distributed-hash-table-term": "Tabella di hash distribuiti (DHT)",
  "distributed-hash-table-definition": "Una struttura di dati contenente coppie `(key, value)` utilizzata dai nodi di Ethereum per identificare i pari a cui connettersi e determinare quali protocolli utilizzare per comunicare.",
  "double-spend-term": "Doppia spesa",
  "double-spend-definition": "Una diramazione deliberata della blockchain in cui un utente con una quantità sufficientemente consistente di potere di mining/stake invia una transazione spostando valuta all'esterno della catena (es. uscendo con moneta legale o effettuando un acquisto off-chain), quindi riorganizzando la blockchain per rimuovere tale transazione. Una doppia spesa riuscita lascia l'utente malevolo con le risorse proprie, e quelle esterne alla catena.",
  "ecdsa-term": "Algoritmo di firma digitale a curva ellittica (ECDSA)",
  "ecdsa-definition": "Un algoritmo crittografico utilizzato da Ethereum per assicurarsi che i fondi possano esser spesi soltanto dai propri proprietari. È il metodo preferito per creare chiavi pubbliche e private. Rilevante per la generazione dell'<a href=\"/glossary/#address\">indirizzo</a> del conto e la verifica della <a href=\"/glossary/#transaction\">transazione</a>.",
  "encryption-term": "Crittografia",
  "encryption-definition": "La crittografia è la conversione di dati elettronici in una forma non leggibile da nessuno tranne che dal titolare della chiave di decodifica corretta.",
  "entropy-term": "Entropia",
  "entropy-definition": "Nel contesto della crittografia, mancanza di prevedibilità o livello di casualità. Durante la generazione di informazioni segrete, come le <a href=\"/glossary/#private-key\">chiavi private</a>, gli algoritmi si affidano solitamente a una fonte di alta entropia per assicurarsi che l'output sia imprevedibile.",
  "epoch-term": "Epoche",
  "epoch-definition": "Un periodo di 32 <a href=\"/glossary/#slot\">slot</a>, ognuno di 12 secondi, per un totale di 6,4 minuti. Le <a href=\"/glossary/#committee\">commissioni</a> di validatori vengono mescolate a ogni epoca per motivi di sicurezza. Ogni epoca ha un'opportunità di <a href=\"/glossary/#finality\">finalizzazione</a> della catena. Ogni validatore riceve nuove responsabilità all'inizio di ogni epoca. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Maggiori informazioni sul proof-of-stake</a>",
  "equivocation-term": "Equivoco",
  "equivocation-definition": "Un validatore che invia due messaggi contraddittori. Un semplice esempio è l'invio di due transazioni con lo stesso nonce da parte di un mittente. Un altro è un propositore di blocchi che propone due blocchi alla stessa altezza del blocco (o per lo stesso slot).",
  "eth1-term": "Eth1",
  "eth1-definition": "'Eth1' è un termine riferito alla Rete Principale di Ethereum, la blockchain di proof-of-work esistente. Questo termine è stato abbandonato a favore del 'livello di esecuzione'. <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">Maggiori informazioni su questo cambio di nome</a>.",
  "eth2-term": "Eth2",
  "eth2-definition": "'Eth2' è un termine che si riferisce a una serie di aggiornamenti al protocollo di Ethereum, inclusa la transizione al proof-of-stake. Questo termine è stato abbandonato a favore del 'livello di consenso'. <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">Maggiori informazioni su questo cambio di nome</a>.",
  "eip-term": "Proposta di miglioramento di Ethereum (EIP)",
  "eip-definition": "Un documento di progettazione che fornisce informazioni alla community di Ethereum, descrivendo una nuova funzionalità proposta o i suoi processi o ambiente (vedi <a href=\"/glossary/#erc\">ERC</a>). <a href=\"/eips/\">Introduzione alle EIP</a>",
  "ens-term": "Servizio del nome di Ethereum (ENS)",
  "ens-definition": "Il Servizio del nome di Ethereum è una sorta di rubrica di Internet per gli indirizzi di Ethereum. Invece di utilizzare i lunghi indirizzi dei portafogli, l'ENS utilizza nomi semplici come \"mario.eth\" per inviare e ricevere moneta digitale e risorse.<br /><br /><strong>Tecnico:</strong><br />Il registro ENS è un unico <a href=\"/glossary/#smart-contract\">contratto</a> centrale che fornisce una mappatura dai nomi di dominio ai proprietari e resolver, come descritto nell'EIP-137. <a href=\"https://ens.domains\">Ulteriori informazioni su ens.domains</a>.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "ERC-1155 è un nuovo tipo di standard dei token di Ethereum, simile ai NFT (come gli articoli collezionabili univoci), che consente anch'esso di creare articoli intercambiabili (come le valute) in un unico contratto intelligente.<br />Questo semplifica e incrementa l'efficienza della gestione di vari tipi di risorse digitali, specialmente per applicazioni come videogiochi o raccolte digitali.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "ERC-20 è lo standard utilizzato per la creazione di gran parte dei token sulla rete di Ethereum.<br />Esempi popolari sono le stablecoin, come DAI e USDC, o i token di scambio come UNI da Uniswap. È affine a qualsiasi forma di denaro alternativo presente nei sistemi tradizionali…, ad esempio, i punti di ricompensa, i sistemi di credito o persino le azioni, ecc.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "I NFT (token non fungibili) sono creati utilizzando una serie standard di regole, nota come ERC-721.<br />I token NFT possono rappresentare la proprietà di qualsiasi cosa unica, come arte digitale o articoli da collezione, con ogni token che ha caratteristiche speciali e un valore propri. Ogni NFT è unico e facilmente distinguibile da qualsiasi altro NFT.",
  "execution-client-term": "Client di esecuzione",
  "execution-client-definition": "I client di esecuzione (precedentemente noti come \"client Eth1\"), come Besu, Erigon, Go-Ethereum (Geth), Nethermind, sono incaricati dell'elaborazione e trasmissione delle transazioni, e della gestione dello stato di Ethereum. Eseguono i calcoli per ogni transazione utilizzando la <a href=\"/glossary/#evm\">Macchina Virtuale di Ethereum</a> per assicurarsi che le regole del protocollo siano seguite.",
  "execution-layer-term": "Livello di esecuzione",
  "execution-layer-definition": "Il livello di esecuzione di Ethereum è la rete dei <a href=\"/glossary/#execution-client\">client di esecuzione</a>.",
  "eoa-term": "Conto posseduto esternamente (EOA)",
  "eoa-definition": "I conti posseduti esternamente (EOA) sono il tipo più comune di conto di Ethereum. Sono controllati da una persona tramite le chiavi private/la frase di recupero. <a href=\"/wallets/\">Maggiori informazioni sui portafogli di Ethereum</a>.",
  "erc-term": "Richiesta di commenti di Ethereum (ERC)",
  "erc-definition": "ERC (<strong>Richiesta di commenti di Ethereum</strong>) è un tipo di documentazione tecnica adoperata nella community di Ethereum per proporre nuovi standard di utilizzo per la rete di Ethereum. <br /><br />Queste proposte possono coprire un'ampia gamma di argomenti, inclusi nuovi standard di token (come ERC-20, utilizzato per i token, ed ERC-721 per i NFT).",
  "ethash-term": "Ethash",
  "ethash-definition": "Un algoritmo di <a href=\"/glossary/#pow\">proof-of-work</a> utilizzato su Ethereum prima della sua transizione al <a href=\"/glossary/#pos\">proof-of-stake</a>. <a href=\"/developers/docs/consensus-mechanisms/pow/mining/mining-algorithms/ethash\">Ulteriori informazioni</a>",
  "ether-term": "Ether",
  "ether-definition": "La criptovaluta nativa di Ethereum, comunemente nota come \"ETH\". È utilizzata per coprire le commissioni di transazione utilizzando l'ecosistema e le applicazioni di Ethereum. <a href=\"/eth/\">Maggiori informazioni su ether</a>.",
  "events-term": "Eventi",
  "events-definition": "Consente l'utilizzo delle risorse di registrazione dell'<a href=\"/glossary/#evm\">EVM</a>. Le <a href=\"/glossary/#dapp\">dapp</a> possono ascoltare gli eventi e utilizzarli per innescare callback in JavaScript nell'interfaccia utente. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">Maggiori informazioni su eventi e registri</a>",
  "evm-term": "Macchina virtuale Ethereum (EVM)",
  "evm-definition": "Una macchina virtuale basata sullo stack che esegue il <a href=\"/glossary/#bytecode\">bytecode</a>. In Ethereum, il modello di esecuzione specifica in che modo lo stato di sistema viene alterato in base a una serie di istruzioni bytecode e una piccola tupla di dati ambientali. Ciò è specificato tramite un modello formale di una macchina di stato virtuale. <a href=\"/developers/docs/evm/\">Maggiori informazioni sulla Macchina Virtuale di Ethereum</a>.",
  "evm-assembly-language-term": "Lingua assembly dell'EVM",
  "evm-assembly-language-definition": "Modulo leggibile dall'uomo di <a href=\"/glossary/#bytecode\">bytecode dell'EVM.",
  "fallback-function-term": "Funzione di fallback",
  "fallback-function-definition": "Funzione predefinita chiamata in assenza di dati o di un nome di funzione dichiarato.",
  "faucet-term": "Faucet",
  "faucet-definition": "Un servizio fornito tramite <a href=//# smart-contract\">contratto intelligente</a> che dispensa fondi sotto forma di ether di test gratuiti, utilizzabili su una rete di prova.",
  "finality-term": "Finalità",
  "finality-definition": "La finalità è la garanzia che una serie di transazioni non sia modificabile senza perdere un ingente importo di ETH.",
  "finney-term": "Finney",
  "finney-definition": "Una denominazione di <a href=\"/glossary/#ether\">ether</a>. 1 finney = 10<sup>15</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>3</sup> finney = 1 ether.",
  "fork-term": "Diramazione",
  "fork-definition": "Una modifica al protocollo che causa la creazione di una catena alternativa.",
  "fork-choice-algorithm-term": "Algoritmo di scelta della diramazione",
  "fork-choice-algorithm-definition": "L'algoritmo utilizzato per identificare la testa della blockchain. Su Ethereum la testa della catena è identificata come la diramazione con il maggior 'peso' delle attestazioni. Il peso è il prodotto del numero di attestazioni e del saldo effettivo dei validatori attestanti. Ciò significa che la vera testa della catena è quella per cui ha votato la maggior quantità di ether in staking. Nel livello di consenso, l'algoritmo di scelta della diramazione si chiama <a href=\"/glossary/#lmd-ghost\">LMD_GHOST</a>.",
  "fraud-proof-term": "A prova di frode",
  "fraud-proof-definition": "Un modello di sicurezza per certe soluzioni del <a href=\"/glossary/#layer-2\">livello 2</a> in cui, per incrementare la velocità, le transazioni sono <a href=\"/glossary/#rollups\">raggruppate</a> in batch e inviate a Ethereum in un'unica transazione. Gli altri partecipanti della rete possono rieseguire le transazioni per verificare che siano state eseguite onestamente. Se scoprono una discrepanza tra i dati pubblicati e la propria versione, possono pubblicare una prova crittografica che dimostra dove si è verificata la frode. Alcuni <a href=\"/glossary/#rollups\">rollup</a> utilizzano le <a href=\"/glossary/#validity-proof\">prove di validità</a>.",
  "frontier-term": "Frontier",
  "frontier-definition": "Fase di sviluppo di test iniziale di Ethereum, che durò dal luglio 2015 al marzo 2016.",
  "gas-term": "Gas",
  "gas-definition": "Il gas è la commissione pagata per le transazioni e i contratti intelligenti su una blockchain, come Ethereum. <a href=\"/gas/\">Maggiori informazioni su gas e commissioni</a>.",
  "gas-limit-term": "Limite di gas",
  "gas-limit-definition": "L'importo massimo di <a href=\"/glossary/#gas\">gas</a> che una <a href=\"/glossary/#transaction\">transazione</a> o un <a href=\"/glossary/#block\">blocco</a> potrebbe consumare.",
  "gas-price-term": "Prezzo del gas",
  "gas-price-definition": "Prezzo in ether di un'unità di gas specificato in una transazione.",
  "genesis-block-term": "Blocco genesi",
  "genesis-block-definition": "Il primo blocco in una <a href=\"/glossary/#blockchain\">blockchain</a>, utilizzato per inizializzare una rete in specifica e la sua criptovaluta.",
  "geth-term": "Geth",
  "geth-definition": "Go Ethereum. Una delle implementazioni più importanti del protocollo di Ethereum, scritta in Go. <a href=\"https://geth.ethereum.org\">Ulteriori informazioni su geth.ethereum.org</a>",
  "gwei-term": "Gwei",
  "gwei-definition": "Abbreviazione di gigawei, una denominazione di <a href=\"/glossary/#ether\">ether</a>, comunemente utilizzata per i prezzi del <a href=\"/glossary/#gas\">gas</a>. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>9</sup> gwei = 1 ether.",
  "hard-fork-term": "Diramazione permanente",
  "hard-fork-definition": "Una divergenza permanente nella <a href=\"/glossary/#blockchain\">blockchain</a>; anche nota come un cambiamento di diramazione permanente. Si verifica comunemente quando i nodi non aggiornati non possono convalidare i blocchi creati dai nodi aggiornati che seguono le <a href=\"/glossary/#consensus-rules\">regole di consenso</a> più recenti. Da non confondere con diramazione (fork), soft fork, software fork o Git fork.",
  "hash-term": "Hash",
  "hash-definition": "Un'impronta digitale di lunghezza fissa di input di dimensioni variabili, prodotta da una funzione di hash. (Vedi <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "hash-rate-term": "Hashrate",
  "hash-rate-definition": "Il numero di calcoli di hash effettuati al secondo dai computer che eseguono il software di mining.",
  "homestead-term": "Homestead",
  "holographic-consensus-term": "Consenso olografico",
  "holographic-consensus-definition": "Si riferisce a come la decisione di un grande gruppo venga presa facendo votare un gruppo più ristretto di rappresentanti. Poi tutti gli altri acconsentono alla decisione presa, purché si fidino del fatto che il gruppo ristretto abbia compiuto un buon lavoro.<br />È utilizzato in alcune community online per prendere decisioni rapidamente senza la necessità che tutti votino su tutto, pur assicurandosi che le decisioni siano eque e rappresentino i desideri di gran parte delle persone.",
  "homestead-definition": "La seconda fase di sviluppo di Ethereum, lanciata nel marzo 2016 sul blocco 1.150.000.",
  "index-term": "Indice",
  "index-definition": "Una struttura di rete pensata per ottimizzare l'interrogazione di informazioni da tutta la <a href=\"/glossary/#blockchain\">blockchain</a> fornendo un percorso efficiente alla sua sorgente di archiviazione.",
  "ide-term": "Ambiente di sviluppo integrato (IDE)",
  "ide-definition": "Un'interfaccia utente che tipicamente combina un editor di codice, un compilatore, un ambiente runtime e un debugger. <a href=\"/developers/docs/ides/\">Maggiori informazioni sugli ambienti di sviluppo integrato</a>.",
  "immutable-deployed-code-problem-term": "Problema del codice distribuito immutabile",
  "immutable-deployed-code-problem-definition": "Una volta che il codice di un <a href=\"/glossary/#smart-contract\">contratto</a> (o di una libreria) è distribuito, diviene immutabile. Le pratiche di sviluppo standard del software si basano sulla capacità di risolvere possibili bug e aggiungere nuove funzionalità, quindi questo punto rappresenta una sfida per lo sviluppo dei contratti intelligenti. <a href=\"/developers/docs/smart-contracts/deploying/\">Maggiori informazioni sulla distribuzione dei contratti intelligenti</a>.",
  "internal-transaction-term": "Transazione interna",
  "internal-transaction-definition": "Una <a href=\"/glossary/#transaction\">transazione</a> inviata da un <a href=\"/glossary/#contract-account\">conto di contratto</a> a un altro, o a un <a href=\"/glossary/#eoa\">EOA</a> (vedi <a href=\"/glossary/#message\">messaggio</a>).",
  "issuance-term": "Emissione",
  "issuance-definition": "La coniatura di nuovi ether per ricompensare la proposta, l'attestazione e la segnalazione del blocco.",
  "kdf-term": "Funzione di derivazione della chiave (KDF)",
  "kdf-definition": "Anche nota come un \"algoritmo di allungamento della password\", è utilizzata dai formati <a href=\"/glossary/#keystore\">keystore</a> per proteggere dagli attacchi di forza bruta, dictionary e rainbow table sulla crittografia della passphrase, effettuandone ripetutamente l'hashing.",
  "keystore-term": "Keystore",
  "keystore-definition": "La coppia di chiave privata / indirizzo di ogni conto esiste come un singolo file della chiave in un client di Ethereum. Si tratta di file di testo JSON contenenti la chiave privata crittografata del conto, decifrabile esclusivamente con la password inserita durante la creazione del conto.",
  "keccak-256-term": "Keccak-256",
  "keccak-256-definition": "Funzione di <a href=\"/glossary/#hash\">hash</a> crittografica utilizzata su Ethereum. Keccak-256 è stata standardizzata come <a href=\"/glossary/#sha\">SHA</a>-3.",
  "key-term": "Chiave",
  "key-definition": "Nel contesto di Ethereum, le chiavi sono codici digitali: una chiave pubblica per ricevere le transazioni, e una privata per accedere e inviare i fondi.<br />Chiavi pubbliche: sono apertamente condivisibili.<br />Chiavi private: sono tenute segrete dal proprietario.",
  "layer-1-term": "Livello 1",
  "layer-1-definition": "Livello 1 si riferisce alla blockchain principale in una rete blockchain a più livelli. Ad esempio, Ethereum e Bitcoin sono blockchain di livello 1. Molte blockchain di livello 2 scaricano transazioni ad alto consumo di risorse sulla propria blockchain separata, continuando a utilizzare la blockchain di livello 1 di Ethereum o Bitcoin per scopi di sicurezza.",
  "layer-2-term": "Livello 2",
  "layer-2-definition": "I livelli 2 sono altre reti basate sulla Rete Principale di Ethereum per effettuare transazioni più rapide ed economiche. <a href=\"/layer-2/\">Maggiori informazioni sul livello 2</a>.",
  "library-term": "Libreria",
  "library-definition": "Un tipo speciale di <a href=\"/glossary/#smart-contract\">contratto</a> privo di funzioni pagabili, funzione di fallback e archiviazione dei dati. Quindi, che non può ricevere o detenere ether, né archiviare dati. Una libreria funge da codice distribuito precedentemente che altri contratti possono chiamare per calcoli in sola lettura. <a href=\"/developers/docs/smart-contracts/libraries/\">Maggiori informazioni sulle librerie dei contratti intelligenti</a>.",
  "light-client-term": "Client leggero",
  "light-client-definition": "Un client di Ethereum che non archivia una copia locale della <a href=\"/glossary/#blockchain\">blockchain</a>, né convalida blocchi e <a href=\"/glossary/#transaction\">transazioni</a>. Offre le funzioni di un <a href=\"/glossary/#wallet\">portafoglio</a> e può creare e trasmettere transazioni.",
  "liquidity-term": "Liquidità",
  "liquidity-definition": "La liquidità rappresenta quanto rapidamente e facilmente una risorsa può essere convertita in denaro o in un'altra risorsa. Le borse decentralizzate come Uniswap dispongono di più gruppi di liquidità in cui i titolari di risorse possono depositarle in un luogo in cui i trader possono acquistarle e venderle in modo decentralizzato in cambio di ricompense.",
  "liquidity-tokens-term": "Token di liquidità",
  "liquidity-tokens-definition": "I token di liquidità (LST) sono token digitali emessi ai partecipanti che depositano risorse in un gruppo di liquidità, ossia una raccolta di fondi bloccati in un contratto intelligente e utilizzati per facilitare lo scambio su una borsa decentralizzata (DEX).<br />Questi token rappresentano la quota del partecipante al gruppo e possono essere riscattati in seguito, in misura del deposito iniziale più una porzione delle commissioni di trading generate dall'attività del gruppo. Essenzialmente, i token di liquidità fungono da dimostrazione di proprietà o staking in un gruppo di liquidità, consentendo ai titolari di guadagnare ricompense, fornendo la liquidità necessaria perché gli altri scambino efficientemente diverse coppie di criptovalute.",
  "lmd-ghost-term": "LMD-GHOST",
  "lmd-ghost-definition": "L'<a href=\"/glossary/#fork-choice-algorithm\">algoritmo di scelta della diramazione</a> utilizzato dai client di consenso di Ethereum per identificare la testa della catena. LMD-GHOST è un acronimo che sta per \"Latest Message Driven Greediest Observed SubTree\", che significa che la testa della catena è il blocco con la maggior quantità di <a href=\"/glossary/#attestation\">attestazioni</a> nel suo storico.",
  "mainnet-term": "Rete principale",
  "mainnet-definition": "In inglese Mainnet, abbreviazione di \"main network\", è la <a href=//# blockchain\">blockchain</a> Ethereum pubblica principale.",
  "max-fee-per-gas-term": "Commissione massima per il gas",
  "max-fee-per-gas-definition": "La commissione massima è l'importo massimo assoluto che un utente è disposto a pagare per unità di gas (<a href=\"/glossary/#gwei\">gwei</a>) perché una transazione sia inclusa in un blocco.",
  "merkle-patricia-tree-term": "Albero di Patricia Merkle (MPT)",
  "merkle-patricia-tree-definition": "Struttura dati usata in Ethereum per memorizzare in modo efficiente coppie chiave-valore.",
  "merkle-root-term": "Radice di Merkle",
  "merkle-root-definition": "Una radice di Merkle è il singolo hash superiore di un albero di Merkle. Verifica tutte le transazioni all'interno di un blocco.",
  "message-term": "Messaggio",
  "message-definition": "Una <a href=\"/glossary/#internal-transaction\">transazione interna</a> che non è mai serializzata e inviata solo all'interno dell'<a href=\"/glossary/#evm\">EVM</evm>.",
  "message-call-term": "Chiamata del messaggio",
  "message-call-definition": "L'atto di passare un <a href=\"/glossary/#message\">messaggio</a> da un conto a un altro. Se il conto di destinazione è associato al codice dell'<a href=\"/glossary/#evm\">EVM</a>, allora la VM sarà avviata con lo stato di tale oggetto e il messaggio suddetto.",
  "mev-term": "Valore estraibile massimo (MEV)",
  "mev-definition": "Il valore massimo che può essere estratto dalla produzione di blocchi in eccesso rispetto alla ricompensa standard del blocco e alle commissioni sul gas includendo, escludendo e modificando l'ordine delle transazioni in un blocco. <a href=\"/developers/docs/mev/\">Ulteriori informazioni sul valore estraibile massimo (MEV)</a>.",
  "mining-term": "Mining",
  "mining-definition": "Il processo di eseguire ripetutamente l'hashing dell'intestazione di un blocco, incrementando di un <a href=\"/glossary/#nonce\">nonce</a> finché il risultato non contiene un numero arbitrario di zero binari iniziali. Questo è il processo tramite cui i nuovi <a href=\"/glossary/#block\">blocchi</a> sono aggiunti a una catena di proof-of-work. Ethereum era protetta così, prima del suo passaggio al proof-of-stake.",
  "miner-term": "Miner",
  "miner-definition": "Un <a href=\"/glossary/#node\">nodo</a> di rete che trova un <a href=\"/glossary/#pow\">proof-of-work</a> valido per i nuovi blocchi, tramite l'hashing di password ripetuto (vedi <a href=\"/glossary/#ethash\">Ethash</a>). I miner non fanno più parte di Ethereum, sono stati sostituiti dai validatori quando Ethereum è passata al proof-of-stake.",
  "mint-term": "Coniatura",
  "mint-definition": "La coniatura è il processo di creazione dei nuovi token e la loro messa in circolazione per l'utilizzo. È un meccanismo decentralizzato per creare un nuovo token senza coinvolgere l'autorità centrale.",
  "multisig-term": "Firma Multipla",
  "multisig-definition": "Multifirma si riferisce a un portafoglio o conto digitale che richiede più firme o approvazioni per eseguire le transazioni, migliorando la sicurezza.<br />Questo aggiunge ulteriore sicurezza rispetto ai tradizionali conti a firma singola, in cui è necessaria l'approvazione di una sola persona.",
  "network-term": "Rete",
  "network-definition": "In riferimento alla rete Ethereum, una rete peer-topeer che propaga transazioni e blocchi a ogni nodo di Ethereum (partecipante alla rete). <a href=\"/developers/docs/networks/\">Maggiori informazioni sulle reti</a>.",
  "network-hashrate-term": "Hashrate di rete",
  "network-hashrate-definition": "L'hashrate collettivo prodotta dall'intera rete di mining. Il mining su Ethereum è stato disattivato in seguito al passaggio al proof-of-stake.",
  "nft-term": "Token non fungibile (NFT)",
  "nft-definition": "Un elemento digitale univoco che puoi possedere, come opere d'arte od oggetti da collezione, verificato dalla tecnologia della blockchain. <a href=\"/nft/\">Maggiori informazioni sui token non fungibili (NFT)</a>.",
  "node-term": "Nodo",
  "node-definition": "Un client software che partecipa alla rete. <a href=\"/developers/docs/nodes-and-clients/\">Maggiori informazioni sui nodi e i client</a>.",
  "nonce-term": "Nonce",
  "nonce-definition": "In crittografia, un valore utilizzabile una sola volta. Il nonce di un conto è un contatore di transazioni in ogni conto, utilizzato per impedire gli attacchi di riproduzione.",
  "off-chain-term": "Esterno alla catena",
  "off-chain-definition": "Esterno alla catena si riferisce a qualsiasi transazione o dato che esiste al di fuori della blockchain. Poiché effettuare il commit di ogni transazione su catena può essere costoso e inefficiente, strumenti di terze parti come gli oracoli che gestiscono i dati sui prezzi, o le soluzioni di livello 2 che eseguono un volume maggiore di transazioni, gestiscono molto del lavoro di elaborazione all'esterno della catena, e invieranno le informazioni sulla catena a intervalli meno frequenti.",
  "ommer-term": "Blocco ommer (zio)",
  "ommer-definition": "Quando un <a href=\"/glossary/#miner\">miner</a> di proof-of-work trova un <a href=\"/glossary/#block\">blocco</a> valido, un altro miner potrebbe aver pubblicato un blocco concorrente che viene aggiunto prima alla testa della catena. Questo blocco valido, ma obsoleto, può essere incluso in blocchi più recenti come <em>ommer</em> e ricevere una ricompensa parziale del blocco. Il termine \"ommer\" è il termine preferito, neutro dal punto di vista di genere, per lo stesso livello di un blocco genitore, ma talvolta è anche indicato come \"zio\". Questo era comune per Ethereum quando era una rete di <a href=\"/glossary/#pow\">proof-of-work</a>. Ora che Ethereum utilizza il <a href=\"/glossary/#pos\">proof-of-stake</a>, viene selezionato soltanto un propositore del blocco per slot.",
  "on-chain-term": "Sulla catena",
  "on-chain-definition": "Si riferisce alle azioni o transazioni che si verificano sulla blockchain e sono disponibili pubblicamente.<br /><br />Immaginalo come scrivere qualcosa su un grande taccuino condiviso che tutti possono leggere e controllare, assicurandosi che qualsiasi cosa sia stata scritta (come inviare moneta digitale o stipulare un contratto) sia permanente e non possa essere modificata o cancellata.",
  "optimistic-rollup-term": "Optimistic rollup",
  "optimistic-rollup-definition": "Un rollup ottimistico è una soluzione del Livello 2 che velocizza le transazioni su Ethereum, supponendo che siano valide di default se non contestate. <a href=\"/developers/docs/scaling/optimistic-rollups/\">Maggiori informazioni sui rollup ottimistici</a>.",
  "oracle-term": "Oracolo",
  "oracle-definition": "Un oracolo è un ponte tra la <a href=\"/glossary/#blockchain\">blockchain</a> e il mondo reale. Funge da <a href=\"/glossary/#api\">API</a> sulla catena che può essere interrogata per ricevere informazioni e utilizzata nei <a href=\"/glossary/#smart-contract\">contratti intelligenti</a>. <a href=\"/developers/docs/oracles/\">Maggiori informazioni sugli oracoli</a>.",
  "peer-term": "Pari",
  "peer-definition": "Computer connessi che eseguono il software del client di Ethereum, contenenti copie identiche della <a href=\"/glossary/#blockchain\">blockchain</a>.",
  "peer-to-peer-network-term": "Rete peer-to-peer",
  "peer-to-peer-network-definition": "Una rete di computer (<a href=\"/glossary/#peer\">pari</a>) collettivamente capaci di eseguire funzionalità senza l'esigenza di servizi centralizzati e basati su server.<br />Questa configurazione è spesso adoperata per la condivisione di fiile (come Bit torrent), informazioni o valute digitali, consentendo scambi più diretti e potenzialmente più efficienti tra utenti.",
  "permissionless-term": "Senza autorizzazioni",
  "permissionless-definition": "L'assenza di autorizzazioni significa che chiunque può unirsi a un sistema come Ethereum e utilizzarlo. È aperto alla partecipazione di tutti e non richiede alcuna approvazione.",
  "plasma-term": "Plasma",
  "plasma-definition": "Una soluzione di ridimensionamento off-chain che utilizza le <a href=\"/glossary/#fraud-proof\">prove di frode</a>, come i <a href=\"/glossary/#optimistic-rollup\">rollup ottimistici</a>. Plasma si limita alle transazioni semplici, come i trasferimenti di token e gli scambi. <a href=\"/developers/docs/scaling/plasma\">Maggiori informazioni su plasma</a>.",
  "private-key-term": "Chiave privata",
  "private-key-definition": "Una chiave privata è un codice segreto che dimostra che possiedi moneta digitale e ti consente di spenderla, come un PIN per il tuo conto. <strong>NON CONDIVIDERLA</strong>.",
  "public-goods-term": "Beni comuni",
  "public-goods-definition": "I beni comuni sono cose che tutti possono usare liberamente, come i parchi o l'aria pulita, e utilizzarli non impedisce agli altri di usufruirne a loro volta. Sono spesso forniti dai governi perché solitamente le aziende non lo fanno, poiché non possono facilmente far pagare coloro che li utilizzano.",
  "private-chain-term": "Catena privata",
  "private-chain-definition": "Una blockchain interamente privata ha accesso con autorizzazioni, non è disponibile all'uso pubblico.",
  "poap-term": "POAP",
  "poap-definition": "Il protocollo di prova di partecipazione è utilizzato per creare un oggetto collezionabile digitale (NFT) che dimostra che hai preso parte a un evento o attività specifici.",
  "pos-term": "Proof-of-stake (PoS)",
  "pos-definition": "Un metodo tramite cui il protocollo della blockchain di una criptovaluta mira a ottenere il <a href=\"/glossary/#consensus\">consenso</a> distribuito. Il PoS chiede agli utenti di dimostrare la proprietà di una determinata quantità di criptovalute (la loro \"stake\", o quota, nella rete) per poter partecipare alla convalida delle transazioni. <a href=\"/developers/docs/consensus-mechanisms/pos/\">Maggiori informazioni sul proof-of-stake</a>.",
  "pow-term": "Proof of Work (PoW)",
  "pow-definition": "Un meccanismo di sicurezza per le blockchain che richiede ai nodi di consumare energia sotto forma di calcoli per trovare un certo valore.",
  "proto-danksharding-term": "Proto-Danksharding",
  "proto-danksharding-definition": "Un nuovo tipo di transazione che accetta i \"blob\" di dati per Ethereum. Questo \"blob\" di dati è temporaneamente memorizzato sulla Beacon Chain per 4096 epoche (circa 18,2 giorni), e può essere facoltativamente eliminato in seguito per aiutare a ridurre i requisiti hardware per gli operatori dei nodi.",
  "public-key-term": "Chiave pubblica",
  "public-key-definition": "Una chiave pubblica è una serie di caratteri che consente agli altri di inviarti moneta digitale in sicurezza, come un indirizzo email per il denaro.",
  "quadratic-voting-term": "Voto quadratico",
  "quadratic-voting-definition": "È un metodo di voto in cui i votanti esprimono la loro opinione su un tema. Consente ai votanti di mostrare non soltanto la preferenza, ma anche la sua intensità.",
  "receipt-term": "Ricevuta",
  "receipt-definition": "Dati restituiti da un client Ethereum per rappresentare il risultato di una specifica <a href=\"/glossary/#transaction\">transazione</a>, che includono un <a href=\"/glossary/#hash\">hash</a> della transazione, il relativo numero di <a href=\"/glossary/#block\">blocco</a>, il quantitativo di <a href=\"/glossary/#gas\">gas</a> utilizzato e, in caso di distribuzione di un <a href=\"/glossary/#smart-contract\">contratto intelligente</a>, l'indirizzo <a href=\"/glossary/#address\"></a> del contratto.",
  "recovery-phrase-term": "Frase seed/di recupero",
  "recovery-phrase-definition": "Un elenco di parole che ti viene consegnato quando crei un portafoglio digitale. Agisce come una password che può aiutarti ad accedere al tuo portafoglio se perdi l'accesso, assicurandoti di non perdere il tuo denaro digitale o i tuoi token.",
  "re-entrancy-attack-term": "Attacco con codice rientrante",
  "re-entrancy-attack-definition": "Un attacco che consiste nella chiamata da parte del contratto di un aggressore alla funzione del contratto della vittima in modo che, durante l'esecuzione, la vittima chiami di nuovo il contratto dell'aggressore in modo ricorsivo. Questo può causare, ad esempio, il furto di fondi perché vengono ignorate le parti del contratto della vittima che aggiornano i saldi o contano gli importi prelevati.< href=\"/developers/docs/smart-contracts/security/#re-entrancy\">Maggiori informazioni sul codice rientrante</a>.",
  "reward-term": "Ricompensa",
  "reward-definition": "Un importo di ether <a href=\"/developers/docs/consensus-mechanisms/pos/rewards-and-penalties\">assegnato ai validatori</a> che svolgono certe funzioni, tra cui proporre un blocco o partecipare a una commissione di sincronizzazione, in ogni slot.",
  "rlp-term": "Prefisso di lunghezza ricorsiva (RLP)",
  "rlp-definition": "Uno <a href=\"/developers/docs/data-structures-and-encoding\">standard di codifica</a> progettato dagli sviluppatori di Ethereum per codificare e serializzare oggetti (strutture di dati) di complessità e lunghezza arbitraria.",
  "rollups-term": "Rollup",
  "rollups-definition": "Un tipo di soluzione di ridimensionamento del <a href=\"/glossary/#layer-2\">livello 2</a> che raggruppa più transazioni e le invia alla <a href=\"/glossary/#mainnet\">catena principale di Ethereum</a> in un'unica transazione. Ciò consente di ridurre i costi del <a href=\"/glossary/#gas\">gas</a> e aumentare il volume delle <a href=\"/glossary/#transaction\">transazioni</a>. I rollup possono essere di tipo ottimistico o a conoscenza zero. Utilizzano metodi di sicurezza diversi per offrire vantaggi in termini di scalabilità. <a href=\"/developers/docs/scaling/#rollups\">Di più sui rollup</a>.",
  "rpc-term": "Chiamata di procedura remota (RPC)",
  "rpc-definition": "RPC consente a un computer di richiedere dati o azioni a un altro su una rete, come chiedere informazioni per un controllo da remoto.",
  "sha-term": "Secure Hash Algorithm (SHA)",
  "sha-definition": "Famiglia di funzioni hash crittografiche pubblicata dal National Institute of Standards and Technology (NIST).",
  "serialization-term": "Serializzazione",
  "serialization-definition": "Il processo di conversione di una struttura di dati in una sequenza di byte.",
  "sequencer-term": "Sequenziatore",
  "sequencer-definition": "Un sequenziatore è un programma responsabile di ordinare le transazioni in una rete blockchain, in particolare nelle soluzioni di ridimensionamento di Livello 2.",
  "shard-term": "Shard / shard chain",
  "shard-definition": "Le shard chain sono sezioni discrete della blockchain totale per le quali possono essere responsabili sottoinsiemi di validatori. Questo originariamente doveva essere il metodo tramite cui Ethereum si sarebbe ridimensionato a milioni di transazioni al secondo, ma è ora stato superato dal rapido sviluppo del ridimensionamento utilizzando i <a href=\"/glossary/#rollups\">rollup</a>.",
  "sidechain-term": "Sidechain",
  "sidechain-definition": "Una soluzione di ridimensionamento che utilizza una catena separata con <a href=\"/glossary/#consensus-rules\">regole di consenso</a> differenti e spesso più veloci. Per connettere queste catene secondarie alla <a href=\"/glossary/#mainnet\">Rete Principale</a> serve un ponte. Anche i <a href=\"/glossary/#rollups\">rollup</a> utilizzano le sidechain ma, invece, collaborano con la <a href=\"/glossary/#mainnet\">Rete Principale</a>. <a href=\"/developers/docs/scaling/sidechains/\">Maggiori informazioni sulle sidechain</a>.",
  "signing-term": "Firma",
  "signing-definition": "Dimostrazione crittografica che una transazione è stata approvata dal titolare di una chiave privata specifica.",
  "singleton-term": "Singleton",
  "singleton-definition": "Termine appartenente al contesto di programmazione che descrive un oggetto di cui può esistere solo un'istanza.",
  "slasher-term": "Slasher",
  "slasher-definition": "Uno slasher è un'entità che scansiona le attestazioni alla ricerca di infrazioni suscettibili di slashing. I tagli sono trasmessi alla rete e il propositore del blocco successivo aggiunge la prova al blocco. Il propositore del blocco, quindi, riceve una ricompensa per aver tagliato il validatore malevolo.",
  "slot-term": "Slot",
  "slot-definition": "Un periodo di tempo (12 secondi), entro cui i nuovi blocchi possono essere proposti da un <a href=\"/glossary/#validator\">validatore</a> nel sistema di <a href=\"/glossary/#pos\">proof-of-stake</a>. Uno slot può essere vuoto. 32 slot compongono un'<a href=\"/glossary/#epoch\">epoca</a>. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Maggiori informazioni sul proof-of-stake</a>.",
  "smart-contract-term": "Smart Contract",
  "smart-contract-definition": "Un contratto intelligente è un programma che esegue automaticamente gli accordi su una blockchain, come un contratto digitale auto-applicato. <a href=\"/smart-contracts/\">Introduzione ai contratti intelligenti</a>.",
  "snark-term": "SNARK",
  "snark-definition": "Abbreviazione di \"succinct non-interactive argument of knowledge\", uno SNARK è un tipo di <a href=\"/glossary/#zk-proof\">prova a conoscenza zero</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Maggiori informazioni sui rollup a conoscenza zero</a>.",
  "soft-fork-term": "Soft fork",
  "soft-fork-definition": "Una divergenza in una <a href=\"/glossary/#blockchain\">blockchain</a> che si verifica al cambiare delle <a href=\"/glossary/#consensus-rules\">regole di consenso</a>. Diversamente da una <a href=\"/glossary/#hard-fork\">diramazione permanente</a>, una soft fork è retrocompatibile; i nodi aggiornati possono convalidare i blocchi creati dai nodi non aggiornati fintanto che seguono le nuove regole di consenso.",
  "solidity-term": "Solidity",
  "solidity-definition": "Un linguaggio di programmazione procedurale (imperativo) con una sintassi simile a JavaScript, C++ o Java. Il linguaggio più popolare e utilizzato più di frequente per i <a href=\"/glossary/#smart-contract\">contratti intelligenti</a> di Ethereum. Creato dal Dr. Gavin Wood. <a href=\"/developers/docs/smart-contracts/languages/#solidity\">Maggiori informazioni su Solidity</a>.",
  "solidity-inline-assembly-term": "Assembly inline di Solidity",
  "solidity-inline-assembly-definition": "Il linguaggio di assembly dell'<a href=\"/glossary/#evm\">EVM</a> in un programma in <a href=\"/glossary/#solidity\">Solidity</a>. Il supporto di Solidity all'assembly inline facilita la scrittura di determinate operazioni.",
  "stablecoin-term": "Stablecoin",
  "stablecoin-definition": "Una stablecoin è un tipo di criptovaluta progettata per avere un valore stabile, spesso ancorata a una valuta o a un bene (come il dollaro statunitense), per ridurre al minimo la volatilità del prezzo. <a href=\"/stablecoins/\">Maggiori informazioni sulle stablecoin</a>.",
  "staking-term": "Staking",
  "staking-definition": "Depositare una quantità di <a href=\"/glossary/#ether\">ether</a> (il proprio stake), per diventare un validatore e proteggere la <a href=\"/glossary/#network\">rete</a>. Un validatore controlla le <a href=\"/glossary/#transaction\">transazioni</a> e propone i <a href=\"/glossary/#block\">blocchi</a>, secondo un modello di consenso di <a href=\"/glossary/#pos\">proof-of-stake</a>. Lo staking dà un incentivo economico per agire nel migliore interesse della rete. Si riceveranno ricompense per aver realizzato i propri compiti da <a href=\"/glossary/#validator\">validatore</a>, ma si perderanno importi variabili di ETH in caso contrario. <a href=\"/staking/\">Maggiori informazioni sullo staking di Ethereum</a>.",
  "staking-pool-term": "Pool di staking",
  "staking-pool-definition": "Gli ETH combinati di più di uno staker di Ethereum, utilizzati per raggiungere i 32 ETH necessari per attivare una serie di chiavi del validatore. L'operatore di un nodo utilizza tali chiavi per partecipare al consenso, e le <a href=\"/glossary/#block-reward\">ricompense del blocco</a> sono divise tra gli staker che contribuiscono. I pool di staking o lo staking delegato non sono nativi del protocollo di Ethereum, ma molte soluzioni sono state create dalla community. <a href=\"/staking/pools/\">Maggiori informazioni sullo staking in gruppo</a>.",
  "stark-term": "STARK",
  "stark-definition": "Abbreviazione di \"scalable transparent argument of knowledge\", uno STARK è un tipo di <a href=\"/glossary/#zk-proof\">prova a conoscenza zero</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Maggiori informazioni sui rollup a conoscenza zero</a>.",
  "state-term": "Stato",
  "state-definition": "Un'istantanea di tutti i saldi e i dati in un dato momento sulla blockchain, normalmente riferita alla condizione a un blocco in particolare.",
  "state-channels-term": "State channels",
  "state-channels-definition": "Una soluzione di <a href=\"/glossary/#layer-2\">livello 2</a> in cui è configurato un canale tra i partecipanti, dove possono svolgere transazioni liberamente ed economicamente. Alla <a href=\"/glossary/#mainnet\">Rete Principale</a> viene inviata soltanto una <a href=\"/glossary/#transaction\">transazione</a> per configurare e chiudere il canale. Ciò consente un volume molto elevato di transazioni, ma si affida alla conoscenza del numero di partecipanti in anticipo e al blocco dei fondi. <a href=\"/developers/docs/scaling/state-channels/#state-channels\">Maggiori informazioni sui canali di stato</a>.",
  "supermajority-term": "Supermaggioranza",
  "supermajority-definition": "Supermaggioranza è il termine dato a un importo che superi i 2/3 (66%) dell'ether in staking totale che protegge Ethereum. Un voto di supermaggioranza è necessario perché i blocchi siano <a href=\"/glossary/#finality\">finalizzati</a> sulla Beacon Chain.",
  "sybil-attack-term": "Attacco Sybil",
  "sybil-attack-definition": "Gli attacchi Sybil si riferiscono a persone che ingannano un sistema facendogli pensare che si tratti di più persone per incrementare la propria influenza.",
  "syncing-term": "Sincronizzazione",
  "syncing-definition": "Il processo di scaricare integralmente l'ultima versione della blockchain su un nodo.",
  "sync-committee-term": "Comitato di sincronizzazione",
  "sync-committee-definition": "Un comitato di sincronizzazione è un gruppo di <a href=\"/glossary/#validator\">validatori</a> selezionati casualmente, che si aggiorna circa ogni 27 ore circa. Il loro scopo è aggiungere le proprie firme alle intestazioni dei blocchi validi. I comitati di sincronizzazione consentono ai <a href=\"/glossary/#light-client\">client leggeri</a> di tenere traccia della testa della blockchain senza dover accedere all'intero insieme di validatori.",
  "szabo-term": "Szabo",
  "szabo-definition": "Una denominazione di <a href=\"/glossary/#ether\">ether</a>. 1 szaabo = 10<sup>12</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>6</sup> szabo = 1 ether.",
  "terminal-total-difficulty-term": "Difficoltà totale terminale (TTD)",
  "terminal-total-difficulty-definition": "La difficoltà totale è la somma della difficoltà di mining di Ethash per tutti i blocchi fino a un certo punto specifico nella blockchain. La difficoltà totale terminale è un valore specifico per la difficoltà totale che era utilizzato come innesco per i client di esecuzione per disattivare il proprio mining e bloccare le funzioni di gossip consentendo la transizione della rete al proof-of-stake. Non è più rilevante perché Ethereum è passata al <a href=\"/glossary/#pos\">proof-of-stake</a>.",
  "testnet-term": "Rete di prova",
  "testnet-definition": "In inglese Testnet, abbreviazione di \"rete di prova\"; una rete utilizzata per simulare il comportamento della rete principale di Ethereum.",
  "token-term": "Token",
  "token-definition": "Un bene virtuale scambiabile, definito nei contratti intelligenti sulla blockchain di Ethereum.",
  "transaction-term": "Transazione",
  "transaction-definition": "Dati inviati alla Blockchain di Ethereum, firmati da un <a href=\"/glossary/#account\">conto</a> di origine e destinati a un <a href=\"/glossary/#address\">indirizzo</a> specifico. La transazione contiene metadati come il <a href=\"/glossary/#gas-limit\">limite del gas</a> per tale transazione. <a href=\"/developers/docs/transactions/\">Maggiori informazioni sulle transazioni</a>.",
  "transaction-fee-term": "Commissione sulle transazioni",
  "transaction-fee-definition": "Una commissione che occorre pagare ogni volta che si utilizza la rete di Ethereum. Alcuni esempi includono l'invio di fondi dal proprio <a href=\"/glossary/#wallet\">portafoglio</a> o dall'interazione con una <a href=\"/glossary/#dapp\">dapp</a>, come lo scambio di token o l'acquisto di un oggetto da collezione. Può essere considerata come tariffa di servizio. Questa commissione cambierà a seconda del traffico sulla rete. Questo perché i <a href=\"/glossary/#validator\">validatori</a>, le persone responsabili dell'elaborazione della transazione, potrebbero dare priorità alle transazioni con commissioni maggiori, quindi, la congestione forza l'aumento del prezzo.<br/><br/>A livello tecnico, la commissione della transazione si correla a quanto <a href=\"/glossary/#gas\">gas</a> è richiesto dalla transazione.<br/><br/>La riduzione delle commissioni di transazione è un argomento di forte interesse al momento. Vedi il <a href=\"/glossary/#layer-2\">Livello 2</a>.",
  "trust-assumptions-term": "Ipotesi di fiducia",
  "trust-assumptions-definition": "Le ipotesi di fiducia sono convinzioni fondamentali sulla sicurezza e affidabilità di un sistema, che guidano ciò di cui ci fidiamo perché il sistema funzioni.",
  "trustlessness-term": "Mancanza di fiducia",
  "trustlessness-definition": "La capacità di una rete di mediare le transazioni senza che alcuna delle parti coinvolte debba affidarsi a una terza parte.",
  "turing-complete-term": "Turing completo",
  "turing-complete-definition": "Concetto che prende il nome dal matematico e informatico inglese Alan Turing. Un sistema di regole per la manipolazione dei dati (come un insieme di istruzioni per computer, un linguaggio di programmazione o un automa cellulare) è detto \"Turing completo\" o \"universale dal punto di vista computazionale\" se può essere utilizzato per simulare qualsiasi macchina di Turing.",
  "validator-term": "Validatore",
  "validator-definition": "Un <a href=\"/glossary/#node\">nodo</a> in un sistema di <a href=\"/glossary/#pos\">proof-of-stake</a>, responsabile dell'archiviazione dei dati, dell'elaborazione delle transazioni e dell'aggiunta di nuovi blocchi alla blockchain. Per attivare il software del validatore, occorre poter mettere in <a href=\"/glossary/#staking\">staking</a> 32 ETH. <a href=\"/staking/\">Maggiori informazioni sullo staking su Ethereum</a>.",
  "validator-lifecycle-term": "Ciclo di vita del validatore",
  "validator-lifecycle-definition": "La sequenza di stati in cui un validatore può esistere. Questi includono: <br/><br/><ul><li>depositato: almeno 32 ETH sono stati depositati nel <a href=\"/glossary/#deposit-contract\">contratto di deposito</a> dal validatore</li><li>in sospeso: il validatore è nella coda d'attivazione, in attesa di esser votato nella rete di validatori esistenti</li><li>attivo: sta attestando e proponendo blocchi</li><li>taglio: il validatore si è comportato in modo errato e sta ricevendo un taglio</li><li>in uscita: il validatore è stato segnalato per uscire dalla rete, volontariamente o perché è stato espulso.</li></ul>",
  "validity-proof-term": "Prova di validità",
  "validity-proof-definition": "Un modello di sicurezza per certe soluzioni del <a href=\"/glossary/#layer-2\">livello 2</a> in cui, per incrementare la velocità, le transazioni sono raggruppate in pacchetti e inviate a Ethereum in un'unica transazione. Il calcolo della transazione è svolto all'esterno della catena, quindi fornito alla catena principale con una prova della sua validità. Questo metodo incrementa la quantità di transazioni possibili, pur mantenendo la sicurezza. Alcuni <a href=\"/glossary/#rollups\">rollup</a> utilizzano la <a href=\"/glossary/#fraud-proof\">prova di frode</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Maggiori informazioni sui rollup a conoscenza zero</a>.",
  "validium-term": "Validium",
  "validium-definition": "Una soluzione esterna alla catena che utilizza le <a href=\"/glossary/#validity-proof\">prove di validità</a> per migliorare il volume delle transazioni. A differenza dei <a href=\"/glossary/#zk-rollup\">rollup a conoscenza zero</a>, i dati dei validium non sono archiviati sulla Rete Principale di livello 1. <a href=\"/developers/docs/scaling/validium/\">Maggiori informazioni sui validium</a>.",
  "vyper-term": "Vyper",
  "vyper-definition": "Un linguaggio di programmazione di alto livello con una sintassi simile a Python. Pensato per avvicinarsi a un linguaggio funzionale puro. Creato da Vitalik Buterin. <a href=\"/developers/docs/smart-contracts/languages/#vyper\">Maggiori informazioni su Vyper</a>.",
  "wallet-term": "Portafoglio",
  "wallet-definition": "Un portafoglio è uno strumento digitale per memorizzare, inviare e ricevere moneta digitale, come una borsa virtuale per il tuo denaro online. <a href=\"/wallets/\">Maggior informazioni sui portafogli di Ethereum</a>.",
  "web2-term": "Web2",
  "web2-definition": "È l'Internet attuale, incentrato sui contenuti generati dagli utenti e i social media, controllati da poche aziende. Il Web3 è la convinzione che debbano essere invece gli utenti a controllare i propri dati e le proprie transazioni.",
  "web3-term": "Web3",
  "web3-definition": "Il Web3 è il nuovo Internet con la blockchain, in cui sono gli utenti a controllare i propri dati e transazioni, non le aziende. Non è necessario condividere alcuna informazione personale. <a href=\"/web3/\">Maggiori informazioni sul Web3</a>.",
  "wei-term": "Wei",
  "wei-definition": "La più piccola denominazione di ether. 10<sup>18</sup> wei = 1 ether.",
  "zero-address-term": "Indirizzo zero",
  "zero-address-definition": "Un indirizzo di Ethereum, composto interamente di zeri, frequentemente utilizzato come un indirizzo per rimuovere token dalla circolazione di proprietà. Si opera una distinzione tra i token rimossi formalmente dall'indice di un contratto intelligente tramite il metodo burn() e quelli inviati a questo indirizzo.",
  "zk-proof-term": "Prova a conoscenza zero",
  "zk-proof-definition": "Una prova a conoscenza zero è un metodo crittografico che consente a un individuo di provare che un'affermazione è vera senza veicolare alcuna informazione aggiuntiva. <a href=\"/developers/docs/scaling/zk-rollups/\">Maggiori informazioni sui rollup a conoscenza zero</a>.",
  "zk-rollup-term": "Rollup zero-knowledge",
  "zk-rollup-definition": "Un <a href=\"/glossary/#rollups\">rollup</a> di transazioni che utilizza le <a href=\"/glossary/#validity-proof\">prove di validità</a> per offrire un maggiore volume delle transazioni di <a href=\"/glossary/#layer-2\">livello 2</a> utilizzando la sicurezza fornita dalla Rete Principale (livello 1). Sebbene non siano in grado di gestire tipi di transazioni complessi, come i <a href=\"/glossary/#optimistic-rollup\">rollup ottimistici</a>, non presentano problemi di latenza perché le transazioni sono provatamente valide quando inviate. <a href=\"/developers/docs/scaling/zk-rollups/\">Maggiori informazioni sui rollup a conoscenza zero</a>."
}
