{
  "51%-attack-term": "Attacco 51%",
  "51%-attack-definition": "Un tipo di attacco in cui un gruppo ottiene il controllo della maggioranza dei <a href=\"/glossary/#node\">nodi</a>. Questo gli consentirebbe di truffare la blockchain annullando le <a href=\"/glossary/#transaction\">transazioni</a> e spendendo il doppio di <a href=\"ether\">ether</a> e altri token.",
  "abi-term": "Interfaccia binaria dell'applicazione (ABI)",
  "abi-definition": "Un file JSON che definisce le funzioni e le variabili incluse in un contratto intelligente. L'ABI consente la mappatura del bytecode in formati leggibili dall'uomo.",
  "account-term": "Conto",
  "account-definition": "Un conto di Ethereum è un'identità digitale sulla blockchain di Ethereum che consente agli utenti di inviare e ricevere Ether o altre risorse digitali e di interagire con i contratti intelligenti.",
  "address-term": "Indirizzo",
  "address-definition": "Un indirizzo di Ethereum è un identificativo univoco utilizzato per ricevere token, che funziona in modo simile a un numero di conto bancario per le criptovalute. È utilizzato per identificare il tuo conto di Ethereum.",
  "anti-sybil-term": "Anti-Sybil",
  "anti-sybil-definition": "Si tratta di metodi per impedire alle persone di fingere di essere più utenti in una volta su Internet, assicurandosi che ogni utente sia una persona reale e separata. Ciò contribuisce a mantenere le interazioni online eque e oneste.",
  "apr-term": "APR",
  "apr-definition": "L'APR, o Tasso Percentuale Annuo, riflette il costo annuale dei prestiti di denaro, inclusi interessi e commissioni, in percentuale.",
  "attestation-term": "Attestazione",
  "attestation-definition": "Una dichiarazione resa da un'entità che afferma che qualcosa è vero. Nel contesto di Ethereum, i validatori del consenso devono affermare quale credono sia lo stato della catena. In momenti specifici, ogni validatore è responsabile della pubblicazione di attestazioni differenti che dichiarano formalmente il parere di questo validatore sulla catena, incluso l'ultimo punto di controllo finalizzato e la testa attuale della catena. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">Maggiori informazioni sulle attestazioni</a>.",
  "block-term": "Blocco",
  "block-definition": "Un blocco è il luogo dove sono memorizzate le transazioni o le azioni digitali. Una volta completo, viene collegato al precedente, creando una catena di blocchi, o \"blockchain\". <a href=\"/developers/docs/blocks/\">Maggiori informazioni sui blocchi</a>.",
  "blockchain-term": "Blockchain",
  "blockchain-definition": "Una blockchain è un database di transazioni, duplicato e condiviso su tutti i computer nella rete, che garantisce che i dati non possano essere alterati retroattivamente.",
  "bridge-term": "Ponte",
  "bridge-definition": "Il ponte di una blockchain è utilizzato per trasferire risorse da una rete blockchain a un'altra.",
  "consensus-term": "Consenso",
  "consensus-definition": "Quando più di 2/3 dei computer in una rete concordano sul fatto di possedere la stessa serie di registri, assicurandosi che tutti siano d'accordo. Ciò non riguarda le regole che seguono, quanto piuttosto assicurarsi che tutti abbiano le stesse informazioni.",
  "consensus-client-term": "Client di consenso",
  "consensus-client-definition": "I client di consenso (come Prysm, Teku, Nimbus, Lighthouse, Lodestar) eseguono l'algoritmo di consenso di <a href=\"/glossary/#pos\">proof-of-stake</a> di Ethereum, consentendo alla rete di raggiungere un accordo sulla testa della Beacon Chain. I client di consenso non partecipano alla convalida/trasmissione delle transazioni o all'esecuzione delle transizioni di stato. Queste funzioni sono svolte dai <a href=\"/glossary/#execution-client\">client di esecuzione</a>. I client di consenso non attestano nuovi blocchi né li propongono. Queste funzioni sono svolte dal <a href=\"/glossary/#validator\">client validatore</a>, un componente aggiuntivo facoltativo deClientl client di consenso.",
  "consensus-layer-term": "Livello di consenso",
  "consensus-layer-definition": "Il livello di consenso di Ethereum è la rete dei <a href=//# consensus-client\">client di consenso</a>.",
  "cryptoeconomics-term": "Criptoeconomia",
  "cryptoeconomics-definition": "Lo studio dei principi matematici ed economici per progettare piattaforme digitali sicure e affidabili. L'obiettivo è assicurarsi che tutti i partecipanti seguano le regole e siano ricompensati per il loro contributo alla sicurezza e al funzionamento della rete. ",
  "cryptography-term": "Crittografia",
  "cryptography-definition": "È la pratica di rendere la comunicazione privata e sicura così che le informazioni siano leggibili esclusivamente da coloro cui sono destinate.",
  "dao-term": "Organizzazione autonoma decentralizzata (DAO)",
  "dao-definition": "Una DAO è un'organizzazione digitale governata da regole programmate su una blockchain, in cui le decisioni vengono prese in base ai voti dei membri e non da un'autorità centrale. <a href=\"/dao/\">Maggiori informazioni sulle organizzazioni autonome decentralizzate (DAO)</a>.",
  "dapp-term": "Dapp",
  "dapp-definition": "Una dApp è un'applicazione decentralizzata eseguita su una rete blockchain che offre servizi senza un'autorità di controllo centrale. <a href=\"/dapps/\">Maggiori informazioni sulle applicazioni decentralizzate</a>.",
  "data-availability-term": "Disponibilità dei dati",
  "data-availability-definition": "Ogni nodo può verificare in modo indipendente le transazioni su una blockchain allo scopo di mantenere la trasparenza e la fiducia nel sistema.",
  "defi-term": "DeFi",
  "defi-definition": "Un'ampia categoria di app di Ethereum mirate a fornire servizi finanziari supportati dalla blockchain, senza alcun intermediario. <a href=\"/defi/\">Maggiori informazioni sulla finanza decentralizzata (DeFi)</a>",
  "dex-term": "Borsa decentralizzata (DEX)",
  "dex-definition": "Un tipo di app di Ethereum che ti consente di scambiare token con i pari sulla rete. Le DEX non sono soggette a restrizioni geografiche come le borse centralizzate: chiunque può partecipare.",
  "difficulty-bomb-term": "Bomba di difficoltà",
  "difficulty-bomb-definition": "Incremento esponenziale pianificato nell'impostazione di <a href=\"/glossary/#difficulty\">difficoltà</a> del <a href=\"/glossary/#pow\">proof-of-work</a>, progettata per motivare la transizione al <a href=\"/glossary/#pos\">proof-of-stake</a>, riducendo le possibilità di una <a href=\"/glossary/#hard-fork\">diramazione</a>. La bomba di difficoltà è deprecata da <a href=\"/roadmap/merge\">La Fusione</a>.",
  "ecdsa-term": "Algoritmo di firma digitale a curva ellittica (ECDSA)",
  "ecdsa-definition": "Un algoritmo crittografico utilizzato da Ethereum per assicurarsi che i fondi possano esser spesi soltanto dai propri proprietari. È il metodo preferito per creare chiavi pubbliche e private. Rilevante per la generazione dell'<a href=\"/glossary/#address\">indirizzo</a> del conto e la verifica della <a href=\"/glossary/#transaction\">transazione</a>.",
  "ens-term": "Servizio del nome di Ethereum (ENS)",
  "ens-definition": "Il servizio del nome di Ethereum è una rubrica Internet per gli indirizzi di Ethereum. Invece di utilizzare i lunghi indirizzi dei portafogli, l'ENS ti consente di utilizzare nomi semplici, come \"mario.eth\" per inviare e ricevere denaro e risorse digitali.",
  "epoch-term": "Epoche",
  "epoch-definition": "Un periodo di 32 <a href=\"/glossary/#slot\">slot</a>, ognuno di 12 secondi, per un totale di 6,4 minuti. Le <a href=\"/glossary/#committee\">commissioni</a> di validatori vengono mescolate a ogni epoca per motivi di sicurezza. Ogni epoca ha un'opportunità di <a href=\"/glossary/#finality\">finalizzazione</a> della catena. Ogni validatore riceve nuove responsabilità all'inizio di ogni epoca. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Maggiori informazioni sul proof-of-stake</a>",
  "eoa-term": "Conto posseduto esternamente (EOA)",
  "eoa-definition": "I conti posseduti esternamente (EOA) sono il tipo più comune di conto di Ethereum. Sono controllati da una persona tramite le chiavi private/la frase di recupero. <a href=\"/wallets/\">Maggiori informazioni sui portafogli di Ethereum</a>.",
  "erc-term": "Richiesta di commenti di Ethereum (ERC)",
  "erc-definition": "ERC (<strong>Richiesta di Commenti di Ethereum</strong>) è un tipo di documentazione tecnica utilizzata nella community di Ethereum per proporre nuovi standard di utilizzo della rete di Ethereum.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "Un tipo di standard dei token di Ethereum simile ai NFT (come gli articoli da collezione unici), che consente anche di creare oggetti intercambiabili (come le valute) in un unico contratto intelligente.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "È la serie di regole standard con cui è creata gran parte dei token sulla rete di Ethereum.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "Una serie di regole standard per creare i NFT (token non fungibili).",
  "ether-term": "Ether",
  "ether-definition": "La criptovaluta nativa di Ethereum, comunemente nota come \"ETH\". È utilizzata per coprire le commissioni di transazione utilizzando l'ecosistema e le applicazioni di Ethereum. <a href=\"/eth/\">Maggiori informazioni su ether</a>.",
  "events-term": "Eventi",
  "events-definition": "Consente l'utilizzo delle risorse di registrazione dell'<a href=\"/glossary/#evm\">EVM</a>. Le <a href=\"/glossary/#dapp\">dapp</a> possono ascoltare gli eventi e utilizzarli per innescare callback in JavaScript nell'interfaccia utente. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">Maggiori informazioni su eventi e registri</a>",
  "execution-client-term": "Client di esecuzione",
  "execution-client-definition": "I client di esecuzione (precedentemente noti come \"client Eth1\"), come Besu, Erigon, Go-Ethereum (Geth), Nethermind, sono incaricati dell'elaborazione e trasmissione delle transazioni, e della gestione dello stato di Ethereum. Eseguono i calcoli per ogni transazione utilizzando la <a href=\"/glossary/#evm\">Macchina Virtuale di Ethereum</a> per assicurarsi che le regole del protocollo siano seguite.",
  "execution-layer-term": "Livello di esecuzione",
  "execution-layer-definition": "Il livello di esecuzione di Ethereum è la rete dei <a href=\"/glossary/#execution-client\">client di esecuzione</a>.",
  "finality-term": "Finalità",
  "finality-definition": "La finalità è la garanzia che una serie di transazioni non sia modificabile senza perdere un ingente importo di ETH.",
  "fork-term": "Diramazione",
  "fork-definition": "Una modifica al protocollo che causa la creazione di una catena alternativa.",
  "fraud-proof-term": "A prova di frode",
  "fraud-proof-definition": "Un modello di sicurezza per certe soluzioni del <a href=\"/glossary/#layer-2\">livello 2</a> in cui, per incrementare la velocità, le transazioni sono <a href=\"/glossary/#rollups\">raggruppate</a> in batch e inviate a Ethereum in un'unica transazione. Gli altri partecipanti della rete possono rieseguire le transazioni per verificare che siano state eseguite onestamente. Se scoprono una discrepanza tra i dati pubblicati e la propria versione, possono pubblicare una prova crittografica che dimostra dove si è verificata la frode. Alcuni <a href=\"/glossary/#rollups\">rollup</a> utilizzano le <a href=\"/glossary/#validity-proof\">prove di validità</a>.",
  "gas-term": "Gas",
  "gas-definition": "Il gas è la commissione pagata per le transazioni e i contratti intelligenti su una blockchain, come Ethereum. <a href=\"/gas/\">Maggiori informazioni su gas e commissioni</a>.",
  "genesis-block-term": "Blocco genesi",
  "genesis-block-definition": "Il primo blocco in una <a href=\"/glossary/#blockchain\">blockchain</a>, utilizzato per inizializzare una rete in specifica e la sua criptovaluta.",
  "gwei-term": "Gwei",
  "gwei-definition": "Abbreviazione di gigawei, una denominazione di <a href=\"/glossary/#ether\">ether</a>, comunemente utilizzata per i prezzi del <a href=\"/glossary/#gas\">gas</a>. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>9</sup> gwei = 1 ether.",
  "hash-term": "Hash",
  "hash-definition": "Un'impronta digitale di lunghezza fissa di input di dimensioni variabili, prodotta da una funzione di hash. (Vedi <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "holographic-consensus-term": "Consenso olografico",
  "holographic-consensus-definition": "Si riferisce a come la decisione di un grande gruppo venga presa facendo votare un gruppo più ristretto di rappresentanti. Poi tutti gli altri acconsentono alla decisione presa, purché si fidino del fatto che il gruppo ristretto abbia compiuto un buon lavoro.",
  "index-term": "Indice",
  "index-definition": "Una struttura di rete pensata per ottimizzare l'interrogazione di informazioni da tutta la <a href=\"/glossary/#blockchain\">blockchain</a> fornendo un percorso efficiente alla sua sorgente di archiviazione.",
  "key-term": "Chiave",
  "key-definition": "Nel contesto di Ethereum, le chiavi sono codici digitali: una chiave pubblica per ricevere le transazioni, e una privata per accedere ai fondi e inviarli.",
  "layer-2-term": "Livello 2",
  "layer-2-definition": "I livelli 2 sono altre reti basate sulla Rete Principale di Ethereum per effettuare transazioni più rapide ed economiche. <a href=\"/layer-2/\">Maggiori informazioni sul livello 2</a>.",
  "liquidity-tokens-term": "Token di liquidità",
  "liquidity-tokens-definition": "I token di liquidità (LT) sono token digitali emessi ai partecipanti che depositano risorse in un gruppo di liquidità, che è una raccolta di fondi bloccati in un contratto intelligente utilizzata per facilitare lo scambio su una borsa decentralizzata (DEX).",
  "mainnet-term": "Rete principale",
  "mainnet-definition": "In inglese Mainnet, abbreviazione di \"main network\", è la <a href=//# blockchain\">blockchain</a> Ethereum pubblica principale.",
  "mev-term": "MEV",
  "mev-definition": "Un meccanismo che dà priorità a certe azioni su una blockchain per una commissione, influenzando i risultati e l'ordine delle transazioni.",
  "multisig-term": "Firma Multipla",
  "multisig-definition": "Multifirma si riferisce a un portafoglio o conto digitale che richiede più firme o approvazioni per eseguire le transazioni, migliorandone la sicurezza.",
  "nft-term": "Token non fungibile (NFT)",
  "nft-definition": "Un elemento digitale univoco che puoi possedere, come opere d'arte od oggetti da collezione, verificato dalla tecnologia della blockchain. <a href=\"/nft/\">Maggiori informazioni sui token non fungibili (NFT)</a>.",
  "node-term": "Nodo",
  "node-definition": "Un client software che partecipa alla rete. <a href=\"/developers/docs/nodes-and-clients/\">Maggiori informazioni sui nodi e i client</a>.",
  "ommer-term": "Blocco ommer (zio)",
  "ommer-definition": "Quando un <a href=\"/glossary/#miner\">miner</a> di proof-of-work trova un <a href=\"/glossary/#block\">blocco</a> valido, un altro miner potrebbe aver pubblicato un blocco concorrente che viene aggiunto prima alla testa della catena. Questo blocco valido, ma obsoleto, può essere incluso in blocchi più recenti come <em>ommer</em> e ricevere una ricompensa parziale del blocco. Il termine \"ommer\" è il termine preferito, neutro dal punto di vista di genere, per lo stesso livello di un blocco genitore, ma talvolta è anche indicato come \"zio\". Questo era comune per Ethereum quando era una rete di <a href=\"/glossary/#pow\">proof-of-work</a>. Ora che Ethereum utilizza il <a href=\"/glossary/#pos\">proof-of-stake</a>, viene selezionato soltanto un propositore del blocco per slot.",
  "on-chain-term": "Sulla catena",
  "on-chain-definition": "Si riferisce alle azioni o transazioni che si verificano sulla blockchain e sono disponibili pubblicamente.",
  "optimistic-rollup-term": "Optimistic rollup",
  "optimistic-rollup-definition": "Un rollup ottimistico è una soluzione del Livello 2 che velocizza le transazioni su Ethereum, supponendo che siano valide di default se non contestate. <a href=\"/developers/docs/scaling/optimistic-rollups/\">Maggiori informazioni sui rollup ottimistici</a>.",
  "peer-to-peer-network-term": "Rete peer-to-peer",
  "peer-to-peer-network-definition": "Una rete di computer (pari) che collettivamente sono capaci di eseguire funzionalità senza bisogno di servizi centralizzati e basati sul server.",
  "permissionless-term": "Senza autorizzazioni",
  "permissionless-definition": "Non è necessaria alcuna autorizzazione o approvazione per utilizzare un sistema come Ethereum, e nessuno ti può impedire di utilizzarla. È aperta 24/7 alla partecipazione di chiunque.",
  "private-key-term": "Chiave privata",
  "private-key-definition": "Una chiave privata è un codice segreto che dimostra che possiedi moneta digitale e ti consente di spenderla, come un PIN per il tuo conto. <strong>NON CONDIVIDERLA</strong>.",
  "poap-term": "POAP",
  "poap-definition": "Il protocollo di prova di partecipazione è utilizzato per creare un oggetto collezionabile digitale (NFT) che dimostra che hai preso parte a un evento o attività specifici.",
  "pos-term": "Proof-of-stake (PoS)",
  "pos-definition": "Un metodo tramite cui il protocollo della blockchain di una criptovaluta mira a ottenere il <a href=\"/glossary/#consensus\">consenso</a> distribuito. Il PoS chiede agli utenti di dimostrare la proprietà di una determinata quantità di criptovalute (la loro \"stake\", o quota, nella rete) per poter partecipare alla convalida delle transazioni. <a href=\"/developers/docs/consensus-mechanisms/pos/\">Maggiori informazioni sul proof-of-stake</a>.",
  "pow-term": "Proof of Work (PoW)",
  "pow-definition": "Un meccanismo di sicurezza per le blockchain che richiede ai nodi di consumare energia sotto forma di calcoli per trovare un certo valore.",
  "public-goods-term": "Beni comuni",
  "public-goods-definition": "I beni comuni sono cose che tutti possono usare liberamente, come i parchi o l'aria pulita, e utilizzarli non impedisce agli altri di usufruirne a loro volta. Sono spesso forniti dai governi perché solitamente le aziende non lo fanno, poiché non possono facilmente far pagare coloro che li utilizzano.",
  "public-key-term": "Chiave pubblica",
  "public-key-definition": "Una chiave pubblica è una serie di caratteri che consente agli altri di inviarti moneta digitale in sicurezza, come un indirizzo email per il denaro.",
  "quadratic-voting-term": "Voto quadratico",
  "quadratic-voting-definition": "È un metodo di voto in cui i votanti esprimono la loro opinione su un tema. Consente ai votanti di mostrare non soltanto la preferenza, ma anche la sua intensità.",
  "recovery-phrase-term": "Frase seed/di recupero",
  "recovery-phrase-definition": "Un elenco di parole che ti viene consegnato quando crei un portafoglio digitale. Agisce come una password che può aiutarti ad accedere al tuo portafoglio se perdi l'accesso, assicurandoti di non perdere il tuo denaro digitale o i tuoi token.",
  "rollups-term": "Rollup",
  "rollups-definition": "Un tipo di soluzione di ridimensionamento del <a href=\"/glossary/#layer-2\">livello 2</a> che raggruppa più transazioni e le invia alla <a href=\"/glossary/#mainnet\">catena principale di Ethereum</a> in un'unica transazione. Ciò consente di ridurre i costi del <a href=\"/glossary/#gas\">gas</a> e aumentare il volume delle <a href=\"/glossary/#transaction\">transazioni</a>. I rollup possono essere di tipo ottimistico o a conoscenza zero. Utilizzano metodi di sicurezza diversi per offrire vantaggi in termini di scalabilità. <a href=\"/developers/docs/scaling/#rollups\">Di più sui rollup</a>.",
  "rpc-term": "Chiamata di procedura remota (RPC)",
  "rpc-definition": "RPC consente a un computer di richiedere dati o azioni a un altro su una rete, come chiedere informazioni per un controllo da remoto.",
  "sequencer-term": "Sequenziatore",
  "sequencer-definition": "Un sequenziatore è un programma responsabile di ordinare le transazioni in una rete blockchain.",
  "smart-contract-term": "Smart Contract",
  "smart-contract-definition": "Un contratto intelligente è un programma che esegue automaticamente gli accordi su una blockchain, come un contratto digitale auto-applicato. <a href=\"/smart-contracts/\">Introduzione ai contratti intelligenti</a>.",
  "stablecoin-term": "Stablecoin",
  "stablecoin-definition": "Una stablecoin è un tipo di criptovaluta progettata per avere un valore stabile, spesso ancorata a una valuta o a un bene (come il dollaro statunitense), per ridurre al minimo la volatilità del prezzo. <a href=\"/stablecoins/\">Maggiori informazioni sulle stablecoin</a>.",
  "staking-term": "Staking",
  "staking-definition": "Depositare una quantità di <a href=\"/glossary/#ether\">ether</a> (il proprio stake), per diventare un validatore e proteggere la <a href=\"/glossary/#network\">rete</a>. Un validatore controlla le <a href=\"/glossary/#transaction\">transazioni</a> e propone i <a href=\"/glossary/#block\">blocchi</a>, secondo un modello di consenso di <a href=\"/glossary/#pos\">proof-of-stake</a>. Lo staking dà un incentivo economico per agire nel migliore interesse della rete. Si riceveranno ricompense per aver realizzato i propri compiti da <a href=\"/glossary/#validator\">validatore</a>, ma si perderanno importi variabili di ETH in caso contrario. <a href=\"/staking/\">Maggiori informazioni sullo staking di Ethereum</a>.",
  "staking-pool-term": "Pool di staking",
  "staking-pool-definition": "Gli ETH combinati di più di uno staker di Ethereum, utilizzati per raggiungere i 32 ETH necessari per attivare una serie di chiavi del validatore. L'operatore di un nodo utilizza tali chiavi per partecipare al consenso, e le <a href=\"/glossary/#block-reward\">ricompense del blocco</a> sono divise tra gli staker che contribuiscono. I pool di staking o lo staking delegato non sono nativi del protocollo di Ethereum, ma molte soluzioni sono state create dalla community. <a href=\"/staking/pools/\">Maggiori informazioni sullo staking in gruppo</a>.",
  "sybil-attack-term": "Attacco Sybil",
  "sybil-attack-definition": "Gli attacchi Sybil si riferiscono a persone che ingannano un sistema facendogli pensare che si tratti di più persone per incrementare la propria influenza.",
  "terminal-total-difficulty-term": "Difficoltà totale terminale (TTD)",
  "terminal-total-difficulty-definition": "La difficoltà totale è la somma della difficoltà di mining di Ethash per tutti i blocchi fino a un certo punto specifico nella blockchain. La difficoltà totale terminale è un valore specifico per la difficoltà totale che era utilizzato come innesco per i client di esecuzione per disattivare il proprio mining e bloccare le funzioni di gossip consentendo la transizione della rete al proof-of-stake. Non è più rilevante perché Ethereum è passata al <a href=\"/glossary/#pos\">proof-of-stake</a>.",
  "transaction-fee-term": "Commissione sulle transazioni",
  "transaction-fee-definition": "Una commissione che occorre pagare ogni volta che si utilizza la rete di Ethereum. Alcuni esempi includono l'invio di fondi dal proprio <a href=\"/glossary/#wallet\">portafoglio</a> o dall'interazione con una <a href=\"/glossary/#dapp\">dapp</a>, come lo scambio di token o l'acquisto di un oggetto da collezione. Può essere considerata come tariffa di servizio. Questa commissione cambierà a seconda del traffico sulla rete. Questo perché i <a href=\"/glossary/#validator\">validatori</a>, le persone responsabili dell'elaborazione della transazione, potrebbero dare priorità alle transazioni con commissioni maggiori, quindi, la congestione forza l'aumento del prezzo.<br/><br/>A livello tecnico, la commissione della transazione si correla a quanto <a href=\"/glossary/#gas\">gas</a> è richiesto dalla transazione.<br/><br/>La riduzione delle commissioni di transazione è un argomento di forte interesse al momento. Vedi il <a href=\"/glossary/#layer-2\">Livello 2</a>.",
  "trust-assumptions-term": "Ipotesi di fiducia",
  "trust-assumptions-definition": "Le ipotesi di fiducia sono convinzioni fondamentali sulla sicurezza e affidabilità di un sistema, che guidano ciò di cui ci fidiamo perché il sistema funzioni.",
  "validator-term": "Validatore",
  "validator-definition": "Un <a href=\"/glossary/#node\">nodo</a> in un sistema di <a href=\"/glossary/#pos\">proof-of-stake</a>, responsabile dell'archiviazione dei dati, dell'elaborazione delle transazioni e dell'aggiunta di nuovi blocchi alla blockchain. Per attivare il software del validatore, occorre poter mettere in <a href=\"/glossary/#staking\">staking</a> 32 ETH. <a href=\"/staking/\">Maggiori informazioni sullo staking su Ethereum</a>.",
  "validity-proof-term": "Prova di validità",
  "validity-proof-definition": "Un modello di sicurezza per certe soluzioni del <a href=\"/glossary/#layer-2\">livello 2</a> in cui, per incrementare la velocità, le transazioni sono raggruppate in pacchetti e inviate a Ethereum in un'unica transazione. Il calcolo della transazione è svolto all'esterno della catena, quindi fornito alla catena principale con una prova della sua validità. Questo metodo incrementa la quantità di transazioni possibili, pur mantenendo la sicurezza. Alcuni <a href=\"/glossary/#rollups\">rollup</a> utilizzano la <a href=\"/glossary/#fraud-proof\">prova di frode</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Maggiori informazioni sui rollup a conoscenza zero</a>.",
  "wallet-term": "Portafoglio",
  "wallet-definition": "Un portafoglio è uno strumento digitale per memorizzare, inviare e ricevere moneta digitale, come una borsa virtuale per il tuo denaro online. <a href=\"/wallets/\">Maggior informazioni sui portafogli di Ethereum</a>.",
  "web2-term": "Web2",
  "web2-definition": "È l'Internet attuale, incentrato sui contenuti generati dagli utenti e i social media, controllati da poche aziende. Il Web3 è la convinzione che debbano essere invece gli utenti a controllare i propri dati e le proprie transazioni.",
  "web3-term": "Web3",
  "web3-definition": "Il Web3 è il nuovo Internet con la blockchain, in cui sono gli utenti a controllare i propri dati e transazioni, non le aziende. Non è necessario condividere alcuna informazione personale. <a href=\"/web3/\">Maggiori informazioni sul Web3</a>.",
  "wei-term": "Wei",
  "wei-definition": "La più piccola denominazione di ether. 10<sup>18</sup> wei = 1 ether.",
  "zk-proof-term": "Prova a conoscenza zero",
  "zk-proof-definition": "Una prova a conoscenza zero è un metodo crittografico che consente a un individuo di provare che un'affermazione è vera senza veicolare alcuna informazione aggiuntiva. <a href=\"/developers/docs/scaling/zk-rollups/\">Maggiori informazioni sui rollup a conoscenza zero</a>."
}
