{
  "correct": "Corretto",
  "explanation": "Spiegazione",
  "next-question": "Prossima domanda",
  "score": "Punteggio",
  "see-results": "Visualizza i risultati",
  "share-results": "Condividi i risultati",
  "submit-answer": "Invia risposta",
  "test-your-knowledge": "Metti alla prova le tue conoscenze",
  "total": "Totale",
  "try-again": "Riprova",
  "a001-prompt": "La principale differenza tra Ethereum e Bitcoin è:",
  "a001-a-label": "Ethereum non ti consente di inviare pagamenti ad altre persone",
  "a001-a-explanation": "Sia Bitcoin che Ethereum ti consentono di inviare pagamenti ad altre persone.",
  "a001-b-label": "Puoi eseguire programmi informatici su Ethereum",
  "a001-b-explanation": "Ethereum è programmabile. Ciò significa che puoi inserire qualsiasi programma sulla blockchain di Ethereum.",
  "a001-c-label": "Puoi eseguire programmi informatici su Bitcoin",
  "a001-c-explanation": "A differenza di Ethereum, Bitcoin non è programmabile e non può eseguire programmi informatici arbitrari.",
  "a001-d-label": "Hanno loghi differenti",
  "a001-d-explanation": "Hanno loghi differenti! Ma non è la principale differenza tra i due.",
  "a002-prompt": "La criptovaluta nativa di Ethereum si chiama:",
  "a002-a-label": "Ether",
  "a002-a-explanation": "Ether è la criptovaluta nativa della rete di Ethereum.",
  "a002-b-label": "Ethereum",
  "a002-b-explanation": "Ethereum è la blockchain, ma la sua valuta nativa non si chiama Ethereum. Questo è un equivoco comune.",
  "a002-c-label": "Ethercoin",
  "a002-c-explanation": "A differenza di molte altre criptovalute, la criptovaluta nativa di Ethereum non contiene la parola 'coin'.",
  "a002-d-label": "Bitcoin",
  "a002-d-explanation": "Bitcoin (B maiuscola) è stata la prima blockchain creata, bitcoin (B minuscola) è la sua criptovaluta nativa.",
  "a003-prompt": "Chi controlla Ethereum?",
  "a003-a-label": "Sviluppatori",
  "a003-a-explanation": "Gli sviluppatori sono fondamentali per costruire e migliorare Ethereum, ma non sono il gruppo che mantiene in funzione Ethereum.",
  "a003-b-label": "Miner",
  "a003-b-explanation": "Il mining non è più possibile dalla Fusione. Non ci sono più 'miner' su Ethereum.",
  "a003-c-label": "La Ethereum Foundation",
  "a003-c-explanation": "La Ethereum Foundation non svolge alcun ruolo significativo nell'esecuzione quotidiana dei nodi di Ethereum.",
  "a003-d-label": "Chiunque esegua un nodo",
  "a003-d-explanation": "Chiunque esegua un nodo è una parte fondamentale dell'infrastruttura di Ethereum. Se non lo hai già fatto, valuta di eseguirne uno.",
  "a004-prompt": "Dal lancio di Ethereum, quante volte è andata offline la sua rete?",
  "a004-a-label": "Mai",
  "a004-b-label": "Una volta",
  "a004-c-label": "Quattro volte",
  "a004-d-label": "Più di dieci volte",
  "a004-explanation": "Ethereum non è mai andata offline dal suo lancio.",
  "a005-prompt": "Ethereum consuma più elettricità di:",
  "a005-a-label": "YouTube",
  "a005-a-explanation": "YouTube utilizza approssimativamente 244 Terawatt all'anno. Ethereum consuma 0,01 Terawatt all'anno.",
  "a005-b-label": "Netflix",
  "a005-b-explanation": "Netflix utilizza approssimativamente 94 Terawatt all'anno. Ethereum consuma 0,01 Terawatt all'anno.",
  "a005-c-label": "PayPal",
  "a005-c-explanation": "PayPal utilizza approssimativamente 0,26 Terawatt all'anno. Ethereum consuma 0,01 Terawatt all'anno.",
  "a005-d-label": "Nessuna delle precedenti",
  "a005-d-explanation": "Ethereum utilizza 0,01 Terawatt all'anno. Meno di YouTube (circa 244 TW/anno), Netfliix (circa 94 TW/anno) e PayPal (circa 0,26 TW/anno).",
  "b001-prompt": "Ether è anche noto come:",
  "b001-a-label": "ETC",
  "b001-a-explanation": "ETC è il simbolo di Ethereum Classic.",
  "b001-b-label": "ETR",
  "b001-b-explanation": "ETR non è un simbolo di ether o di qualsiasi altra criptovaluta significativa.",
  "b001-c-label": "ETH",
  "b001-c-explanation": "ETH è il simbolo di ether su Ethereum.",
  "b001-d-label": "BTC",
  "b001-d-explanation": "BTC è il simbolo di bitcoin sulla rete di Bitcoin.",
  "b002-prompt": "Su Ethereum, le commissioni di rete sono pagate in:",
  "b002-a-label": "bitcoin",
  "b002-a-explanation": "\"bitcoin\" in minuscolo è la criptovaluta nativa della rete di Bitcoin.",
  "b002-b-label": "ETH",
  "b002-b-explanation": "Ether (ETH) è la criptovaluta nativa di Ethereum. Tutte le commissioni di rete su Ethereum sono pagate in ETH.",
  "b002-c-label": "USD",
  "b002-c-explanation": "Non è possibile pagare le commissioni di rete su Ethereum in USD (dollari statunitense), o qualsiasi altra valuta legale.",
  "b002-d-label": "R/Ethereum",
  "b002-d-explanation": "Ethereum è la rete, ma le commissioni di rete di Ethereum sono pagate in ETH.",
  "b003-prompt": "Lo staking su Ethereum aiuta a proteggere la rete perché:",
  "b003-a-label": "Gli staker possono bandire le persone se non gli piace ciò che stanno facendo",
  "b003-a-explanation": "Gli staker non possono censurare arbitrariamente gli utenti.",
  "b003-b-label": "Se uno staker prova a imbrogliare la rete, rischia di perdere i propri ETH",
  "b003-b-explanation": "Gli staker rischiano di perdere significativi importi di ETH se si comportano in modo malevolo contro la rete. Ciò è noto come taglio.",
  "b003-c-label": "Gli staker utilizzano computer potenti per dimostrare il proof-of-work",
  "b003-c-explanation": "Gli staker non necessitano di potenti hardware per mettere i propri ETH in staking. Ethereum ha smesso di utilizzare il proof-of-work alla Fusione.",
  "b003-d-label": "Gli staker subiscono KYC prima di essere accettati come validatori",
  "b003-d-explanation": "Lo staking su Ethereum è senza autorizzazioni e non richiede KYC.",
  "b004-prompt": "ETH è prezioso perché:",
  "b004-a-label": "ETH è necessario per fare qualsiasi cosa su Ethereum",
  "b004-a-explanation": "Questa risposta è parzialmente corretta, ma è solo una delle motivazioni per cui gli ETH sono preziosi.",
  "b004-b-label": "ETH è una valuta peer-to-peer incensurabile",
  "b004-b-explanation": "Questa risposta è parzialmente corretta, ma è solo una delle motivazioni per cui gli ETH sono preziosi.",
  "b004-c-label": "ETH è usato come garanzia per i prestiti di criptovalute",
  "b004-c-explanation": "Questa risposta è parzialmente corretta, ma è solo una delle motivazioni per cui gli ETH sono preziosi.",
  "b004-d-label": "Tutte le precedenti",
  "b004-d-explanation": "Le transazioni su Ethereum sono censurabili, gli ETH sono necessari per effettuare qualsiasi transazione su Ethereum e sono fondamentali per la stabilità dell'ecosistema della DeFi.",
  "c001-prompt": "Il Web3 consente agli utenti di possedere risorse digitali direttamente, tramite:",
  "c001-a-label": "DAO",
  "c001-a-explanation": "Le DAO (organizzazioni autonome decentralizzate) sono comunità di proprietà dei membri prive di una leadership centralizzata.",
  "c001-b-label": "NFT",
  "c001-b-explanation": "I NFT (token non fungibili) forniscono un modo per rappresentare qualsiasi cosa unica come una risorsa basata su Ethereum.",
  "c001-c-label": "ENS",
  "c001-c-explanation": "L'ENS (Ethereum Name Service) è un servizio di denominazione decentralizzata per la blockchain di Ethereum.",
  "c001-d-label": "GitHub",
  "c001-d-explanation": "GitHub è una piattaforma centralizzata atta principalmente a memorizzare il codice utilizzando il controllo della versione distribuita. GitHub non consente la proprietà dei tuoi dati o delle risorse digitali.",
  "c002-prompt": "Web1 era di sola lettura, Web2 è di lettura e scrittura, Web3 è stato descritto come:",
  "c002-a-label": "di lettura, scrittura e vendita",
  "c002-a-explanation": "Web3 non è stato descritto così.",
  "c002-b-label": "di lettura, scrittura e archiviazione",
  "c002-b-explanation": "Web3 non è stato descritto così.",
  "c002-c-label": "di lettura, scrittura e proprietà",
  "c002-c-explanation": "Web3 consente agli utenti di possedere i propri dati e, dunque, è stato descritto come di 'lettura, scrittura e proprietà', un miglioramento al rispetto al Web2, che è solo di 'lettura e scrittura'.",
  "c002-d-label": "di lettura, scrittura e acquisto",
  "c002-d-explanation": "Web3 non è stato descritto così.",
  "c003-prompt": "Quale interazione del web non si affida a fornitori di pagamento di terze parti?",
  "c003-a-label": "Web1",
  "c003-a-explanation": "Web1 non aveva pagamenti nativi incorporati.",
  "c003-b-label": "Web2",
  "c003-b-explanation": "Web2 non ha pagamenti nativi incorporati.",
  "c003-c-label": "Web3",
  "c003-c-explanation": "Web3 prevede pagamenti nativi incorporati con le criptovalute, come ETH.",
  "c003-d-label": "Tutte le precedenti",
  "c003-d-explanation": "Web1 e Web2 non hanno pagamenti nativi incorporati.",
  "c004-prompt": "Il termine 'Web3' è stato coniato da:",
  "c004-a-label": "Gavin Wood",
  "c004-a-explanation": "Gavin Wood, un co-fondatore di Ethereum, è stato accreditato per aver coniato il termine Web3 poco dopo il lancio di Ethereum nel 2015.",
  "c004-b-label": "Steve Jobs",
  "c004-b-explanation": "Steve Jobs non ha coniato il termine 'Web3'.",
  "c004-c-label": "Vitalik Buterin",
  "c004-c-explanation": "Vitalik Buterin, pur essendo il fondatore originale di Ethereum, non ha coniato il termine 'Web3'.",
  "c004-d-label": "Elon Musk",
  "c004-d-explanation": "Elon Musk non ha coniato il termine 'Web3'.",
  "c005-prompt": "Puoi avere un unico accesso resistente alla censura in tutto il web utilizzando:",
  "c005-a-label": "Accesso con Facebook",
  "c005-a-explanation": "L'Accesso con Facebook non è resistente alla censura.",
  "c005-b-label": "Accesso con Google",
  "c005-b-explanation": "L'Accesso con Google non è resistente alla censura.",
  "c005-c-label": "Accesso con Ethereum",
  "c005-c-explanation": "L'Accesso con Ethereum è l'unica opzione resistente alla censura ed è utilizzabile su qualsiasi applicazione web.",
  "c005-d-label": "Accesso con Twitter",
  "c005-d-explanation": "L'Accesso con Twitter non è resistente alla censura.",
  "d001-prompt": "Il tipo di portafoglio più sicuro è:",
  "d001-a-label": "Un portafoglio mobile",
  "d001-a-explanation": "I portafogli mobili detengono le chiavi private su un dispositivo mobile che, tipicamente, ha connessioni a Internet e potrebbe esser compromesso da altri software.",
  "d001-b-label": "Un portafoglio hardware",
  "d001-b-explanation": "Le chiavi private di un portafoglio hardware sono memorizzate su un dispositivo dedicato che può essere tenuto isolato da Internet e dalle altre applicazioni sui tuoi dispositivi.",
  "d001-c-label": "Un portafoglio web",
  "d001-c-explanation": "I portafogli web sono meno sicuri dei portafogli hardware poiché le chiavi private sono memorizzate su un dispositivo connesso a Internet.",
  "d001-d-label": "Un portafoglio desktop",
  "d001-d-explanation": "I portafogli desktop detengono le chiavi private sul disco rigido di un computer che, tipicamente, ha connessioni a Internet e potrebbe essere compromesso da altri software.",
  "d002-prompt": "Tra le opzioni presentate, qual è il metodo più sicuro per memorizzare la tua frase di seed?",
  "d002-a-label": "In una foto sul tuo telefono",
  "d002-a-explanation": "Questa non è l'opzione più sicura. Se questa foto è caricata su un'archiviazione in cloud, un hacker potrebbe ottenerla e accedere al tuo conto.",
  "d002-b-label": "In un file sul tuo computer",
  "d002-b-explanation": "Questa non è l'opzione più sicura. Gli hacker cercano sempre più spesso le informazioni relative a criptovalute sui dispositivi di destinazione. Se un hacker accede al file contenente la tua frase di seed otterrà l'accesso al tuo conto.",
  "d002-c-label": "Scritta su carta",
  "d002-c-explanation": "Delle opzioni disponibili, annotare la tua frase di seed su carta è la più sicura.",
  "d002-d-label": "In un messaggio di testo a un membro fidato della famiglia",
  "d002-d-explanation": "Non dovresti mai inviare la tua frase di seed in un messaggio a qualcuno. Il messaggio potrebbe essere intercettato da una terza parte e, anche se ti fidi assolutamente di questa persona, non sai chi potrebbe accedere al suo telefono.",
  "d003-prompt": "A chi dovresti dare la tua frase di seed / le tue chiavi private?",
  "d003-a-label": "Qualcuno che stai pagando",
  "d003-a-explanation": "Non dovresti mai dare la tua frase di seed o le tue chiavi private a nessuno. Invece, invia i token all'indirizzo del loro portafoglio tramite una transazione.",
  "d003-b-label": "Per accedere a una dapp o a un portafoglio",
  "d003-b-explanation": "Non dovresti mai dare la tua frase di seed o le tue chiavi private per accedere al tuo portafoglio o alla tua dapp.",
  "d003-c-label": "Staff di supporto",
  "d003-c-explanation": "Non dovresti mai dare la tua frase di seed o le tue chiavi private a nessuno che affermi di essere parte dello staff di supporto. Chiunque te lo chieda è un truffatore.",
  "d003-d-label": "A nessuno",
  "d003-d-explanation": "Idealmente, non dovresti mai dare a nessuno la tua frase di seed o le tue chiavi private. Se ti fidi completamente di qualcuno dandogli l'accesso assoluto ai tuoi fondi (come il/la coniuge), potresti decidere di condividere tali informazioni con questa persona.",
  "d004-prompt": "Un portafoglio e un conto su Ethereum sono la stessa cosa.",
  "d004-a-label": "Vero",
  "d004-a-explanation": "Un portafoglio è un'interfaccia visiva utilizzata per interagire con un conto di Ethereum.",
  "d004-b-label": "Falso",
  "d004-b-explanation": "Un portafoglio è un'interfaccia visiva utilizzata per interagire con un conto di Ethereum.",
  "e001-prompt": "Perché dovresti utilizzare delle password univoche per tutti i tuoi conti?",
  "e001-a-label": "Nel caso in cui una delle piattaforme subisca una violazione dei dati",
  "e001-a-explanation": "Questa risposta è corretta, ma ci sono anche altre risposte corrette.",
  "e001-b-label": "Nel caso in cui qualcuno alle tue spalle scopra la tua password",
  "e001-b-explanation": "Questa risposta è corretta, ma ci sono anche altre risposte corrette.",
  "e001-c-label": "Nel caso in cui un malware, come un key-logger, rubi la tua password",
  "e001-c-explanation": "Questa risposta è corretta, ma ci sono anche altre risposte corrette.",
  "e001-d-label": "Tutte le precedenti",
  "e001-d-explanation": "Tutte le risposte sono corrette. Utilizzare password univoche è il metodo migliore per impedire a chiunque altro di accedere al tuo conto.",
  "e002-prompt": "In seguito alla Fusione, gli ETH devono essere aggiornati in ETH2.",
  "e002-a-label": "Vero",
  "e002-a-explanation": "Non devi aggiornare i tuoi ETH in ETH2. Gli ETH2 non esistono e questa è una narrativa comune utilizzata dai truffatori.",
  "e002-b-label": "Falso",
  "e002-b-explanation": "Non devi aggiornare i tuoi ETH in ETH2. Gli ETH2 non esistono e questa è una narrativa comune utilizzata dai truffatori.",
  "e003-prompt": "I giveaway di ETH sono:",
  "e003-a-label": "Un ottimo modo per ottenere altri ETH",
  "e003-a-explanation": "I giveaway di ETH sono truffe progettate per rubare i tuoi ETH e altri token. Non sono mai un buon modo per ricevere altri ETH.",
  "e003-b-label": "Sempre autentici",
  "e003-b-explanation": "I giveaway di ETH non sono mai autentici.",
  "e003-c-label": "Comunemente eseguiti da membri di spicco della community",
  "e003-c-explanation": "I membri di spicco della community non effettuano giveaway di ETH. I truffatori fingono che degli individui ben noti, come Elon Musk, stiano effettuando giveaway per dare alla propria truffa un senso di legittimità.",
  "e003-d-label": "Sono molto probabilmente truffe",
  "e003-d-explanation": "I giveaway di ETH sono sempre truffe. Segnalare e ignorare i truffatori è la cosa migliore da fare.",
  "e004-prompt": "Le transazioni di Ethereum sono reversibili.",
  "e004-a-label": "Vero",
  "e004-a-explanation": "Le transazioni di Ethereum non sono reversibili. Chiunque ti dica altrimenti sta forse provando a truffarti.",
  "e004-b-label": "Falso",
  "e004-b-explanation": "Le transazioni di Ethereum non sono reversibili. Chiunque ti dica altrimenti sta forse provando a truffarti.",
  "f001-prompt": "Gli NFT sono definiti in modo più esaustivo come:",
  "f001-a-label": "risorse digitali univoche",
  "f001-a-explanation": "Gli NFT rappresentano una risorsa digitale univoca.",
  "f001-b-label": "opere d'arte digitali",
  "f001-b-explanation": "Gli NFT rappresentano una risorsa digitale univoca, comunemente un'opera d'arte digitale, ma non si limitano all'arte.",
  "f001-c-label": "biglietti per eventi esclusivi",
  "f001-c-explanation": "Gli NFT rappresentano una risorsa digitale univoca, come un sistema di biglietteria, ma non si limita ai biglietti.",
  "f001-d-label": "contratti giuridicamente vincolanti",
  "f001-d-explanation": "Sebbene un contratto potrebbe rappresentare un NFT, gli NFT non sono appannaggio esclusivo dei contratti giuridicamente vincolanti.",
  "f002-prompt": "Due NFT che rappresentano la stessa opera d'arte sono la stessa cosa.",
  "f002-a-label": "Vero",
  "f002-a-explanation": "Gli NFT sono non fungibili. Ciò significa che anche se rappresentano una stessa opera d'arte digitale, sono comunque identificabili univocamente. Nel mondo artistico tradizionale potrebbero somigliare a originali e ristampe.",
  "f002-b-label": "Falso",
  "f002-b-explanation": "Gli NFT sono non fungibili. Ciò significa che anche se rappresentano una stessa opera d'arte digitale, sono comunque identificabili univocamente. Nel mondo artistico tradizionale potrebbero somigliare a originali e ristampe.",
  "f003-prompt": "Gli NFT rappresentano comunemente:",
  "f003-a-label": "La password per il tuo portafoglio",
  "f003-a-explanation": "Questo è un rischio di sicurezza e, in generale, una cattiva idea!",
  "f003-b-label": "Proprietà di un oggetto digitale univoco",
  "f003-b-explanation": "Gli NFT rappresentano comunemente la proprietà di un oggetto digitale univoco.",
  "f003-c-label": "Il tuo saldo di ETH corrente",
  "f003-c-explanation": "Gli NFT non possono rappresentare arbitrariamente il tuo saldo di ETH.",
  "f003-d-label": "Tutte le precedenti",
  "f003-d-explanation": "Gli NFT rappresentano comunemente la proprietà di un oggetto digitale univoco, non i saldi di ETH o le password del portafoglio.",
  "f004-prompt": "Gli NFT hanno aiutato a creare una nuova:",
  "f004-a-label": "economia per i curatori",
  "f004-a-explanation": "Gli NFT hanno aiutato a creare una nuova economia per i creatori, non per i curatori.",
  "f004-b-label": "economia carbonica",
  "f004-b-explanation": "Gli NFT hanno aiutato a creare una nuova economia per i creatori, non carbonica.",
  "f004-c-label": "economia per i creatori",
  "f004-c-explanation": "Gli NFT hanno aiutato a creare una nuova economia per i creatori.",
  "f004-d-label": "economia per i dogi",
  "f004-d-explanation": "Gli NFT hanno aiutato a creare una nuova economia per i creatori, non per i dogi 🐶.",
  "f005-prompt": "Gli NFT su Ethereum sono dannosi per l'ambiente",
  "f005-a-label": "Vero",
  "f005-a-explanation": "Dalla Fusione (transizione al proof-of-stake), qualsiasi transazione ha avuto un impatto trascurabile sull'ambiente.",
  "f005-b-label": "Falso",
  "f005-b-explanation": "Dalla Fusione (transizione al proof-of-stake), qualsiasi transazione ha avuto un impatto trascurabile sull'ambiente.",
  "g001-prompt": "Le reti della blockchain di livello 2 servono a:",
  "g001-a-label": "Ridimensionare Ethereum",
  "g001-a-explanation": "Lo scopo principale dei rollup e di altre soluzioni di livello 2 è ridimensionare Ethereum.",
  "g001-b-label": "Effettuare pagamenti",
  "g001-b-explanation": "Lo scopo principale dei rollup e di altre soluzioni di livello 2 è ridimensionare Ethereum.",
  "g001-c-label": "Acquistare NFT",
  "g001-c-explanation": "Lo scopo principale dei rollup e di altre soluzioni di livello 2 è ridimensionare Ethereum.",
  "g001-d-label": "Decentralizzare Ethereum",
  "g001-d-explanation": "Lo scopo principale dei rollup e di altre soluzioni di livello 2 è ridimensionare Ethereum.",
  "g002-prompt": "Ai fini del ridimensionamento, le reti di livello 1 più alternative si sono principalmente sacrificate in termini di:",
  "g002-a-label": "Sicurezza",
  "g002-a-explanation": "Le reti di Livello 1 più alternative sacrificano la sicurezza e qualcos'altro a favore del ridimensionamento.",
  "g002-b-label": "Decentralizzazione",
  "g002-b-explanation": "Le reti di Livello 1 più alternative sacrificano la decentralizzazione e qualcos'altro a favore del ridimensionamento.",
  "g002-c-label": "Prezzo dei token",
  "g002-c-explanation": "Il prezzo dei token non inficia la capacità di ridimensionamento.",
  "g002-d-label": "Sicurezza e decentralizzazione",
  "g002-d-explanation": "Le reti di Livello 1 più alternative sacrificano la sicurezza e la decentralizzazione per consentire il ridimensionamento.",
  "g003-prompt": "Quali delle seguenti soluzioni non sono considerate di livello 2?",
  "g003-a-label": "Validium",
  "g003-a-explanation": "I Validium non sono considerati soluzioni di livello 2 poiché non derivano la sicurezza o la disponibilità dei dati da Ethereum",
  "g003-b-label": "Catene secondarie",
  "g003-b-explanation": "Le sidechain non sono considerate soluzioni di livello 2 poiché non derivano la sicurezza o la disponibilità dei dati da Ethereum.",
  "g003-c-label": "Blockchain di livello 1 alternative",
  "g003-c-explanation": "Le blockchain di livello 1 alternative non sono considerate soluzioni di livello 2.",
  "g003-d-label": "Tutte le precedenti",
  "g003-d-explanation": "Validium, sidechain e blockchain di livello 1 alternative non sono considerate soluzioni di livello 2 poiché non derivano la sicurezza o la disponibilità dei dati da Ethereum.",
  "g004-prompt": "Perché Ethereum non ha un livello 2 'ufficiale'?",
  "g004-a-label": "Gli sviluppatori principali sono troppo impegnati a lavorare a Ethereum",
  "g004-a-explanation": "Non ci sono piani per un livello 2 'ufficiale' su Ethereum poiché trarremo vantaggio da un'ampia varietà di approcci per la progettazione di soluzioni di livello 2.",
  "g004-b-label": "Come L1, alla fine Ethereum raggiungerà un proprio ridimensionamento di massa",
  "g004-b-explanation": "Non ci sono piani per un livello 2 'ufficiale' su Ethereum poiché trarremo vantaggio da un'ampia varietà di approcci per la progettazione di soluzioni di livello 2.",
  "g004-c-label": "Gli sviluppatori principali stanno ancora discutendo tra rollup ottimistici e zk",
  "g004-c-explanation": "Non ci sono piani per un livello 2 'ufficiale' su Ethereum poiché trarremo vantaggio da un'ampia varietà di approcci per la progettazione di soluzioni di livello 2.",
  "g004-d-label": "Ethereum trarrà vantaggio da un'ampia varietà di approcci per la progettazione di un L2",
  "g004-d-explanation": "Non ci sono piani per un livello 2 'ufficiale' su Ethereum poiché trarremo vantaggio da un'ampia varietà di approcci per la progettazione di soluzioni di livello 2.",
  "h001-prompt": "La Fusione ha spostato Ethereum su quale meccanismo di consenso?",
  "h001-a-label": "Proof of Work",
  "h001-a-explanation": "Il proof-of-work era il meccanismo di consenso utilizzato prima della Fusione.",
  "h001-b-label": "Proof of Stake",
  "h001-b-explanation": "Corretto! La Fusione ha spostato Ethereum al proof-of-stake.",
  "h001-c-label": "Proof of Authority",
  "h001-c-explanation": "Ethereum non utilizza e mai utilizzerà il proof-of-authority sulla Rete Principale di Ethereum.",
  "h001-d-label": "Tutte le precedenti",
  "h001-d-explanation": "Non sarebbe possibile, per Ethereum, disporre di tutti questi meccanismi di consenso in una volta.",
  "h002-prompt": "La Fusione ha ridotto il consumo energetico di Ethereum del:",
  "h002-a-label": "50%",
  "h002-a-explanation": "Il consumo energetico di Ethereum è stato ridotto del 99,95% dopo che La Fusione ha consentito la transizione dal proof-of-work al proof-of-stake.",
  "h002-b-label": "62,5%",
  "h002-b-explanation": "Il consumo energetico di Ethereum è stato ridotto del 99,95% dopo che La Fusione ha consentito la transizione dal proof-of-work al proof-of-stake.",
  "h002-c-label": "90%",
  "h002-c-explanation": "Il consumo energetico di Ethereum è stato ridotto del 99,95% dopo che La Fusione ha consentito la transizione dal proof-of-work al proof-of-stake.",
  "h002-d-label": "99,95%",
  "h002-d-explanation": "Il consumo energetico di Ethereum è stato ridotto del 99,95% dopo che La Fusione ha consentito la transizione dal proof-of-work al proof-of-stake.",
  "h003-prompt": "Quando si è verificata La Fusione?",
  "h003-a-label": "15 settembre 2022",
  "h003-a-explanation": "La Fusione si è verificata il 15 settembre 2022 alle 06:42:42 (UTC).",
  "h003-b-label": "1 dicembre 2021",
  "h003-b-explanation": "La Fusione si è verificata più tardi. L'1 dicembre 2022 è stata lanciata la Beacon Chain.",
  "h003-c-label": "27 novembre 2013",
  "h003-c-explanation": "La Fusione si è verificata più tardi. Il 27 novembre 2013 è stato rilasciato il whitepaper di Ethereum.",
  "h003-d-label": "31 ottobre 2008",
  "h003-d-explanation": "La Fusione si è verificata più tardi. Il 31 ottobre è il giorno di rilascio del Whitepaper di Bitcoin.",
  "h004-prompt": "La Fusione ha comportato che gli utenti abbiano dovuto scambiare i propri ETH per ETH2:",
  "h004-a-label": "Vero",
  "h004-a-explanation": "ETH non è cambiato in alcun momento prima, durante o dopo La Fusione. L'idea di 'aggiornare' gli ETH in ETH2 era una tattica comune utilizzata dagli utenti malevoli per truffare altri utenti.",
  "h004-b-label": "Falso",
  "h004-b-explanation": "ETH non è cambiato in alcun momento prima, durante o dopo La Fusione. L'idea di 'aggiornare' gli ETH in ETH2 era una tattica comune utilizzata dagli utenti malevoli per truffare altri utenti.",
  "h005-prompt": "Il livello di consenso di Ethereum era precedentemente noto come:",
  "h005-a-label": "Proof of Work",
  "h005-a-explanation": "Il proof-of-work era il meccanismo di consenso utilizzato prima della Fusione.",
  "h005-b-label": "Eth2",
  "h005-b-explanation": "Prima di essere rinominato livello di consenso, era originariamente chiamato 'Eth2'.",
  "h005-c-label": "Eth1",
  "h005-c-explanation": "Eth1 era il nome originale dato al livello di esecuzione, non al livello del consenso.",
  "h005-d-label": "Staking",
  "h005-d-explanation": "Lo staking consiste nel depositare ETH in un contratto intelligente, per aiutare a proteggere la catena.",
  "page-assets-merge": "La fusione",
  "security": "Sicurezza",
  "page-what-is-ethereum-what-is-ether": "Cos'è un ether?"
}
