{
  "page-get-eth-article-keeping-crypto-safe": "I segreti per tenere al sicuro le tue criptovalute",
  "page-get-eth-article-protecting-yourself": "Proteggere te e i tuoi fondi",
  "page-get-eth-article-store-digital-assets": "Come conservare attivi digitali su Ethereum",
  "page-get-eth-cex": "Borse centralizzate",
  "page-get-eth-cex-desc": "Gli scambi sono aziende che consentono di acquistare criptovalute usando valute tradizionali. Hanno la custodia su tutti gli ETH che acquisti fino a quando li invii a un portafoglio che controlli.",
  "page-get-eth-checkout-dapps-btn": "Scopri le dapp",
  "page-get-eth-community-safety": "Post della community sulla sicurezza",
  "page-get-eth-description": "Ethereum ed ETH non sono controllati da nessun governo o azienda, sono decentralizzati. Significa che gli ETH possono essere utilizzati da tutti.",
  "page-get-eth-dex": "Borse decentralizzate (DEX)",
  "page-get-eth-dex-desc": "Se vuoi più controllo, compra ETH peer-to-peer. Con una DEX puoi acquistare e vendere senza dare a un'azienda centralizzata il controllo dei tuoi fondi.",
  "page-get-eth-dexs": "Borse decentralizzate (DEX)",
  "page-get-eth-dexs-desc": "Le borse decentralizzate sono piazze aperte in cui scambiare ETH e altri token. Collegano direttamente acquirenti e venditori.",
  "page-get-eth-dexs-desc-2": "Invece di sfruttare una terza parte attendibile per salvaguardare i fondi nella transazione, utilizzano il codice. L'ETH del venditore sarà trasferito solo quando il pagamento è garantito. Questo tipo di codice è noto come contratto intelligente.",
  "page-get-eth-dexs-desc-3": "Tutto questo significa che ci sono meno restrizioni geografiche rispetto alle alternative centralizzate. Se qualcuno vende ciò che cerchi e accetta un metodo di pagamento fornisci, puoi procedere. Con le DEX puoi acquistare ETH con altri token, Paypal o anche contanti di persona.",
  "page-get-eth-do-not-copy": "Esempio: Non copiare",
  "page-get-eth-exchanges-disclaimer": "Abbiamo raccolto questa informazione manualmente. Se trovi qualcosa di sbagliato, faccelo sapere:",
  "page-get-eth-exchanges-empty-state-text": "Inserisci il tuo paese di residenza per vedere una lista di portafogli e scambi che puoi usare per acquistare ETH",
  "page-get-eth-exchanges-except": "Eccetto",
  "page-get-eth-exchanges-header": "In che paese vivi?",
  "page-get-eth-exchanges-header-exchanges": "Scambi",
  "page-get-eth-exchanges-header-wallets": "Portafogli",
  "page-get-eth-exchanges-intro": "Borse e portafogli hanno restrizioni sul luogo di vendita delle criptovalute.",
  "page-get-eth-exchanges-no-exchanges": "Siamo spiacenti, non conosciamo borse che ti permettano di acquistare ETH da questo paese. Se tu le conosci, faccelo sapere:",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Siamo spiacenti, non conosciamo borse o portafogli che ti permettano di acquistare ETH da questo paese. Se tu li conosci, faccelo sapere:",
  "page-get-eth-exchanges-no-wallets": "Siamo spiacenti, non conosciamo portafogli che ti permettano di acquistare ETH da questo paese. Se tu li conosci, faccelo sapere:",
  "page-get-eth-exchanges-search": "Digita dove vivi...",
  "page-get-eth-exchanges-success-exchange": "La registrazione a una borsa può richiedere diversi giorni a causa dei controlli legali da eseguire.",
  "page-get-eth-exchanges-success-wallet-link": "portafogli",
  "page-get-eth-exchanges-success-wallet-paragraph": "Nel paese in cui vivi, puoi acquistare ETH direttamente da questi portafogli. Scopri di più su",
  "page-get-eth-exchanges-usa": "Stati Uniti d'America (USA)",
  "page-get-eth-get-wallet-btn": "Ottieni un portafoglio",
  "page-get-eth-hero-image-alt": "Ottieni l'immagine dell'eroe di ETH",
  "page-get-eth-keep-it-safe": "Proteggere i tuoi ETH",
  "page-get-eth-meta-description": "Come acquistare ETH a seconda di dove vivi e consigli su come prendersene cura.",
  "page-get-eth-meta-title": "Come acquistare ETH",
  "page-get-eth-need-wallet": "Ti servirà un portafoglio per usare una DEX.",
  "page-get-eth-new-to-eth": "Alle prime armi con ETH? Ecco una panoramica per muovere i primi passi.",
  "page-get-eth-other-cryptos": "Acquista con altre criptovalute",
  "page-get-eth-protect-eth-desc": "Se prevedi di acquistare molti ETH, potresti volerli conservare in un portafoglio che controlli, anziché in una borsa. Questo perché una borsa potrebbe esser bersaglio di hacker. Se un hacker ottiene l'accesso, potresti perdere i tuoi fondi. Al contrario, solo tu puoi controllare il tuo portafoglio.",
  "page-get-eth-protect-eth-in-wallet": "Proteggi i tuoi ETH in un portafoglio",
  "page-get-eth-search-by-country": "Cerca per paese",
  "page-get-eth-security": "Ma questo significa anche che devi prendere sul serio la sicurezza dei tuoi fondi. Con ETH, non ti affidi a una banca perché controlli il tuo denaro, ti affidi a te stesso.",
  "page-get-eth-smart-contract-link": "Di più sui contratti intelligenti",
  "page-get-eth-swapping": "Scambia i tuoi token per gli ETH di altre persone. E viceversa.",
  "page-get-eth-try-dex": "Prova una DEX",
  "page-get-eth-use-your-eth": "Usa i tuoi ETH",
  "page-get-eth-use-your-eth-dapps": "Ora che possiedi alcuni ETH, dai un'occhiata ad alcune applicazioni di Ethereum (dapp). Esistono dapp per la finanza, social media, videogiochi e molte di altre categorie.",
  "page-get-eth-wallet-instructions": "Segui le istruzioni del portafoglio",
  "page-get-eth-wallet-instructions-lost": "Se perdi l'accesso al tuo portafoglio, perderai l'accesso ai tuoi fondi. Il tuo portafoglio dovrebbe darti le istruzioni per evitarlo. Assicurati di seguirle attentamente; in gran parte dei casi, nessuno può aiutarti se perdi l'accesso al tuo portafoglio.",
  "page-get-eth-wallets": "Portafogli",
  "page-get-eth-wallets-link": "Di più sui portafogli",
  "page-get-eth-wallets-purchasing": "Alcuni portafogli, ti consentono di acquistare criptovalute con una carta di debito/credito, bonifico bancario o persino Apple Pay. Si applicano le limitazioni geografiche.",
  "page-get-eth-warning": "Queste DEX non sono per principianti, poiché avrai bisogno di ETH per usarle.",
  "page-get-eth-what-are-DEX's": "Cosa sono le DEX?",
  "page-get-eth-whats-eth-link": "Cos'è l'ETH?",
  "page-get-eth-where-to-buy-desc": "Puoi acquistare ETH direttamente dalle borse o dai portafogli.",
  "page-get-eth-where-to-buy-desc-2": "Controlla quali servizi puoi usare in base al luogo in cui vivi.",
  "page-get-eth-where-to-buy-title": "Dove acquistare ETH",
  "page-get-eth-your-address": "Il tuo indirizzo ETH",
  "page-get-eth-your-address-desc": "Quando scarichi un portafoglio, ti verrà creato un indirizzo ETH pubblico, che si presenta così:",
  "page-get-eth-your-address-desc-3": "Puoi considerarlo come un indirizzo email, su cui invece delle email riceverai ETH. Se vuoi trasferire ETH da una borsa al tuo portafoglio, usa questo indirizzo come destinazione. Controlla sempre due volte prima di confermare l'invio!",
  "page-get-eth-your-address-wallet-link": "Scopri i portafogli",
  "listing-policy-raise-issue-link": "Apri segnalazione",
  "page-find-wallet-last-updated": "Ultimo aggiornamento"
}
