{
  "page-layer-2-learn-meta-title": "Che cos'è il livello 2? | ethereum.org",
  "page-layer-2-learn-title": "Cos'è il livello 2?",
  "page-layer-2-learn-description": "Ridimensionare Ethereum per l'adozione di massa",
  "page-layer-2-learn-button-1-label": "Cos'è il livello 2?",
  "page-layer-2-learn-button-2-label": "Usa il livello 2",
  "page-layer-2-learn-what-is-layer-2-title": "Cos'è il livello 2?",
  "page-layer-2-learn-what-is-layer-2-1": "Livello 2 (L2) è un termine collettivo per descrivere una serie specifica di soluzioni di ridimensionamento di Ethereum. <strong>Un livello 2 è una <a href=\"/glossary/#blockchain\">blockchain</a> separata che estende Ethereum e ne eredita le garanzie di sicurezza</strong>.",
  "page-layer-2-learn-what-is-layer-2-2": "Ora approfondiamo un po' la questione. Per farlo, dobbiamo innanzitutto spiegare il livello 1 (L1).",
  "page-layer-2-learn-what-is-layer-1-title": "Cos'è il livello 1?",
  "page-layer-2-learn-what-is-layer-1-1": "Le blockchain di livello 1, quali Ethereum e Bitcoin, sono le <strong>fondazioni sottostanti sulle quali vengono sviluppati i progetti livello 2</strong>. Esempi di progetto livello 2 includono <strong> rollup a conoscenza zero</strong> e <strong>rollup ottimisti</strong> su Ethereum e sul Lightning Network sopra Bitcoin.",
  "page-layer-2-learn-what-is-layer-1-2": "Ethereum inoltre funziona come un livello di strato di disponibilità dati, per i livello 2. In caso di controversie relative a transazioni precedenti, i dati vengono forniti da Ethereum per tali controversie.",
  "page-layer-2-learn-layer-1-list-title": "Ethereum come livello 1 include:",
  "page-layer-2-learn-layer-1-list-1": "<strong>una rete di operatori di nodi</strong> per proteggere e validare la rete",
  "page-layer-2-learn-layer-1-list-2": "<strong>una rete di produttori di blocchi</strong>",
  "page-layer-2-learn-layer-1-list-3": "<strong>la blockchain</strong> stessa e lo storico dei dati delle transazioni",
  "page-layer-2-learn-layer-1-list-4": "<strong>il meccanismo di consenso</strong> per la rete",
  "page-layer-2-learn-why-do-we-need-layer-2-title": "Perché abbiamo bisogno del livello 2?",
  "page-layer-2-learn-why-do-we-need-layer-2-1": "Le tre proprietà di cui dovrebbe disporre una blokchain sono la decentralizzazione, la sicurezza e la scalabilità. Il trilemma blockchain dichiara che una architettura semplice della blockchain può raggiungere solo due su tre di questi. Vuoi una blockchain sicura e decentralizzata? Ti occorre sacrificare scalabilità. Questo è il momento in cui intervengono i livello 2.",
  "page-layer-2-learn-why-do-we-need-layer-2-2": "Ethereum ha raggiunto una attuale capacità di rete pari a +1 milione di transazioni giornaliere, con elevata domanda per ciascuna di queste transazioni. Il successo di Ethereum e la domanda del suo utilizzo ha causato un aumento sostanziale dei prezzi delle gas. Pertanto, anche la necessità di soluzioni scalabili ha raggiunto picchi elevati.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability": "Scalabilità",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-1": "L'obiettivo principale della scalabilità è aumentare la velocità delle transazioni (finalità più rapida) e il volume delle transazioni (un numero elevato di transazioni al secondo), senza sacrificare la decentralizzazione o la sicurezza.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-2": "La comunità Ethereum ha assunto una posizione ferma, affermando che non rinuncerà alla decentralizzazione o alla sicurezza per aumentare la scalabilità. Fino all'introduzione dello sharding, la Mainnet di Ethereum (livello 1) sarà in grado di elaborare solo circa 15 transazioni al secondo. Una elevata domanda d'uso provoca la congestione della rete, aumento delle commissioni di transazione e l'esclusione di coloro che non possono permettersi di utilizzare Ethereum fino a quando le commissioni non diminuiscono. È qui che entra in gioco il livello 2 per aumentare la scalabilità di Ethereum oggi.",
  "page-layer-2-learn-layer2Cards-1-title": "Commissioni più basse",
  "page-layer-2-learn-layer2Cards-1-description": "Coombinando molteplici transazioni in una singola sul livello 1, le commissioni delle transazioni vengono ridotte drasticamente, rendendo Ethereum più accessibile per tutti.",
  "page-layer-2-learn-layer2Cards-2-title": "Mantenere la sicurezza",
  "page-layer-2-learn-layer2Cards-2-description": "Le blockchain livello 2 regolano le loro transazioni sulla Mainnet Ethereum, consentendo agli utenti che la usano di beneficiare della sicurezza della rete di Ethereum.",
  "page-layer-2-learn-layer2Cards-3-title": "Espandi i casi d'uso",
  "page-layer-2-learn-layer2Cards-3-description": "Con più transazioni al secondo, basse commissioni, e una nuova tecnologia, i progetti si espanderanno in nuove applicazioni con una migliore esperienza utente.",
  "page-layer-2-learn-how-does-layer-2-work-title": "Come funzione il livello 2?",
  "page-layer-2-learn-how-does-layer-2-work-1": "Come menzionato sopra, livello 2 è un termine collettivo per le soluzioni di ridimensionamento di Ethereum che gestiscono le transazioni al di fuori del livello 1 di Ethereum, sfruttando comunque la robusta sicurezza decentralizzata del livello 1 di Ethereum. Un livello 2 è una blockchain separata che estende Ethereum. Come funziona?",
  "page-layer-2-learn-how-does-layer-2-work-2": "Esistono diversi tipi di livello 2, ognuno ha i suoi compromessi e i suoi modelli di sicurezza. I livelli 2 tolgono l'onere delle transazioni ai livelli 1 rendendoli meno congestionati e rendendoli più scalabili.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-title": "Rollup",
  "page-layer-2-learn-how-does-layer-2-work-rollups-1": "Le operazioni di rollup raggruppano (o “raggruppano”) centinaia di transazioni in un'unica transazione sul livello 1. Ciò distribuisce le commissioni di transazione L1 tra tutti gli utenti coinvolti nel rollup, rendendolo più economico per ciascuno di essi.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-2": "I dati sulla transazione nel rollup sono inviati al livello 1, ma l'esecuzione avviene separatamente dal rollup. Inviando i dati sulla transazione al livello 1, i rollup ereditano la sicurezza di Ethereum. Questo perché una volta caricati i dati sul livello 1, l'annullamento della transazione di un rollup richiede l'annullamento di Ethereum. Esistono due approcci differenti ai rollup, ottimistici e a conoscenza zero, che differiscono principalmente nella modalità di invio di questi dati sulla transazione al L1.",
  "page-layer-2-learn-rollupCards-optimistic-title": "Rollup ottimistici",
  "page-layer-2-learn-rollupCards-optimistic-description": "I raggruppi ottimistici usano prove di errore dove si assume che transazioni siano valida, ma può essere una sfida se si sospetta che una transazione è invalida. Se si ha il sospetto che una transazione è invalida, la prova di errore viene eseguita per vedere se questo si sta verificando.",
  "page-layer-2-learn-rollupCards-optimistic-childSentence": "Approfondimento più sui rollup ottimistici",
  "page-layer-2-learn-rollupCards-zk-title": "Rollup di tipo zero knowledge",
  "page-layer-2-learn-rollupCards-zk-description": "Il raggruppo a conoscenza zerp usa prove di validità dove la calcolazioni delle transazioni sono computate fuori dalla rete. Successivamente questi dati vengono poi forniti alla Mainnet Ethereum con una prova della loro validità.",
  "page-layer-2-learn-rollupCards-zk-childSentence": "Approfondimento sui rollup zk",
  "page-layer-2-learn-dyor-title": "Fai le tue ricerche: Rischi sui livello 2",
  "page-layer-2-learn-dyor-1": "Poichè le reti livello 2 ottengono sicurezza da Ethereum, in un mondo ideale queste sono sicure come le L1 Ethereum. Ad ogni modo, molti progetti<strong> sono ancora giovani e in qualche modo sperimentali</strong>. Dopo anni di R&D molte tecnologie L2 che potevano scalare Ethereum andarono in onda nel 2021. Questo non è per dire che questi L2 non sono sicuri, però nessun livello 2 è a prova di combattimento come la Mainnet Ethereum. Fai sempre le tue proprie ricerche e decidi se ti senti di assumere i rischi associati.",
  "page-layer-2-learn-dyor-2": "Per altre info sulla tecnologia, rischi e sicurezze sulle livello 2 ti consigliamo di dare uno sguardo a L2BEAT, che fornisce un quadro comprensivo dei rischi associati a ciascun progetto.",
  "page-layer-2-learn-dyor-link": "Vai a L2BEAT",
  "page-layer-2-learn-note-on-alt-l1-title": "Una nota sulle alternative L1, reti secondarie e validium",
  "page-layer-2-learn-note-on-alt-l1-1": "Livelli 1 alternativi hanno successo maggiore e commissioni ridotte rispetto a Ethereum. Questi L1 alternativi hanno dovuto sacrificare la sicurezza e la decentralizzazione per poter raggiungere maggiori transazioni al secondo e commissioni ridotte. L'ecosistema di Ethereum è fermamente convinto che l'unico modo per scalare le livello 2 sia quello di risolvere il trilemma della scalabilità, pur restando sicure e decentralizzate.",
  "page-layer-2-learn-note-on-alt-l1-2": "Le reti secondarie e validium sono blockchain che consentono di passare ed essere usate su altre blockchain. Le reti secondari e validium si eseguono in parallelo con la rete principale e interagiscono con la rete principale tramite ponti, ma non ottengono sicureza e disponibilità dalla rete principale. Esse scalano in maniera simile ai livello 2 ma hanno condizioni di fiducia differenti. Offrono commissioni di transazioni ridotte e più elevato successo di conclusione. Di più su <a href=\"/developers/docs/scaling/sidechains\">reti secondarie</a> e <a href=\"/developers/docs/scaling/validium\">validiums</a>.",
  "page-layer-2-learn-callout-1-title": "Quali sono i benefici?",
  "page-layer-2-learn-callout-1-description": "Esplora l'impatto concreto delle soluzioni livello 2 ed esperienza utente.",
  "page-layer-2-learn-learn-more": "Per saperne di più",
  "page-layer-2-learn-callout-2-title": "Esplora reti differenti",
  "page-layer-2-learn-callout-2-description": "Impara come le reti si distinguono l'una dall'altra e quando sono avanzate nel loro sviluppare.",
  "page-layer-2-learn-explore-networks": "Esplora le reti"
}
