{
  "page-wallets-accounts-addresses": "Portafogli, conti e indirizzi",
  "page-wallets-accounts-addresses-desc": "Vale la pena di comprendere le differenze tra alcuni termini chiave.",
  "page-wallets-accounts-ethereum-addresses": "Un conto di Ethereum ha un indirizzo di Ethereum, come una casella ha un indirizzo email. Puoi utilizzarlo per inviare fondi a un conto.",
  "page-wallets-alt": "Figura di un robot con una cassaforte come corpo, rappresentante un portafoglio di Ethereum",
  "page-wallets-ethereum-account": "Un conto di Ethereum è un'entità che può inviare transazioni e ha un saldo.",
  "page-wallets-blog": "Blog di Coinbase",
  "page-wallets-bookmarking": "Salva il tuo portafoglio tra i preferiti",
  "page-wallets-bookmarking-desc": "Se utilizzi un portafoglio web, mettere il sito tra i preferiti ti aiuta a proteggerti da truffe e phishing.",
  "page-wallets-cd": "I portafogli hardware fisici sono dispositivi che consentono di conservare le criptovalute offline e sono molto sicuri",
  "page-wallets-desc-2": "Necessiti di un portafoglio per inviare fondi e gestire i tuoi ETH.",
  "page-wallets-desc-2-link": "Di più su ETH",
  "page-wallets-desc-3": "Il tuo portafoglio è soltanto uno strumento per gestire il tuo conto di Ethereum. Ciò significa che puoi cambiare fornitore del portafoglio in qualsiasi momeento. Inoltre, molti portafogli ti consentono di gestire svariati conti di Ethereum, da una singola applicazione.",
  "page-wallets-desc-4": "Questo perché i portafogli non hanno custodia dei tuoi fondi, tu sì. Sono semplicemente strumenti per gestire ciò che possiedi.",
  "page-wallets-description": "I portafogli di Ethereum sono applicazioni che ti consentono di interagire con il tuo conto di Ethereum. Immaginali come un'app bancaria su Internet, senza la banca. Il tuo portafoglio ti consente di leggere il tuo saldo, inviare transazioni e connetterti alle applicazioni.",
  "page-wallets-desktop": "Applicazioni desktop, se preferisci gestire i tuoi fondi su macOS, Windows o Linux",
  "page-wallets-ethereum-wallet": "Un portafoglio è un prodotto che ti consente di gestire il tuo conto di Ethereum. Ti consente di visualizzare il saldo del tuo conto, inviare transazioni e altro.",
  "page-wallets-explore": "Esplora Ethereum",
  "page-wallets-features-desc": "Possiamo aiutarti a scegliere il tuo portafoglio, a seconda delle funzionalità che ti interessano.",
  "page-wallets-features-title": "Confronta i portafogli a seconda delle funzionalità",
  "page-wallets-find-wallet-btn": "Trova un portafoglio",
  "page-wallets-find-wallet-link": "Trova un portafoglio",
  "page-wallets-get-some": "Ottieni degli ETH",
  "page-wallets-get-some-alt": "Figura di una mano che crea il logo ETH con mattoncini Lego",
  "page-wallets-get-some-btn": "Ottieni ETH",
  "page-wallets-get-some-desc": "Gli ETH sono la criptovaluta nativa di Ethereum. Necessiterai di degli ETH nel tuo portafoglio, per utilizzare le applicazioni di Ethereum.",
  "page-wallets-how-to-store": "Come conservare le risorse digitali su Ethereum",
  "page-wallets-keys-to-safety": "I segreti per mantenere le tue criptovalute al sicuro",
  "page-wallets-manage-funds": "Un'app per gestire i tuoi fondi",
  "page-wallets-manage-funds-desc": "Il tuo portafoglio mostra il tuo saldo, lo storico delle transazioni e ti offre la possibilità di inviare e ricevere fondi. Alcuni portafogli potrebbero offrire dell'altro.",
  "page-wallets-meta-description": "Cosa devi sapere per utilizzare i portafogli di Ethereum.",
  "page-wallets-meta-title": "Portafogli di Ethereum",
  "page-wallets-mobile": "Applicazioni mobili che rendono i tuoi fondi accessibili ovunque",
  "page-wallets-more-on-dapps-btn": "Di più sulle dapp",
  "page-wallets-most-wallets": "Gran parte dei portafogli ti consentiranno di generare un conto di Ethereum. Quindi, non ne necessiti uno, prima di scaricare un portafoglio.",
  "page-wallets-protecting-yourself": "Proteggi te e i tuoi fondi",
  "page-wallets-seed-phrase": "Annota la tua frase di seed",
  "page-wallets-seed-phrase-desc": "Spesso, i portafogli, ti forniranno una frase di seed che devi annotare al sicuro. Questo è il solo modo per poter recuperare il tuo portafoglio.",
  "page-wallets-seed-phrase-example": "Ecco un esempio:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Non salvarla su un computer. Annotala e tienila al sicuro.",
  "page-wallets-slogan": "La chiave per il tuo futuro digitale",
  "page-wallets-stay-safe": "Come rimanere al sicuro",
  "page-wallets-stay-safe-desc": "I portafogli richiedono una mentalità un po' differente, per quanto riguarda la sicurezza. La libertà finanziaria e la capacità di accedere ai fondi e utilizzarli ovunque, richiede un po' di responsabilità: non esiste il supporto clienti per le criptovalute.",
  "page-wallets-subtitle": "I portafogli danno accesso ai tuoi fondi e alle applicazioni di Ethereum. Soltanto tu dovresti avere accesso al tuo portafoglio.",
  "page-wallets-take-responsibility": "Assumiti le responsabilità suoi tuoi fondi",
  "page-wallets-take-responsibility-desc": "Le piattaforme di scambio centralizzate collegheranno il tuo portafoglio a un nome utente e una password, recuperabili con il metodo tradizionale. Basta ricordarsi che si sta affidando a tale piattaforma la custodia sui propri fondi. Se tale azienda viene attaccata o fallisce, i tuoi fondi saranno a rischio.",
  "page-wallets-tips": "Di più sul restare al sicuro",
  "page-wallets-tips-community": "Dalla community",
  "page-wallets-title": "Portafogli Ethereum",
  "page-wallets-triple-check": "Fai un triplo controllo su tutto",
  "page-wallets-triple-check-desc": "Ricordati che le transazioni sono irreversibili e che i portafogli non sono facilmente recuperabili, quindi, prendi le dovute precauzioni e presta sempre attenzione.",
  "page-wallets-try-dapps": "Prova alcune dapp",
  "page-wallets-try-dapps-alt": "Figura dei membri della community Ethereum che lavorano insieme",
  "page-wallets-try-dapps-desc": "Le dapp sono applicazioni basate su Ethereum. Sono più economiche, eque e attente ai tuoi dati, di gran parte delle applicazioni tradizionali.",
  "page-wallets-types": "Tipi di portafogli",
  "page-wallets-types-desc": "Esistono alcuni modi per interfacciarsi a e interagire con il tuo conto:",
  "page-wallets-web-browser": "I portafogli su browser sono applicazioni che ti consentono di interagire con il tuo conto, direttamente sul browser",
  "page-wallets-web-browser-extension": "I portafogli per browser sono estensioni scaricabili, che ti consentono di interagire con il tuo conto e con le applicazioni, tramite il browser",
  "page-wallets-whats-a-wallet": "Cos'è un portafoglio di Ethereum?",
  "page-wallets-your-ethereum-account": "Il tuo conto di Ethereum",
  "page-wallets-your-ethereum-account-desc": "Il tuo portafoglio è la finestra al tuo conto di Ethereum: il tuo saldo, lo storico delle transazioni e altro. Ma puoi cambiare fornitore in qualsiasi momento.",
  "page-wallets-your-login": "Il tuo accesso alle applicazioni di Ethereum",
  "page-wallets-your-login-desc": "Il tuo portafoglio consente di connetterti a qualsiasi applicazione decentralizzata, utilizzando il tuo conto di Ethereum. È come un accesso, utilizzabile su svariate dapp.",
  "additional-reading-how-to-register-an-ethereum-account": "Come \"registrare\" un conto di Ethereum",
  "additional-reading-how-to-use-a-wallet": "Come utilizzare un portafoglio"
}
