{
  "layer-2-arbitrum-note": "Prove di frode solo per gli utenti in lista bianca, non ancora aperta",
  "layer-2-boba-note": "Validazione dello stato in sviluppo",
  "layer-2-optimism-note": "Prove di contestazione in sviluppo",
  "layer-2-hero-title": "Livello 2",
  "layer-2-hero-header": "Ethereum per tutti",
  "layer-2-hero-subtitle": "Ridimensionare Ethereum senza compromettere la sicurezza o la decentralizzazione.",
  "layer-2-hero-alt-text": "Illustrazione di transazioni raggruppate sul Livello 2 e pubblicate sulla Rete Principale di Ethereum",
  "layer-2-hero-button-1": "Cos'è il livello 2",
  "layer-2-hero-button-2": "Utilizzare il livello 2",
  "layer-2-hero-button-3": "Spostarsi al livello 2",
  "layer-2-statsbox-1": "TVL bloccato nel livello 2 (USD)",
  "layer-2-statsbox-2": "Commissione di trasferimento media di ETH nel livello 2 (USD)",
  "layer-2-statsbox-3": "Variazione di TVL sul livello 2 (30 giorni)",
  "layer-2-what-is-layer-2-title": "Cos'è il livello 2?",
  "layer-2-what-is-layer-2-1": "Livello 2 (L2), è un termine collettivo per descrivere una serie specifica di soluzioni di ridimensionamento di Ethereum. <strong>Un livello 2 è una blockchain separata che estende Ethereum e ne eredita le garanzie di sicurezza</strong>.",
  "layer-2-what-is-layer-2-2": "Ora, approfondiremo e, per farlo, dobbiamo spiegare il livello 1 (L1).",
  "layer-2-what-is-layer-1-title": "Cos'è il livello 1?",
  "layer-2-what-is-layer-1-1": "Il Livello 1 è la blockchain di base. Ethereum e Bitcoin sono entrambe blockchain di livello 2, poiché sono le <strong>fondamenta sottostanti, su cui si basano le varie reti di livello 2</strong>. Esempi di progetti di livello 2 includono i \"rollup\" su Ethereum e la Lightning Network su Bitcoin. Tutte le attività di transazione degli utenti su tali progetti di livello 2, possono infine tornare alla blockchain di livello 1.",
  "layer-2-what-is-layer-1-2": "Inoltre, Ethereum opera da livello di disponibilità dei dati per i livelli 2. I progetti di Livello 2 pubblicheranno i dati delle proprie transazioni su Ethereum, affidandosi a esso per la disponibilità dei dati. Questi dati, sono utilizzabili per ottenere lo stato del livello 2, o contestarne le transazioni.",
  "layer-2-what-is-layer-1-list-title": "<strong>Ethereum, in qualità di livello 1, include:</strong>",
  "layer-2-what-is-layer-1-list-1": "<strong>Una rete di operatori dei nodi</strong> per proteggere e convalidare la rete",
  "layer-2-what-is-layer-1-list-2": "<strong>Una rete di produttori di blocchi</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>La blockchain</strong> stessa e lo storico dei dati delle transazioni",
  "layer-2-what-is-layer-1-list-4": "<strong>Il meccanismo di consenso</strong> per la rete",
  "layer-2-what-is-layer-1-list-link-1": "Ancora confusi su Ethereum?",
  "layer-2-what-is-layer-1-list-link-2": "Scopri cos'è Ethereum.",
  "layer-2-why-do-we-need-layer-2-title": "Perché necessitiamo del livello 2?",
  "layer-2-why-do-we-need-layer-2-1": "Tre proprietà desiderabili di una blockchain, sono che sia <strong>decentralizzata, sicura e scalabile</strong>. Il <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">trilemma della blockchain</a> afferma che un'architettura semplice della blockchain possa ottenere soltanto due delle tre. Desideri una blockchain sicura e decentralizzata? Dovrai sacrificarne la scalabilità.",
  "layer-2-why-do-we-need-layer-2-2": "Ethereum ha raggiunto la capacità di rete attuale con <a href=\"https://etherscan.io/chart/tx\" target=\"_blank\">oltre 1 milione di transazioni al giorno</a> e un'elevata domanda per ognuna di esse. Il successo di Ethereum e la sua domanda, hanno causato l'aumento sostanziale dei prezzi del gas. Dunque, è aumentata anche la domanda per necessità di soluzioni di ridimensionamento. È qui che entrano in gioco le reti di livello 2.",
  "layer-2-why-do-we-need-layer-2-scalability": "Scalabilità",
  "layer-2-why-do-we-need-layer-2-scalability-1": "L'obiettivo principale della scalabilità è aumentare la velocità delle transazioni (finalità più veloce) e il volume delle transazioni (più transazioni al secondo), senza sacrificare la decentralizzazione o la sicurezza.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "La community di Ethereum ha preso una forte posizone, relativamente al non ridurre la decentralizzazione o la sicurezza, per poter ridimensionare. Fino alla <a href=\"/roadmap/danksharding/\">frammentazione</a>, la Rete Principale di Ethereum (livello 1), può elaborare soltanto <a href=\"https://ethtps.info/Network/Ethereum\">approssimativamente 15 transazioni al secondo</a>. Quando la domanda di utilizzo di Ethereum è elevata, la rete si congestiona, incrementando le commissioni sulle transazioni e deprezzando gli utenti che non possono permettersi tali commissioni. È qui che, oggi, entra in gioco il livello 2, per ridimensionare Ethereum.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "Di più sulla visione di Ethereum",
  "layer-2-benefits-of-layer-2-title": "Benefici del livello 2",
  "layer-2-lower-fees-title": "Commissioni più basse",
  "layer-2-lower-fees-description": "Combinando più transazioni esterne alla catena in una singola transazione del livello 1, le commissioni di transazione sono ridotte enormemente, rendendo Ethereum più accessibile per tutti.",
  "layer-2-maintain-security-title": "Mantenere la sicurezza",
  "layer-2-maintain-security-description": "Le blockchain di livello 2 regolano le proprie transazioni sulla Rete Principale di Ethereum, consentendo agli utenti di beneficiare della sicurezza della rete di Ethereum.",
  "layer-2-expand-use-cases-title": "Espandere i casi d'uso",
  "layer-2-expand-use-cases-description": "Con più transazioni al secondo, commissioni ridotte e nuove tecnologie, i progetti si espanderanno in applicazioni, con una migliore esperienza per gli utenti.",
  "layer-2-how-does-layer-2-work-title": "Come funziona il livello 2?",
  "layer-2-how-does-layer-2-work-1": "Come menzionato sopra, Livello 2 è un termine collettivo per le soluzioni di ridimensionamento di Ethereum che gestiscono le transazioni al di fuori del livello 1 di Ethereum, pur avvantaggiandosi della sua robusta sicurezza decentralizzata. <strong>Un livello 2 è una blockchain separata che estende Ethereum</strong>. Ma come funziona?",
  "layer-2-how-does-layer-2-work-2": "Una blockchain del livello 2 comunica regolarmente con Ethereum (inviando pacchetti di transazioni), per assicurarsi che abbia garanzie di sicurezza e decentralizzazione simili. Tutto ciò non richiede alcuna modifica al protocollo del livello 1 (Ethereum). Ciò consente al livello 1 di gestire la sicurezza, la disponibilità dei dati e la decentralizzazione, mentre i livelli 2 gestiscono il ridimensionamento. I Livelli 2 riducono il carico di transazioni del livello 1, ripubblicando le prove finalizzate sul livello 1. Rimuovendo tale carico di transazioni dal livello 1, si riduce la congestione del livello di base e tutto diviene più scalabile.",
  "layer-2-rollups-title": "Rollup",
  "layer-2-rollups-1": "I rollup sono al momento la soluzione di livello 2 preferita per ridimensionare Ethereum. Utilizzandoli, gli utenti possono <a href=\"https://l2fees.info/\">ridurre per fino a 100 volte le commissioni sul gas</a>, rispetto al livello 1.",
  "layer-2-rollups-2": "I rollup impacchettano centinaia di transazioni in una singola transazione sul livello 1. Ciò distribuisce le commissioni di transazione del L1 tra tutti i componenti del rollup, rendendole più economiche per ogni utente. Le transazioni raggruppate sono eseguite al di fuori del livello 1, ma i loro dati sono pubblicati su di esso. Pubblicando i dati di transazione sul livello 1, i rollup ereditano la sicurezza di Ethereum. Esistono due approcci differenti ai rollup: ottimistici e a conoscenza zero, che differiscono principalmente nel metodo di pubblicazione dei dati di transazione sul L1.",
  "layer-2-optimistic-rollups-title": "Rollup ottimistici",
  "layer-2-optimistic-rollups-description": "I rollup ottimistici sono tali nel senso che presumono che le transazioni siano valide, ma ciò è contestabile se necessario. Se si sospetta che una transazione non sia valida, è eseguita una prova di contestazione, per verificare che non sia tale.",
  "layer-2-optimistic-rollups-childSentance": "Di più sui rollup ottimistici",
  "layer-2-zk-rollups-title": "Rollup a conoscenza zero (zero-knowledge)",
  "layer-2-zk-rollups-description": "I rollup a conoscenza zero utilizzano le prove di validità, in cui le transazioni sono calcolate all'esterno della catena, quindi, i dati compressi sono forniti alla Rete Principale di Ethereum, come prova della loro validità.",
  "layer-2-zk-rollups-childSentance": "Di più sui rollup ZK",
  "layer-2-dyor-title": "Fai delle verifiche: i rischi del livello 2",
  "layer-2-dyor-1": "Poiché le catene di livello 2 ereditano la sicurezza da Ethereum, in un mondo ideale, sono sicure quanto il L1 di Ethereum. Tuttavia, molti dei <strong>progetti sono ancora giovani e sperimentali</strong>. Dopo anni di ricerca e sviluppo, molte delle tecnologie del L2 che ridimensioneranno Ethereum, sono state lanciate nel 2021. Molti progetti includono ancora ipotesi di fiducia aggiuntive, operando per decentralizzare le proprie reti. Fai sempre le tue ricerche per decidere se sei a tuo agio con qualsiasi possibile rischio.",
  "layer-2-dyor-2": "Per ulteriori informazioni sulla tecnologia, i rischi e le ipotesi di fiducia dei livelli 2, consigliamo di consultare L2BEAT, che fornisce un quadro completo di valutazione dei rischi di ogni progetto.",
  "layer-2-dyor-3": "Vai a L2BEAT",
  "layer-2-use-layer-2-title": "Usa il livello 2",
  "layer-2-use-layer-2-1": "Ora che comprendi perché i livelli 2 esistono e come funzionno, inizia a familiarizzare!",
  "layer-2-contract-accounts": "<strong>NOTA:</strong> Collegandoti e utilizzando il livello 2, è importante notare che controllerai l'indirizzo per il tuo conto EOA (un conto in cui una singola chiave privata controlla tutto), proprio come sulla Rete Principale di Ethereum. Tuttavia, se stai utilizzando il conto di un contraatto, come <a href=\"https://safe.global/\"  target=”_blank”>Safe</a> o <a href=\"https://www.argent.xyz/\"  target=”_blank”>Argent</a>, non avrai il controllo su tale indirizzo su un livello 2, fino aalla ridistribuzione del conto del tuo contratto a tale indirizzo, sul livello 2. Se ti stai collegando con o inviando fondi al conto di un contratto, e non controlli questo indirizzo per il conto del contratto, i tuoi fondi potrebbero andare perduti.",
  "layer-2-use-layer-2-generalized-title": "Livelli 2 generalizzati",
  "layer-2-use-layer-2-generalized-1": "I livelli 2 generalizzati si comportano come Ethereum, ma sono più economici. Tutto ciò che puoi fare sul livello 1 di Ethereum, puoi farlo anche sul livello 2. Molte dapp hanno già iniziato a migrare a queste reti o hanno saltato la Rete Principale, per essere direttamente distribuite su un livello 2.",
  "layer-2-use-layer-2-application-specific-title": "Livelli 2 specifici dell'applicazione",
  "layer-2-use-layer-2-application-specific-1": "I livelli 2 specifici dell'applicazione sono progetti specalizzati nell'ottimizzazione per uno spazio d'applicazione specifico, comportando migliori prestazioni.",
  "layer-2-sidechains-title": "Una nota su catene secondarie, Validium e blockchain alternative",
  "layer-2-sidechains-1": "Le <strong>catene secondarie e i Validium</strong> sono blockchain che consentono il collegamento di risorse da Ethereum e il loro utilizzo su un'altra blockchain. Le catene secondarie e i Validium operano in parallelo con Ethereum, e vi interagiscono tramite i ponti, ma non ne derivano la sicurezza o la disponibilità dei dati.",
  "layer-2-sidechains-2": "Entrambi scalano similmente ai livelli 2: offrono commissioni di transazione ridotte e volumi di transazione maggiori, ma hanno ipotesi di fiducia differenti.",
  "layer-2-more-on-sidechains": "Di più sulle catene secondarie",
  "layer-2-more-on-validiums": "Di più sui Validium",
  "layer-2-sidechains-4": "Alcune <strong>blockchain di livello 1</strong> hanno un volume maggiore e commissioni di transazione inferiori, rispetto a Ethereum. Questi livelli 1 alternativi hanno dovuto <b>sacrificare la sicurezza o la decentralizzazione</b>, per ottenere maggiori transazioni al secondo e commissioni di transazione ridotte.",
  "layer-2-sidechains-5": "L'ecosistema di Ethereum è fermamente allineato sul fatto che <strong>Il ridimensionamento del livello 2 è il solo modo per risolvere il trilemma della scalabilità</strong>, rimanendo decentralizzato e sicuro.",
  "layer-2-onboard-title": "Come arrivare a un livello 2",
  "layer-2-onboard-1": "Esistono due modi principali per portare le tue risorse su un livello 2: collegare i fondi da Ethereum tramite un contratto intelligente, o prelevarli su una piattaforma di scambio, direttamente sulla rete di livello 2.",
  "layer-2-onboard-wallet-title": "Fondi nel tuo portafoglio?",
  "layer-2-onboard-wallet-1": "Se hai già i tuoi ETH nel tuo portafoglio, dovrai utilzzare un ponte per spostarli dalla Rete Principale di Ethereum a un livello 2.",
  "layer-2-more-on-bridges": "Di più sui ponti",
  "layer-2-onboard-wallet-input-placeholder": "Seleziona L2 verso cui vuoi collegarti",
  "layer-2-onboard-wallet-selected-1": "Puoi connetterti a",
  "layer-2-onboard-wallet-selected-2": "usando questi portafogli:",
  "layer-2-bridge": "Ponte",
  "layer-2-onboard-exchange-title": "Fondi su una piattaforma di scambio?",
  "layer-2-onboard-exchange-1": "Alcune piattaforme di scambio centralizzate, offrono ora prelievi e depositi ai livelli 2. Consulta quali piattaforme di scambio supportano i prelievi sul livello 2, e quali livelli 2 supportano.",
  "layer-2-onboard-exchange-2": "Inoltre, necessiterai di un portafoglio su cui prelevare i tuoi fondi.",
  "layer-2-onboard-find-a-wallet": "Trova un portafoglio di Ethereum.",
  "layer-2-onboard-exchange-input-placeholder": "Consulta le piattaforme di scambio che supportano i L2",
  "layer-2-deposits": "Depositi",
  "layer-2-withdrawals": "Prelievi",
  "layer-2-go-to": "Vai a",
  "layer-2-tools-title": "Strumenti per essere efficienti sul livello 2",
  "layer-2-tools-l2beat-description": "L2BEAT è un'ottima risorsa per esaminare le valutazioni di rischio tecnico dei progetti di livello 2. Consigliamo di consultarne le risorse, ricercando progetti di livello 2 specifici.",
  "layer-2-tools-l2fees-description": "L2 Fees ti consente di consultare i costi attuali (in USD), per effettuare le transazioni su livelli 2 differenti.",
  "layer-2-tools-chainlist-description": "Chainlist è un'ottima risorsa per importare la RPC della rete nei portafogli che la supportano. Qui, troverai le RPC per i progetti di livello 2, per aiutare a connetterti.",
  "layer-2-tools-zapper-description": "Gestisci il tuo intero portfolio Web3, dalla DeFi ai NFT, e qualsiasi altra cosa verrà in futuro. Investi nelle opportunità più recenti da un singolo, comodo luogo.",
  "layer-2-tools-zerion-description": "Crea e gestisci il tuo intero portfolio della DeFi da un singolo posto. Scopri oggi il mondo della finanza decentralizzata.",
  "layer-2-tools-debank-description": "Tieni il passo con tutti gli eventi importanti nel mondo del Web3",
  "layer-2-faq-title": "Domande frequenti",
  "layer-2-faq-question-1-title": "Perché non esiste un L2 \"ufficiale\" di Ethereum?",
  "layer-2-faq-question-1-description-1": "Proprio come non esiste alcun client \"ufficiale\" di Ethereum, non esiste alcun livello 2 \"ufficiale\" di Ethereum. Ethereum è privo di permessi: tecnicamente, chiunque può creare un livello 2! Svariati team implementeranno la propria versione di un livello 2 e, l'ecosistema intero beneficierà da una diversità di approcci di progettazione, ottimizzati per casi d'uso differenti. Proprio come abbiamo numerosi client di Ethereum, sviluppati da numerosi teaam, per consentire la diversità nella rete, così saranno sviluppati i livelli 2 in futuro.",
  "layer-2-faq-question-2-title": "Qual è la differenza tra i rollup ottimistici e a conoscenza zero?",
  "layer-2-faq-question-2-description-1": "Sia i rollup ottimistici che quelli a conoscenza zero, raggruppano centinaia di transazioni in una singola transazione sul livello 1. Le transazioni di rollup sono eseguite all'esterno del livello 1, ma i loro dati sono pubblicati sul livello 1.",
  "layer-2-faq-question-2-description-2": "La differenza principale consiste in quali dati sono pubblicati sul livello 1, e in come sono verificati i dati. Le prove di validità (utilizzate dai rollup a conoscenza zero), eseguono i calcoli all'esterno della catena e pubblicano una prova, mentre le prove di contestazione (utilizzate dai rollup ottimistici), eseguono i calcoli all'esterno della catena, soltanto quando si sospetta un errore e devono essere verificati.",
  "layer-2-faq-question-2-description-3": "Al momento, gran parte dei rollup ZK sono specifici per le applicazioni, rispetto ai rollup ottimistici che sono stati largamente generalizzabili.",
  "layer-2-more-info-on-optimistic-rollups": "Di più sui rollup ottimistici",
  "layer-2-more-info-on-zk-rollups": "Di più sui rollup a conoscenza zero",
  "layer-2-faq-question-4-title": "Quali sono i rischi con il livello 2?",
  "layer-2-faq-question-4-description-1": "I progetti di livello 2 presentano rischi aggiuntivi rispetto al possesso di fondi e allo svolgimento di transazioni direttamente sulla Rete Principale di Ethereum. Ad esempio, i sequenziatori potrebbero interrompersi, costringendoti ad attendere, per accedere ai fondi.",
  "layer-2-faq-question-4-description-2": "Ti incoraggiamo a effettuare le tue ricerche, prima di trasferire fondi significativi a un livello 2. Per ulteriori informazioni sulla tecnologia, sui rischi e sulle ipotesi di fiducia dei livelli 2, suggeriamo di consultare <a href=\"https://l2beat.com/?view=risk\">L2BEAT</a>, che fornisce un quadro completo di valutazione dei rischi di ogni progetto.",
  "layer-2-faq-question-4-description-3": "I ponti della blockchain, che facilitano i trasferimenti di risorse al livello 2, sono nelle prime fasi di sviluppo ed è probabile che il design ottimale dei ponti non sia ancora stato scoperto. <a href=\"https://rekt.news/wormhole-rekt/\">Di recente, si sono verificati degli attacchi ai ponti</a>.",
  "layer-2-faq-question-5-title": "Perché alcuni progetti del livello 2 non sono elencati qui?",
  "layer-2-faq-question-5-description-1": "Vogliamo assicurarci di elencare le migliori risorse possibili, così che gli utenti possano navigare per lo spazio di livello 2, in modo sicuro e comodo. Manteniamo un quadro di criteri per la valutazione dei progetti, per la loro inclusione.",
  "layer-2-faq-question-5-view-listing-policy": "Visualizza qui la nostra politica di inserzione dei livelli 2.",
  "layer-2-faq-question-5-description-2": "Chiunque è libero di suggerire l'aggiunta di un livello 2 su ethereum.org. Se esiste un livello 2 di cui ci siamo dimenticati, <a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">ti preghiamo di suggerirlo</a>.",
  "layer-2-further-reading-title": "Lettura consigliate",
  "a-rollup-centric-ethereum-roadmap": "Una tabella di marcia di Ethereum incentrata sui rollup",
  "an-incomplete-guide-to-rollups": "Una guida incompleta ai rollup",
  "polygon-sidechain-vs-ethereum-rollups": "Catena secondaria di Polygon vs. rollup di Ethereum: Approcci al ridimensionamento dei Livelli 2 | Vitalik Buterin e Lex Fridman",
  "rollups-the-ultimate-ethereum-scaling-strategy": "ROLLUP: La strategia definitiva di ridimensionamento di Ethereum? Arbitrum e Optimism spiegati",
  "scaling-layer-1-with-shard-chains": "Ridimensionare il livello 1 con le catene di frammenti",
  "understanding-rollup-economics-from-first-principals": "Comprendere l'economia dei rollup dalle basi",
  "arbitrum-description": "Arbitrum One è un Rollup Ottimistico che mira a dare la sensazione di interagire con Ethereum, ma con costi delle transazioni pari a una frazione del costo sul L1.",
  "optimism-description": "Optimism è un rollup ottimistico veloce, semplice e sicuro, equivalente a Ethereum. Ridimensiona la tecnologia di Ethereum, ridimensionandone i valori tramite il finanziamento retroattivo dei beni pubblici.",
  "boba-description": "Boba è un Rollup Ottimistico, biforcato originariamente da Optimism; una soluzione di ridimensionamento che mira a ridurre le commissioni sul gas, migliorare il volume delle transazioni ed estendere le capacità dei contratti intelligenti.",
  "loopring-description": "La soluzione di L2 zkRollup di Loopring mira a offrire le stesse garanzie di sicurezza della Rete Principale di Ethereum, con un grande incremento della scalabilità: volume incrementato di 1000 volte e costi ridotti allo 0,1% del L1.",
  "zksync-description": "zkSync è una piattaforma di rollup ZK incentrata sugli utenti, di Matter Labs. È una soluzione di ridimensionamento per Ethereum, già attiva sulla sua Rete Principale. Supporta pagamenti, scambi di token e conio di NFT.",
  "zkspace-description": "La piattaforma di ZKSpace consiste in tre parti principali: una DEX AMM di Livello 2 che utilizza la tecnologia dei Rollup ZK, chiamata ZKSwap, un servizio di pagamento chiamato ZKSquare e un mercato di NFT, chiamato ZKSea.",
  "aztec-description": "Aztec Network è il primo Rollup ZK privato su Ethereum, che consente alle applicazioni decentralizzate di accedere a privacy e ridimensionamento.",
  "layer-2-note": "Nota:",
  "layer-2-ecosystem-portal": "Portale dell'Ecosistema",
  "layer-2-token-lists": "Elenchi di Token",
  "layer-2-explore": "Esplora",
  "page-dapps-ready-button": "Via!"
}
