{
  "page-upgrades-vision-2014": "Leggi un post del 2014 riguardante la proof of stake",
  "page-upgrades-vision-2021": "Visualizza un post del blog del 2021 sull'evoluzione della tabella di marcia di Ethereum",
  "page-upgrades-vision-2022": "Visualizza un post del blog del 2022: Guida per Autostoppisti a Ethereum",
  "page-upgrades-vision-2021-updates": "Visualizza un post del blog del 2021 sugli Aggiornamenti del Protocollo di Ethereum",
  "page-upgrades-vision-desc-1": "Ethereum deve ridurre la congestione della rete e aumentare la velocità per servire meglio una base di utenti globale.",
  "page-upgrades-vision-desc-2": "L'esecuzione di un nodo diventa sempre più difficile man mano che la rete cresce. E diventerà ancora più difficile con il lavoro svolto per ampliare la rete.",
  "page-upgrades-vision-desc-3": "Ethereum utilizza troppa energia elettrica. La tecnologia che mantiene la rete sicura deve essere più sostenibile.",
  "page-upgrades-vision-ethereum-node": "Maggiori informazioni sui nodi",
  "page-upgrades-vision-explore-upgrades": "Esplora gli aggiornamenti",
  "page-upgrades-vision-future": "Un futuro digitale su scala globale",
  "page-upgrades-vision-meta-desc": "Una panoramica dell'impatto che gli aggiornamenti avranno su Ethereum e le sfide che dovranno affrontare.",
  "page-upgrades-vision-meta-title": "Visione di Ethereum",
  "page-upgrades-vision-mining": "Maggiori informazioni sul mining",
  "page-upgrades-vision-problems": "Problemi odierni",
  "page-upgrades-vision-scalability": "Scalabilità",
  "page-upgrades-vision-scalability-desc": "Ethereum deve essere in grado di gestire una maggiore quantità di transazioni per secondo senza aumentare la dimensione dei nodi nella rete. I nodi sono elementi essenziali della rete, archiviano ed eseguono la blockchain. Aumentare la dimensione dei nodi non è una soluzione pratica perché solo chi dispone di computer costosi e potenti potrebbe farlo.\nPer ampliarsi, Ethereum ha bisogno di gestire un numero maggiore di transazioni al secondo, abbinate a più nodi. Più nodi significa più sicurezza.",
  "page-upgrades-vision-scalability-desc-3": "Gli aggiornamenti di sharding amplieranno i requisiti di archiviazione dei dati per l'intera rete, non richiedendo più che ogni nodo detenga il 100% dei dati. Sebbene questo non riguardi direttamente il ridimensionamento dell'esecuzione delle transazioni, il problema è risolto direttamente dalle soluzioni di rollup di <a href=\"/layer-2/\">livello 2</a>.",
  "page-upgrades-vision-scalability-desc-4": "I rollup necessitano però di archiviazione economica sul livello 1 per essere più efficienti. Lo sharding darà respiro a Ethereum, massimizzando l'efficienza sui rollup, consentendo miglioramenti esponenziali oltre l'attuale limite di 15-45 transazioni al secondo.",
  "page-upgrades-vision-security": "Sicurezza",
  "page-upgrades-vision-security-desc": "Gli aggiornamenti pianificati migliorano la sicurezza di Ethereum contro gli attacchi coordinati.",
  "page-upgrades-vision-security-desc-3": "Nel Proof of stake una maggiore sicurezza deriva da maggiori disincentivi cripto-economici agli attacchi. Questo perché, utilizzando il Proof of Stake, i validatori che proteggono la rete devono fare staking nel protocollo con importanti quantità di ETH. Se dovessero provare ad attaccare la rete, il protocollo potrebbe automaticamente distruggere i loro ETH.",
  "page-upgrades-vision-security-desc-5": "Tuttavia, è anche importante che gli aggiornamenti che proteggono i validatori dagli attacchi denial-of-service, ne migliorino l'anonimato e che siano presto implementate la costruzione e la propagazione separate del blocco. Questi aggiornamenti proteggono i singoli validatori e l'intera rete dagli attacchi di vitalità e dalla censura.",
  "page-upgrades-vision-security-desc-5-link": "Ulteriori informazioni sul Proof of Stake",
  "page-upgrades-vision-security-desc-8": "Il modello di sicurezza consente inoltre lo sharding. I validatori saranno responsabili di valutare che tutti i dati siano resi disponibili, ma i singoli nodi non dovranno più detenere l'intero storico della catena. Inoltre, è anticipato un nuovo ruolo, noto come un costruttore di blocchi dedicato, che lavorerà insieme ai propositori di blocchi (validatori) per una produzione efficiente e sicura dei blocchi",
  "page-upgrades-vision-security-desc-10": "Staking significa anche che non è necessario investire in hardware d'èlite per partecipare direttamente al consenso. Questo dovrebbe incoraggiare più utenti a diventare validatori, aumentando la decentralizzazione della rete e riducendo la superficie di attacco.",
  "page-upgrades-vision-security-staking": "Punta ETH",
  "page-upgrades-vision-security-validator": "Puoi diventare validatore facendo staking con i tuoi ETH.",
  "page-upgrades-vision-shard-upgrade": "Scopri di più sullo sharding",
  "page-upgrades-vision-staking-lower": "Maggiori informazioni sullo staking",
  "page-upgrades-vision-subtitle": "Far crescere Ethereum fino a che non sarà abbastanza potente per aiutare tutta l'umanità.",
  "page-upgrades-vision-sustainability": "Sostenibilità",
  "page-upgrades-vision-sustainability-desc-1": "Ethereum è ora una blockchain ecosostenibile. Il consumo energetico è stato ridotto di circa il 99,95% quando si è passati dal Proof of Work al Proof of Stake.",
  "page-upgrades-vision-sustainability-desc-2": "Ethereum è ora protetta tramite lo staking, non dalla potenza di calcolo.",
  "page-upgrades-vision-sustainability-desc-3": "Questo aumento della sostenibilità comporta anche benefici di sicurezza: l'ether in staking rende molto più costoso attaccare la catena rispetto alla modalità Proof of Work, ma rende meno costoso proteggerla poiché devono esser emessi meno nuovi ETH per pagare i validatori, rispetto ai miner.",
  "page-upgrades-vision-sustainability-desc-8": "Il passaggio al Proof of Stake ha reso Ethereum più ecosostenibile e sicura. È una piattaforma a basse emissioni carboniche per creare app e organizzazioni.",
  "page-upgrades-vision-sustainability-subtitle": "Ethereum è una blockchain ecosostenibile con una forte sicurezza cripto-economica.",
  "page-upgrades-vision-title": "La Visione di Ethereum",
  "page-upgrades-vision-title-1": "Rete congestionata",
  "page-upgrades-vision-title-2": "Spazio su disco",
  "page-upgrades-vision-title-3": "Troppa energia",
  "page-upgrades-vision-trilemma-cardtext-1": "Gli aggiornamenti di Ethereum la renderanno scalabile, sicura e decentralizzata. Lo sharding la renderà più scalabile, aumentando il numero di transazioni al secondo e contestualmente diminuendo la quantità di energia necessaria per eseguire un nodo e convalidare la catena. La Beacon Chain renderà Ethereum sicura, coordinando i validatori per una serie di dati frammentata. Lo staking abbatterà le barriere alla partecipazione e limiterà le economie di scala, creando una rete più grande e più decentralizzata.",
  "page-upgrades-vision-trilemma-cardtext-2": "Le reti blockchain sicure e decentralizzate richiedono che ogni nodo verifichi tutte le transazioni elaborate dalla catena. Questa mole di lavoro limita il numero di transazioni che possono essere effettuate in un dato momento. Decentralizzazione e sicurezza corrispondono a quello che è oggi la blockchain di Ethereum.",
  "page-upgrades-vision-trilemma-cardtext-3": "Le reti decentralizzate funzionano inviando informazioni sulle transazioni attraverso i nodi - tutta la rete deve essere a conoscenza di ogni cambiamento di stato. Ampliare il numero di transazioni al secondo in una rete decentralizzata crea rischi di sicurezza perché più sono le transazioni, più aumenta il ritardo, più alta sarà la probabilità di un attacco perpetuato mentre le informazioni si spostano.",
  "page-upgrades-vision-trilemma-cardtext-4": "Aumentare le dimensioni e la potenza dei nodi di Ethereum potrebbe aumentare le transazioni al secondo in modo sicuro, ma il requisito hardware limiterebbe chi potrebbe farlo - questo minaccia la decentralizzazione. Si spera che lo sharding e la proof-of-stake permetteranno a Ethereum di scalare aumentando la quantità di nodi, non la dimensione del nodo.",
  "page-upgrades-vision-trilemma-h2": "La sfida dell'ampliamento decentralizzato",
  "page-upgrades-vision-trilemma-modal-tip": "Tocca i cerchi qua sotto per capire meglio i problemi legati a un ampliamento decentralizzato",
  "page-upgrades-vision-trilemma-p": "Un modo semplice per risolvere i problemi di Ethereum sarebbe quello di renderlo più centralizzato, ma la decentralizzazione è troppo importante. È la decentralizzazione che crea la resistenza alla censura di Ethereum, l'apertura, la privacy dei dati e la sicurezza quasi indistruttibile.",
  "page-upgrades-vision-trilemma-p-1": "La visione di Ethereum è quella di essere più scalabile e sicura, ma anche di rimanere decentralizzata. Raggiungere queste 3 qualità è un problema noto come la trilemma della scalabilità.",
  "page-upgrades-vision-trilemma-p-2": "Gli aggiornamenti di Ethereum mirano a risolvere il trilemma, ma ci sono sfide significative.",
  "page-upgrades-vision-trilemma-press-button": "Scegli i pulsanti sul triangolo per capire meglio i problemi legati all'ampliamento decentralizzato.",
  "page-upgrades-vision-trilemma-text-1": "Decentralizzazione",
  "page-upgrades-vision-trilemma-text-2": "Sicurezza",
  "page-upgrades-vision-trilemma-text-3": "Scalabilità",
  "page-upgrades-vision-trilemma-title-1": "Esplora il trilemma della scalabilità",
  "page-upgrades-vision-trilemma-title-2": "Aggiornamenti Ethereum e la scalabilità decentralizzata",
  "page-upgrades-vision-trilemma-title-3": "Sicura e decentralizzata",
  "page-upgrades-vision-trilemma-title-4": "Decentralizzata e scalabile",
  "page-upgrades-vision-trilemma-title-5": "Scalabile e sicura",
  "page-upgrades-vision-understanding": "Comprendere la visione di Ethereum",
  "page-upgrades-vision-upgrade-needs": "La necessità degli aggiornamenti",
  "page-upgrades-vision-upgrade-needs-desc": "Il protocollo Ethereum lanciato nel 2015 ha avuto un incredibile successo. La community di Ethereum però ha sempre saputo che sarebbero stati necessari alcuni aggiornamenti chiave per sbloccare il pieno potenziale di Ethereum.",
  "page-upgrades-vision-upgrade-needs-desc-2": "La domanda elevata sta facendo aumentare le commissioni sulle transazioni, rendendo Ethereum costosa per l'utente medio. Lo spazio su disco necessario per eseguire un client Ethereum sta crescendo rapidamente. Inoltre, l'algoritmo di consenso proof of work che mantiene Ethereum sicura e decentralizzata ha un forte impatto ambientale.",
  "page-upgrades-vision-upgrade-needs-desc-3": "Ethereum ha una serie di aggiornamenti che affrontano questi problemi e altri ancora. Questo set di aggiornamenti è stato originariamente chiamato 'Serenity' e 'Eth2,' e sono stati un'area attiva di ricerca e sviluppo dal 2014.",
  "page-upgrades-vision-upgrade-needs-desc-5": "Ora che la tecnologia è pronta, questi aggiornamenti ri-architetterano Ethereum per renderlo più scalabile, sicuro e sostenibile; per rendere la vita migliore per gli utenti esistenti e coinvolgerne di nuovi. Tutto preservando il valore centrale di Ethereum della decentralizzazione.",
  "page-upgrades-vision-upgrade-needs-desc-6": "Questo significa che non ci sarà un interruttore per la scalabilità. I miglioramenti arriveranno incrementalmente con il tempo.",
  "page-upgrades-vision-upgrade-needs-serenity": "Leggi un post del 2015 a proposito di \"Serenity\""
}
