{
  "page-dapps-1inch-logo-alt": "Logo 1inch",
  "page-dapps-aave-logo-alt": "Logo Aave",
  "page-dapps-add-button": "Suggerisci dapp",
  "page-dapps-add-title": "Aggiungi dapp",
  "page-dapps-audius-logo-alt": "Logo Audius",
  "page-dapps-augur-logo-alt": "Logo Augur",
  "page-dapps-axie-infinity-logo-alt": "Logo Axie Infinity",
  "page-dapps-brave-logo-alt": "Logo Brave",
  "page-dapps-category-arts": "Arte e moda",
  "page-dapps-category-browsers": "Browser",
  "page-dapps-category-collectibles": "Articoli da collezione digitali",
  "page-dapps-category-competitive": "Competizione",
  "page-dapps-category-computing": "Strumenti di sviluppo",
  "page-dapps-category-dex": "Scambio di token",
  "page-dapps-category-investments": "Investimenti",
  "page-dapps-category-lending": "Prestiti",
  "page-dapps-category-lottery": "Crowdfunding",
  "page-dapps-category-marketplaces": "Marketplace",
  "page-dapps-category-music": "Musica",
  "page-dapps-category-payments": "Pagamenti",
  "page-dapps-category-trading": "Mercati di scambio e previsione",
  "page-dapps-category-utilities": "Utilità",
  "page-dapps-category-worlds": "Mondi virtuali",
  "page-dapps-choose-category": "Scegli una categoria",
  "page-dapps-collectibles-benefits-1-description": "Quando un'opera d'arte viene tokenizzata su Ethereum, la proprietà può essere dimostrata da chiunque. Puoi tracciare il percorso dell'opera dalla creazione all'attuale proprietario. Questo previene le falsificazioni.",
  "page-dapps-collectibles-benefits-1-title": "La proprietà è dimostrabile",
  "page-dapps-collectibles-benefits-2-description": "Pagare per riprodurre musica in streaming o acquistare opere d'arte è decisamente più giusto nei confronti degli artisti. Con Ethereum c'è meno bisogno di intermediari. E se gli intermediari sono necessari, i loro costi non sono così elevati perché le piattaforme non hanno bisogno di pagare per l'infrastruttura della rete.",
  "page-dapps-collectibles-benefits-2-title": "Più giusto nei confronti degli autori",
  "page-dapps-collectibles-benefits-3-description": "Gli articoli da collezione tokenizzati sono legati al tuo indirizzo Ethereum, non alla piattaforma. Quindi puoi vendere articoli, come ad esempio oggetti di un gioco, su qualsiasi marketplace Ethereum e non solo all'interno del gioco.",
  "page-dapps-collectibles-benefits-3-title": "Gli articoli da collezione sono legati a te",
  "page-dapps-collectibles-benefits-4-description": "Gli strumenti e i prodotti che ti permettono di tokenizzare le tue opere d'arte e venderle esistono già! E i tuoi token possono essere venduti su qualsiasi piattaforma di articoli da collezione Ethereum.",
  "page-dapps-collectibles-benefits-4-title": "Infrastruttura già esistente",
  "page-dapps-collectibles-benefits-description": "Si tratta di applicazioni incentrate sulla proprietà digitale, che aumentano il potenziale di guadagno per gli autori e inventano nuovi modi per investire nei tuoi autori preferiti e nel loro lavoro.",
  "page-dapps-collectibles-benefits-title": "articoli da collezione decentralizzati e streaming",
  "page-dapps-collectibles-button": "Arte e articoli da collezione",
  "page-dapps-collectibles-description": "Si tratta di applicazioni incentrate sulla proprietà digitale, che aumentano il potenziale di guadagno per gli autori e inventano nuovi modi per investire nei tuoi autori preferiti e nel loro lavoro.",
  "page-dapps-collectibles-title": "Opere d'arte e articoli da collezione decentralizzati",
  "page-dapps-compound-logo-alt": "Logo Compound",
  "page-dapps-cryptopunks-logo-alt": "Logo CryptoPunks",
  "page-dapps-cryptovoxels-logo-alt": "Logo Cryptovoxels",
  "page-dapps-dapp-description-1inch": "Ti aiuta a evitare uno slippage elevato dei prezzi aggregando quelli migliori.",
  "page-dapps-dapp-description-aave": "Presta i tuoi token per ottenere interessi e preleva in qualsiasi momento.",
  "page-dapps-dapp-description-async-art": "Crea, colleziona e scambia #ProgrammableArt. Dipinti digitali divisi in “Livelli” che è puoi usare per influenzare l'immagine generale. Ogni Master e Layer è un token ERC721.",
  "page-dapps-dapp-description-audius": "Piattaforma di streaming decentralizzata. Ascolti = soldi per gli autori, non etichette.",
  "page-dapps-dapp-description-augur": "Scommetti sui risultati di sport, economia e altri eventi mondiali.",
  "page-dapps-dapp-description-axie-infinity": "Scambia e fai combattere creature chiamate Axies. E guadagna mentre giochi. Disponibile su dispositivo mobile",
  "page-dapps-dapp-description-brave": "Guadagna token per navigare sul browser e supporta i tuoi autori preferiti.",
  "page-dapps-dapp-description-compound": "Presta i tuoi token per ottenere interessi e preleva in qualsiasi momento.",
  "page-dapps-dapp-description-cryptopunks": "Acquista, fai un'offerta e metti in vendita punk. Uno dei primi token da collezione su Ethereum.",
  "page-dapps-dapp-description-cryptovoxels": "Crea gallerie d'arte, costruisci negozi e compra terreni. Un mondo virtuale Ethereum.",
  "page-dapps-dapp-description-dark-forest": "Conquista pianeti in un universo infinito, generato proceduralmente e con specifiche crittografiche.",
  "page-dapps-dapp-description-decentraland": "Colleziona, vendi e acquista terre virtuali in un mondo virtuale che puoi esplorare.",
  "page-dapps-dapp-description-dydx": "Apri posizioni corte o con effetto leva fino a 10x. Possibili erogazione e assunzione di prestiti.",
  "page-dapps-dapp-description-ens": "Nomi facili da usare per gli indirizzi Ethereum e siti decentralizzati.",
  "page-dapps-dapp-description-foundation": "Investi in edizioni uniche di opere d'arte digitali e scambiale con altri acquirenti.",
  "page-dapps-dapp-description-gitcoin": "Guadagna criptovalute lavorando con software open-source.",
  "page-dapps-dapp-description-gitcoin-grants": "Crowdfunding per progetti della community Ethereum con contributi amplificati",
  "page-dapps-dapp-description-gods-unchained": "Gioco di carte scambiabili strategico. Guadagna carte giocando e poi vendile nella vita reale.",
  "page-dapps-dapp-description-golem": "Accedi a potenza di calcolo condivisa o noleggia le tue risorse.",
  "page-dapps-dapp-description-loopring": "Piattaforma di trading peer-to-peer realizzata per essere veloce.",
  "page-dapps-dapp-description-marble-cards": "Crea e scambia carte digitali uniche basate su URL.",
  "page-dapps-dapp-description-matcha": "Cerca più cambi per aiutarti a trovare i prezzi migliori.",
  "page-dapps-dapp-description-nifty-gateway": "Acquista opere on-chain dai migliori artisti, atleti, marchi e autori.",
  "page-dapps-dapp-description-oasis": "Scambia, prendi in prestito e risparmia con Dai, uno stablecoin di Ethereum.",
  "page-dapps-dapp-description-opensea": "Acquista, vendi, scopri e scambia beni in edizione limitata.",
  "page-dapps-dapp-description-opera": "Invia criptovalute dal tuo browser a esercenti, altri utenti e app.",
  "page-dapps-dapp-description-polymarket": "Scommetti sui risultati. Effettua negoziazioni sui mercati dell'informazione.",
  "page-dapps-dapp-description-pooltogether": "Una lotteria dove non puoi perdere. Premi ogni settimana.",
  "page-dapps-dapp-description-rarible": "Crea, vendi e compra articoli da collezione tokenizzati.",
  "page-dapps-dapp-description-sablier": "Trasmetti denaro in tempo reale.",
  "page-dapps-dapp-description-superrare": "Acquista opere d'arte digitali direttamente dagli artisti o nei mercati secondari.",
  "page-dapps-dapp-description-token-sets": "Strategie di investimento in criptovalute che si riequilibrano automaticamente.",
  "page-dapps-dapp-description-tornado-cash": "Invia transazioni anonime su Ethereum.",
  "page-dapps-dapp-description-uniswap": "Scambia token in modo facile o fornisci token per ricompense %.",
  "page-dapps-dark-forest-logo-alt": "Logo Dark Forest",
  "page-dapps-decentraland-logo-alt": "Logo Decentraland",
  "page-dapps-desc": "Trova un'applicazione Ethereum da provare.",
  "page-dapps-doge-img-alt": "Figura di un cane che usa un computer",
  "page-dapps-dydx-logo-alt": "Logo dYdX",
  "page-dapps-editors-choice-dark-forest": "Gioca contro altri utenti per conquistare pianeti e prova la tecnologia avanzatissima di scaling/privacy di Ethereum. Forse per coloro che già conoscono Ethereum.",
  "page-dapps-editors-choice-description": "Alcune dapps che il team di ethereum.org adora in questo momento. Esplora più dapps qui sotto.",
  "page-dapps-editors-choice-foundation": "Investi nella cultura. Compra, scambia e vendi opere d'arte digitali uniche e moda da alcuni incredibili artisti, musicisti e marchi.",
  "page-dapps-editors-choice-header": "Scelte da noi",
  "page-dapps-editors-choice-pooltogether": "Acquista un biglietto per la lotteria senza perdita. Ogni settimana, l'interesse generato dall'intera biglietteria viene inviato ad un fortunato vincitore. Riprendi i tuoi soldi quando vuoi.",
  "page-dapps-editors-choice-uniswap": "Scambia i tuoi token con facilità. Uno dei preferiti della community, che ti permette di scambiare token con altri attraverso la rete.",
  "page-dapps-ens-logo-alt": "Logo Ethereum Name Service",
  "page-dapps-explore-dapps-description": "Molte dapp sono ancora in fase sperimentale, e si stanno testando le possibilità delle reti decentralizzate. Ma ci sono già stati successi nelle categorie tecnologia, finanza, giochi e articoli da collezione.",
  "page-dapps-explore-dapps-title": "Esplora le dapp",
  "page-dapps-features-1-description": "Una volta distribuito su Ethereum, il codice di una dapp non può essere rimosso. E chiunque può utilizzare le funzionalità della dapp, anche se il team che le ha sviluppate si è sciolto. Una volta su Ethereum, rimane lì.",
  "page-dapps-features-1-title": "Nessun proprietario",
  "page-dapps-features-2-description": "Nessuno ti può impedire di usare una dapp o di inviare transazioni. Ad esempio, se Twitter fosse su Ethereum, nessuno potrebbe bloccare il tuo account o impedirti di twittare.",
  "page-dapps-features-2-title": "Nessuna censura",
  "page-dapps-features-3-description": "Poiché Ethereum ha ETH, i pagamenti sono nativi di Ethereum. Gli sviluppatori non devono preoccuparsi dell'integrazione con intermediari terzi.",
  "page-dapps-features-3-title": "Pagamenti integrati",
  "page-dapps-features-4-description": "Il codice delle dapp è spesso aperto e compatibile per natura. I team sviluppano regolarmente utilizzando il lavoro di altri. Se vuoi permettere agli utenti di scambiare token nella tua dapp, puoi semplicemente integrare il codice di un'altra dapp.",
  "page-dapps-features-4-title": "Plug and play",
  "page-dapps-features-5-description": "Con la maggior parte delle dapp, non è necessario condividere la tua identità reale. Il tuo account Ethereum è il tuo login e hai solo bisogno di un portafoglio.",
  "page-dapps-features-5-title": "Un solo login anonimo",
  "page-dapps-features-6-description": "La crittografia assicura che un hacker non possa forgiare transazioni e altre interazioni con le dapp per tuo conto. Sei tu che autorizzi azioni dapp con il tuo account Ethereum, di solito tramite il portafoglio, quindi tieni le tue credenziali al sicuro.",
  "page-dapps-features-6-title": "Il potere della crittografia",
  "page-dapps-features-7-description": "Una volta che la dapp è su Ethereum, risulterà non disponibile solo se anche Ethereum non sarà disponibile. Le reti delle dimensioni di Ethereum sono notoriamente difficili da attaccare.",
  "page-dapps-features-7-title": "Addio ai tempi di inattività",
  "page-dapps-finance-benefits-1-description": "I servizi finanziari in esecuzione su Ethereum non hanno requisiti di iscrizione. Se disponi di fondi e di una connessione a Internet, puoi già partire.",
  "page-dapps-finance-benefits-1-title": "Accesso aperto",
  "page-dapps-finance-benefits-2-description": "C'è un intero mondo di token con cui è possibile interagire attraverso questi prodotti finanziari. La gente crea nuovi token su Ethereum in continuazione.",
  "page-dapps-finance-benefits-2-title": "Una nuova economia basata su token",
  "page-dapps-finance-benefits-3-description": "I team hanno creato gli stablecoin, una criptovaluta meno volatile che permette di sperimentare e utilizzare le criptovalute senza i rischi e le incertezze associate.",
  "page-dapps-finance-benefits-3-title": "Stablecoin",
  "page-dapps-finance-benefits-4-description": "I prodotti finanziari nello spazio Ethereum sono tutti modulari e compatibili tra loro. Sul mercato si affacciano nuove configurazioni di questi moduli in continuazione, che aumentano le possibilità offerte dalle criptovalute.",
  "page-dapps-finance-benefits-4-title": "Servizi finanziari interconnessi",
  "page-dapps-finance-benefits-description": "Perché Ethereum permette alle applicazioni finanziarie decentralizzate di prosperare?",
  "page-dapps-finance-benefits-title": "finanza decentralizzata",
  "page-dapps-finance-button": "Finanza",
  "page-dapps-finance-description": "Si tratta di applicazioni incentrate sull'offerta di servizi finanziari tramite criptovalute. Offrono l'equivalente di prestiti, interessi e pagamenti privati, senza richiedere dati personali.",
  "page-dapps-finance-title": "Finanza decentralizzata",
  "page-dapps-foundation-logo-alt": "Logo della Fondazione",
  "page-dapps-gaming-benefits-1-description": "Gli oggetti sono negoziabili sui mercati degli articoli da collezione, che si tratti di terre virtuali o carte scambiabili. Gli oggetti dei tuoi giochi hanno valore reale.",
  "page-dapps-gaming-benefits-1-title": "Gli oggetti dei giochi valgono il doppio come token",
  "page-dapps-gaming-benefits-2-description": "Gli articoli sono tuoi e in alcuni casi anche i tuoi progressi, non delle aziende di gioco. Quindi non perderai nulla se l'azienda che ha creato il gioco viene attaccata, ha un malfunzionamento dei server o fallisce.",
  "page-dapps-gaming-benefits-2-title": "I tuoi salvataggi sono salvi!",
  "page-dapps-gaming-benefits-3-description": "Allo stesso modo i pagamenti di Ethereum possono essere verificati da chiunque, i giochi possono utilizzare questa qualità per garantire equità. In teoria, tutto è verificabile, dal numero di colpi critici alle dimensioni della cassa di guerra di un avversario.",
  "page-dapps-gaming-benefits-3-title": "Correttezza verificabile",
  "page-dapps-gaming-benefits-description": "Perché Ethereum permette alle applicazioni di gaming decentralizzate di prosperare?",
  "page-dapps-gaming-benefits-title": "giochi decentralizzati",
  "page-dapps-gaming-button": "Gaming",
  "page-dapps-gaming-description": "Si tratta di applicazioni che si concentrano sulla creazione di mondi virtuali e sul combattere contro altri giocatori usando articoli da collezione che hanno un valore nel mondo reale.",
  "page-dapps-gaming-title": "Giochi decentralizzati",
  "page-dapps-get-some-eth-description": "Le azioni dapp costano una commissione di transazione",
  "page-dapps-get-started-subtitle": "Per provare una dapp, ti serve un portafoglio e qualche ETH. Un portafoglio ti permetterà di connetterti o di accedere. E avrai bisogno di ETH per pagare tutte le commissioni di transazione.",
  "page-dapps-get-started-title": "Primi passi",
  "page-dapps-gitcoin-grants-logo-alt": "Logo Gitcoin Grants",
  "page-dapps-gitcoin-logo-alt": "Logo Gitcoin",
  "page-dapps-gods-unchained-logo-alt": "Logo Gods Unchained",
  "page-dapps-golem-logo-alt": "Logo Golem",
  "page-dapps-hero-header": "Strumenti e servizi basati su Ethereum",
  "page-dapps-hero-subtitle": "Le dapp sono un movimento crescente di applicazioni che usano Ethereum per interrompere modelli di business o inventarne di nuovi.",
  "page-dapps-how-dapps-work-p1": "Le dapps hanno il proprio codice di backend (smart contract) che viene eseguito su una rete decentralizzata e non su un server centralizzato. Usano la blockchain Ethereum per lo storage dei dati e gli smart contract per la logica delle app.",
  "page-dapps-how-dapps-work-p2": "Uno smart contract è come un insieme di regole presenti on-chain, può essere visto da tutti e funziona in base a tali regole. Immagina un distributore automatico: se inserisci abbastanza monete e selezioni il prodotto corretto, riceverai l'articolo che desideri. E come per i distributori automatici, gli smart contract possono contenere fondi, praticamente come il tuo account Ethereum. Questo permette al codice di mediare accordi e transazioni.",
  "page-dapps-how-dapps-work-p3": "Una volta che le app vengono distribuite sulla rete Ethereum, non è possibile modificarle. Possono essere decentralizzate perché sono controllate dalla logica presente nello smart contract e non da un individuo o da un'azienda.",
  "page-dapps-how-dapps-work-title": "Come funzionano le dapp",
  "page-dapps-learn-callout-button": "Inizia a sviluppare",
  "page-dapps-learn-callout-description": "Il nostro portale degli sviluppatori della community contiene documenti, strumenti e framework per aiutarti a costruire una dapp.",
  "page-dapps-learn-callout-image-alt": "Figura di una mano che costruisce un simbolo ETH da mattoncini di Lego.",
  "page-dapps-learn-callout-title": "Impara a costruire una dapp",
  "page-dapps-loopring-logo-alt": "Logo Loopring",
  "page-dapps-magic-behind-dapps-description": "Le dapp potrebbero sembrare normali app. In realtà, dietro le quinte, hanno alcune qualità speciali, perché ereditano tutti i superpoteri di Ethereum. Questo è ciò che rende le dapp diverse dalle app.",
  "page-dapps-magic-behind-dapps-link": "Cosa rende Ethereum straordinario?",
  "page-dapps-magic-behind-dapps-title": "La magia delle dapp",
  "page-dapps-magic-title-1": "La magia",
  "page-dapps-magic-title-2": "delle",
  "page-dapps-magician-img-alt": "Figura di maghi",
  "page-dapps-marble-cards-logo-alt": "logo marble.cards",
  "page-dapps-matcha-logo-alt": "Logo Matcha",
  "page-dapps-mobile-options-header": "Cerca un'altra categoria",
  "page-dapps-nifty-gateway-logo-alt": "Logo Nifty Gateway",
  "page-dapps-oasis-logo-alt": "Logo Oasis",
  "page-dapps-opensea-logo-alt": "Logo OpenSea",
  "page-dapps-opera-logo-alt": "Logo Opera",
  "page-dapps-polymarket-logo-alt": "Logo Polymarket",
  "page-dapps-pooltogether-logo-alt": "Logo PoolTogether",
  "page-dapps-rarible-logo-alt": "Logo Rarible",
  "page-dapps-ready-button": "Via!",
  "page-dapps-ready-description": "Scegli una dapp da provare",
  "page-dapps-ready-title": "Pronti?",
  "page-dapps-sablier-logo-alt": "Logo Sablier",
  "page-dapps-set-up-a-wallet-button": "Trova portafoglio",
  "page-dapps-set-up-a-wallet-description": "Un portafoglio è il tuo “login” per una dapp",
  "page-dapps-set-up-a-wallet-title": "Configura un portafoglio",
  "page-dapps-superrare-logo-alt": "Logo SuperRare",
  "page-dapps-technology-button": "Tecnologia",
  "page-dapps-technology-description": "Si tratta di applicazioni incentrate sul decentramento degli strumenti di sviluppo, l'integrazione dei sistemi criptoeconomici nella tecnologia esistente e la creazione di mercati per il lavoro di sviluppo open-source.",
  "page-dapps-technology-title": "Tecnologia decentralizzata",
  "page-dapps-token-sets-logo-alt": "Logo Token Set",
  "page-dapps-tornado-cash-logo-alt": "Logo Tornado Cash",
  "page-dapps-uniswap-logo-alt": "Logo Uniswap",
  "page-dapps-wallet-callout-button": "Trova portafoglio",
  "page-dapps-wallet-callout-description": "I portafogli sono a loro volta delle dapp. Trovane uno basato sulle caratteristiche che più ti aggradano.",
  "page-dapps-wallet-callout-image-alt": "Figura di un robot.",
  "page-dapps-wallet-callout-title": "Visualizza i portafogli",
  "page-dapps-warning-header": "Fai sempre ricerche per verificare",
  "page-dapps-warning-message": "Ethereum è una nuova tecnologia e la maggior parte delle applicazioni sono nuove. Prima di depositare grandi quantità di denaro, assicurati di conoscere i rischi.",
  "page-dapps-what-are-dapps": "Cosa sono le dapp?"
}
