{
  "page-roadmap-title": "Roadmap di Ethereum",
  "page-roadmap-meta-title": "Tabella di marcia di Ethereum | ethereum.org",
  "page-roadmap-meta-description": "Il percorso verso una maggiore scalabilità, sicurezza e sostenibilità per Ethereum.",
  "page-roadmap-banner-notification": "Lo sviluppo di Ethereum è guidato dalla community ed è soggetto a modifiche.",
  "page-roadmap-changes-coming-title": "Quali cambiamenti stanno arrivando su Ethereum?",
  "page-roadmap-changes-coming-description": "Ethereum è già una piattaforma potente, ma è in continuo miglioramento. Una serie ambiziosa di miglioramenti aggiornerà Ethereum dalla sua forma attuale in una piattaforma completamente scalata e al massimo resiliente.",
  "page-roadmap-cheaper-transactions-title": "Transazioni più economiche",
  "page-roadmap-cheaper-transactions-description": "I rollup sono troppo costosi e si basano su componenti centralizzati, inducendo gli utenti a fidarsi troppo dei loro operatori. La tabella di marcia include soluzioni per entrambi questi problemi.",
  "page-roadmap-cheaper-transactions-button": "Maggiori informazioni sulla riduzione delle commissioni",
  "page-roadmap-extra-security-title": "Sicurezza maggiore",
  "page-roadmap-extra-security-description": "Ethereum è già molto sicuro, ma può essere reso ancora più forte, pronto a resistere a tutti i tipi di attacco nel futuro.",
  "page-roadmap-extra-security-button": "Di più sulla sicurezza",
  "page-roadmap-better-user-experience-title": "Migliore esperienza utente",
  "page-roadmap-better-user-experience-description": "Un maggiore supporto per i portafogli di contratti intelligenti e i nodi leggeri renderà l'utilizzo di Ethereum più semplice e sicuro.",
  "page-roadmap-better-user-experience-button": "Maggiori informazioni sull'esperienza utente",
  "page-roadmap-future-proofing-title": "A prova di futuro",
  "page-roadmap-future-proofing-description": "I ricercatori e gli sviluppatori di Ethereum stanno risolvendo oggi i problemi di domani, preparando la rete per le generazioni future.",
  "page-roadmap-future-proofing-button": "Maggiori informazioni sulla protezione per il futuro",
  "page-roadmap-why-need-title": "Perché Ethereum necessita di una tabella di marcia?",
  "page-roadmap-why-need-description": "Ethereum riceve aggiornamenti regolari che ne migliorano la scalabilità, la sicurezza o la sostenibilità. Uno dei punti di forza principali di Ethereum è l'adattamento all'emergere di nuove idee dalla ricerca e sviluppo. L'adattabilità conferisce a Ethereum la flessibilità di affrontare le sfide emergenti e di stare al passo con le più avanzate scoperte tecnologiche.",
  "page-roadmap-how-defined-title": "Come viene definita la tabella di marcia",
  "page-roadmap-how-defined-p1": "La tabella di marcia è principalmente il risultato di anni di lavoro da parte di ricercatori e sviluppatori - perché il protocollo è molto tecnico - ma qualsiasi persona motivata può partecipare.",
  "page-roadmap-how-defined-p2": "Le idee di solito nascono come discussioni su un forum come <a href=\"https://ethresear.ch\">ethresear.ch</a>, <a href=\"https://ethereum-magicians.org\">Ethereum Magicians</a> o il server Discord di Eth R&D. Possono essere risposte a nuove vulnerabilità scoperte, suggerimenti da organizzazioni che lavorano nel livello applicativo (come dApp e piattaforme di scambio) o da attriti noti per gli utenti finali (come costi o velocità delle transazioni).",
  "page-roadmap-how-defined-p3": "Quando queste idee maturano, possono essere proposte come <a href=\"https://eips.ethereum.org\">Proposte di miglioramento di Ethereum</a>. Tutto ciò avviene pubblicamente, in modo che chiunque nella community possa intervenire in qualsiasi momento.",
  "page-roadmap-governance-button": "Scopri di più sulla governance di Ethereum",
  "page-roadmap-hero-alt": "Roadmap di Ethereum",
  "page-roadmap-technical-upgrades-title": "Quali aggiornamenti tecnici sono in arrivo per Ethereum?",
  "page-roadmap-danksharding-title": "Danksharding",
  "page-roadmap-danksharding-description": "Il Danksharding rende i rollup L2 molto più economici per gli utenti, aggiungendo \"blob\" di dati ai blocchi di Ethereum.",
  "page-roadmap-single-slot-finality-title": "Finalità dello spazio singolo",
  "page-roadmap-single-slot-finality-description": "Invece di attendere quindici minuti, i blocchi potrebbero essere proposti e finalizzati nello stesso slot. Ciò è più conveniente per le app e difficile da attaccare.",
  "page-roadmap-account-abstraction-title": "Astrazione dell'account",
  "page-roadmap-account-abstraction-description": "L'astrazione dell'account è una classe di aggiornamenti che supporta i portafogli di contratti intelligenti in modo nativo su Ethereum, invece di dover utilizzare middleware complessi.",
  "page-roadmap-statelessness-title": "Assenza di stato",
  "page-roadmap-statelessness-description": "I client stateless saranno in grado di verificare i nuovi blocchi senza dover archiviare grandi quantità di dati. Ciò fornirà tutti i vantaggi dell'esecuzione di un nodo con solo una piccola parte dei costi odierni.",
  "page-roadmap-learn-more": "Per saperne di più",
  "page-roadmap-timeline-title": "Qual è la tempistica per questi aggiornamenti?",
  "page-roadmap-blocks-alt": "Blocchi di Ethereum",
  "page-roadmap-faq-1-title": "La tabella di marcia di Ethereum cambierà nel tempo?",
  "page-roadmap-faq-1-p1": "Sì, quasi definitivamente.",
  "page-roadmap-faq-1-p1-continued": "La tabella di marcia è il piano attuale per l'aggiornamento di Ethereum, che copre sia i piani a breve termine che quelli futuri. Ci aspettiamo che la tabella di marcia cambi man mano che nuove informazioni e tecnologie diventano disponibili.",
  "page-roadmap-faq-1-p2": "Pensa alla tabella di marcia di Ethereum come a un insieme d'intenzioni per migliorare Ethereum; è la migliore ipotesi che i principali ricercatori e sviluppatori fanno sul percorso ottimale di Ethereum.",
  "page-roadmap-faq-2-title": "Quando terminerà la tabella di marcia?",
  "page-roadmap-faq-2-p1": "Alcuni aggiornamenti hanno una priorità minore e potrebbero non essere implementati per i prossimi 5-10 anni (es., la resistenza quantistica).",
  "page-roadmap-faq-2-p1-strong": "Fornire una tempistica precisa per ogni aggiornamento è complicato",
  "page-roadmap-faq-2-p1-continued": "da prevedere, poiché molte voci della tabella di marcia vengono sviluppate in parallelo e a velocità diverse. L'urgenza di un aggiornamento può anche cambiare nel tempo a seconda di fattori esterni (ad esempio, un improvviso salto nelle prestazioni e nella disponibilità dei computer quantistici può rendere più urgente la crittografia a resistenza quantistica).",
  "page-roadmap-faq-2-p2": "Un modo di pensare allo sviluppo di Ethereum è per analogia con l'evoluzione biologica. Una rete in grado di adattarsi alle nuove sfide e di mantenersi in forma ha più probabilità di successo rispetto a una che resiste al cambiamento, anche se, man mano che la rete diventa sempre più performante, scalabile e sicura, saranno necessarie meno modifiche al protocollo.",
  "page-roadmap-faq-3-title": "Devo fare qualcosa per prepararmi a questi aggiornamenti?",
  "page-roadmap-faq-3-p1": "Gli aggiornamenti tendono a non avere un impatto sugli utenti finali, se non fornendo migliori esperienze utente, un protocollo più sicuro e forse più <i>opzioni</i> su come interagire con Ethereum. <strong>Gli utenti abituali non sono tenuti a partecipare attivamente a un aggiornamento, né sono tenuti a fare alcunché** per proteggere i propri beni.</strong> Gli operatori di <a href=\"/glossary/#node\">Nodi</a> dovranno aggiornare i loro client per prepararsi a un aggiornamento. Alcuni aggiornamenti possono comportare modifiche per gli sviluppatori di applicazioni. Ad esempio, gli aggiornamenti di scadenza della cronologia possono portare gli sviluppatori di applicazioni a reperire i dati storici da nuove fonti.",
  "page-roadmap-faq-4-title": "Cos'è la frammentazione?",
  "page-roadmap-faq-4-p1": "La frammentazione (sharding) consiste nel suddividere la blockchain di Ethereum in modo che sottoinsiemi di <a href=\"/glossary/#validator\">validatori</a> siano responsabili solo di una frazione dei dati totali. Inizialmente, questo era il modo in cui Ethereum avrebbe dovuto scalare. Tuttavia, i rollup di <a href=\"/glossary/#layer-2\">livello 2</a> si sono sviluppati molto più velocemente del previsto e hanno già fornito un'ampia scalabilità, e ne forniranno molta di più dopo l'implementazione del Proto-Danksharding. Ciò significa che le \"catene di shard\" non sono più necessarie e sono state eliminate dalla tabella di marcia.",
  "page-roadmap-release-status-prod": "In produzione",
  "page-roadmap-release-status-soon": "In arrivo",
  "page-roadmap-release-status-dev": "In fase di sviluppo",
  "page-roadmap-release-main-features": "Caratteristiche principali",
  "page-roadmap-release-learn-more": "Per saperne di più",
  "page-roadmap-release-forkcast": "Traccia le modifiche",
  "page-roadmap-paris-pos-title": "Transizione a Proof of Stake",
  "page-roadmap-paris-pos-item-1": "Sostituito il mining ad alta intensità energetica con un consenso basato sullo staking",
  "page-roadmap-paris-pos-item-2": "Ridotto il consumo energetico di Ethereum di circa il 99,95%",
  "page-roadmap-paris-beacon-title": "Integrazione della Beacon Chain",
  "page-roadmap-paris-beacon-item-1": "Unita la Beacon Chain con la rete principale di Ethereum",
  "page-roadmap-paris-beacon-item-2": "Abilitata la transizione completa al meccanismo di consenso PoS",
  "page-roadmap-paris-difficulty-title": "Rimozione della Difficulty Bomb",
  "page-roadmap-paris-difficulty-item-1": "Rimossa la difficulty bomb che aumentava la difficoltà del mining",
  "page-roadmap-paris-difficulty-item-2": "Garantita una transizione graduale al nuovo meccanismo di consenso",
  "page-roadmap-shapella-withdrawals-title": "Prelievi di staking",
  "page-roadmap-shapella-withdrawals-item-1": "Abilitato il prelievo da parte dei validatori dei loro ETH in staking e delle ricompense",
  "page-roadmap-shapella-withdrawals-item-2": "Introdotte capacità di prelievo parziale e totale",
  "page-roadmap-shapella-eip4895-title": "EIP-4895: Prelievi push della Beacon Chain",
  "page-roadmap-shapella-eip4895-item-1": "Aggiunta una nuova operazione a livello di sistema per i prelievi",
  "page-roadmap-shapella-eip4895-item-2": "Garantita l'elaborazione sicura ed efficiente delle richieste di prelievo",
  "page-roadmap-shapella-eip3651-title": "EIP-3651: Warm COINBASE",
  "page-roadmap-shapella-eip3651-item-1": "Costi del gas ridotti per l'accesso all'indirizzo COINBASE",
  "page-roadmap-shapella-eip3651-item-2": "Migliorata l'efficienza di alcune operazioni dei contratti intelligenti",
  "page-roadmap-dencun-danksharding-title": "Proto-danksharding (EIP-4844)",
  "page-roadmap-dencun-danksharding-item-1": "Introdotte le transazioni blob per ridurre significativamente i costi delle transazioni dei rollup",
  "page-roadmap-dencun-danksharding-item-2": "Aggiunto un nuovo tipo di transazione che archivia i dati in modo temporaneo ed economico",
  "page-roadmap-dencun-eip1153-title": "EIP-1153: Codici operativi di archiviazione transienti",
  "page-roadmap-dencun-eip1153-item-1": "Aggiunti i codici operativi TSTORE e TLOAD per l'archiviazione temporanea durante l'esecuzione della transazione",
  "page-roadmap-dencun-eip1153-item-2": "Abilita modelli di contratto intelligente più efficienti e riduce i costi del gas",
  "page-roadmap-dencun-eip4788-title": "EIP-4788: Radice del blocco della Beacon Chain nell'EVM",
  "page-roadmap-dencun-eip4788-item-1": "Espone le informazioni del livello di consenso ai contratti intelligenti",
  "page-roadmap-dencun-eip4788-item-2": "Abilita nuove applicazioni a fiducia minimizzata e ponti cross-chain",
  "page-roadmap-pectra-eoa-title": "Migliora i portafogli EOA con la funzionalità dei contratti intelligenti",
  "page-roadmap-pectra-eoa-item-1": "Gli utenti possono impostare il loro indirizzo in modo che sia rappresentato dal codice di un contratto intelligente esistente e ottenere vantaggi come il raggruppamento delle transazioni, la sponsorizzazione delle commissioni di transazione o migliori meccanismi di recupero",
  "page-roadmap-pectra-balance-title": "Aumenta il saldo effettivo massimo",
  "page-roadmap-pectra-balance-item-1": "Gli staker possono ora scegliere un importo arbitrario di ETH da mettere in staking e ricevere ricompense su ogni 1 ETH al di sopra del minimo",
  "page-roadmap-pectra-blob-title": "Aumento del volume dei blob",
  "page-roadmap-pectra-blob-item-1": "Il numero di blob sarà aumentato da 3 a 6 target, con un massimo di 9, con conseguenti commissioni più economiche nei rollup di Ethereum",
  "page-roadmap-fusaka-peerdas-title": "PeerDAS (Peer-to-Peer Data Availability Sampling)",
  "page-roadmap-fusaka-peerdas-item-1": "Abilita una disponibilità dei dati più efficiente per i rollup",
  "page-roadmap-fusaka-peerdas-item-2": "Rende l'esecuzione di un nodo più accessibile, mantenendo la decentralizzazione",
  "page-roadmap-fusaka-additional-title": "Potenziali funzionalità aggiuntive",
  "page-roadmap-fusaka-additional-item-1": "Supporto per enclave sicure su dispositivi mobili per migliorare l'UX",
  "page-roadmap-fusaka-additional-item-2": "Miglioramenti del mercato delle commissioni dei blob",
  "page-roadmap-fusaka-additional-item-3": "Ulteriori miglioramenti all'efficienza dei validatori e alle prestazioni della rete",
  "page-roadmap-glamsterdam-discussed-title": "Pianificato per Glamsterdam",
  "page-roadmap-glamsterdam-discussed-item-1": "Separazione Propositore-Costruttore incorporata (ePBS)",
  "page-roadmap-glamsterdam-discussed-item-2": "Liste di accesso a livello di blocco (BAL)"
}
