{
  "page-what-is-ethereum-meta-title": "Che cos'è Ethereum? Una guida completa | ethereum.org",
  "page-what-is-ethereum-meta-description": "Una panoramica completa su cos'è Ethereum, come funziona, a cosa serve e come iniziare a usarlo o a sviluppare software. Tutto spiegato in termini semplici.",
  "page-what-is-ethereum-title": "Cos'è Ethereum?",
  "page-what-is-ethereum-hero-description-1": "Ethereum è una rete blockchain decentralizzata e una piattaforma di sviluppo software, alimentata dalla criptovaluta ether (ETH).",
  "page-what-is-ethereum-hero-description-2": "Ethereum ospita migliaia di criptovalute e applicazioni nei settori DeFi, NFT, gaming, social media decentralizzati e stablecoin.",
  "page-what-is-ethereum-ethereum-intro-1": "Ethereum è una blockchain pubblica e aperta, lanciata nel luglio del 2015 da uno sviluppatore software chiamato Vitalik Buterin e da un piccolo team di co-fondatori.",
  "page-what-is-ethereum-ethereum-intro-2": "L'idea alla base di Ethereum era semplice. Mentre Bitcoin permette di inviare e ricevere denaro digitale, Ethereum si basa su questo con programmi open-source chiamati <a>contratti intelligenti</a>.",
  "page-what-is-ethereum-ethereum-intro-3": "I <strong>contratti intelligenti</strong> permettono a chiunque di creare i propri asset digitali e applicazioni decentralizzate (dapp) che funzionano 24 ore su 24, 7 giorni su 7, a livello globale. E, a differenza delle banche, delle aziende o altre istituzioni, i contratti intelligenti sono accessibili a chiunque abbia una connessione Internet.",
  "page-what-is-ethereum-ethereum-intro-4": "Dal 2015 Ethereum è cresciuto fino a diventare un ecosistema fiorente di asset digitali come le <strong>stablecoin</strong>, i token non fungibili (<strong>NFT</strong>), e i token di governance, oltre a un vasto mondo di dapp per la finanza decentralizzata (<strong>DeFi</strong>), l'arte e i collezionabili, il gaming e i social media decentralizzati.",
  "page-what-is-ethereum-ethereum-intro-5": "Collettivamente questo sistema è chiamato \"<strong>web3</strong>\", e rappresenta la terza fase di <strong>Internet incentrata sulla proprietà</strong>.",
  "page-what-is-ethereum-ethereum-intro-6": "Ad oggi, Ethereum è utilizzato da <millions>milioni di persone</millions> in tutto il mondo <billions>che detengono miliardi di dollari</billions> in asset e inviano e ricevono <trillions>trilioni di dollari</trillions> tutto l'anno, il tutto senza una banca.",
  "page-what-is-ethereum-ethereum-intro-7": "Al centro di tutto questo c'è la criptovaluta nativa di Ethereum <strong>ether (ETH)</strong>, un nuovo tipo di moneta digitale utilizzata per alimentare l'intera rete.",
  "page-what-is-ethereum-network-title": "Che cos'è la rete Ethereum?",
  "page-what-is-ethereum-network-intro-1": "Puoi pensare alla rete Ethereum come a <strong>un'infrastruttura globale digitale che chiunque può utilizzare</strong> ma di cui nessuno può abusare.",
  "page-what-is-ethereum-network-intro-2": "La rete è fatta di <strong>migliaia di computer indipendenti</strong> in tutto il mondo, chiamati nodi. Questi nodi, gestiti da persone comuni, collaborano per fornire servizi finanziari e applicazioni digitali accessibili a chiunque, ovunque.",
  "page-what-is-ethereum-network-intro-3": "La rete Ethereum ha <strong>3 vantaggi chiave</strong> sulle reti tradizionali proprietà delle istituzioni: la resistenza alla censura, una maggiore sicurezza e un'affidabilità superiore.",
  "page-what-is-ethereum-network-censorship-title": "Resistente alla censura",
  "page-what-is-ethereum-network-censorship-desc-1": "Mentre le applicazioni tradizionali e i servizi finanziari fanno affidamento su banche o corporazioni che possono decidere di bloccare l'accesso o congelare i conti, le dApp (applicazioni decentralizzate) su Ethereum sono resistenti alla censura.",
  "page-what-is-ethereum-network-censorship-desc-2": "Questo perché la rete di nodi di Ethereum registra ogni singola transazione senza discriminazione, e questa regola è inclusa nel codice.",
  "page-what-is-ethereum-network-security-title": "Altamente sicuro",
  "page-what-is-ethereum-network-security-desc-1": "Mentre molte applicazioni oggi sono organizzate su fornitori di cloud come AWS e possono essere vulnerabili a rimozioni e attacchi, le applicazioni decentralizzate su Ethereum sono messe in sicurezza dalla rete stessa. Ogni nodo archivia e sincronizza l'intero stato di Ethereum, contratti inclusi.",
  "page-what-is-ethereum-network-security-desc-2": "Se qualcuno provasse a modificare un contratto, la rete lo rifiuterebbe in quanto non corrisponderebbe ai registri. Per rimuovere una singola applicazione, gli aggressori dovrebbero prendere il controllo dell'intera rete, il che costerebbe loro miliardi e sarebbe estremamente difficile da coordinare.",
  "page-what-is-ethereum-network-reliability-title": "Duraturo e affidabile",
  "page-what-is-ethereum-network-reliability-desc-1": "Il tempo di inattivà su piattaforme di cloud hosting può causare l'interruzione delle applicazioni, ma la struttura di Ethereum garantisce una disponibilità continua. La rete continuerà a funzionare anche se alcuni reti vanno offline a causa di bug software, restrizioni governative, disastri naturali o guerre.",
  "page-what-is-ethereum-network-reliability-desc-2": "Milioni di persone utilizzano migliaia di dApp su Ethereum ogni giorno. Mentre la grande domanda può portare ad alte commissioni di transazione, essa si riflette nella forza di una rete che da priorità alla sicurezza, alla decentralizzazione e alla garanzia di essere sempre disponibile quando ne hai bisogno.",
  "page-what-is-ethereum-network-layer2-title": "Estensioni di Ethereum (Livello 2)",
  "page-what-is-ethereum-network-layer2-desc-1": "Diversi team hanno creato reti di Livello 2 (L2) che funzionano sopra Ethereum per aumentarne la capacità. Le L2 agiscono come corsie preferenziali, rendendo le transazioni più veloci e meno costose, talvolta costando in media meno di un centesimo.",
  "page-what-is-ethereum-network-layer2-desc-2": "Alcune delle L2 più popolari, incluse <optimism>Optimism</optimism>, <arbitrum>Arbitrum</arbitrum>, <zksync>ZKSync</zksync>, e <base>Base</base>, ora eseguono milioni di transazioni del valore di miliardi di dollari ogni anno.",
  "page-what-is-ethereum-network-learn-more": "Scopri di più sulla rete Ethereum",
  "page-what-is-ethereum-ether-title": "Cos'è ether (ETH)?",
  "page-what-is-ethereum-ether-intro-1": "Ether (ETH) è la criptovaluta nativa di Ethereum.",
  "page-what-is-ethereum-ether-intro-2": "È una nuovo tipo di <strong>denaro digitale che puoi inviare a chiunque e ovunque nel mondo nel giro di pochi secondi</strong> solo per pochi centesimi. Ma ETH non riguarda solo i pagamenti: gioca un ruolo vitale nel mantenere in funzione la rete Ethereum.",
  "page-what-is-ethereum-ether-intro-3": "Quando utilizzi Ethereum per inviare denaro, collezionare arte o costruire una nuova dApp, pagherai una piccola <strong>tariffa di transazione</strong> (o commissione sul gas) <strong>in ETH</strong>. Questa commissione aiuta a prevenire lo spam e ricompensa le persone chiamate validatori che eseguono le transazioni.",
  "page-what-is-ethereum-ether-intro-4": "Questi <strong>validatori aiutano a mettere in sicurezza la rete Ethereum</strong> attraverso un sistema chiamato staking. Bloccando il proprio ETH, diventano idonei a elaborare le transazioni. In cambio, guadagnano ETH come ricompensa. Questo dà a Ethereum una propria economia autosufficente, alimentata dagli utenti piuttosto che dalle aziende.",
  "page-what-is-ethereum-ether-intro-5": "Diversamente dalle valute tradizionali, <strong>ETH può diventare più scarso nel corso del tempo</strong>. Ogni volta che qualcuno usa Ethereum, una piccola porzione di ETH viene bruciata, cioè rimossa in modo permanente dalla circolazione. Durante i giorni intensi, viene bruciato più l'ETH di quanto ne venga creato, rendendo ETH deflazionistico e aumentandone il valore nel tempo. Più la rete Ethereum viene usata e più ETH viene bruciato.",
  "page-what-is-ethereum-ether-intro-6": "Per questo, molte persone vedono ETH come un investimento e decidono di tenerlo, metterlo in staking o prestarlo per far crescere i propri risparmi.",
  "page-what-is-ethereum-ether-learn-more": "Scopri di più su Ether (ETH)",
  "page-what-is-ethereum-how-title": "Come funziona Ethereum?",
  "page-what-is-ethereum-how-intro-1": "Quando Ethereum <strong>è stata lanciata nel 2015</strong> utilizzava un sistema chiamato proof of work.",
  "page-what-is-ethereum-how-intro-2": "Questo meccanismo, introdotto da Bitcoin, è il modo in cui tutti i computer si accordavano su chi possedesse cosa. I computer consumavano molta energia nel tentativo di risolvere un complesso enigma matematico. Il vincitore poteva proporre un blocco di transazioni in entrata e guadagnare nuovi ETH.",
  "page-what-is-ethereum-how-intro-3": "Nel 2022, Ethereum si è aggiornato a un nuovo sistema chiamato <strong>proof of stake</strong> <a>che è il 99% più efficiente in termini di energia</a>. Invece di puzzle matematici, i validatori bloccano il proprio ETH in un deposito sicuro per guadagnare il diritto di elaborare transazioni.",
  "page-what-is-ethereum-how-intro-4": "Se lo fanno correttamente guadagnano ETH. Se barano perdono parte dell'ETH messo in staking.",
  "page-what-is-ethereum-how-intro-5": "Ecco un esempio:",
  "page-what-is-ethereum-how-example-1-title": "Quando invii 10 dollari di stablecoin a un amico su Ethereum:",
  "page-what-is-ethereum-how-example-1-step-1": "Apri il tuo portafoglio, aggiungi l'indirizzo del conto a cui inviare e l'importo, quindi clicca su Invia.",
  "page-what-is-ethereum-how-example-1-step-2": "Il tuo portafoglio firma il pagamento e lo trasmette alla rete.",
  "page-what-is-ethereum-how-example-1-step-3": "Il pagamento aspetta nella coda pubblica (mempool) fino a quando un proponente del blocco lo prende.",
  "page-what-is-ethereum-how-example-1-step-4": "Il proponente del blocco lo aggiunge al nuovo blocco di transazioni, lo trasmette e guadagna una commissione.",
  "page-what-is-ethereum-how-example-1-step-5": "Il contratto delle stablecoin muove i 10 dollari da te al tuo amico ed entrambi i portafogli vengono aggiornati.",
  "page-what-is-ethereum-how-example-1-step-6": "Una rete globale di validatori ricontrolla e attesta la validità delle modifiche.",
  "page-what-is-ethereum-how-example-2-title": "Quando coni un oggetto da collezione da 5 dollari su Ethereum:",
  "page-what-is-ethereum-how-example-2-step-1": "Connetti il tuo portafoglio alla dApp e scegli l'articolo da coniare.",
  "page-what-is-ethereum-how-example-2-step-2": "Confermi l'acquisto; il portafoglio firma e trasmette la transazione.",
  "page-what-is-ethereum-how-example-2-step-3": "La richiesta di conio si aggrega alla mempool e viene aggiunta a un blocco da un validatore.",
  "page-what-is-ethereum-how-example-2-step-4": "Il contratto intelligente NFT registra il tuo portafoglio come il nuovo proprietario.",
  "page-what-is-ethereum-how-example-2-step-5": "Il tuo nuovo oggetto collezionabile appare nel tuo portafoglio pochi secondi dopo.",
  "page-what-is-ethereum-how-outro-1": "Tutto questo è possibile grazie al potere dei contratti intelligenti; programmi open-source che vivono su Ethereum e vengono eseguiti 24 su 24, 7 giorni su 7, 365 giorni l'anno e sono accessibili a chiunque, ovunque.",
  "page-what-is-ethereum-how-outro-2": "<strong>Tutte le transazioni, gli aggiornamenti e le azioni sono sincronizzati tra migliaia di nodi indipendenti.</strong> Questo dà a Ethereum la sua affidabilità, trasparenza e resistenza alla censura.",
  "page-what-is-ethereum-how-learn-more-1": "Scopri di più su come funziona Ethereum",
  "page-what-is-ethereum-how-learn-more-2": "Leggi la documentazione per sviluppatori per una panoramica tecnica su Ethereum",
  "page-what-is-ethereum-what-title": "Per cosa è utilizzato Ethereum?",
  "page-what-is-ethereum-what-intro-1": "Le persone usano Ethereum per fare cose che non erano possibili prima.",
  "page-what-is-ethereum-what-intro-2": "Contadini in Kenya possono ricevere <insurance>un'assicurazione automatizzata sui loro raccolti</insurance> senza rivolgersi a una banca. Aziende come <strong>Visa</strong> possono lanciare <payment>nuovi sistemi di pagamento che funzionano a livello globale</payment> dal primo giorno. Organizzazioni globali come le <strong>Nazioni Unite</strong> possono portare <aid>aiuti ai rifugiati</aid> risparmiando milioni in commissioni bancarie.",
  "page-what-is-ethereum-what-intro-3": "Queste dApp e asset funzionano su Ethereum utilizzando il codice open-source e non possono essere ristrette, censurate o disattivate.",
  "page-what-is-ethereum-what-intro-4": "Ecco come gruppi differenti usano Ethereum oggi:",
  "page-what-is-ethereum-what-consumers-title": "Consumatori",
  "page-what-is-ethereum-what-consumers-desc-1": "Milioni di persone utilizzano già dApp su Ethereum per muovere denaro, fare trading e possedere asset digitali ogni giorno. Diversamente dalle app tradizionali, non c'è bisogno di registrarsi con il nome, aspettare l'approvazione di una banca o fornire i tuoi dati personali.",
  "page-what-is-ethereum-what-consumers-desc-2": "Solo con un portafoglio e una connessione Internet puoi:",
  "page-what-is-ethereum-what-consumers-benefit-1": "<strong>Accedere a servizi finanziari senza un conto bancario</strong> o uno storico creditizio",
  "page-what-is-ethereum-what-consumers-benefit-2": "<strong>Possedere oggetti collezionabili digitali</strong>, arte e asset che non possono essere copiati o confiscati",
  "page-what-is-ethereum-what-consumers-benefit-3": "Accedere alle dApp utilizzando il tuo portafoglio, non la tua email, <strong>senza password e senza che siano necessarie informazioni personali</strong>",
  "page-what-is-ethereum-what-consumers-benefit-4": "Partecipare a community globali dove puoi votare, contribuire e guadagnare senza confini",
  "page-what-is-ethereum-what-businesses-title": "Aziende e sviluppatori",
  "page-what-is-ethereum-what-businesses-benefit-1": "Lanciare dApp con sistemi di pagamenti globali inclusi fin da subito",
  "page-what-is-ethereum-what-businesses-benefit-2": "Distribuire contratti a prova di manomissione che <strong>applicano automaticamente gli accordi</strong>",
  "page-what-is-ethereum-what-businesses-benefit-3": "Creare prodotti finanziari sui quali chiunque può sviluppare e generare valore",
  "page-what-is-ethereum-what-businesses-example": "Per esempio, <a>PayPal ha lanciato la propria stablecoin, PYUSD, su Ethereum</a>. Questo è un segno che anche le più grandi compagnie mondiali di pagamenti vedono i benefici della natura aperta e programmabile di Ethereum.",
  "page-what-is-ethereum-what-governments-title": "Governi",
  "page-what-is-ethereum-what-governments-intro": "Anche i governi stanno iniziando a esplorare le possibilità offerte da Ethereum.",
  "page-what-is-ethereum-what-governments-benefit-1": "<strong>Distribuire fondi pubblici</strong> e benefici direttamente ai cittadini in completa trasparenza",
  "page-what-is-ethereum-what-governments-benefit-2": "<strong>Emettere documenti d'identità digitali</strong> o registri verificabili e portabili oltre i confini",
  "page-what-is-ethereum-what-governments-benefit-3": "Sviluppare <strong>un'infrastruttura pubblica a prova di manomissione per il voto</strong>, titoli fondiari e registri",
  "page-what-is-ethereum-what-governments-example-1": "In un altro caso, il Ministero della Trasformazione Digitale dell'Ucraina <a>ha usato Ethereum per distribuire aiuti durante la guerra</a>.",
  "page-what-is-ethereum-what-governments-example-2": "I fondi furono inviati direttamente ai cittadini e alle ONG utilizzando contratti intelligenti, fornendo trasparenza, velocità e affidabilità durante una crisi.",
  "page-what-is-ethereum-what-learn-more": "Scopri di più su come viene utilizzato Ethereum",
  "page-what-is-ethereum-start-title": "Come iniziare a utilizzare Ethereum",
  "page-what-is-ethereum-start-intro-1": "Iniziare con Ethereum è più facile di quello che pensi.",
  "page-what-is-ethereum-start-intro-2": "Non hai bisogno di permessi. Non hai bisogno di una banca e neppure di un documento d'identità. Tutto ciò di cui hai bisogno per iniziare sono un dispositivo e di una connessione Internet.",
  "page-what-is-ethereum-start-individuals-title": "Per utenti privati",
  "page-what-is-ethereum-start-individuals-desc-1": "Il primo passo è scaricare un portafoglio.",
  "page-what-is-ethereum-start-individuals-desc-2": "Immaginalo come un’app che funge sia da conto personale sia da browser per navigare su Ethereum.\nTi permette di gestire le tue criptovalute, accedere alle dApp e inviare o ricevere asset digitali come token e NFT.",
  "page-what-is-ethereum-start-individuals-desc-3": "Portafogli popolari come <zerion>Zerion</zerion>, <rainbow>Rainbow</rainbow>, e <coinbase>Coinbase Wallet</coinbase> sono gratuiti e facili da utilizzare. Una volta che il tuo portafoglio è configurato, potrai:",
  "page-what-is-ethereum-start-individuals-step-1": "Acquistare una piccola quantità di ETH in una piattaforma di scambio o direttamente da alcuni portafogli",
  "page-what-is-ethereum-start-individuals-step-2": "Utilizzare gli ETH acquistati per pagare le transazioni come inviare token o collezionare NFT",
  "page-what-is-ethereum-start-individuals-step-3": "Esplorare dApp come <zora>Zora</zora>, <uniswap>Uniswap</uniswap>, o <farcaster>Farcaster</farcaster>, senza il bisogno di nuovi accessi o approvazioni",
  "page-what-is-ethereum-start-individuals-desc-4": "Queste priorità aiuteranno a garantire che Ethereum sia sicura, scalabile e facile da usare, dato che sempre più persone fanno affidamento sulla rete ogni giorno.",
  "page-what-is-ethereum-start-individuals-desc-5": "Queste dApp vengono eseguite nel tuo browser e funzionano con il tuo portafoglio immediatamente. Puoi iniziare a utilizzare Ethereum nel giro di pochi minuti.",
  "page-what-is-ethereum-start-individuals-cta-1": "Inizia da qui",
  "page-what-is-ethereum-start-individuals-cta-2": "Vedi le app",
  "page-what-is-ethereum-start-developers-title": "Per gli sviluppatori",
  "page-what-is-ethereum-start-developers-desc-1": "Ethereum è un parco giochi per gli sviluppatori. Puoi iniziare a creare senza bisogno di permessi, approvazioni o perfino soldi veri.",
  "page-what-is-ethereum-start-developers-desc-2": "La <a>documentazione per sviluppatori di Ethereum</a> ti guida in tutto ciò che ti serve, dalla scrittura del tuo primo contratto intelligente fino alla sua distribuzione sulle reti di test come Sepolia.",
  "page-what-is-ethereum-start-developers-desc-3": "Puoi sviluppare dApp full-stack con strumenti come <hardhat>Hardhat</hardhat>, <foundry>Foundry</foundry> e <ethers>Ethers.js</ethers> oppure sperimentare con piattaforme low-code come <thirdweb>thirdweb</thirdweb> o <moralis>Moralis</moralis>.",
  "page-what-is-ethereum-start-developers-desc-4": "Tutto è componibile e open-source, quindi puoi riutilizzare e sviluppare ciò che esiste già, senza dover chiedere alcun permesso.",
  "page-what-is-ethereum-start-developers-cta": "Inizia a creare su Ethereum",
  "page-what-is-ethereum-start-business-title": "Usa Ethereum in azienda",
  "page-what-is-ethereum-start-business-desc-1": "Le imprese stanno già usando Ethereum per alimentare nuove infrastrutture.",
  "page-what-is-ethereum-start-business-desc-2": "Molte imprese stanno iniziando con le reti L2 come Optimism e Base per supportare casi di utilizzo dai grandi volumi. Queste reti offrono commissioni inferiori, velocità superiori e allo stesso tempo beneficiano della sicurezza di Ethereum rimuovendo il rischio di controparte.",
  "page-what-is-ethereum-start-business-desc-3": "Puoi:",
  "page-what-is-ethereum-start-business-benefit-1": "Lanciare programmi di fedeltà modulari che aumentano la fidelizzazione e tagliano i costi di terze parti",
  "page-what-is-ethereum-start-business-benefit-2": "Tokenizzare asset come biglietti, coupon o certificati per ridurre rischi di frode o rivendita",
  "page-what-is-ethereum-start-business-benefit-3": "Abilitare pagamenti globali immediati per abbassare i costi di transazione e aprire a nuovi mercati",
  "page-what-is-ethereum-start-business-example": "Per esempio, nel 2025, <a>Shopify è stata lanciata su Base</a> permettendo ai consumatori di spendere stablecoin con milioni di esercenti intorno al mondo.",
  "page-what-is-ethereum-start-business-cta": "Usa Ethereum in azienda",
  "page-what-is-ethereum-bitcoin-title": "Qual è la differenza tra Ethereum e Bitcoin?",
  "page-what-is-ethereum-bitcoin-intro-1": "Bitcoin ed Ethereum sono i le due più grandi criptovalute nel mondo.",
  "page-what-is-ethereum-bitcoin-intro-2": "Entrambe consentono di inviare denaro senza dover passare per una banca, entrambe sfruttano la tecnologia blockchain ed entrambe sono <strong>aperte a chiunque</strong>. Ma le somiglianze finiscono qui.",
  "page-what-is-ethereum-bitcoin-comparison-1-title": "Bitcoin è come l'oro digitale.",
  "page-what-is-ethereum-bitcoin-comparison-1-desc": "Ha una fornitura fissa di 21 milioni di monete, un focus limitato sui pagamenti peer-to-peer e un linguaggio di scripting di base che limita ciò che è possibile creare con esso. Questa semplicità è intenzionale, poiché Bitcoin privilegia prevedibilità, durabilità e sicurezza a lungo termine rispetto alla flessibilità.",
  "page-what-is-ethereum-bitcoin-comparison-2-title": "Ethereum ha un approccio più ampio.",
  "page-what-is-ethereum-bitcoin-comparison-2-desc": "Non si tratta solo di denaro, ma di un'infrastruttura programmabile. Oltre a inviare e ricevere valore, Ethereum permette agli sviluppatori di creare applicazioni complete. L'hai già visto in azione: dai mercati di prestito e dalle stablecoin agli oggetti collezionabili, ai social media e ai pagamenti in tempo reale... tutto alimentati dai contratti intelligenti e messi in sicurezza dall'ETH.",
  "page-what-is-ethereum-bitcoin-comparison-3-title": "Anche il modo in cui le reti raggiungono il consenso è diverso.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-1": "Bitcoin utilizza minatori per mettere in sicurezza la rete. Si tratta di potenti computer che competono per risolvere puzzle complessi, e il vincitore può aggiungere il prossimo blocco di transazioni alla catena e richiedere bitcoin come ricompensa. Questo processo è chiamato minare e utilizza una grande quantità di elettricità.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-2": "Anche Ethereum funzionava così prima. Ma nel 2022 è passata da proof of work a proof of stake. Oggi le transazioni sono confermate da validatori che bloccano ETH come garanzia. I validatori onesti guadagnano ricompense ETH mentre i disonesti perdono parti del loro staking. Questo cambiamento ha reso Ethereum il 99.988% più efficiente energeticamente senza sacrificarne la sicurezza o la decentralizzazione.",
  "page-what-is-ethereum-bitcoin-comparison-4-title": "C'è anche una differenza nel modo in cui è gestita la fornitura.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-1": "Bitcoin ha una fornitura fissa. Ci saranno sempre e solo 21 milioni di monete. Ethereum, dall'altro lato, ha una fornitura dinamica. Nuovo ETH viene emesso come ricompensa ai validatori, mentre una porzione viene bruciata con ogni transazione. Questo significa che <strong>Ethereum non può semplicemente \"emettere ETH in maniera illimitata.\"</strong>",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-2": "Il tasso di emissione è limitato da quanto ETH viene messo in staking. Più ETH è in staking e più le ricompense individuali diminuiscono, creando un equilibrio naturale. Questa struttura assicura un budget di sicurezza sostenibile anche in futuro, senza dover far affidamento solo sulle commissioni di transazione.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-3": "In breve, Bitcoin è uno strumento per inviare valore. Ethereum è una piattaforma per costruire valore.",
  "page-what-is-ethereum-bitcoin-learn-more": "Scopri di più sulla differenza tra Ethereum e Bitcoin",
  "page-what-is-ethereum-when-who-title": "Quando è stato lanciato Ethereum, chi l'ha fondato e chi lo gestisce adesso?",
  "page-what-is-ethereum-when-who-intro-1": "Fin dall'inizio, Ethereum è stato progettato per essere gestito dalla sua community.",
  "page-what-is-ethereum-when-who-intro-2": "Nel 2013, Vitalik Buterin pubblicò una white paper proponendo un nuovo tipo di blockchain per denaro e applicazioni utilizzabili da chiunque. L'idea si diffuse rapidamente.",
  "page-what-is-ethereum-when-who-intro-3": "Nel 2014, co-fondatori come Gavin Wood e Joseph Lubin si unirono all'iniziativa e il team raccolse fondi tramite una delle prime campagne di crowfunding nel settore delle criptovalute.",
  "page-what-is-ethereum-when-who-intro-4": "Ethereum fu lanciata ufficialmente nel luglio del 2015.",
  "page-what-is-ethereum-when-who-history-title": "I momenti chiave della storia di Ethereum",
  "page-what-is-ethereum-when-who-history-2013": "Nel 2013, Vitalik Buterin pubblicò una white paper proponendo un nuovo tipo di blockchain per denaro e applicazioni utilizzabili da chiunque. L'idea si diffuse rapidamente.",
  "page-what-is-ethereum-when-who-history-2014": "La Ethereum Foundation viene formata e lancia una campagna di crowfunding",
  "page-what-is-ethereum-when-who-history-2015": "Gli sviluppatori lanciano la rete Ethereum con la versione <em>Frontier</em>",
  "page-what-is-ethereum-when-who-history-2016": "Un exploit nel contratto intelligente prosciuga 60 milioni di dollari (3,6 milioni di ETH) da DAO causando una biforcazione della blockchain",
  "page-what-is-ethereum-when-who-history-2020": "Il lancio della Beacon Chain inizia la transizione a Proof-of-Stake",
  "page-what-is-ethereum-when-who-history-2021": "L'aggiornamento <em>London</em> inizia a bruciare le commissioni di gas attraverso EIP-1559",
  "page-what-is-ethereum-when-who-history-2022": "<em>La Fusione</em> rimpiazza il mining con lo staking, tagliando l'utilizzo di energie del 99%",
  "page-what-is-ethereum-when-who-history-2025": "L'aggiornamento <em>Pectra</em> migliora il supporto dei portafogli intelligenti e la compatibilità L2",
  "page-what-is-ethereum-when-who-governance-1": "Oggi non esiste una singola persona o azienda che gestisca Ethereum.",
  "page-what-is-ethereum-when-who-contributors-title": "La rete è mantenuta da un ampio gruppo di collaboratori:",
  "page-what-is-ethereum-when-who-contributors-1": "Sviluppatori che scrivono e propongono aggiornamenti",
  "page-what-is-ethereum-when-who-contributors-2": "Operatori di nodi che contribuiscono a distribuire l'infrastruttura fisica",
  "page-what-is-ethereum-when-who-contributors-3": "Staker che convalidano le transazioni",
  "page-what-is-ethereum-when-who-contributors-4": "Membri della comunità che sviluppano gli strumenti e la cultura",
  "page-what-is-ethereum-when-who-contributors-5": "<strong>Tu</strong> che utilizzi la rete",
  "page-what-is-ethereum-when-who-governance-2": "<strong>Non c'è un CEO, un consiglio direttivo o un'autorità centrale.</strong> La Ethereum Foundation continua a finanziare ricerca e sviluppo ma l'ecosistema funziona su partecipazione aperta.",
  "page-what-is-ethereum-when-who-governance-3": "Le modifiche sono proposte attraverso le <eips>Proposte di miglioramento di Ethereum (EIP)</eips>, discusse pubblicamente, e solamente se <governance>la community allargata le supporta</governance>.",
  "page-what-is-ethereum-when-who-governance-4": "Questo rende Ethereum più lento nei cambiamenti di una startup, ma allo stesso tempo è molto più difficile interromperne l'attività o prenderne il controllo.",
  "page-what-is-ethereum-when-who-learn-more": "Scopri di più sulla storia di Ethereum",
  "page-what-is-ethereum-roadmap-title": "Qual è la tabella di marcia di Ethereum per il 2025?",
  "page-what-is-ethereum-roadmap-intro-1": "Ethereum non segue una tabella di marcia fissa. Segue una visione condivisa.",
  "page-what-is-ethereum-roadmap-intro-2": "Gli aggiornamenti della rete sono effettuati come EIP e sviluppati pubblicamente dai collaboratori di tutto il mondo. Non c'è un team centrale che decide cosa succede, ma solo persone che costruiscono ciò che ritengono utile in base alle esigenze degli utenti.",
  "page-what-is-ethereum-roadmap-intro-3": "Pectra è l'aggiornamento più recente lanciato nel maggio del 2025. Questo aggiornamento ha migliorato le funzionalità dei portafogli, dato agli staker maggiore flessibilità e rsemplificato l'esecuzione delle dApp su L2. L'obiettivo era migliorare l'usabilità senza compromettere la sicurezza o la decentralizzazione.",
  "page-what-is-ethereum-roadmap-priorities-intro": "<a>Guardando avanti</a> le priorità di Ethereum includono:",
  "page-what-is-ethereum-roadmap-priority-1": "Far sì che il protocollo centrale e le sue L2 siano più veloci e meno costose per tutti",
  "page-what-is-ethereum-roadmap-priority-2": "Migliorare l'esperienza di utenti e sviluppatori",
  "page-what-is-ethereum-roadmap-outro-1": "Queste priorità aiuteranno a garantire che Ethereum sia sicura, scalabile e facile da usare, dato che sempre più persone fanno affidamento sulla rete ogni giorno.",
  "page-what-is-ethereum-roadmap-outro-2": "Se vuoi contribuire a orientare la direzione di Ethereum, <a>partecipa</a>. Non serve alcun permesso, solo la volontà di fare la differenza in questa nuova economia digitale.",
  "page-what-is-ethereum-roadmap-learn-more": "Vedi una panoramica della tabella di marcia di Ethereum",
  "page-what-is-ethereum-further-reading-title": "Da leggere",
  "page-what-is-ethereum-further-reading-wallets": "Cosa sono i portafogli?",
  "page-what-is-ethereum-further-reading-eth": "Cos'è ether (ETH)?",
  "page-what-is-ethereum-further-reading-web3": "Cos'è web3?",
  "page-what-is-ethereum-further-reading-networks": "Scopri di più sulla rete Ethereum",
  "page-what-is-ethereum-toc-ethereum": "Cos'è Ethereum?",
  "page-what-is-ethereum-toc-network": "Che cos'è la rete Ethereum?",
  "page-what-is-ethereum-toc-ether": "Cos'è ether (ETH)?",
  "page-what-is-ethereum-toc-how": "Come funziona Ethereum?",
  "page-what-is-ethereum-toc-what": "Per cosa è utilizzato Ethereum?",
  "page-what-is-ethereum-toc-start": "Come iniziare a utilizzare Ethereum",
  "page-what-is-ethereum-toc-bitcoin": "Qual è la differenza tra Ethereum e Bitcoin?",
  "page-what-is-ethereum-toc-when-who": "Quando è stato lanciato Ethereum, chi l'ha fondato e chi lo gestisce adesso?",
  "page-what-is-ethereum-toc-roadmap": "Qual è la tabella di marcia di Ethereum per il 2025?",
  "page-what-is-ethereum-banner-networks-alt": "Illustrazione di un futuristico centro comunitario di Ethereum",
  "page-what-is-ethereum-banner-ether-alt": "Mani aperte che tengono il glifo Ether",
  "page-what-is-ethereum-banner-how-alt": "Una persona che ripara un computer",
  "page-what-is-ethereum-banner-contributing-alt": "Doge che sorride al computer",
  "page-what-is-ethereum-banner-what-alt": "Quattro umani futuristici con un doge che guardano dentro un prisma di Ethereum",
  "page-what-is-ethereum-banner-start-alt": "Un futuristico centro comunitario di Ethereum",
  "page-what-is-ethereum-banner-when-who-alt": "Due umani che camminano e parlano"
}
