{
  "page-what-is-ethereum-101": "Ethereum 101",
  "page-what-is-ethereum-101-desc": "Ethereum è una tecnologia che ti permette di inviare criptovalute a chiunque, versando solo una piccola commissione. Inoltre sta alla base di applicazioni che chiunque può utilizzare e che nessuno può mandare in tilt.",
  "page-what-is-ethereum-101-desc-2": "Ethereum si basa sull'innovazione di Bitcoin, ma con grandi differenze.",
  "page-what-is-ethereum-101-desc-3": "Entrambe ti permettono di utilizzare moneta digitale senza ricorrere a intermediari o banche. Ma Ethereum è programmabile, quindi la puoi usare per molti tipi diversi di risorse digitali, anche per Bitcoin!",
  "page-what-is-ethereum-101-desc-4": "Questo significa anche che Ethereum non è solo pagamenti. È una piazza di servizi finanziari, giochi e app che non possono rubarti i dati e o censurarti.",
  "page-what-is-ethereum-101-italic": "la blockchain mondiale programmabile.",
  "page-what-is-ethereum-101-strong": "È ",
  "page-what-is-ethereum-accessibility": "Ethereum è aperta a chiunque.",
  "page-what-is-ethereum-adventure": "Scegli la tua avventura!",
  "page-what-is-ethereum-alt-img-bazaar": "Figura di una persona che che sbircia in un bazar, che rappresenta Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Figura dei membri della community di Ethereum che lavorano insieme",
  "page-what-is-ethereum-alt-img-lego": "Figura di una mano che crea il logo ETH formato da mattoncini di Lego",
  "page-what-is-ethereum-alt-img-social": "Figura di personaggi in uno spazio sociale dedicato a Ethereum con un grande logo ETH",
  "page-what-is-ethereum-banking-card": "Attività bancarie per tutti",
  "page-what-is-ethereum-banking-card-desc": "Non tutti hanno accesso ai servizi finanziari. Tutto ciò che ti serve per accedere a Ethereum e al suo sistema di prestiti e prodotti di risparmio è una connessione internet.",
  "page-what-is-ethereum-build": "Fai qualcosa con Ethereum",
  "page-what-is-ethereum-build-desc": "Se vuoi provare a costruire con Ethereum, leggere i nostri documenti, provare alcuni tutorial o dare un'occhiata agli strumenti che ti servono per iniziare.",
  "page-what-is-ethereum-censorless-card": "Anti-censura",
  "page-what-is-ethereum-censorless-card-desc": "Nessun governo o azienda ha il controllo su Ethereum. Questa decentralizzazione rende praticamente impossibile per chiunque impedire di ricevere pagamenti o di utilizzare i servizi basati su Ethereum.",
  "page-what-is-ethereum-comm-desc": "La nostra community include persone con ogni tipo di background, inclusi artisti, cripto-anarchici, aziende Fortune 500 e ora anche te. Scopri come poter partecipare fin da subito.",
  "page-what-is-ethereum-commerce-card": "Garanzie commerciali",
  "page-what-is-ethereum-commerce-card-desc": "Ethereum crea una maggiore parità di condizioni. I clienti hanno la garanzia che i fondi verranno trasferiti solo quando verrà fornito ciò che è stato pattuito. Non ti serve essere un'azienda potente per fare affari.",
  "page-what-is-ethereum-community": "La community Ethereum",
  "page-what-is-ethereum-compatibility-card": "Compatibilità in ottica di successo",
  "page-what-is-ethereum-compatibility-card-desc": "Vengono continuamente realizzati prodotti ed esperienze migliori perché i prodotti Ethereum sono compatibili per natura. Le aziende possono basarsi sul successo reciproco.",
  "page-what-is-ethereum-dapps-desc": "Prodotti e servizi che girano su Ethereum. Ci sono dapp per la finanza, il lavoro, i social media, i videogiochi e altro. Scopri le app per il nostro futuro digitale.",
  "page-what-is-ethereum-dapps-img-alt": "Figura di un cane che usa un'applicazione Ethereum su un computer",
  "page-what-is-ethereum-dapps-title": "Dapp Ethereum",
  "page-what-is-ethereum-desc": "La base per il nostro futuro digitale",
  "page-what-is-ethereum-explore": "Esplora Ethereum",
  "page-what-is-ethereum-get-started": "Il modo migliore per saperne di più è scaricare un portafoglio, ottenere un po' di ETH e provare una dapp Ethereum.",
  "page-what-is-ethereum-in-depth-description": "Ethereum offre libero accesso alla moneta digitale e servizi data-friendly aperti a tutti, indipendentemente da background e località geografica. È una tecnologia realizzata da una community, che sta alla base della criptovaluta ether (ETH) e di migliaia di applicazioni che puoi usare già da ora.",
  "page-what-is-ethereum-internet-card": "Un internet più privato",
  "page-what-is-ethereum-internet-card-desc": "Non devi fornire tutte le tue informazioni personali per usare un'app Ethereum. Ethereum crea un'economia basata sul valore, non sulla sorveglianza.",
  "page-what-is-ethereum-meet-comm": "Incontra la community",
  "page-what-is-ethereum-meta-description": "Scopri di più su Ethereum, cosa fa e come puoi provarla.",
  "page-what-is-ethereum-meta-title": "Cos'è Ethereum?",
  "page-what-is-ethereum-native-alt": "Il simbolo dell'ether (ETH)",
  "page-what-is-ethereum-native-crypto": "La criptovaluta nativa di Ethereum e l'equivalente di Bitcoin. Puoi usare ETH nelle applicazioni Ethereum o per inviare valore ad amici e parenti.",
  "page-what-is-ethereum-native-img-alt": "Figura di un robot che ha una cassaforte come corpo, usato per rappresentare i portafogli Ethereum",
  "page-what-is-ethereum-native-title": "ETH",
  "page-what-is-ethereum-p2p-card": "Una rete peer-to-peer",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum ti permette di spostare denaro, o stringere accordi, direttamente con altri. Non è necessario ricorrere a intermediari.",
  "page-what-is-ethereum-singlecard-desc": "Se ti interessa la blockchain e il lato tecnico di Ethereum, abbiamo quello che fa per te.",
  "page-what-is-ethereum-singlecard-link": "Come funziona Ethereum",
  "page-what-is-ethereum-singlecard-title": "Come funziona Ethereum",
  "page-what-is-ethereum-start-building-btn": "Inizia a sviluppare",
  "page-what-is-ethereum-title": "Cos'è Ethereum?",
  "page-what-is-ethereum-tools-needed": "Per farne parte, tutto ciò che ti serve è un portafoglio.",
  "page-what-is-ethereum-try": "Prova Ethereum",
  "page-what-is-ethereum-tryit": "Quindi entra nel bazar e prova...",
  "page-what-is-ethereum-wallets": "Wallet",
  "page-what-is-ethereum-wallets-desc": "Come gestire i tuoi ETH e il tuo account Ethereum. Per iniziare ti serve un portafoglio. Ti aiuteremo a sceglierne uno.",
  "page-what-is-ethereum-welcome": "Ti diamo il benvenuto su Ethereum",
  "page-what-is-ethereum-welcome-2": "Speriamo che tu rimanga."
}
