{
  "page-eth-buy-some": "Vuoi acquistare Ethereum?",
  "page-eth-buy-some-desc": "È facile confondere Ethereum con ETH. Ethereum è la blockchain, ETH è la risorsa principale di Ethereum. Probabilmente, stai cercando di acquistare degli ETH.",
  "page-eth-cat-img-alt": "Grafica del glifo di ETH con un caleidoscopio di gatti",
  "page-eth-collectible-tokens": "Token da collezione",
  "page-eth-collectible-tokens-desc": "Token rappresentanti un oggetto di gioco collezionabile, un'opera d'arte o altre risorse univoche. Comunemente noti come token non fungibili (NFT).",
  "page-eth-cryptography": "Protetto da crittografia",
  "page-eth-cryptography-desc": "Il denaro di Internet potrà anche essere una novità, ma è protetto da una crittografia comprovata. Questa, protegge il tuo portafoglio, i tuoi ETH e le tue transazioni. ",
  "page-eth-currency-for-apps": "È la valuta delle app di Ethereum.",
  "page-eth-currency-for-future": "La valuta per il nostro futuro digitale",
  "page-eth-description": "ETH è una criptovaluta. Si tratta di denaro digitale limitato, utilizzabile su Internet, analogamente ai Bitcoin. Se sei nuovo alle criptovalute, ecco in che modo gli ETH sono differenti dal denaro tradizionale.",
  "page-eth-earn-interest-link": "Guadagna interessi",
  "page-eth-flexible-amounts": "Disponibile in importi flessibili",
  "page-eth-flexible-amounts-desc": "Gli ETH sono divisibili in fino a 18 cifre decimali, quindi, non devi acquistare 1 intero ETH. Puoi acquistarne frazioni alla volta, fino a 0,000000000000000001 ETH, se lo desideri.",
  "page-eth-fuels": "Gli ETH alimentano e proteggono Ethereum",
  "page-eth-fuels-desc": "Gli ETH sono la linfa vitale di Ethereum. Inviando ETH o utilizzando un'applicazione di Ethereum, pagherai una commissione in ETH per utilizzare la rete di Ethereum. Questa, è un incentivo per un produttore di blocchi, che elabora e verifica ciò che stai provando a fare.",
  "page-eth-fuels-desc-2": "I validatori sono gli archivisti di Ethereum: verificano e provano che nessuno stia barando. Sono selezionati casualmente per proporre un blocco di transazioni. I validatori che compiono tale lavoro, sono inoltre ricompensati con piccole quantità di ETH di nuova emissione.",
  "page-eth-fuels-desc-3": "Il lavoro svolto dai validatori, e il loro capitale investito, proteggono Ethereum, mantenendolo libero dal controllo centralizzato.",
  "page-eth-fuels-staking": "Quando metti i tuoi ETH in staking, aiuti a proteggere Ethereum e guadagni ricompense. In questo sistema, la minaccia di perdere ETH, scoraggia gli utenti malevoli.",
  "page-eth-fuels-more-staking": "Di più sullo staking",
  "page-eth-get-eth-btn": "Ottieni degli ETH",
  "page-eth-gov-tokens": "Token di governance",
  "page-eth-gov-tokens-desc": "Token che rappresentano il potere di voto nelle organizzazioni decentralizzate.",
  "page-eth-has-value": "Perché gli ETH hanno un valore?",
  "page-eth-has-value-desc": "Gli ETH sono preziosi in modi diversi, per persone diverse.",
  "page-eth-has-value-desc-2": "Per gli utenti di Ethereum, ETH è prezioso perché consente di pagare le commissioni sulle transazioni.",
  "page-eth-has-value-desc-3": "Gli altri, lo considerano come un deposito di valore digitale, poiché la creazione di nuovi ETH rallenta nel tempo.",
  "page-eth-has-value-desc-4": "Più di recente, gli ETH sono diventati preziosi per gli utenti delle app finanziarie su Ethereum. Questo perché puoi utilizzarli come garanzia per i prestiti di criptovalute, o come un sistema di pagamento.",
  "page-eth-has-value-desc-5": "Naturalmente, inoltre, molti lo vedono come un investimento, al pari di Bitcoin o altre criptovalute.",
  "page-eth-how-to-buy": "Come acquistare Ether",
  "page-eth-how-to-buy-caption": "Aggiornato di frequente",
  "page-eth-is-money": "ETH è denaro digitale e globale.",
  "page-eth-last-updated": "Gennaio 2019",
  "page-eth-monetary-policy": "Politica monetaria di Ethereum",
  "page-eth-more-on-ethereum-link": "Di più su Ethereum",
  "page-eth-no-centralized": "Nessun controllo centralizzato ",
  "page-eth-no-centralized-desc": "ETH è decentralizzato e globale. Non c'è azienda o banca che possa decidere di stampare più ETH o modificarne i termini d'utilizzo.",
  "page-eth-non-fungible-tokens-link": "Token non fungibili",
  "page-eth-not-only-crypto": "ETH non è l'unica criptovaluta su Ethereum",
  "page-eth-not-only-crypto-desc": "Chiunque può creare nuovi tipi di risorse e scambiarle su Ethereum. Queste, sono note come 'token'. Le persone hanno tokenizzato le valute tradizionali, le proprie proprietà, la propria arte, e persino se stesse!",
  "page-eth-not-only-crypto-desc-2": "Ethereum ospita migliaia di token, alcuni più utili e preziosi di altri. Gli sviluppatori creano costantemente nuovi token, che sbloccano nuove possibilità e aprono nuovi mercati.",
  "page-eth-open": "Aperto a chiunque",
  "page-eth-open-desc": "Necessiti soltanto di una connessione a Internet e di un portafoglio per accettare gli ETH. Non devi accedere a un conto bancario per accettare i pagamenti. ",
  "page-eth-p2p-payments": "Pagamenti tra pari",
  "page-eth-p2p-payments-desc": "Puoi inviare i tuoi ETH senza alcun servizio d'intermediazione come le banche. È come consegnare denaro contante di persona, ma in sicurezza, con chiunque, ovunque, e in qualsiasi momento.",
  "page-eth-period": ".",
  "page-eth-popular-tokens": "Tipi popolari di token",
  "page-eth-powers-ethereum": "ETH alimenta Ethereum",
  "page-eth-shit-coins": "Monete fasulle",
  "page-eth-shit-coins-desc": "Poiché creare nuovi token è facile, chiunque può farlo: anche persone con intenzioni cattive o sbagliate. Svolgi sempre le dovute ricerche, prima di utilizzarli!",
  "page-eth-stablecoins": "Stablecoin",
  "page-eth-stablecoins-desc": "Token che rispecchiano il valore della valuta tradizionale, come i dollari. Ciò risolve il problema della volatilità con molte criptovalute.",
  "page-eth-stablecoins-link": "Ottieni stablecoin",
  "page-eth-stream-link": "Trasmettere ETH",
  "page-eth-tokens-link": "Token di Ethereum",
  "page-eth-trade-link-2": "Scambiare token",
  "page-eth-underpins": "Gli ETH sono alla base del sistema finanziario di Ethereum",
  "page-eth-underpins-desc": "Insoddisfatta dai pagamenti, la community di Ethereum sta creando un intero sistema finanziario, che sia tra pari e accessibile a chiunque.",
  "page-eth-underpins-desc-2": "Puoi utilizzare gli ETH come garanzia per generare token di criptovalute interamente differenti su Ethereum. Inoltre, puoi prendere in prestito, prestare e guadagnare interessi sugli ETH e su altri token sostenuti da ETH.",
  "page-eth-uses": "Gli impieghi degli ETH aumentano giorno dopo giorno",
  "page-eth-uses-desc": "Poiché Ethereum è programmabile, gli sviluppatore possono modellare gli ETH in innumerevoli modi.",
  "page-eth-uses-desc-2": "Nel 2015, tutto ciò che potevi fare era inviare ETH da un conto di Ethereum a un altro. Ecco soltanto alcune delle cose che puoi fare oggi.",
  "page-eth-uses-desc-3": "pagare qualcuno o ricevere fondi in tempo reale.",
  "page-eth-uses-desc-4": "scambiare ETH con altri token, Bitcoin inclusi.",
  "page-eth-uses-desc-5": "su ETH e altri token basati su Ethereum.",
  "page-eth-uses-desc-6": "accedere al mondo delle criptovalute con un valore costante e meno volatile.",
  "page-eth-value": "Perché ether è prezioso",
  "page-eth-video-alt": "Video del glifo di ETH",
  "page-eth-whats-eth": "Cos'è ether (ETH)?",
  "page-eth-whats-eth-hero-alt": "Illustrazione di un gruppo di persone, meravigliate da un glifo di ether (ETH)",
  "page-eth-whats-eth-meta-desc": "Cosa devi sapere per comprendere gli ETH e il loro posto su Ethereum.",
  "page-eth-whats-eth-meta-title": "Cos'è ether (ETH)?",
  "page-eth-whats-ethereum": "Cos'è Ethereum?",
  "page-eth-whats-ethereum-desc": "Se vorresti imparare di più su Ethereum, la tecnologia dietro gli ETH, consulta la nostra introduzione.",
  "page-eth-whats-unique": "Cosa rende gli ETH unici?",
  "page-eth-whats-unique-desc": "Esistono molte criptovalute e molti altri token su Ethereum, ma ci sono delle cose che soltanto ETH può fare.",
  "page-eth-where-to-buy": "Dove ottenere gli ETH",
  "page-eth-where-to-buy-desc": "Puoi ottenere ETH da una piattaforma di scambio o da un portafoglio, ma paesi diversi hanno politiche diverse. Verifica i servizi che ti consentono di acquistare ETH.",
  "page-eth-yours": "Sono davvero tuoi",
  "page-eth-yours-desc": "Gli ETH ti consentono di essere la tua banca. Puoi controllare i tuoi fondi con il tuo portafoglio, come prova di proprietà. Non sono necessarie terze parti.",
  "page-eth-more-on-tokens": "Di più sui token e sui loro utilizzi",
  "page-eth-button-buy-eth": "Ottieni ETH",
  "page-eth-tokens-stablecoins": "Stablecoin",
  "page-eth-tokens-defi": "Finanza Decentralizzata (DeFi)",
  "page-eth-tokens-nft": "Token non fungibili (NFT)",
  "page-eth-tokens-dao": "Organizzazioni autonome decentralizzate (DAO)",
  "page-eth-tokens-stablecoins-description": "Di più sui token di Ethereum meno volatili.",
  "page-eth-tokens-defi-description": "Il sistema finanziario dei token di Ethereum.",
  "page-eth-tokens-nft-description": "Token che rappresentano il possesso di articoli su Ethereum.",
  "page-eth-tokens-dao-description": "Community virtuali, spesso governate dai possessori di token.",
  "page-eth-whats-defi": "Di più sulla DeFi",
  "page-eth-whats-defi-description": "La DeFi è il sistema finanziario decentralizzato, basato su Ethereum. Questa panoramica spiega cosa puoi fare.",
  "page-what-is-ethereum-what-is-ether": "Cos'è un ether?"
}
