{
  "layer-2-arbitrum-note": "A prova di frode solo per gli utenti in whitelist, whitelist non ancora aperta",
  "layer-2-boba-note": "Validazione dello stato in sviluppo",
  "layer-2-metis-note": "Prove di frode in sviluppo",
  "layer-2-optimism-note": "Prove di errore in sviluppo",
  "layer-2-hero-title": "Livello 2",
  "layer-2-hero-header": "Ethereum per tutti",
  "layer-2-hero-subtitle": "Scalare Ethereum senza compromettere la sicurezza né la decentralizzazione.",
  "layer-2-hero-alt-text": "Illustrazione relativa alle transazioni che vengono svolte sul livello 2 e postate sulla rete principale Ethereum",
  "layer-2-hero-button-1": "Cos'è il livello 2",
  "layer-2-hero-button-2": "Usa il livello 2",
  "layer-2-hero-button-3": "Spostarsi al livello 2",
  "layer-2-statsbox-1": "TVL bloccato nel livello 2 (USD)",
  "layer-2-statsbox-2": "Commissione di trasferimento media in ETH nel livello 2 (USD)",
  "layer-2-statsbox-3": "Variazione TVL livello 2 (30 giorni)",
  "layer-2-what-is-layer-2-title": "Cos'è il livello 2?",
  "layer-2-what-is-layer-2-1": "Il Livello 2 (Layer 2 – L2) è un termine collettivo per descrivere una serie specifica di soluzioni di scaling di Ethereum. <strong>Un livello 2 è una blockchain separata che estende Ethereum e ne eredita le garanzie di sicurezza</strong>.",
  "layer-2-what-is-layer-2-2": "Ora daremo uno sguardo più in profondità e, per farlo, dobbiamo spiegare il livello 1 (L1).",
  "layer-2-what-is-layer-1-title": "Cos'è il livello 1?",
  "layer-2-what-is-layer-1-1": "Il Livello 1 è la blockchain di base. Ethereum e Bitcoin sono entrambe blockchain di livello 1 perché sono le <strong>fondamenta sottostanti sui cui si costruiscono le varie reti di livello 2</strong>. Esempi di progetti di livello 2 includono i \"rollup\" su Ethereum e la Litghting Network sopra Bitcoin. Tutte le attività di transazione degli utenti su questi progetti di livello 2 possono infine tornare alla blockchain di livello 1.",
  "layer-2-what-is-layer-1-2": "Ethereum opera anche come un livello di disponibilità dei dati per i livelli 2. I progetti di livello 2 pubblicheranno i propri dati delle transazioni su Ethereum, basandosi su Ethereum per la disponibilità dei dati. Questi dati sono utilizzabili per ottenere lo stato del livello 2, o per contestare le transazioni nel livello 2.",
  "layer-2-what-is-layer-1-list-title": "<strong>Ethereum come sul livello 1 include:</strong>",
  "layer-2-what-is-layer-1-list-1": "<strong>Una rete di operatori di nodi</strong> per proteggere e validare la rete",
  "layer-2-what-is-layer-1-list-2": "<strong>Una rete di produttori di blocchi</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>La blockchain</strong> stessa e lo storico dei dati delle transazioni",
  "layer-2-what-is-layer-1-list-4": "<strong>Il meccanismo di consenso</strong> per la rete",
  "layer-2-what-is-layer-1-list-link-1": "Ancora confuso su Ethereum?",
  "layer-2-what-is-layer-1-list-link-2": "Scopri cos'è Ethereum.",
  "layer-2-why-do-we-need-layer-2-title": "Perché abbiamo bisogno del livello 2?",
  "layer-2-why-do-we-need-layer-2-1": "Tre proprietà desiderabili di una blockchain sono che essa è <strong>decentralizzata, sicura e scalabile</strong>. Il <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">trilemma della blockchain</a> afferma che un'architettura semplice della blockchain può ottenerne solo due di queste tre proprietà. Vuoi una blockchain sicura e decentralizzata? Devi sacrificare la scalabilità.",
  "layer-2-why-do-we-need-layer-2-2": "Ethereum ha raggiunto la capacità corrente della rete con <a href=\"https://etherscan.io/chart/tx\" target=\"_blank\">oltre 1 milione di transazioni al giorno</a> e un'elevata domanda per ognuna di queste transazioni. Il successo di Ethereum e la domanda d'uso hanno causato il sostanziale aumento dei prezzi del carburante. Dunque, il <a href=\"/developers/docs/scaling/\">bisogno di soluzioni di scalabilità</a> ha fatto aumentare anche la domanda. È qui che entrano in gioco le reti di livello 2.",
  "layer-2-why-do-we-need-layer-2-scalability": "Scalabilità",
  "layer-2-why-do-we-need-layer-2-scalability-1": "L'obiettivo principale della scalabilità è aumentare la velocità di transazione (finalità di una maggiore velocità) e il volume delle transazioni (più transazioni al secondo), senza sacrificare la decentralizzazione o la sicurezza.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "La community di Ethereum ha preso una forte posizione sul fatto che non avrebbe sacrificato la decentralizzazione o la sicurezza a favore della scalabilità. Fino allo <a href=\"/upgrades/sharding/\">sharding</a>, la rete principale Ethereum (livello 1) può elaborare solo <a href=\"https://ethtps.info/Network/Ethereum\">circa 15 transazioni al secondo</a>. Quando la domanda di usare Ethereum è elevata, la rete si congestiona, il che aumenta le commissioni di transazione e lascia fuori gli utenti che non possono permettersi tali commissioni. È qui che entra in gioco oggi il livello 2 per scalare Ethereum.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "Approfondisci la visione di Ethereum",
  "layer-2-benefits-of-layer-2-title": "Benefici del livello 2",
  "layer-2-lower-fees-title": "Commissioni più basse",
  "layer-2-lower-fees-description": "Combinando molteplici transazioni fuori dalla catena (off-chain) in una singola transazione di livello 1, le commissioni di transazione calano notevolmente, rendendo Ethereum più accessibile per tutti.",
  "layer-2-maintain-security-title": "Mantenere la sicurezza",
  "layer-2-maintain-security-description": "Le blockchain di livello 2 regolano le proprie transazioni sulla rete principale Ethereum, consentendo agli utenti di poter beneficiare della sicurezza della rete Ethereum.",
  "layer-2-expand-use-cases-title": "Espandi i casi d'uso",
  "layer-2-expand-use-cases-description": "Con più transazioni al secondo, basse commissioni, e una nuova tecnologia, i progetti si espanderanno in nuove applicazioni con una migliore esperienza utente.",
  "layer-2-how-does-layer-2-work-title": "Come funzione il livello 2?",
  "layer-2-how-does-layer-2-work-1": "Come menzionato sopra, il Livello 2 è un termine collettivo per le soluzioni di scaling di Ethereum che gestiscono le transazioni al di fuori del livello 1 di Ethereum, avvantaggiandosi comunque della robusta sicurezza decentralizzata del livello 1 di Ethereum. <strong>Un livello 2 è una blockchain separata che estende Ethereum</strong>. Come funziona?",
  "layer-2-how-does-layer-2-work-2": "Una blockchain di livello 2 comunica regolarmente con Ethereum (inviando pacchetti di transazioni) per garantire che abbia garanzie di sicurezza e decentralizzazione simili. Tutto ciò non richiede modifiche al protocollo di livello 1 (Ethereum). Questo consente al livello 1 di gestire la sicurezza, la disponibilità dei dati e la decentralizzazione; mentre il livello 2 gestisce lo scaling. I livelli 2 tolgono del carico transazionale al livello 1 e pubblicano poi le prove finalizzate di nuovo nel livello 1. Rimuovendo questo carico di transazione dal livello 1, il livello di base diventa meno congestionato e tutto diventa più scalabile.",
  "layer-2-rollups-title": "Rollup",
  "layer-2-rollups-1": "I rollup sono attualmente la soluzione di livello 2 preferita per scalare Ethereum. Usandoli, gli utenti possono <a href=\"https://l2fees.info/\">ridurre le commissioni del carburante fino a 100x</a> rispetto al livello 1.",
  "layer-2-rollups-2": "I rollup impacchettano (avvolgono, \"roll up\" in inglese) centinaia di transazioni in una singola transazione sul livello 1. Questo distribuisce le commissioni di transazione del L1 tra tutti gli utenti nel rollup, rendendolo più economico per ogni utente. Le transazioni di rollup sono eseguite al di fuori del livello 1, ma i dati delle transazioni sono pubblicati nel livello 1. Pubblicando i dati delle transazioni sul livello 1, i rollup ereditano la sicurezza di Ethereum. Esistono due approcci differenti ai rollup: ottimistici e a conoscenza zero (zero-knowledge), che differiscono principalmente per il modo in cui questi dati delle transazioni sono pubblicati nel L1.",
  "layer-2-optimistic-rollups-title": "Rollup ottimistici",
  "layer-2-optimistic-rollups-description": "I rollup ottimistici sono tali nel senso che presumono che le transazioni siano valide, ma possono essere contestate se necessario. Se si sospetta una transazione non valida, si esegue una prova di errore per verificare se è vi è stata una frode.",
  "layer-2-optimistic-rollups-childSentance": "Approfondimento più sui rollup ottimistici",
  "layer-2-zk-rollups-title": "Rollup a conoscenza zero (zero-knowledge)",
  "layer-2-zk-rollups-description": "I rollup a conoscenza zero usano le prove di validità in cui le transazioni vengono calcolate al di fuori della catena e forniscono poi i dati compressi alla rete principale di Ethereum come prova della loro validità.",
  "layer-2-zk-rollups-childSentance": "Approfondimento sui rollup zk",
  "layer-2-dyor-title": "Fai delle verifiche: i rischi del livello 2",
  "layer-2-dyor-1": "Poiché le catene di livello 2 ereditano la sicurezza da Ethereum, in un mondo ideale, sono sicure quanto Ethereum di L1. Tuttavia, molti <strong>progetti sono ancora giovani e in qualche modo sperimentali</strong>. Dopo anni di ricerca e sviluppo, nel 2021 sono state lanciate molte tecnologie L2 perlo scaling di Ethereum. Molti progetti si basano ancora su presupposti di fiducia, mentre lavorano per decentralizzare le proprie reti. Fai sempre delle verifiche per decidere se accettare gli eventuali rischi connessi.",
  "layer-2-dyor-2": "Per ulteriori informazioni sulla tecnologia, i rischi e i presupposti di fiducia dei livelli 2, consigliamo di dare un'occhiata a L2BEAT, che fornisce un quadro di valutazione completo dei rischi di ogni progetto.",
  "layer-2-dyor-3": "Vai a L2BEAT",
  "layer-2-use-layer-2-title": "Usa il livello 2",
  "layer-2-use-layer-2-1": "Adesso che hai capito perché esiste il livello 2 e come funziona, inizia ad operare!",
  "layer-2-contract-accounts": "<strong>NOTA:</strong> Collegandoti e usando il livello 2, è importante notare che controllerai l'indirizzo del tuo <a href=\"/glossary/#eoa\">account EOA</a> (un account controllato solamente da un'unica chiave privata), proprio come nella rete principale di Ethereum. Tuttavia, se stai usando un <a href=\"/glossary/#contract-account\">account contratto</a>, come <a href=\"https://gnosis-safe.io/\" target=”_blank”>Gnosis Safe</a> o <a href=\"https://www.argent.xyz/” target=”_blank”>Argent</a>, non avrai il controllo su questo indirizzo su un livello 2 finché non ridistribuirai l'account del tuo contratto a quell'indirizzo sul livello 2. Se stai collegando o inviando fondi a un account contratto e non controlli quell'indirizzo per l'account, i tuoi fondi potrebbero andare persi.",
  "layer-2-use-layer-2-generalized-title": "Livelli 2 generalizzati",
  "layer-2-use-layer-2-generalized-1": "I livelli 2 generalizzati si comportano proprio come Ethereum, ma sono più economici. Qualsiasi cosa tu possa fare sul livello 1 di Ethereum, puoi farlo anche sul livello 2. Molte dapp hanno già iniziato a migrare verso queste reti o hanno saltato la rete principale nel complesso per distribuire direttamente su un livello 2.",
  "layer-2-use-layer-2-application-specific-title": "Livelli 2 specifici dell'applicazione",
  "layer-2-use-layer-2-application-specific-1": "I livelli 2 specifici dell'applicazione sono progetti che si specializzano nell'ottimizzazione dello spazio specifico di un'applicazione, migliorando così le prestazioni.",
  "layer-2-sidechains-title": "Una nota su catene secondarie, validium e blockchain alternative",
  "layer-2-sidechains-1": "<strong>Le catene secondarie e i validium</strong> sono blockchain che consentono alle risorse provenienti da Ethereum di varcare i confini ed essere usate su un'altra blockchain. Le catene secondarie e i validium sono eseguiti in parallelo con Ethereum e interagiscono con esso tramite i ponti, ma non ne ereditano la sicurezza o la disponibilità dei dati.",
  "layer-2-sidechains-2": "Entrambi scalano similmente ai livelli 2: offrono minori commissioni di transazione e maggiore volume di transazione, ma hanno presupposti di fiducia differenti.",
  "layer-2-sidechains-3": "Approfondimento sulle <a href=\"/developers/docs/scaling/sidechains/\">catene secondarie</a> e i <a href=\"/developers/docs/scaling/validium/\">validium</a>",
  "layer-2-sidechains-4": "Alcune <strong>blockchain di livello 1</strong> hanno un volume maggiore e commissioni di transazione inferiori a Ethereum. Questi livelli 1 alternativi hanno dovuto <b>sacrificare la sicurezza o la decentralizzazione</b> per potere ottenere maggiori transazioni al secondo e ridurre le commissioni di transazione.",
  "layer-2-sidechains-5": "L'ecosistema di Ethereum è fermamente allineato sul fatto che lo <strong>scaling al livello 2 è l'unico modo per risolvere il trilemma di scalabilità</strong>, pur rimanendo decentralizzazione e sicurezza.",
  "layer-2-onboard-title": "Come arrivare a un livello 2",
  "layer-2-onboard-1": "Esistono due modi principali per portare le tue risorse su un livello 2: collegare i fondi da Ethereum tramite uno smart contract o prelevarli su una borsa, direttamente alla rete di livello 2.",
  "layer-2-onboard-wallet-title": "Fondi nel tuo portafoglio?",
  "layer-2-onboard-wallet-1": "Se hai già degli ETH nel tuo portafoglio, dovrai usare un ponte per spostarli dalla rete principale di Ethereum a un livello 2. <a href=\"/bridges/\">Approfondimento sui ponti</a>.",
  "layer-2-onboard-wallet-input-placeholder": "Seleziona il L2 verso cui effettuare il ponte",
  "layer-2-onboard-wallet-selected-1": "Puoi connetterti a",
  "layer-2-onboard-wallet-selected-2": "usando questi portafogli:",
  "layer-2-bridge": "Ponte",
  "layer-2-onboard-exchange-title": "Fondi su una borsa?",
  "layer-2-onboard-exchange-1": "Alcune borse centralizzate offrono ora prelievi e depositi diretti ai livelli 2. Verifica quali borse supportano i prelievi di livello 2 e quali livelli 2 supportano.",
  "layer-2-onboard-exchange-2": "Ti servirà anche un portafoglio in cui prelevare i tuoi fondi. <a href=\"/wallets/find-wallet/\">Trova un portafoglio Ethereum</a>.",
  "layer-2-onboard-exchange-input-placeholder": "Verifica le borse che supportano L2",
  "layer-2-deposits": "Depositi",
  "layer-2-withdrawals": "Prelievi",
  "layer-2-go-to": "Vai a",
  "layer-2-tools-title": "Strumenti per essere efficienti sul livello 2",
  "layer-2-tools-l2beat-description": "L2BEAT è un'ottima risorsa per esaminare le valutazioni di rischio tecnico dei progetti di livello 2. Consigliamo di verificare le loro risorse ricercando i progetti dello specifico livello 2.",
  "layer-2-tools-l2fees-description": "Le commissioni del L2 ti consentono di vedere il costo corrente (denominato in USD) per effettuare le transazioni su diversi livelli 2.",
  "layer-2-tools-chainlist-description": "Chainlist è un'ottima risorsa per importare RPC della rete nei portafogli che le supportano. Troverai le RPC per i progetti di livello 2 qui, per aiutarti a connetterti.",
  "layer-2-tools-zapper-description": "Gestisci il tuo intero portafoglio web3, dalle DeFi agli NFT e qualsiasi altra cosa verrà in futuro. Investi nelle opportunità più recenti da un posto solo.",
  "layer-2-tools-zerion-description": "Crea e gestisci il tuo intero portafoglio DeFi da un posto solo. Scopri il mondo della finanza decentralizzata oggi.",
  "layer-2-tools-debank-description": "Tieniti aggiornato su tutti gli eventi importanti nel mondo web3",
  "layer-2-faq-title": "Domande frequenti",
  "layer-2-faq-question-1-title": "Perché non esiste un L2 di Ethereum \"ufficiale\"?",
  "layer-2-faq-question-1-description-1": "Proprio come non esiste un client di Ethereum \"ufficiale\", non esiste alcun livello 2 di Ethereum \"ufficiale\". Ethereum non prevede permessi: tecnicamente chiunque può creare un livello 2! Diversi team implementeranno la propria versione di un livello 2 e l'ecosistema intero beneficerà di una diversità di approcci di design ottimizzati per diversi casi d'uso. Proprio come abbiamo diversi client di Ethereum sviluppati da diversi team per poter avere diversità nella rete, allo stesso modo si svilupperanno i livelli 2 in futuro.",
  "layer-2-faq-question-2-title": "Qual è la differenza tra i rollup ottimistici e a conoscenza zero?",
  "layer-2-faq-question-2-description-1": "Sia i rollup ottimistici che a conoscenza zero impacchettano (o \"avvolgono\") centinaia di transazioni in una sola transazione sul livello 1. Le transazioni di rollup sono eseguite al di fuori del livello 1, ma i dati delle transazioni sono pubblicati nel livello 1.",
  "layer-2-faq-question-2-description-2": "La differenza principale consiste in quali dati sono pubblicati al livello 1 e come sono verificati i dati. Le prove di validità (usate dai rollup a conoscenza zero) eseguono i calcoli al di fuori della catena e pubblicano una prova, mentre le prove di errore (usate dai rollup ottimistici) eseguono i calcoli solo sulla catena, quando vi è un sospetto di errore che deve essere verificato.",
  "layer-2-faq-question-2-description-3": "Al momento, gran parte dei rollup zk sono specifici dell'applicazione, a differenza dei rollup ottimistici, che sono stati largamente generalizzabili.",
  "layer-2-faq-question-2-description-4": "Maggiori informazioni sui <a href=\"/developers/docs/scaling/optimistic-rollups/\">rollup ottimistici</a> e sui <a href=\"/developers/docs/scaling/zk-rollups/\">rollup a conoscenza zero</a>.",
  "layer-2-faq-question-3-title": "Lo scaling al livello 1 è possibile?",
  "layer-2-faq-question-3-description-1": "Sì. Attualmente nella tabella di marcia di Ethereum sono in programma delle catene di shard. Anche se sono inserite nella tabella di marcia, è comunque necessario un ulteriore scaling tramite le reti di livello 2. <a href=\"/upgrades/sharding/\">Maggiori informazioni sullo sharding</a>.",
  "layer-2-faq-question-4-title": "Quali sono i rischi con il livello 2?",
  "layer-2-faq-question-4-description-1": "I progetti di livello 2 presentano rischi aggiuntivi rispetto al possesso di fondi e alla conclusione di transazioni direttamente sulla rete principale di Ethereum. Ad esempio, i sequenziatori potrebbero smettere di funzionare, causando un ritardo nell'accesso ai fondi.",
  "layer-2-faq-question-4-description-2": "Ti invitiamo fare delle verifiche prima di trasferire fondi significativi a un livello 2. Per ulteriori informazioni sulla tecnologia, i rischi e i presupposti di fiducia dei livelli 2, consigliamo di dare un'occhiata a <a href=\"https://l2beat.com/?view=risk\">L2BEAT</a>, che fornisce un quadro di valutazione completo dei rischi di ogni progetto.",
  "layer-2-faq-question-4-description-3": "I ponti della blockchain, che facilitano i trasferimenti di risorse al livello 2, si trovano nelle prime fasi di sviluppo ed è probabile che il design del ponte ottimale non sia ancora stato scoperto. Si sono verificati di recenti <a href=\"https://rekt.news/wormhole-rekt/\">delle manomissioni dei ponti</a>. <a href=\"/bridges/\">Maggiori informazioni sui ponti</a>.",
  "layer-2-faq-question-5-title": "Perché alcuni progetti del livello 2 non sono elencati qui?",
  "layer-2-faq-question-5-description-1": "Vogliamo essere certi di elencare le migliori risorse possibili, così che gli utenti possano navigare nello spazio del livello 2 in un modo sicuro e fiducioso. Abbiamo definito dei criteri per le modalità di valutazione dei progetti ai fini dell'inclusione. <a href=\"/contributing/adding-layer-2s/\">Visualizza i nostri criteri per l'inserimento dei livelli 2</a>.",
  "layer-2-faq-question-5-description-2": "Chiunque è libero di suggerire l'aggiunta di un livello 2 su ethereum.org. Se esiste un livello 2 che ci siamo persi, <a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">ti invitiamo di suggerirlo</a>.",
  "layer-2-further-reading-title": "Lettura consigliate",
  "a-rollup-centric-ethereum-roadmap": "Una tabella di marcia di Ethereum incentrata sui rollup",
  "an-incomplete-guide-to-rollups": "Una guida incompleta ai rollup",
  "polygon-sidechain-vs-ethereum-rollups": "Catena secondaria Polygon vs rollup di Ethereum: approcci allo scaling del Livello 2| Vitalik Buterin e Lex Fridman",
  "rollups-the-ultimate-ethereum-scaling-strategy": "ROLLUP - La strategia definitiva di scaling di Ethereum? Arbitrum e Optimism Spiegati",
  "scaling-layer-1-with-shard-chains": "Scaling del livello 1 con le catene di shard",
  "understanding-rollup-economics-from-first-principals": "Comprendere l'economia dei rollup dalle basi",
  "arbitrum-description": "Arbitrum è un Rollup Ottimistico che punta a dare la sensazione di interagire con Ethereum, ma con transazioni che costano una frazione di quanto costano sul L1.",
  "optimism-description": "Optimistic Ethereum è una catena di Rollup Ottimistici equivalente all'EVM. Mira a esser veloce, semplice e sicura.",
  "boba-description": "Boba è un Rollup Ottimistico originariamente biforcato da Optimism ed è una soluzione di scaling che mira a ridurre le commissioni del carburante, migliorare il volume delle transazioni ed estendere le capacità degli smart contract.",
  "dydx-description": "dYdX mira a creare una borsa potente e professionale per scambiare risorse cripto. in cui gli utenti possiedono davvero ciò che scambiano ed, eventualmente, la borsa stessa.",
  "loopring-description": "La soluzione di L2 zkRollup di Loopring mira a offrire le stesse garanzie di sicurezza della rete principale di Ethereum, con un grande aumento di scalabilità: volume aumentato del 1000x e costo ridotto allo 0,1% di L1.",
  "zksync-description": "zkSync è una piattaforma di rollup zk incentrata sull'utente prodotta da Matter Labs. È una soluzione di scalabilità per Ethereum, già live sulla rete principale di Ethereum. Supporta pagamenti, scambi di token e conio di NFT.",
  "zkspace-description": "La piattaforma di ZKSpace consiste in tre parti principali: una DEX AMM di Livello 2 che usa la tecnologia di Rollup ZK detta ZKSwap, un servizio di pagamento detto ZKSquare e un mercato di NFT detto ZKSea.",
  "layer-2-note": "Nota:",
  "layer-2-ecosystem-portal": "Portale dell'Ecosistema",
  "layer-2-token-lists": "Elenchi di Token",
  "layer-2-explore": "Esplora"
}
