{
  "layer-2-arbitrum-note": "A prova di frode solo per gli utenti in whitelist, whitelist non ancora aperta",
  "layer-2-boba-note": "Validazione dello stato in sviluppo",
  "layer-2-optimism-note": "Prove di errore in sviluppo",
  "layer-2-base-note": "Il sistema di prova di frode è attualmente in via di sviluppo",
  "layer-2-metadata-description": "Pagina di introduzione al livello 2",
  "layer-2-hero-title": "Livello 2",
  "layer-2-hero-header": "Ethereum per tutti",
  "layer-2-hero-subtitle": "Ridimensionare Ethereum per l'adozione di massa.",
  "layer-2-hero-alt-text": "Illustrazione delle transazioni che vengono eseguite sul livello 2 e spedite sulla Rete principale Ethereum",
  "layer-2-hero-button-1": "Cos'è il livello 2",
  "layer-2-hero-button-2": "Usa il livello 2",
  "layer-2-hero-button-3": "Spostarsi al livello 2",
  "layer-2-statsbox-1": "TVL bloccato nel livello 2 (USD)",
  "layer-2-statsbox-2": "Commissione di trasferimento media in ETH nel livello 2 (USD)",
  "layer-2-statsbox-3": "Variazione TVL livello 2 (30 giorni)",
  "layer-2-what-is-layer-2-title": "Cos'è il livello 2?",
  "layer-2-what-is-layer-2-1": "Livello 2 (L2) è un termine collettivo per descrivere una serie specifica di soluzioni di ridimensionamento di Ethereum. <strong>Un livello 2 è una <a href=\"/glossary/#blockchain\">blockchain</a> separata che estende Ethereum e ne eredita le garanzie di sicurezza</strong>.",
  "layer-2-what-is-layer-2-2": "Ora approfondiamo un po' la questione. Per farlo, dobbiamo innanzitutto spiegare il livello 1 (L1).",
  "layer-2-what-is-layer-1-title": "Cos'è il livello 1?",
  "layer-2-what-is-layer-1-1": "Il livello 1 è la blockchain di base. Ethereum e Bitcoin sono entrambe blockchain di livello 1 perché sono le <strong>fondamenta sottostanti su cui si basano varie reti di livello 2</strong>. Esempi di progetti di livello 2 includono i \"rollup\" su Ethereum e la Lightning Network su Bitcoin. Tutta l'attività delle transazioni degli utenti su questi progetti di livello 2 può infine tornare alla blockchain di livello 1.",
  "layer-2-what-is-layer-1-2": "Ethereum opera anche come un livello di <a href=\"/glossary/#data-availability\">disponibilità dei dati</a> per i livelli 2. I progetti di livello 2 pubblicheranno i propri dati delle transazioni su Ethereum, facendo affidamento su Ethereum per la disponibilità dei dati. Questi dati possono essere utilizzati per ottenere lo stato del livello 2, o per contestare le transazioni nel livello 2.",
  "layer-2-what-is-layer-1-list-title": "<strong>Ethereum come livello 1 include:</strong>",
  "layer-2-what-is-layer-1-list-1": "<strong>Una rete di operatori di nodi</strong> per proteggere e <a href=\"/glossary/#validator\">validare</a> la rete",
  "layer-2-what-is-layer-1-list-2": "<strong>Una rete di produttori di blocchi</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>La blockchain</strong> stessa e lo storico dei dati delle transazioni",
  "layer-2-what-is-layer-1-list-4": "<strong>Il <a href=\"/glossary/#consensus\">meccanismo di consenso</a></strong> per la rete",
  "layer-2-what-is-layer-1-list-link-1": "Ancora confuso su Ethereum?",
  "layer-2-what-is-layer-1-list-link-2": "Scopri cos'è Ethereum.",
  "layer-2-why-do-we-need-layer-2-title": "Perché abbiamo bisogno del livello 2?",
  "layer-2-why-do-we-need-layer-2-1": "Tre proprietà desiderabili di una blockchain sono che essa è <strong>decentralizzata, sicura e scalabile</strong>. Il <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">trilemma della blockchain</a> afferma che un'architettura semplice della blockchain può ottenerne solo due di queste tre proprietà. Vuoi una blockchain sicura e decentralizzata? Devi sacrificare la scalabilità.",
  "layer-2-why-do-we-need-layer-2-2": "Attualmente Ethereum elabora oltre 1 milione di transazioni al giorno. La domanda per l'utilizzo di Ethereum può far sì che i prezzi delle commissioni sulle transazioni siano elevati. È qui che entrano in gioco le reti di livello 2.",
  "layer-2-why-do-we-need-layer-2-scalability": "Scalabilità",
  "layer-2-why-do-we-need-layer-2-scalability-1": "L'obiettivo principale del livello 2 è aumentare la velocità di una maggiore velocità e il volume delle transazioni (più transazioni al secondo), senza sacrificare la decentralizzazione o la sicurezza.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "La <a href=\"/glossary/#mainnet\">Rete Principale</a> di Ethereum (livello 1) è in grado di elaborare solo 15 transazioni circa al secondo. Quando la domanda per l'utilizzo di Ethereum è elevata, la rete si congestiona, aumentando le commissioni sulla transazione ed escludendo gli utenti che non possono permettersi tali commissioni. I livelli 2 sono soluzioni che riducono quelle commissioni elaborando le transazioni al di fuori della blockchain di livello 1.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "Approfondisci la visione di Ethereum",
  "layer-2-benefits-of-layer-2-title": "Benefici del livello 2",
  "layer-2-lower-fees-title": "Commissioni più basse",
  "layer-2-lower-fees-description": "Combinando molteplici transazioni fuori dalla catena (off-chain) in una singola transazione di livello 1, le commissioni di transazione calano notevolmente, rendendo Ethereum più accessibile per tutti.",
  "layer-2-maintain-security-title": "Mantenere la sicurezza",
  "layer-2-maintain-security-description": "Le blockchain di livello 2 regolano le proprie transazioni sulla rete principale Ethereum, consentendo agli utenti di poter beneficiare della sicurezza della rete Ethereum.",
  "layer-2-expand-use-cases-title": "Espandi i casi d'uso",
  "layer-2-expand-use-cases-description": "Con più transazioni al secondo, basse commissioni, e una nuova tecnologia, i progetti si espanderanno in nuove applicazioni con una migliore esperienza utente.",
  "layer-2-how-does-layer-2-work-title": "Come funzione il livello 2?",
  "layer-2-how-does-layer-2-work-1": "Come menzionato sopra, livello 2 è un termine collettivo per le soluzioni di ridimensionamento di Ethereum che gestiscono le transazioni al di fuori del livello 1 di Ethereum, sfruttando comunque la robusta sicurezza decentralizzata del livello 1 di Ethereum. <strong>Un livello 2 è una blockchain separata che estende Ethereum</strong>. Come funziona?",
  "layer-2-how-does-layer-2-work-2": "Esistono diversi tipi di livello 2, ognuno ha i suoi compromessi e i suoi modelli di sicurezza. I livelli 2 tolgono l'onere delle transazioni ai livelli 1 rendendoli meno congestionati e rendendoli più scalabili.",
  "layer-2-rollups-title": "Rollup",
  "layer-2-rollups-1": "I rollup (o “roll up”) elaborano centinaia di transazioni in una singola transazione di livello 1. In questo modo le commissioni delle transazioni L1 vengono distribuite tra tutti i membri nel rollup, rendendole più convenienti per ciascun utente.",
  "layer-2-rollups-2": "I dati sulla transazione nel rollup sono inviati al livello 1, ma l'esecuzione avviene separatamente dal rollup. Inviando i dati sulla transazione al livello 1, i rollup ereditano la sicurezza di Ethereum. Questo perché una volta caricati i dati sul livello 1, l'annullamento della transazione di un rollup richiede l'annullamento di Ethereum. Esistono due approcci differenti ai rollup, ottimistici e a conoscenza zero, che differiscono principalmente nella modalità di invio di questi dati sulla transazione al L1.",
  "layer-2-optimistic-rollups-title": "Rollup ottimistici",
  "layer-2-optimistic-rollups-description": "I rollup ottimistici sono \"ottimistici\" nel senso che si presume che le transazioni siano valide, ma possono essere contestate se necessario. Se si sospetta una transazione non valida, si esegue una prova di errore per verificare se è avvenuta.",
  "layer-2-optimistic-rollups-childSentance": "Approfondimento più sui rollup ottimistici",
  "layer-2-zk-rollups-title": "Rollup a conoscenza zero (zero-knowledge)",
  "layer-2-zk-rollups-description": "I rollup a conoscenza zero usano le prove di validità in cui le transazioni vengono calcolate al di fuori della catena e forniscono poi i dati compressi alla rete principale di Ethereum come prova della loro validità.",
  "layer-2-zk-rollups-childSentance": "Maggiori informazioni sui rollup ZK",
  "layer-2-dyor-title": "Fai delle verifiche: i rischi del livello 2",
  "layer-2-dyor-1": "Molti progetti di livello 2 sono relativamente recenti e richiedono ancora che gli utenti si fidino dell'onestà di alcuni operatori che lavorano per decentralizzare le proprie reti. Fai sempre le tue ricerche per decidere se sei a tuo agio con i rischi connessi.",
  "layer-2-dyor-2": "Per ulteriori informazioni sulla tecnologia, i rischi e i <a href=\"/glossary/#trust-assumptions\">presupposti di fiducia</a> dei livelli 2, consigliamo di dare un'occhiata a L2BEAT, che fornisce un quadro di valutazione completo dei rischi di ogni progetto.",
  "layer-2-dyor-3": "Vai a L2BEAT",
  "layer-2-use-layer-2-title": "Usa il livello 2",
  "layer-2-use-layer-2-1": "Adesso che hai capito perché esiste il livello 2 e come funziona, inizia ad operare!",
  "layer-2-contract-accounts": "Se stai usando un portafoglio con un <a href=\"/glossary/#smart-contract\">contratto intelligente</a> come Safe o Argent, non avrai il controllo di questo indirizzo sul livello 2 fino a che non ridistribuirai il tuo conto del contratto su questo indirizzo di livello 2. I conti classici con la <a href=\"/glossary/#recovery-phrase\">frase di recupero</a> possiederanno automaticamente lo stesso conto su tutte le reti di livello 2.",
  "layer-2-use-layer-2-generalized-title": "Livelli 2 generalizzati",
  "layer-2-use-layer-2-generalized-1": "I livelli 2 generalizzati si comportano proprio come Ethereum, ma sono più economici. Qualsiasi cosa tu possa fare sul livello 1 di Ethereum, puoi farla anche sul livello 2. Molte <a href=\"/glossary/#dapp\">dapp</a> hanno già iniziato a migrare su queste reti o hanno saltato del tutto la Rete Principale per costruitre progetti direttamente sul livello 2.",
  "layer-2-use-layer-2-application-specific-title": "Livelli 2 specifici dell'applicazione",
  "layer-2-use-layer-2-application-specific-1": "I livelli 2 specifici dell'applicazione sono progetti che si specializzano nell'ottimizzazione dello spazio specifico di un'applicazione, migliorando così le prestazioni.",
  "layer-2-sidechains-title": "Una nota su catene secondarie, validium e blockchain alternative",
  "layer-2-sidechains-1": "<strong>Le catene secondarie e i Validium</strong> sono blockchain che consentono alle risorse provenienti da Ethereum di varcare i confini ed essere usate su un'altra blockchain. Le catene secondarie e i Validium sono eseguiti in parallelo con Ethereum e interagiscono con esso tramite i <a href=\"/glossary/#bridge\">ponti</a>, ma non ne ereditano la sicurezza o la disponibilità dei dati.",
  "layer-2-sidechains-2": "Entrambi scalano similmente ai livelli 2: offrono minori commissioni di transazione e maggiore volume di transazione, ma hanno presupposti di fiducia differenti.",
  "layer-2-more-on-sidechains": "Maggiori informazioni sulle catene secondarie",
  "layer-2-more-on-validiums": "Maggiori informazioni sui validium",
  "layer-2-sidechains-4": "Alcune blockchain di livello 1 riferiscono volumi maggiori e commissioni sulle transazioni più basse rispetto a Ethereum, ma in genere con compromessi altrove, ad esempio maggiori requisiti hardware per l'esecuzione dei nodi.",
  "layer-2-onboard-title": "Come arrivare a un livello 2",
  "layer-2-onboard-1": "Esistono due modi principali per portare le tue risorse su un livello 2: collegare i fondi da Ethereum tramite un contratto intelligente o prelevarli su una borsa, direttamente alla rete di livello 2.",
  "layer-2-onboard-wallet-title": "Fondi nel tuo portafoglio?",
  "layer-2-onboard-wallet-1": "Se hai già i tuoi ETH nel tuo portafoglio, dovrai usare un ponte per spostarli dalla Rete Principale di Ethereum a un livello 2.",
  "layer-2-more-on-bridges": "Maggiori informazioni sui ponti",
  "layer-2-onboard-wallet-input-placeholder": "Seleziona il L2 verso cui effettuare il ponte",
  "layer-2-onboard-wallet-selected-1": "Puoi connetterti a",
  "layer-2-onboard-wallet-selected-2": "usando questi portafogli:",
  "layer-2-bridge": "Ponte",
  "layer-2-onboard-exchange-title": "Fondi su una borsa?",
  "layer-2-onboard-exchange-1": "Alcune borse centralizzate offrono ora prelievi e depositi diretti ai livelli 2. Verifica quali borse supportano i prelievi di livello 2 e quali livelli 2 supportano.",
  "layer-2-onboard-exchange-2": "Avrai anche bisogno di un portafoglio da cui prelevare i tuoi fondi.",
  "layer-2-onboard-find-a-wallet": "Trova un portafoglio di Ethereum.",
  "layer-2-onboard-exchange-input-placeholder": "Verifica le borse che supportano L2",
  "layer-2-deposits": "Depositi",
  "layer-2-withdrawals": "Prelievi",
  "layer-2-go-to": "Vai a",
  "layer-2-tools-title": "Strumenti per essere efficienti sul livello 2",
  "layer-2-tools-l2beat-description": "L2BEAT è un'ottima risorsa per esaminare le valutazioni di rischio tecnico dei progetti di livello 2. Consigliamo di verificare le loro risorse ricercando i progetti dello specifico livello 2.",
  "layer-2-tools-growthepie-description": "Analisi curate sui livelli 2 di Ethereum",
  "layer-2-tools-ethereumecosystem-description": "Pagina non ufficiale dell'ecosistema di Ethereum e dei suoi Livelli 2, inclusi Base, Optimism e Starknet, con centinaiaa di dApp e strumenti.",
  "layer-2-tools-l2fees-description": "Le commissioni del L2 ti consentono di vedere il costo corrente (denominato in USD) per effettuare le transazioni su diversi livelli 2.",
  "layer-2-tools-chainlist-description": "Chainlist è un'ottima risorsa per importare RPC della rete nei portafogli che le supportano. Troverai le RPC per i progetti di livello 2 qui, per aiutarti a connetterti.",
  "layer-2-tools-zapper-description": "Gestisci il tuo intero portafoglio web3, dalle DeFi agli NFT e qualsiasi altra cosa verrà in futuro. Investi nelle opportunità più recenti da un posto solo.",
  "layer-2-tools-zerion-description": "Crea e gestisci il tuo intero portafoglio DeFi da un posto solo. Scopri il mondo della finanza decentralizzata oggi.",
  "layer-2-tools-debank-description": "Tieniti aggiornato su tutti gli eventi importanti nel mondo web3",
  "layer-2-faq-title": "Domande frequenti",
  "layer-2-faq-question-1-title": "Perché non esiste un L2 di Ethereum \"ufficiale\"?",
  "layer-2-faq-question-1-description-1": "Proprio come non esiste un client di Ethereum \"ufficiale\", non esiste alcun livello 2 di Ethereum \"ufficiale\". Ethereum non prevede permessi: tecnicamente chiunque può creare un livello 2! Diversi team implementeranno la propria versione di un livello 2 e l'ecosistema intero beneficerà di una diversità di approcci di design ottimizzati per diversi casi d'uso. Proprio come abbiamo diversi client di Ethereum sviluppati da diversi team per poter avere diversità nella rete, allo stesso modo si svilupperanno i livelli 2 in futuro.",
  "layer-2-faq-question-2-title": "Qual è la differenza tra i rollup ottimistici e a conoscenza zero?",
  "layer-2-faq-question-2-description-1": "Sia i rollup ottimistici che a conoscenza zero impacchettano (o \"avvolgono\") centinaia di transazioni in una sola transazione sul livello 1. Le transazioni di rollup sono eseguite al di fuori del livello 1, ma i dati delle transazioni sono pubblicati nel livello 1.",
  "layer-2-faq-question-2-description-2": "La differenza principale consiste in quali dati sono pubblicati al livello 1 e come sono verificati i dati. Le prove di validità (usate dai rollup a conoscenza zero) eseguono i calcoli al di fuori della catena e pubblicano una prova, mentre le prove di errore (usate dai rollup ottimistici) eseguono i calcoli solo sulla catena, quando vi è un sospetto di errore che deve essere verificato.",
  "layer-2-faq-question-2-description-3": "Al momento, gran parte dei rollup ZK sono specifici per le applicazioni, rispetto ai rollup ottimistici, che sono stati largamente generalizzabili.",
  "layer-2-more-info-on-optimistic-rollups": "Maggiori informazioni sui rollup ottimistici",
  "layer-2-more-info-on-zk-rollups": "Maggiori informazioni sui rollup a conoscenza zero (zero-knowledge)",
  "layer-2-faq-question-4-title": "Quali sono i rischi con il livello 2?",
  "layer-2-faq-question-4-description-1": "I progetti di livello 2 presentano rischi aggiuntivi rispetto al possesso di fondi e alla conclusione di transazioni direttamente sulla Rete Principale di Ethereum. Ad esempio, i <a href=\"/glossary/#sequencer\">sequenziatori</a> potrebbero smettere di funzionare, causando un ritardo nell'accesso ai fondi.",
  "layer-2-faq-question-4-description-2": "Ti invitiamo fare delle verifiche prima di trasferire fondi significativi a un livello 2. Per ulteriori informazioni sulla tecnologia, i rischi e i presupposti di fiducia dei livelli 2, consigliamo di dare un'occhiata a <a href=\"https://l2beat.com/?view=risk\">L2BEAT</a>, che fornisce un quadro di valutazione completo dei rischi di ogni progetto.",
  "layer-2-faq-question-4-description-3": "I ponti della blockchain, che facilitano i trasferimenti di risorse al livello 2, sono nelle loro fasi iniziali di sviluppo ed è possibile che il design ottimale del ponte non sia ancora stato scoperto. Si sono verificate degli <a href=\"https://rekt.news/wormhole-rekt/\">attacchi recenti ai ponti</a>.",
  "layer-2-faq-question-5-title": "Perché alcuni progetti del livello 2 non sono elencati qui?",
  "layer-2-faq-question-5-description-1": "Vogliamo assicurarci di elencare le migliori risorse possibili, così che gli utenti possano muoversi nello spazio del livello 2 in un modo sicuro e comodo. Manteniamo un quadro di criteri di valutazione dei progetti ai fini dell'inclusione.",
  "layer-2-faq-question-5-view-listing-policy": "Visualizza qui la nostra politica di inserzione nel livello 2.",
  "layer-2-faq-question-5-description-2": "Chiunque è libero di suggerire l'aggiunta di un livello 2 su ethereum.org. Se esiste un livello 2 che ci siamo persi, <a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">ti invitiamo di suggerirlo</a>.",
  "layer-2-further-reading-title": "Lettura consigliate",
  "a-rollup-centric-ethereum-roadmap": "Una tabella di marcia di Ethereum incentrata sui rollup",
  "an-incomplete-guide-to-rollups": "Una guida incompleta ai rollup",
  "polygon-sidechain-vs-ethereum-rollups": "Catena secondaria di Polygon vs. rollup di Ethereum: approcci di ridimensionamento del livello 2| Vitalik Buterin e Lex Fridman",
  "rollups-the-ultimate-ethereum-scaling-strategy": "ROLLUP - La strategia definitiva di ridimensionamento di Ethereum? Arbitrum e Optimism Spiegati",
  "scaling-layer-1-with-shard-chains": "Ridimensionamento del livello 1 con le catene di shard",
  "understanding-rollup-economics-from-first-principals": "Comprendere l'economia dei rollup dalle basi",
  "arbitrum-description": "Arbitrum è un rollup ottimistico che punta a dare la sensazione di interagire con Ethereum, ma con transazioni che costano una frazione di quanto costano sul L1.",
  "optimism-description": "Optimism è un rollup ottimistico equivalente all'EVM veloce, semplice e sicuro. Scala la tecnologia di Ethereum ridimensionandone anche i valori tramite il finanziamento retroattivo di beni pubblici.",
  "boba-description": "Boba è un Rollup Ottimistico, biforcato originariamente da Optimism, una soluzione di ridimensionamento mirata a ridurre le commissioni sul gas, migliorare il volume delle transazioni ed estendere le capacità dei contratti intelligenti.",
  "base-description": "Base è un L2 di Ethereum sicuro, a basso costo e pensato per gli sviluppatori, per portare il prossimo miliardo di utenti sul web3. È un L2 di Ethereum, incubato da Coinbase e basato sullo Stack OP open source.",
  "loopring-description": "La soluzione di L2 zkRollup di Loopring mira a offrire le stesse garanzie di sicurezza della rete principale di Ethereum, con un grande aumento di scalabilità: volume aumentato del 1000x e costo ridotto allo 0,1% di L1.",
  "zksync-description": "ZKsync è un Rollup ZK che mira a ridimensionare Ethereum e i suoi valori per l'adozione di massa, senza degradarne la sicurezza o la decentralizzazione.",
  "zkspace-description": "La piattaforma ZKSpace è composta da tre parti principali: un DEX AMM di livello 2 che utilizza la tecnologia ZK-Rollups chiamata ZKSwap, un servizio di pagamento chiamato ZKSquare e un marketplace NFT chiamato ZKSea.",
  "aztec-description": "Aztec Network è il primo rollup zk privato su Ethereum, che consente alle applicazioni decentralizzate di avere accesso alla privacy e di scalare.",
  "starknet-description": "Starknet è un rollup di validità di livello 2. Fornisce un volume elevato, costi del gas ridotti e mantiene i livelli di sicurezza del livello 1 di Ethereum.",
  "layer-2-note": "Nota:",
  "layer-2-ecosystem-portal": "Portale dell'Ecosistema",
  "layer-2-token-lists": "Elenchi di Token",
  "layer-2-explore": "Esplora",
  "page-dapps-ready-button": "Via!",
  "layer-2-information": "Informazioni",
  "layer-2-wallet-managers": "Gestori di portafogli"
}
