{
  "page-local-environment-brownie-desc": "Un framework di test e sviluppo basato su Python per i contratti intelligenti destinati alla Macchina Virtuale di Ethereum.",
  "page-local-environment-brownie-logo-alt": "Logo di Brownie",
  "page-local-environment-kurtosis-desc": "Un kit di strumenti basato sul contenitore per configurare e avviare facilmente una rete di prova Ethereum multi-client che consenta un rapido sviluppo, prototipazione e test di dApp locali.",
  "page-local-environment-kurtosis-logo-alt": "Logo di Kurtosis",
  "page-local-environment-epirus-desc": "Una piattaforma per lo sviluppo, la distribuzione e il monitoraggio delle applicazioni blockchain sulla macchina virtuale di Java.",
  "page-local-environment-epirus-logo-alt": "Logo di Epirus",
  "page-local-environment-eth-app-desc": "Crea app basate su Ethereum con un comando. Viene fornito con un'ampia offerta di framework di interfaccia utente e modelli DeFi tra cui scegliere.",
  "page-local-environment-eth-app-logo-alt": "Crea il logo dell'app Eth",
  "page-local-environment-foundry-desc": "Un kit di strumenti incredibilmente veloce, portatile e modulare per lo sviluppo di applicazioni di Ethereum scritto in Rust.",
  "page-local-environment-foundry-logo-alt": "Logo di Foundry",
  "page-local-environment-framework-feature-1": "Funzionalità per avviare un'istanza blockchain locale.",
  "page-local-environment-framework-feature-2": "Utilità per compilare e testare i tuoi contratti intelligenti.",
  "page-local-environment-framework-feature-3": "Componenti aggiuntivi per lo sviluppo su client per creare un'applicazione per gli utenti all'interno dello stesso progetto/repository.",
  "page-local-environment-framework-feature-4": "Configurazione per connettersi alle reti di Ethereum e distribuire i contratti, che sia a un'istanza operata localmente o una delle reti pubbliche di Ethereum.",
  "page-local-environment-framework-feature-5": "Distribuzione decentralizzata delle app. Integrazioni con opzioni di storage come IPFS.",
  "page-local-environment-framework-features": "Questi framework sono dotati di molte funzionalità disponibili subito, come:",
  "page-local-environment-frameworks-desc": " Ti consigliamo di scegliere un framework, soprattutto se hai appena iniziato. Costruire una dapp completa richiede diversi componenti della tecnologia. I framework includono molte delle funzionalità necessarie o forniscono semplici sistemi plug-in per scegliere gli strumenti desiderati.",
  "page-local-environment-frameworks-title": "Framework e stack preimpostati",
  "page-local-environment-hardhat-desc": "Hardhat è un ambiente di sviluppo Ethereum per professionisti.",
  "page-local-environment-hardhat-logo-alt": "Logo di Hardhat",
  "page-local-environment-openZeppelin-desc": "Risparmia ore di sviluppo compilando, aggiornando, distribuendo e interagendo con i contratti intelligenti, con la nostra CLI.",
  "page-local-environment-openZeppelin-logo-alt": "Logo di OpenZeppelin",
  "page-local-environment-scaffold-eth-desc": "Ether + Hardhat + React: tutto ciò di cui hai bisogno per iniziare a creare applicazioni decentralizzate basate sui contratti intelligenti.",
  "page-local-environment-scaffold-eth-logo-alt": "logo scaffold-eth",
  "page-local-environment-setup-meta-desc": "Guida su come scegliere uno stack software per lo sviluppo Ethereum.",
  "page-local-environment-setup-meta-title": "Configurazione di sviluppo locale Ethereum",
  "page-local-environment-setup-subtitle": "Prima di iniziare a creare, è necessario scegliere uno stack.",
  "page-local-environment-setup-subtitle-2": " Ecco gli strumenti e i framework che puoi utilizzare per creare un'applicazione Ethereum.",
  "page-local-environment-setup-title": "Configura il tuo ambiente di sviluppo locale",
  "page-local-environment-solidity-template-desc": "Un modello di GitHub per una configurazione predefinita per i tuoi contratti intelligenti in Solidity. Include una rete locale Hardhat, Waffle per i test, Ether per l'implementazione del portafoglio, e molto altro.",
  "page-local-environment-solidity-template-logo-alt": "Logo del modello Solidity",
  "page-local-environment-waffle-desc": "La libreria di test più avanzata per i contratti intelligenti. Da usare da sola o con Scaffold-eth o Hardhat.",
  "page-local-environment-waffle-logo-alt": "Logo di Waffle"
}
