{
  "page-what-is-ether-meta-title": "Che cos'è Ether (ETH)? (Una guida completa) | ethereum.org",
  "page-what-is-ether-meta-description": "Ether (ETH) è la criptovaluta nativa di Ethereum. Scopri a cosa serve, come e dove acquistarlo, la sua quantità disponibile e i fattori che ne influenzano il prezzo.",
  "page-what-is-ether-twitter-meta-description": "Ether (ETH) è la criptovaluta nativa di Ethereum. Scopri a cosa serve, come e dove acquistarlo, la sua quantità disponibile e altro.",
  "page-what-is-ether-title": "Cos'è Ether (ETH)?",
  "page-what-is-ether-hero-description-1": "Ether (ETH) è la criptovaluta nativa che alimenta la rete di Ethereum. Viene utilizzato per pagare le commissioni di transazione (note come 'gas') per l'utilizzo della rete e delle applicazioni su di essa basate, per proteggere la rete attraverso lo staking e funge da moneta digitale per pagamenti e investimenti, senza essere controllato da alcuna entità centrale, organizzazione o governo. ETH è una delle maggiori criptovalute per capitalizzazione di mercato.",
  "page-what-is-ether-what-is-ether-description-1": "Ether, comunemente noto come ETH, è il carburante che alimenta la blockchain di Ethereum. A differenza dei bitcoin, che fungono principalmente da moneta digitale, l'ether ha molteplici usi all'interno dell'ecosistema di Ethereum.",
  "page-what-is-ether-what-is-ether-description-2": "<strong>In quanto criptovaluta nativa di Ethereum, l'ETH viene utilizzato per:</strong>",
  "page-what-is-ether-what-is-ether-description-3": "Pagare le commissioni di transazione (gas) per l'utilizzo della rete e delle sue applicazioni",
  "page-what-is-ether-what-is-ether-description-4": "Proteggere la rete di Ethereum attraverso lo staking",
  "page-what-is-ether-what-is-ether-description-5": "ETH è stato introdotto nel 2015 come parte del lancio di Ethereum e da allora è cresciuto fino a diventare uno degli <assets>asset più preziosi al mondo</assets>.",
  "page-what-is-ether-what-is-ether-description-6": "Per i consumatori",
  "page-what-is-ether-what-is-ether-description-7": "ETH consente pagamenti globali senza banche, acquisti di token non fungibili (NFT) e accesso alle app di finanza decentralizzata (DeFi). È resistente alla censura con funzionalità transfrontaliera 24/7.",
  "page-what-is-ether-what-is-ether-description-8": "Per gli sviluppatori",
  "page-what-is-ether-what-is-ether-description-9": "ETH viene utilizzato per pagare le commissioni di transazione durante la distribuzione di contratti intelligenti sulla rete principale di Ethereum. È anche la valuta principale utilizzata in molte applicazioni nell'ecosistema di Ethereum.",
  "page-what-is-ether-what-is-ether-description-10": "Per gli investitori",
  "page-what-is-ether-what-is-ether-description-11": "ETH funge da riserva di valore e asset che genera rendimento attraverso lo staking. Fornisce esposizione alla crescita del web3 e all'economia digitale in espansione.",
  "page-what-is-ether-what-is-ether-description-12": "Scopri di più sullo staking di ETH",
  "page-what-is-ether-how-to-buy-eth": "Come acquistare ETH",
  "page-what-is-ether-how-to-buy-eth-description-1": "Acquistare ETH è semplice e sono disponibili diverse opzioni in base alle tue esigenze e alla tua posizione. <strong>Inizia sempre da una piattaforma affidabile</strong> che offre una solida sicurezza.",
  "page-what-is-ether-how-to-buy-eth-description-2": "I consumatori possono acquistare ETH tramite exchange di criptovalute o app portafoglio.",
  "page-what-is-ether-how-to-buy-eth-description-3": "<strong>Nota a margine</strong>",
  "page-what-is-ether-how-to-buy-eth-description-4": "Quando acquisti ETH, sentirai parlare di \"<strong>conto/indirizzo</strong>\" e \"<strong>portafoglio</strong>\".",
  "page-what-is-ether-how-to-buy-eth-description-5": "Pensa al tuo <strong>conto come al tuo indirizzo e-mail</strong>, dove le persone ti inviano denaro.",
  "page-what-is-ether-how-to-buy-eth-description-6": "Pensa al tuo <strong>portafoglio come alla tua app di posta elettronica</strong>, dove controlli i saldi ed effettui pagamenti.",
  "page-what-is-ether-how-to-buy-eth-description-7": "Puoi acquistare ETH con:",
  "page-what-is-ether-how-to-buy-eth-description-8": "<strong>Carte di credito/debito</strong>: istantaneamente ma con commissioni più alte",
  "page-what-is-ether-how-to-buy-eth-description-9": "<strong>Bonifici bancari</strong>: più lenti ma con commissioni più basse",
  "page-what-is-ether-how-to-buy-eth-description-10": "<strong>PayPal</strong> o servizi simili, ove disponibili",
  "page-what-is-ether-how-to-buy-eth-description-11": "<strong>Per le aziende</strong>, gli exchange offrono conti aziendali con limiti più elevati, un supporto migliore, funzionalità di conformità, sconti sul volume e una sicurezza avanzata.",
  "page-what-is-ether-how-to-buy-eth-description-12": "Altri modi per ottenere ETH:",
  "page-what-is-ether-how-to-buy-eth-description-13": "<strong>Ricevere pagamenti</strong> da persone che conosci",
  "page-what-is-ether-how-to-buy-eth-description-14": "<strong>Fornire liquidità</strong> sui protocolli di finanza decentralizzata",
  "page-what-is-ether-how-to-buy-eth-description-15": "<strong>Mettere in staking ETH</strong> per guadagnare ricompense e al contempo proteggere la rete di Ethereum",
  "page-what-is-ether-how-to-buy-eth-description-16": "Scopri di più su come e dove acquistare ETH",
  "page-what-is-ether-how-to-send-and-receive-eth": "Come inviare e ricevere ETH",
  "page-what-is-ether-how-to-send-and-receive-eth-description-1": "<strong>Per inviare ETH</strong> sono necessari un portafoglio e l'indirizzo del destinatario. Inserisci il suo indirizzo, specifica l'importo, controlla la commissione di transazione e conferma. Le transazioni di solito arrivano in meno di 30 secondi e non possono essere annullate una volta confermate.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-2": "<strong>Per ricevere ETH</strong> è necessario condividere il tuo indirizzo Ethereum o il codice QR con il mittente. I fondi compaiono nel tuo portafoglio dopo la conferma della rete; la maggior parte dei portafogli fornisce notifiche.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-3": "<strong>Hai bisogno di aiuto?</strong> Leggi la guida <howToUseWallet>Come usare un portafoglio</howToUseWallet>.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-4": "Quando acquisti ETH, sentirai parlare di \"<strong>conto/indirizzo</strong>\" e \"<strong>portafoglio</strong>\".",
  "page-what-is-ether-how-to-send-and-receive-eth-description-5": "Pensa al tuo <strong>conto come al tuo indirizzo e-mail</strong>, dove le persone ti inviano denaro.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-6": "Pensa al tuo <strong>portafoglio come alla tua app di posta elettronica</strong>, dove controlli i saldi ed effettui pagamenti.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-7": "Per importi maggiori, considera i portafogli hardware per una maggiore sicurezza.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-8": "Scopri di più su Ethereum e su come funziona.",
  "page-what-is-ether-how-to-send-and-receive-eth-callout": "Condividi il tuo indirizzo Ethereum solo con contatti fidati. Poiché Ethereum è un registro pubblico, possono visualizzare il tuo saldo e le tue transazioni. Non possono accedere ai tuoi fondi, ma si raccomanda di tutelare la privacy.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth": "Quanto tempo ci vuole per inviare ETH?",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-1": "Le transazioni di ETH si completano in genere in meno di 30 secondi. La rete di Ethereum elabora i blocchi ogni 12 secondi, anche se le transazioni possono essere messe in coda durante i periodi di congestione.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-2": "Le transazioni raggiungono la 'finalità' dopo circa 15 minuti, rispetto a una media di 60 minuti per Bitcoin.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-3": "Durante i periodi di traffico di rete elevato, puoi accelerare le transazioni pagando commissioni di transazione più alte, che ti posizionano più avanti nella coda. Le commissioni sono suddivise tra i validatori e un meccanismo di burning (distruzione).",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth": "Quanto costa inviare ETH?",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth-description-1": "Le transazioni di Ethereum richiedono <strong>commissioni di transazione pagate in ETH</strong>. La commissione è calcolata in base al lavoro computazionale richiesto (misurato in 'gas') e alla domanda attuale della rete. Il prezzo del gas fluttua con il traffico della rete, rendendo le transazioni meno costose durante i periodi di minor traffico.",
  "page-what-is-ether-l2s": "Ecco gli L2: ridimensionare Ethereum",
  "page-what-is-ether-l2s-description-1": "Con la crescita della popolarità di Ethereum, mantenere basse le commissioni di transazione diventa una sfida. Le reti di <strong>livello 2 (L2)</strong> risolvono questo problema.",
  "page-what-is-ether-l2s-description-2": "Gli L2 come <optimism>Optimism</optimism> e <arbitrum>Arbitrum</arbitrum> offrono <strong>commissioni 10-100 volte più economiche</strong>, ereditando la sicurezza di Ethereum. Elaborano le transazioni off-chain e pubblicano i dati su Ethereum.",
  "page-what-is-ether-l2s-description-3": "Considerali come corsie preferenziali che forniscono transazioni più veloci ed economiche accanto all'autostrada principale di Ethereum.",
  "page-what-is-ether-l2s-description-4": "I <strong>trasferimenti L2 costano in genere meno di 0,01 $</strong>, portando Ethereum a milioni di nuovi utenti attraverso integrazioni con aziende come Robinhood, PayPal e Shopify.",
  "page-what-is-ether-what-is-the-eth-supply": "Qual è la fornitura di ETH?",
  "page-what-is-ether-what-is-the-eth-supply-description-1": "A differenza del limite fisso di 21 milioni di Bitcoin, l'ETH ha una meccanica di fornitura dinamica:",
  "page-what-is-ether-what-is-the-eth-supply-description-2": "Nuovi ETH vengono emessi per ricompensare i validatori della rete a un tasso limitato calcolato dal protocollo",
  "page-what-is-ether-what-is-the-eth-supply-description-3": "Una parte di ogni commissione di transazione viene permanentemente \"bruciata\" (eliminata dall'esistenza)",
  "page-what-is-ether-what-is-the-eth-supply-description-4": "Ciò crea periodi alternati di inflazione e deflazione in base all'utilizzo della rete",
  "page-what-is-ether-what-is-the-eth-supply-description-5": "<strong>Equilibrio previsto</strong>: il sistema bilancia la sicurezza della rete con la conservazione del valore a lungo termine. Un utilizzo elevato porta alla deflazione; un utilizzo basso si traduce in inflazione.",
  "page-what-is-ether-what-is-the-eth-supply-description-6": "Fonti dei dati: <etherscan>Etherscan</etherscan>, <ultrasound>Ultrasound Money</ultrasound>",
  "page-what-is-ether-what-is-the-distribution-of-eth": "Qual è la distribuzione di ETH?",
  "page-what-is-ether-what-is-the-distribution-of-eth-description-1": "La proprietà è ampiamente distribuita su <etherscan>decine di milioni di indirizzi</etherscan>, impedendo la concentrazione del controllo e migliorando la decentralizzazione.",
  "page-what-is-ether-breakdown": "Una ripartizione della distribuzione di ether",
  "page-what-is-ether-breakdown-description-1": "<strong>Ether in staking</strong>: decine di milioni di ETH <beaconchain>bloccati</beaconchain> per la sicurezza della rete",
  "page-what-is-ether-breakdown-description-2": "<strong>Exchange</strong>: le piattaforme centralizzate <unchained>detengono il 13-16%</unchained> della fornitura",
  "page-what-is-ether-breakdown-description-3": "<strong>Contratti intelligenti</strong>: quantità significative in contratti intelligenti, inclusi i protocolli DeFi",
  "page-what-is-ether-breakdown-description-4": "<strong>Ethereum Foundation</strong>: detiene <ef>meno dello 0,3%</ef> della fornitura (in calo dal 9% nel 2014)",
  "page-what-is-ether-who-holds-most": "Chi ne detiene di più?",
  "page-what-is-ether-who-holds-most-description-1": "Gli indirizzi Ethereum con i saldi ETH più alti in genere non appartengono a singoli individui. La stragrande maggioranza degli ether visibili negli indirizzi Ethereum \"principali\" rappresenta i fondi collettivi e raggruppati di molte persone ed entità diverse, non le partecipazioni di un singolo individuo. ",
  "page-what-is-ether-who-holds-most-description-2": "I conti ETH con il saldo più alto in genere includono:",
  "page-what-is-ether-who-holds-most-description-3": "Il Contratto di Deposito della Beacon Chain: il saldo del contratto di deposito rappresenta tutti gli ETH che sono stati <staked>messi in staking</staked> per aiutare a proteggere la rete di Ethereum. Sebbene questo sia l'indirizzo Ethereum con il saldo ETH più grande, non rappresenta un conto portafoglio Ethereum accessibile. È un contratto intelligente che accetta depositi di ETH come primo passo per partecipare allo staking, quindi gestisce i saldi di quegli ether tra i validatori attivi della rete.",
  "page-what-is-ether-who-holds-most-description-4": "Contratti intelligenti: molti degli altri indirizzi Ethereum con saldi elevati rappresentano i contratti intelligenti che alimentano le applicazioni basate su Ethereum, come gli indirizzi dei contratti intelligenti per i protocolli di finanza decentralizzata (DeFi), i ponti o le organizzazioni autonome decentralizzate (DAO). I saldi di questi contratti rappresentano gli ether che molti portafogli hanno depositato per partecipare alla loro applicazione.",
  "page-what-is-ether-who-holds-most-description-5": "Conti omnibus: si tratta di grandi portafogli gestiti da exchange, piattaforme e fondi (come Coinbase, Robinhood o Binance). Quando un utente acquista ETH su un exchange, questi vengono spesso detenuti in uno di questi enormi conti insieme agli ETH di migliaia di altri clienti della piattaforma.",
  "page-what-is-ether-who-holds-most-description-6": "Puoi visualizzare un elenco in tempo reale degli indirizzi dei portafogli Ethereum con i saldi ETH più alti su <etherscan>Etherscan qui</etherscan>.",
  "page-what-is-ether-distribution": "Perché la distribuzione è importante per la decentralizzazione",
  "page-what-is-ether-distribution-description-1": "Un'ampia distribuzione impedisce il controllo centralizzato. La vera decentralizzazione dipende dal numero di nodi e validatori indipendenti che mantengono la rete.",
  "page-what-is-ether-what-makes-eth-valuable": "Cosa rende prezioso l'ETH?",
  "page-what-is-ether-what-makes-eth-valuable-description-1": "Il valore di ETH deriva da molteplici fonti:",
  "page-what-is-ether-what-makes-eth-valuable-description-2": "<strong>Utilità della rete</strong>: tutte le transazioni di Ethereum richiedono ETH per le commissioni sul gas, creando una domanda costante che cresce con l'adozione della rete.",
  "page-what-is-ether-what-makes-eth-valuable-description-3": "<strong>Ricompense dello staking</strong>: gli staker di ETH guadagnano rendimenti proteggendo la rete, il che attrae sia gli investitori individuali che quelli istituzionali.",
  "page-what-is-ether-what-makes-eth-valuable-description-4": "<strong>Riserva di valore</strong>: molti considerano l'ETH come \"petrolio digitale\", un asset scarso con un'utilità reale che alimenta l'economia digitale.",
  "page-what-is-ether-what-makes-eth-valuable-description-5": "<strong>Dinamiche dell'offerta</strong>: la distruzione delle commissioni (burning) crea una pressione deflazionistica durante i periodi di utilizzo elevato. Dal 2021, <ultrasound>milioni di ETH sono stati rimossi permanentemente</ultrasound> dalla circolazione.",
  "page-what-is-ether-what-is-wrapping-eth": "Cosa significa 'wrapping' di ETH?",
  "page-what-is-ether-what-is-wrapping-eth-description-1": "Wrapped ETH (WETH) è un token ERC-20 che rappresenta ETH su base 1:1. Molte app decentralizzate e reti L2 sono create per gestire i token ERC-20, ma l'ETH nativo non è un token ERC-20. 'Wrapping' significa bloccare ETH in un contratto intelligente ed emettere una rappresentazione ERC-20 di quell'ETH bloccato (WETH), consentendone l'uso in tutte le app e L2 che possono accettare solo token ERC-20.",
  "page-what-is-ether-what-is-wrapping-eth-description-2": "Gli usi comuni includono:",
  "page-what-is-ether-what-is-wrapping-eth-description-3": "Coppie di trading su exchange decentralizzati come <uniswap>Uniswap</uniswap>",
  "page-what-is-ether-what-is-wrapping-eth-description-4": "Garanzia su piattaforme di prestito come <aave>Aave</aave>",
  "page-what-is-ether-what-is-wrapping-eth-description-5": "Offerte su marketplace di NFT come <opensea>OpenSea</opensea>",
  "page-what-is-ether-what-is-wrapping-eth-description-6": "WETH può essere riconvertito in ETH in qualsiasi momento con commissioni minime. Il WETH viene distrutto e l'ETH che rappresentava viene rilasciato dal contratto intelligente. La maggior parte delle applicazioni gestisce il processo di wrapping e unwrapping senza problemi.",
  "page-what-is-ether-what-is-wrapping-eth-description-7": "Scopri di più sul Wrapped ETH (WETH)",
  "page-what-is-ether-gas-table-transaction-type": "Tipo di transazione",
  "page-what-is-ether-gas-table-typical-cost-range": "Intervallo di costo in tempo reale",
  "page-what-is-ether-gas-table-estimated-gas-units": "Unità di gas stimate",
  "page-what-is-ether-gas-table-row-1-1": "Trasferimenti di ETH",
  "page-what-is-ether-gas-table-row-2-1": "Scambio di token",
  "page-what-is-ether-gas-table-row-3-1": "Transazioni DeFi/NFT complesse"
}