{
  "page-what-is-ethereum-alt-img-bazaar": "Figura di una persona che sbircia in un bazar, che rappresenta Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Figura dei membri della community di Ethereum che lavorano insieme",
  "page-what-is-ethereum-alt-img-lego": "Figura di una mano che crea il logo ETH formato da mattoncini di Lego",
  "page-what-is-ethereum-banking-card": "Attività bancarie per tutti",
  "page-what-is-ethereum-banking-card-desc": "Non tutti hanno accesso a servizi finanziari. Tutto ciò che ti serve per accedere a Ethereum, e al suo sistema di prestiti e prodotti di risparmio, è una connessione internet.",
  "page-what-is-ethereum-build": "Fai qualcosa con Ethereum",
  "page-what-is-ethereum-build-desc": "Se vuoi provare a costruire con Ethereum, leggere i nostri documenti, provare alcuni tutorial o dare un'occhiata agli strumenti che ti servono per iniziare.",
  "page-what-is-ethereum-censorless-card": "Anti-censura",
  "page-what-is-ethereum-censorless-card-desc": "Nessun governo o società ha il controllo su Ethereum. La decentralizzazione rende praticamente impossibile, per chiunque, impedirti di ricevere pagamenti o di utilizzare i servizi su Ethereum.",
  "page-what-is-ethereum-comm-desc": "La nostra community include persone con ogni tipo di background, inclusi artisti, cripto-anarchici, aziende Fortune 500 e ora anche te. Scopri come poter partecipare fin da subito.",
  "page-what-is-ethereum-commerce-card": "Garanzie commerciali",
  "page-what-is-ethereum-commerce-card-desc": "I clienti hanno una garanzia sicura e integrata che i fondi saranno trasferiti se fornirete quanto concordato. Analogamente, gli sviluppatori possono avere la certezza che le regole non cambieranno per loro.",
  "page-what-is-ethereum-composable-card": "Prodotti componibili",
  "page-what-is-ethereum-composable-card-desc": "Tutte le applicazioni sono basate sulla stessa blockchain con uno stato globale condiviso, il che significa che possono combinarsi come i mattoncini Lego. Questo consente di migliorare i prodotti e le esperienze e garantisce che nessuno possa rimuovere strumenti su cui si basano le applicazioni.",
  "page-what-is-ethereum-community": "La community Ethereum",
  "page-what-is-ethereum-desc": "La base per il nostro futuro digitale",
  "page-what-is-ethereum-explore": "Esplora Ethereum",
  "page-what-is-ethereum-internet-card": "Un internet aperto",
  "page-what-is-ethereum-internet-card-desc": "Chiunque può interagire con la rete Ethereum o creare applicazioni su di essa. In questo modo si creano le basi per il controllo delle proprie risorse e della propria identità, anziché lasciare che siano le grandi società a esercitare il controllo su di esse.",
  "page-what-is-ethereum-meet-comm": "Incontra la community",
  "page-what-is-ethereum-meta-description": "Scopri di più su Ethereum, cosa fa e come puoi provarla.",
  "page-what-is-ethereum-meta-title": "Cos'è Ethereum?",
  "page-what-is-ethereum-p2p-card": "Una rete peer-to-peer",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum ti consente di coordinarti, concludere accordi o trasferire risorse digitali direttamente con altre persone. Non devi affidarti a degli intermediari.",
  "page-what-is-ethereum-start-building-btn": "Inizia a sviluppare",
  "page-what-is-ethereum-title": "Cos'è Ethereum?",
  "page-what-is-ethereum-subtitle": "Una guida completa per principianti a come funziona Ethereum, i benefici che comporta e come è usata da milioni di persone in tutto il mondo.",
  "page-what-is-ethereum-button-lets-start": "Iniziamo",
  "page-what-is-ethereum-blockchain-tab-title": "Cos'è una blockchain?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Una blockchain è un database di transazioni</b>, aggiornato e condiviso tra molti computer in una rete. Ogni volta che è aggiunta una nuova serie di transazioni, viene chiamata \"blocco\", da cui il nome blockchain. Le blockchain pubbliche come Ethereum consentono a chiunque di aggiungere, ma non di rimuovere, i dati. Se qualcuno volesse alterare qualsiasi informazione o ingannare il sistema, dovrebbe farlo sulla maggioranza dei computer sulla rete. E sono molti! Ciò rende le blockchain decentralizzate, come Ethereum, altamente sicure.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Cos'è una criptovaluta?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Criptovaluta è un termine utilizzato per descrivere molti tipi di token digitali fungibili, protetti utilizzando una blockchain. Tutto è iniziato con Bitcoin. Bitcoin è utilizzabile per trasferire valore tra due parti, senza doversi affidare a un intermediario. Devi soltanto fidarti del codice di Bitcoin, che è interamente aperto e disponibile liberamente.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "Il motivo per cui le risorse come bitcoin ed ether sono dette \"criptovalute\" è che la sicurezza dei tuoi dati e delle tue risorse è garantita dalla <a href=\"/glossary/#cryptography\">crittografia</a>, non dall'affidarsi al fatto che un'istituzione o una società agisca onestamente.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Ethereum ha la propria criptovaluta nativa, ether (ETH), utilizzata per pagare per certe attività sulla rete. Può essere trasferita ad altri utenti o scambiata per altri token su Ethereum. Ether è speciale perché è utilizzata per pagare per il calcolo necessario alla creazione ed esecuzione di app e organizzazioni su Ethereum.",
  "page-what-is-ethereum-summary-title": "Riepilogo",
  "page-what-is-ethereum-summary-desc-1": "Ethereum è una rete di computer presenti in tutto il mondo che seguono una serie di regole dette protocollo di Ethereum. La rete di Ethereum agisce da fondamenta per le comunità, applicazioni, organizzazioni e risorse digitali che chiunque può creare e utilizzare.",
  "page-what-is-ethereum-summary-desc-2": "Puoi creare un conto Ethereum da qualsiasi parte, in qualsiasi momento, ed esplorare un mondo di app, o creare le tue. L'innovazione fondamentale è che puoi fare tutto ciò senza doverti fidare di un'autorità centrale, che potrebbe modificare le regole o limitare il tuo accesso.",
  "page-what-is-ethereum-summary-desc-3": "Continua a leggere per scoprire di più…",
  "page-what-is-ethereum-btc-eth-diff-title": "Qual è la differenza tra Ethereum e Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "Lanciato nel 2015, Ethereum si basa sull'innovazione di Bitcoin, con alcune grandi differenze.",
  "page-what-is-ethereum-btc-eth-diff-2": "Entrambi ti consentono di usare il denaro digitale senza fornitori di pagamento o banche. Ma <b>Ethereum è programmabile</b>, così puoi anche creare e distribuire delle applicazioni decentralizzate sulla sua rete.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin ci consente di inviarci a vicenda messaggi di base relativi a ciò che pensiamo sia prezioso. Stabilire un valore senza autorità è già di per sé potente. Ethereum estende questo meccanismo: piuttosto che semplici messaggi, puoi scrivere qualsiasi programma generale, o contratto. Non ci sono limiti al tipo di contratti che possono essere creati e concordati, dunque sulla rete di Ethereum si verifica un’enorme innovazione.",
  "page-what-is-ethereum-btc-eth-diff-4": "Mentre Bitcoin è soltanto una rete di pagamenti, Ethereum è piuttosto un mercato di servizi finanziari, giochi, social network e altre app.",
  "page-what-is-ethereum-what-can-eth-do-title": "Cosa può fare Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Perché dovrei usare Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Se sei interessato ai metodi più resilienti, aperti e attendibili per coordinare globalmente, creare organizzazioni, app e condividere valore, Ethereum fa per te. Ethereum è una storia scritta da tutti noi, quindi vieni a scoprire che mondi incredibili possiamo creare, utilizzandolo insieme.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Ethereum è inoltre stato prezioso per le persone che hanno dovuto affrontare situazioni di incertezza relativamente alla sicurezza, solidità o mobilità delle proprie risorse a causa di forze esterne al loro controllo.",
  "page-what-is-ethereum-slide-1-title": "Pagamenti transfrontalieri più economici e veloci",
  "page-what-is-ethereum-slide-1-desc-1": "Gli <b>Stablecoin</b> sono un nuovo tipo di criptovaluta che si affida a una risorsa più stabile come base per il suo valore. Gran parte di essi sono collegati al dollaro americano e dunque mantengono il valore di quella valuta. Rendono possibile un sistema di pagamento globale molto economico e stabile. Molti stablecoin correnti sono basati sulla rete di Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum e gli stablecoin semplificano il processo di invio di denaro all'estero. Spesso bastano solo alcuni minuti spostare i fondi in qualunque parte del mondo, rispetto ad alcuni giorni lavorativi o persino settimane che potrebbe impiegare una banca media, e a una frazione del costo. Inoltre, non vi è alcuna commissione aggiuntiva per aver effettuato transazioni di alto valore e non ci sono limitazioni su dove o perché stai inviando il tuo denaro.",
  "page-what-is-ethereum-slide-2-title": "L'aiuto più rapido nei momenti di crisi",
  "page-what-is-ethereum-slide-2-desc-1": "Se sei abbastanza fortunato da avere diverse opzioni bancarie tramite le istituzioni fidate dove vivi, potresti dare per scontata la libertà finanziaria, la sicurezza e la stabilità che offrono. Ma per molte persone in tutto il mondo, che affrontano repressione politica o disagio economico, le istituzioni finanziarie potrebbero non fornire la protezione o i servizi che necessitano.",
  "page-what-is-ethereum-slide-2-desc-2": "Quando la guerra, catastrofi economiche o repressioni delle libertà civili hanno colpito i cittadini di <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\"> Venezuela</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\"> Cuba</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\"> Afghanistan</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\"> Nigeria</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\"> Bielorussia</a> e <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\"> Ucraina</a>, le criptovalute sono state l'opzione più veloce e spesso l'unica alternativa per mantenere potere finanziario. <sup><a to=\"https://www.financialinclusion.tech/\"> 1</a></sup> Come dimostrato da questi esempi, le criptovalute come Ethereum possono garantire accesso illimitato all'economia globale nel momento in cui le persone vengono escluse dal mondo esterno. Inoltre, le stablecoin conservano valore nei momenti in cui le valute locali collassano a causa dell'iperinflazione.",
  "page-what-is-ethereum-slide-3-title": "Dare potere a creatori",
  "page-what-is-ethereum-slide-3-desc-1": "Nel solo 2021, artisti, musicisti, scrittori e altri creatori hanno usato Ethereum per guadagnare complessivamente circa $3,5 miliardi. Questo rende Ethereum una delle più grandi piattaforme globali per creatori, insieme a Spotify, YouTube ed Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Scopri di più</a>.",
  "page-what-is-ethereum-slide-4-title": "Dare potere ai giocatori",
  "page-what-is-ethereum-slide-4-desc-1": "Recentemente sono emersi i giochi play to earn (in cui i giocatori sono effettivamente premiati per giocare ai giochi) e stanno trasformando l'industria videoludica. Tradizionalmente, spesso è vietato scambiare o trasferire risorse di gioco ad altri giocatori con scambio di denaro reale. Questo forza i giocatori a usare siti web del mercato nero, che sono spesso un rischio di sicurezza. Il gaming nella blockchain abbraccia l'economia di gioco e promuove questo comportamento in modo affidabile.",
  "page-what-is-ethereum-slide-4-desc-2": "Inoltre, i giocatori sono incentivati perché possono scambiare token di gioco con denaro reale e dunque essere realmente premiati per il loro tempo di gioco.",
  "page-what-is-ethereum-meet-ether-title": "Incontra ether, la criptovaluta di Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Molte azioni sulla rete di Ethereum richiedono del lavoro da fare sul computer incorporato di Ethereum (noto come la Macchina Virtuale di Ethereum). Questi calcoli non sono gratuiti; sono pagati per l'utilizzo della criptovaluta nativa di Ethereum, detta ether (ETH). Ciò significa che ti occorre almeno una piccola quantità di ether per utilizzare la rete.",
  "page-what-is-ethereum-meet-ether-desc-2": "Ether è puramente digitale e puoi inviarla a chiunque in tutto il mondo immediatamente. L'offerta di ether non è controllata da alcun governo o azienda; è decentralizzata e completamente trasparente. Ether è emessa in un modo preciso, secondo il protocollo, ed esclusivamente agli staker che proteggono la rete.",
  "page-what-is-ethereum-what-is-ether": "Cos'è un ether?",
  "page-what-is-ethereum-get-eth": "Ottieni ETH",
  "page-what-is-ethereum-explore-applications": "Esplora le applicazioni",
  "page-what-is-ethereum-learn-defi": "Scopri di più sulla DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Chi controlla Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum non è controllato da alcuna entità in particolare. Esiste laddove sono presenti computer connessi che eseguono il software seguendo il protocollo di Ethereum e aggiungendosi alla sua <a href=\"/glossary/#blockchain\">blockchain</a>. Ognuno di questi computer è noto come un nodo. I nodi possono essere operati da chiunque, sebbene per partecipare alla protezione della rete è necessario mettere degli ETH (il token nativo di Ethereum) in <a href=\"/glossary/#staking\">staking</a>. Chiunque abbia 32 ETH può farlo senza bisogno di autorizzazione.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Anche il codice sorgente di Ethereum non è prodotto da una singola entità. Chiunque può suggerire modifiche al protocollo e discutere degli aggiornamenti. Esistono svariate implementazioni del protocollo di Ethereum prodotte da organizzazioni indipendenti in svariati linguaggi di programmazione e solitamente sono creati come open source per incoraggiare i contributi della comunità.",
  "page-what-is-ethereum-run-a-node": "Gestire un nodo",
  "page-what-is-ethereum-smart-contract-title": "Cosa sono i contratti intelligenti?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>I contratti intelligenti sono programmi informatici</b> che risiedono sulla blockchain di Ethereum. Sono eseguiti quando attivati da una transazione di un utente. Rendono Ethereum molto flessibile in ciò che può fare. Questi programmi agiscono da blocchi da costruzione per le app e organizzazioni decentralizzate.",
  "page-what-is-ethereum-smart-contract-desc-2": "Hai mai utilizzato un prodotto che ha modificato i propri termini di servizio? O che ha rimosso una funzionalità che trovavi utile? Una volta che un contratto intelligente è pubblicato su Ethereum, sarà online e operativo per tutta l'esistenza di Ethereum. Nemmeno l'autore può disattivarlo. Poiché i contratti intelligenti sono automatizzati, non discriminano alcun utente e sono sempre pronti all'uso.",
  "page-what-is-ethereum-smart-contract-desc-3": "Esempi famosi di contratti intelligenti sono rappresentati da app di prestito, borse di trading decentralizzate, assicurazioni, finanziamenti quadratici, social network, <a href=\"/glossary/#nft\"> NFT</a>; in pratica tutto ciò a cui puoi pensare.",
  "page-what-is-ethereum-more-on-smart-contracts": "Di più sui Contratti Intelligenti",
  "page-what-is-ethereum-explore-dapps": "Esplora le dapp",
  "page-what-is-ethereum-criminal-activity-title": "Ho sentito dire che le cripto sono usate come strumenti per le attività criminali. È vero?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Come per qualsiasi tecnologia, talvolta sarà utilizzata impropriamente. Tuttavia, poiché tutte le transazioni di Ethereum si verificano su una blockchain aperta, è spesso più facile, per le autorità, monitorare le attività illecite rispetto al sistema finanziario tradizionale, rendendo probabilmente Ethereum una scelta meno attraente per coloro che preferirebbero non essere identificati.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Secondo i risultati chiave di un rapporto recente dell'Europol, l'Agenzia dell'Unione europea per la Cooperazione delle Forze dell'Ordine, le cripto sono usate molto meno delle valute legali per scopi criminali:",
  "page-what-is-ethereum-criminal-activity-desc-3": "\"L'uso delle criptovalute per attività illecite sembra interessare solo una piccola parte dell'economia complessiva della criptovaluta e sembra essere comparativamente inferiore alla quantità di fondi illeciti coinvolti nella finanza tradizionale.\"",
  "page-what-is-ethereum-energy-title": "E il consumo energetico di Ethereum invece?",
  "page-what-is-ethereum-energy-desc-1": "Il 15 settembre 2002, Ethereum ha eseguito l'aggiornamento alla Fusione, ossia la transizione di Ethereum da <a href=\"/glossary/#pow\">proof-of-work</a> a <a href=\"/glossary/#pos\">proof-of-stake</a>.",
  "page-what-is-ethereum-energy-desc-2": "Il Merge è stato l'aggiornamento più grande di Ethereum, e ha ridotto il consumo di energia richiesto per proteggere l'ecosistema del <b>99.95%</b>, creando un <b>network più sicuro per un costo minore</b>. Ethereum adesso è una Blockchain \"low-carbon\", mentre aumenta la propria sicurezza e scalabilità.",
  "page-what-is-ethereum-more-on-energy-consumption": "Maggiori informazioni sul consumo energetico",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Consumo di energia annuale in TWh/anno",
  "energy-consumption-chart-global-data-centers-label": "Centri elaborazione dati globali",
  "energy-consumption-gold-mining-cbeci-label": "Estrazione dell'oro",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Gaming negli Stati Uniti",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "L'aggiornamento della Fusione",
  "page-what-is-ethereum-additional-reading": "Letture consigliate",
  "page-what-is-ethereum-week-in-ethereum": "Settimana in Ethereum News",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Una newsletter settimanale che copre gli sviluppi chiave nell'intero ecosistema.",
  "page-what-is-ethereum-kernel-dreamers": "Kernel",
  "page-what-is-ethereum-kernel-dreamers-desc": "Il Sogno di Ethereum",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atomi, Istituzioni, Blockchain",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Perché le blockchain contano?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum in numeri",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "Progetti basati su Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "Conti (portafogli) con un saldo di ETH",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "Contratti intelligenti su Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "Valore protetto su Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "Guadagni dei creatori su Ethereum nel 2021",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "Numero di transazioni di oggi",
  "adoption-chart-column-now-label": "Oggi",
  "adoption-chart-investors-label": "Investitori",
  "adoption-chart-developers-label": "Sviluppatori",
  "adoption-chart-companies-label": "Aziende",
  "adoption-chart-artists-label": "Artisti",
  "adoption-chart-musicians-label": "Musicisti",
  "adoption-chart-writers-label": "Scrittori",
  "adoption-chart-gamers-label": "Giocatori",
  "adoption-chart-refugees-label": "Rifugiati",
  "page-what-is-ethereum-get-eth-alt": "Ottieni ETH",
  "page-what-is-ethereum-get-eth-description": "ETH è la criptovaluta nativa di Ethereum. Ti serviranno alcuni ETH nel tuo portafoglio per utilizzare le applicazioni di Ethereum.",
  "page-what-is-ethereum-get-eth-title": "Ottieni ETH",
  "page-what-is-ethereum-explore-dapps-alt": "Esplora le dapp",
  "page-what-is-ethereum-explore-dapps-description": "Le Dapp sono applicazioni costruite su Ethereum. Le Dapp stanno disgregando i modelli di business attuali inventandone di nuovi.",
  "page-what-is-ethereum-explore-dapps-title": "Prova alcune dapp"
}
