{
  "page-layer-2-hero-title": "Livello 2",
  "page-layer-2-hero-header": "Reti Ethereum",
  "page-layer-2-hero-description": "Utilizza Ethereum a una frazione del costo.",
  "page-layer-2-hero-button-2-content": "Per saperne di più",
  "page-layer-2-period": ".",
  "page-layer-2-calloutCard-1-title": "Commissioni di $0.01",
  "page-layer-2-calloutCard-1-description": "Puoi fare trading, inviare denaro a livello globale o utilizzare applicazioni senza preoccuparti di costi elevati.",
  "page-layer-2-calloutCard-2-title": "Transazioni quasi istantanee",
  "page-layer-2-calloutCard-2-description": "Che si tratti di un pagamento rapido o di operazioni finanziarie decentralizzate (DeFi), tutte le transazioni richiedono solo pochi secondi.",
  "page-layer-2-calloutCard-3-title": "Supportato da Ethereum",
  "page-layer-2-calloutCard-3-description": "La blockchain decentralizzata e collaudata di Ethereum funge da livello di regolamento per altre reti più recenti.",
  "page-layer-2-meta-title": "Introduzione a Ethereum Layer 2: vantaggi e utilizzi",
  "page-layer-2-meta-description": "Scopri di più sulle reti layer 2 di Ethereum",
  "page-layer-2-powered-by-ethereum-title": "Alimentato da Ethereum",
  "page-layer-2-powered-by-ethereum-description-1": "Ethereum non è più solo una rete unica.",
  "page-layer-2-powered-by-ethereum-description-2": "Con centinaia di blockchain ora costruite su di esso, Ethereum è diventato più conveniente, veloce e accessibile per l'uso quotidiano.",
  "page-layer-2-powered-by-ethereum-description-3": "Abbraccia il futuro unendoti a una delle tante reti basate su Ethereum!",
  "page-layer-2-man-and-dog-alt": "Un uomo e un cane che giocano",
  "page-layer-2-blockchain-transaction-cost": "Costo medio delle transazioni sulla blockchain di Ethereum",
  "page-layer-2-networks-transaction-cost": "Costo medio delle transazioni sulle reti sostenute da Ethereum",
  "page-layer-2-network-of-networks-title": "Una rete di reti",
  "page-layer-2-network-of-networks-description": "La forza e la sicurezza di Ethereum offrono una piattaforma su cui altre reti possono basarsi. Con un unico account, tutto è compatibile e si connette perfettamente.",
  "page-layer-2-ethereum-logo-alt": "Ethereum",
  "page-layer-2-ready-to-start-title": "Pronto per iniziare?",
  "page-layer-2-ready-to-start-description": "Dai un'occhiata a tutte le diverse reti a tua disposizione.",
  "page-layer-2-ready-to-start-button": "Esplora le reti",
  "page-layer-2-go": "Go",
  "page-layer-2-walking-alt": "Passeggiando",
  "page-layer-2-why-do-we-need-multiple-networks-1": "Perché abbiamo bisogno di più reti su Ethereum?",
  "page-layer-2-why-do-we-need-multiple-networks-2": "Perché esistono tutte queste reti e non solo la rete Ethereum?",
  "page-layer-2-faq-title": "Domande frequenti",
  "page-layer-2-faq-ExpandableCard-1-title": "Come faccio a sapere se una rete fa parte di Ethereum?",
  "page-layer-2-faq-ExpandableCard-1-description-1": "Esistono molti modi diversi per classificare le reti in relazione a Ethereum. Molte reti affermano di voler scalare Ethereum per acquisire popolarità. Tuttavia, una prospettiva chiara è se la rete memorizzi i propri dati sulla rete principale di Ethereum. Questo migliora notevolmente la sicurezza degli utenti e la visione priva di permessi di Ethereum. Tali progetti sono spesso chiamati \"rollup\". Se i dati sono memorizzati altrove, il progetto non è un'estensione diretta di Ethereum ed è piuttosto indipendente. Scopri alcuni dei più popolari",
  "page-layer-2-faq-ExpandableCard-1-description-2": "Alcuni settori specifici potrebbero non richiedere una relazione così diretta e stretta, come nel caso del gaming o di applicazioni non finanziarie in cui tecnologie diverse si adattano meglio.",
  "page-layer-2-faq-ExpandableCard-2-title": "Tutte queste reti sono sicure?",
  "page-layer-2-faq-ExpandableCard-2-description-1": "Sebbene generalmente progettati con funzionalità di sicurezza robuste, la loro sicurezza dipende dalla tecnologia sottostante, dalla sicurezza dei contratti intelligenti e",
  "page-layer-2-faq-ExpandableCard-2-link": "maturità della rete",
  "page-layer-2-faq-ExpandableCard-2-description-2": "Gli utenti devono prestare la dovuta diligenza, iniziando dalle piccole transazioni e rimanendo aggiornati sugli sviluppi per garantire un utilizzo sicuro.",
  "page-layer-2-faq-ExpandableCard-3-title": "Perché Ethereum non riesce a scalare la propria chain invece di affidarsi a queste reti?",
  "page-layer-2-faq-ExpandableCard-3-description": "Ethereum non può scalare facilmente la propria chain principale perché deve rimanere sicura e decentralizzata. Rendere la chain principale più veloce potrebbe renderla meno sicura e più centralizzata. Le reti di Ethereum aiutano a elaborare le transazioni al di fuori della chain principale e a utilizzare quest'ultima per la sicurezza, consentendo a Ethereum di gestire un maggior numero di transazioni senza perdere sicurezza o decentralizzazione.",
  "page-layer-2-faq-ExpandableCard-4-title": "Perché non esistono reti Ethereum 'ufficiali'?",
  "page-layer-2-faq-ExpandableCard-4-description": "Proprio come non esiste un client di Ethereum 'ufficiale', non esiste alcun livello 2 di Ethereum 'ufficiale'. Ethereum non prevede permessi: tecnicamente chiunque può creare un livello 2! Diversi team implementeranno la propria versione di un livello 2 e l'ecosistema intero beneficerà di una diversità di approcci di design ottimizzati per diversi casi d'uso. Proprio come abbiamo diversi client di Ethereum sviluppati da diversi team per poter avere diversità nella rete, allo stesso modo si svilupperanno i livelli 2 in futuro.",
  "page-layer-2-callout-1-title": "Esplora reti differenti",
  "page-layer-2-callout-1-description": "Scopri in che modo le reti differiscono tra loro e a che punto sono arrivate nel loro sviluppo.",
  "page-layer-2-callout-2-title": "Vuoi saperne di più?",
  "page-layer-2-callout-2-description": "Curioso di conoscere la tecnologia e le ragioni di questo approccio di scalabilità? Scopri di più sul pensiero e sui diversi approcci tecnologici.",
  "page-layer-2-arbitrum-description": "Arbitrum One è un rollup ottimistico per scopi generici creato da Offchain Labs e governato dall'Arbitrum DAO.",
  "page-layer-2-base-description": "Base è un Rollup Ottimistico costruito con l'OP Stack. Offre un modo economico e facile da usare per chiunque, ovunque, per costruire onchain.",
  "page-layer-2-optimism-description": "La Rete Principale di OP è un Rollup Ottimistico equivalente all'EVM. Il suo obiettivo è di essere veloce, semplice e sicuro.",
  "page-layer-2-blast-description": "Blast è un Rollup Ottimistico compatibile con l'EVM che supporta la resa nativa.",
  "page-layer-2-zksync2-description": "ZKsync Era è un Rollup ZK multiuso con piena compatibilità con l'EVM.",
  "page-layer-2-linea-description": "Linea è un Rollup ZK basato su Consensys zkEVM, progettato per scalare la rete Ethereum.",
  "page-layer-2-scroll-description": "Scroll è un Rollup ZK che estende le capacità di Ethereum attraverso la tecnologia ZK e la compatibilità con l'EVM.",
  "page-layer-2-starknet-description": "Starknet è un Rollup ZK generico basato su STARK e Cairo VM.",
  "page-layer-2-mode-description": "Mode è un Rollup Ottimistico con stack OP che costituisce l'economia AIFi.",
  "page-layer-2-taiko-description": "Taiko è un rollup ZK-EVM decentralizzato, equivalente a Ethereum, che consente una comunicazione cross-chain senza interruzioni.",
  "page-layer-2-unichain-description": "Unichain è un L2 di Ethereum nativo DeFi, costruito per essere la casa della liquidità tra le catene.",
  "page-layer-2-ink-description": "Ink è una blockchain di livello 2 dello Stack OP di Ethereum, progettata per essere la casa della DeFi per la Superchain; un potente livello di base per la distribuzione di protocolli DeFi innovativi.",
  "page-layer-2-zircuit-description": "Zircuit è un rollup ZK compatibile con EVM dotato di sicurezza a livello di sequenziatore potenziata da IA per rilevare e prevenire le transazioni malevole."
}
