{
  "page-what-is-ethereum-alt-img-bazaar": "Illustrazione di una persona che scruta in un bazaar, a rappresentare Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Un'illustrazione dei membri della community di Ethereum che collaborano",
  "page-what-is-ethereum-alt-img-lego": "Un'illustrazione di una mano che crea un logo di ETH, composto da mattoncini Lego",
  "page-what-is-ethereum-banking-card": "Attività bancarie per tutti",
  "page-what-is-ethereum-banking-card-desc": "Non tutti hanno accesso ai servizi finanziari. Tutto ciò che ti serve per accedere a Ethereum e ai suoi servizi di assunzione ed erogazione di prestiti e prodotti di risparmio, è una connessione a Internet.",
  "page-what-is-ethereum-build": "Crea qualcosa con Ethereum",
  "page-what-is-ethereum-build-desc": "Se vuoi provare a creare con Ethereum, leggi la nostra documentazione, prova alcuni tutorial o consulta gli strumenti necessari per iniziare.",
  "page-what-is-ethereum-censorless-card": "Resistente alla censura",
  "page-what-is-ethereum-censorless-card-desc": "Nessun governo o azienda ha il controllo su Ethereum. Questa decentralizzazione, rende praticamente impossibile per chiunque, di impedirti di ricevere pagamenti o usufruire di servizi su Ethereum.",
  "page-what-is-ethereum-comm-desc": "La nostra community include persone da tutti i contesti, inclusi artisti, cripto-anarchici, aziende di Fortune 500 e, adesso, anche tu. Scopri oggi come puoi partecipare.",
  "page-what-is-ethereum-commerce-card": "Garanzie commerciali",
  "page-what-is-ethereum-commerce-card-desc": "I clienti hanno una garanzia sicura e integrata che i fondi cambieranno mani soltanto se forniranno quanto concordato. Analogamente, gli sviluppatori possono avere la certezza che le regole su di loro non cambieranno.",
  "page-what-is-ethereum-composable-card": "Tutti i prodotti sono componibili",
  "page-what-is-ethereum-composable-card-desc": "Poiché tutte le app sono basate sulla stessa blockchain con uno stato globale condiviso, possono basarsi l'una sull'altra (come i Lego). Ciò consente la creazione di prodotti ed esperienze sempre migliori.",
  "page-what-is-ethereum-community": "La community di Ethereum",
  "page-what-is-ethereum-desc": "Le fondamenta per il nostro futuro digitale",
  "page-what-is-ethereum-explore": "Esplora Ethereum",
  "page-what-is-ethereum-internet-card": "Un Internet più privato",
  "page-what-is-ethereum-internet-card-desc": "Non devi fornire tutte le tue informazioni personali per utilizzare un'app di Ethereum. Ethereum sta creando un'economia basata sul valore, non sulla sorveglianza.",
  "page-what-is-ethereum-meet-comm": "Incontra la community",
  "page-what-is-ethereum-meta-description": "Impara su Ethereum, su cosa fa e come provarlo.",
  "page-what-is-ethereum-meta-title": "Cos'è Ethereum?",
  "page-what-is-ethereum-p2p-card": "Una rete tra pari",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum ti consente di spostare denaro, o stringere accordi, direttamente con altri. Non devi ricorrere ad aziende intermediarie.",
  "page-what-is-ethereum-start-building-btn": "Inizia a creare",
  "page-what-is-ethereum-title": "Cos'è Ethereum?",
  "page-what-is-ethereum-subtitle": "Una guida per principianti completa al funzionamento di Ethereum, ai benefici che comporta e a come è utilizzato da milioni di persone in tutto il mondo.",
  "page-what-is-ethereum-button-lets-start": "Iniziamo",
  "page-what-is-ethereum-blockchain-tab-title": "Cos'è una blockchain?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Una blockchain è un database di transazioni</b>, aggiornato e condiviso tra molti computer in una rete. Ogni volta che è aggiunta una nuova serie di transazioni, questa è detta \"blocco\", da cui il nome, blockchain. Gran parte delle blockchain sono pubbliche, ed è soltanto possibile aggiungervi dati, non rimuoverli. Se qualcuno volesse alterare le informazioni o ingannare il sistema, dovrebbe farlo sulla maggioranza dei computer sulla rete. E sono molti! Ciò, rende le blockchain esistenti, come Ethereum, altamente sicure.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Perché si chiamano criptovalute?",
  "page-what-is-ethereum-cryptocurrency-tab-content": "Le blockchain utilizzano tecniche crittografiche per assicurarsi che i tuoi fondi siano al sicuro. Tecniche simili sono state utilizzate nelle industrie bancarie per assicurare la sicurezza delle transazioni monetarie, per anni. Quindi, potresti dire che le criptovalute hanno un livello di sicurezza bancario.",
  "page-what-is-ethereum-summary-title": "Riepilogo",
  "page-what-is-ethereum-summary-desc-1": "Ethereum è una rete, composta da molte community, nonché una serie di strumenti che consentono alle persone di eseguire transazioni e comunicare, senza il controllo da parte di un'autorità centrale. Non è necessario consegnare tutti i propri dettagli personali per utilizzare Ethereum: sei tu a mantenere il controllo sui tuoi dati e su ciò che viene condiviso. Ethereum ha la propria criptovaluta, l'Ether, utilizzato per pagare certe attività sulla rete di Ethereum.",
  "page-what-is-ethereum-summary-desc-2": "Ancora confusi? Spieghiamo tutto, passo dopo passo.",
  "page-what-is-ethereum-what-is-crypto-title": "Cos'è una criptovaluta?",
  "page-what-is-ethereum-what-is-crypto-desc-1": "<b>Le cripto (abbreviazione di criptovalute), sono una nuova forma di denaro digitale, basata sulla crittografia.</b>",
  "page-what-is-ethereum-what-is-crypto-desc-2": "Tutto è iniziato nel 2008, con Bitcoin. Era utilizzabile per inviare fondi a chiunque, in tutto il mondo. Ciò che ha reso le cripto differenti dai normali bonifici bancari o da altri servizi finanziari come PayPal o Alipay, era che, per la prima volta, non era presente alcun intermediario.",
  "page-what-is-ethereum-what-is-crypto-desc-3": "Aspetta, cos'è un intermediario?",
  "page-what-is-ethereum-what-is-crypto-desc-4": "Un intermediario è un'autorità centrale, come una banca o un governo, che interviene in una transazione tra il mittente e il destinatario. Ha il potere di sorvegliare, censurare o ripristinare le transazioni e può condividere dati sensibili raccolti su di te, con le terze parti. Inoltre, spesso, definisce a quali servizi finanziari hai accesso.",
  "page-what-is-ethereum-what-is-crypto-desc-5": "Le cose sono differenti con le cripto. <b>Le transazioni connettono direttamente il mittente e il destinatario</b>, senza dover affrontare alcuna autorità centrale. Nessun altro avrà accesso ai tuoi fondi e <b>nessuno potrà dirti quali servizi puoi utilizzare</b>. Ciò è possibile grazie alla tecnologia della blockchain, su cui operano le criptovalute.",
  "page-what-is-ethereum-btc-eth-diff-title": "Qual è la differenza tra Ethereum e Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "Lanciato nel 2015, Ethereum si basa sull'innovazione di Bitcoin, con alcune grandi differenze.",
  "page-what-is-ethereum-btc-eth-diff-2": "Entrambi ti consentono di utilizzare il denaro digitale senza fornitori di pagamento o banche. Ma <b>Ethereum è programmabile</b>, quindi, puoi anche creare e distribuire applicazioni decentralizzate sulla sua rete.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin consente di inviarci messaggi di base a vicenda, relativi a ciò che pensiamo sia prezioso. Stabilire un valore senza autorità è già di per sé potente. Ethereum estende questo ragionamento: piuttosto che semplici messaggi, puoi scrivere qualsiasi programma generale, o contratto. Non esiste limite al tipo di contratti che possono essere creati e accordati, dunque, sulla rete di Ethereum si verifica grande innovazione.",
  "page-what-is-ethereum-btc-eth-diff-4": "Mentre Bitcoin è soltanto una rete di pagamento, Ethereum è più un mercato di servizi finanziari, giochi, social e altre app, che rispettano la tua privacy e non possono censurarti.",
  "page-what-is-ethereum-what-can-eth-do-title": "Cosa può fare Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Perché dovrei usare Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Se hai mai inviato denaro all'estero (o prevedi di farlo), o ti sei dovuto preoccupare del futuro delle tue risorse, a causa di forze esterne, al di fuori del tuo controllo, dove vivi, o hai ricevuto svariate limitazioni e commissioni, imposte dalle istituzioni finanziarie tradizionali per le transazioni quotidiane, potresti avere interesse in ciò che le criptovalute hanno da offrire.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Se sei interessato a metodi più resilienti, aperti e affidabili per creare e condividere valore, Ethereum fa per te. Ethereum è la storia scritta da tutti noi, quindi, vieni a scoprire quali incredibili mondi possiamo costruire con esso, insieme.",
  "page-what-is-ethereum-slide-1-title": "Pagamenti transfrontalieri più economici e veloci",
  "page-what-is-ethereum-slide-1-desc-1": "Le <b>Stablecoin</b> sono un nuovo tipo di criptovaluta, e si affidano a risorse più stabili come base per il proprio valore. Gran parte di esse sono collegate al dollaro americano e, dunque, mantengono il valore di tale valuta. Queste, consentono un sistema di pagamento molto economico e stabile. Molte stablecoin attuali si basano sulla rete di Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum e le Stablecoin, semplificano il procedimento di invio di denaro all'estero. Spesso, ci vogliono soltanto pochi minuti per spostare fondi per il mondo, rispetto a svariati giorni lavorativi, o persino settimane, che potrebbero essere necessari alla banca media, e per una frazione del prezzo. Inoltre, non è prevista alcuna commissione aggiuntiva per effettuare una transazione ad alto valore e non è prevista alcuna limitazione geografica, o sul perché stai inviando il tuo denaro.",
  "page-what-is-ethereum-slide-2-title": "L'aiuto più rapido nei momenti di crisi",
  "page-what-is-ethereum-slide-2-desc-1": "Se sei abbastanza fortunato da avere diverse opzioni bancarie tramite le istituzioni fidate dove vivi, potresti dare per scontata la libertà finanziaria, la sicurezza e la stabilità che offrono. Ma per molte persone in tutto il mondo, che affrontano repressione politica o disagio economico, le istituzioni finanziarie potrebbero non fornire la protezione o i servizi che necessitano.",
  "page-what-is-ethereum-slide-2-desc-2": "Quando la guerra, le catastrofi economiche o le repressioni sulle libertà civili hanno colpito i residenti del <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>, di <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Cuba</a>, dell'<a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afghanistan</a>, della <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigeria</a>, della <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Bielorussia</a> e dell'<a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ucraina</a>, le criptovalute hanno costituito la più rapida e spesso l'unica opzione, per mantenere l'agenzia fiscale.<sup><a to=\"https://www.financialinclusion.tech/\">1</a></sup> Come visto in questi esemi, le criptovalute come Ethereum possono fornire un accesso libero all'economia globale, quando le persone sono tagliate fuori dal mondo esterno. Inoltre, le Stablecoin offrono un deposito di valore, quando le valute legali stanno collassando a causa della superinflazione.",
  "page-what-is-ethereum-slide-3-title": "Emancipare i Creatori",
  "page-what-is-ethereum-slide-3-desc-1": "Soltanto nel 2021, artisti, musicisti, scrittori e altri creatori, hanno utilizzato Ethereum per guadagnare complessivamente, circa $3,5 miliardi. Questo rende Ethereum una delle più grandi piattaforme per creatori, insieme a Spotify, YouTube ed Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Scopri di più</a>.",
  "page-what-is-ethereum-slide-4-title": "Emancipare i Giocatori",
  "page-what-is-ethereum-slide-4-desc-1": "Recentemente, sono emersi i giochi \"Play to Earn\" (in cui i giocatori sono effettivamente ricompensati per giocare), che stanno trasformando l'industria videoludica. Tradizionalmente, è spesso proibito scambiare o trasferire risorse di gioco ad altri giocatori, in cambio di denaro reale. Ciò forza i giocatori a utilizzare siti web del mercato nero, incorrendo spesso in rischi di sicurezza. Il gaming sulla blockchain abbraccia l'economia di gioco, promuovendo tali comportamenti in una maniera affidabile.",
  "page-what-is-ethereum-slide-4-desc-2": "Inoltre, i giocatori sono incentivati perché possono scambiare i token di gioco con denaro reale, venendo realmente ricompensati per il proprio tempo di gioco.",
  "page-what-is-ethereum-meet-ether-title": "Incontra ether, la criptovaluta di Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Ethereum ha una criptovaluta nativa, detta ether (ETH). È puramente digitale e puoi inviarla a chiunque, in tutto il mondo, istantaneamente. L'offerta di ETH non è controllata da alcun governo o azienda: è decentralizzata e completamente trasparente. Le nuove monete (comunemente dette token), sono emesse soltanto dagli staker, che proteggono la rete.",
  "page-what-is-ethereum-meet-ether-desc-2": "Ogni azione sulla rete di Ethereum richiede una certa quantità di potenza di calcolo. Questa commissione è pagata sotto forma di ether. Ciò significa che necessiti di almeno una piccola quantità di ETH, per poter utilizzare la rete.",
  "page-what-is-ethereum-what-is-ether": "Cos'è un ether?",
  "page-what-is-ethereum-get-eth": "Ottieni ETH",
  "page-what-is-ethereum-what-can-i-do-title": "Cosa posso fare con le monete ETH?",
  "page-what-is-ethereum-what-can-i-do-desc-1": "A quanto pare, un sacco di cose! Uno degli utilizzi più di spicco della tecnologia di Ethereum, è la finanza decentralizzata (DeFi), che apre intere aree dei servizi bancari a chiunque abbia una connessione a Internet. Puoi utilizzare i tuoi ether come garanzia per assumere prestiti, o fornire liquidità per guadagnare interessi suoi tuoi fondi.",
  "page-what-is-ethereum-explore-applications": "Esplora le applicazioni",
  "page-what-is-ethereum-learn-defi": "Impara sulla DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Chi controlla Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum non è controllato da una singola entità. Esiste solamente tramite la partecipazione e cooperazione decentralizzata della community. Ethereum utilizza i nodi (computer con una copia dei dati della blockchain di Ethereum), operati da volontari per sostituire i singoli server e sistemi di cloud, posseduti dai più grandi fornitori e servizi dell'Internet.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Questi nodi distribuiti, operati da individui e aziende da tutto il mondo, forniscono resilienza all'infrastruttura della rete di Ethereum. Dunque, è molto meno vulnerabile ad hack o arresti imprevisti. <b>Dal suo lancio nel 2015, Ethereum non ha mai sofferto di inattività</b>. Esistono migliaia di nodi individuali che operano la rete di Ethereum. Questo, rende Ethereum una delle criptovalute più decentralizzate là fuori, seconda soltanto a Bitcoin.",
  "page-what-is-ethereum-run-a-node": "Gestire un nodo",
  "page-what-is-ethereum-smart-contract-title": "Cosa sono i contratti intelligenti?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>I contratti intelligenti sono semplicemente dei programmi informatici</b>, che risiedono sulla blockchain di Ethereum. Sono esclusivamente <b>eseguiti quando innescati da una transazione da un utente (o da un altro contratto)</b>. Rendono Ethereum molto flessibile in ciò che può fare e lo distinguono da altre criptovalute. Questi programmi sono quelli che ora chiamiamo app decentralizzate, o dapp.",
  "page-what-is-ethereum-smart-contract-desc-2": "Hai mai utilizzato un prodotto che ha modificato i propri termini di servizio? O rimosso una funzionalità che trovavi utile? Una volta che un contratto intelligente è pubblicato su Ethereum, sarà online e operativo finché Ethereum esisterà. Nemmeno l'autore potrà disattivarlo. Poiché i contratti intelligenti sono automatizzati, non discriminano alcun utente e sono sempre pronti all'uso.",
  "page-what-is-ethereum-smart-contract-desc-3": "Esempi popolari di contratti intelligenti sono le app di prestito, le piattaforme di trading decentralizzate, le assicurazioni, le app di crowdfunding; fondamentalmente, qualsiasi cosa a cui potresti pensare.",
  "page-what-is-ethereum-more-on-smart-contracts": "Di più sui Contratti Intelligenti",
  "page-what-is-ethereum-explore-dapps": "Esplora le dapp",
  "page-what-is-ethereum-criminal-activity-title": "Ho sentito dire che le cripto sono utilizzate come strumenti, per attività criminali. È vero?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Come ogni forma di denaro, parte di esso sarà utilizzata impropriamente. Tuttavia, poiché tutte le transazioni di Ethereum si verificano su una blockchain aperta, è spesso più facile, per le autorità, monitorare le attività illecite, rispetto che sul sistema finanziario tradizionale, rendendo probabilmente Ethereum una scelta meno attraente per coloro che preferirebbero passare inosservati.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Secondo i risultati chiave di un recente rapporto dell'Europol, l'Agenzia dell'Unione Europea per la Cooperazione delle Forze dell'Ordine, le cripto sono utilizzate molto meno delle valute legali, per scopi criminali:",
  "page-what-is-ethereum-criminal-activity-desc-3": "\"L'utilizzo delle criptovalute per attività illecite sembra comprendere soltanto una piccola parte dell'economia di criptovalute complessiva, e sembra essere comparativamente inferiore alla quantità di fondi illeciti coinvolta nella finanza tradizionale.\"",
  "page-what-is-ethereum-energy-title": "Invece, quanta energia consuma Ethereum?",
  "page-what-is-ethereum-energy-desc-1": "Il 15 settembre 2022, Ethereum ha eseguito l'aggiornamento de La Fusione, per la transizione dal proof-of-work al proof-of-stake.",
  "page-what-is-ethereum-energy-desc-2": "Quello de La Fusione, è stato il più grande aggiornamento di Ethereum e ha ridotto il consumo energetico necessario per proteggere Ethereum, del <b>99,95%</b>, creando una <b>rete più sicura, per un costo carbonico molto minore</b>. Ethereum è ora una blockchain a basse emissioni, mentre la sua sicurezza e scalabilità aumentano.",
  "page-what-is-ethereum-more-on-energy-consumption": "Di più sul consumo energetico",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Consumo Energetico Annuale in TWh/anno",
  "energy-consumption-chart-global-data-centers-label": "Centri elaborazione dati globali",
  "energy-consumption-gold-mining-cbeci-label": "Estrazione dell'oro",
  "energy-consumption-chart-btc-pow-label": "PoW di BTC",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "PoW di ETH",
  "energy-consumption-chart-gaming-us-label": "Gaming negli Stati Uniti",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "PoS di ETH",
  "page-what-is-ethereum-the-merge-update": "L'aggiornamento de La Fusione",
  "page-what-is-ethereum-additional-reading": "Ulteriori letture",
  "page-what-is-ethereum-week-in-ethereum": "Notizie La Settimana di Ethereum",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Una newsletter settimanale che copre gli sviluppi chiave sull'ecosistema.",
  "page-what-is-ethereum-kernel-dreamers": "Kernel",
  "page-what-is-ethereum-kernel-dreamers-desc": "Il Sogno di Ethereum",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atomi, Istituzioni, Blockchain",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Perché le blockchain contano?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum in numeri",
  "adoption-chart-column-now-label": "Ora",
  "adoption-chart-investors-label": "Investitori",
  "adoption-chart-developers-label": "Sviluppatori",
  "adoption-chart-companies-label": "Aziende",
  "adoption-chart-artists-label": "Artisti",
  "adoption-chart-musicians-label": "Musicisti",
  "adoption-chart-writers-label": "Scrittori",
  "adoption-chart-gamers-label": "Videogiocatori",
  "adoption-chart-refugees-label": "Rifugiati"
}
