{
  "page-ethereum-history-founder-and-ownership-meta-title": "Storia di Ethereum: fondatore, lancio e proprietà | ethereum.org",
  "page-ethereum-history-founder-and-ownership-meta-description": "Scopri la storia di Ethereum, compreso chi l'ha creato, quando è stato lanciato e chi lo controlla oggi.",
  "page-ethereum-history-founder-and-ownership-twitter-meta-description": "Scopri le differenze tra Bitcoin ed Ethereum, inclusi i casi d'uso, le prestazioni della rete, l'economia dei token e altro ancora.",
  "page-ethereum-history-founder-and-ownership-title": "Storia di Ethereum: fondatore, lancio e proprietà",
  "page-ethereum-history-founder-and-ownership-description-1": "Ethereum è stato fondato da Vitalik Buterin nel 2013. In seguito si sono uniti diversi co-fondatori, tra cui Gavin Wood e Joseph Lubin. La rete di Ethereum è stata lanciata ufficialmente il 30 luglio 2015, con il mining del primo blocco (il blocco genesi).",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-description-1": "A differenza delle organizzazioni tradizionali, <strong>Ethereum non ha un amministratore delegato</strong>, un consiglio di amministrazione o un'unica parte che ne detiene il controllo. È una piattaforma decentralizzata governata dalla sua community, con il supporto della Ethereum Foundation, un'organizzazione non-profit.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum": "Chi ha fondato/co-fondato Ethereum?",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-1": "Ethereum è stato <strong>fondato da Vitalik Buterin</strong>, che ha concepito l'idea <strong>alla fine del 2013</strong>.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-2": "Nato in Russia nel 1994 e cresciuto in Canada, Buterin ha mostrato un talento matematico eccezionale fin dalla tenera età.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-3": "Ha scoperto Bitcoin nel 2011 e ha iniziato a scrivere articoli su Bitcoin che lo hanno portato a co-fondare <em>Bitcoin Magazine</em> nel 2012. Questa è stata una delle prime pubblicazioni dedicate alle criptovalute. Facendo parte della prima community di Bitcoin, ha assistito in prima persona al suo potenziale e ai suoi limiti.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-4": "Nel 2014, Vitalik ha pubblicato il <whitepaper>Whitepaper di Ethereum</whitepaper>, delineando una piattaforma che sarebbe andata oltre Bitcoin, creando una blockchain in grado di fare molto più che semplici pagamenti.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-5": "Ethereum espande l'approccio di Bitcoin, dicendo in pratica: bene, invece di avere regole progettate per supportare una sola applicazione, creeremo qualcosa di più generico, in cui le persone possano creare le proprie applicazioni e le regole per qualsiasi applicazione da loro creata possano essere eseguite e implementate sulla piattaforma Ethereum.",
  "page-ethereum-history-founder-and-ownership-when-ethereum-when-did-ethereum-launch": "Quando è stato lanciato Ethereum?",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now": "Chi possiede e gestisce Ethereum oggi?",
  "page-ethereum-history-founder-and-ownership-founder-of-ethereum": "Fondatore di Ethereum",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-6": "Ethereum è stato co-fondato da 8 persone che hanno contribuito a dare vita a Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-vitalik-buterin": "<strong>Vitalik Buterin</strong>: Ha concepito Ethereum nel 2013, ha scritto il whitepaper originale ed è diventato il suo principale visionario e sostenitore, articolando il concetto di un computer mondiale decentralizzato e guidando la direzione tecnica e filosofica del protocollo.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-gavin-wood": "<strong>Gavin Wood</strong>: Ha sviluppato il linguaggio di programmazione <solidity>Solidity</solidity> e ha scritto l'<ethereumYellowPaper>Ethereum Yellow Paper</ethereumYellowPaper>, la guida tecnica per la Macchina virtuale Ethereum (EVM).",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-joseph-lubin": "<strong>Joseph Lubin</strong>: Ha contribuito a finanziare le primissime fasi di Ethereum e in seguito ha fondato <consensys>ConsenSys</consensys>, un'azienda focalizzata sulla creazione di app e infrastrutture basate su Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-jeffrey-wilcke": "<strong>Jeffrey Wilcke</strong>: Ha creato <geth>Geth</geth>, il client di esecuzione originale e più utilizzato di Ethereum, responsabile dell'esecuzione dell'EVM e dell'archiviazione dei dati della rete Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-mihai-alisie": "<strong>Mihai Alisie</strong>: Ha co-fondato Bitcoin Magazine con Vitalik Buterin e ha contribuito a fondare la Ethereum Foundation in Svizzera, ricoprendo il ruolo di vicepresidente e definendo il quadro legale per la prevendita di ether.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-anthony-di-lorio": "<strong>Anthony Di Lorio</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-amir-chetrit": "<strong>Amir Chetrit</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-charles-hoskinson": "<strong>Charles Hoskinson</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-7": "Oggi, Vitalik Buterin rimane attivamente coinvolto nello sviluppo di Ethereum. Joseph Lubin continua a guidare ConsenSys. La sua azienda sviluppa strumenti chiave per l'ecosistema Ethereum come <strong>MetaMask</strong> e <strong>Infura</strong>.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-1": "Il percorso dall'idea iniziale di Vitalik al lancio ufficiale di Ethereum è durato circa 20 mesi. Ecco le tappe fondamentali:",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-2": "<strong>Novembre 2013:</strong> Vitalik Buterin condivide il whitepaper di Ethereum. Descrive la sua visione di una piattaforma blockchain in grado di eseguire contratti intelligenti.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-3": "<strong>Gennaio 2014:</strong> Vitalik <announcement>annuncia pubblicamente</announcement> il concetto di Ethereum alla North American Bitcoin Conference di Miami.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-4": "<strong>Luglio–Agosto 2014:</strong> Per finanziare lo sviluppo di Ethereum, il team fondatore ha lanciato una campagna di crowdfunding pubblica. Hanno raccolto 31.000 BTC (per un valore di circa 18 milioni di dollari all'epoca) in cambio di ether (ETH).",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-5": "<strong>Aprile 2015:</strong> Vitalik e i co-fondatori lanciano la rete di prova Olympic di Ethereum. Questa è stata la fase di test finale prima del lancio della rete principale.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-6": "<strong>30 luglio 2015:</strong> Il team fondatore lancia ufficialmente la Rete Principale di Ethereum minando il blocco genesi. Questo segna la nascita della rete Ethereum.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-7": "<strong>14 marzo 2016:</strong> La community di Ethereum implementa \"Homestead\", il primo aggiornamento pianificato. Questo segnala che Ethereum era pronto per l'adozione di massa.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-8": "Nel progetto Ethereum avevamo la sensazione che avremmo avuto una sola possibilità, era davvero un'occasione unica, quindi dovevamo fare tutto per bene.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-9": "Co-fondatore di Ethereum",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-10": "Il lancio di Ethereum ha segnato una pietra miliare nella tecnologia blockchain. Ha introdotto i contratti intelligenti e ha creato una piattaforma per le applicazioni decentralizzate.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-11": "Puoi <genesisBlock>sempre visualizzare il blocco genesi di Ethereum</genesisBlock>, che conserva il momento in cui Ethereum è nato.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-12": "Vedi l'elenco completo degli aggiornamenti di Ethereum",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-13": "Consulta la futura tabella di marcia di Ethereum",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-1": "Uno degli aspetti più unici di Ethereum è la sua struttura di proprietà o, più precisamente, la sua mancanza di una proprietà tradizionale. A differenza di un'azienda tradizionale, Ethereum:",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-2": "<strong>non ha un amministratore delegato o un'autorità centrale</strong>",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-3": "<strong>non è controllato da una singola entità</strong> o organizzazione",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-4": "<strong>non ha azionisti</strong> in senso tradizionale",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-5": "Invece, Ethereum funziona come una rete decentralizzata. È <strong>mantenuto da migliaia di computer indipendenti</strong> (nodi) in tutto il mondo. Questo modello decentralizzato è al centro del design e del valore di Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-6": "Diversi gruppi chiave contribuiscono allo sviluppo e alla governance continui di Ethereum:",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation": "1. La Ethereum Foundation",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-1": "La <strong>Ethereum Foundation è un'organizzazione non-profit</strong> che supporta Ethereum e le tecnologie correlate. Sebbene sia importante, non controlla la rete. La fondazione:",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-2": "Gestisce i fondi per supportare lo sviluppo di Ethereum",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-3": "Fornisce sovvenzioni a progetti che si basano su Ethereum",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-4": "Organizza eventi della community e iniziative educative",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-5": "Coordina gli sforzi di ricerca",
  "page-ethereum-history-founder-and-ownership-core-developers": "2. Sviluppatori e ricercatori principali",
  "page-ethereum-history-founder-and-ownership-core-developers-description-1": "Una community globale di sviluppatori e ricercatori contribuisce al codice e al design di Ethereum. Questi collaboratori propongono, discutono e implementano miglioramenti attraverso un processo aperto e pubblico. Vitalik Buterin rimane rispettato nella community, tuttavia, le decisioni vengono prese attraverso un accordo di gruppo piuttosto che da una singola persona.",
  "page-ethereum-history-founder-and-ownership-eip": "3. Proposte di miglioramento di Ethereum (EIP)",
  "page-ethereum-history-founder-and-ownership-eip-description-1": "La community di Ethereum propone modifiche alla rete attraverso le <eips>Proposte di miglioramento di Ethereum (EIP)</eips>. Questo sistema aperto consente a chiunque di suggerire miglioramenti. Queste idee vengono poi discusse, perfezionate e potenzialmente implementate dalla community.",
  "page-ethereum-history-founder-and-ownership-validators": "4. Operatori di nodi e validatori",
  "page-ethereum-history-founder-and-ownership-validators-description-1": "Dal passaggio di Ethereum alla proof-of-stake nel settembre 2022, la rete è protetta da validatori che bloccano (mettono in staking) ETH ed elaborano le transazioni. Ci sono <beaconchain>un gran numero di validatori</beaconchain> sparsi in tutto il mondo, il che distribuisce il controllo della rete in modo capillare.",
  "page-ethereum-history-founder-and-ownership-validators-description-2": "Questo modello decentralizzato limita il controllo da parte di una singola entità, rendendo Ethereum resistente alla censura. Questo include i suoi fondatori originali. Nessuna persona o organizzazione può modificare le regole di Ethereum o arrestare la rete da sola.",
  "page-ethereum-history-founder-and-ownership-validators-description-3": "La differenza fondamentale tra la creazione di un'applicazione su Ethereum e la sua creazione su una piattaforma centralizzata tradizionale è l'idea di base che, una volta creata l'applicazione, questa non dipende da te o da qualsiasi altra singola persona per la sua esistenza continuativa. E si ha la garanzia che l'applicazione continui a funzionare secondo le regole specificate.",
  "page-ethereum-history-founder-and-ownership-conclusion": "Conclusione",
  "page-ethereum-history-founder-and-ownership-conclusion-description-1": "Dalla sua creazione da parte di Vitalik Buterin nel 2013 al suo lancio nel 2015 e alla sua crescita odierna, <strong>Ethereum è rimasto fedele alla sua visione fondante</strong>. Rimane una piattaforma <strong>decentralizzata e credibilmente neutrale</strong> per applicazioni che funzionano esattamente come programmato. La rete e le app costruite su di essa funzionano <strong>senza tempi di inattività, censura, frode o interferenze di terze parti</strong>.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-2": "La storia di Ethereum continua a evolversi con ogni aggiornamento e innovazione. Man mano che la rete si evolve, esemplifica come la governance decentralizzata possa guidare il progresso tecnologico senza le tradizionali strutture aziendali.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-3": "Ethereum si è trasformato da un visionario whitepaper a un <strong>livello infrastrutturale globale che alimenta migliaia di applicazioni e miliardi di valore</strong>. Questo dimostra che la collaborazione aperta può rimodellare non solo la finanza, ma anche i concetti fondamentali di proprietà, governance e fiducia digitale.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-4": "Scopri di più sul processo di governance di Ethereum"
}
