{
  "consensus-client-besu-logo-alt": "Logo di Besu",
  "consensus-client-erigon-logo-alt": "Logo di Erigon",
  "consensus-client-geth-logo-alt": "Logo di Geth",
  "consensus-client-lighthouse-logo-alt": "Logo Lighthouse",
  "consensus-client-lodestar-logo-alt": "Logo Lodestar",
  "consensus-client-nethermind-logo-alt": "Logo di Nethermind",
  "consensus-client-nimbus-logo-alt": "Logo Nimbus",
  "consensus-client-prysm-logo-alt": "Logo Prysm",
  "consensus-client-teku-logo-alt": "Logo Teku",
  "page-upgrades-answer-1": "La Beacon Chain è stata utilizzata come strumento per aggiornare la Rete Principale di Ethereum alla Fusione.",
  "page-upgrades-answer-2": "Con La Fusione, Ethereum ha avuto il suo aggiornamento più sostanziale di sempre, scambiando il proof-of-work per un nuovo livello di consenso basato sul proof-of-stake.",
  "page-upgrades-answer-4": "La Beacon Chain è stata utilizzata per sviluppare il consenso basato sul proof-of-stake che Ethereum utilizza oggi. Era eseguita separatamente dalla Rete Principale di Ethereum, così che gli sviluppatori potessero osservare il meccanismo di consenso in isolamento prima di utilizzarlo per coordinare le attività reali.",
  "page-upgrade-article-author-ethmerge": "Ethmerge",
  "page-upgrade-article-author-alchemy": "Alchemy",
  "page-upgrade-article-author-consensys": "Consensys",
  "page-upgrade-article-author-delphi-digital": "Delphi Digital",
  "page-upgrade-article-author-eip-4844": "Vitalik Buterin, Dankrad Feist, Diederik Loerakker, George Kadianakis, Matt Garnett, Mofi Taiwo",
  "page-upgrade-article-author-ethereum-foundation": "Ethereum Foundation",
  "page-upgrade-article-author-vitalik-buterin": "Vitalik Buterin",
  "page-upgrade-article-author-ethos-dev": "Ethos.dev",
  "page-upgrade-article-title-two-point-oh": "Due Punti Oh: La Catena Del Faro",
  "page-upgrade-article-title-beacon-chain-explainer": "Devi leggere prima la spiegazione della Beacon Chain Ethereum 2.0",
  "page-upgrade-article-title-sharding-consensus": "Consenso allo sharding",
  "page-upgrade-article-title-sharding-is-great": "Perché lo sharding è fantastico: demistificare le proprietà tecniche",
  "page-upgrade-article-title-rollup-roadmap": "Una roadmap centrata sul rollup",
  "page-upgrade-article-title-hitchhikers-guide-to-ethereum": "La Guida per Autostoppisti A Ethereum",
  "page-upgrade-article-title-eip-4844": "EIP-4844: Transazioni Shard Blob (Proto-Danksharding)",
  "page-upgrade-article-title-proto-danksharding-faq": "FAQ Proto-Danksharding",
  "page-upgrade-article-title-sharding-das": "Una spiegazione dello sharding e della campionatura della disponibilità dei dati (DAS)",
  "page-upgrade-article-title-ethmerge": "Ethmerge",
  "page-upgrade-article-title-merge-is-coming": "La Fusione sta arrivando",
  "page-upgrade-article-title-state-of-the-merge": "Lo stato della Fusione: un aggiornamento sulla Fusione di Ethereum al Proof of Stake nel 2022",
  "page-upgrade-article-title-ropsten-merge-testnet": "Annuncio della rete di prova Ropsten per la Fusione",
  "page-upgrade-article-title-execution-layer-specs": "Specifiche del livello di esecuzione",
  "page-upgrade-article-title-consensus-layer-specs": "Specifiche del livello di consenso",
  "page-upgrade-article-title-engine-api-specs": "Specifiche dell'Engine API",
  "page-upgrades-beacon-chain-date": "La Beacon Chain è disponibile dall'1 dicembre 2020",
  "page-upgrades-beacon-chain-desc": "La Beacon Chain ha portato lo staking su Ethereum e ha gettato le fondamenta per gli aggiornamenti futuri. Coordina il nuovo Ethereum di proof-of-stake.",
  "page-upgrades-beacon-chain-estimate": "La beacon chain è live",
  "page-upgrades-beacon-chain-title": "La Beacon Chain",
  "page-upgrades-bug-bounty": "Visualizza il programma bug bounty",
  "page-upgrades-clients": "Controlla i client di consenso (precedentemente noti come client 'Eth2')",
  "page-staking-deposit-contract-title": "Controlla l'indirizzo del contratto di deposito",
  "page-upgrades-dive": "Dettagli sulla vision",
  "page-upgrades-dive-desc": "Come stiamo rendendo Ethereum più scalabile, sicura e sostenibile, mantenendo il concetto fondamentale di decentralizzazione?",
  "page-upgrades-docking": "La fusione",
  "page-upgrades-merge-answer-1": "La Fusione è avvenuta quando Ethereum è passata al protocollo di consenso proof-of-stake, il 15 settembre 2022. La Beacon Chain si è fusa con la Rete principale, rendendo obsoleta di fatto la proof-of-work su Ethereum, con la conseguente riduzione del consumo energetico di Ethereum del ~99,95%.",
  "page-upgrades-merge-btn": "Maggiori informazioni sulla fusione",
  "page-upgrades-merge-desc": "La Rete Principale di Ethereum si è fusa con la Beacon Chain di proof-of-stake, segnando la fine del mining ad alto consumo energetico.",
  "page-upgrades-merge-estimate": "La Fusione è arrivata",
  "page-upgrades-merge-mainnet": "Cos'è la rete principale?",
  "page-upgrades-eth-blog": "blog ethereum.org",
  "page-upgrades-explore-btn": "Esplora gli aggiornamenti",
  "page-upgrades-get-involved": "Partecipa all'aggiornamento di Ethereum",
  "page-upgrades-get-involved-2": "Partecipa",
  "page-upgrades-head-to-ethresearch": "Visita ethresear.ch",
  "page-upgrades-help": "Vuoi aiutare con gli aggiornamenti di Ethereum?",
  "page-upgrades-help-desc": "Ci sono molte opportunità per collaborare agli aggiornamenti di Ethereum, aiutare nei test e anche guadagnare ricompense.",
  "page-upgrades-index-staking": "Lo staking è realtà",
  "page-upgrades-index-staking-desc": "Il punto fondamentale per gli aggiornamenti di Ethereum è l'introduzione dello staking. Se desideri utilizzare i tuoi ETH per proteggere la rete Ethereum, assicurati di seguire questi passaggi.",
  "page-upgrades-index-staking-learn": "Scopri di più sullo staking",
  "page-upgrades-index-staking-learn-desc": "La Beacon Chain ha portato lo staking su Ethereum. Se possiedi degli ETH, puoi agire nel bene collettivo, proteggendo la rete e guadagnare altri ETH nel processo.",
  "page-upgrades-index-staking-step-1": "1. Preparati a usare il launchpad",
  "page-upgrades-index-staking-step-1-btn": "Visita il launchpad per lo staking",
  "page-upgrades-index-staking-step-1-desc": "Per fare staking su Ethereum dovrai utilizzare il launchpad. Questo ti guiderà nel processo.",
  "page-upgrades-index-staking-step-2": "2. Conferma l'indirizzo di staking",
  "page-upgrades-index-staking-step-2-btn": "Conferma l'indirizzo del contratto di deposito",
  "page-upgrades-index-staking-step-2-desc": "Prima di fare staking con i tuoi ETH, controlla di avere l'indirizzo corretto. Devi anche sapere usare il launchpad prima di farlo.",
  "page-upgrades-index-staking-sustainability": "Più sostenibile",
  "page-upgrades-meta-desc": "Una panoramica degli aggiornamenti di Ethereum e della visione che si spera di realizzare.",
  "page-upgrades-meta-title": "Aggiornamenti Ethereum (precedentemente 'Eth2')",
  "page-upgrades-proof-stake-link": "Maggiori informazioni sul proof of stake",
  "page-upgrades-question-1-title": "Quando saranno disponibili gli aggiornamenti?",
  "page-upgrades-question-1-desc": "Ethereum viene aggiornato progressivamente; gli aggiornamenti sono distinti e con date di arrivo differenti.",
  "page-upgrades-question-2-title": "La Beacon Chain è una blockchain separata?",
  "page-upgrades-question-2-desc": "Sì, la Beacon Chain era il nome dato a una blockchain di proof-of-stake parallela usata per aggiornare la Rete Principale di Ethereum. Ora esiste solo una blockchain, formata dalla fusione della blockchain originale di Ethereum e della Beacon Chain.",
  "page-upgrades-question-3-answer-2a": "La Fusione ha avuto un impatto minimo sugli sviluppatori di dapp, che interagiscono ancora con Ethereum nello stesso modo.",
  "page-upgrades-question-3-answer-2a-link": "La Fusione e gli sviluppatori di dapp",
  "page-upgrades-question-3-answer-2b": "I piani di frammentazione sono ancora in fase di sviluppo, ma saranno progettati tenendo a mente i rollup del livello 2.",
  "page-upgrades-layer-2-rollups": "Di più sui rollup di livello 2",
  "page-upgrades-question-3-answer-3-link": "Visita ethresearch.ch",
  "page-upgrades-question-3-desc": "Non è necessario fare nulla in questo momento per prepararsi agli aggiornamenti.",
  "page-upgrades-question-3-title": "Come posso prepararmi per gli aggiornamenti?",
  "page-upgrades-question-4-answer-1": "Ogni volta che invii una transazione o usi una dapp oggi, stai usando il livello d'esecuzione, anche noto come Rete Principale.",
  "page-upgrades-question-4-answer-3": "Dalla Fusione, i validatori proteggono l'intera rete tramite il proof-of-stake.",
  "page-upgrades-question-4-answer-6": "Chiunque può diventare validatore facendo staking con i propri ETH.",
  "page-upgrades-question-4-answer-7": "Maggiori informazioni sullo staking",
  "page-upgrades-question-4-title": "Cos'è il livello di esecuzione?",
  "page-upgrades-question-4-desc": "Prima della Fusione, la blockchain di Ethereum era talvolta definita \"Eth1\". Questo termine è stato gradualmente eliminato in favore del 'livello di esecuzione\".",
  "page-upgrades-question-5-answer-1": "Per diventare un validatore sulla rete dovrai mettere in staking 32 ETH. Se non ne hai così tanti, o non vorresti mettere in staking una cifra così alta, puoi unirti ai pool di staking, che ti permetteranno di mettere in staking una cifra inferiore e di guadagnare frazioni delle ricompense totali.",
  "page-upgrades-question-5-desc": "Dovrai usare il launchpad per lo staking o unirti a una staking pool.",
  "page-upgrades-question-5-title": "Come si fa staking?",
  "page-upgrades-question-6-answer-3": "Danny Ryan della Ethereum Foundation tiene la community regolarmente aggiornata:",
  "page-upgrades-question-6-answer-4": "Ben Edgington di ConsenSys ha una newsletter settimanale sugli aggiornamenti di Ethereum:",
  "page-upgrades-question-6-answer-5": "È inoltre possibile partecipare alla discussione sulla ricerca e lo sviluppo di Ethereum su ethresearch.ch.",
  "page-upgrades-question-6-title": "Che cosa devo fare con la mia dapp?",
  "page-upgrades-question-6-desc": "La Fusione è stata progettata per avere un impatto minimo sugli sviluppatori di dapp, sebbene vi siano state alcune piccole modifiche che vale la pena notare.",
  "page-upgrades-question-6-answer-1": "Gli sviluppatori di dapp che hanno familiarità con l'Ethereum precedente alla Fusione dovrebbero esser consapevoli di alcune modifiche. Queste includono la struttura e le tempistiche del blocco, alcune modifiche all'opcode, sorgenti di casualità sulla catena e il concetto di finalizzazione dell'epoca.",
  "page-upgrades-question-6-answer-1-link": "Come la fusione ha influito sul livello applicativo di Ethereum",
  "page-upgrades-question-6-answer-2": "Le applicazioni sono rimaste pressoché inalterate.",
  "page-upgrades-question-7-desc": "Molti team da tutta la community stanno lavorando sui vari aggiornamenti di Ethereum.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(Implementazione rust)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(implementazione JavaScript)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(Implementazione Nim)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(Implementazione Go)",
  "page-upgrades-question-7-teams": "I team del client di consenso Ethereum:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(Implementazione Java)",
  "page-upgrades-question-7-title": "Chi sta sviluppando gli aggiornamenti Ethereum?",
  "page-upgrades-question-7-clients": "Scopri di più sui client Ethereum",
  "page-upgrades-question-8-answer-1": "Gli aggiornamenti di Ethereum aiuteranno la scalabilità di Ethereum in modo decentralizzato, mantenendo la sicurezza e aumentando la sostenibilità.",
  "page-upgrades-question-8-answer-2": "Forse il problema più evidente è che Ethereum deve essere in grado di gestire più di 15-45 transazioni al secondo. Ma gli aggiornamenti oggi si occupano anche di altri problemi con Ethereum.",
  "page-upgrades-question-8-answer-3": "Nei momenti di elevata domanda della rete, Ethereum è costoso da usare. I nodi nella rete faticano per via delle dimensioni di Ethereum e della quantità di dati che i computer devono elaborare. L'algoritmo originale alla base della sicurezza e della decentralizzazione di Ethereum era ad alta intensità energetica e doveva essere più ecosostenibile.",
  "page-upgrades-question-8-answer-4": "Molti dei cambiamenti attuali sono sempre stati nella tabella di marcia di Ethereum, sin dal 2015. Ma le condizioni odierne stanno rendendo gli aggiornamenti ancora più necessari.",
  "page-upgrades-question-8-answer-6": "Esplora la visione di Ethereum",
  "page-upgrades-question-8-desc": "La rete Ethereum che utilizziamo oggi deve offrire una migliore esperienza agli utenti finali e ai partecipanti.",
  "page-upgrades-question-8-title": "A che servono gli aggiornamenti?",
  "page-upgrades-question-9-answer-1": "Il ruolo più attivo che puoi scegliere di avere è lo staking con i tuoi ETH.",
  "page-upgrades-question-9-answer-2": "Se lo desideri, puoi anche eseguire un secondo client per contribuire a migliorare la diversità dei client.",
  "page-upgrades-question-9-answer-3": "Se hai conoscente tecniche, puoi contribuire a trovare bug nei nuovi client.",
  "page-upgrades-question-9-answer-4": "Puoi inoltre partecipare alle discussioni tecniche con i ricercatori Ethereum su ethresearch.ch.",
  "page-upgrades-question-9-desc": "Non devi esser un tecnico per contribuire. La community sta cercado contributi da ogni tipo di competenza.",
  "page-upgrades-question-9-stake-eth": "Punta ETH",
  "page-upgrades-question-9-title": "Come posso contribuire agli aggiornamenti di Ethereum?",
  "page-upgrades-question-9-more": "Trova metodi più generali per partecipare a Ethereum",
  "page-upgrades-question-10-title": "Cosa sono le 'fasi di Eth2?'",
  "page-upgrades-question-10-desc": "Qui alcune cose sono cambiate.",
  "page-upgrades-question-10-answer-0": "Il termine 'Eth2' stesso è gradualmente eliminato, poiché non rappresenta un solo aggiornamento o una nuova rete. Più accuratamente, è una serie di diversi aggiornamenti che fanno tutti la propria parte per rendere Ethereum più scalabile, sicuro e sostenibile. La rete che conosci e ami sarà semplicemente indicata come Ethereum.",
  "page-upgrades-question-10-answer-1": "Siamo riluttanti a parlare troppo di tabella di marcia tecnica perché abbiamo a che fare con software e quindi le cose possono cambiare. Pensiamo che sia più facile capire cosa stia succedendo guardando i risultati.",
  "page-upgrades-question-10-answer-1-link": "Visualizza gli aggiornamenti",
  "page-upgrades-question-10-answer-2": "Ma se hai seguito le discussioni, ecco come gli aggiornamenti si inseriscono nelle tabelle di marcia tecniche e un po' su come stanno cambiando.",
  "page-upgrades-question-10-answer-3": "Fase 0 ha descritto il lavoro per portare live la Beacon Chain.",
  "page-upgrades-question-10-answer-5": "La Fase 1 si concentrava originariamente sull'implementazione delle catene di frammenti, ma la priorità si è spostata alla Fusione, avvenuta il 15 settembre 2022.",
  "page-upgrades-question-10-answer-6": "La Fase 1.5 era originalmente pianificata per seguire le implementazioni dei frammenti quando la Rete Principale sarebbe stata aggiunta come ultimo frammento alla Beacon Chain. Tuttavia, al progredire della tecnologia dei rollup, la community di Ethereum ha invece accelerato l'abbandono del proof-of-work.",
  "page-upgrades-question-10-answer-7": "I piani riguardanti la Fase 2 sono stati un punto di intensa ricerca e discussione. Con La Fusione alle spalle, e i progressi nelle soluzioni di livello 2, gli obiettivi sono passati a fornire una forma di frammentazione dei dati più semplificata per massimizzare l'efficienza dei rollup. Gli attuali livelli 2 consentono di ridimensionare l'esecuzione delle transazioni, e la frammentazione consentirà l'archiviazione di prove per questi dati sul livello 1 in modo economico e scalabile.",
  "page-upgrades-question-10-answer-8": "Ulteriori informazioni su una tabella di marcia incentrata sul rollup",
  "page-upgrades-question-11-title": "Posso acquistare Eth2?",
  "page-upgrades-question-11-desc": "No. Non esiste alcun token Eth2 e i tuoi ETH non cambieranno dopo La Fusione.",
  "page-upgrades-question-11-answer-1": "Una delle forze trainanti del rebranding di Eth2 era il comune equivoco che i titolari di ETH dovessero migrare i propri ETH in 'ETH 2.0' dopo La Fusione o qualsiasi altro aggiornamento. Ciò non è vero e non lo è mai stato.",
  "page-upgrades-question-11-answer-2": "Questa confusione è comunemente sfruttata dai truffatori.",
  "page-upgrades-question-title": "Domande frequenti",
  "page-upgrades-question3-answer-1": "I titolari di ETH non devono fare nulla. Gli ETH non dovranno esser cambiati o aggiornati. Ci sono più che certamente delle truffe che dicono altrimenti, quindi, fate attenione.",
  "page-upgrades-scalable": "Più scalabile",
  "page-upgrades-scalable-desc": "Ethereum deve supportare migliaia di transazioni al secondo, per rendere le applicazioni più veloci e meno costose da usare.",
  "page-upgrades-secure": "Più sicura",
  "page-upgrades-secure-desc": "Ethereum deve essere più sicura; man mano che l'adozione di Ethereum aumenta, il protocollo deve essere più protetto da tutte le forme di attacco.",
  "page-upgrades-shard-date": "Lo sharding seguirà La Fusione in più fasi, tra il 2023 e il 2024.",
  "page-upgrades-shard-desc": "Danksharding espanderà la capacità di Ethereum di immagazzinare dati e lavorare in armonia con L2 per scalare la portata e ridurre i costi di rete. Danksharding verrà implementato in più fasi, a partire da ProtoDanksharding.",
  "page-upgrades-shard-estimate": "Stima: 2023-2024",
  "page-upgrades-shard-lower": "Maggiori informazioni sullo sharding",
  "page-upgrades-shard-title": "Sharding",
  "page-upgrades-stay-up-to-date": "Segui gli aggiornamenti",
  "page-upgrades-stay-up-to-date-desc": "Ricevi le ultime notizie dai ricercatori e sviluppatori che lavorano agli aggiornamenti di Ethereum.",
  "page-upgrades-sustainable-desc": "Ethereum è stata ad alta intensità energetica fino a poco tempo fa. La transizione al proof-of-stake ha portato a una riduzione dell'energia della rete di oltre il 99,9%.",
  "page-upgrades-take-part": "Partecipa alla ricerca",
  "page-upgrades-take-part-desc": "I ricercatori e appassionati di Ethereum si incontrano qui per discutere degli sforzi di ricerca, inclusa qualsiasi cosa a riguardo degli aggiornamenti di Ethereum.",
  "page-upgrades-the-upgrades": "Gli aggiornamenti di Ethereum",
  "page-upgrades-the-upgrades-desc": "Gli aggiornamenti di Ethereum mirano a migliorare la scalabilità, la sicurezza e la sostenibilità della rete. Ethereum ha recentemente subito alcuni importanti aggiornamenti di sicurezza e sostenibilità, e in futuro ne arriveranno degli altri, specialmente correlati alla scalabilità.",
  "page-upgrades-unofficial-roadmap": "Questa non è una tabella di marcia ufficiale. Questa è come visualizziamo quanto sta succedendo in base alle informazioni là fuori. Ma questa è tecnologia, le cose possono cambiare in un istante. Quindi siete pregati di non leggere queste informazioni come cosa certa.",
  "page-upgrades-upgrade-desc": "La rete Ethereum che tutti conosciamo e amiamo, solo più scalabile, più sicura e più sostenibile.",
  "page-upgrades-upgrades": "Gli aggiornamenti di Ethereum",
  "page-upgrades-upgrades-aria-label": "Menu degli aggiornamenti di Ethereum",
  "page-upgrades-upgrades-beacon-chain": "La Cadena de Baliza",
  "page-upgrades-upgrades-guide": "Guida agli aggiornamenti di Ethereum",
  "page-upgrades-upgrades-docking": "La fusione",
  "page-upgrades-energy-consumption": "Maggiori informazioni sul consumo energetico di Ethereum",
  "page-upgrades-upgrading": "Aggiornare Ethereum a nuovi livelli",
  "page-roadmap-vision": "La visione",
  "page-roadmap-vision-btn": "Maggiori informazioni sulla visione di Ethereum",
  "page-roadmap-vision-desc": "Per portare Ethereum nella rete principale e servire tutta l'umanità, dobbiamo rendere Ethereum più scalabile, sicura e sostenibile.",
  "page-upgrades-what-happened-to-eth2-title": "Che è successo a 'Eth2?'",
  "page-upgrades-what-happened-to-eth2-1": "Il termine 'Eth2' era comunemente usato prima della Fusione, ma è in fase di graduale eliminazione in favore di una terminologia più precisa.",
  "page-upgrades-what-happened-to-eth2-1-more": "Maggiori informazioni sulla fusione.",
  "page-upgrades-what-happened-to-eth2-2": "Dalla fusione di 'Eth1' ed 'Eth2', non esistono più due blockchain distinte di Ethereum; esiste solo Ethereum.",
  "page-upgrades-what-happened-to-eth2-3": "Per limitare la confusione, la community ha aggiornato questi termini:",
  "page-upgrades-what-happened-to-eth2-3-1": "'Eth1' è ora il 'livello d'esecuzione' che gestisce le transazioni e l'esecuzione.",
  "page-upgrades-what-happened-to-eth2-3-2": "'Eth2' è ora il 'livello di consenso', che gestisce il consenso di proof-of-stake.",
  "page-upgrades-what-happened-to-eth2-4": "Questi aggiornamenti della terminologia cambiano solo le convenzioni di nomenclatura; ciò non altera gli obiettivi o la tabella di marcia di Ethereum.",
  "page-upgrades-what-happened-to-eth2-5": "Scopri di più sulla rinominazione di 'Eth2'",
  "page-upgrades-why-cant-we-just-use-eth2-title": "Perché non possiamo limitarci a usare Eth2?",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-title": "Modelli mentali",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-description": "Uno dei problemi principali con Eth2 è che crea un modello mentale sbagliato per i nuovi utenti di Ethereum. Pensano intuitivamente che Eth1 venga prima e Eth2 venga dopo. O che Eth1 cessi di esistere all'arrivo di Eth2. Niente di tutto ciò è vero. Rimuovendo la terminologia legata a Eth2, risparmiamo a tutti i futuri utenti la confusione di questo modello mentale.",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-title": "Inclusività",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-description": "All'evolvere di Ethereum, Ethereum 2.0 è diventata una rappresentazione inaccurata della tabella di marcia. Essere cauti e accurati nella scelta delle parole consente ai contenuti su Ethereum di essere compresi dal pubblico più vasto possibile.",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-title": "Prevenzione delle truffe",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-description": "Purtroppo, dei malintenzionati hanno tentato di usare il termine improprio 'Eth2' per truffare gli utenti, dicendo loro di scambiare i propri ETH con token 'ETH2' o che avrebbero in qualche modo dovuto migrare i propri ETH prima dell'aggiornamento di Eth2. Speriamo che questa terminologia aggiornata porterà chiarezza, così da eliminare questo vettore di truffa e aiutare a rendere l'ecosistema più sicuro.",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-title": "Chiarezza sullo staking",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-description": "Anche alcuni operatori di staking hanno rappresentato gli ETH messi in staking sulla Beacon Chain con il ticker 'ETH2'. Ciò ha creato potenziale confusione, dato che gli utenti di questi servizi non ricevono in realtà un token 'ETH2'. Non esiste alcun token 'ETH2'; rappresenta semplicemente la loro porzione specifica sullo stake totale dei fornitori.",
  "page-upgrades-what-to-do": "Che cosa devi fare?",
  "page-upgrades-what-to-do-desc": "Se sei utente di una dapp o detieni ETH, non devi fare nulla. Se sei uno sviluppatore o vuoi iniziare a fare staking, oggi ci sono diversi modi per essere coinvolti.",
  "page-upgrades-whats-next": "Cosa sono gli aggiornamenti di Ethereum?",
  "page-upgrades-whats-next-desc": "La tabella di marcia di Ethereum include aggiornamenti del protocollo interconnessi che renderanno la rete più scalabile, sicura e sostenibile. Questi aggiornamenti sono creati da diversi team da tutto l'ecosistema di Ethereum.",
  "page-upgrades-whats-next-history": "Impara sugli aggiornamenti precedenti di Ethereum",
  "page-upgrades-whats-ethereum": "Ma cos'è Ethereum?",
  "page-upgrades-whats-new": "Cosa c'è dopo per Ethereum?",
  "page-upgrades-security-link": "Di più su sicurezza e prevenzione delle truffe",
  "page-staking-deposit-contract-staking-more-link": "Maggiori informazioni sullo staking",
  "docs-nav-proof-of-stake": "Proof of Stake",
  "docs-nav-proof-of-work": "Proof of Work",
  "page-upgrades-get-involved-ethresearch-1": "Sharding",
  "page-upgrades-get-involved-ethresearch-2": "La fusione"
}
