{
  "page-get-eth-article-keeping-crypto-safe": "I segreti per tenere al sicuro le tue criptovalute",
  "page-get-eth-article-protecting-yourself": "Proteggere te e i tuoi fondi",
  "page-get-eth-article-store-digital-assets": "Come conservare attivi digitali su Ethereum",
  "page-get-eth-article-protecting-yourself-desc": "MyCrypto",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": "Borse centralizzate",
  "page-get-eth-cex-desc": "Le borse sono aziende che consentono di acquistare criptovalute usando valute tradizionali. Hanno la custodia su tutti gli ETH che acquisti fino a quando li invii a un portafoglio che controlli.",
  "page-get-eth-checkout-dapps-btn": "Scopri le dapp",
  "page-get-eth-community-safety": "Post della community sulla sicurezza",
  "page-get-eth-description": "Ethereum non è controllato da nessuna singola organizzazione - è decentralizzato.",
  "page-get-eth-dex": "Borse decentralizzate (DEX)",
  "page-get-eth-dex-desc": "Se desideri avere più controllo, compra ETH usando <a href=\"/glossary/#smart-contract\"> contratti intelligenti</a>. Attraverso una borsa decentralizzata (DEX), puoi scambiare risorse digitali senza mai dare il controllo dei tuoi fondi a un'azienda centralizzata.",
  "page-get-eth-peers": "Ricevi ETH dai tuoi pari",
  "page-get-eth-peers-desc": "Da quando avrai un conto di Ethereum, tutto quello che ti servirà è condividere il tuo indirizzo per cominciare a inviare e ricevere ETH (e altri token) tra pari.",
  "page-get-eth-staking": "Ricompense di staking",
  "page-get-eth-staking-desc": "Se possiedi già abbastanza ETH, puoi guadagnarne ulteriori gestendo un nodo validatore. Verrai pagato per fare questo lavoro di verifica in ETH.",
  "page-get-eth-earn": "Ottieni ETH",
  "page-get-eth-earn-desc": "Puoi ottenere ETH lavorando per DAO o aziende che pagano in criptovalute, vincendo ricompense, trovando bug del software e altro.",
  "page-get-eth-daos-link-desc": "Scopri di più sulle DAO",
  "page-get-eth-cex-link-desc": "Visualizza un elenco di borse",
  "page-get-eth-staking-link-desc": "Maggior informazioni sullo staking",
  "page-get-eth-dexs": "Borse decentralizzate (DEX)",
  "page-get-eth-dexs-desc": "Le borse decentralizzate sono piazze aperte in cui scambiare ETH e altri token. Collegano direttamente acquirenti e venditori.",
  "page-get-eth-dexs-desc-2": "Invece di sfruttare una terza parte attendibile per salvaguardare i fondi nella transazione, utilizzano il codice. L'ETH del venditore sarà trasferito solo quando il pagamento è garantito. Questo tipo di codice è noto come contratto intelligente.",
  "page-get-eth-dexs-desc-3": "Questo significa che ci sono minori restrizioni geografiche che con alternative centralizzate. Se qualcuno sta vendendo quello che desideri e accetta i metodi di pagamento che fornisci, sei pronto per andare avanti.",
  "page-get-eth-dexs-desc-4": "Nota: molte piattaforme decentralizzate richiedono l'utilizzo di wrapped ether (WETH) per poter operare. <a href=\"/wrapped-eth\"> Scopri di più sui wrapped ether </a>.",
  "page-get-eth-do-not-copy": "Esempio: Non copiare",
  "page-get-eth-exchanges-disclaimer": "Abbiamo raccolto questa informazione manualmente. Se trovi qualcosa di sbagliato, faccelo sapere:",
  "page-get-eth-exchanges-empty-state-text": "Inserisci il tuo paese di residenza per vedere un elenco di borse che potresti essere in grado di utilizzare",
  "page-get-eth-exchanges-except": "Eccetto",
  "page-get-eth-exchanges-header": "In che paese vivi?",
  "page-get-eth-exchanges-header-exchanges": "Borse",
  "page-get-eth-exchanges-header-wallets": "Portafogli",
  "page-get-eth-exchanges-intro": "Le borse hanno delle restrizioni riguardo al luogo dove si possono vendere le criptovalute. Questo è un elenco indicativo di servizi concepiti per operare in ogni paese. L'inclusione in questo elenco non è necessariamente un'approvazione - Bisogna fare delle ricerche in proprio!",
  "page-get-eth-exchanges-no-exchanges": "Siamo spiacenti, non conosciamo borse che ti permettano di acquistare ETH da questo paese. Se tu le conosci, faccelo sapere:",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Siamo spiacenti, non conosciamo borse che ti permettano di acquistare ETH da questo paese. Se tu le conosci, faccelo sapere:",
  "page-get-eth-exchanges-no-wallets": "Siamo spiacenti, non conosciamo portafogli che ti permettano di acquistare ETH da questo paese. Se tu li conosci, faccelo sapere:",
  "page-get-eth-exchanges-search": "Digita dove vivi...",
  "page-get-eth-exchanges-success-exchange": "La registrazione a una borsa può richiedere diversi giorni a causa dei controlli legali da eseguire.",
  "page-get-eth-exchanges-success-wallet-link": "portafogli",
  "page-get-eth-exchanges-success-wallet-paragraph": "Nel paese in cui vivi, puoi acquistare ETH direttamente da questi portafogli. Scopri di più su",
  "page-get-eth-exchanges-usa": "Stati Uniti d'America (USA)",
  "page-get-eth-get-wallet-btn": "Ottieni un portafoglio",
  "page-get-eth-hero-image-alt": "Ottieni l'immagine dell'eroe di ETH",
  "page-get-eth-keep-it-safe": "Proteggere i tuoi ETH",
  "page-get-eth-meta-description": "Come acquistare ETH a seconda di dove vivi e consigli su come prendersene cura.",
  "page-get-eth-meta-title": "Come ottenere ETH",
  "page-get-eth-need-wallet": "Ti servirà un portafoglio per usare una DEX.",
  "page-get-eth-new-to-eth": "Alle prime armi con ETH? Ecco una panoramica per muovere i primi passi.",
  "page-get-eth-other-cryptos": "Acquista con altre criptovalute",
  "page-get-eth-protect-eth-desc": "Una delle caratteristiche principali di Ethereum è che si mantiene il controllo delle proprie risorse gestendo il proprio conto. Questo significa che non occorre affidare le proprie risorse a terze parti, e si è protetti dal fatto che un custode possa comportarsi in modo disonesto, fallire o venire hackerato. Tuttavia, comporta anche che bisogna assumersi la responsabilità per la propria sicurezza.",
  "page-get-eth-protect-eth-in-wallet": "Tieni i tuoi ETH nel tuo portafoglio",
  "page-get-eth-search-by-country": "Cerca per paese",
  "page-get-eth-security": "Questo significa che devi prendere sul serio la sicurezza dei tuoi fondi. Con ETH, non ti affidi a una banca o a un'azienda perché controlli le tue risorse, ti assumi la responsabilità per te stesso.",
  "page-get-eth-smart-contract-link": "Di più sui contratti intelligenti",
  "page-get-eth-swapping": "Scambia i tuoi token per gli ETH di altre persone. E viceversa.",
  "page-get-eth-try-dex": "Prova una DEX",
  "page-get-eth-use-your-eth": "Usa i tuoi ETH",
  "page-get-eth-use-your-eth-dapps": "Ora che possiedi alcuni ETH, dai un'occhiata ad alcune applicazioni di Ethereum (dapp). Esistono dapp per la finanza, social media, videogiochi e molte di altre categorie.",
  "page-get-eth-wallet-instructions": "Segui le istruzioni del portafoglio",
  "page-get-eth-wallet-instructions-lost": "Se perdi l'accesso al tuo conto, perderai l'accesso ai tuoi fondi. Il tuo portafoglio dovrebbe darti le istruzioni per evitarlo. Assicurati di seguirle attentamente; in gran parte dei casi, nessuno può aiutarti se perdi l'accesso al tuo conto.",
  "page-get-eth-wallets": "Portafogli",
  "page-get-eth-wallets-link": "Di più sui portafogli",
  "page-get-eth-wallets-purchasing": "Alcuni portafogli, ti consentono di acquistare criptovalute con una carta di debito/credito, bonifico bancario o persino Apple Pay. Si applicano le limitazioni geografiche.",
  "page-get-eth-warning": "Queste DEX non sono per principianti, in quanto avrai bisogno di diversi ETH per usarle. Questi sono solo esempi, non prodotti approvati. Fai le tue ricerche!",
  "page-get-eth-what-are-DEX's": "Cosa sono le DEX?",
  "page-get-eth-whats-eth-link": "Cos'è l'ETH?",
  "page-get-eth-where-to-buy-desc": "Puoi guadagnare ETH, riceverli dai tuoi pari o comprarli da borse e app.",
  "page-get-eth-where-to-buy-desc-2": "Controlla quali servizi puoi usare in base al luogo in cui vivi.",
  "page-get-eth-where-to-buy-title": "Dove ottenere ETH",
  "page-get-eth-your-address": "Il tuo indirizzo ETH",
  "page-get-eth-your-address-desc": "Quando scarichi un portafoglio, ti verrà creato un indirizzo ETH pubblico, che si presenta così:",
  "page-get-eth-your-address-desc-3": "Puoi considerarlo come un indirizzo email, su cui invece delle email riceverai ETH. Se vuoi trasferire ETH da una borsa al tuo portafoglio, usa questo indirizzo come destinazione. Controlla sempre due volte prima di confermare l'invio!",
  "page-get-eth-your-address-wallet-link": "Scopri i portafogli",
  "listing-policy-raise-issue-link": "Apri segnalazione",
  "page-find-wallet-last-updated": "Ultimo aggiornamento"
}
