{
  "page-eth-buy-some": "Vuoi acquistare Ethereum?",
  "page-eth-buy-some-desc": "Spesso si confonde Ethereum con ETH. Ethereum è la blockchain ed ETH è la risorsa principale di Ethereum. ETH è quello che probabilmente stai cercando di acquistare.",
  "page-eth-cat-img-alt": "Grafica del glifo ETH con un caleidoscopio di gatti",
  "page-eth-collectible-tokens": "Token di articoli da collezione",
  "page-eth-collectible-tokens-desc": "Token che rappresentano un articolo da collezione di un gioco, un'opera d'arte digitale o altre risorse uniche. Comunemente noti come token non fungibili (NFTs).",
  "page-eth-cryptography": "Protetto da crittografia",
  "page-eth-cryptography-desc": "Il denaro di Internet può essere una novità, ma è protetto da una crittografia comprovata che rappresenta una protezione per il tuo portafoglio, i tuoi ETH e le tue transazioni. ",
  "page-eth-currency-for-apps": "È la valuta delle app Ethereum.",
  "page-eth-currency-for-future": "Valuta del nostro futuro digitale",
  "page-eth-description": "ETH è una criptovaluta. È denaro digitale che è possibile utilizzare su Internet, analogamente ai Bitcoin. Se non hai esperienza nel campo delle criptovalute, ecco come ETH è diverso dal denaro tradizionale.",
  "page-eth-earn-interest-link": "Ottenere interessi",
  "page-eth-ethhub-caption": "Aggiornamento frequente",
  "page-eth-ethhub-overview": "EthHub ha una panoramica interessante, se desideri",
  "page-eth-flexible-amounts": "Disponibile in quantitativi flessibili",
  "page-eth-flexible-amounts-desc": "ETH è divisibile fino a 18 cifre decimali, in modo da non dover acquistare 1 ETH intero. Puoi acquistare frazioni alla volta, magari solo 0,000000000000000001 ETH se desideri.",
  "page-eth-fuels": "ETH sta alla base di Ethereum e lo mantiene sicuro",
  "page-eth-fuels-desc": "ETH è la linfa vitale di Ethereum. Quando invii ETH o usi un'applicazione Ethereum, paghi una piccola commissione in ETH per utilizzare la rete Ethereum. Questa commissione è un incentivo per un miner che elabora e verifica quello che stai cercando di fare.",
  "page-eth-fuels-desc-2": "I miner possono essere paragonati a guardiani dei record di Ethereum: controllano e dimostrano che nessuno stia imbrogliando. I miner che fanno questo lavoro sono anche ricompensati con piccole quantità di ETH.",
  "page-eth-fuels-desc-3": "I miner mantengono Ethereum sicuro e privo di controllo centralizzato. In altre parole,",
  "page-eth-fuels-more-staking": "Maggiori informazioni sullo staking",
  "page-eth-fuels-staking": "ETH diventerà ancora più importante con lo staking. Se fai staking con i tuoi ETH, contribuisci a mantenere sicuro Ethereum e ottenere ricompense. Con questo sistema, la minaccia di perdere gli ETH disincentiva gli attacchi.",
  "page-eth-get-eth-btn": "Ottieni ETH",
  "page-eth-gov-tokens": "Token di governance",
  "page-eth-gov-tokens-desc": "Token che rappresentano il potere di voto nelle organizzazioni decentrate.",
  "page-eth-has-value": "Perché ETH ha un valore?",
  "page-eth-has-value-desc": "ETH è prezioso in modi diversi per persone diverse.",
  "page-eth-has-value-desc-2": "Per gli utenti di Ethereum, ETH è prezioso perché consente di pagare le commissioni sulle transazioni.",
  "page-eth-has-value-desc-3": "Altri lo considerano un deposito digitale di valore perché la creazione di nuovi ETH rallenta nel tempo.",
  "page-eth-has-value-desc-4": "Più di recente, ETH è diventato prezioso per gli utenti di app finanziarie su Ethereum. Questo perché è possibile utilizzare ETH come garanzia per i prestiti in criptovalute o come sistema di pagamento.",
  "page-eth-has-value-desc-5": "Naturalmente molti lo vedono anche come un investimento, analogamente a Bitcoin o altre criptovalute.",
  "page-eth-how-to-buy": "Come acquistare Ether",
  "page-eth-how-to-buy-caption": "Aggiornamento frequente",
  "page-eth-is-money": "ETH è denaro digitale e globale.",
  "page-eth-last-updated": "Gennaio 2019",
  "page-eth-mining-link": "Maggiori informazioni sul mining",
  "page-eth-monetary-policy": "Politica monetaria di Ethereum",
  "page-eth-more-on-ethereum-link": "Maggiori informazioni su Ethereum",
  "page-eth-no-centralized": "Nessun controllo centralizzato ",
  "page-eth-no-centralized-desc": "ETH è decentralizzato e globale. Non c'è azienda o banca che possa decidere di stampare più ETH o modificare le condizioni di utilizzo.",
  "page-eth-non-fungible-tokens-link": "Token non fungibili",
  "page-eth-not-only-crypto": "ETH non è l'unica criptovaluta su Ethereum",
  "page-eth-not-only-crypto-desc": "Chiunque può creare nuovi tipi di risorse e scambiarle su Ethereum. Sono conosciute come \"'token\". La gente ha tokenizzato le valute tradizionali, la proprietà, l'arte e persino se stessa!",
  "page-eth-not-only-crypto-desc-2": "Ethereum ospita migliaia di token, alcuni più utili e preziosi di altri. Gli sviluppatori stanno costantemente creando nuovi token che sbloccano nuove possibilità e aprono nuovi mercati.",
  "page-eth-not-only-crypto-desc-3": "Se vuoi saperne di più sui token, i nostri amici di EthHub hanno realizzato un paio di interessanti panoramiche:",
  "page-eth-open": "Aperto a chiunque",
  "page-eth-open-desc": "Serve solo una connessione internet e un portafoglio per accettare ETH. Non è necessario avere accesso a un conto bancario per accettare pagamenti. ",
  "page-eth-p2p-payments": "Pagamenti tra pari",
  "page-eth-p2p-payments-desc": "È possibile inviare ETH senza servizi di intermediazione come le banche. È come consegnare denaro contante di persona, ma puoi farlo in modo sicuro con chiunque, ovunque, in qualsiasi momento.",
  "page-eth-period": ".",
  "page-eth-popular-tokens": "Tipi popolari di token",
  "page-eth-powers-ethereum": "ETH alimenta Ethereum",
  "page-eth-shit-coins": "Monete fasulle",
  "page-eth-shit-coins-desc": "Perché fare nuovi token è facile, chiunque può farlo - anche le persone con cattive o sbagliate intenzioni. Fai sempre la tua ricerca prima di usarli!",
  "page-eth-stablecoins": "Stablecoin",
  "page-eth-stablecoins-desc": "Token che rispecchiano il valore della valuta tradizionale come i dollari. Questo risolve il problema della volatilità di molte criptovalute.",
  "page-eth-stablecoins-link": "Ottieni stablecoin",
  "page-eth-stream-link": "Trasmettere ETH",
  "page-eth-tokens-link": "Token Ethereum",
  "page-eth-trade-link-2": "Scambiare token",
  "page-eth-underpins": "L'ETH è alla base del sistema finanziario Ethereum",
  "page-eth-underpins-desc": "Non soddisfatta dei pagamenti, la community di Ethereum sta creando un intero sistema finanziario tra pari, accessibile a tutti.",
  "page-eth-underpins-desc-2": "È possibile utilizzare ETH come garanzia per generare token di criptovaluta completamente diversi su Ethereum. Inoltre è possibile prendere in prestito, prestare e ottenere interessi su ETH e altri token basati su ETH.",
  "page-eth-uses": "Gli impieghi degli ETH aumentano giorno dopo giorno",
  "page-eth-uses-desc": "Poiché Ethereum è programmabile, gli sviluppatori possono modellarlo in innumerevoli modi.",
  "page-eth-uses-desc-2": "Nel 2015, tutto quello che si poteva fare era inviare ETH da un account Ethereum a un altro. Ecco invece solo alcune delle cose che puoi fare oggi.",
  "page-eth-uses-desc-3": "pagare qualcuno o ricevere fondi in tempo reale.",
  "page-eth-uses-desc-4": "è possibile scambiare ETH con altri token tra cui Bitcoin.",
  "page-eth-uses-desc-5": "su ETH e altri token basati su Ethereum.",
  "page-eth-uses-desc-6": "accedere al mondo delle criptovalute con un valore costante e meno volatile.",
  "page-eth-value": "Perché ether è prezioso",
  "page-eth-video-alt": "Video glifo ETH",
  "page-eth-whats-eth": "Cos'è ether (ETH)?",
  "page-eth-whats-eth-hero-alt": "Figura di un gruppo di persone che si meravigliano del glifo di un ether (ETH)",
  "page-eth-whats-eth-meta-desc": "Cosa devi sapere per capire ETH e il suo posto in Ethereum.",
  "page-eth-whats-eth-meta-title": "Cos'è ether (ETH)?",
  "page-eth-whats-ethereum": "Cos'è Ethereum?",
  "page-eth-whats-ethereum-desc": "Se vuoi saperne di più su Ethereum e sulla tecnologia sottostante, dai un'occhiata alla nostra introduzione.",
  "page-eth-whats-unique": "Cosa rende ETH unico?",
  "page-eth-whats-unique-desc": "Sono presenti molte criptovalute e molti altri token su Ethereum, ma ci sono alcune cose che solo ETH può fare.",
  "page-eth-where-to-buy": "Dove ottenere ETH",
  "page-eth-where-to-buy-desc": "È possibile ottenere ETH da uno scambio o un portafoglio, ma ogni paese ha le sue politiche. Fai alcune ricerche per verificare quali servizi ti permettono di acquistare ETH.",
  "page-eth-yours": "È davvero tuo",
  "page-eth-yours-desc": "Con ETH, la tua banca sei tu. Puoi controllare i tuoi fondi con il portafoglio come prova di proprietà. Non sono necessarie terze parti."
}
