{
  "page-what-is-ethereum-alt-img-bazaar": "Figura di una persona che sbircia in un bazar, che rappresenta Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Figura dei membri della community di Ethereum che lavorano insieme",
  "page-what-is-ethereum-alt-img-lego": "Figura di una mano che crea il logo ETH formato da mattoncini di Lego",
  "page-what-is-ethereum-banking-card": "Attività bancarie per tutti",
  "page-what-is-ethereum-banking-card-desc": "Non tutti hanno accesso ai servizi finanziari. Tutto ciò che ti serve per accedere a Ethereum e al suo sistema di prestiti e prodotti di risparmio è una connessione internet.",
  "page-what-is-ethereum-build": "Fai qualcosa con Ethereum",
  "page-what-is-ethereum-build-desc": "Se vuoi provare a costruire con Ethereum, leggere i nostri documenti, provare alcuni tutorial o dare un'occhiata agli strumenti che ti servono per iniziare.",
  "page-what-is-ethereum-censorless-card": "Anti-censura",
  "page-what-is-ethereum-censorless-card-desc": "Nessun governo o azienda ha il controllo su Ethereum. Questa decentralizzazione rende praticamente impossibile per chiunque impedire di ricevere pagamenti o di utilizzare i servizi basati su Ethereum.",
  "page-what-is-ethereum-comm-desc": "La nostra community include persone con ogni tipo di background, inclusi artisti, cripto-anarchici, aziende Fortune 500 e ora anche te. Scopri come poter partecipare fin da subito.",
  "page-what-is-ethereum-commerce-card": "Garanzie commerciali",
  "page-what-is-ethereum-commerce-card-desc": "I clienti hanno una garanzia sicura e integrata che i fondi saranno trasferiti se fornirete quanto concordato. Analogamente, gli sviluppatori possono avere la certezza che le regole non cambieranno per loro.",
  "page-what-is-ethereum-composable-card": "Tutti i prodotti sono componibili",
  "page-what-is-ethereum-composable-card-desc": "Poiché tutte le app sono create sulla stessa blockchain con uno stato globale condiviso, possono costruirsi basandosi le une sulle altre (come i lego). Questo consente la costruzione di prodotti ed esperienze sempre migliori.",
  "page-what-is-ethereum-community": "La community Ethereum",
  "page-what-is-ethereum-desc": "La base per il nostro futuro digitale",
  "page-what-is-ethereum-explore": "Esplora Ethereum",
  "page-what-is-ethereum-internet-card": "Un internet più privato",
  "page-what-is-ethereum-internet-card-desc": "Non devi fornire tutte le tue informazioni personali per usare un'app Ethereum. Ethereum crea un'economia basata sul valore, non sulla sorveglianza.",
  "page-what-is-ethereum-meet-comm": "Incontra la community",
  "page-what-is-ethereum-meta-description": "Scopri di più su Ethereum, cosa fa e come puoi provarla.",
  "page-what-is-ethereum-meta-title": "Cos'è Ethereum?",
  "page-what-is-ethereum-p2p-card": "Una rete peer-to-peer",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum ti permette di spostare denaro, o stringere accordi, direttamente con altri. Non è necessario ricorrere a intermediari.",
  "page-what-is-ethereum-start-building-btn": "Inizia a sviluppare",
  "page-what-is-ethereum-title": "Cos'è Ethereum?",
  "page-what-is-ethereum-subtitle": "Una guida completa per principianti a come funziona Ethereum, i benefici che comporta e come è usata da milioni di persone in tutto il mondo.",
  "page-what-is-ethereum-button-lets-start": "Iniziamo",
  "page-what-is-ethereum-blockchain-tab-title": "Cos'è una blockchain?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Una blockchain è un database di transazioni</b> che viene aggiornato e condiviso tra molti computer in una rete. Ogni volta viene aggiunta una nuova serie di transazioni, chiamata \"blocco\", da cui il nome blockchain. Gran parte delle blockchain sono pubbliche ed è possibile solo aggiungere dati, non rimuoverli. Se qualcuno volesse alterare alcune delle informazioni o truffare il sistema, dovrebbe farlo sulla maggioranza dei computer sulla rete. E sono molti! Questo rende le blockchain esistenti come Ethereum altamente sicure.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Perché la chiamano criptovaluta?",
  "page-what-is-ethereum-cryptocurrency-tab-content": "Le blockchain usano tecniche crittografiche per garantire che i tuoi fondi siano al sicuro. Tecniche simili sono usate da anni nel settore bancario per assicurare la sicurezza delle transazioni monetarie. Quindi si potrebbe dire che le criptovalute hanno un livello di sicurezza paragonabile a quello di una banca.",
  "page-what-is-ethereum-summary-title": "Riepilogo",
  "page-what-is-ethereum-summary-desc-1": "Ethereum è una tecnologia per creare app e organizzazioni, detenere risorse, effettuare transazioni e comunicare senza essere controllati da un'autorità centrale. Non devi comunicare tutti i tuoi dati personali per usare Ethereum, sei tu a mantenere il controllo sui tuoi dati e su cosa è condiviso. Ethereum ha la propria criptovaluta, Ether, usata per pagare per certe attività sulla rete di Ethereum.",
  "page-what-is-ethereum-summary-desc-2": "Sei ancora confuso? Spieghiamo tutto passo dopo passo.",
  "page-what-is-ethereum-what-is-crypto-title": "Cos'è una criptovaluta?",
  "page-what-is-ethereum-what-is-crypto-desc-1": "<b>La cripto (abbreviazione per criptovaluta) è una nuova forma di denaro digitale basata sulla crittografia.</b>",
  "page-what-is-ethereum-what-is-crypto-desc-2": "Tutto è iniziato nel 2008 con Bitcoin. Puoi usarla per inviare fondi a chiunque, in qualsiasi luogo del mondo. Ciò che ha reso differente le cripto dai normali trasferimenti bancari o da altri servizi finanziari come PayPal o Alipay è che, per la prima volta, non vi è alcun intermediario.",
  "page-what-is-ethereum-what-is-crypto-desc-3": "Aspetta, cos'è un intermediario?",
  "page-what-is-ethereum-what-is-crypto-desc-4": "Un intermediario è un'autorità centrale, come una banca o un governo, che interviene in una transazione tra il mittente e il destinatario. Ha il potere di sorvegliare, censurare e fermare le transazioni e può condividere i dati sensibili che raccoglie su di te con terze parti. Spesso, inoltre, stabilisce a quali servizi finanziari hai accesso.",
  "page-what-is-ethereum-what-is-crypto-desc-5": "Le cose vanno diversamente con le cripto. <b>Le transazioni connettono direttamente mittente e destinatario</b> senza dover avere a che fare con alcuna autorità centrale. Nessun altro avrà accesso ai tuoi fondi e <b>nessuno può dirti che servizi puoi usare</b>. Questo è possibile grazie alla tecnologia della blockchain su cui operano le criptovalute.",
  "page-what-is-ethereum-btc-eth-diff-title": "Qual è la differenza tra Ethereum e Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "Lanciato nel 2015, Ethereum si basa sull'innovazione di Bitcoin, con alcune grandi differenze.",
  "page-what-is-ethereum-btc-eth-diff-2": "Entrambi ti consentono di usare il denaro digitale senza fornitori di pagamento o banche. Ma <b>Ethereum è programmabile</b>, così puoi anche creare e distribuire delle applicazioni decentralizzate sulla sua rete.",
  "page-what-is-ethereum-btc-eth-diff-3": "Ethereum è programmabile nel senso che puoi creare delle app che usano la blockchain per memorizzare i dati o controllare cosa può fare la tua app. Questo genera una blockchain \"a tutto campo\", programmabile per fare tutto. Poiché non c'è limite a cosa Ethereum può fare, rende possibile una grande innovazione sulla rete di Ethereum.",
  "page-what-is-ethereum-btc-eth-diff-4": "Mentre Bitcoin è solo una rete di pagamento, Ethereum è più come un mercato di servizi finanziari, giochi, social e altre app che rispettano la tua privacy e non possono censurarti.",
  "page-what-is-ethereum-what-can-eth-do-title": "Cosa può fare Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Perché dovrei usare Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Se hai mai inviato denaro all'estero (o prevedi di farlo) o ti sei dovuto preoccupare del futuro delle tue risorse a causa di forze esterne al di fuori del tuo controllo dove vivi o ti sono state date diverse limitazioni e commissioni imposte dalle istituzioni finanziarie tradizionali per le transazioni quotidiane, potresti essere interessato a cosa le criptovalute hanno da offrire.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Tieni a mente che Ethereum è una storia che stiamo ancora scrivendo e che emergeranno molti altri motivi per usarlo man mano che si evolve e sviluppa nel tempo.",
  "page-what-is-ethereum-slide-1-title": "Pagamenti transfrontalieri più economici e veloci",
  "page-what-is-ethereum-slide-1-desc-1": "Gli <b>Stablecoin</b> sono un nuovo tipo di criptovaluta che si affida a una risorsa più stabile come base per il suo valore. Gran parte di essi sono collegati al dollaro americano e dunque mantengono il valore di quella valuta. Rendono possibile un sistema di pagamento globale molto economico e stabile. Molti stablecoin correnti sono basati sulla rete di Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum e gli stablecoin semplificano il processo di invio di denaro all'estero. Spesso bastano solo alcuni minuti spostare i fondi in qualunque parte del mondo, rispetto ad alcuni giorni lavorativi o persino settimane che potrebbe impiegare una banca media, e a una frazione del costo. Inoltre, non vi è alcuna commissione aggiuntiva per aver effettuato transazioni di alto valore e non ci sono limitazioni su dove o perché stai inviando il tuo denaro.",
  "page-what-is-ethereum-slide-2-title": "L'aiuto più rapido nei momenti di crisi",
  "page-what-is-ethereum-slide-2-desc-1": "Se sei abbastanza fortunato da avere diverse opzioni bancarie tramite le istituzioni fidate dove vivi, potresti dare per scontata la libertà finanziaria, la sicurezza e la stabilità che offrono. Ma per molte persone in tutto il mondo, che affrontano repressione politica o disagio economico, le istituzioni finanziarie potrebbero non fornire la protezione o i servizi che necessitano.",
  "page-what-is-ethereum-slide-2-desc-2": "Quando la guerra, le catastrofi economiche o le repressioni sulle libertà civili hanno colpito i residenti di <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Cuba</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afghanistan</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigeria</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Bielorussia</a> e <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ucraina</a>, le criptovalute hanno costituito la più rapida e spesso la sola opzione per mantenere l'agenzia finanziaria.<sup><a to=\"https://www.financialinclusion.tech/\">1</a></sup> Come visto in questi esempi, le criptovalute come Ethereum possono fornire un accesso libero all'economia globale quando le persone sono tagliate fuori dal resto del mondo. Inoltre, gli stablecoin offrono una riserva di valore quando le valute locali stanno collassando a causa della superinflazione.",
  "page-what-is-ethereum-slide-3-title": "Dare potere a creatori",
  "page-what-is-ethereum-slide-3-desc-1": "Nel solo 2021, artisti, musicisti, scrittori e altri creatori hanno usato Ethereum per guadagnare complessivamente circa $3,5 miliardi. Questo rende Ethereum una delle più grandi piattaforme globali per creatori, insieme a Spotify, YouTube ed Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Scopri di più</a>.",
  "page-what-is-ethereum-slide-4-title": "Dare potere ai giocatori",
  "page-what-is-ethereum-slide-4-desc-1": "Recentemente sono emersi i giochi play to earn (in cui i giocatori sono effettivamente premiati per giocare ai giochi) e stanno trasformando l'industria videoludica. Tradizionalmente, spesso è vietato scambiare o trasferire risorse di gioco ad altri giocatori con scambio di denaro reale. Questo forza i giocatori a usare siti web del mercato nero, che sono spesso un rischio di sicurezza. Il gaming nella blockchain abbraccia l'economia di gioco e promuove questo comportamento in modo affidabile.",
  "page-what-is-ethereum-slide-4-desc-2": "Inoltre, i giocatori sono incentivati perché possono scambiare token di gioco con denaro reale e dunque essere realmente premiati per il loro tempo di gioco.",
  "page-what-is-ethereum-meet-ether-title": "Incontra ether, la criptovaluta di Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Ethereum ha una criptovaluta nativa, detta ether (ETH). È puramente digitale e puoi inviarla a chiunque, in tutto il mondo, istantaneamente. L'offerta di ETH non è controllata da alcun governo o azienda; è decentralizzata e completamente trasparente. Le nuove monete (spesso anche dette token) sono emesse solo dagli staker, che proteggono la rete.",
  "page-what-is-ethereum-meet-ether-desc-2": "Ogni azione sulla rete di Ethereum richiede una certa quantità di potenza di calcolo. Questa commissione è pagata sotto forma di ether. Questo significa che serve almeno una piccola quantità di ETH per usare la rete.",
  "page-what-is-ethereum-what-is-ether": "Cos'è un ether?",
  "page-what-is-ethereum-get-eth": "Ottieni ETH",
  "page-what-is-ethereum-what-can-i-do-title": "Cosa posso fare con le monete ETH?",
  "page-what-is-ethereum-what-can-i-do-desc-1": "A quanto pare un sacco di cose! Uno degli usi più importanti della tecnologia di Ethereum è la finanza decentralizzata (DeFi) che apre intere aree dei servizi bancari a chiunque abbia una connessione a Internet. Puoi usare il tuo ether come una garanzia per accendere un prestito o fornire liquidità per ricevere interessi sui tuoi fondi.",
  "page-what-is-ethereum-explore-applications": "Esplora le applicazioni",
  "page-what-is-ethereum-learn-defi": "Scopri di più sulla DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Chi controlla Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum non è controllato da nessuno. Esiste solamente tramite la partecipazione e cooperazione decentralizzate della community. Ethereum fa uso dei nodi (un computer con una copia dei dati della blockchain di Ethereum), gestiti da volontari, in sostituzione di singoli sistemi server e cloud posseduti dai grandi provider di Internet e servizi.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Questi nodi distribuiti, operati da individui e aziende in tutto il mondo, rendono resiliente l'infrastruttura della rete di Ethereum. È dunque molto meno vulnerabile ad attacchi o blocchi. <b>Dal suo lancio nel 2015, Ethereum non hai mai subito momenti di inattività</b>. Ci sono migliaia di nodi individuali che eseguono la rete di Ethereum. Questo rende Ethereum una delle criptovalute più decentralizzate che esistono, seconda solo a Bitcoin.",
  "page-what-is-ethereum-run-a-node": "Gestire un nodo",
  "page-what-is-ethereum-smart-contract-title": "Cosa sono i contratti intelligenti?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>I contratti intelligenti sono semplicemente dei programmi informatici</b> che risiedono sulla blockchain di Ethereum. Sono esclusivamente <b>eseguiti quando innescati da una transazione da un utente (o da un altro contratto)</b>. Rendono Ethereum molto flessibile in ciò che può fare e lo distinguono dalle altre criptovalute. Questi programmi sono ciò che ora chiamiamo app decentralizzate, o dapp.",
  "page-what-is-ethereum-smart-contract-desc-2": "Hai mai utilizzato un prodotto che ha modificato i propri termini di servizio? O che ha rimosso una funzionalità che trovavi utile? Una volta che un contratto intelligente è pubblicato su Ethereum, sarà online e operativo per tutta l'esistenza di Ethereum. Nemmeno l'autore può disattivarlo. Poiché i contratti intelligenti sono automatizzati, non discriminano alcun utente e sono sempre pronti all'uso.",
  "page-what-is-ethereum-smart-contract-desc-3": "Esempi popolari di contratti intelligenti sono le app di prestito, le borse di trading decentralizzate, le assicurazioni, le app di crowdfunding; fondamentalmente, qualsiasi cosa a cui potresti pensare.",
  "page-what-is-ethereum-more-on-smart-contracts": "Di più sui Contratti Intelligenti",
  "page-what-is-ethereum-explore-dapps": "Esplora le dapp",
  "page-what-is-ethereum-criminal-activity-title": "Ho sentito dire che le cripto sono usate come strumenti per le attività criminali. È vero?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Come ogni forma di denaro, una parte di esso sarà usato impropriamente. Tuttavia, poiché tutte le transazioni di Ethereum si verificano su una blockchain aperta, è spesso più facile per le autorità tracciare attività illecite rispetto al sistema finanziario tradizionale, rendendo probabilmente Ethereum una scelta meno attraente per coloro che preferiscono non essere identificati.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Secondo i risultati chiave di un rapporto recente dell'Europol, l'Agenzia dell'Unione europea per la Cooperazione delle Forze dell'Ordine, le cripto sono usate molto meno delle valute legali per scopi criminali:",
  "page-what-is-ethereum-criminal-activity-desc-3": "\"L'uso delle criptovalute per attività illecite sembra interessare solo una piccola parte dell'economia complessiva della criptovaluta e sembra essere comparativamente inferiore alla quantità di fondi illeciti coinvolti nella finanza tradizionale.\"",
  "page-what-is-ethereum-energy-title": "E il consumo energetico di Ethereum invece?",
  "page-what-is-ethereum-energy-desc-1": "Il 15 settembre 2002, Ethereum ha eseguito l'aggiornamento della fusione per la transizione di Ethereum da proof-of-work a proof-of-stake.",
  "page-what-is-ethereum-energy-desc-2": "Il Merge è stato l'aggiornamento più grande di Ethereum, e ha ridotto il consumo di energia richiesto per proteggere l'ecosistema del <b>99.95%</b>, creando un <b>network più sicuro per un costo minore</b>. Ethereum adesso è una Blockchain \"low-carbon\", mentre aumenta la propria sicurezza e scalabilità.",
  "page-what-is-ethereum-more-on-energy-consumption": "Maggiori informazioni sul consumo energetico",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Consumo di energia annuale in TWh/anno",
  "page-what-is-ethereum-the-merge-update": "L'aggiornamento della Fusione",
  "page-what-is-ethereum-additional-reading": "Letture di approfondimento",
  "page-what-is-ethereum-week-in-ethereum": "Settimana in Ethereum News",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Una newsletter settimanale che copre gli sviluppi chiave nell'intero ecosistema.",
  "page-what-is-ethereum-the-year-in-ethereum-2021": "L'Anno in Ethereum 2021",
  "page-what-is-ethereum-the-year-in-ethereum-2021-desc": "17 Gen 2022 - Josh Stark ed Evan Van Ness",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atomi, Istituzioni, Blockchain",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Perché le blockchain contano?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum in numeri"
}
