{
  "page-gas-meta-title": "Commissioni sul gas di Ethereum: come funzionano?",
  "page-gas-meta-description": "Approfondisci il gas su Ethereum: come funziona e come pagare meno in commissioni sul gas",
  "page-gas-hero-title": "Commissioni sul gas",
  "page-gas-hero-header": "Commissioni di rete",
  "page-gas-hero-button-1-content": "Cos'è il gas?",
  "page-gas-hero-subtitle-1": "Le commissioni della rete su Ethereum sono dette gas.",
  "page-gas-hero-subtitle-2": "Il gas è il carburante che alimenta Ethereum.",
  "page-gas-summary-title": "Riepilogo",
  "page-gas-summary-item-1": "Ogni transazione su Ethereum richiede una piccola forma di pagamento per l'elaborazione",
  "page-gas-summary-item-2": "Queste commissioni sono note come commissioni sul 'gas'",
  "page-gas-summary-item-3": "Le commissioni sul gas non sono prestabilite, ma cambiano a seconda della congestione di rete",
  "page-gas-what-are-gas-fees-header": "Cosa sono le commissioni sul gas?",
  "page-gas-what-are-gas-fees-text-1": "Pensa a Ethereum come a una grande rete di computer, in cui le persone possono svolgere mansioni, come inviare messaggi, o eseguire programmi. Proprio come nel mondo reale, queste mansioni richiedono energia per essere compiute.",
  "page-gas-what-are-gas-fees-text-2": "Su Ethereum, ad ogni azione di calcolo corrisponde un determinato prezzo (in gas). <b> Le tue commissioni sul gas sono date dal costo totale delle azioni contenute nella tua transazione </b>. Quando invii una transazione, o esegui un <a href=\"/glossary/#smart-contract\"> contatto intelligente </a>, paghi commissioni sul gas per elaborarli.",
  "page-gas-how-do-i-pay-less-gas-header": "Come faccio a pagare meno gas?",
  "page-gas-how-do-i-pay-less-gas-text": "Sebbene talvolta le commissioni più alte su Ethereum siano inevitabili, esistono delle strategie che puoi utilizzare per ridurre il costo:",
  "page-gas-how-do-i-pay-less-gas-card-1-title": "Esegui transazioni tempestive",
  "page-gas-how-do-i-pay-less-gas-card-1-description": "Proprio come viaggiare durante le ore di fuori picco è meno affollato e più economico, Ethereum è generalmente più economico da utilizzare quando il Nordamerica sta dormendo.",
  "page-gas-how-do-i-pay-less-gas-card-2-title": "Attendi il calo del costo del gas",
  "page-gas-how-do-i-pay-less-gas-card-2-description": "I prezzi del gas aumentano e diminuiscono ogni dodici secondi a seconda di quanto Ethereum è congestionato. Quando i prezzi del gas sono elevati, attendere alcuni minuti prima di effettuare una transazione potrebbe comportare un significativo calo in ciò che paghi.",
  "page-gas-how-do-i-pay-less-gas-card-3-title": "Usa il livello 2",
  "page-gas-how-do-i-pay-less-gas-card-3-description": "Le catene di livello 2 sono basate su Ethereum, e offrono così commissioni inferiori e la gestione di più transazioni. Sono una buona scelta per risparmiare sulle commissioni per le transazioni che non devono sulla rete principale di Ethereum.",
  "page-gas-try-layer-2": "Prova il livello 2",
  "page-gas-what-causes-high-gas-fees-header": "Cosa causa le commissioni sul gas elevate?",
  "page-gas-what-causes-high-gas-fees-text-1": "Ogni volta che la quantità di calcolo (gas) su Ethereum supera una certa soglia, le commissioni sul gas iniziano a salire. Più il gas supera questa soglia, più rapidamente aumentano le commissioni sul gas.",
  "page-gas-what-causes-high-gas-fees-text-2": "L'aumento delle commissioni può essere causato da fattori quali l'utilizzo di <a href=\"/glossary/#dapp\">applicazioni decentralizzate (dapp)</a> popolari o NFT, maggiori scambi su <a href=\"/glossary/#dex\">DEX</a>, oppure da una notevole attività da parte degli utenti in periodi di punta.",
  "page-gas-what-causes-high-gas-fees-text-3": "Gli sviluppatori su Ethereum dovrebbero occuparsi dell'ottimizzazione dell'utilizzo dei propri contratti intelligenti, prima della loro distribuzione. Se molte persone utilizzano un contratto intelligente scritto male, consumerà più gas e potrebbe causare involontariamente la congestione della rete.",
  "page-gas-want-to-dive-deeper": "Desideri approfondire?",
  "page-gas-check-out-the-developer-docs": "Consulta le documentazioni per sviluppatori.",
  "page-gas-attack-of-the-cryptokitties-header": "Attacco dei Cryptokitties",
  "page-gas-attack-of-the-cryptokitties-text": "A Novembre 2017 è stato lanciato il popolare progetto CryptoKitties. Il suo rapido picco di popolarità ha causato una significativa congestione della rete, e commissioni sul gas estremamente elevate. Le difficoltà poste da CryptoKitties hanno fatto emergere con maggiore urgenza la necessità di trovare soluzioni di ridimensionamento di Ethereum.",
  "page-gas-why-do-we-need-gas-header": "Perché necessitiamo del gas?",
  "page-gas-why-do-we-need-gas-text": "Il gas è un elemento critico per mantenere sicuro Ethereum ed elaborare le transazioni. Il gas aiuta in molti modi:",
  "page-gas-benefits-1-description": "Il gas consente a Ethereum di <a href=\"/glossary/#anti-sybil\">resistere agli attacchi Sybil</a> impedendo agli utenti malevoli di sopraffare la rete con attività fraudolente.",
  "page-gas-benefits-2-description": "Poiché il calcolo costa del gas vi è un disincentivo finanziario a riempire Ethereum di transazioni costose, per errore o intenzionalmente.",
  "page-gas-benefits-3-description": "Un limite rigido sulla quantità di calcolo eseguibile in una sola volta impedisce che Ethereum sia sopraffatto, contribuendo a garantire che la rete sia sempre accessibile.",
  "page-gas-how-is-gas-calculated-header": "Com'è calcolato il gas?",
  "page-gas-advanced": "Avanzate",
  "page-gas-how-is-gas-calculated-text-1": "La commissione sul gas totale che paghi si compone di alcune parti:",
  "page-gas-how-is-gas-calculated-item-1": "<b>Commissione di base:</b> una commissione impostata dalla rete che deve essere pagata per una transazione",
  "page-gas-how-is-gas-calculated-item-2": "<b>Commissione prioritaria:</b> una mancia facoltativa per incentivare gli operatori del nodo a includere la tua transazione",
  "page-gas-how-is-gas-calculated-item-3": "<b>Unità di gas utilizzate<i>*</i>:</b> ricordi che abbiamo detto che il gas rappresenta il calcolo? Azioni più complesse, come interagire con un contratto intelligente, consumano più gas di quelle semplici, come inviare una transazione.",
  "page-gas-how-is-gas-calculated-list-item-1": "<i><span>*</span> Vedi la Figura 1 per visualizzare quanto gas è utilizzato da diversi tipi di transazioni</i>",
  "page-gas-how-is-gas-calculated-text-2": "La formula per calcolare una commissione sul gas è unità di gas utilizzate * (commissione di base + commissione prioritaria). Gran parte dei portafogli calcolerà l'utilizzo del gas visualizzandolo in un modo più semplice.",
  "page-gas-table-figure": "<i>Figura 1: Gas utilizzato per tipo di transazione</i>",
  "page-gas-table-header-1": "Tipo di transazione",
  "page-gas-table-header-2": "Unità di gas utilizzate",
  "page-gas-table-item-1-transaction-type": "Inviare ETH",
  "page-gas-table-item-2-transaction-type": "Inviare token ERC-20",
  "page-gas-table-item-3-transaction-type": "Trasferire un NFT",
  "page-gas-table-item-4-transaction-type": "Scambio su Uniswap",
  "page-gas-faq-header": "Domande frequenti",
  "page-gas-faq-question-1-q": "Chi riceve la commissione sul gas nella mia transazione?",
  "page-gas-faq-question-1-a-1": "Gran parte della commissione sul gas - la commissione di base - viene distrutta dal protocollo (bruciata). La commissione prioritaria, inclusa nella tua transazione, sarà data al validatore che ha proposto la tua transazione.",
  "page-gas-faq-question-1-a-2": "Puoi leggere una descrizione dettagliata del procedimento nella <a href=\"/developers/docs/gas/\">documentazione sul gas per sviluppatori.</a>",
  "page-gas-faq-question-2-q": "Devo pagare il gas in ETH?",
  "page-gas-faq-question-2-a-1": "Sì. Tutte le commissioni sul gas di Ethereum devono essere pagate nella valuta nativa ETH.",
  "page-gas-faq-question-2-a-2": "Scopri di più su ETH",
  "page-gas-faq-question-3-q": "Cos'è gwei?",
  "page-gas-faq-question-3-a-1": "In gran parte dei portafogli o tracciatori di gas, vedrai i prezzi del gas denominati in 'gwei'.",
  "page-gas-faq-question-3-a-2": "Gwei è semplicemente un'unità più piccola di ETH, proprio come i centesimi per gli euro, con la differenza che 1 ETH equivale a 1 miliardo di gwei. Gwei è utile quando si parla di importi molto ridotti di ETH.",
  "page-gas-use-layer-2": "Usa il livello 2"
}
