{
  "page-wallets-accounts-addresses": "Portafogli, conti, chiavi e indirizzi",
  "page-wallets-accounts-addresses-desc": "Vale la pena di comprendere le differenze tra alcuni termini chiave.",
  "page-wallets-accounts-ethereum-addresses": "<b>Un conto Ethereum ha un indirizzo</b>, come una casella di posta elettronica ha un indirizzo e-mail. Questo viene utilizzato per identificare le tue risorse digitali.",
  "page-wallets-alt": "Figura di un robot con una cassaforte come corpo che rappresenta un portafoglio Ethereum",
  "page-wallets-ethereum-account": "<b>Un conto Ethereum è costituito da una coppia di chiavi</b>. <a href=\"/glossary/#public-key\"> Una chiave</a> viene usata per creare un indirizzo che può essere condiviso liberamente, mentre l'<a href=\"/glossary/#private-key\">altra chiave</a> deve rimanere segreta, poiché viene usata per firmare. Insieme, queste chiavi consentono di detenere risorse ed eseguire transazioni.",
  "page-wallets-blog": "Blog di Coinbase",
  "page-wallets-bookmarking": "Salva il tuo portafoglio tra i preferiti",
  "page-wallets-bookmarking-desc": "Se usi un portafoglio web, mettere il sito tra i preferiti ti aiuta a proteggerti da truffe e phishing.",
  "page-wallets-cd": "<b>I portafogli hardware</b> sono dispositivi che ti consentono di conservare le tue criptovalute offline - molto sicuri",
  "page-wallets-desc-2": "I portafogli sono ciò che la maggior parte delle persone usa per gestire le proprie risorse digitali e la propria identità.",
  "page-wallets-desc-2-link": "Scopri di più su ETH",
  "page-wallets-desc-3": "Il tuo portafoglio è uno strumento per interagire con il tuo conto Ethereum. Ciò significa che puoi cambiare fornitore di portafogli in qualsiasi momento. Molti portafogli consentono anche di gestire diversi conti Ethereum da un'unica applicazione.",
  "page-wallets-desc-4": "I fornitori di portafogli non hanno la custodia dei tuoi fondi. Ti forniscono solo un modo per vedere le tue risorse su Ethereum e strumenti per gestirli facilmente.",
  "page-wallets-description": "I portafogli Ethereum sono applicazioni che ti danno il controllo sul tuo conto. Proprio come il tuo portafoglio fisico, contengono tutto ciò di cui hai bisogno per dimostrare la tua identità e gestire le tue risorse. Il tuo portafoglio ti consente di accedere alle applicazioni, leggere il tuo saldo, inviare transazioni e verificare la tua identità.",
  "page-wallets-desktop": "<b> Applicazioni desktop</b> se preferisci gestire i tuoi fondi su macOS, Windows or Linux",
  "page-wallets-ethereum-wallet": "<b>Un portafoglio è uno strumento che ti permette di interagire con il tuo conto</b> utilizzando le tue chiavi. Ti consente di visualizzare il saldo del tuo conto, inviare transazioni, e molto altro.",
  "page-wallets-explore": "Esplora Ethereum",
  "page-wallets-features-desc": "Possiamo aiutarti a scegliere il tuo portafoglio in base alle caratteristiche che ti interessano.",
  "page-wallets-features-title": "Confronta i portafogli in base alle funzionalità",
  "page-wallets-find-wallet-btn": "Trova un portafoglio",
  "page-wallets-find-wallet-link": "Trova un portafoglio",
  "page-wallets-get-some": "Ottieni ETH",
  "page-wallets-get-some-alt": "Figura di una mano che crea il logo ETH con mattoncini Lego",
  "page-wallets-get-some-btn": "Ottieni ETH",
  "page-wallets-get-some-desc": "ETH è la criptovaluta nativa di Ethereum. Ti serviranno alcuni ETH nel tuo portafoglio per utilizzare le applicazioni di Ethereum.",
  "page-wallets-keys-to-safety": "I segreti per tenere al sicuro le tue criptovalute",
  "page-wallets-manage-funds": "Un'app per gestire i tuoi fondi",
  "page-wallets-manage-funds-desc": "Il tuo portafoglio mostra il tuo saldo, la cronologia delle transazioni e ti offre la possibilità di inviare o ricevere fondi. Alcuni portafogli possono offrire funzioni aggiuntive.",
  "page-wallets-meta-description": "Cosa devi sapere per utilizzare portafogli Ethereum.",
  "page-wallets-meta-title": "Portafogli Ethereum",
  "page-wallets-mobile": "<b>Applicazioni mobili</b> che rendono i tuoi fondi accessibili ovunque",
  "page-wallets-more-on-dapps-btn": "Maggiori informazioni sulle dapp",
  "page-wallets-most-wallets": "Gran parte dei portafogli ti consentiranno di generare un conto di Ethereum. Quindi, non ne necessiti uno, prima di scaricare un portafoglio.",
  "page-wallets-protecting-yourself": "Proteggi te e i tuoi fondi",
  "page-wallets-seed-phrase": "Prendi nota della tua <a href=\"/glossary/#recovery-phrase\"> frase di recupero</a>",
  "page-wallets-seed-phrase-desc": "I portafogli spesso ti forniscono una seed phrase che devi scrivere e conservare in un luogo sicuro. Sarà l'unico modo per recuperare il tuo portafoglio.",
  "page-wallets-seed-phrase-example": "Ecco un esempio:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Non salvarla su un computer. Scrivila a penna da qualche parte e tienila al sicuro.",
  "page-wallets-slogan": "Detieni le chiavi per il tuo futuro digitale",
  "page-wallets-stay-safe": "Come rimanere al sicuro",
  "page-wallets-stay-safe-desc": "La libertà finanziaria e la possibilità di accedere ai fondi e utilizzarli ovunque comportano delle responsabilità – nelle criptovalute non esiste un'assistenza clienti. <b>È tua responsabilità mantenere le tue chiavi al sicuro e protette</b>.",
  "page-wallets-subtitle": "I portafogli ti aiutano ad accedere ai tuoi fondi digitali e ad accedere alle applicazioni.",
  "page-wallets-take-responsibility": "Prenditi la responsabilità dei tuoi fondi",
  "page-wallets-take-responsibility-desc": "Le borse centralizzate collegano il tuo portafoglio a un nome utente e una password che puoi recuperare in maniera tradizionale. Ricordati solo che ti stai fidando delle borse centralizzate per la custodia dei tuoi fondi. Se la borsa centralizzata ha difficoltà finanziarie, i tuoi fondi potrebbero essere a rischio.",
  "page-wallets-tips": "Altri consigli su come mantenere la sicurezza",
  "page-wallets-tips-community": "Dalla community",
  "page-wallets-title": "Portafogli Ethereum",
  "page-wallets-triple-check": "Fai un triplo controllo su tutto",
  "page-wallets-triple-check-desc": "Ricordati che le transazioni non sono reversibili e che i portafogli non sono facilmente recuperabili, quindi prendi le dovute precauzioni e presta sempre attenzione.",
  "page-wallets-try-dapps": "Prova alcune dapp",
  "page-wallets-try-dapps-alt": "Figura dei membri della community Ethereum che lavorano insieme",
  "page-wallets-try-dapps-desc": "Le dapp sono applicazioni costruite su Ethereum. Sono più economiche, eque e attente ai tuoi dati rispetto alla maggior parte delle applicazioni tradizionali.",
  "page-wallets-types": "Tipi di portafogli",
  "page-wallets-types-desc": "Esistono alcuni modi per interfacciarsi e interagire con il tuo conto:",
  "page-wallets-web-browser": "I <b>portafogli del browser</b> sono applicazioni web che ti consentono di interagire con il tuo conto direttamente nel browser",
  "page-wallets-web-browser-extension": "I <b>portafogli di estensioni browser</b> sono estensioni che scarichi e ti consentono di interagire con il tuo conto e le applicazioni tramite il browser",
  "page-wallets-whats-a-wallet": "Cos'è un portafoglio Ethereum?",
  "page-wallets-your-ethereum-account": "Il tuo conto Ethereum",
  "page-wallets-your-ethereum-account-desc": "Il tuo portafoglio è la tua finestra al tuo conto Ethereum: il tuo saldo, lo storico delle transazioni e altro. Ma puoi cambiare fornitore dele portafoglio in qualsiasi momento.",
  "page-wallets-your-login": "Il tuo login per le applicazioni Ethereum",
  "page-wallets-your-login-desc": "Il tuo portafoglio ti consente di collegarti alle applicazioni usando il tuo conto Ethereum. È come un login che puoi utilizzare in molte applicazioni.",
  "additional-reading-how-to-create-an-ethereum-account": "Come creare un conto di Ethereum",
  "additional-reading-how-to-use-a-wallet": "Come utilizzare un portafoglio"
}
