{
  "page-local-environment-brownie-desc": "Un quadro di sviluppo e test basato su Python, per i contratti intelligenti indirizzati alla Macchina Virtuale di Ethereum.",
  "page-local-environment-brownie-logo-alt": "Logo di Brownie",
  "page-local-environment-epirus-desc": "Una piattaforma per lo sviluppo, la distribuzione e il monitoraggio delle applicazioni della blockchain, sulla Macchina Virtuale di Java.",
  "page-local-environment-epirus-logo-alt": "Logo di Epirus",
  "page-local-environment-eth-app-desc": "Crea app basate su Ethereum con un comando. Include un'ampia offerta di quadri UI e modelli di DeFi, tra cui scegliere.",
  "page-local-environment-eth-app-logo-alt": "Logo di Create Eth App",
  "page-local-environment-foundry-desc": "Un kit di strumenti incredibilmente veloce, portatile e modulare, per lo sviluppo di applicazioni di Ethereum scritte in Rust.",
  "page-local-environment-foundry-logo-alt": "Logo di Foundry",
  "page-local-environment-framework-feature-1": "Funzionalità per avviare un'istanza locale della blockchain.",
  "page-local-environment-framework-feature-2": "Utilità per compilare e testare i tuoi contratti intelligenti.",
  "page-local-environment-framework-feature-3": "Componenti aggiuntivi per lo sviluppo di client, per creare la tua applicazione rivolta agli utenti, in uno stesso progetto o una stessa repository.",
  "page-local-environment-framework-feature-4": "Configurazione per connettersi alle reti di Ethereum e distribuire contratti, che sia per un'istanza eseguita localmente, o una delle reti pubbliche di Ethereum.",
  "page-local-environment-framework-feature-5": "Distribuzione decentralizzata delle app: integrazioni con opzioni di archiviazione, come IPFS.",
  "page-local-environment-framework-features": "Questi quadri sono dotati di molte funzionalità fuori dagli schemi, come:",
  "page-local-environment-frameworks-desc": "Consigliamo di selezionare un quadro, in particolare se hai appena iniziato. Creare una dapp completa richiede numerosi componenti tecnologici. I quadri includono molte delle funzionalità necessarie, o forniscono facili sistemi di plugin, per selezionare gli strumenti desiderati.",
  "page-local-environment-frameworks-title": "Quadri e stack precompilati",
  "page-local-environment-hardhat-desc": "Hardhat è un ambiente di sviluppo di Ethereum per professionisti.",
  "page-local-environment-hardhat-logo-alt": "Logo di Hardhat",
  "page-local-environment-openZeppelin-desc": "Risparmia ore di sviluppo compilando, aggiornando, distribuendo e interagendo con i contratti intelligenti, con la nostra CLI.",
  "page-local-environment-openZeppelin-logo-alt": "Logo di OpenZeppelin",
  "page-local-environment-scaffold-eth-desc": "Ether + Hardhat + React: tutto il necessario per iniziare a creare applicazioni decentralizzate, basate sui contratti intelligenti.",
  "page-local-environment-scaffold-eth-logo-alt": "Logo di scaffold-eth",
  "page-local-environment-setup-meta-desc": "Guida alla scelta dello stack del tuo software, per lo sviluppo su Ethereum.",
  "page-local-environment-setup-meta-title": "Configurazione di sviluppo locale di Ethereum",
  "page-local-environment-setup-subtitle": "Se sei pronto a iniziare a creare, è il momento di scegliere il tuo stack.",
  "page-local-environment-setup-subtitle-2": "Ecco gli strumenti e quadri utilizzabili per aiutarti a creare la tua applicazione di Ethereum.",
  "page-local-environment-setup-title": "Configura il tuo ambiente di sviluppo locale",
  "page-local-environment-solidity-template-desc": "Un modello di GitHub per una configurazione precompilata, per i tuoi contratti intelligenti in Solidity. Include una rete locale di Hardhat, Waffle per i test, Ethers per l'implementazione del portafoglio, e molto altro.",
  "page-local-environment-solidity-template-logo-alt": "Logo del modello in Solidity",
  "page-local-environment-truffle-desc": "Truffle Suits porta gli sviluppatori dall'idea alla dapp, nel modo più comodo possibile.",
  "page-local-environment-truffle-logo-alt": "Logo di Truffle",
  "page-local-environment-waffle-desc": "La libreria di test più avanzata per i contratti intelligenti. Da utilizzare da sola o con Scaffold-eth, o Hardhat.",
  "page-local-environment-waffle-logo-alt": "Logo di Waffle"
}
