{
  "eth2-client-cortex-logo-alt": "Logo Cortex",
  "eth2-client-lighthouse-logo-alt": "Logo Lighthouse",
  "eth2-client-lodestar-logo-alt": "Logo Lodestar",
  "eth2-client-nimbus-logo-alt": "Logo Nimbus",
  "eth2-client-prysm-logo-alt": "Logo Prysm",
  "eth2-client-teku-logo-alt": "Logo Teku",
  "eth2-client-trinity-logo-alt": "Logo Trinity",
  "eth2-rhino-img-alt": "Grafica del rinoceronte Eth 2 che corre",
  "page-eth2-answer-1": "Pensa a Eth2 come a una serie di aggiornamenti pensati per migliorare la rete Ethereum rispetto a come la usiamo oggi. Questi aggiornamenti includono la creazione di una nuova catena chiamata beacon chain e fino a 64 catene dette shard.",
  "page-eth2-answer-2": "Sono separate dalla rete principale Ethereum attuale, ma non la sostituiranno. Al contrario, la rete principale si aggancerà o si fonderà a questo sistema parallelo che verrà aggiunto nel corso del tempo.",
  "page-eth2-answer-4": "In altre parole, la rete Ethereum che usiamo oggi alla fine incorporerà tutte le caratteristiche a cui puntiamo nella vision Eth2.",
  "page-eth2-beacon-chain-btn": "Maggiori informazioni sulla beacon chain",
  "page-eth2-beacon-chain-date": "La beacon chain è live a partire dal 1 dicembre 2020.",
  "page-eth2-beacon-chain-desc": "Come prima aggiunta Eth2 all'ecosistema, la beacon chain aggiunge lo staking a Ethereum, pone le basi per aggiornamenti futuri e alla fine coordinerà il nuovo sistema.",
  "page-eth2-beacon-chain-estimate": "La beacon chain è live",
  "page-eth2-beacon-chain-title": "La beacon chain",
  "page-eth2-bug-bounty": "Visualizza il programma bug bounty",
  "page-eth2-clients": "Dai un'occhiata ai client Eth2",
  "page-eth2-deposit-contract-title": "Controlla l'indirizzo del contratto di deposito",
  "page-eth2-diagram-ethereum-mainnet": "La rete principale Ethereum",
  "page-eth2-diagram-h2": "Come si integrano gli aggiornamenti",
  "page-eth2-diagram-link-1": "Maggiori informazioni sulla proof of work",
  "page-eth2-diagram-link-2": "Maggiori informazioni sulle shard chain",
  "page-eth2-diagram-mainnet": "Rete principale",
  "page-eth2-diagram-p": "La rete principale Ethereum continuerà a esistere nella sua forma attuale per un po'. Significa che gli aggiornamenti alla beacon chain e agli shard non ne interromperanno il funzionamento.",
  "page-eth2-diagram-p-1": "La rete principale alla fine si fonderà con il nuovo sistema introdotto dagli aggiornamenti Eth2.",
  "page-eth2-diagram-p-2": "La beacon chain diventerà il sistema di gestione di Ethereum, coordinerà i validatori e imposterà i tempi per la creazione dei blocchi.",
  "page-eth2-diagram-p-3": "All'inizio, esisterà separatamente dalla rete principale e gestirà i validatori. Non avrà nulla a che fare con gli smart contract, le transazioni o gli account.",
  "page-eth2-diagram-p-4": "Gli shard forniranno moltissimi dati aggiuntivi per contribuire ad aumentare la quantità di transazioni che la rete principale può gestire. Saranno coordinati dalla beacon chain.",
  "page-eth2-diagram-p-5": "Ma tutte le transazioni dipenderanno ancora dalla rete principale, che continuerà a esistere come la conosciamo oggi, protetta dalla proof of work e dai miner.",
  "page-eth2-diagram-p-6": "La rete principale si fonderà con il sistema proof of stake, coordinato dalla beacon chain.",
  "page-eth2-diagram-p-8": "Questo trasformerà la rete principale in uno shard all'interno del nuovo sistema. I miner non saranno più necessari in quanto la totalità di Ethereum sarà protetta dai validatori.",
  "page-eth2-diagram-p10": "Eth2 non è una migrazione o una sola entità. Descrive una serie di aggiornamenti in corso di elaborazione che sbloccheranno il vero potenziale di Ethereum. Ecco come si integrano.",
  "page-eth2-diagram-scroll": "Scorri per esplorare. Tocca per ulteriori informazioni.",
  "page-eth2-diagram-shard": "Shard (1)",
  "page-eth2-diagram-shard-1": "Shard (...)",
  "page-eth2-diagram-shard-2": "Shard (2)",
  "page-eth2-diagram-shard-3": "Shard (...)",
  "page-eth2-diagram-validators": "Maggiori informazioni sui validatori",
  "page-eth2-dive": "Dettagli sulla vision",
  "page-eth2-dive-desc": "Come faremo a rendere Ethereum più scalabile, sicura e sostenibile, mantenendo il concetto fondamentale di decentralizzazione?",
  "page-eth2-docking": "Il docking",
  "page-eth2-docking-answer-1": "Il docking avviene quando la rete principale si trasforma in uno shard. Avverrà dopo l'implementazione delle shard chain.",
  "page-eth2-docking-btn": "Maggiori informazioni sul docking",
  "page-eth2-docking-desc": "A un certo punto, la rete principale Ethereum dovrà “ancorarsi” o \"fondersi\" con la beacon chain. Questo permetterà lo staking sull'intera rete e segnerà la fine del mining ad alta intensità energetica.",
  "page-eth2-docking-estimate": "Stima: 2022",
  "page-eth2-docking-mainnet": "Cos'è la rete principale?",
  "page-eth2-docking-mainnet-eth2": "Docking della rete principale in Eth2",
  "page-eth2-eth-blog": "blog ethereum.org",
  "page-eth2-explore-btn": "Esplora gli aggiornamenti",
  "page-eth2-get-involved": "Partecipa a Eth2",
  "page-eth2-get-involved-2": "Partecipa",
  "page-eth2-head-to": "Vai a",
  "page-eth2-help": "Vuoi dare una mano con Eth2?",
  "page-eth2-help-desc": "Ci sono molte opportunità per collaborare agli aggiornamenti Eth2, aiutare nei test e anche guadagnare ricompense.",
  "page-eth2-index-staking": "Lo staking è realtà",
  "page-eth2-index-staking-desc": "Il punto fondamentale degli aggiornamenti Eth2 è l'introduzione dello staking. Se desideri utilizzare i tuoi ETH per proteggere la rete Ethereum, assicurati di seguire questi passaggi.",
  "page-eth2-index-staking-learn": "Scopri di più sullo staking",
  "page-eth2-index-staking-learn-desc": "La beacon chain porterà lo staking nella rete Ethereum. Questo significa che se detieni ETH, puoi fare del bene alla community proteggendo la rete e allo stesso tempo guadagnare più ETH grazie a questo processo.",
  "page-eth2-index-staking-step-1": "1. Preparati a usare il launchpad",
  "page-eth2-index-staking-step-1-btn": "Visita il launchpad per lo staking",
  "page-eth2-index-staking-step-1-desc": "Per fare staking su Eth2 dovrai utilizzare il launchpad. Questo ti guiderà attraverso il processo.",
  "page-eth2-index-staking-step-2": "2. Conferma l'indirizzo di staking",
  "page-eth2-index-staking-step-2-btn": "Conferma l'indirizzo del contratto di deposito",
  "page-eth2-index-staking-step-2-desc": "Prima di fare staking con i tuoi ETH, controlla di avere l'indirizzo corretto. Devi anche sapere usare il launchpad.",
  "page-eth2-index-staking-sustainability": "Più sostenibile",
  "page-eth2-just-docking": "Maggiori informazioni sul docking",
  "page-eth2-meta-desc": "Una panoramica degli aggiornamenti di Ethereum 2.0 e della visione che si spera di realizzare.",
  "page-eth2-meta-title": "Gli aggiornamenti Eth2",
  "page-eth2-miners": "Maggiori informazioni sui miner",
  "page-eth2-more-on-upgrades": "Maggiori informazioni sugli aggiornamenti Eth2",
  "page-eth2-proof-of-stake": "proof of stake",
  "page-eth2-proof-of-work": "proof of work",
  "page-eth2-proof-stake-link": "Maggiori informazioni sul proof of stake",
  "page-eth2-question-1-desc": "Per Eth2 si intende una serie di aggiornamenti distinti, con diverse date di rilascio.",
  "page-eth2-question-1-title": "Quando sarà rilasciato Eth2?",
  "page-eth2-question-2-desc": "Non è esatto immaginare Eth2 come una blockchain separata.",
  "page-eth2-question-2-title": "Eth2 è una blockchain separata?",
  "page-eth2-question-3-answer-2": "Gli aggiornamenti che riguardano la shard chain e il docking possono avere un impatto sugli sviluppatori delle dapp. Le specifiche però non sono ancora state finalizzate, pertanto non è richiesta alcuna azione immediata.",
  "page-eth2-question-3-answer-3": "Parla con il team di ricerca e sviluppo Eth2 su ethresearch.ch.",
  "page-eth2-question-3-answer-3-link": "Visita ethresearch.ch",
  "page-eth2-question-3-desc": "Non è necessario fare nulla in questo momento per prepararsi per Eth2.",
  "page-eth2-question-3-title": "Come posso prepararmi per Eth2?",
  "page-eth2-question-4-answer-1": "Ogni volta che invii una transazione o usi una dapp oggi, stai usando Eth1. È Ethereum protetto dai miner.",
  "page-eth2-question-4-answer-2": "\"Eth1\", la rete principale, continuerà a funzionare normalmente fino al docking.",
  "page-eth2-question-4-answer-3": "Dopo il docking, i validatori proteggeranno l'intera rete tramite il proof of stake.",
  "page-eth2-question-4-answer-6": "Chiunque può diventare validatore facendo staking con i propri ETH.",
  "page-eth2-question-4-answer-7": "Maggiori informazioni sullo staking",
  "page-eth2-question-4-answer-8": "Gli aggiornamenti che riguardano la beacon chain e la shard chain non interromperanno il funzionamento di Eth1, in quanto vengono realizzati separatamente.",
  "page-eth2-question-4-desc": "Per Eth1 si intende la rete principale Ethereum su cui oggi si effettuano le transazioni.",
  "page-eth2-question-4-title": "Cos'è Eth1?",
  "page-eth2-question-5-answer-1": "Per diventare validatore sulla rete a tutti gli effetti, è necessario fare staking con 32 ETH. Se non ne hai così tanti o non vuoi fare staking con una cifra così alta, puoi unirti ai pool di staking, che ti permetteranno di utilizzare una cifra inferiore per lo staking e guadagnare frazioni delle ricompense totali.",
  "page-eth2-question-5-desc": "Dovrai usare il launchpad per lo staking o unirti un pool di staking.",
  "page-eth2-question-5-title": "Come si fa staking?",
  "page-eth2-question-6-answer-1": "Per ora, non è necessario fare niente. Ma ti consigliamo di seguire gli sviluppi sull'aggiornamento delle shard chain e del docking.",
  "page-eth2-question-6-answer-3": "Danny Ryan della Ethereum Foundation tiene la community regolarmente aggiornata:",
  "page-eth2-question-6-answer-4": "Ben Edgington di ConsenSys pubblica una newsletter Eth2 settimanale:",
  "page-eth2-question-6-answer-5": "È inoltre possibile partecipare alla discussione su ricerca e sviluppo di Eth2 su ethresearch.ch.",
  "page-eth2-question-6-desc": "La tua dapp non sarà influenzata da alcun aggiornamento imminente. Ma gli aggiornamenti futuri potrebbero richiedere alcune modifiche.",
  "page-eth2-question-6-title": "Che cosa devo fare con la mia dapp?",
  "page-eth2-question-7-cortex": "Cortex",
  "page-eth2-question-7-cortex-lang": "(Implementazione .NET)",
  "page-eth2-question-7-desc": "Molti team diversi di tutta la community stanno lavorando sui vari aggiornamenti Eth2.",
  "page-eth2-question-7-lighthouse": "Lighthouse",
  "page-eth2-question-7-lighthouse-lang": "(Implementazione rust)",
  "page-eth2-question-7-lodestar": "Lodestar",
  "page-eth2-question-7-lodestar-lang": "(implementazione JavaScript)",
  "page-eth2-question-7-nimbus": "Nimbus",
  "page-eth2-question-7-nimbus-lang": "(Implementazione Nim)",
  "page-eth2-question-7-prysm": "Prysm",
  "page-eth2-question-7-prysm-lang": "(Implementazione Go)",
  "page-eth2-question-7-teams": "I team client Eth2:",
  "page-eth2-question-7-teku": "Teku",
  "page-eth2-question-7-teku-lang": "(Implementazione Java)",
  "page-eth2-question-7-title": "Chi sta lavorando a Eth2?",
  "page-eth2-question-7-trinity": "Trinity",
  "page-eth2-question-7-trinity-lang": "(Implementazione Python)",
  "page-eth2-question-8-answer-1": "Gli aggiornamenti Eth2 contribuiranno alla scalabilità di Ethereum in modo decentralizzato, mantenendo la sicurezza e aumentando la sostenibilità.",
  "page-eth2-question-8-answer-2": "Forse il problema più evidente è che Ethereum deve essere in grado di gestire più di 15-45 transazioni al secondo. Ma gli aggiornamenti Eth2 affrontano oggi anche altri problemi di Ethereum.",
  "page-eth2-question-8-answer-3": "La domanda sulla rete è così elevata che sta rendendo costoso l'uso di Ethereum. I nodi nella rete faticano per via delle dimensioni di Ethereum e della quantità di dati che i computer devono elaborare. E l'algoritmo sottostante che mantiene Ethereum sicura e decentralizzata è ad alta intensità energetica e deve essere più eco-friendly.",
  "page-eth2-question-8-answer-4": "Molti dei cambiamenti attuali sono sempre stati nella tabella di marcia di Ethereum, sin dal 2015. Ma le condizioni odierne stanno rendendo gli aggiornamenti ancora più necessari.",
  "page-eth2-question-8-answer-6": "Scopri la vision Eth2",
  "page-eth2-question-8-desc": "La rete Ethereum che utilizziamo oggi deve offrire una migliore esperienza agli utenti finali e ai partecipanti.",
  "page-eth2-question-8-title": "Perché è necessario Eth2?",
  "page-eth2-question-9-answer-1": "Il ruolo più attivo che puoi scegliere di avere è lo staking con i tuoi ETH.",
  "page-eth2-question-9-answer-2": "Se lo desideri, puoi anche eseguire un secondo client per contribuire a migliorare la diversità dei client.",
  "page-eth2-question-9-answer-3": "Se hai conoscente tecniche, puoi contribuire a trovare bug nei nuovi client.",
  "page-eth2-question-9-answer-4": "Puoi inoltre partecipare alle discussioni tecniche con i ricercatori Ethereum su ethresearch.ch.",
  "page-eth2-question-9-desc": "Non devi essere un tecnico per contribuire. La community cerca collaborazioni a ogni livello di competenza.",
  "page-eth2-question-9-stake-eth": "Fare staking con gli ETH",
  "page-eth2-question-9-title": "Come posso contribuire a Eth2?",
  "page-eth2-question-10-answer-1": "Siamo riluttanti a parlare troppo di tabella di marcia tecnica perché abbiamo a che fare con software e quindi le cose possono cambiare. Pensiamo che sia più facile capire cosa stia succedendo guardando i risultati.",
  "page-eth2-question-10-answer-1-link": "Visualizza gli aggiornamenti",
  "page-eth2-question-10-answer-2": "Ma se hai seguito le discussioni, ecco come gli aggiornamenti si inseriscono nelle tabelle di marcia tecniche.",
  "page-eth2-question-10-answer-3": "Con fase 0 si intende il lavoro completato per far sì che la beacon chain diventasse realtà.",
  "page-eth2-question-10-answer-5": "La fase 1 delle tabelle di marcia tecniche si concentra sull'implementazione delle shard chain.",
  "page-eth2-question-10-answer-6": "Il docking della rete principale in Eth2 è un'estensione del lavoro svolto per implementare le shard chain e viene definito fase 1.5. Ma è un momento molto importante, perché la rete Ethereum che conosciamo oggi si fonderà con gli altri aggiornamenti Eth2. Inoltre è il punto in cui Ethereum passerà completamente a proof of stake.",
  "page-eth2-question-10-answer-7": "Al momento non è chiaro cosa accadrà nella fase 2. È ancora motivo di intensa ricerca e discussione. Il piano iniziale era quello di aggiungere funzionalità extra alle shard chain, ma potrebbe non essere necessario con una tabella di marcia incentrata sul rollup.",
  "page-eth2-question-10-answer-8": "Ulteriori informazioni su una tabella di marcia incentrata sul rollup",
  "page-eth2-question-10-desc": "Le fasi si riferiscono alle fasi di lavoro e sono incentrate sulla tabella di marcia tecnica Eth2.",
  "page-eth2-question-10-title": "Cosa sono le fasi di Eth2?",
  "page-eth2-question-title": "Domande frequenti",
  "page-eth2-question3-answer-1": "Chi detiene Eth di sicuro non dovrà fare nulla. I tuoi ETH non cambieranno né verranno aggiornati. Quasi certamente circoleranno bufale che affermeranno il contrario, quindi fai attenzione.",
  "page-eth2-scalable": "Più scalabile",
  "page-eth2-scalable-desc": "Ethereum deve supportare migliaia di transazioni al secondo, per rendere le applicazioni più veloci e meno costose da usare.",
  "page-eth2-secure": "Più sicura",
  "page-eth2-secure-desc": "Ethereum deve essere più sicura; man mano che l'adozione di Ethereum aumenta, il protocollo deve essere più protetto da tutte le forme di attacco.",
  "page-eth2-shard-button": "Maggiori informazioni sulle shard chain",
  "page-eth2-shard-date": "L'introduzione delle shard chain, il secondo aggiornamento, è prevista nel corso del 2021.",
  "page-eth2-shard-desc": "Le shard chain espanderanno la capacità di Ethereum di elaborare le transazioni e archiviare i dati. Gli shard stessi otterranno più funzionalità nel tempo, con rollout su più fasi.",
  "page-eth2-shard-estimate": "Stima: 2021",
  "page-eth2-shard-lower": "Maggiori informazioni sulle shard chain",
  "page-eth2-shard-title": "Shard chain",
  "page-eth2-stay-up-to-date": "Segui gli aggiornamenti",
  "page-eth2-stay-up-to-date-desc": "Ricevi le ultime notizie dai ricercatori e dagli sviluppatori che lavorano agli aggiornamenti Eth2.",
  "page-eth2-sustainable-desc": "Ethereum deve essere migliore per l'ambiente; oggi la tecnologia richiede troppa potenza di calcolo ed energia.",
  "page-eth2-take-part": "Partecipa alla ricerca",
  "page-eth2-take-part-desc": "I ricercatori così come gli appassionati di Ethereum si incontrano qui per discutere il lavoro di ricerca, compreso Eth2.",
  "page-eth2-the-upgrades": "Gli aggiornamenti Eth2",
  "page-eth2-the-upgrades-desc": "Con Eth2 si intende una serie di aggiornamenti che migliorano la scalabilità, la sicurezza e la sostenibilità di Ethereum. Anche se si sta lavorando in contemporanea su tutto, ogni aggiornamento ha dipendenze che determinano quando sarà distribuito.",
  "page-eth2-unofficial-roadmap": "Questa non è la tabella di marcia ufficiale, ma quello che sta in effetti succedendo. Si tratta di tecnologia, tutto può cambiare in un attimo, quindi non considerare queste informazioni come un impegno certo.",
  "page-eth2-upgrade-desc": "La rete Ethereum che tutti conosciamo e amiamo, solo più scalabile, più sicura e più sostenibile.",
  "page-eth2-upgrades": "Gli aggiornamenti Eth2",
  "page-eth2-upgrades-aria-label": "Menu aggiornamenti Eth2",
  "page-eth2-upgrades-beacon-chain": "La beacon chain",
  "page-eth2-upgrades-docking": "Docking della rete principale ed Eth2",
  "page-eth2-upgrades-guide": "Guida agli aggiornamenti Eth2",
  "page-eth2-upgrades-shard-chains": "Le shard chain",
  "page-eth2-upgrading": "Aggiornare Ethereum a nuovi livelli",
  "page-eth2-vision": "La vision",
  "page-eth2-vision-btn": "Maggiori informazioni sulla vision Eth2",
  "page-eth2-vision-desc": "Per portare Ethereum nella rete principale e servire tutta l'umanità, dobbiamo rendere Ethereum più scalabile, sicura e sostenibile.",
  "page-eth2-vision-upper": "Vision Eth2",
  "page-eth2-what-to-do": "Che cosa devi fare?",
  "page-eth2-what-to-do-desc": "Se sei utente di una dapp o detieni ETH, non devi fare nulla. Se sei uno sviluppatore o vuoi iniziare a fare staking, oggi ci sono diversi modi per essere coinvolti.",
  "page-eth2-whats-eth2": "Cos'è Eth2?",
  "page-eth2-whats-eth2-desc": "Eth2 si riferisce ad una serie di aggiornamenti interconnessi che renderanno Ethereum più scalabile, più sicura e più sostenibile. Questi aggiornamenti sono stati realizzati da più team di tutto l'ecosistema Ethereum.",
  "page-eth2-whats-ethereum": "Ma cos'è Ethereum?",
  "page-eth2-whats-new": "Quali sono le novità di Eth2?"
}
