{
  "page-upgrades-vision-2014": "Leggi un post del 2014 riguardante la proof of stake",
  "page-upgrades-vision-beacon-chain": "La beacon chain",
  "page-upgrades-vision-beacon-chain-btn": "Maggiori informazioni sulla beacon chain",
  "page-upgrades-vision-beacon-chain-date": "La beacon chain è realtà",
  "page-upgrades-vision-beacon-chain-desc": "Come prima aggiunta Eth2 all'ecosistema, la beacon chain aggiunge lo staking a Ethereum, pone le basi per aggiornamenti futuri e alla fine coordinerà il nuovo sistema.",
  "page-upgrades-vision-beacon-chain-upper": "La beacon chain",
  "page-upgrades-vision-desc-1": "Ethereum deve ridurre la congestione della rete e aumentare la velocità per servire meglio una base di utenti globale.",
  "page-upgrades-vision-desc-2": "L'esecuzione di un nodo diventa sempre più difficile man mano che la rete cresce. E diventerà ancora più difficile con il lavoro svolto per ampliare la rete.",
  "page-upgrades-vision-desc-3": "Ethereum utilizza troppa energia elettrica. La tecnologia che mantiene la rete sicura deve essere più sostenibile.",
  "page-upgrades-vision-merge-date": "Stima: 2022",
  "page-upgrades-vision-merge-desc": "A un certo punto, la rete principale Ethereum dovrà “agganciarsi” alla beacon chain (docking). Questo consentirà lo staking sull'intera rete e segnerà la fine del mining ad alta intensità energetica.",
  "page-upgrades-vision-ethereum-node": "Maggiori informazioni sui nodi",
  "page-upgrades-vision-explore-upgrades": "Esplora gli aggiornamenti",
  "page-upgrades-vision-future": "Un futuro digitale su scala globale",
  "page-upgrades-vision-meta-desc": "Panoramica sull'impatto che gli aggiornamenti di Eth2 avranno su Ethereum e sulle sfide da vincere.",
  "page-upgrades-vision-meta-title": "La vision di Ethereum 2.0 (Eth2)",
  "page-upgrades-vision-mining": "Maggiori informazioni sul mining",
  "page-upgrades-vision-problems": "Problemi odierni",
  "page-upgrades-vision-scalability": "Scalabilità",
  "page-upgrades-vision-scalability-desc": "Ethereum deve essere in grado di gestire una maggiore quantità di transazioni per secondo senza aumentare la dimensione dei nodi nella rete. I nodi sono elementi essenziali della rete, archiviano ed eseguono la blockchain. Aumentare la dimensione dei nodi non è una soluzione pratica perché solo chi dispone di computer costosi e potenti potrebbe farlo.\nPer ampliarsi, Ethereum ha bisogno di gestire un numero maggiore di transazioni al secondo, abbinate a più nodi. Più nodi significa più sicurezza.",
  "page-upgrades-vision-scalability-desc-3": "L'aggiornamento delle shard chain suddividerà il carico della rete in 64 nuove catene. Questo darà respiro a Ethereum, riducendone la congestione e aumentando la velocità oltre l'attuale limite di 15-45 transazioni al secondo.",
  "page-upgrades-vision-scalability-desc-4": "Anche se ci saranno più catene, sarà in realtà richiesto uno sforzo minore ai validatori, i \"manutentori della rete\", che dovranno eseguire solo il proprio shard e non l'intera catena Ethereum. Questo renderà i nodi più leggeri, permettendo a Ethereum di ampliarsi rimanendo decentralizzata.",
  "page-upgrades-vision-security": "Sicurezza",
  "page-upgrades-vision-security-desc": "Gli aggiornamenti di Eth2 miglioreranno la sicurezza di Ethereum contro gli attacchi coordinati, come gli attacchi 51%, in cui chi controlla la maggior parte della rete può forzare modifiche fraudolente.",
  "page-upgrades-vision-security-desc-3": "La transizione alla proof of stake porta a disincentivare significativamente gli attacchi verso il protocollo Ethereum. Questo perché, utilizzando la proof of stake, i validatori che proteggono la rete devono fare staking nel protocollo con importanti quantità di ETH. Se dovessero provare ad attaccare la rete, il protocollo potrebbe automaticamente distruggere i loro ETH.",
  "page-upgrades-vision-security-desc-5": "Questo non è possibile con un sistema di tipo proof of work, dove il massimo che un protocollo possa fare è forzare le entità che proteggono la rete (i miner) a perdere le ricompense di mining che altrimenti avrebbero guadagnato. Per ottenere un effetto simile con il sistema proof of work, il protocollo dovrebbe essere in grado di distruggere tutte le apparecchiature utilizzate dai miner se dovessero provare ad aggirare il sistema.",
  "page-upgrades-vision-security-desc-5-link": "Maggiori informazioni sulla proof of work",
  "page-upgrades-vision-security-desc-8": "Anche il modello di sicurezza di Ethereum deve cambiare a causa dell'introduzione di",
  "page-upgrades-vision-security-desc-9": "ci permette di assegnare casualmente i validatori a shard differenti. Questo rende virtualmente impossibile per i validatori unirsi per attaccare uno shard specifico. Lo sharding non è un sistema di sicurezza altrettanto valido in una blockchain basata su proof of work, perché i miner non possono essere controllati in questo modo dal protocollo.",
  "page-upgrades-vision-security-desc-10": "Staking significa anche che non è necessario investire in hardware d'èlite per eseguire un nodo Ethereum. Questo dovrebbe incoraggiare più utenti a diventare validatori, aumentando la decentralizzazione della rete e riducendo la superficie di attacco.",
  "page-upgrades-vision-security-staking": "Punta ETH",
  "page-upgrades-vision-security-validator": "Puoi diventare validatore facendo staking con i tuoi ETH.",
  "page-upgrades-vision-shard-chains": "le shard chain",
  "page-upgrades-vision-shard-date": "Stima: 2021",
  "page-upgrades-vision-shard-desc-4": "Le shard chain suddivideranno il carico della rete in 64 nuove blockchain. Gli shard hanno la capacità di aumentare drasticamente la velocità delle transazioni, portandole fino a 100.000 al secondo.",
  "page-upgrades-vision-shard-upgrade": "Maggiori informazioni sulle shard chain",
  "page-upgrades-vision-staking-lower": "Maggiori informazioni sullo staking",
  "page-upgrades-vision-subtitle": "Far crescere Ethereum fino a che non sarà abbastanza potente per aiutare tutta l'umanità.",
  "page-upgrades-vision-sustainability": "Sostenibilità",
  "page-upgrades-vision-sustainability-desc-1": "Non è un segreto che Ethereum e altre blockchain come Bitcoin consumino molta energia a causa del mining.",
  "page-upgrades-vision-sustainability-desc-2": "Ma Ethereum si sta muovendo per poter essere protetta tramite ETH e non dalla capacità di calcolo, grazie allo staking.",
  "page-upgrades-vision-sustainability-desc-3": "Anche se lo staking verrà introdotto con la beacon chain, la rete Ethereum che utilizziamo oggi funzionerà in parallelo per un determinato periodo di tempo, prima di \"fondersi\" o \"agganciarsi\" agli aggiornamenti Eth2. Un sistema è protetto dagli ETH, l'altro dalla capacità di calcolo, questo perché, all'inizio, le shard chain non saranno in grado di gestire entità come gli account o le dapp. Quindi non potremo fare a meno improvvisamente del mining e della rete principale.",
  "page-upgrades-vision-sustainability-desc-8": "Una volta che gli aggiornamenti alla beacon chain e alla shard chain saranno completati e funzionanti, inizierà il lavoro di docking della rete principale al nuovo sistema, per trasformare la rete principale in uno shard protetto dagli ETH e molto meno dispendioso dal punto di vista energetico.",
  "page-upgrades-vision-sustainability-subtitle": "Ethereum deve essere più amica dell'ambiente.",
  "page-upgrades-vision-title": "La vision Eth2",
  "page-upgrades-vision-title-1": "Rete congestionata",
  "page-upgrades-vision-title-2": "Spazio su disco",
  "page-upgrades-vision-title-3": "Troppa energia",
  "page-upgrades-vision-trilemma-cardtext-1": "Gli aggiornamenti a Eth2 renderanno Ethereum scalabile, sicura e decentralizzata. Lo sharding la renderà più scalabile, aumentando il numero di transazioni al secondo e contestualmente diminuendo la quantità di energia necessaria per eseguire un nodo e convalidare la catena. La beacon chain renderà Ethereum sicura, coordinando i validatori dei diversi shard. Lo staking abbatterà le barriere alla partecipazione, creando una rete più grande e più decentralizzata.",
  "page-upgrades-vision-trilemma-cardtext-2": "Le reti blockchain sicure e decentralizzate richiedono che ogni nodo verifichi tutte le transazioni elaborate dalla catena. Questa mole di lavoro limita il numero di transazioni che possono essere effettuate in un dato momento. Decentralizzazione e sicurezza corrispondono a quello che è oggi la blockchain di Ethereum.",
  "page-upgrades-vision-trilemma-cardtext-3": "Le reti decentralizzate funzionano inviando informazioni sulle transazioni attraverso nodi perché tutta la rete deve essere a conoscenza di ogni cambiamento di stato. Ampliare il numero di transazioni al secondo in una rete decentralizzata crea rischi di sicurezza perché più sono le transazioni, più aumenta il ritardo e quindi più alta è la probabilità di un attacco perpetuato mentre le informazioni sono in viaggio.",
  "page-upgrades-vision-trilemma-cardtext-4": "Aumentare la dimensione e la potenza dei nodi di Ethereum potrebbe far aumentare il numero di transazioni al secondo in modo sicuro, ma i requisiti hardware permetterebbero a pochi di partecipare, e questo mina la decentralizzazione. Si spera che lo sharding e la proof of stake permettano ad Ethereum di ampliarsi aumentando il numero dei nodi e non la loro dimensione.",
  "page-upgrades-vision-trilemma-h2": "La sfida dell'ampliamento decentralizzato",
  "page-upgrades-vision-trilemma-modal-tip": "Tocca i cerchi qua sotto per capire meglio i problemi legati a un ampliamento decentralizzato",
  "page-upgrades-vision-trilemma-p": "Un modo semplice per risolvere i problemi di Ethereum potrebbe essere quello di centralizzare maggiormente la rete. Ma la decentralizzazione è troppo importante. È la decentralizzazione infatti che garantisce a Ethereum resistenza alla censura, apertura, privacy dei dati e sicurezza quasi inattaccabile.",
  "page-upgrades-vision-trilemma-p-1": "La vision di Ethereum è diventare più scalabile e sicura, rimanendo decentralizzata. Possedere queste tre qualità è un problema noto come \"trilemma della scalabilità\".",
  "page-upgrades-vision-trilemma-p-2": "Gli aggiornamenti a Eth2 hanno lo scopo di risolvere il trilemma ma pongono sfide significative.",
  "page-upgrades-vision-trilemma-press-button": "Scegli i pulsanti sul triangolo per capire meglio i problemi legati all'ampliamento decentralizzato.",
  "page-upgrades-vision-trilemma-text-1": "Decentralizzazione",
  "page-upgrades-vision-trilemma-text-2": "Sicurezza",
  "page-upgrades-vision-trilemma-text-3": "Scalabilità",
  "page-upgrades-vision-trilemma-title-1": "Esplora il trilemma della scalabilità",
  "page-upgrades-vision-trilemma-title-2": "Aggiornamenti a Eth2 e ampliamento decentralizzato",
  "page-upgrades-vision-trilemma-title-3": "Sicura e decentralizzata",
  "page-upgrades-vision-trilemma-title-4": "Decentralizzata e scalabile",
  "page-upgrades-vision-trilemma-title-5": "Scalabile e sicura",
  "page-upgrades-vision-understanding": "Capire la vision di Eth2",
  "page-upgrades-vision-upgrade-needs": "La necessità degli aggiornamenti a Eth2",
  "page-upgrades-vision-upgrade-needs-desc": "Il protocollo Ethereum lanciato nel 2015 ha avuto un incredibile successo. La community di Ethereum però ha sempre saputo che sarebbero stati necessari alcuni aggiornamenti chiave per sbloccare il pieno potenziale di Ethereum.",
  "page-upgrades-vision-upgrade-needs-desc-2": "La domanda elevata sta facendo aumentare le commissioni sulle transazioni, rendendo Ethereum costosa per l'utente medio. Lo spazio su disco necessario per eseguire un client Ethereum sta crescendo rapidamente. Inoltre, l'algoritmo di consenso proof of work che mantiene Ethereum sicura e decentralizzata ha un forte impatto ambientale.",
  "page-upgrades-vision-upgrade-needs-desc-3": "Con Eth2 si intende comunemente una serie di aggiornamenti che puntano a risolvere questi e altri problemi. Il set di aggiornamenti in origine si chiamava \"Serenity\" ed è oggetto di ricerca e sviluppo fin dal 2014.",
  "page-upgrades-vision-upgrade-needs-desc-6": " Questo significa che non ci sarà un passaggio netto a Eth2. I miglioramenti verranno rilasciati nel tempo in modo incrementale.",
  "page-upgrades-vision-upgrade-needs-serenity": "Leggi un post del 2015 a proposito di \"Serenity\"",
  "page-upgrades-vision-upgrade-needs-desc-5": "Ora che la tecnologia è pronta, questi aggiornamenti riprogetteranno Ethereum per renderla più scalabile, sicura e sostenibile, con lo scopo di migliorare la vita degli utenti esistenti e di coinvolgerne nuovi. Il tutto mantenendo sempre il valore fondamentale di Ethereum, cioè la decentralizzazione."
}
