{
  "page-apps-all-apps": "Tutte le app",
  "page-apps-dapp-description-cent": "Un social network in cui guadagni denaro, pubblicando NFT.",
  "page-apps-dapp-description-decentraland": "Colleziona e scambia terreni virtuali in un mondo virtuale, tutto da esplorare.",
  "page-apps-dapp-description-ens": "Nomi intuitivi per gli utenti, per indirizzi di Ethereum e siti decentralizzati.",
  "page-apps-dapp-description-gitcoin": "Guadagna criptovalute lavorando con software open source.",
  "page-apps-dapp-description-gods-unchained": "Gioco strategico di carte scambiabili. Ottieni carte giocando, e rivendile nella vita reale.",
  "page-apps-dapp-description-augur": "Scommetti sui risultati. Scambia sui mercati di informazioni.",
  "page-apps-ready-button": "Go",
  "foundation": "Foundation",
  "page-wallets-get-some": "Ottieni ETH",
  "page-apps-title": "App",
  "page-apps-subtitle": "Scopri una lista di applicazioni selezionate che girano su Ethereum e sulle reti Livello 2",
  "page-apps-learn-button": "Impara sulle app",
  "page-apps-highlights-title": "Punti salienti",
  "page-apps-discover-title": "Scopri",
  "page-apps-applications-title": "Applicazioni",
  "page-apps-categories-title": "Categorie di applicazioni",
  "page-apps-community-picks-title": "Scelte dalla comunità",
  "page-apps-meta-title": "Top crypto app su Ethereum",
  "page-apps-meta-description": "Scopri applicazioni cripto su Ethereum; esplora DeFi, NFT, Social, Gaming, Ponti, Privacy, Produttività & dApp DAO. Trova applicazioni onchain fidate per scambiare, guadagnare e interagire.",
  "page-apps-category-defi-name": "DeFi",
  "page-apps-category-defi-description": "DeFi è una categoria di applicazioni decentralizzate che consente agli utenti di prestare, prendere in prestito, scambiare e guadagnare interessi sui loro cripto asset.",
  "page-apps-category-defi-meta-title": "Lista di applicazioni DeFi di Ethereum - Prestare, Prendere in Prestito & Guadagnare",
  "page-apps-category-defi-meta-description": "Esplora le top applicazioni DeFi su Ethereum per prestare, prendere in prestito, emissione di monete stabili, credito e scambi su DEX in rete.",
  "page-apps-category-collectibles-name": "Collezionabili",
  "page-apps-category-collectibles-description": "I collezionabili sono una classe di asset digitali che sono unici e non possono essere replicati.",
  "page-apps-category-collectibles-meta-title": "Lista delle migliori applicazioni di NFT su Ethereum",
  "page-apps-category-collectibles-meta-description": "Esplora le top applicazioni NFT per comprare collezionabili, scambiare vestiario di videogiochi, e scoprire nuovi asset digitali attraverso i mercati di scambio leader su Ethereum.",
  "page-apps-category-social-name": "Social",
  "page-apps-category-social-description": "Social è una categoria di applicazioni decentralizzate che consente agli utenti di connettersi con altri e condividere contenuto.",
  "page-apps-category-social-meta-title": "App social su Ethereum: Farcaster, Zora e altro",
  "page-apps-category-social-meta-description": "Esplora le migliori applicazioni di messaggistica e social su Ethereum.",
  "page-apps-category-gaming-name": "Gaming",
  "page-apps-category-gaming-description": "Gaming è una categoria di applicazioni decentralizzate che consente agli utenti di giocare giochi e guadagnare ricompense.",
  "page-apps-category-gaming-meta-title": "Lista di giochi cripto e NFT su Ethereum",
  "page-apps-category-gaming-meta-description": "Scopri i migliori giochi blockchain divertenti da giocare. MMORPG, giochi di carte, IA gaming, RPG, giochi casuali",
  "page-apps-category-bridge-name": "Ponte",
  "page-apps-category-bridge-description": "Il ponte è una categoria di applicazioni decentralizzate che consente agli utenti di congiungere i loro asset fra diverse reti.",
  "page-apps-category-bridge-meta-title": "Lista di ponti da Ethereum a reti diverse",
  "page-apps-category-bridge-meta-description": "Scopri la migliore applicazione cripto ponte per spostare i tuoi asset fra diverse reti e layer 2.",
  "page-apps-category-productivity-name": "Produttività",
  "page-apps-category-productivity-description": "Produttività è una categoria di applicazioni decentralizzate che consente agli utenti di essere produttivi.",
  "page-apps-category-productivity-meta-title": "Produttività e applicazioni decentralizzate d'identità",
  "page-apps-category-productivity-meta-description": "Esplora le top applicazioni Ethereum per identità decentralizzate, salvataggio, DNS (Servizio Nomi Dominio) e video elaborazione. Dai spinta alla tua produttività in rete con attrezzatura con infrastruttura fidata.",
  "page-apps-category-privacy-name": "Privacy",
  "page-apps-category-privacy-description": "Privacy è una categoria di applicazioni decentralizzate che consente agli utenti di essere privati.",
  "page-apps-category-privacy-meta-title": "Applicazioni privacy Ethereum: tornado cash e altri",
  "page-apps-category-privacy-meta-description": "Esplora applicazioni privacy Ethereum come Tornado Cash e altri che proteggono l'anonimato dell'utente, consentono transazioni private e migliorano la confidenza in rete.",
  "page-apps-category-dao-name": "DAO",
  "page-apps-category-dao-description": "DAO è una categoria di applicazioni decentralizzate che consente agli utenti di governare e creare organizzazioni autonome decentralizzate.",
  "page-apps-category-dao-meta-title": "Lista di strumenti DAO su Ethereum",
  "page-apps-category-dao-meta-description": "Scopri i migliori DAO utensili su Ethereum per governare, gestione tesoreria, votazione, e coordinazione contributiva. Avvia, gestisci e cresci la tua organizzazione decentralizzata.",
  "page-apps-see-all": "Vedi tutto",
  "page-apps-suggest-an-app-title": "Suggerisci una app",
  "page-apps-suggest-an-app-description": "Siamo alla continua ricerca di nuove applicazioni da aggiungere alla nostra lista. Se conosci qualche app che dovrebbe essere sulla nostra lista, per favore facci sapere.",
  "page-apps-suggest-an-app-button": "Suggerisci una app",
  "page-apps-filter-by": "Filtra per",
  "page-apps-filter-all": "Tutto",
  "page-apps-showing": "Mostrato",
  "page-apps-visit-app": "Visita {appName}",
  "page-apps-see-next": "Vedi prossimo",
  "page-apps-info-title": "Info",
  "page-apps-info-founded": "Fondato",
  "page-apps-info-creator": "Creatore",
  "page-apps-info-last-updated": "Ultimo aggiornamento:",
  "page-apps-gallery-title": "Galleria",
  "page-apps-more-apps-like-this": "Altre app come questa",
  "page-apps-today": "Oggi",
  "page-apps-one-day-ago": "1 giorno fa",
  "page-apps-days-ago": "{days} giorni fa"
}