{
  "comp-withdrawal-comparison-current-title": "Staker attuali",
  "comp-withdrawal-comparison-current-li-1": "Alcuni utenti potrebbero aver fornito un indirizzo di prelievo alla prima configurazione del proprio deposito di staking; questi utenti non devono fare altro",
  "comp-withdrawal-comparison-current-li-2": "Gran parte degli staker non ha fornito un indirizzo di prelievo al deposito iniziale, e dovrà aggiornare le proprie credenziali di prelievo. Il <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Launchpad di Staking</a> contiene le istruzioni su come farlo",
  "comp-withdrawal-comparison-current-p": "Qui puoi inserire il numero del tuo indice del validatore per verificare se devi ancora aggiornare le tue credenziali <Text as=\"span\" fontWeight=\"normal\">(lo puoi trovare nei log del tuo client):</Text>",
  "comp-withdrawal-comparison-new-title": "Nuovi staker (che non hanno ancora depositato)",
  "comp-withdrawal-comparison-new-li-1": "Di default, i nuovi staker che cercano di abilitare automaticamente i pagamenti delle ricompense e la funzionalità di prelievo dovrebbero fornire un indirizzo di prelievo di Ethereum che controllano quando generano le chiavi del validatore utilizzando lo strumento Staking Deposit CLI",
  "comp-withdrawal-comparison-new-li-2": "Ciò non è necessario al momento del deposito, ma farà sì che non sia necessario aggiornare tali chiavi in seguito per sbloccare i propri fondi",
  "comp-withdrawal-comparison-new-p": "Il Launchpad di Staking ti guiderà nello staking.",
  "comp-withdrawal-comparison-new-link": "Visita il Launchpad di Staking",
  "comp-withdrawal-credentials-placeholder": "Indice del validatore",
  "comp-withdrawal-credentials-error": "Ops! Ricontrolla il numero di indice del validatore e riprova.",
  "comp-withdrawal-credentials-upgraded-1": "L'indice del validatore {{validatorIndex}} è pronto per iniziare a ricevere ricompense!",
  "comp-withdrawal-credentials-upgraded-2": "Credenziali di prelievo collegate all'indirizzo di esecuzione:",
  "comp-withdrawal-credentials-not-upgraded-1": "Questo validatore deve essere aggiornato.",
  "comp-withdrawal-credentials-not-upgraded-1-testnet": "Questo validatore della rete di prova di Holesky deve essere aggiornato.",
  "comp-withdrawal-credentials-not-upgraded-2": "Le istruzioni su come aggiornarlo sono attualmente disponibili sul <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Launchpad di Staking</a>",
  "comp-withdrawal-credentials-verify-mainnet": "Verifica sulla Rete Principale",
  "comp-withdrawal-credentials-verify-holesky": "Verifica su Holesky",
  "page-staking-withdrawals-when": "Spedita!",
  "page-staking-image-alt": "Immagine della mascotte Rhino per il launchpad di staking.",
  "page-staking-benefits-1-title": "Ottieni ricompense",
  "page-staking-benefits-1-description": "Le ricompense sono date per le azioni che aiutano la rete a raggiungere il <a href=\"/glossary/#consensus\">consenso</a>. Riceverai delle ricompense per l'esecuzione di software che raggruppano adeguatamente le transazioni in nuovi blocchi e controllano l'operato degli altri validatori, perché ciò è quanto consente l'esecuzione della catena in sicurezza.",
  "page-staking-benefits-2-title": "Migliore sicurezza",
  "page-staking-benefits-2-description": "La rete diventa più forte contro gli attacchi allo staking di più ETH, poiché poi richiede altri ETH per controllare una maggioranza della rete. Per diventare una minaccia, dovresti detenere la maggioranza dei validatori, il che significa che dovresti controllare la maggioranza degli ETH nel sistema, e sono molti!",
  "page-staking-benefits-3-title": "Più sostenibile",
  "page-staking-benefits-3-description": "Gli staker non devono eseguire calcoli di proof-of-work ad alto consumo energetico per partecipare alla protezione della rete, il che significa che i nodi di staking possono essere eseguiti su hardware relativamente modesti consumando pochissima energia.",
  "page-staking-benefits-3-link": "Di più sul consumo energetico di Ethereum",
  "page-staking-description": "Lo staking è l'atto di depositare 32 ETH per attivare il software del <a href=\"/glossary/#validator\">validatore</a>. In qualità di validatore, sarai responsabile della memorizzazione dei dati, dell'elaborazione delle transazioni e dell'aggiunta di nuovi <a href=\"/glossary/#block\">blocchi</a> alla blockchain. Questo manterrà Ethereum sicuro per tutti e ti consentirà di guadagnare nuovi ETH nel processo.",
  "page-staking-hero-title": "Come fare staking con i tuoi ETH",
  "page-staking-hero-header": "Ottieni ricompense proteggendo Ethereum",
  "page-staking-hero-subtitle": "Qualsiasi utente con qualsiasi importo di ETH può contribuire a proteggere la rete e guadagnare ricompense nel processo.",
  "page-staking-dropdown-home": "Staking da casa",
  "page-staking-dropdown-solo": "Staking domestico",
  "page-staking-more-on-solo": "Maggiori informazioni sullo staking domestico",
  "page-staking-learn-more-solo": "Scopri di più sullo staking in solo",
  "page-staking-dropdown-saas": "Staking come servizio",
  "page-staking-saas-with-abbrev": "Staking come servizio (SaaS)",
  "page-staking-more-on-saas": "Ulteriori informazioni sullo staking come un servizio",
  "page-staking-learn-more-saas": "Scopri di più sullo staking come un servizio",
  "page-staking-dropdown-pools": "Staking in pool",
  "page-staking-dropdown-withdrawals": "Informazioni sui prelievi",
  "page-staking-dropdown-dvt": "Tecnologia del validatore distribuita",
  "page-staking-more-on-pools": "Di più sullo staking in pool",
  "page-staking-learn-more-pools": "Scopri di più sullo staking in pool",
  "page-staking-section-what-title": "Cos'è lo staking?",
  "page-staking-section-why-title": "Perché fare staking dei tuoi ETH?",
  "page-staking-section-why-p1": "Tutto dipende da quanto desideri mettere in staking. Necessiterai di 32 ETH per attivare il tuo validatore, ma è possibile mettere meno in staking.",
  "page-staking-section-why-p2": "Dai un'occhiata alle seguenti opzioni e scegli quella migliore per te e per la rete.",
  "page-staking-guide-title-coincashew-ethereum": "La guida a Ethereum 2.0 di CoinCashew",
  "page-staking-guide-title-somer-esat": "Somer Esat",
  "page-staking-guide-title-rocket-pool": "Operatori del nodo Rocket Pool",
  "page-staking-guide-title-stakewise": "Operatori di nodi StakeWise",
  "page-staking-guide-description-linux": "Linux (CLI)",
  "page-staking-guide-description-mac-linux": "Linux, macOS (CLI)",
  "page-staking-guide-description-mac-linux-windows": "Linux, Windows, MacOS (CLI)",
  "page-staking-hierarchy-solo-h2": "Staking domestico",
  "page-staking-hierarchy-solo-pill-1": "Maggior impatto",
  "page-staking-hierarchy-solo-pill-2": "Controllo completo",
  "page-staking-hierarchy-solo-pill-3": "Ricompense complete",
  "page-staking-hierarchy-solo-pill-4": "Senza Fiducia",
  "page-staking-hierarchy-solo-p1": "Lo staking domestico su Ethereum è il <span class=\"gold\">modello di riferimento</span> per lo staking. Fornisce ricompense di partecipazione complete, migliora la decentralizzazione della rete e non richiede mai di affidare i propri fondi a nessun altro.",
  "page-staking-hierarchy-solo-p2": "Coloro che stanno considerando di fare staking da casa dovrebbero avere una certa quantità di ETH e un computer dedicato connesso a Internet praticamente 24/7. Alcune conoscenze tecniche sono utili, ma esistono ora degli strumenti facili da usare per aiutare a semplificare tale processo.",
  "page-staking-hierarchy-solo-p3": "Gli staker da casa possono raggruppare i propri fondi con altre persone, o fare da soli con almeno 32 ETH. Per mantenere l'accesso alla DeFi sono utilizzabili dei token di staking liquidi.",
  "page-staking-hierarchy-saas-pill-1": "I tuoi 32 ETH",
  "page-staking-hierarchy-saas-pill-2": "Le tue chiavi da validatore",
  "page-staking-hierarchy-saas-pill-3": "Operazione di nodo intrecciato",
  "page-staking-hierarchy-saas-p1": "Se non vuoi o non ti senti sicuro con l'hardware ma vuoi comunque mettere in stake i tuoi 32 ETH, l'opzione staking-as-a-service ti permette di delegare la parte difficile del lavoro mentre tu guadagni le ricompense del blocco nativo.",
  "page-staking-hierarchy-saas-p2": "Queste opzioni di solito ti guidano attraverso la creazione di un insieme di credenziali validatore, caricando le chiavi di firma a loro, e depositando il tuo 32 ETH. Questo consente al servizio di convalidare per conto tuo.",
  "page-staking-hierarchy-saas-p3": "Questo metodo di staking richiede un certo livello di fiducia del provider. Per limitare il rischio di controparte, le chiavi per ritirare i tuoi ETH sono solitamente tenute in possesso.",
  "page-staking-hierarchy-pools-pill-1": "Staking di qualsiasi importo",
  "page-staking-hierarchy-pools-pill-2": "Ottieni ricompense",
  "page-staking-hierarchy-pools-pill-3": "Rendilo semplice",
  "page-staking-hierarchy-pools-pill-4": "Popolare",
  "page-staking-hierarchy-pools-p1": "Esistono svariate soluzioni di pooling per aiutare gli utenti che non hanno, o che non si sentono a proprio agio nel mettere in staking, 32 ETH.",
  "page-staking-hierarchy-pools-p2": "Molte di queste opzioni includono quello che è noto come \"liquid staking\", che implica un token di liquidità <a href=\"/glossary/#erc-20\">ERC-20</a> che rappresenta i tuoi ETH in staking.",
  "page-staking-hierarchy-pools-p3": "Lo staking liquido rende la messa e rimozione in staking semplice quanto uno scambio di token, consentendo l'utilizzo del capitale di staking nella DeFi. Quest'opzione, inoltre, consente agli utenti di mantenere la custodia delle proprie risorse nel proprio <a href=\"/glossary/#wallet\">portafoglio</a> di Ethereum.",
  "page-staking-hierarchy-pools-p4": "Lo staking in pool non è originario del network di Ethereum. Terze parti stanno costruendo queste soluzioni, e comportano i loro rischi.",
  "page-staking-hierarchy-cex-h2": "Borse centralizzate",
  "page-staking-hierarchy-cex-pill-1": "Meno impattante",
  "page-staking-hierarchy-cex-pill-2": "Ipotesi di fiducia massima",
  "page-staking-hierarchy-cex-p1": "Molte borse centralizzate forniscono servizi di staking se non sei ancora a tuo agio tenendo ETH nel tuo portafoglio. Possono essere un'alternativa per permetterti di guadagnare qualche rendimento sui tuoi ETH con un minimo di supervisione o sforzo.",
  "page-staking-hierarchy-cex-p2": "Il trade-off è che i fornitori centralizzati consolidano grandi pool di ETH per gestire un gran numero di validatori. Questo può essere pericoloso per la rete e i suoi utenti in quanto crea un grande obiettivo centralizzato e punto di fallimento, rendere la rete più vulnerabile ad attacchi esterni o a bug.",
  "page-staking-hierarchy-cex-p3": "Se non ti senti a tuo agio a tenere le tue <a href=\"/glossary/#key\">chiavi</a>, non c'è problema. Queste opzioni sono qui per te. Nel frattempo, dai un'occhiata alla nostra pagina <a href=\"/wallets/\">portafogli</a>, dove puoi iniziare a imparare ad ottenere la vera proprietà dei tuoi fondi. Quando senti di avere acquisito dimestichezza, torna qui e aumenta il livello del tuo staking provando uno dei servizi di staking in pool a custodia autonoma offerti.",
  "page-staking-hierarchy-subtext": "Come potresti aver notato, ci sono molti modi per poter partecipare allo stake di Ethereum. Questi percorsi sono mirati ad un'ampia gamma di utenti e sono ciascuno unico e variano in termini di rischi, ricompense, e ipotesi di fiducia. Alcuni sono più decentralizzati, testati e/o più rischiosi di altri. Noi forniamo alcune informazioni su progetti famosi nella sezione, ma ricordati di <em>fare sempre le tue ricerche</em> prima di inviare ETH da qualche parte.",
  "page-staking-comparison-solo-saas": "Con i provider SaaS devi ancora depositare 32 ETH, ma non hai bisogno di eseguire l'hardware. Generalmente mantieni l'accesso alle tue chiavi da validatore, ma c'è bisogno che tu condivida le tue chiavi di accesso in modo che l'operatore possa agire per conto del validatore. Questo introduce ovviamente un nuovo livello di fiducia rispetto a quando si esegue il proprio hardware, e rispetto a quando si fa stake da soli, SaaS non aiuta molto con la distribuzione geografica dei nodi. Se sei poco comodo ad operare con l'hardware ma vuoi comunque mettere in stake i 32 ETH, usare un provider SaaS potrebbe essere una buona opzione.",
  "page-staking-comparison-solo-pools": "Lo staking in solo è notevolmente più impegnativo di quello con un servizio di pooling, ma offre accesso completo alle ricompense in ETH, e il pieno controllo della configurazione e della sicurezza del tuo validatore. Lo staking in pool ha una barriera di ingresso notevolmente più bassa. Gli utenti possono mettere in staking piccole quantità di ETH, non sono tenuti a generare chiavi del validatore, e non hanno requisiti hardware oltre ad una connessione internet standard. I token di liquidità consentono di uscire dallo staking prima che questo sia abilitato a livello di protocollo. Se sei interessato a queste caratteristiche, lo staking in pool può fare al caso tuo.",
  "page-staking-comparison-saas-solo": "Le somiglianze includono avere le chiavi del proprio validatore senza dover mettere in comune i fondi, ma con il SaaS devi affidarti a una terza parte, che potrebbe potenzialmente agire malevolmente o divenire obiettivo di attacchi o regolazioni. Se questi presupposti di fiducia o rischi di centralizzazione ti preoccupano, il gold standard dello staking di auto-sovranità è lo staking in solo.",
  "page-staking-comparison-saas-pools": "Questi sono simili in quanto generalmente si affidano a qualcun altro per eseguire il client del validatore, ma a differenza dei SaaS, lo staking in pool ti consente di partecipare con quantità inferiori di ETH. Se stai cercando di mettere in staking meno di 32 ETH, prendi in considerazione l'idea di darci un'occhiata.",
  "page-staking-comparison-pools-solo": "Lo staking in pool ha una barriera di accesso significativamente inferiore rispetto allo staking domestico, ma presenta un rischio aggiuntivo delegando tutte le operazioni del nodo a una terza parte e con una commissione. Lo staking domestico dà piena sovranità e controllo sulle scelte relative alla configurazione dello staking. Gli staker non devono mai fornire le proprie chiavi e ottengono le ricompense complete senza che alcun intermediario ne prenda una parte.",
  "page-staking-comparison-pools-saas": "Questi sono simili nel fatto che gli staker non eseguono il software del validatore da soli, ma a differenza delle opzioni di pooling, il SaaS richiede un deposito intero di 32 ETH per attivare un validatore. Le ricompense si accumulano allo staker e includono solitamente una commissione mensile o altro stake per usare il servizio. Se preferiresti possedere le chiavi del tuo validatore e stai cercando di mettere in staking almeno 32 ETH, usare un fornitore di SaaS potrebbe essere una buona opzione per te.",
  "page-staking-considerations-dropdown-text": "Considerazioni sullo staking",
  "page-staking-considerations-dropdown-aria-label": "Menu a discesa per le considerazioni sullo staking",
  "page-staking-considerations-solo-1-title": "Open source",
  "page-staking-considerations-solo-1-description": "Il codice essenziale è al 100% open source e disponibile al pubblico per biforcazioni e uso",
  "page-staking-considerations-solo-1-warning": "Sorgente chiusa",
  "page-staking-considerations-solo-2-title": "Controllato",
  "page-staking-considerations-solo-2-description": "Il codice essenziale ha passato un controllo formale con risultati pubblicati e disponibili pubblicamente",
  "page-staking-considerations-solo-2-warning": "Nessuno",
  "page-staking-considerations-solo-3-title": "Bug bounty",
  "page-staking-considerations-solo-3-description": "Una caccia ai bug pubblica è stata eseguita su ogni codice essenziale per ricompensare gli utenti per aver segnalato e/o corretto in sicurezza le vulnerabilità",
  "page-staking-considerations-solo-3-valid": "Attualmente attivo",
  "page-staking-considerations-solo-3-caution": "Completato",
  "page-staking-considerations-solo-4-title": "Testato sul campo",
  "page-staking-considerations-solo-4-description": "Il software è stato disponibile e usato dal pubblico per il periodo di tempo indicato",
  "page-staking-considerations-solo-4-valid": "Live > 1 anno",
  "page-staking-considerations-solo-4-caution": "Live > 6 mesi",
  "page-staking-considerations-solo-4-warning": "Appena rilasciato",
  "page-staking-considerations-solo-5-title": "Senza Fiducia",
  "page-staking-considerations-solo-5-description": "Le chiavi del validatore non sono affidate ad alcun altro umano in nessun momento nel ciclo di vita del validatore. Ogni contratto intelligente coinvolto è libero di backdoor, senza affidamento a permessi privilegiati per l'esecuzione.",
  "page-staking-considerations-solo-5-warning": "Affidabile",
  "page-staking-considerations-solo-6-title": "Senza autorizzazioni",
  "page-staking-considerations-solo-6-description": "Gli utenti non richiedono alcun permesso speciale per gestire un validatore usando il software o il servizio",
  "page-staking-considerations-solo-6-valid": "Nessuna autorizzazione",
  "page-staking-considerations-solo-6-warning": "Autorizzazione richiesta",
  "page-staking-considerations-solo-7-title": "Multi-client",
  "page-staking-considerations-solo-7-description": "Il software consente agli utenti di scegliere da e passare tra almeno due o più client d'esecuzione e due o più client del livello del consenso",
  "page-staking-considerations-solo-7-valid": "Semplice passaggio tra client",
  "page-staking-considerations-solo-7-warning": "Riduzione delle sessioni nei sistemi operativi di reti sviluppate",
  "page-staking-considerations-solo-8-title": "Custodia autonoma",
  "page-staking-considerations-solo-8-description": "L'utente mantiene la custodia di qualsiasi credenziale del validatore, incluse le chiavi di firma e prelievo",
  "page-staking-considerations-solo-8-warning": "Custode di terze parti",
  "page-staking-considerations-solo-9-title": "Economico",
  "page-staking-considerations-solo-9-description": "Gli utenti possono operare un validatore mettendo in staking meno di 32 ETH, usando i fondi in pool da altri",
  "page-staking-considerations-solo-9-valid": "Meno di 32 ETH",
  "page-staking-considerations-solo-9-warning": "32 ETH",
  "page-staking-considerations-saas-4-description": "Il servizio è stato disponibile e usato dal pubblico per il periodo di tempo indicato",
  "page-staking-considerations-saas-6-description": "Gli utenti non richiedono alcun permesso speciale, iscrizione al conto o KYC per partecipare al servizio",
  "page-staking-considerations-saas-6-valid": "Chiunque può unirsi",
  "page-staking-considerations-saas-6-warning": "Autorizzazione richiesta",
  "page-staking-considerations-saas-7-title": "Diversità d'esecuzione",
  "page-staking-considerations-saas-7-description": "Il servizio non dovrebbe eseguire più del 50% dei validatori aggregati con un client d'esecuzione di maggioranza",
  "page-staking-considerations-saas-7-valid": "Inferiore al 50%",
  "page-staking-considerations-saas-7-caution": "Correntemente sconosciuta",
  "page-staking-considerations-saas-7-warning": "Più del 50%",
  "page-staking-considerations-saas-8-title": "Diversità del consenso",
  "page-staking-considerations-saas-8-description": "Il servizio non dovrebbe eseguire più del 50% dei validatori aggregati con un client del consenso di maggioranza",
  "page-staking-considerations-saas-8-valid": "Inferiore al 50%",
  "page-staking-considerations-saas-8-caution": "Correntemente sconosciuta",
  "page-staking-considerations-saas-8-warning": "Più del 50%",
  "page-staking-considerations-pools-5-description": "Il servizio non richiede fiducia di qualsiasi umano per custodire le tue chiavi o distribuire ricompense",
  "page-staking-considerations-pools-6-title": "Nodi senza autorizzazioni",
  "page-staking-considerations-pools-6-description": "Il servizio consente a chiunque di unirsi come operatore del nodo per il pool, senza autorizzazioni",
  "page-staking-considerations-pools-7-description": "Il servizio non dovrebbe eseguire più del 50% dei validatori aggregati con un client d'esecuzione di maggioranza",
  "page-staking-considerations-pools-8-title": "Token di liquidità",
  "page-staking-considerations-pools-8-description": "Offre un token di liquidità negoziabile rappresentante i tuoi ETH in staking, detenuti nel tuo portafoglio",
  "page-staking-considerations-pools-8-valid": "Token di liquidità",
  "page-staking-considerations-pools-8-warning": "Nessun token di liquidità",
  "page-staking-considerations-pools-9-description": "Il servizio non dovrebbe eseguire più del 50% dei validatori aggregati con un client del consenso di maggioranza",
  "page-staking-how-solo-works-item-1": "Ottieni un hardware: hai bisogno di <a href=\"/run-a-node/\">eseguire un nodo</a> per mettere in stake",
  "page-staking-how-solo-works-item-2": "Sincronizza un client del livello di esecuzione",
  "page-staking-how-solo-works-item-3": "Sincronizza un client del livello di consenso",
  "page-staking-how-solo-works-item-4": "Genera le tue chiavi e caricale nel client del tuo validatore",
  "page-staking-how-solo-works-item-5": "Monitora e mantieni il tuo nodo",
  "page-staking-launchpad-widget-testnet-label": "Rete di prova di Holesky",
  "page-staking-launchpad-widget-testnet-start": "Inizia a mettere in staking sulla rete di prova di Holesky",
  "page-staking-launchpad-widget-mainnet-label": "Rete principale",
  "page-staking-launchpad-widget-mainnet-start": "Avvia lo staking sulla Mainnet",
  "page-staking-launchpad-widget-span": "Scegli la rete",
  "page-staking-launchpad-widget-p1": "I validatori in solo dovrebbero <strong>testare la propria configurazione</strong> e le proprie abilità operative sulla rete di prova di Hlesky prima di rischiare i fondi. Ricorda che è importante scegliere un <a href=\"/developers/docs/nodes-and-clients/client-diversity/\">client di minoranza</a>, in quanto migliora la sicurezza della rete e limita i tuoi rischi.",
  "page-staking-launchpad-widget-p2": "Se ti ci trovi a tuo agio, puoi configurare qualsiasi cosa necessaria dalla riga di comando usando il solo Launchpad di Staking.",
  "page-staking-launchpad-widget-p3": "Per semplificare le cose, dai un'occhiata ad alcuni degli strumenti e delle guide seguenti che possono aiutarti insieme al Launchpad di Staking a configurare con facilità i tuoi client.",
  "page-staking-launchpad-widget-link": "Strumenti e guida del software",
  "page-staking-products-get-started": "Primi passi",
  "page-staking-products-follow": "Visita su",
  "page-staking-dropdown-staking-options": "Opzioni di staking",
  "page-staking-dropdown-staking-options-alt": "Menu a discesa delle opzioni di staking",
  "page-staking-stats-box-metric-1": "ETH in staking totali",
  "page-staking-stats-box-metric-2": "Validatori totali",
  "page-staking-stats-box-metric-3": "APR corrente",
  "page-staking-stats-box-metric-1-tooltip": "Somma di ETH in staking sulla Beacon Chain, esclusi i saldi superiori a 32 ETH",
  "page-staking-stats-box-metric-2-tooltip": "Numero di conti dei validatori attualmente attivati sulla Beacon Chain",
  "page-staking-stats-box-metric-3-tooltip": "Rendimento finanziario annualizzato medio per validatore nelle ultime 24 ore",
  "page-staking-section-comparison-subtitle": "Non esiste una soluzione univoca per lo staking e ognuna è unica. Qui confronteremo alcuni dei rischi, delle ricompense e dei requisiti dei diversi metodi in cui puoi fare staking.",
  "page-staking-section-comparison-rewards-title": "Ricompense",
  "page-staking-section-comparison-solo-rewards-li1": "Ricompense massime: ricevi ricompense complete direttamente dal protocollo",
  "page-staking-section-comparison-solo-rewards-li2": "Ricompense per la proposta di blocchi, incluse commissioni sulle transazioni non bruciate, e regolare attestazione allo stato della rete",
  "page-staking-section-comparison-solo-rewards-li3": "Opzione di coniare un token di staking liquido sul tuo nodo domestico, da utilizzare nella DeFi",
  "page-staking-section-comparison-saas-rewards-li1": "Di solito prevede le ricompense complete del protocollo, meno la commissione mensile per le operazioni del nodo",
  "page-staking-section-comparison-saas-rewards-li2": "I dashboard spesso consentono di tracciare facilmente il client del validatore",
  "page-staking-section-comparison-pools-rewards-li1": "Gli staker in pool maturano le ricompense diversamente a seconda di quale metodo di staking in pool è stato scelto",
  "page-staking-section-comparison-pools-rewards-li2": "Molti servizi di staking in pool offrono uno o più <a href=\"/glossary/#liquidity-tokens\">token di liquidità</a>, che rappresentano i tuoi ETH in staking, più la tua quota delle ricompense del validatore",
  "page-staking-section-comparison-pools-rewards-li3": "I token di liquidità possono essere mantenuti nel tuo portafoglio, utilizzati nella <a href=\"/glossary/#defi\">DeFi</a> e venduti se decidi di uscire",
  "page-staking-section-comparison-risks-title": "Rischi",
  "page-staking-section-comparison-solo-risks-li1": "Staking con gli ETH",
  "page-staking-section-comparison-solo-risks-li2": "Esistono delle sanzioni, che costano ETH, per essere andati offline",
  "page-staking-section-comparison-solo-risks-li3": "Slashing (sanzioni maggiori ed espulsione dalla rete) per i comportamenti malevoli",
  "page-staking-section-comparison-solo-risks-li4": "Coniare un token di staking liquido introdurrà il rischio del contratto intelligente, ma è totalmente facoltativo",
  "page-staking-section-comparison-saas-risks-li1": "Gli stessi rischi come staking in solo, più il rischio della controparte del fornitore del servizio",
  "page-staking-section-comparison-saas-risks-li2": "L'uso delle tue chiavi di firma è affidato a qualcun altro, che potrebbe agire malevolmente",
  "page-staking-section-comparison-pools-risks-li1": "I rischi variano a seconda del metodo usato",
  "page-staking-section-comparison-pools-risks-li2": "In generale, i rischi consistono in una combinazione di controparti, <a href=\"/glossary/#smart-contract\">contratti intelligenti</a> e rischi d'esecuzione",
  "page-staking-section-comparison-requirements-title": "Requisiti",
  "page-staking-section-comparison-solo-requirements-li1": "Devi depositare 32 ETH",
  "page-staking-section-comparison-solo-requirements-li2": "Mantieni hardware che esegua sia un <a href=\"/glossary/#execution-client\">client d'esecuzione</a> che un <a href=\"/glossary/#consensus-client\">client di consenso</a> di Ethereum mentre sei connesso a Internet",
  "page-staking-section-comparison-solo-requirements-li3": "Il <a href=\"https://holesky.launchpad.ethereum.org\" target=\"_blank\">Launchpad di Staking</a> ti guiderà nel processo e ai requisiti hardware",
  "page-staking-section-comparison-saas-requirements-li1": "Deposita 32 ETH e genera le tue chiavi con l'assistenza",
  "page-staking-section-comparison-saas-requirements-li2": "Memorizza le tue chiavi in sicurezza",
  "page-staking-section-comparison-saas-requirements-li3": "Il resto è fatto, sebbene i servizi specifici varieranno",
  "page-staking-section-comparison-pools-requirements-li1": "Requisiti di ETH inferiori, alcuni progetti richiedono appena 0,01 ETH",
  "page-staking-section-comparison-pools-requirements-li2": "Deposita direttamente dal tuo portafoglio a diverse piattaforme di staking in pool o semplicemente scambia uno dei token di liquidità di staking",
  "page-staking-faq-1-question": "Cos'è un validatore?",
  "page-staking-faq-1-answer": "Un <em>validatore</em> è un'entità virtuale che risiede su Ethereum e partecipa al consenso del protocollo di Ethereum. I validatori sono rappresentati da un saldo, una chiave pubblica e altre proprietà. Un <em>client del validatore</em> è il software che agisce per conto del validatore, detenendone e usandone la chiave privata. Un singolo client del validatore può detenere molte coppie di chiavi, controllando diversi validatori.",
  "page-staking-faq-2-question": "Perché devo mettere a disposizione fondi?",
  "page-staking-faq-2-answer": "Un validatore ha l'abilità di proporre e attestare ai blocchi per la rete. Per impedire i comportamenti disonesti, gli utenti devono avere i propri fondi in staking. Questo consente al protocollo di penalizzare gli attori malevoli. Lo staking è un mezzo per mantenerti onesto, poiché le tue azioni avranno conseguenze finanziarie.",
  "page-staking-faq-3-question": "Posso acquistare \"Eth2\"?",
  "page-staking-faq-3-answer-p1": "Non esiste un token 'Eth2' nativo al protocollo, poiché il token nativo \"ether\" (ETH) non è cambiato quando Ethereum è passato al proof-of-stake.",
  "page-staking-faq-3-answer-p2": "Esistono dei token/ticker derivati che potrebbero rappresentare gli ETH in staking (es., rETH da Rocket Pool, stETH da Lido, ETH2 da Coinbase). Scopri di più sui <a href=\"/staking/pools/\">pool di staking</a>",
  "page-staking-faq-4-question": "Lo staking è già attivo?",
  "page-staking-faq-4-answer-p1": "Sì. Lo staking è attivo dall'1 dicembre 2020",
  "page-staking-faq-4-answer-p2": "Ciò significa che lo staking è correntemente operativo: gli utenti possono depositare i propri ETH, operare un client validatore e iniziare a guadagnare ricompense.",
  "page-staking-faq-4-answer-p3": "L'aggiornamento di Shanghai/Capella è stato completato il 12 aprile 2023, consentendo i prelievi di staking e chiudendo il ciclo sulla liquidità di staking.",
  "page-staking-faq-5-question": "Quando potrò prelevare i miei ETH in staking?",
  "page-staking-faq-5-answer-p1": "Subito! Gli staker sono liberi di prelevare le proprie ricompense e/o i propri depositi principali dal proprio saldo del validatore se lo desiderano.",
  "page-staking-faq-5-answer-p2": "Gli staker guadagneranno ricompense anche sotto forma di commissioni e MEV quando propongono blocchi; queste sono rese disponibili immediatamente tramite l’indirizzo del destinatario della commissione impostato.",
  "page-staking-faq-5-answer-link": "Di più sui prelievi di staking",
  "page-staking-further-reading-author-vitalik-buterin": "Vitalik Buterin",
  "page-staking-further-reading-2-link": "Logica progettuale di Serenity",
  "page-staking-further-reading-4-link": "Novità su Eth2",
  "page-staking-further-reading-4-author": "Ben Edgington",
  "page-staking-further-reading-5-link": "Finalizzato n. 33, il livello di consenso di Ethereum (Gen 2022)",
  "page-staking-further-reading-5-author": "Danny Ryan",
  "page-staking-further-reading-6-link": "Post del validatore",
  "page-staking-further-reading-8-link": "Materiale didattico fornito dalla community di Beaconcha.in",
  "page-staking-further-reading-9-link": "FAQ sul Launchpad di Staking di Ethereum",
  "page-staking-further-reading-10-link": "Base di conoscenza di EthStaker",
  "page-staking-toc-how-to-stake-your-eth": "Come fare staking con i tuoi ETH",
  "page-staking-toc-comparison-of-options": "Confronto delle opzioni di staking",
  "page-staking-toc-faq": "Domande frequenti",
  "page-staking-toc-further": "Approfondimenti",
  "page-staking-dom-info-title": "Staking con Ethereum",
  "page-staking-join-community": "Unisciti alla community degli staker",
  "page-staking-join-community-desc": "EthStaker è una community in cui tutti possono discutere e conoscere lo staking su Ethereum. Unisciti a decine di migliaia di membri da tutto il mondo per consigli, supporto e per parlare di tutto quello che riguarda lo staking.",
  "page-staking-meta-description": "Panoramica sullo staking su Ethereum: rischi, ricompense, requisiti e dove farlo.",
  "page-staking-meta-title": "Staking su Ethereum",
  "page-staking-withdrawals-important-notices": "Avvisi importanti",
  "page-staking-withdrawals-important-notices-desc": "I prelievi non sono ancora disponibili. Per ulteriori informazioni, si prega di leggere le <a href=\"https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/\" target=\"_blank\">FAQ sulla fusione e post-fusione di Eth2</a>.",
  "page-upgrades-merge-btn": "Maggiori informazioni sulla fusione",
  "subscribe-to-ef-blog": "<a href=\"https://blog.ethereum.org/category/protocol/#subscribe\" target=\"_blank\">Iscriviti al Blog della EF</a> per ricevere notifiche email per gli annunci più recenti sul protocollo.",
  "page-staking-comparison-with-other-options": "Confronto con altre opzioni",
  "page-staking-any-amount": "Qualsiasi importo",
  "page-staking-testnet": "rete di prova"
}
