{
  "page-staking-just-staking": "Staking",
  "page-staking-image-alt": "Immagine del rinoceronte, mascotte del launchpad di eth2.",
  "page-staking-51-desc-1": "Lo staking rende l'accesso alla rete in qualità di validatore più accessibile, quindi è probabile che ci saranno più validatori rispetto ad oggi. Questo tipo di attacco sarà pertanto ancora più difficile perché il relativo costo aumenterà.",
  "page-staking-accessibility": "Più accessibile",
  "page-staking-accessibility-desc": "Con requisiti hardware inferiori e la possibilità di partecipare a pool se non si dispone di 32 ETH, più persone saranno in grado di unirsi alla rete. Questo renderà Ethereum più decentralizzata e sicura, riducendo l'area della superficie di attacco.",
  "page-staking-at-stake": "Staking con gli ETH",
  "page-staking-at-stake-desc": "Poiché devi fare staking con i tuoi ETH per convalidare le transazioni e creare nuovi blocchi, li puoi perdere se decidi di provare a raggirare il sistema.",
  "page-staking-benefits": "Vantaggi dello staking su Ethereum",
  "page-staking-check-address": "Controlla l'indirizzo del deposito",
  "page-staking-consensus": "Maggiori informazioni sui meccanismi di consenso",
  "page-staking-deposit-address": "Controlla l'indirizzo di deposito",
  "page-staking-deposit-address-desc": "Se hai già seguito le istruzioni di configurazione del launchpad, saprai che è necessario inviare una transazione al contratto di deposito di staking. Ti consigliamo di controllare l'indirizzo con molta attenzione. Puoi trovare l'indirizzo ufficiale su ethereum.org e una serie di altri siti attendibili.",
  "page-staking-desc-1": "Le ricompense vengono assegnate per le azioni che aiutano la rete a raggiungere un consenso. Otterrai ricompense per aver raggruppato transazioni in un nuovo blocco o per aver controllato il lavoro di altri validatori, perché è ciò che permette il funzionamento sicuro della catena.",
  "page-staking-desc-2": "È possibile guadagnare ricompense per il lavoro che va a vantaggio della rete, ma si possono anche perdere ETH a causa di azioni dannose, andando offline e se non si viene convalidati.",
  "page-staking-desc-3": "Servono 32 ETH per diventare a tutti gli effetti validatore o pochi ETH per entrare a far parte di un pool di staking. Dovrai inoltre eseguire un 'Eth1' o client di rete principale. Il launchpad ti guiderà attraverso i requisiti hardware e quelli relativi al processo. In alternativa, puoi usare un'API backend.",
  "page-staking-description": "Per staking si intende l'atto di depositare 32 ETH per attivare il software di convalida. Come validatore sarai responsabile dell'archiviazione dei dati, dell'elaborazione delle transazioni e dell'aggiunta di nuovi blocchi alla blockchain. Questo manterrà Ethereum sicura per tutti e ti farà guadagnare ulteriori ETH. Questo processo, detto proof of stake, viene introdotto con la beacon chain.",
  "page-staking-docked": "Maggiori informazioni sul docking",
  "page-staking-dyor": "Fai ricerche per verificare",
  "page-staking-dyor-desc": "Nessuno dei servizi di staking elencati è stato approvato ufficialmente. Assicurati di fare le giuste ricerche per capire quale servizio potrebbe essere migliore per te.",
  "page-staking-header-1": "Fai staking con i tuoi ETH per diventare validatore di Ethereum",
  "page-staking-how-much": "Quanto sei disponibile a usare per lo staking?",
  "page-staking-how-to-stake": "Come fare staking",
  "page-staking-how-to-stake-desc": "Tutto dipende da quanto sei disponibile a utilizzare per lo staking. Per diventare validatore a tutti gli effetti servono 32 ETH, ma è anche possibile utilizzarne meno.",
  "page-staking-join": "Partecipa",
  "page-staking-join-community": "Unisciti alla community degli staker",
  "page-staking-join-community-desc": "r/ethstaker è una community pubblica in cui si può discutere di staking su Ethereum. Partecipa per consigli, supporto e per parlare di tutto ciò che riguarda lo staking.",
  "page-staking-less-than": "Meno di",
  "page-staking-link-1": "Guarda le API di backend",
  "page-staking-meta-description": "Panoramica sullo staking su Ethereum: rischi, ricompense, requisiti e dove farlo.",
  "page-staking-meta-title": "Staking su Ethereum",
  "page-staking-more-sharding": "Scopri di più sullo sharding",
  "page-staking-pool": "Staking in un pool",
  "page-staking-pool-desc": "Se hai meno di 32 ETH potrai mettere in staking una quantità minore attraverso i pool di staking. Alcune aziende possono occuparsi di tutto, quindi non è necessario rimanere online. Ecco alcune aziende che puoi valutare.",
  "page-staking-pos-explained": "Spiegazione della proof of stake",
  "page-staking-pos-explained-desc": "Per diventare validatore in un sistema proof of stake è necessario fare staking. È un meccanismo di consenso che andrà a sostituire il sistema proof of work attualmente in essere. I meccanismi di consenso sono ciò che mantiene le blockchain come Ethereum sicure e decentralizzate.",
  "page-staking-pos-explained-desc-1": "La proof of stake aiuta a mantenere sicura la rete in diversi modi:",
  "page-staking-services": "Guarda i servizi di staking",
  "page-staking-sharding": "Possibilità di sharding",
  "page-staking-sharding-desc": "Lo sharding è possibile solo in sistemi con meccanismo proof of stake. Lo sharding in un sistema di proof of work diluirebbe la capacità di calcolo necessaria per corrompere la rete, rendendo più facile il lavoro di miner malintenzionati che puntano a controllare gli shard. Questo non succede con staker assegnati causalmente in un meccanismo proof of stake.",
  "page-staking-solo": "Fai staking in autonomia ed esegui un validatore",
  "page-staking-solo-desc": "Per iniziare con il processo di staking dovrai usare il launchpad Eth2. Questo ti guiderà attraverso tutta la configurazione. Parte dello staking consiste nell'eseguire un client Eth2, che è una copia locale della blockchain. Potrà essere necessario un po' di tempo per scaricarla sul computer.",
  "page-staking-start": "Inizia a fare staking",
  "page-staking-subtitle": "Lo staking è un bene pubblico per l'ecosistema di Ethereum. Puoi contribuire a rendere la rete sicura e guadagnare ricompense durante il processo.",
  "page-staking-sustainability": "Più duraturo",
  "page-staking-sustainability-desc": "I validatori non hanno bisogno di computer estremamente potenti per partecipare a un sistema proof of stake: basta un laptop o uno smartphone. In questo modo, Ethereum sarà anche più amico dell'ambiente.",
  "page-staking-the-beacon-chain": "Maggiori informazioni sulla beacon chain",
  "page-staking-title-1": "Ricompense",
  "page-staking-title-2": "Rischi",
  "page-staking-title-3": "Requisiti",
  "page-staking-title-4": "Come fare staking con i tuoi ETH",
  "page-staking-upgrades-li": "La proof of stake è gestita dalla beacon chain.",
  "page-staking-upgrades-li-2": "Nel prossimo futuro, Ethereum avrà una beacon chain di tipo proof of stake e una rete principale di tipo proof of work. La rete principale corrisponde alla realtà Ethereum che conosciamo da anni.",
  "page-staking-upgrades-li-3": "Nel frattempo, gli staker aggiungeranno nuovi blocchi alla beacon chain ma non elaboreranno transazioni sulla rete principale.",
  "page-staking-upgrades-li-4": "Ethereum completerà la transizione a un sistema di tipo proof of stake una volta che la rete principale diventerà uno shard.",
  "page-staking-upgrades-li-5": "Solo a questo punto potrai prelevare l'importo utilizzato per lo staking.",
  "page-staking-upgrades-title": "Proof-of-stake e aggiornamenti di Eth2",
  "page-staking-validators": "Più validatori, più sicurezza",
  "page-staking-validators-desc": "In una blockchain come Ethereum è possibile che si verifichino episodi di corruzione nel caso in cui si controlli il 51% della rete. Per esempio, con il 51% dei validatori potresti dichiarare che il tuo saldo corrisponde a 1.000.000 di ETH anziché a di 1 ETH. Però, per controllare il 51% dei validatori, dovresti possedere il 51% degli ETH in circolazione: sono tantissimi!",
  "page-staking-withdrawals": "I prelievi non saranno disponibili da subito",
  "page-staking-withdrawals-desc": "Non sarai in grado di prelevare l'importo di staking prima della distribuzione degli aggiornamenti futuri. I prelievi saranno disponibili in seguito al docking della rete principale con la beacon chain."
}
