{
  "page-trillion-dollar-security-meta-title": "Progetto da un trilione di dollari - Panoramica sul report delle sfide sulla sicurezza",
  "page-trillion-dollar-security-meta-description": "Il progetto 1TS è uno sforzo a livello di ecosistema per migliorare la sicurezza di Ethereum. Questo rapporto analizza le sfide di sicurezza esistenti che l’ecosistema deve affrontare.",
  "page-trillion-dollar-security-subtitle": "Progetto da un trilione di dollari",
  "page-trillion-dollar-security-title": "Panoramica sfide sulla sicurezza",
  "page-trillion-dollar-security-hero-paragraph-1": "Ethereum è l’ecosistema blockchain più sicuro, resiliente e affidabile. Negli ultimi 10 anni, l’ecosistema Ethereum ha sviluppato la tecnologia, gli standard e le conoscenze che oggi supportano un ecosistema utilizzato da milioni di persone e che ospita oltre 600 miliardi di dollari in capitale.",
  "page-trillion-dollar-security-hero-paragraph-2": "Ma affinché Ethereum abbia successo nella prossima fase di adozione globale, ci sono ancora molti miglioramenti da apportare. Per realizzare le ambizioni della nostra comunità, Ethereum deve evolversi in un ecosistema in cui:",
  "page-trillion-dollar-security-hero-paragraph-3": "<b>Miliardi di persone si sentono a proprio agio nel detenere più di 1000\\$ on-chain</b>, per un totale collettivo di trilioni di dollari protetti su Ethereum.",
  "page-trillion-dollar-security-hero-paragraph-4": "<b>Aziende, istituzioni e governi sono a proprio agio nel conservare più di 1 trilione di dollari di valore all’interno di un singolo contratto o applicazione</b>, e sono a loro agio nel transare importi comparabili.",
  "page-trillion-dollar-security-hero-paragraph-5": "Il progetto <a>Trillion Dollar Security (1TS)</a> è uno sforzo a livello di ecosistema per migliorare la sicurezza di Ethereum. Questo rapporto è il primo risultato del progetto 1TS. Nell’ultimo mese, abbiamo raccolto feedback da utenti, sviluppatori, esperti di sicurezza e istituzioni su dove vedono le maggiori sfide e le aree di miglioramento. Grazie alle centinaia di persone e alle decine di organizzazioni che hanno dedicato tempo a condividere con noi le loro intuizioni.",
  "page-trillion-dollar-security-hero-paragraph-6": "Questo rapporto riassume i nostri risultati, coprendo 6 aree distinte:",
  "page-trillion-dollar-security-report-card-title": "Panoramica report sicurezza ecosistema Ethereum",
  "page-trillion-dollar-security-download-report": "Scarica PDF",
  "page-trillion-dollar-security-divider-heading": "Panoramica report sicurezza ecosistema Ethereum",
  "page-trillion-dollar-security-sticky-info": "Queste sono alcune informazioni importanti per {section}. Loreo Ipse color bit amet, consectetur adibiscine elit. Pellentesque euismod, urna eu tincidunt consectetur.",
  "page-trillion-dollar-security-content-overview-title": "Panoramica",
  "page-trillion-dollar-security-user-experience-title": "Esperienza utente (UX)",
  "page-trillion-dollar-security-user-experience-description": "Problemi che influenzano la capacità degli utenti di gestire in modo sicuro le chiavi private, interagire con le applicazioni on-chain e firmare le transazioni.",
  "page-trillion-dollar-security-smart-contract-title": "Sicurezza del contratto intelligente",
  "page-trillion-dollar-security-smart-contract-description": "La sicurezza dei componenti smart contract delle applicazioni Ethereum e il ciclo di vita della produzione del software che li definisce.",
  "page-trillion-dollar-security-infrastructure-title": "Infrastruttura sicurezza cloud",
  "page-trillion-dollar-security-infrastructure-description": "Problemi relativi all'infrastruttura (sia specifica per le criptovalute che legacy) da cui dipendono le app Ethereum, come catene L2, RPC, servizi di cloud hosting e altro ancora.",
  "page-trillion-dollar-security-consensus-title": "Protocollo di consenso",
  "page-trillion-dollar-security-consensus-description": "Le proprietà di sicurezza del nucleo del protocollo garantiscono la stessa blockchain Ethereum sia sicura da attacchi o manipolazioni.",
  "page-trillion-dollar-security-incident-title": "Monitorazione, risposta agli incidenti e mitigazione",
  "page-trillion-dollar-security-incident-description": "Le sfide che affrontano utenti e organizzazioni quando rispondono a falle nella sicurezza, in particolare il recupero di fondi o gestione postuma.",
  "page-trillion-dollar-security-social-title": "Livello sociale e di governanza",
  "page-trillion-dollar-security-social-description": "La governanza open source di Ethereum, comunità ed ecosistema delle organizzazioni.",
  "page-trillion-dollar-security-hero-closing-paragraph-1": "Il primo report si focalizza nell'identificare e mappare i problemi e le sfide che rimangono. Il prossimo passo sarà quello di scegliere i problemi con maggiore priorità, identificare soluzioni e collaborare con l'ecosistema per identificarli.",
  "page-trillion-dollar-security-hero-closing-paragraph-2": "Poiché l’ecosistema Ethereum è decentralizzato, la sicurezza di Ethereum non può essere garantita da un’unica entità. Lo stack tecnologico di Ethereum è costruito e mantenuto da organizzazioni indipendenti in tutto il mondo, che spaziano dai wallet all’infrastruttura fino agli strumenti per sviluppatori. Sebbene il progetto 1TS sia coordinato dalla Ethereum Foundation, abbiamo bisogno del tuo aiuto per mettere in sicurezza Ethereum.",
  "page-trillion-dollar-security-hero-closing-paragraph-3": "Puoi contribuire al progetto sicurezza 1TS condividendo il feedback e idee:",
  "page-trillion-dollar-security-feedback-question-1": "Vedi problemi nella sicurezza Ethereum che non sono inclusi in questo report?",
  "page-trillion-dollar-security-feedback-question-2": "Quali pensi siano i problemi con maggiore priorità nel sondaggio sotto?",
  "page-trillion-dollar-security-feedback-question-3": "Quali idee e soluzioni hai su come identificare questi problemi?",
  "page-trillion-dollar-security-contact-paragraph": "Siamo curiosi di sapere cosa ne pensi, scrivi a <a>trilliondollarsecurity@ethereum.org</a>.",
  "page-trillion-dollar-security-section-1-intro": "La sicurezza inizia con l’interfaccia che le persone utilizzano per interagire con Ethereum. Questo confine tra gli utenti e la blockchain stessa rappresenta una fonte costante di sfide per la sicurezza.",
  "page-trillion-dollar-security-section-1-paragraph-1": "Una caratteristica distintiva delle blockchain è la natura atomica delle transazioni: una volta che un aggiornamento viene registrato nella blockchain, non c'è possibilità di intervento o di annullamento. Questo garantisce una forte coerenza e sicurezza a livello di protocollo, ma espone gli utenti a un rischio operativo elevato: un singolo errore, una chiave compromessa o un'approvazione affrettata possono causare perdite irreversibili.",
  "page-trillion-dollar-security-section-1-paragraph-2": "Di conseguenza, un notevole onere in termini di sicurezza ricade sull'utente. Per utilizzare Ethereum in modo sicuro, individui e organizzazioni devono conservare e gestire le chiavi in modo protetto, interagire con le applicazioni on-chain e utilizzare le proprie chiavi per firmare transazioni al fine di trasferire asset o aggiornare lo stato di Ethereum.",
  "page-trillion-dollar-security-section-1-paragraph-3": "Ognuno di questi requisiti introduce rischi come la compromissione o la perdita delle chiavi, approvazioni affrettate o non informate, oppure la compromissione del software del wallet su cui gli utenti fanno affidamento per essere informati e guidati nell'interazione con Ethereum.",
  "page-trillion-dollar-security-section-1-1-title": "Gestione chiavi 1.1",
  "page-trillion-dollar-security-section-1-1-paragraph-1": "Molti utenti non sono equipaggiati per gestire in maniera sicura chiavi crittografiche.",
  "page-trillion-dollar-security-section-1-1-paragraph-2": "La maggior parte dei wallet software più utilizzati si basa sul fatto che gli utenti conservino in modo sicuro le frasi seed, che rappresentano la loro chiave privata crittografica sottostante. Questo spesso li porta a ricorrere a soluzioni poco sicure, come salvare le frasi seed in testo semplice, su servizi cloud, oppure scriverle su carta.",
  "page-trillion-dollar-security-section-1-1-paragraph-3": "I wallet hardware sono un'alternativa che consente agli utenti di gestire una chiave crittografica memorizzata all'interno di un dispositivo fisico progettato appositamente. Tuttavia, anche i wallet hardware presentano difetti e superfici di attacco. Possono essere smarriti, danneggiati o rubati. Inoltre, molti wallet hardware non sono open source e potrebbero avere catene di approvvigionamento opache, aumentando il rischio di attacchi alla supply chain in cui dispositivi compromessi vengono immessi sul mercato.",
  "page-trillion-dollar-security-section-1-1-paragraph-4": "Che le chiavi vengano gestite tramite un wallet software o hardware, molti utenti sono comprensibilmente preoccupati per la custodia autonoma, poiché può essere compromessa in caso di furto fisico o aggressione.",
  "page-trillion-dollar-security-section-1-1-paragraph-5": "Gli utenti aziendali e istituzionali affrontano sfide aggiuntive nella gestione delle chiavi. Se i singoli dipendenti detengono chiavi (ad esempio, come parte di un portafoglio multisig), l'organizzazione deve essere in grado di sostituirle e crearne di nuove a causa dei cambiamenti del personale nel tempo. I requisiti di conformità in diversi settori e giurisdizioni possono richiedere flussi di lavoro personalizzati o percorsi di verifica non supportati dai software dei portafogli esistenti. In alcuni casi, gli utenti aziendali si rivolgono a depositari di terze parti per gli asset digitali, il che può introdurre un ulteriore livello di rischi per la sicurezza da considerare.",
  "page-trillion-dollar-security-section-1-2-title": "1.2 Firmare ciecamente e incertezza transazioni",
  "page-trillion-dollar-security-section-1-2-paragraph": "Gli utenti approvano regolarmente le transazioni “alla cieca” senza comprendere realmente cosa stanno facendo. I wallet spesso mostrano dati esadecimali grezzi, indirizzi di contratto troncati o altre informazioni insufficienti per permettere all’utente di capire le conseguenze di una determinata transazione. Questo rende gli utenti di ogni tipo vulnerabili a smart contract malevoli, phishing, truffe, interfacce contraffatte, compromissioni del front-end e semplici errori umani.",
  "page-trillion-dollar-security-section-1-3-title": "1.3 Gestione approvazione e permessi",
  "page-trillion-dollar-security-section-1-3-paragraph-1": "In molte applicazioni Ethereum, è comune che gli utenti concedano determinate autorizzazioni all'applicazione sottostante come parte dell'utilizzo normale. Ad esempio, un utente potrebbe concedere a un exchange decentralizzato come Uniswap il permesso di spostare i propri token per scambiarli con ETH.",
  "page-trillion-dollar-security-section-1-3-paragraph-2": "Queste autorizzazioni possono avere dei limiti sull'importo, ma molti wallet concedono di default approvazioni illimitate senza data di scadenza. Nella maggior parte dei wallet, non esiste un modo per gli utenti di gestire o rivedere le autorizzazioni ancora attive.",
  "page-trillion-dollar-security-section-1-3-paragraph-3": "Questo può esporre gli utenti ad applicazioni malevole o front-end compromessi, poiché il comportamento predefinito di molti è concedere approvazioni illimitate che possono essere sfruttate per svuotare i loro fondi. Anche se un utente concede un'approvazione a uno smart contract legittimo, se quel contratto venisse successivamente compromesso mentre l'approvazione è ancora attiva, il contratto compromesso potrebbe prosciugare i fondi dell'utente.",
  "page-trillion-dollar-security-section-1-3-paragraph-4": "Questo rappresenta un rischio altrettanto significativo per gli utenti aziendali. Ad esempio, un'organizzazione potrebbe scegliere di concedere a un router DEX un'autorizzazione illimitata per l'utilizzo di USDC per comodità operativa, esponendosi così a rischi nel caso in cui il contratto del router venga aggiornato.",
  "page-trillion-dollar-security-section-1-4-title": "1.4 Interfacce web compromesse",
  "page-trillion-dollar-security-section-1-4-paragraph-1": "La maggior parte degli utenti non interagisce direttamente con uno smart contract, ma lo fa tramite un'interfaccia web attraverso il proprio dispositivo mobile o browser.",
  "page-trillion-dollar-security-section-1-4-paragraph-2": "Questi frontend possono danneggiare per attaccare attraverso significati familiari come furto DNS, javascript malevolo, iniezione, ospitazione insicura e vari dipendenze da terze parti. La UX di una app compromessa può reindirizzare utenti a contratti intelligenti malevoli o portarli e firmare transazioni ingannevoli.",
  "page-trillion-dollar-security-section-1-5-title": "1.5 Privacy",
  "page-trillion-dollar-security-section-1-5-paragraph-1": "La privacy può mitigare o attrarre rischi per la sicurezza di utenti di ogni tipo.",
  "page-trillion-dollar-security-section-1-5-paragraph-2": "Protezioni di sicurezza deboli espongono utenti indivuali a una varietà di pericolosità mirate come il phishing, truffe, scam, o attacchi fisici. Molti modelli UX comuni espongono utenti, ad esempio il riuso dei loro indirizzi, dati KYC, e altre fughe dei metadati.",
  "page-trillion-dollar-security-section-1-5-paragraph-3": "Per imprese e istituzioni la privacy è una fondamenta richiesta dal business per motivi di conformità e determinati casi d'uso. In aggiunta a questi problemi può generare esposizione a rischi specifici sulla sicurezza. Per esempio, l'utente di una catena di distribuzione sviluppata su Ethereum potrebbe richiedere forti criteri di privacy per proteggere asset di proprietà intellettuale che avrebbero potuto essere compromessi se il sistema fosse stato trasparente.",
  "page-trillion-dollar-security-section-1-6-title": "1.6 Frammentazione",
  "page-trillion-dollar-security-section-1-6-paragraph-1": "C'è una mancanza di coerenza nel modo in cui i diversi portafogli gestiscono comportamenti fondamentali come la visualizzazione delle transazioni, la gestione delle approvazioni o l'etichettatura dei contratti. Questa frammentazione dell'esperienza utente rende più difficile per l'utente imparare a utilizzare i portafogli in modo sicuro e aumenta i rischi.",
  "page-trillion-dollar-security-section-1-6-paragraph-2": "Ad esempio, gli utenti non possono fare affidamento su indicazioni UX coerenti per proteggersi dal phishing e dallo spoofing, poiché queste differiscono da un portafoglio all'altro. Gli utenti non possono avere aspettative affidabili sul funzionamento di Ethereum se ogni strumento funziona in modo diverso.",
  "page-trillion-dollar-security-section-2-intro": "Gli smart contract sono i componenti on-chain delle applicazioni Ethereum: il codice che detiene i fondi, definisce i controlli di accesso e applica la logica di business dell'applicazione. Poiché gli smart contract sono in genere trasparenti e accessibili a chiunque, rappresentano una superficie di attacco critica quando si considera la sicurezza nell'ecosistema Ethereum.",
  "page-trillion-dollar-security-section-2-paragraph-1": "La sicurezza degli smart contract è migliorata radicalmente nel corso della storia di Ethereum. I primi incidenti di sicurezza, come l'hacking delle DAO, hanno spinto l'ecosistema a professionalizzarsi e a migliorare le misure di sicurezza durante tutto il ciclo di vita del software che porta alla distribuzione del codice sulla catena. I progressi chiave includono:",
  "page-trillion-dollar-security-section-2-list-1": "La verifica della sicurezza è diventata una pratica standard, con diverse aziende di sicurezza che sono entrate nell'ecosistema e hanno sviluppato competenze specifiche.",
  "page-trillion-dollar-security-section-2-list-2": "I sistemi di tooling, testing e analisi statica sono maturati e sono diventati prassi standard.",
  "page-trillion-dollar-security-section-2-list-3": "Le librerie di componenti comuni pre-verificati hanno fornito agli sviluppatori elementi costitutivi sicuri per impostazione predefinita nello sviluppo dei blocchi.",
  "page-trillion-dollar-security-section-2-list-4": "Le tecniche di verifica formale vennero adottate sopratutto per ponti, sistemi di staking e contratti altamente valorizzati.",
  "page-trillion-dollar-security-section-2-list-5": "La cultura sulla sicurezza dell'ecosistema e le pratiche migliorate.",
  "page-trillion-dollar-security-section-2-list-6": "La creazione di importanti programmi bounty ha rafforzato le app livello.",
  "page-trillion-dollar-security-section-2-paragraph-2": "Ad ogni modo, rimangono aree di debolezza a miglioramento in questo dominio.",
  "page-trillion-dollar-security-section-2-1-title": "2.1 Vulnerabilità nei contratti",
  "page-trillion-dollar-security-section-2-1-paragraph": "Nonostante gli avanzamenti nella sicurezza dei contratti di sicurezza, ci sono alcune vulnerabilità che possono portare a problemi significativi che includono:",
  "page-trillion-dollar-security-section-2-1-list-title-1": "Rischi dell'aggiornamento del contratto",
  "page-trillion-dollar-security-section-2-1-list-desc-1": "Alcuni contratto sono modellato per essere modificabili dopo il rilascio e abilitare la squadra di sviluppatori al continuo miglioramento e aggiornamento dell'applicazione. Gli aggiornamenti potrebbero risultare in vulnerabilità o perdita totale dei fondi degli utenti nel caso di un aggiornamento malevolo.",
  "page-trillion-dollar-security-section-2-1-list-title-2": "Codice rientrante",
  "page-trillion-dollar-security-section-2-1-list-desc-2": "dove il contratto A richiama un contratto esterno B aggiornando prima il proprio stato interno, e contratto B richiama a sua volta l'originale contratto A, prima ancora che venga conclusa la prima chiamata.",
  "page-trillion-dollar-security-section-2-1-list-title-3": "Uso improprio di librerie esterne",
  "page-trillion-dollar-security-section-2-1-list-desc-3": "dove un contratto chiama una libreria esterna che potrebbe non essere stata controllata, malevola o non aggiornabile.",
  "page-trillion-dollar-security-section-2-1-list-title-4": "Componenti non verificati",
  "page-trillion-dollar-security-section-2-1-list-desc-4": "Sebbene la revisione del codice e l'utilizzo di librerie standard siano migliorati, gli sviluppatori talvolta si affidano a componenti non sottoposti ad audit nelle loro applicazioni.",
  "page-trillion-dollar-security-section-2-1-list-title-5": "Fallimenti nel accesso al controllo",
  "page-trillion-dollar-security-section-2-1-list-desc-5": "quando le autorizzazioni sono configurate in modo errato o definite troppo ampiamente, gli aggressori possono sfruttarle per compiere azioni malevole.",
  "page-trillion-dollar-security-section-2-1-list-title-6": "Accesso non autorizzato",
  "page-trillion-dollar-security-section-2-1-list-desc-6": "dove una chiave privata che è in grado di controllare un contratto è ottenuta da un attore malevolo.",
  "page-trillion-dollar-security-section-2-1-list-title-7": "Ponti e interazioni cross-chain",
  "page-trillion-dollar-security-section-2-1-list-desc-7": "I bridge e i protocolli cross-chain introducono una complessità aggiuntiva, e gli aggressori possono sfruttare le vulnerabilità nel modo in cui i messaggi cross-chain vengono trasmessi o validati.",
  "page-trillion-dollar-security-section-2-1-list-title-8": "Account posseduto esternamente (EOA) misuso di delegazione o firma",
  "page-trillion-dollar-security-section-2-1-list-desc-8": "Le applicazioni malevole possono ingannare gli utenti inducendoli a firmare una delega completa del proprio account a terzi, facilitando così il furto. Inoltre, possono utilizzare i messaggi firmati dall’utente in modi imprevisti, ad esempio in un attacco di replay.",
  "page-trillion-dollar-security-section-2-1-list-title-9": "Rischi emergenti di bug introdotti da codice generato con AI o strumenti automatizzati rifattorizzati",
  "page-trillion-dollar-security-section-2-2-title": "2.2 Esperienza sviluppatore, strumenti e linguaggi di programmazione",
  "page-trillion-dollar-security-section-2-2-paragraph": "Le vulnerabilità finiscono in codici rilasciati come risultato di errori dello sviluppatore. Strumenti sviluppatore migliorati hanno reso molto pià semplice rilasciare contratti intelligenti sicuri. Ad ogni modo, il problema persiste.",
  "page-trillion-dollar-security-section-2-2-list-title-1": "Carenza di default sicure in framework popolari",
  "page-trillion-dollar-security-section-2-2-list-desc-1": "Alcuni strumenti danno priorità alla flessibilità o alla velocità a scapito della sicurezza, impostando valori predefiniti non sicuri come approvazioni illimitate di token nella funzione `Approva()`, oppure omettendo d'includere modelli di controllo degli accessi come impostazione predefinita.",
  "page-trillion-dollar-security-section-2-2-list-title-2": "Codice personalizzato per il controllo di operazioni avanzate.",
  "page-trillion-dollar-security-section-2-2-list-desc-2": "Gli utenti istituzionali con requisiti operativi complessi spesso devono sviluppare da zero le funzionalità necessarie, aumentando il rischio di vulnerabilità. Manca una standardizzazione di componenti sicuri o framework per flussi di lavoro avanzati in ambito sicurezza.",
  "page-trillion-dollar-security-section-2-2-list-title-3": "Copertura incosistente di test",
  "page-trillion-dollar-security-section-2-2-list-desc-3": "in tutti gli stack di strumenti, si riscontra anche una mancanza di norme consolidate sull'utilizzo di tecniche comprovate come il puzzino o il controllo degli invarianti.",
  "page-trillion-dollar-security-section-2-2-list-title-4": "Bassa adozione di metodi di verifica formali",
  "page-trillion-dollar-security-section-2-2-list-desc-4": "Le tecniche di verifica formale sono potenti, ma risultano complesse, costose, richiedono competenze specialistiche nel dominio e non sono ben integrate nei flussi di lavoro standard degli sviluppatori, dove potrebbero essere utilizzate molto prima nel processo di produzione del software per verificare la sicurezza già nella fase di definizione delle specifiche.",
  "page-trillion-dollar-security-section-2-2-list-title-5": "Problemi relativi alla verifica del contratto",
  "page-trillion-dollar-security-section-2-2-list-desc-5": "Gli utenti e gli sviluppatori non possono valutare facilmente l'affidabilità dei contratti distribuiti, il livello di validazione della loro sicurezza (ad esempio tramite audit del codice), né la presenza di rischi latenti. Sebbene esistano soluzioni a questo scopo, permangono numerosi problemi. Gli strumenti che affrontano queste problematiche non sono ampiamente adottati, gli standard che potrebbero unificare gli approcci rimangono frammentati e alcuni dei servizi esistenti rappresentano a loro volta dipendenze centralizzate.",
  "page-trillion-dollar-security-section-2-2-list-title-6": "Rischio compilazione",
  "page-trillion-dollar-security-section-2-2-list-desc-6": "I compilatori (il software che converte il codice leggibile dall’uomo, come Solidity, nel bytecode utilizzato direttamente dalla EVM) possono presentare difetti che introducono errori nei contratti smart prima ancora che vengano distribuiti. L’ecosistema Ethereum oggi dipende principalmente dal compilatore solc, il che significa che un bug potrebbe avere effetti su larga scala.",
  "page-trillion-dollar-security-section-2-2-list-title-7": "Diversità e profondità linguaggio di programmazione",
  "page-trillion-dollar-security-section-2-2-list-desc-7": "Mentre Solidity è basata su un profondo ecosistema di strumenti, alcuni sviluppatori vogliono avere accessori di sicurezza più moderni nei loro linguaggi di programmazione, come memorie di sicurezza.",
  "page-trillion-dollar-security-section-2-3-title": "2.3 Valutazione dei rischi del codice onchain",
  "page-trillion-dollar-security-section-2-3-paragraph": "Le istituzioni e le imprese dispongono di processi, standard e requisiti consolidati per valutare la sicurezza delle tecnologie e dei sistemi su cui fanno affidamento. Tuttavia, i framework esistenti spesso non si adattano facilmente ai contratti smart, poiché presuppongono codice modificabile, controllo centralizzato delle modifiche e linee chiare di responsabilità o responsabilità legale. I sistemi basati su contratti smart possono talvolta infrangere queste assunzioni, rendendo difficile per le organizzazioni adottare Ethereum e gestire adeguatamente i rischi.",
  "page-trillion-dollar-security-section-3-intro": "Molti utilizzi di Ethereum dipendono da una varietà di fornitori d'infrastrutture, che includono sia componenti specifici del mondo cripto (come le Caino di secondo livello e i provider RPC), sia infrastrutture tradizionali del web e del cloud (come AWS, CDN e DNS).",
  "page-trillion-dollar-security-section-3-paragraph-1": "Questi sistemi rappresentano una superficie d’attacco sia per il livello dei wallet e delle applicazioni (ad esempio, gli endpoint RPC utilizzati dai wallet), sia per il protocollo Ethereum stesso (poiché molti validatori sono ospitati su infrastrutture cloud). La compromissione delle chiavi private, il phishing e la mancanza di controlli di accesso granulari possono causare interruzioni su larga scala, furti o modifiche non autorizzate, anche se il protocollo blockchain sottostante rimane sicuro.",
  "page-trillion-dollar-security-section-3-1-title": "3.1 Reti livello 2",
  "page-trillion-dollar-security-section-3-1-paragraph": "Le chain di secondo livello (Layer 2 o L2) fungono da estensioni di Ethereum, offrendo ambienti più rapidi e con commissioni più basse, pur mantenendo alcune delle garanzie di sicurezza caratteristiche della rete principale di Ethereum (a seconda del loro design specifico). Tuttavia, presentano anche superfici d’attacco distinte, tra cui:",
  "page-trillion-dollar-security-section-3-1-list-title-1": "Asset da ponti multi-salto e complessità",
  "page-trillion-dollar-security-section-3-1-list-desc-1": "Quando gli asset viaggiano tra il livello L1 e più chain di secondo livello L2, vengono esposti a molteplici insiemi di contratti, ciascuno dei quali deve essere sicuro. Disallineamenti contabili o interruzioni nelle chain L2 possono introdurre vulnerabilità che gli aggressori possono sfruttare.",
  "page-trillion-dollar-security-section-3-1-list-title-2": "Rollup L2 si affidano a sistemi di provazione per rinforzare correttezza di aggiornamenti di stato",
  "page-trillion-dollar-security-section-3-1-list-desc-2": "Bug o errori di configurazione in questi sistemi possono rallentare o impedire la finalizzazione, oppure consentire la finalizzazione di aggiornamenti di stato falsi, con conseguente perdita di fondi da parte degli utenti.",
  "page-trillion-dollar-security-section-3-1-list-title-3": "I consigli di sicurezza sono gruppi di detentori di chiavi che fungono da meccanismo di “backup” per aggiornare il software delle chain di secondo livello L2 o per intervenire in situazioni di emergenza",
  "page-trillion-dollar-security-section-3-1-list-desc-3": "I consigli di sicurezza stessi comportano dei rischi, poiché una compromissione o una collusione tra i membri potrebbe mettere a rischio i fondi degli utenti o congelare gli asset.",
  "page-trillion-dollar-security-section-3-1-paragraph-2": "Consulta <a>L2Beat</a> per un frame work dettagliato e una dashboard di monitoraggio che valuta e confronta le prestazioni e la sicurezza delle soluzioni Layer.",
  "page-trillion-dollar-security-section-3-2-title": "3.2 RPC e infrastruttura nodo",
  "page-trillion-dollar-security-section-3-2-paragraph-1": "Le applicazioni Ethereum dipendono da un numero ristretto di fornitori d'infrastrutture per l’accesso RPC, le API e i servizi di nodo. Questo include sia provider specifici del settore cripto, sia servizi cloud tradizionali comunemente utilizzati per ospitare nodi, (come AWS, Cloudflare e Detener).",
  "page-trillion-dollar-security-section-3-2-paragraph-2": "Se questi fornitori di infrastrutture dovessero andare offline, tentare di censurare o limitare l'accesso, molti utenti potrebbero essere impediti dal connettersi a Ethereum tramite il proprio wallet o applicazione, almeno fino a quando non riuscissero a migrare verso un nuovo provider RPC o altra infrastruttura. Alcuni di questi provider hanno già in passato sospeso o chiuso account associati ad attività blockchain, sollevando preoccupazioni sulla loro affidabilità a lungo termine per le applicazioni decentralizzate.",
  "page-trillion-dollar-security-section-3-3-title": "3.3 Vulnerabilità livelli DNS ",
  "page-trillion-dollar-security-section-3-3-paragraph": "Il Domain Name System (DNS) è uno strato fondamentale dell'infrastruttura d'Internet, ma è anche centralizzato e vulnerabile a compromissioni. Molti utenti accedono alle applicazioni tramite domini web, che sono soggetti a:",
  "page-trillion-dollar-security-section-3-3-list-1": "Furto di DNS dove un attacante inserisce un frontend malevolo fasullo.",
  "page-trillion-dollar-security-section-3-3-list-2": "Sequestro di dominio, dove un governo o registrante può sequestrare domini.",
  "page-trillion-dollar-security-section-3-3-list-3": "Phishing di domini che si assomigliano, quando gli attaccanti registro nomi quasi identici per confedere gli utenti.",
  "page-trillion-dollar-security-section-3-4-title": "3.4 Catena di software e librerie",
  "page-trillion-dollar-security-section-3-4-paragraph": "Gli sviluppatori Ethereum fanno ampio affidamento su librerie open-source, spesso importate direttamente da servizi come npm, crates.io o GitHub. Se queste librerie vengono compromesse, possono diventare vettori per attacchi come:",
  "page-trillion-dollar-security-section-3-4-list-title-1": "Iniezione malevola di pacchetti",
  "page-trillion-dollar-security-section-3-4-list-desc-1": "dove attaccanti compromettono ampiamente pacchetti usati o pubblicati sotto un nome che si assomiglia",
  "page-trillion-dollar-security-section-3-4-list-title-2": "Dipendenze rubate",
  "page-trillion-dollar-security-section-3-4-list-desc-2": "dove mantenitori perdono controllo di un progetto e un attore malevolo introduce codice dannoso",
  "page-trillion-dollar-security-section-3-4-list-title-3": "Compromesso sviluppatore",
  "page-trillion-dollar-security-section-3-4-list-desc-3": "dove i pacchetti installati contengono codice che da agli attaccanti controllo sul computer dello sviluppatore.",
  "page-trillion-dollar-security-section-3-5-title": "3.5 Servizi di consegna Frontend e rischi associati",
  "page-trillion-dollar-security-section-3-5-paragraph": "Molte applicazioni Ethereum distribuiscono i propri frontend tramite una Content Delivery Network (CDN) o piattaforme di hosting basate su cloud,(come Vercel, Netlify o Cloudflare). Se questi servizi vengono compromessi, possono diventare vettori di attacco, ad esempio attraverso l’iniezione di JavaScript malevolo, in cui gli aggressori servono agli utenti un’interfaccia alterata.",
  "page-trillion-dollar-security-section-3-6-title": "3.6 Fornitori di servizi internet e livello di censura",
  "page-trillion-dollar-security-section-3-6-paragraph-1": "I provider di servizi Internet (ISP) o gli stati nazionali possono sfruttare il controllo sull'infrastruttura di rete sottostante per censurare l'accesso a Ethereum. Esempi di questi attacchi includono:",
  "page-trillion-dollar-security-section-3-6-list-1": "Blocco o rallentamento del traffico verso le porte comuni utilizzate da Ethereum",
  "page-trillion-dollar-security-section-3-6-list-2": "Filtrare richieste DNS che risolve i servizi relegati a Ethereum",
  "page-trillion-dollar-security-section-3-6-list-3": "Recintazione geo o espulsione dell'IP di nodi noti a Ethereum",
  "page-trillion-dollar-security-section-3-6-list-4": "Ispezione profonda pacchetti per identificare e censurare il traffico relativo al protocollo Ethereum",
  "page-trillion-dollar-security-section-3-6-paragraph-2": "Molte di queste tecniche di base sono già utilizzate da governi autoritari in tutto il mondo per reprimere l'accesso all'informazione, agli strumenti di protesta o alle criptovalute.",
  "page-trillion-dollar-security-section-4-intro": "Il protocollo di consenso di Ethereum definisce come la rete aggiorna lo stato della blockchain di Ethereum e raggiunge un accordo. Questo protocollo è alla base di ciò che rende Ethereum una piattaforma affidabile per il denaro, la finanza, l’identità, la governance, gli asset del mondo reale e molto altro.",
  "page-trillion-dollar-security-section-4-paragraph-1": "Il protocollo di consenso di Ethereum si è dimostrato robusto nella pratica, con **zero interruzioni** sin dal suo lancio nel 2015 e attraverso diversi aggiornamenti. Tuttavia, permangono aree di miglioramento a lungo termine per rendere il sistema ancora più **resiliente e sicuro**.",
  "page-trillion-dollar-security-section-4-1-title": "4.1 Fragilità consenso e rischi del recupero",
  "page-trillion-dollar-security-section-4-1-paragraph": "Le regole di scelta del fork e di finalità di Ethereum sono resilienti, ma non invulnerabili. In alcune condizioni limite (come disaccordi prolungati tra i validatori, bug nei client o partizioni della rete), il consenso potrebbe bloccarsi o divergere temporaneamente. In situazioni estreme, ciò potrebbe causare penalità a cascata per i validatori attraverso meccanismi di inattività o slashing, con il rischio ulteriore di una fuga di capitali da parte dei validatori.",
  "page-trillion-dollar-security-section-4-2-title": "4.2 Diversità client",
  "page-trillion-dollar-security-section-4-2-paragraph": "La diversità dei client di Ethereum, leader nel settore, protegge la rete dai bug presenti in ogni singolo client. Ad ogni modo, la diversità dei client potrebbe essere ulteriormente migliorata con una maggiore adozione di client minoritari, al fine di ridurre ancora di più tali rischi.",
  "page-trillion-dollar-security-section-4-3-title": "4.3 Centralizzazione staking e dominanza pool",
  "page-trillion-dollar-security-section-4-3-paragraph": "Un peso significativo di validatori è concentrato in protocolli liquidi di staking, servizi di custodia e grandi operatori di nodo. Questa concentrazione può portare a rischi come:",
  "page-trillion-dollar-security-section-4-3-list-1": "Catturazione governanza o influenza. Se entità controllano una grossa quantità di stake (o entità con potere legale influenzano quelle entità) e coordinati insieme, potrebbero ridimensionare l'influenza dove i blocchi proposti sono attestati e potenzialmente censurare utenti o influenzare aggiornamenti del protocollo.",
  "page-trillion-dollar-security-section-4-3-list-2": "Omogeneità nella scelta del client e impostazione di infrastruttura che può aumentare i rischi collegati ai fallimenti.",
  "page-trillion-dollar-security-section-4-4-title": "4.4 Slashing sociale indefinito e gradini di coordinazione",
  "page-trillion-dollar-security-section-4-4-paragraph": "In alcune estreme modalità di fallimento Ethereum potrebbe affidarsi allo \"slashing sociale\" per penalizzare validatori che agiscono in maniera malintenzionata o attaccano la rete (vedi sezione 6.1). Tuttavia, l'infrastruttura, norme e procedimenti sperati di questo tipo di slashing sono sottosviluppati. Non vi è alcun meccanismo stabilito che la comunità vorrebbe praticare in questo processo.",
  "page-trillion-dollar-security-section-4-5-title": "4.5 Vettori di attacco della teoria dei giochi e dell'economia",
  "page-trillion-dollar-security-section-4-5-paragraph": "Molti vettori che attaccano l'economia e che rimangono studiati poco, includono:",
  "page-trillion-dollar-security-section-4-5-list-1": "Attacchi griefing o slash griefing. I validatori possono incorrere in costi o sanzioni di slashing non per colpa propria, ma a causa di comportamenti ostili intesi esclusivamente a danneggiare gli altri, con un costo netto per dell'autore dell'attacco.",
  "page-trillion-dollar-security-section-4-5-list-2": "Uscite strategiche o inattività prevista. I validatori potrebbero andare offline intenzionalmente o uscire in momenti critici per massimizzare i profitti o infrangere il consenso con sanzioni minime",
  "page-trillion-dollar-security-section-4-5-list-3": "Collusione tra validatori o relayer. Un comportamento coordinato tra validatori, oppure tra relayer e validatori, potrebbe ridurre la decentralizzazione o estrarre MEV.",
  "page-trillion-dollar-security-section-4-5-list-4": "Sfruttamento di incentivi in casi limite nel MEV, nella separazione tra proponente e costruttore, o nella progettazione dello staking liquido. Alcuni attori potrebbero manipolare condizioni rare del protocollo per ottenere ricompense sproporzionate.",
  "page-trillion-dollar-security-section-4-6-title": "4.6 Rischi del quantum",
  "page-trillion-dollar-security-section-4-6-paragraph-1": "La crittografia fondamentale di Ethereum (ad esempio le firme a curva ellittica come secp256k1) potrebbe un giorno essere compromessa dai computer quantistici. Sebbene questo non rappresenti un rischio imminente, una minaccia credibile potrebbe rendere immediatamente vulnerabili i portafogli esistenti, i contratti e le chiavi di staking. Questa sfida futura indebolisce le garanzie a lungo termine che Ethereum offre ai suoi utenti.",
  "page-trillion-dollar-security-section-4-6-paragraph-2": "I percorsi di migrazione verso la crittografia resistente ai computer quantistici (ad esempio tramite schemi di firma post-quantistica) devono essere progettati, testati e possibilmente integrati nel protocollo **anni prima** che diventino necessari. Le organizzazioni dell’ecosistema Ethereum, inclusa la Ethereum Foundation, stanno attivamente esplorando queste soluzioni e monitorando i rischi associati.",
  "page-trillion-dollar-security-section-5-paragraph-1": "Anche un ecosistema blockchain idealizzato presenterà rischi, attacchi e vulnerabilità. Quando qualcosa va storto, è fondamentale disporre di sistemi efficaci per mitigare, rilevare e rispondere. Le sfide in questo ambito includono:",
  "page-trillion-dollar-security-section-5-list-title-1": "Cercare il team affetto",
  "page-trillion-dollar-security-section-5-list-desc-1": "Può essere difficile mettersi in contatto con il team la cui applicazione è stata compromessa. Questo può causare ore di ritardo, limitando la capacità dei soccorritori di recuperare i fondi.",
  "page-trillion-dollar-security-section-5-list-title-2": "Problemi crescenti presso organizzazioni correlate",
  "page-trillion-dollar-security-section-5-list-desc-2": "Quando il problema coinvolge una piattaforma (come un social network o un exchange centralizzato), può essere difficile per i soccorritori riuscire ad **escalare la questione** se non dispongono di un contatto preesistente.",
  "page-trillion-dollar-security-section-5-list-title-3": "Risposta coordinata",
  "page-trillion-dollar-security-section-5-list-desc-3": "Spesso non è chiaro quante squadre di risposta agli incidenti stiano assistendo l'applicazione colpita, il che può portare a **comunicazioni errate** o **sforzi inutili**, quando un intervento coordinato di gruppo potrebbe risultare molto più efficace.",
  "page-trillion-dollar-security-section-5-list-title-4": "Mancanza di capacità di monitoraggio",
  "page-trillion-dollar-security-section-5-list-desc-4": "Può essere difficile monitorare i problemi sia on-chain che off-chain, i quali fornirebbero **segnali di allarme precoce** e garantirebbero una risposta rapida alle minacce.",
  "page-trillion-dollar-security-section-5-list-title-5": "Accesso all'assicurazione",
  "page-trillion-dollar-security-section-5-list-desc-5": "L’assicurazione è uno strumento essenziale per mitigare le perdite nella maggior parte dei sistemi tradizionali che gestiscono denaro, finanza, identità e altre informazioni di valore. Tuttavia, oggi sono disponibili **poche opzioni assicurative** da parte dei servizi finanziari tradizionali per l’ecosistema crypto.",
  "page-trillion-dollar-security-section-6-intro": "Il \"livello sociale\" di Ethereum si riferisce all’insieme di persone, organizzazioni, aziende, processi di governance e norme culturali che influenzano il comportamento dell’ecosistema Ethereum. Questo livello sociale è esso stesso vulnerabile a determinati attacchi o rischi, che possono a loro volta influenzare la sicurezza e l’affidabilità di Ethereum.",
  "page-trillion-dollar-security-section-6-paragraph-1": "Questi rischi tendono ad avere una prospettiva più a lungo termine e riguardano Ethereum nel suo complesso, piuttosto che la sicurezza dei singoli utenti o delle applicazioni individuali.",
  "page-trillion-dollar-security-section-6-1-title": "6.1 Centralizzazione stake",
  "page-trillion-dollar-security-section-6-1-paragraph-1": "La centralizzazione di grandi quantità di stake può rappresentare un rischio per l’intero ecosistema Ethereum, nel caso in cui le entità che controllano tale stake decidano di colludere.",
  "page-trillion-dollar-security-section-6-1-paragraph-2": "Questa centralizzazione economica crea il potenziale per una cattura della governance sociale. Se un piccolo gruppo di validatori controlla una supermaggioranza dello stake, potrebbe:",
  "page-trillion-dollar-security-section-6-1-list-1": "Coordinazione o resistenza ai fork",
  "page-trillion-dollar-security-section-6-1-list-2": "Transazioni certamente censurate o contratti.",
  "page-trillion-dollar-security-section-6-1-list-3": "Minare il consenso della comunità o minacciare l'uscita o l'opposizione",
  "page-trillion-dollar-security-section-6-1-paragraph-3": "Se questo scenario estremo dovesse verificarsi, la comunità di Ethereum ha suggerito che il \"social slashing\" potrebbe essere la soluzione. Il social slashing consiste nell’utilizzo del consenso sociale off-chain per decidere di penalizzare i validatori che si comportano in modo scorretto, come forma di controllo sul loro potere. Tuttavia, non esistono norme, procedure o strumenti chiari per attuare misure di questo tipo (vedi sezione 4.4).",
  "page-trillion-dollar-security-section-6-2-title": "6.2 Centralizzazione asset offchain",
  "page-trillion-dollar-security-section-6-2-paragraph-1": "Ethereum ospita una quantità significativa di asset del mondo reale, i quali sono detenuti off-chain in conti bancari o altri tipi di deposito, e successivamente scambiati on-chain tramite token che rappresentano un diritto su tali asset off-chain. Ad esempio, molte delle principali stablecoin funzionano in questo modo.",
  "page-trillion-dollar-security-section-6-2-paragraph-2": "Le istituzioni che detengono i depositi off-chain possono esercitare un'influenza significativa sull'ecosistema Ethereum. Ad esempio, in uno scenario estremo come un fork controverso o un aggiornamento della rete, i grandi depositari potrebbero influenzare quale chain venga ampiamente accettata scegliendo di riconoscere i token solo su una delle due chain.",
  "page-trillion-dollar-security-section-6-3-title": "6.3 Pressione o attacco regolatorio",
  "page-trillion-dollar-security-section-6-3-paragraph": "I governi e gli enti regolatori potrebbero esercitare pressioni su varie entità che controllano componenti fondamentali dello stack di Ethereum, al fine di censurare o interferire con il protocollo Ethereum. Anche gli utenti istituzionali di Ethereum potrebbero essere colpiti da queste pressioni, con conseguenze a cascata sui loro utenti finali (ad esempio, una banca che non può più offrire determinati prodotti crypto a causa di divieti normativi).",
  "page-trillion-dollar-security-section-6-4-title": "6.4 Cattura organizzata della governanza",
  "page-trillion-dollar-security-section-6-4-paragraph-1": "I processi di governance e sviluppo open source di Ethereum sono guidati da un insieme diversificato e globale di team e aziende che mantengono il software dei client principali, l’infrastruttura e gli strumenti tecnici.",
  "page-trillion-dollar-security-section-6-4-paragraph-2": "Diverse forme di influenza (acquisizioni aziendali, dipendenze da finanziamenti, assunzione di collaboratori chiave, conflitti di interesse all’interno di organizzazioni esistenti) potrebbero gradualmente modificare la cultura e le priorità della governance di Ethereum. Questo potrebbe portare a un allineamento con interessi commerciali o esterni specifici, in contrasto con l’etica comunitaria e la roadmap stabilita, indebolendo potenzialmente la neutralità e la resilienza di Ethereum nel tempo.",
  "page-trillion-dollar-security-image-alt-hero": "Una visualizzazione futuristica mostra nodi blockchain interconnessi ed elementi di sicurezza che rappresentano sicurezza da triliardi di dollari nello spazio degli asset digitali",
  "page-trillion-dollar-security-image-alt-report": "Immagine di copertina del rapporto Trillion Dollar Security che mostra una moderna visualizzazione della sicurezza digitale con elementi blockchain e connessioni di rete."
}
