{
  "page-what-is-ethereum-network-meta-title": "Cos'è la rete Ethereum? | ethereum.org",
  "page-what-is-ethereum-network-meta-description": "Comprendi cos'è la rete Ethereum, lo staking e la sicurezza, le commissioni di rete (ovvero gas), le reti di scalabilità di livello 2 e come esplorare i dati della rete in tempo reale.",
  "page-what-is-ethereum-network-twitter-meta-description": "Comprendi cos'è la rete Ethereum, lo staking e la sicurezza, le commissioni di rete, le reti di scalabilità di livello 2 e come esplorare i dati della rete in tempo reale.",
  "page-what-is-ethereum-network-title": "Che cos'è la rete Ethereum?",
  "page-what-is-ethereum-network-description-1": "La rete Ethereum è l'infrastruttura fisica e digitale che è alla base di Ethereum.",
  "page-what-is-ethereum-network-description-2": "Ciò include i nodi che archiviano i dati, i validatori che elaborano le transazioni, il software che esegue i contratti intelligenti e le reti di Livello 2 che scalano Ethereum oltre la catena principale.",
  "page-what-is-ethereum-network-section-network-fees-title": "Cosa sono le commissioni di rete di Ethereum (ovvero le commissioni sul gas)?",
  "page-what-is-ethereum-network-section-staking-title": "Cos'è lo staking e come protegge la rete?",
  "page-what-is-ethereum-network-section-layer-2s-title": "Cosa sono i Livelli 2 di Ethereum e come scalano la rete?",
  "page-what-is-ethereum-network-section-live-network-data-title": "Come esplorare i dati della rete Ethereum in tempo reale",
  "page-what-is-ethereum-network-read-next-title": "Da leggere",
  "page-what-is-ethereum-network-read-next-item-1": "Cosa sono i portafogli?",
  "page-what-is-ethereum-network-read-next-item-2": "Cos'è ether (ETH)?",
  "page-what-is-ethereum-network-read-next-item-3": "Cos'è web3?",
  "page-what-is-ethereum-network-read-next-item-4": "Scopri di più sulla rete Ethereum",
  "page-what-is-ethereum-network-section-description-1": "Quando si parla di Ethereum, di solito ci si riferisce ad alcune cose diverse. C'è l'ecosistema di app e asset digitali, la piattaforma software open source e la valuta nativa ether (ETH).",
  "page-what-is-ethereum-network-section-description-2": "Ma alla base di tutto c'è la <strong>rete Ethereum</strong>, il fondamento fisico e digitale che lega tutto insieme.",
  "page-what-is-ethereum-network-section-description-3": "Fondamentalmente, la rete Ethereum è un insieme di <strong>migliaia di computer indipendenti chiamati nodi</strong>. Questi nodi sono <strong>gestiti da persone in tutto il mondo</strong>. Lavorano insieme per archiviare dati, eseguire contratti intelligenti e registrare ogni transazione su un registro mastro pubblico e aperto.",
  "page-what-is-ethereum-network-section-description-4": "La rete Ethereum gestisce diverse attività chiave, come:",
  "page-what-is-ethereum-network-section-description-5": "aggiornare i conti e i saldi degli utenti",
  "page-what-is-ethereum-network-section-description-6": "eseguire contratti intelligenti (programmi che eseguono app)",
  "page-what-is-ethereum-network-section-description-7": "tracciare la proprietà di asset digitali (come stablecoin e NFT)",
  "page-what-is-ethereum-network-section-description-8": "elaborare tutte le transazioni che passano attraverso Ethereum ogni giorno",
  "page-what-is-ethereum-network-section-description-9": "Fortunatamente, non è necessario capire come funziona la rete per utilizzarla.",
  "page-what-is-ethereum-network-section-description-10": "La maggior parte delle persone utilizza semplicemente la rete tramite un <a>portafoglio digitale</a>. <strong>Un portafoglio</strong> è solitamente un'app web o mobile che ti consente di <strong>inviare</strong> e <strong>ricevere ETH, gestire i tuoi asset</strong> e utilizzare le app.",
  "page-what-is-ethereum-network-section-description-11": "Altri tipi di utenti, come sviluppatori e aziende che creano su Ethereum, potrebbero utilizzare API, software di nodi o distribuire contratti intelligenti.",
  "page-what-is-ethereum-network-section-description-12": "La rete Ethereum è diversa dai sistemi tradizionali per come è progettata. <strong>Il codice e i dati di Ethereum sono archiviati su nodi decentralizzati</strong> in tutto il mondo, quindi nessuno può bloccare il tuo accesso o chiudere la tua app.",
  "page-what-is-ethereum-network-section-description-13": "E poiché chiunque può partecipare, si aprono le porte all'accesso globale e all'innovazione.",
  "page-what-is-ethereum-network-section-description-14": "Queste qualità rendono possibili cose che prima non erano possibili, come:",
  "page-what-is-ethereum-network-section-description-15": "proprietà dei dati",
  "page-what-is-ethereum-network-section-description-16": "social media senza de-platforming",
  "page-what-is-ethereum-network-section-description-17": "sistemi finanziari aperti e trasparenti",
  "page-what-is-ethereum-network-section-description-18": "Fondamentalmente, la rete Ethereum è una base per la proprietà digitale e la partecipazione aperta.",
  "page-what-is-ethereum-network-section-description-19": "Potresti sentire parlare della <strong>Rete Principale di Ethereum</strong>. Si tratta della stessa rete Ethereum che milioni di persone usano ogni giorno, dove vengono scambiati asset reali e dove vivono app reali. Ma \"Rete Principale\" aiuta a distinguerla dalle reti di livello 2 di Ethereum e dalle reti di test (reti di test) che gli sviluppatori usano per provare nuove funzionalità prima di andare in produzione.",
  "page-what-is-ethereum-network-gas-section-description-1": "Ogni transazione su Ethereum ha un piccolo costo chiamato commissione sul gas. Che tu invii ETH, scambi token o utilizzi un'app, paghi una piccola quantità di gas ogni volta che scrivi dati sulla blockchain.",
  "page-what-is-ethereum-network-gas-section-description-2": "<strong>Le commissioni sul gas mantengono Ethereum in funzione senza intoppi</strong>. Senza di esse, i malintenzionati potrebbero inviare spam alla rete con transazioni vuote e renderla impossibile da usare a causa della forte congestione, poiché non ci sarebbe modo di dare priorità alle transazioni in base alla commissione che gli utenti sono disposti a pagare.",
  "page-what-is-ethereum-network-gas-section-description-3": "Le commissioni sul gas di Ethereum coprono il costo delle molte diverse risorse che una transazione può consumare, come calcolo, larghezza di banda o archiviazione. Tutto questo viene astratto in un unico valore per gli utenti, ma un'estesa attività di ricerca e sviluppo è dedicata a determinare quanto ogni operazione dovrebbe costare rispetto alle altre.",
  "page-what-is-ethereum-network-gas-section-description-4": "Quindi, cosa succede quando paghi il gas? Una parte viene <strong>pagata al validatore</strong> che aggiunge la tua transazione a un \"blocco\" di transazioni. Un'altra parte viene <strong>\"bruciata\", rimuovendola dalla fornitura</strong>.",
  "page-what-is-ethereum-network-gas-section-description-5": "Questo aiuta a bilanciare domanda e offerta, perché <strong>quando la rete è trafficata, le commissioni aumentano</strong>. Quando le cose sono più tranquille, le commissioni diminuiscono.",
  "page-what-is-ethereum-network-gas-section-description-6": "Da quando la rete ha <blog>introdotto il burning delle commissioni</blog> nell'agosto 2021, <strong>milioni di ETH <beaconchain>sono stati bruciati</beaconchain></strong>. Puoi esplorare gli ultimi numeri utilizzando <ultrasound>dashboard ed esploratori di rete</ultrasound> creati dalla comunità di Ethereum.",
  "page-what-is-ethereum-network-gas-section-description-7": "Quindi, quanto costa una transazione?",
  "page-what-is-ethereum-network-gas-section-description-8": "Beh, <strong>le commissioni variano a seconda di cosa stai facendo</strong>. Inviare semplicemente ETH potrebbe costare meno di un dollaro. Scambiare token su una borsa decentralizzata (DEX) può costare qualche dollaro o più, specialmente se la rete è trafficata. Più complessa è la transazione, più gas costa.",
  "page-what-is-ethereum-network-gas-section-description-9": "Le commissioni sul gas sono una delle parti più visibili dell'utilizzo di Ethereum, specialmente per i nuovi utenti, ma tutto contribuisce a rendere la rete più affidabile e sicura.",
  "page-what-is-ethereum-network-gas-section-description-10": "Scopri di più sulle commissioni di rete di Ethereum",
  "page-what-is-ethereum-network-staking-section-description-1": "La rete Ethereum è protetta da un sistema chiamato staking. È così che Ethereum <strong>verifica le transazioni, aggiunge nuovi blocchi</strong> e mantiene la rete <strong>al sicuro dagli attacchi</strong>.",
  "page-what-is-ethereum-network-staking-section-description-2": "Quando Ethereum è nato, utilizzava un meccanismo di consenso (un modo per accordarsi su chi possiede cosa) chiamato proof-of-work. Questo è lo stesso meccanismo che Bitcoin usa oggi.",
  "page-what-is-ethereum-network-staking-section-description-3": "Nel settembre 2022, Ethereum si è aggiornato a un meccanismo di consenso proof-of-stake più sicuro ed efficiente dal punto di vista energetico.",
  "page-what-is-ethereum-network-staking-section-description-4": "Quindi, come funziona?",
  "page-what-is-ethereum-network-staking-section-description-5": "In parole semplici, le persone bloccano alcuni ETH <strong>(mettono in gioco i loro ETH)</strong>, come deposito in modo da poter aiutare a <strong>proteggere la rete</strong>. Queste persone sono chiamate validatori. Quando metti in staking ETH, il tuo validatore viene scelto per controllare e aggiungere nuove transazioni. Se lo fai onestamente, <strong>guadagni ricompense</strong>. Se <strong>cerchi di imbrogliare, perdi parte del tuo stake</strong>.",
  "page-what-is-ethereum-network-staking-section-description-6": "Lo staking è il modo in cui Ethereum si impegna in modo credibile per la qualità del suo servizio. Tutto questo denaro in gioco ha il massimo interesse a che Ethereum rimanga sicuro: scommetteresti contro?",
  "page-what-is-ethereum-network-staking-section-description-7": "Solo due anni dopo il lancio del proof-of-stake, Ethereum ha attratto <validators>oltre un milione di validatori</validators> che mettono in staking <stakedEther>milioni di ETH</stakedEther> per proteggere Ethereum. <strong>Questo rende Ethereum estremamente costoso e difficile da attaccare</strong>. Questo perché, per attaccare la rete, <strong>un'entità ha bisogno di almeno 1/3 di tutti gli ETH in staking per iniziare ad attaccare la rete</strong>. Oggi, ciò equivale a decine di miliardi di dollari, e anche in quel caso, l'attacco probabilmente fallirebbe perché più di 1/3 in disaccordo con il resto della rete impedirebbe la finalizzazione, ma la catena continuerebbe a crescere con l'altra versione considerata la fonte di verità. Più di 1/2 cambia quale versione è considerata la verità, e più di 2/3 permetterebbe di finalizzare qualcosa con cui il resto non è d'accordo.",
  "page-what-is-ethereum-network-staking-section-description-8": "Questo è ciò che dà a Ethereum la \"<strong>sicurezza economica</strong>\". Non si tratta solo di avere la tecnologia giusta. Si tratta di rendere gli attacchi troppo costosi anche solo per provarci.",
  "page-what-is-ethereum-network-staking-section-description-9": "Per aiutare a proteggere la rete Ethereum, puoi farlo in due modi principali.",
  "page-what-is-ethereum-network-staking-section-description-10": "Il primo modo è eseguire un nodo. I nodi archiviano l'intera cronologia della blockchain, incluse tutte le transazioni e i dati dei contratti intelligenti. Sincronizzandosi con altri nodi, possono accordarsi sullo stato della rete, assicurandosi che le transazioni siano legittime e che i dati dei contratti intelligenti siano disponibili.",
  "page-what-is-ethereum-network-staking-section-description-11": "Il secondo modo è mettere in staking i tuoi ETH. Il modo più semplice è tramite un fornitore di staking come <lido>Lido</lido> o <rocketpool>Rocketpool</rocketpool>. ma se hai le competenze necessarie, prova a eseguire un software di validazione da casa.",
  "page-what-is-ethereum-network-staking-section-description-12": "Scopri di più sullo staking e su come farlo",
  "page-what-is-ethereum-network-staking-section-description-13": "Scopri come eseguire un nodo",
  "page-what-is-ethereum-network-layer-2s-section-description-1": "Man mano che Ethereum diventa più popolare, la rete diventa più trafficata. Quando la domanda è alta, le commissioni sul gas aumentano e le transazioni richiedono più tempo. Per risolvere questo problema, gli sviluppatori hanno creato una serie di <strong>reti di accompagnamento</strong> chiamate livelli 2.",
  "page-what-is-ethereum-network-layer-2s-section-description-2": "I livelli 2, noti anche come L2, sono altre reti che <strong>funzionano sopra Ethereum</strong>. Elaborano le transazioni separatamente, quindi inviano un riepilogo da archiviare su Ethereum.",
  "page-what-is-ethereum-network-layer-2s-section-description-3": "Puoi pensarli come corsie preferenziali su un'autostrada. Invece di far passare ogni singola transazione attraverso la Rete Principale di Ethereum, molte di esse utilizzano queste strade più veloci ed economiche.",
  "page-what-is-ethereum-network-layer-2s-section-description-4": "Alcuni degli L2 più popolari includono <strong>Base, Arbitrum, Optimism, zkSync</strong> e <strong>Starknet</strong>. Ognuno di essi funziona in modo leggermente diverso, ma l'idea è la stessa: scalare Ethereum senza compromettere la sicurezza.",
  "page-what-is-ethereum-network-layer-2s-section-description-5": "Un semplice trasferimento di ETH su Optimism o zkSync può <l2fees>costare solo 0,04 $</l2fees>, rispetto a 0,3-1 $ sulla Rete Principale di Ethereum. Altre transazioni come lo scambio di token <l2fees>possono costare solo 0,20 $</l2fees>. Per gli utenti, ciò significa <strong>transazioni più veloci a una frazione del prezzo</strong>.",
  "page-what-is-ethereum-network-layer-2s-section-description-6": "Di conseguenza, gli L2 stanno crescendo rapidamente. Insieme, detengono <l2beat>miliardi di dollari in asset digitali</l2beat>.",
  "page-what-is-ethereum-network-layer-2s-section-description-7": "Poiché gli L2 beneficiano della sicurezza di Ethereum, le aziende che cercano di creare pagamenti e applicazioni globali hanno iniziato a costruire su Ethereum.",
  "page-what-is-ethereum-network-layer-2s-section-description-8": "Ad esempio, Robinhood ha recentemente <robinhood>lanciato il suo L2</robinhood> per esplorare una liquidazione più rapida per le azioni. PayPal <paypal>ha spostato la sua stablecoin PYUSD sull'L2 di Ethereum Arbitrum</paypal>. Shopify ora <shopify>consente agli esercenti di accettare la stablecoin USDC</shopify> su Base.",
  "page-what-is-ethereum-network-layer-2s-section-description-9": "Per gli utenti, spostare asset tra Ethereum e gli L2 è semplice. Puoi usare ponti, costruiti da L2 come <superbridge>Superbridge di Optimism</superbridge> o <portal>Portal di ZKsync</portal> per spostare ETH e altri asset. Puoi anche usare strumenti di terze parti come <hop>Hop</hop> e <across>Across</across> che sono costruiti da team indipendenti.",
  "page-what-is-ethereum-network-layer-2s-section-description-10": "Scopri di più sulle reti di Livello 2 di Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-1": "Ethereum è trasparente per sua natura. Ogni azione sulla rete, dall'invio di ETH all'esecuzione di un validatore, è registrata su un registro mastro pubblico e aperto a cui chiunque può accedere.",
  "page-what-is-ethereum-network-live-network-data-section-description-2": "Questo è in netto contrasto con il modo in cui funzionano la maggior parte dei sistemi oggi:",
  "page-what-is-ethereum-network-live-network-data-section-description-3": "le banche e le istituzioni pubblicano i loro numeri interni",
  "page-what-is-ethereum-network-live-network-data-section-description-4": "i dati sull'utilizzo delle app sono gelosamente custoditi dalle aziende tecnologiche",
  "page-what-is-ethereum-network-live-network-data-section-description-5": "i dati economici spesso arrivano in ritardo e vengono rivisti in seguito",
  "page-what-is-ethereum-network-live-network-data-section-description-6": "Con Ethereum, non devi fidarti. Puoi verificare.",
  "page-what-is-ethereum-network-live-network-data-section-description-7": "Non è necessario capire nulla di tutto ciò per usare Ethereum. Ma se sei curioso di sapere quante transazioni sono state liquidate nel 2024, o quanti nuovi indirizzi Ethereum sono stati creati negli ultimi sei mesi, ci sono strumenti che permettono a chiunque di esplorare la rete in tempo reale.",
  "page-what-is-ethereum-network-live-network-data-section-description-8": "Ecco alcune delle fonti di dati più utili e per cosa potresti usarle:",
  "page-what-is-ethereum-network-live-network-data-section-description-9": "<etherscan>Etherscan</etherscan>: Controlla transazioni, attività del portafoglio e contratti intelligenti",
  "page-what-is-ethereum-network-live-network-data-section-description-10": "<beaconcha>beaconcha.in</beaconcha>: Visualizza le statistiche dei validatori, i livelli di staking e lo stato di salute della rete",
  "page-what-is-ethereum-network-live-network-data-section-description-11": "<ultrasound>ultrasound.money</ultrasound>: Traccia la fornitura, l'emissione e il burn di ETH in tempo reale",
  "page-what-is-ethereum-network-live-network-data-section-description-12": "<l2fees>l2fees.info</l2fees>: Confronta i costi attuali delle transazioni su Ethereum e L2",
  "page-what-is-ethereum-network-live-network-data-section-description-13": "<l2beat>L2Beat</l2beat>: Visualizza il valore protetto e i modelli di sicurezza di tutti i principali L2",
  "page-what-is-ethereum-network-live-network-data-section-description-14": "<growthepie>growthepie</growthepie>: Visualizza tutte le attività sulla catena e la crescita su Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-15": "<dune>Dune</dune>: Esplora dashboard personalizzate su tutti gli asset digitali su Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-16": "<tokenterminal>Token Terminal</tokenterminal>: Confronta le entrate delle dApp, l'utilizzo e le prestazioni del protocollo",
  "page-what-is-ethereum-network-live-network-data-section-description-17": "<nansen>Nansen</nansen>: Segui i flussi dei portafogli, i movimenti delle stablecoin e le tendenze della smart money.",
  "page-what-is-ethereum-network-live-network-data-section-description-18": "Tutti questi strumenti sono disponibili se ne hai bisogno.",
  "page-what-is-ethereum-network-live-network-data-section-description-19": "Che tu sia uno sviluppatore, un ricercatore, un investitore o semplicemente qualcuno che vuole controllare una transazione, la rete aperta di Ethereum ti fornisce i dati: in tempo reale, permissionless e verificabili.",
  "page-what-is-ethereum-network-live-network-data-section-description-20": "Sfoglia le dashboard della rete Ethereum e gli esploratori di blocchi"
}