{
  "page-index-hero-image-alt": "Un'illustrazione di una città futuristica, rappresentante l'ecosistema di Ethereum.",
  "page-index-meta-description": "Ethereum è una piattaforma globale e decentralizzata per denaro e nuovi tipi di applicazioni. Su Ethereum, puoi scrivere del codice che controlla il denaro e creare applicazioni accessibili da tutto il mondo.",
  "page-index-meta-title": "Home page",
  "page-index-title": "Ti diamo il benvenuto su Ethereum",
  "page-index-description": "Ethereum è la tecnologia gestita dalla community che alimenta la criptovaluta ether (ETH) e migliaia di applicazioni decentralizzate.",
  "page-index-title-button": "Esplora Ethereum",
  "page-index-get-started": "Primi passi",
  "page-index-get-started-description": "ethereum.org è il tuo portale sul mondo di Ethereum. La tecnologia è nuova e in continua evoluzione, avere una guida è d'aiuto. Ecco cosa ti consigliamo per entrare a farne parte.",
  "page-index-get-started-image-alt": "Illustrazione di una persona che lavora al computer.",
  "page-index-get-started-wallet-title": "Scegli un portafoglio",
  "page-index-get-started-wallet-description": "Un portafoglio consente di connetterti a Ethereum e di gestire i tuoi fondi.",
  "page-index-get-started-wallet-image-alt": "Illustrazione di un robot con una cassaforte come corpo, che rappresenta un portafoglio di Ethereum.",
  "page-index-get-started-eth-title": "Ottieni ETH",
  "page-index-get-started-eth-description": "ETH è la valuta di Ethereum: puoi usarla nelle applicazioni.",
  "page-index-get-started-eth-image-alt": "Illustrazione di un gruppo di persone che contemplano incantate un glifo di ether (ETH).",
  "page-index-get-started-dapps-title": "Utilizzare una dapp",
  "page-index-get-started-dapps-description": "Le dapp sono applicazioni basate su Ethereum. Scopri cosa ti permettono di fare.",
  "page-index-get-started-dapps-image-alt": "Illustrazione di un cane di razza doge, che utilizza un computer.",
  "page-index-get-started-devs-title": "Inizia a sviluppare",
  "page-index-get-started-devs-description": "Se vuoi iniziare a programmare con Ethereum, abbiamo documentazione, tutorial e altro nel nostro portale per sviluppatori.",
  "page-index-get-started-devs-image-alt": "Un'illustrazion di una mano, che crea un logo di ETH, realizzato con mattoncini Lego.",
  "page-index-what-is-ethereum": "Cos'è Ethereum?",
  "page-index-what-is-ethereum-description": "Ethereum è una tecnologia che ospita denaro digitale, pagamenti globali e applicazioni. La community di creatori ha costruito un'economia digitale in forte espansione, metodi innovativi e audaci per guadagnare online e molto altro ancora. È aperta a tutti, in tutto il mondo: tutto ciò che serve è una connessione a Internet.",
  "page-index-what-is-ethereum-button": "Cos'è Ethereum?",
  "page-index-what-is-ethereum-secondary-button": "Di più sul denaro digitale",
  "page-index-what-is-ethereum-image-alt": "Illustrazione di una persona che sbircia in un bazar, a rappresentare Ethereum.",
  "page-index-defi": "Un sistema finanziario più equo",
  "page-index-defi-description": "Oggi, miliardi di persone non hanno la possibilità di aprire conti bancari o vedono i propri pagamenti bloccati. Il sistema di finanza decentralizzata (DeFi) di Ethereum non dorme mai, né discrimina. Semplicemente con una connessione a Internet, puoi inviare, ricevere, prestare, guadagnare interessi e persino trasmettere fondi in tutto il mondo.",
  "page-index-defi-button": "Esplora la DeFi",
  "page-index-defi-image-alt": "Illustrazione di mani che offrono un simbolo ETH.",
  "page-index-internet": "Un Internet aperto",
  "page-index-internet-description": "Oggi, accediamo a servizi Internet \"liberi\", rinunciando al controllo dei nostri dati personali. I servizi di Ethereum sono aperti per definizione: tutto ciò di cui hai bisogno è un portafoglio. Questi, sono gratuiti e facili da configurare, controllati da te e funzionano senza alcuna informazione personale.",
  "page-index-internet-button": "Esplora l'Internet aperto",
  "page-index-internet-secondary-button": "Maggiori informazioni sui portafogli",
  "page-index-internet-image-alt": "Illustrazione di un computer futuristico alimentato da cristalli di Ethereum.",
  "page-index-developers": "Una nuova frontiera per lo sviluppo",
  "page-index-developers-description": "Ethereum e le sue app, sono trasparenti e open source. Puoi biforcare il codice e riutilizzare funzionalità create da altri. Se non desideri imparare un nuovo linguaggio, puoi semplicemente interagire con il codice open source, utilizzando JavaScript e altri linguaggi esistenti.",
  "page-index-developers-button": "Portale per sviluppatori",
  "page-index-developers-code-examples": "Esempi di codice",
  "page-index-developers-code-example-title-0": "La tua banca",
  "page-index-developers-code-example-description-0": "Puoi creare una banca, gestita dalla logica che hai programmato.",
  "page-index-developers-code-example-title-1": "La tua valuta",
  "page-index-developers-code-example-description-1": "Puoi creare token, trasferibili e utilizzabili tra più applicazioni.",
  "page-index-developers-code-example-title-2": "Un portafoglio di Ethereum, programmato in JavaScript",
  "page-index-developers-code-example-description-2": "Puoi utilizzare dei linguaggi esistenti, per interagire con Ethereum e altre applicazioni.",
  "page-index-developers-code-example-title-3": "Un DNS aperto e senza permessi",
  "page-index-developers-code-example-description-3": "Puoi reimmaginare servizi esistenti, come applicazioni decentralizzate e aperte.",
  "page-index-network-stats-title": "Ethereum oggi",
  "page-index-network-stats-subtitle": "Le più recenti statistiche sulla rete",
  "page-index-network-stats-eth-price-description": "Prezzo di ETH (USD)",
  "page-index-network-stats-eth-price-explainer": "Il prezzo più recente per 1 ether. Puoi acquistarne un minimo di 0,000000000000000001, non necessiti di acquistare 1 intero ETH.",
  "page-index-network-stats-tx-day-description": "Le transazioni, oggi",
  "page-index-network-stats-tx-day-explainer": "Il numero di transazioni elaborate con successo sulla rete, nelle ultime 24 ore.",
  "page-index-network-stats-value-defi-description": "Valore bloccato nella DeFi (USD)",
  "page-index-network-stats-value-defi-explainer": "L'importo di denaro nelle applicazioni di finanza decentralizzata (DeFi), l'economia digitale di Ethereum.",
  "page-index-network-stats-nodes-description": "Nodi",
  "page-index-network-stats-nodes-explainer": "Ethereum è gestito da migliaia di volontari in tutto il mondo, noti come nodi.",
  "page-index-touts-header": "Esplora ethereum.org",
  "page-index-contribution-banner-title": "Contribuisci a ethereum.org",
  "page-index-contribution-banner-description": "Questo sito web è open source, con centinaia di collaboratori della community. Puoi proporre modifiche a qualsiasi contenuto su questo sito, suggerire nuove e fantastiche funzionalità, o aiutarci a risolvere i bug.",
  "page-index-contribution-banner-image-alt": "Un logo di Ethereum, composto da mattoncini Lego.",
  "page-index-contribution-banner-button": "Maggiori informazioni sul contributo",
  "page-index-tout-upgrades-title": "Aumenta il livello delle tue conoscenze sugli aggiornamenti",
  "page-index-tout-upgrades-description": "La tabella di marcia di Ethereum consiste in aggiornamenti interconnessi, progettati per rendere la rete più scalabile, sicura e sostenibile.",
  "page-index-tout-upgrades-image-alt": "Illustrazione di un'astronave, rappresentante l'incremento di potenza, successivo agli aggiornamenti di Ethereum.",
  "page-index-tout-enterprise-title": "Ethereum per le imprese",
  "page-index-tout-enterprise-description": "Scopri come Ethereum può aprire la strada a nuovi modelli aziendali, ridurre i costi e preparare la tua azienda per le sfide future.",
  "page-index-tout-enterprise-image-alt": "Illustrazione di un computer/dispositivo futuristico.",
  "page-index-tout-community-title": "La community Ethereum",
  "page-index-tout-community-description": "Ethereum è completamente incentrato sulla community. Si compone di persone da diversi contesti e con interessi diversi. Scopri come puoi partecipare.",
  "page-index-tout-community-image-alt": "Illustrazione di un gruppo di costruttori che collaborano.",
  "page-index-nft": "L'Internet delle risorse",
  "page-index-nft-description": "Ethereum non si limita al denaro digitale. Qualsiasi cosa tu possa possedere, è rappresentabile, scambiabile e utilizzabile, nella forma di token non fungibili (NFT). Puoi tokenizzare le tue opere d'arte e ricevere automaticamente i diritti d'autore, ogni volta che sono rivendute. Oppure, puoi utilizzare un token per qualcosa che possiedi, per ottenere un prestito. Le possibilità sono in continua espansione.",
  "page-index-nft-button": "Maggiori informazioni sui NFT",
  "page-index-nft-alt": "Un logo Eth visualizzato tramite ologramma."
}
