{
  "page-what-is-ethereum-alt-img-bazaar": "Figura di una persona che che sbircia in un bazar, che rappresenta Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Figura dei membri della community di Ethereum che lavorano insieme",
  "page-what-is-ethereum-alt-img-lego": "Figura di una mano che crea il logo ETH formato da mattoncini di Lego",
  "page-what-is-ethereum-banking-card": "Attività bancarie per tutti",
  "page-what-is-ethereum-banking-card-desc": "Non tutti hanno accesso ai servizi finanziari. Tutto ciò che ti serve per accedere a Ethereum e al suo sistema di prestiti e prodotti di risparmio è una connessione internet.",
  "page-what-is-ethereum-build": "Fai qualcosa con Ethereum",
  "page-what-is-ethereum-build-desc": "Se vuoi provare a costruire con Ethereum, leggere i nostri documenti, provare alcuni tutorial o dare un'occhiata agli strumenti che ti servono per iniziare.",
  "page-what-is-ethereum-censorless-card": "Anti-censura",
  "page-what-is-ethereum-censorless-card-desc": "Nessun governo o azienda ha il controllo su Ethereum. Questa decentralizzazione rende praticamente impossibile per chiunque impedire di ricevere pagamenti o di utilizzare i servizi basati su Ethereum.",
  "page-what-is-ethereum-comm-desc": "La nostra community include persone con ogni tipo di background, inclusi artisti, cripto-anarchici, aziende Fortune 500 e ora anche te. Scopri come poter partecipare fin da subito.",
  "page-what-is-ethereum-commerce-card": "Garanzie commerciali",
  "page-what-is-ethereum-commerce-card-desc": "I clienti hanno una garanzia sicura e integrata che i fondi cambieranno mani solo se fornirete quanto acconsentito. Similmente, gli sviluppatori possono avere la certezza che le regole non cambieranno per loro.",
  "page-what-is-ethereum-composable-card": "Tutti i prodotti sono componibili",
  "page-what-is-ethereum-composable-card-desc": "Poiché tutte le app sono create sulla stessa blockchain con uno stato globale condiviso, possono costruirsi basandosi le une sulle altre (come i lego). Questo consente la costruzione di prodotti ed esperienze sempre migliori.",
  "page-what-is-ethereum-community": "La community Ethereum",
  "page-what-is-ethereum-desc": "La base per il nostro futuro digitale",
  "page-what-is-ethereum-explore": "Esplora Ethereum",
  "page-what-is-ethereum-internet-card": "Un internet più privato",
  "page-what-is-ethereum-internet-card-desc": "Non devi fornire tutte le tue informazioni personali per usare un'app Ethereum. Ethereum crea un'economia basata sul valore, non sulla sorveglianza.",
  "page-what-is-ethereum-meet-comm": "Incontra la community",
  "page-what-is-ethereum-meta-description": "Scopri di più su Ethereum, cosa fa e come puoi provarla.",
  "page-what-is-ethereum-meta-title": "Cos'è Ethereum?",
  "page-what-is-ethereum-p2p-card": "Una rete peer-to-peer",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum ti permette di spostare denaro, o stringere accordi, direttamente con altri. Non è necessario ricorrere a intermediari.",
  "page-what-is-ethereum-start-building-btn": "Inizia a sviluppare",
  "page-what-is-ethereum-title": "Cos'è Ethereum?",
  "page-what-is-ethereum-subtitle": "Una guida completa per principianti a come funziona Ethereum, i benefici che comporta e come è usata da milioni di persone in tutto il mondo.",
  "page-what-is-ethereum-button-lets-start": "Iniziamo",
  "page-what-is-ethereum-blockchain-tab-title": "Cos'è una blockchain?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Una blockchain è un database di transazioni</b> che viene aggiornato e condiviso tra molti computer in una rete. Ogni volta viene aggiunta una nuova serie di transazioni, chiamata \"blocco\", da cui il nome blockchain. Gran parte delle blockchain sono pubbliche e puoi solo aggiungere dati, non rimuoverli. Se qualcuno volesse alterare alcune delle informazioni o truffare il sistema, dovrebbe farlo sulla maggioranza dei computer sulla rete. E sono molti! Questo rende le blockchain esistenti come Ethereum altamente sicure.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Perché la chiamano criptovaluta?",
  "page-what-is-ethereum-cryptocurrency-tab-content": "Le blockchain usano tecniche crittografiche per garantire che i tuoi fondi siano al sicuro. Simili tecniche sono sate usate nelle industrie bancarie per assicurare la sicurezza delle transazioni monetarie per anni. Quindi si potrebbe dire che le criptovalute hanno un livello di sicurezza da banca.",
  "page-what-is-ethereum-summary-title": "Riepilogo",
  "page-what-is-ethereum-summary-desc-1": "Ethereum è una tecnologia per creare app e organizzazioni, detenere risorse, transare e comunicare senza esser controllati da un'autorità centrale. Non serve dare tutti i tuoi dettagli personali per usare Ethereum, sei tu a mantenere il controllo sui tuoi dati e su cosa è condiviso. Ethereum ha la propria criptovaluta, Ether, usata per pagare per certe attività sulla rete di Ethereum.",
  "page-what-is-ethereum-summary-desc-2": "Ancora confuso? Spieghiamo tutto passo dopo passo.",
  "page-what-is-ethereum-what-is-crypto-title": "Cos'è una criptovaluta?",
  "page-what-is-ethereum-what-is-crypto-desc-1": "<b>La cripto (abbreviazione per criptovaluta) è una nuova forma di denaro digitale basata sulla crittografia.</b>",
  "page-what-is-ethereum-what-is-crypto-desc-2": "Tutto è iniziato nel 2008 con Bitcoin. Potresti usarla per inviare fondi a chiunque, in qualsiasi luogo globalmente. Ciò che ha reso differente le cripto dai normali trasferimenti bancari o da altri servizi finanziari come PayPal o Alipay è che, per la prima volta, non vi era alcun mediatore.",
  "page-what-is-ethereum-what-is-crypto-desc-3": "Aspetta, cos'è un mediatore?",
  "page-what-is-ethereum-what-is-crypto-desc-4": "Un mediatore è un'autorità centrale come una banca o un governo che interviene in una transazione tra il mittente e il destinatario. Hanno il potere di sorvegliare, censurare e fermare le transazioni e possono condividere i dati sensibili che raccolgono su di te con terze parti. Spesso, inoltre, dettano a quali servizi finanziari hai accesso.",
  "page-what-is-ethereum-what-is-crypto-desc-5": "Le cose sono diverse con le cripto. <b>Le transazioni connettono direttamente mittente e destinatario</b> senza dover avere a che fare con alcuna autorità centrale. Nessun altro avrà accesso ai tuoi fondi e <b>nessuno può dirti che servizi puoi usare</b>. Questo è possibile per la tecnologia della blockchain su cui operano le criptovalute.",
  "page-what-is-ethereum-btc-eth-diff-title": "Qual è la differenza tra Ethereum e Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "Lanciato nel 2015, Ethereum si basa sull'innovazione di Bitcoin, con alcune grandi differenze.",
  "page-what-is-ethereum-btc-eth-diff-2": "Entrambi ti consentono di usare il denaro digitale senza fornitori di pagamento o banche. Ma <b>Ethereum è programmabile</b>, così puoi anche creare e distribuire le applicazioni decentralizzate sulla sua rete.",
  "page-what-is-ethereum-btc-eth-diff-3": "Ethereum è programmabile nel senso che puoi creare le app che usano la blockchain per memorizzare i dati o controllare cosa può fare la tua app. Questo risulta in una blockchain a scopo generale, programmabile per fare tutto. Poiché non c'è limite a cosa Ethereum può fare, consente che si verifichi una grande innovazione sulla rete di Ethereum.",
  "page-what-is-ethereum-btc-eth-diff-4": "Mentre Bitcoin è solo una rete di pagamento, Ethereum è più come un mercato di servizi finanziari, giochi, social e altre app che rispettano la tua privacy e non possono censurarti.",
  "page-what-is-ethereum-what-can-eth-do-title": "Cosa può fare Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Perché dovrei usare Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Se hai mai inviato denaro all'estero (o pianifichi di farlo) o ti sei dovuto preoccupare del futuro delle tue risorse a causa di forze esterne al di fuori del tuo controllo dove vivi o ti sono state date diverse limitazioni e commissioni imposte dalle istituzioni finanziarie tradizionali per le transazioni quotidiane, potresti esser interessato a cosa le criptovalute hanno da offrire.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Tieni a mente che Ethereum è una storia che è ancora in corso di scrittura e che molti altri motivi per usarlo sono svelati al suo evolversi e svilupparsi nel tempo.",
  "page-what-is-ethereum-slide-1-title": "Pagamenti Transfrontalieri Più Economici e Veloci",
  "page-what-is-ethereum-slide-1-desc-1": "Gli <b>Stablecoin</b> sono un nuovo tipo di criptovaluta che si affida a una risorsa più stabile come base per il suo valore. Gran parte di essi sono collegati al dollaro americano e dunque mantengono il valore di quella valuta. Questi consentono un sistema di pagamento globale molto economico e stabile. Molti stablecoin correnti sono basati sulla rete di Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum e gli stablecoin semplificano il processo di invio di denaro all'estero. Spesso impiega solo alcuni minuti spostare i fondi per il globo, diversamente ai diversi giorni lavorativi o persino settimane che potrebbe impiegare la tua banca media e per una frazione del prezzo. Inoltre, non vi è alcuna commissione aggiuntiva per aver effettuato transazioni di alto valore e ci sono zero limitazioni su dove o perché stai inviando il tuo denaro.",
  "page-what-is-ethereum-slide-2-title": "L'Aiuto Più Rapido nei Momenti di Crisi",
  "page-what-is-ethereum-slide-2-desc-1": "Se sei abbastanza fortunato da avere diverse opzioni bancarie tramite le istituzioni fidate dove vivi, potresti dare per scontata la libertà finanziaria, la sicurezza e la stabilità che offrono. Ma per molte persone in tutto il mondo, che affrontano repressione politica o disagio economico, le istituzioni finanziarie potrebbero non fornire la protezione o i servizi che necessitano.",
  "page-what-is-ethereum-slide-2-desc-2": "Quando la guerra, le catastrofi economiche o le repressioni sulle libertà civili hanno colpito i residenti di <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Cuba</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afghanistan</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigeria</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Bielorussia</a> e <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ucraina</a>, le criptovalute hanno costituito la più rapida e spesso la sola opzione per mantenere l'agenzia finanziaria.<sup><a to=\"https://www.financialinclusion.tech/\">1</a></sup> Come visto in questi esempi, le criptovalute come Ethereum possono fornire un accesso libero all'economia globale quando le persone sono tagliate fuori dal resto del mondo. Inoltre, gli stablecoin offrono una riserva di valore quando le valute locali stanno collassando a causa della superinflazione.",
  "page-what-is-ethereum-slide-3-title": "Potenziare i Creatori",
  "page-what-is-ethereum-slide-3-desc-1": "Nel solo 2021, artisti, musicisti, scrittori e altri creatori hanno usato Ethereum per guadagnare circa $3,5 miliardi collettivamente. Questo rende Ethereum una delle più grandi piattaforme globali per creatori, insieme a Spotify, YouTube ed Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Scopri di più</a>.",
  "page-what-is-ethereum-slide-4-title": "Potenziare i Giocatori",
  "page-what-is-ethereum-slide-4-desc-1": "I giochi play to earn (in cui i giocatori sono effettivamente premiati per giocare ai giochi) sono recentemente emersi e stanno trasformando l'industria videoludica. Tradizionalmente, è spesso proibito scambiare o trasferire risorse di gioco ad altri giocatori per denaro reale. Questo forza i giocatori a usare siti web del mercato nero, che sono spesso un rischio di sicurezza. Il gaming della blockchain abbraccia l'economia di gioco e promuove tale comportamento in modo affidabile.",
  "page-what-is-ethereum-slide-4-desc-2": "Inoltre, i giocatori sono incentivati dall'esser capaci di scambiare token di gioco per denaro reale e dunque esser realmente premiati per il loro tempo di gioco.",
  "page-what-is-ethereum-meet-ether-title": "Incontra ether, la criptovaluta di Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Ethereum ha una criptovaluta nativa detta ether (ETH). È puramente digitale e puoi inviarla a chiunque in tutto il mondo, istantaneamente. L'offerta di ETH non è controllata da alcun governo o azienda: è decentralizzata e completamente trasparente. Nuove monete (anche comunemente dette token) sono create solo dai miner e gli staker, che mantengono la rete.",
  "page-what-is-ethereum-meet-ether-desc-2": "Ogni azione sulla rete di Ethereum richiede una certa quantità di potenza di calcolo. Questa commissione è pagata nella forma di ether. Questo significa che necessiti di almeo una piccola quantità di ETH per usare la rete.",
  "page-what-is-ethereum-what-is-ether": "Cos'è un ether?",
  "page-what-is-ethereum-get-eth": "Ottieni ETH",
  "page-what-is-ethereum-what-can-i-do-title": "Cosa posso fare con le monete ETH?",
  "page-what-is-ethereum-what-can-i-do-desc-1": "A quanto pare: un sacco di cose! Uno degli usi più importanti della tecnologia di Ethereum è la finanza decentralizzata (DeFi) che apre intere aree di servizi bancari a chiunque abbia una connessione a Internet. Puoi usare il tuo ether come una garanzia per prendere prestiti o fornire liquidità per ricevere interessi sui tuoi fondi.",
  "page-what-is-ethereum-explore-applications": "Esplora le applicazioni",
  "page-what-is-ethereum-learn-defi": "Impara sulla DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Chi controlla Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum non è controllato da alcuna entità. Esiste solamente tramite la partecipazione e cooperazione decentralizzate della community. Ethereum fa uso dei nodi (un computer con una copia dei dati della blockchain di Ethereum), operati da volontari per sostituire il server individuale e i sistemi su cloud posseduti dai principali fornitori di Internet e servizi.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Questi nodi distribuiti, operati da individui e aziende in tutto il mondo, forniscono resilienza all'infrastruttura della rete di Ethereum. È dunque molto meno vulnerabile a hack o arresti. <b>Dal suo lancio nel 2015, Ethereum non hai mai sofferto di tempi di inattività</b>. Ci sono migliaia di nodi individuali che eseguono la rete di Ethereum. Questo rende Ethereum una delle criptovalute più decentralizzate là fuori, seconda solo a Bitcoin.",
  "page-what-is-ethereum-run-a-node": "Gestire un nodo",
  "page-what-is-ethereum-smart-contract-title": "Cosa sono gli Smart Contract?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>I contratti intelligenti sono semplicemente programmi informatici</b> sulla blockchain di Ethereum. Semplicemente, <b>si eseguono quando innescati da una transazione da un utente (o un altro contratto)</b>. Rendono Ethereum molto flessibile in ciò che può fare e lo distinguono dalle altre criptovalute. Questi programmi sono ciò che ora chiamiamo app decentralizzate, o dapp.",
  "page-what-is-ethereum-smart-contract-desc-2": "Hai mai usato un prodotto che ha modificato i propri termini di servizio? O che ha rimosso una funzionalità che trovavi utile? Una volta che un contratto intelligente è pubblicato su Ethereum, sarà online e operativo finché Ethereum esisterà. Nemmeno l'autore può spegnerlo. Poiché i contratti intelligenti sono automatizzati, non discriminano contro alcun utente e sono sempre pronti all'uso.",
  "page-what-is-ethereum-smart-contract-desc-3": "Esempi popolari di contratti intelligenti sono le app di prestito, le borse di trading decentralizzate, le assicurazioni, le app di crowdfunding, fondamentalmente qualsiasi cosa a cui tu possa pensare.",
  "page-what-is-ethereum-more-on-smart-contracts": "Di più sui Contratti Intelligenti",
  "page-what-is-ethereum-explore-dapps": "Esplora le dapp",
  "page-what-is-ethereum-criminal-activity-title": "Ho sentito che le cripto sono usate come strumenti per le attività criminali. È vero?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Come ogni forma di denaro, una parte di esso sarà usato erroneamente. Tuttavia, poiché tutte le transazioni di Ethereum si verificano su una blockchain aperta, è spesso più facile per le autorità tracciare attività illecite nel sistema finanziario tradizionale, rendendo probabilmente Ethereum una scelta meno attraente per coloro che preferirebbero non esser identificati.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Le cripto sono usate molto meno delle valute legali per scopi criminali, secondo i risultati chiave di un rapporto recente dell'Europol, l'Agenzia dell'Unione Europea per la Cooperazione delle Forze dell'Ordine:",
  "page-what-is-ethereum-criminal-activity-desc-3": "\"L'uso delle criptovalute per attività illecite sembra comprendere solo una piccola parte dell'economia complessiva della criptovaluta e sembra esser comparativamente inferiore alla quantità di fondi illeciti coinvolti nella finanza tradizionale.\"",
  "page-what-is-ethereum-energy-title": "Che mi dici del consumo energetico di Ethereum?",
  "page-what-is-ethereum-energy-desc-1": "Ethereum usa correntemente il meccanismo di proof-of-work che consuma una grande quantità di energia. Nei mesi a venire (Q3/Q4 2022), Ethereum affronterà il suo più grande aggiornamento finora e passerà al meccanismo di proof-of-stake che <b>ridurrà molto l'impatto ambientale</b> che ha.",
  "page-what-is-ethereum-energy-desc-2": "Questo aggiornamento ridurrà l'energia richiesta per proteggere Ethereum di circa il <b>99.95%</b>, creando una <b>rete più sicura per un costo carbonico inferiore</b>. Questo renderà Ethereum una blockchain davvero a basso carbonio, potenziandone la sicurezza e la scalabilità.",
  "page-what-is-ethereum-more-on-energy-consumption": "Di più sul consumo energetico",
  "page-what-is-ethereum-the-merge-update": "L'aggiornamento de La Fusione",
  "page-what-is-ethereum-additional-reading": "Letture aggiuntive",
  "page-what-is-ethereum-week-in-ethereum": "Settimana in Ethereum News",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Una newsletter settimanale che copre gli sviluppi chiave nell'intero ecosistema.",
  "page-what-is-ethereum-the-year-in-ethereum-2021": "L'Anno in Ethereum 2021",
  "page-what-is-ethereum-the-year-in-ethereum-2021-desc": "17 Gen 2022 - Josh Stark ed Evan Van Ness",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atomi, Istituzioni, Blockchain",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Perché le blockchain contano?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum in numeri"
}
