{
  "page-staking-just-staking": "Staking",
  "page-staking-image-alt": "Immagine della mascotte Rhino per il launchpad di staking.",
  "page-staking-51-desc-1": "Lo staking rende più accessibile unirsi alla rete in qualità di convalidatore, quindi è probabile che ci saranno più convalidatori nella rete rispetto ad oggi. Questo tipo di attacco sarà pertanto ancora più difficile perché il relativo costo aumenterà.",
  "page-staking-accessibility": "Più accessibile",
  "page-staking-accessibility-desc": "Con requisiti hardware inferiori e l'opportunità di partecipare a pool se non hai 32 ETH, più persone potranno unirsi alla rete. Questo renderà Ethereum più decentralizzata e sicura, riducendo l'area della superficie di attacco.",
  "page-staking-at-stake": "Staking con gli ETH",
  "page-staking-at-stake-desc": "Poiché devi fare staking con i tuoi ETH per convalidare le transazioni e creare nuovi blocchi, li puoi perdere se decidi di provare a raggirare il sistema.",
  "page-staking-benefits": "Vantaggi dello staking su Ethereum",
  "page-staking-check-address": "Controlla l'indirizzo del deposito",
  "page-staking-consensus": "Maggiori informazioni sui meccanismi di consenso",
  "page-staking-deposit-address": "Controlla l'indirizzo di deposito",
  "page-staking-deposit-address-desc": "Se hai già seguito le istruzioni di configurazione del launchpad, saprai che è necessario inviare una transazione al contratto di deposito di staking. Ti consigliamo di controllare l'indirizzo con molta attenzione. Puoi trovare l'indirizzo ufficiale su ethereum.org e una serie di altri siti attendibili.",
  "page-staking-desc-1": "Le ricompense vengono assegnate per le azioni che aiutano la rete a raggiungere un consenso. Otterrai ricompense per aver raggruppato transazioni in un nuovo blocco o per aver controllato il lavoro di altri validatori, perché è ciò che permette il funzionamento sicuro della catena.",
  "page-staking-desc-2": "È possibile guadagnare ricompense per il lavoro che va a vantaggio della rete, ma si possono anche perdere ETH a causa di azioni dannose, andando offline e se non si viene convalidati.",
  "page-staking-desc-3": "Avrai bisogno di 32 ETH per diventare un validatore a tutti gli effetti o di alcuni ETH per unirti a un pool di staking. Dovrai anche eseguire un client d'esecuzione (precedentemente 'client Eth1'). Il launchpad ti guiderà per il processo e i requisiti hardware. Altrimenti, puoi usare un'API del backend.",
  "page-staking-description": "Per staking si intende l'atto di depositare 32 ETH per attivare il software di convalida. Come validatore sarai responsabile dell'archiviazione dei dati, dell'elaborazione delle transazioni e dell'aggiunta di nuovi blocchi alla blockchain. Questo manterrà Ethereum sicura per tutti e ti farà guadagnare ulteriori ETH. Questo processo, detto proof of stake, viene introdotto con la beacon chain.",
  "page-staking-docked": "Maggiori informazioni sulla fusione",
  "page-staking-dyor": "Fai ricerche per verificare",
  "page-staking-dyor-desc": "Nessuno dei servizi di staking elencati è stato approvato ufficialmente. Assicurati di fare le giuste ricerche per capire quale servizio potrebbe essere migliore per te.",
  "page-staking-header-1": "Fai staking con i tuoi ETH per diventare validatore di Ethereum",
  "page-staking-how-much": "Quanto sei disponibile a usare per lo staking?",
  "page-staking-how-to-stake": "Come fare staking",
  "page-staking-how-to-stake-desc": "Tutto dipende da quanto sei disponibile a utilizzare per lo staking. Per diventare validatore a tutti gli effetti servono 32 ETH, ma è anche possibile utilizzarne meno.",
  "page-staking-join": "Partecipa",
  "page-staking-join-community": "Unisciti alla community degli staker",
  "page-staking-join-community-desc": "r/ethstaker è una community pubblica in cui si può discutere di staking su Ethereum. Partecipa per consigli, supporto e per parlare di tutto ciò che riguarda lo staking.",
  "page-staking-less-than": "Meno di",
  "page-staking-link-1": "Visualizza le API di backend",
  "page-staking-meta-description": "Panoramica sullo staking su Ethereum: rischi, ricompense, requisiti e dove farlo.",
  "page-staking-meta-title": "Staking su Ethereum",
  "page-staking-more-sharding": "Scopri di più sullo sharding",
  "page-staking-pool": "Staking in un pool",
  "page-staking-pool-desc": "Se hai meno di 32 ETH potrai mettere in staking una quantità minore attraverso i pool di staking. Alcune aziende possono occuparsi di tutto, quindi non è necessario rimanere online. Ecco alcune aziende che puoi valutare.",
  "page-staking-pos-explained": "Spiegazione della proof of stake",
  "page-staking-pos-explained-desc": "Per diventare validatore in un sistema proof of stake è necessario fare staking. È un meccanismo di consenso che andrà a sostituire il sistema proof of work attualmente in essere. I meccanismi di consenso sono ciò che mantiene le blockchain come Ethereum sicure e decentralizzate.",
  "page-staking-pos-explained-desc-1": "La proof of stake aiuta a mantenere sicura la rete in diversi modi:",
  "page-staking-services": "Guarda i servizi di staking",
  "page-staking-sharding": "Possibilità di sharding",
  "page-staking-sharding-desc": "La frammentazione è possibile solo con un sistema di proof-of-stake. La frammentazione di un sistema di proof-of-work diluirebbe la quantità di capacità di calcolo necessaria a corrompere la rete, rendendo più facile ai minatori malevoli di controllare i frammenti. Questo non è il caso con gli staker assegnati casualmente nel proof-of-stake.",
  "page-staking-solo": "Fai staking in autonomia ed esegui un validatore",
  "page-staking-solo-desc": "Per iniziare con il processo di staking, dovrai usare il launchpad di staking. Questo ti guiderà per tutta la configurazione. Parte dello staking è eseguire un client di consenso: una copia loale della blockchain. Questo può richiedere un po' per scaricarsi sul tuo computer.",
  "page-staking-start": "Inizia a fare staking",
  "page-staking-subtitle": "Lo staking è un bene pubblico per l'ecosistema di Ethereum. Puoi contribuire a rendere la rete sicura e guadagnare ricompense durante il processo.",
  "page-staking-sustainability": "Più sostenibile",
  "page-staking-sustainability-desc": "I validatori non necessitano di computer ad alta potenza per poter partecipare a un sistema di proof-of-stake; bastano un laptop o uno smartphone. Questo renderà Ethereum migliore per l'ambiente.",
  "page-staking-the-beacon-chain": "Maggiori informazioni sulla beacon chain",
  "page-staking-title-1": "Ricompense",
  "page-staking-title-2": "Rischi",
  "page-staking-title-3": "Requisiti",
  "page-staking-title-4": "Come fare staking con i tuoi ETH",
  "page-staking-upgrades-li": "La proof of stake è gestita dalla beacon chain.",
  "page-staking-upgrades-li-2": "Ethereum avrà una Beacon Chain di proof-of-stake e una Mainnet di proof-of-work per il futuro prossimo. La Mainnet è l'Ethereum che abbiamo usato per anni.",
  "page-staking-upgrades-li-3": "Nel frattempo, gli staker aggiungeranno nuovi blocchi alla beacon chain ma non elaboreranno transazioni sulla rete principale.",
  "page-staking-upgrades-li-4": "Ethereum completerà la transizione a un sistema di tipo proof of stake una volta che la rete principale si fonderà con la Beacon Chain.",
  "page-staking-upgrades-li-5": "In seguito avrà luogo un piccolo aggiornamento per permettere il prelievo dei fondi in staking.",
  "page-staking-upgrades-title": "Aggiornamenti di proof-of-stake e consenso",
  "page-staking-validators": "Più validatori, più sicurezza",
  "page-staking-validators-desc": "In una blockchain come Ethereum è possibile censurare e riordinare le transazioni a proprio piacimento se si controlla la maggioranza della rete. Ma, per controllare la maggioranza della rete, hai bisogno di una maggioranza di validatori e per questo avresti bisogno di controllare la maggioranza degli ETH nel sistema - che è molto! Questa quantità di ETH cresce ogni volta che un nuovo validatore entra nel sistema, rafforzando la sicurezza della rete. Proof-of-work, il modello di sicurezza che proof-of-stake sostituirà, richiede che i validatori (minatori) abbiano un hardware specializzato e molto spazio fisico - entrare nel sistema come minatore è difficile, quindi la sicurezza contro gli attacchi di maggioranza non aumenta tanto. Proof-of-stake non ha questi requisiti, il che dovrebbe far crescere la rete (e la sua resistenza agli attacchi di maggioranza) a dimensioni che non sono possibili con il proof-of-work.",
  "page-staking-withdrawals": "I prelievi non saranno disponibili da subito",
  "page-staking-withdrawals-desc": "Non potrai prelevare la tua quota fino alla distribuzione degli aggiornamenti futuri. I prelievi saranno disponibili in un aggiornamento minore, in seguito alla fusione della Mainnet con la Beacon Chain."
}
