{
  "page-what-is-ethereum-alt-img-bazaar": "Mufananidzo wemunhu akatarisa bazaar, zvichimirira Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Mufananidzo wenhengo dzenharaunda yeEthereum dzichishanda pamwe chete",
  "page-what-is-ethereum-alt-img-lego": "Mufananidzo weruoko rwuchigadzira logo yeETH nezvidhina zvelego",
  "page-what-is-ethereum-banking-card": "Bhanga remunhu wese",
  "page-what-is-ethereum-banking-card-desc": "Haasi munhu wese anokwanisa kuwana zvishandiswa zvakatarisana nezvemari. Unongoda masaisai eindaneti kuti ukwanise kushandisa Ethereum, nekukwereta, kukweretesa nepekuchengetera mari.",
  "page-what-is-ethereum-build": "Gadzira chimwe chinhu neEthereum",
  "page-what-is-ethereum-build-desc": "Kana uchida kuedza kuvaka chimwe chnhu neEthereum, verenga magwaro edu, edza dzimwe rairo dzekuvaka, kana kuti tarisisa zvishandiswa zvaunoda kuti utange.",
  "page-what-is-ethereum-censorless-card": "Kuramba kuvharidzirwa",
  "page-what-is-ethereum-censorless-card-desc": "Hapana hurumende kana kambani inotonga Ethereum. Zano rekupararira kubva pahunde zvinoita kuti zviomere ani zvake angaedza kukumisa kugamuchira mari kana kushandisa zvishandiswa paEthereum.",
  "page-what-is-ethereum-comm-desc": "Nharaunda yedu inosanganisira vanhu vanobva kumamiriro ezvinhu ose, kusanganisira vaiti veumhizha, vasingatsigiri macryptocurrencies, kambani dziri muFortune 500uye newewo. Ziva kuti ungapinda munyaya yacho nhasi sei.",
  "page-what-is-ethereum-commerce-card": "Tsigiro mune zvekutengeserana",
  "page-what-is-ethereum-commerce-card-desc": "Vatengi vane vimbiso yakasimba kuti mari dzinochinjana zvanza kana zvinodikwana zvapihwa. Saizvozvo, vavaki vanokwanisa kuva negutsikano kuti mitemo haizovashandukiri.",
  "page-what-is-ethereum-composable-card": "Zvitengeswa zvinovakika",
  "page-what-is-ethereum-composable-card-desc": "Zvishandiswa zvose zvinovakirwa pablockchain rimwe chete zvichigoverana mamiriro mamwe chete anonzi shared global state, zvichireva kuti zvinogona kuvakidzana (sezvidhinha zveLego). Izvi zvinotendera kugadzirwa kwezvishandiswa zviri nani uye simbiso yekuti hapana anokwanisa kubvisa zvishandiswa zvinodikanwa navamwe.",
  "page-what-is-ethereum-community": "Nharaunda yeEthereum",
  "page-what-is-ethereum-desc": "Hwaro hweramangwana redu",
  "page-what-is-ethereum-explore": "Ongorora Ethereum",
  "page-what-is-ethereum-internet-card": "Indaneti yakavhurika",
  "page-what-is-ethereum-internet-card-desc": "Ani naani zvake anokwanisa kudyidzana nedandemutande reEthereum kana kuvaka zvishandiswa pamusoro payo. Izvi zvinoita kuti ukwanise kurongedza hupfumi neumunhu hwako, pane kuti izvi zvichengetedzwe nemakambani mashomanene makuru.",
  "page-what-is-ethereum-meet-comm": "Sangana nenharaunda",
  "page-what-is-ethereum-meta-description": "Dzidza nezveEthereum, zvainoita uye kuti ungaiedza pachako sei.",
  "page-what-is-ethereum-meta-title": "Chii chinonzi Ethereum?",
  "page-what-is-ethereum-p2p-card": "Netiweki inoshandiswa nemunhu wese",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum inokutendera kuroga, kugadzira zvibvumirano kana kutumira upfumi hwepamichina zvakananga kune vamwe vanhu. Hazvidi kuva nevamiririri pakati kuti zvifambiswe.",
  "page-what-is-ethereum-start-building-btn": "Tanga kuvaka",
  "page-what-is-ethereum-title": "Chii chinonzi Ethereum?",
  "page-what-is-ethereum-subtitle": "Gwaro renhungamiro revachiri kutanga pamusoro pekuti Ethereum inoshanda sei, zvakanaka zvainounza uye kuti iri kushandiswa nezviuru zvevanhu pasi rose.",
  "page-what-is-ethereum-button-lets-start": "Ngatitangei",
  "page-what-is-ethereum-blockchain-tab-title": "Chii chinonzi blockchain?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Blockchain igwaro rine muunganidzwa wekuchinjana zvinhu</b> rinovandudzwa nekugoveranwa pamichina yakawanda mudandemutande. Nguva yese panowedzerwa umbowo hwekuchinjana upfumi kugwaro iri, umbowo ihwohwo hunonzi \"block' - zvichitipa zita rekuti \"blockchain\". Mablockchain eruzhinji akaita seEthereum anotendera ani naani zvake kuwedzera kwete kubvisa ruzivo. Kana mumwe munhu achida kuchinja zvakanyorwa kana kuda kubira marongerwo aya, anofanirwa kushandura zvakanyorwa pamichina yakawanda mudandemutande iroro. Zvino michina yacho yakawandisa. Izvi zvinoita kuti mablockchain akapararira akaita seEthereum ave akachengetedzeka.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Chii chinonzi cryptocurrency?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Cryptocurrency izita rinotsanangura mhando zhinji dzematokens epamichina inokwanisa kutsivaniswa yakachengetedzwa neblockchain. Zvese izvi zvakatanga neBitcoin. Bitcoin inogona kushandiswa kutumira ukoshwa pakati pevanhu vaviri pasina wepakati anofambisa nyaya yacho. Unongofanirwa kuvimba nerairo dzemichina dzeBitcoin, dzose dziri pachena uye dzinowanikwa pasina muripo.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "Chikonzero upfumi hwakaita sebitcoin ne ether huchinzi \"macryptocurrencies\" inyaya kekuti kuchengetedzeka kweruzivo nehupfumi hwako hwunotsigirwa <a href=\"/glossary/#cryptography\">necryptography</a>, kwete nekuvimba nesangano kana kambani kuti ichaita basa yakavimbika.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Ethereum ine cryptocurrency yayo inonzi ether (ETH), inoshandiswa kubhadhara kuita zvimwe zviitwa padandemutande. Inokwanisa kutumirwa kune vamwe vanhu kana kutsinhaniswa nemamwe matokens paEthereum. Ether yakakosha nekuti inoshandiswa kubhadhara kutambwa svomho dzemichina zvinodikwana kuvaka nekutekenya zvishandiswa nemasangano pamusoro peEthereum.",
  "page-what-is-ethereum-summary-title": "Pfupiso",
  "page-what-is-ethereum-summary-desc-1": "Ethereum inetiweki yemakombiyuta ari pasi rose anotevedza chitsama cherairo chinonzi Ethereum protocol. Dandemutande reEthereum ndiro hwaro remapoka, zvishandiswa, masangano nehupfumi hwepamichina inogona kuvakwa nekushandiswa naani zvake.",
  "page-what-is-ethereum-summary-desc-2": "Unogona kugadzira akaundi yeEthereum uri kupi zvako, panguva ipi zvayo uye unokwanisa kuongorora munda wezvishandiswa kana kuvaka yako. Mongo weshanduko iyi ndeyekuti unokwanisa kutia zvese izvi usina vezvemitemo vanokwanisa kushandura mitemo kana kukudzivisa kushandisa.",
  "page-what-is-ethereum-summary-desc-3": "Ramba uchiverenga udzidze zvakawanda…",
  "page-what-is-ethereum-btc-eth-diff-title": "Ndeupi mutsauko uri pakati peEthereum neBitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "Ichitangwa muna 2015, Ethereum yakavakwa panheyo dzekubudirira kweBitcoin asi iine mitsauko mikuru yakati wandei.",
  "page-what-is-ethereum-btc-eth-diff-2": "Dzese dziviri dzinokutendera kushandisa mari yedhigitari pasina vanofambisa zvekubhadharwa kana mabhanga. Asi <b>Ethereum inokwanisa kupurogiramwa</b>, naizvozvo unokwanisa kuvaka nekutepfenyura maapu panetiweki yayo.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin intotitendera kutumira mameseji kune umwe pamusoro pezvatingafunga kuti zvakakosha. Kutara huremu pasina vatongi zvagara zvinopa simba kuvanhu. Ethereum inowedzera pasimba iroro: pane kungotumirana tsamba, unokwanisa kunyora purogiramu kana kuti sungano. Hapana muganhu pamhando dzesungano dzinogona kugadzirwa nekubvumiranwa padziri, naizvozvo kubudirira kukuru kunoitika panetiweki yeEthereum.",
  "page-what-is-ethereum-btc-eth-diff-4": "Apo Bitcoin iri netiweki yezvekubhadhara chete, Ethereum ine musika wezvemari, zvemitambo, manetiweki ekuvaraidzana uye mamwe maapu.",
  "page-what-is-ethereum-what-can-eth-do-title": "Chii chinokwanisa kuitwa neEthereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Nei ndingada kushandisa Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Kana uchifarira nzira dzakasimba, dziri pachena uye dzakavimbika mukubatidzana pasi rese, kugadzira masangano, kugadzira zvishandiswa zvemichina uye kugoverana pazvinhu zvakakosha, Ethereum yakagadzirirwa iwe. Ethereum inyaya iri kunyorwa nesu tose, saka huya uone umhizha hwatinogona kuvaka nayo pamwe chete.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Ethereum yakanyanyokoshera vanhu vanoshanda nekusagadzikana pamusoro pekuchengetedzeka, kusimba uye kukwanisa kushandisa kwese-kwese hupfumi hwavo nekuda kwemamiriro ezvinhu avasina simba pamusoro pawo.",
  "page-what-is-ethereum-slide-1-title": "Kubhadharwa kwedzimari kwakachipa nekukasika pakati pedzinyika",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Mastablecoins</b> imhando itsva yemari yepadandemutande inozembera paupfumi hwakasimba senheyo yeukoshwa hwayo. Zvinji dzacho dzakazembera pamadhora eUnited States naizvozvo inokwanisa kuchengetedza ukoshwa hwemari iyoyo. Izvi zvinobatsira pakugadzirwa kwehurongwa hwekubhadhara hwakareruka hwepasi rose. Mastablecoins azvino akarukwa padandemutande reEthereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum nemastablecoins anorerutsa kutumirwa kwemari mhiri kwemakungw. Zvinotora maminitsi mashoma kufamisa mari pas rose, zvinosiyana nechitsama chemazuva kana masvondo azvinotorera bhangi rako, uye zvichibhadharwa mari shoma. Zvakare, hapana imwe mari inobhadharwa pakutsinhanisa kana kutumirwa kwemari yakawanda uye hapana zvipingaidzo zvekwauri kutumira uye nei uri kutumira mari yako.",
  "page-what-is-ethereum-slide-2-title": "Batsiro Inokurumudza Munguva Yedambudziko",
  "page-what-is-ethereum-slide-2-desc-1": "Kana uine rombo rakanaka rekukwanisa kushandisa mabhanga akawanda kuburikidza nevamiririri vanovimbika kwaunogara, unogona kurerutsa kusununguka, kuchengetedzeka nekugadzikana kwavanopa. Asi kuvazhinji vari pasi rose vari kusangana nekutsikirirwa ne zvematongerwo kana kuoma kwezveupfumi, makambani ezvemari hwaakwanisi kuvapa chengetedzo kana rubatsiro rwavanoda.",
  "page-what-is-ethereum-slide-2-desc-2": "Kana hondo, tsaona dzemari kana kuvhiringwa kwemvumo dzevagari ve <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Cuba</a><a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afghanistan</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigeria</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Belarus</a> ne <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukraine</a>, macryptocurrencies ndiwo aichimbidzika uye kazhinji mutowo wega wekushanda nezvemari. <sup><a href=\"https://www.financialinclusion.tech/\">1</a></sup> Sezvaonekwa mumienzaniso iyi, macryptocurrencies akafanana neEthereum anokwanisa kupa mukana wekupinda muurongwa hweupfumi hwepasi rose kana vanhu vavharirwa panze. Mastablecoins anochengetedza ukoshwa kana mari dzemudzinyika dzichiondomoka nekuda kwekurasikirwa nekukosha, zvinodaidzwa kunzi hyperinflation.",
  "page-what-is-ethereum-slide-3-title": "Kusimudzira Vagadziri",
  "page-what-is-ethereum-slide-3-desc-1": "Muna 2021 chete, vaiti veumhizha, vaimbi, vanyori vevamwe vaiti veukomba vakashandisa Ethereum kuwana mari ingasvika $3.5 billion pamwechete. Izv zvinoita kuti Ethereum iye imwe yemikana mikuru pasi rese yevaiti veumhizha, pamwe chete neSpotify, Youtube neEtsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Dzidza zvizhinji</a>.",
  "page-what-is-ethereum-slide-4-title": "Kusimudzira Vatambi Vemagemhu",
  "page-what-is-ethereum-slide-4-desc-1": "Mitambo ye play-to-earn (iyo vatambi vanoripwa kutamba mitambo) yakanyuka pasina nguva uye iri kushandura musika wezvevatambi vemitambo. Pasichigare, zvinowanzorambidzwa kutengeserana kana kutumirana zvekutambisa kune vamwe vatambi muchichinjana nemari. Izvi zvaimbunyikidza vatambi kushandisa misika mitema zvinowanza kuva nenjodzi. Mitambo yepablockchain inochingamidza musika wezvemitambo uyu, ichikurudzira muitiro wakanaka uyu nzira inovimbika.",
  "page-what-is-ethereum-slide-4-desc-2": "Zvakare, vatambi vanokurudzirika nekukwanisa kuchinjanisa matokens emumitambo umu vachipihwa mari chaiyo, kunova kuripwa kwakaringana nenguva yavanenge vatamba mitambo iyi.",
  "page-what-is-ethereum-meet-ether-title": "Sangana ne ether, cryptocurrency yeEthereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Zvinhu zvizhinji padandemutande reEthereum zvinoda kuti paitwe rimwe basa pacomputer iri mumwongo weEthereum (unozivikanwa seEthereum Virtual Machine). Basi iri hariitwi pachena, rinobhadharwa ne ether (ETH), cryptocurrency yeEthereum. Izvi zvinoreva kuti unoda tu ether tushoma kuti ukwanise kushandisa dandemutande iri.",
  "page-what-is-ethereum-meet-ether-desc-2": "Ether ndeye dhijitari cheteuye unokwanisa kuitumira kuna ani zvake pasi rese pakare ipapo. Kuwanikwa kweEther hakuganhurwe nekambani kana hurumende - hwakapararira uye huri pachena. Ether inoburitswa nemutowo wakachenjererwa maringe nehurongwa wemashandire edandemutande kune vakaisa mikando yavo inochengetedza dandemutande.",
  "page-what-is-ethereum-what-is-ether": "Chii chinonzi ether?",
  "page-what-is-ethereum-get-eth": "Tora ETH",
  "page-what-is-ethereum-explore-applications": "Ongorora maapu",
  "page-what-is-ethereum-learn-defi": "Dzidza nezveDeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Ndiani anotungamirira Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum haitongwe nesangano rimwe chete. Inowanikwa kana paine macomputer akabatana achishandisa software inoshandisawo mitemo yeEthereum protocol uye ichiwedzera <a href=\"/glossary/#blockchain\">kublockchain</a> reEthereum. Imwe neimwe yemacomputer aya inonzi node. Node inogona kuitwa naani zvake, asi kuti utambe chikamu pakuchengetedzwa kwedandemutande, unofanirwa kuisa <a href=\"/glossary/#staking\">mukando</a> weETH (mari yepaEthereum). Ani naani zvake ane 32 ETH anokwanisa kuita izvi pasina kukumbira mvumo.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Kunyangwe rairo dzeEthereum hadzigadzirwe nesangano rimwe chete. Munhu upi zvake anokwanisa kupa pfungwa pamusoro pekushandura mirairo yeprotocol uye anokwanisa kutaura nezveumbiridzo. Pane kuitwa kwakasiyana siyana kwe Ethereum protocol kunogadzirwa nemasangano akazvimirira mumitauro yemichina yakasiyana, uye inowanzovakirwa pachena ichikurudzira vandudzo kubva kumapoka.",
  "page-what-is-ethereum-run-a-node": "Tanga node",
  "page-what-is-ethereum-smart-contract-title": "Chii chinonzi masmart contracts?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Masmart contracts zvirairwa zvemacoputer</b> zvinorarama padandemutande reEthereum. Zvirairwa izvi zvinoshanda kana zvadenhwa nechinjano yatumirwa nemunhu. Zvinoita kuti Ethereum ive yakareruka zvakanyanya mune zvainokwanisa kuita. Zvirairwa izvi zvinoshanda sezvitinha zvekuvakisa zvishandiswa zvakapararira zvinonzi madecentralised applications nemasangano.",
  "page-what-is-ethereum-smart-contract-desc-2": "Wakamboshandisa chishandiswa chakashandura chibvumiro chekushandidzana pabasa? Kana chakabvisa chimwe chinhu chaikushandira kwazvo? Kana smart contract yangotepfenyurwa paEthereum, inenge yatove padandemutande uye inoramba ichishanda kana Ethereum ichingovapo. Kunyangwe munyori werairo idzodzi haakwanisi kudzibvisa padandemutande. Sezvo masmart contracts achizvitonga pamashandiro, haasarudze kana kusema vekushanda navo uye akagadzirira kushanda nguva ipi zvayo.",
  "page-what-is-ethereum-smart-contract-desc-3": "Mienzaniso ine mukurumbira yemasmart contracts inosanganisira zvishandiswa zvekukweretesa, misika yechinjano yakapararira inonzi decentralised trading exchanges, zveinsurance, zvekusimudzira amri zvinonzi quadratic funding, zvemitambo nekutandara zvinonzi ma social networks, <a href=\"/glossary/#nft\">maNFTs</a> - zvipi zvaungafunga pamusoro pazvo.",
  "page-what-is-ethereum-more-on-smart-contracts": "Zvizhinji pamasmart contracts",
  "page-what-is-ethereum-explore-dapps": "Ongorora madapps",
  "page-what-is-ethereum-criminal-activity-title": "Ndakanzwa kuti crypto iri kushandiswa mumabasa ezveumbavha nekutyora mitemo. Ichokwadi here ichi?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Sezvinongoitwa matekinoroji ese, dzimwe nguva ichashandiswa nepasipo. Zvisinei, nekuti chinjano dzese dzepaEthereum dzinoitika pablockchain riri pachena, zvinova nyore kuti vezvemitemo varonde kutyorwa kwemitemo tichienzanisa nehurongwa hwemari hwepasichigare, zvichiita kuti vanhu ava vatize Ethereum kana vachida kut vasaonekwa kana kubatwa.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Crypto hainyanyoshandiswi kupfuura mari yemazuva ese pabasa reumbavha nekutyora mitemo sezvinobuda kutsvagurudzo itsva yakaitwa neEuropol, European Union Agency for LawEnforcement Cooperation:",
  "page-what-is-ethereum-criminal-activity-desc-3": "\"Kushandiswa kwemacryptocurrencies pabasa rezvisiri pamutemo rinowanikwa pachikamu chidiki-diki chehupfumi hwemacryptocurrency, uye zvichienzaniswa, mari yacho ishoma kupfuura huwandu hwemari yezvisiri pamutemo inowanikwa kunezvemari zvepasichigare.\"",
  "page-what-is-ethereum-energy-title": "Ko kushandiswa kwesimba neEthereum?",
  "page-what-is-ethereum-energy-desc-1": "Musi wa 15 Gunyana 2022, Ethereum yakapedza umbiridzo yainzi The Merge yakashandura Ethereum kubva <a href=\"/glossary/#pow\">paproof-of-work</a> ichienda <a href=\"/glossary/#pos\">kuproof-of-stake</a>.",
  "page-what-is-ethereum-energy-desc-2": "The Merge yaiva umbiridzo huru yeEthereum yakadzora kushandiswa kwemoto unodiwa pakushanda kweEthereum nezvikamu <b>99,95 kubva muzana</b>, zvichigadzira <b>dandemutande rakasimba rinoshandisa simba shoma</b>. Ethereum yave zvino dandemutande rinodya moto mushoma uye richisimbisa chengetedzo nekukwanisa kukura kwaro.",
  "page-what-is-ethereum-more-on-energy-consumption": "Zvizhinji pakushandiswa kwesimba",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Simba rinoshandiswa pagore mumaTWh pagore",
  "energy-consumption-chart-global-data-centers-label": "Mizinda yemakombiyuta yepasi rose",
  "energy-consumption-gold-mining-cbeci-label": "Kucherwa kwegoridhe",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Zvemitambo kuUS",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "Vandudzo yeTheMerge",
  "page-what-is-ethereum-additional-reading": "Verenga zvimwe",
  "page-what-is-ethereum-week-in-ethereum": "Nhau dzeEthereum dzesvondo rino",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Muunganidzwa wenhau wesvondo rega rega unohwerengedza shanduko dzakakosha dziri kuitika munharaunda yedandemutande.",
  "page-what-is-ethereum-kernel-dreamers": "Kernel",
  "page-what-is-ethereum-kernel-dreamers-desc": "Chiroto cheEthereum",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Maatomu, Zvikoro Zvedzidzo, Mablockchains",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Mablockchain akakosherei?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum mukuverengwa",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "Mapurojekiti akavakirwa paEthereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "Maakaundi (zvikwama) zvine mari yeETH",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "Masmart contracts paEthereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "Ukoshi hwakachengetwa paEthereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "Mari yakawanikwa nevagadziri veumhizha muna 2021",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "Huwandu hwechinjano hwanhasi",
  "adoption-chart-column-now-label": "Iye Zvino",
  "adoption-chart-investors-label": "Vatsigiri vemabhizimisi",
  "adoption-chart-developers-label": "Vagadziri",
  "adoption-chart-companies-label": "Makambani",
  "adoption-chart-artists-label": "VezveAti",
  "adoption-chart-musicians-label": "Vaimbi",
  "adoption-chart-writers-label": "Vanyori",
  "adoption-chart-gamers-label": "Vatambi vemitambo",
  "adoption-chart-refugees-label": "Vapoteri",
  "page-what-is-ethereum-get-eth-alt": "Wedzera ETH",
  "page-what-is-ethereum-get-eth-description": "ETH ndiyo mari yepaEthereum. Unofanirwa kuva neETH muchikwama chako kuti ushandise zvishandiswa zveEthereum.",
  "page-what-is-ethereum-get-eth-title": "Wedzera ETH",
  "page-what-is-ethereum-explore-dapps-alt": "Ongorora madapps",
  "page-what-is-ethereum-explore-dapps-description": "Dapps maapu akavakirwa pamusoro peEthereum. Madapps ari kushandura marongerwo emabhizimisi achigadzira mafambisirwo emabhizimisi matsva.",
  "page-what-is-ethereum-explore-dapps-title": "Edza mamwe madapps"
}
