{
  "page-get-eth-article-keeping-crypto-safe": "Nzira dzekuchengetedza nadzo matokeni ako akachengetedzeka",
  "page-get-eth-article-protecting-yourself": "Kuzvichengetedza iwe nemari yako",
  "page-get-eth-article-store-digital-assets": "Machengetedzerwo emidziyo yepafoni pa Ethereum",
  "page-get-eth-article-protecting-yourself-desc": "MyCrypto",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": "Kuchinjana kunoitwa panzvimbo imwe chete",
  "page-get-eth-cex-desc": "Exchanges mabhizimisi anokutendera kutenga crypto uchishandisa mari yemazuva ese. Ndiyo anenge achichengeta ETH yaunotenga kusvikira waitumira kuchikwama chaunodzora.",
  "page-get-eth-checkout-dapps-btn": "Ona nezvema-dapps",
  "page-get-eth-community-safety": "Zvakatumirwa nevemunharaunda pamusoro pechengetedzeko",
  "page-get-eth-description": "Ethereum haidzorwi nesangano rimwe chete - inodzorwa nevanhu vakawanda.",
  "page-get-eth-dex": "Decentralized exchanges (DEXs)",
  "page-get-eth-dex-desc": "Kana uchida kuwedzera hudzori, tenga ETH uchishandisa <a href=\"/glossary/#smart-contract\">masmart contract</a>. NeDEX unokwanisa kutengesa midziyo yako yepafoni usingarasikirwe nesimba rekudzora mari yako kune kambani imwe chete.",
  "page-get-eth-peers": "Gamuchira ETH kubva kune vamwe vako",
  "page-get-eth-peers-desc": "Kana wangove nehomwe yeEthereum, chaunongoda kugovera kero yako kuti utange kutumira nekutambira ETH (nemamwe matokens) kubva kune imwe shamwari yako kuenda kune mumwe.",
  "page-get-eth-staking": "Mibhadharo yemikando",
  "page-get-eth-staking-desc": "Kana wanga uine ETH nechekare, unokwanisa kuwana yakawedzerwa nekugadzira muchina weumabharani wekutsinhira unonzi validator node. Unobhadharwa kuita basa rekuvherifaya muETH.",
  "page-get-eth-earn": "Wana ETH",
  "page-get-eth-earn-desc": "Unogona kuwana ETH nekushandira maDAO kana makambani anobhadhara necrypto, kuhwina mabounties, kuwana zvinokanganisa mashandiro emapurogiramu emichina nezvimwe zvakawanda.",
  "page-get-eth-daos-link-desc": "Dzidza nezveDeFi",
  "page-get-eth-cex-link-desc": "Ona mundandanda wema-exchanges",
  "page-get-eth-staking-link-desc": "Dzidza zvakawanda pamusoro pekuita mikando",
  "page-get-eth-dexs": "Decentralized exchanges (DEXs)",
  "page-get-eth-dexs-desc": "Decentralized exchanges misika yakavhurikira munhu wese yeETH nemamwe matokeni. Misika iyi inobatanidza vatengi nevatengesi pamwe chete zvakananga.",
  "page-get-eth-dexs-desc-2": "Pachinzvimbo pekushandisa vamwe wetatu kuchengetedza mari panofambiswa mari, vanoshandisa kodhi. ETH yeari kutengesa inozotumirwa chete kana paine gutsikano yekuti kubhadhara kuchaitika. Mhando kodhi idzi inonzi smart contract.",
  "page-get-eth-dexs-desc-3": "Izvi zvinoreva kuti pane ganhuriro yenharaunda shoma kana zvichienzaniswa nenzira dzinodzorwa panzvimbo imwe. Kana munhu achitengesa zvaunoda uye achitambira mabhadhariro aunokwanisa kushanda nawo, zvinenge zvaringana.",
  "page-get-eth-dexs-desc-4": "Cherechedza: maDEX mazhinji anoshandisa ether yemuputirwa (WETH) kuti ashande. <a href=\"/wrapped-eth\">Dzidza nezve ether yemuputirwa</a>.",
  "page-get-eth-do-not-copy": "Muenzaniso: Usakopa",
  "page-get-eth-exchanges-disclaimer": "Takaunganidza ruzivo urwu tisingashandisi michina. Ukawana chakakanganiswa, tizivise pa",
  "page-get-eth-exchanges-empty-state-text": "Nyora zita renyika yaunogara kuti uone uwandu hwema-exchanges aunokwanisa kushandisa",
  "page-get-eth-exchanges-except": "Kunze kwe",
  "page-get-eth-exchanges-header": "Unogara munyika ipi?",
  "page-get-eth-exchanges-header-exchanges": "Maexchanges",
  "page-get-eth-exchanges-header-wallets": "Zvikwama",
  "page-get-eth-exchanges-intro": "Maexchanges ane kwaanorambidzwa kutengesa crypto. Pane huwandu hwemishando inofungidzirwa kuti inoshanda munyika yega yega. Kuvemo muuhwandu uhwu hakusi kusimbiswa kwehuchokwadi - unofanirwa kuita tsvagurudzo yako wega!",
  "page-get-eth-exchanges-no-exchanges": "Tine urombo, hatizivi exchange dzinokutenderai kutenga ETH kubva munyika iyi. Kana muchiziva, tizivisei pa",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Tine urombo, hatizivi exchange dzinokutenderai kutenga ETH kubva munyika iyi. Kana muchiziva, tizivisei pa",
  "page-get-eth-exchanges-no-wallets": "Tine urombo, hatizivi zvikwama zvinokutenderai kutenga ETH kubva munyika iyi. Kana muchiziva, tizivisei pa",
  "page-get-eth-exchanges-search": "Nyora kwaunogara...",
  "page-get-eth-exchanges-success-exchange": "Zvinogona kutora mazuva kuti unyoreswe paexchange nekuda kwetsvagurudzo dzinoitwa pamutemo.",
  "page-get-eth-exchanges-success-wallet-link": "zvikwama",
  "page-get-eth-exchanges-success-wallet-paragraph": "Kwaunogara, unotenderwa kutenga zvakananga ETH uchishandisa zvikwama izvi. Dzidza zvizere pamusoro pe",
  "page-get-eth-exchanges-usa": "United States of America (USA)",
  "page-get-eth-get-wallet-btn": "Wana chikwama",
  "page-get-eth-hero-image-alt": "Wana mufananidzo wegamba reETH",
  "page-get-eth-keep-it-safe": "Kuchengetedza ETH yako pakanaka",
  "page-get-eth-meta-description": "Ungatenga ETH sei zvichienderana nekwaunogara uye mazano ekuti ungaichengetedza sei.",
  "page-get-eth-meta-title": "Matengero aungaita Ethereum (ETH)",
  "page-get-eth-need-wallet": "Unofanira unechikwama kuti ushandise DEX.",
  "page-get-eth-new-to-eth": "Uri mutsva kuETH? Tarisa kuti ungatanga sei.",
  "page-get-eth-other-cryptos": "Tenga neimwe crypto",
  "page-get-eth-protect-eth-desc": "Imwe ficha yakakurumbira yeEthereum ndeyekuti unogona kuchengeta hupfumi hwako kuburikidza nekumaneja homwe yako. Zvinoreva kuti hausungirwi kuvimba nerimwewo sangano, uye wakachengetedzwa kubva kune angaita zvisina kutendeka pakuchengeta pfuma, kana anenge abhuroka kana kubirwa. Zvinorevawo kuti unenge wava kutora mugove pachengetedzeka kwepfuma yako.",
  "page-get-eth-protect-eth-in-wallet": "Chengeta ETH yako muchikwama chako",
  "page-get-eth-search-by-country": "Tsvaga uchishandisa nyika",
  "page-get-eth-security": "Zvinoreva kuti unofanira kukoshesa nhau yekuchengetedza mari yako. NeETH, hausi kuvimba nebhangi kana kambani kuti ikuchengetere pfuma yako, uri kuzviitira vega basa iri.",
  "page-get-eth-smart-contract-link": "Zvizhinji pama-smart contracts",
  "page-get-eth-swapping": "Tsinhanisa matokens ako neETH yevamwe. Kana kuadzosa futi kwauri.",
  "page-get-eth-try-dex": "Edza DEX",
  "page-get-eth-use-your-eth": "Shandisa ETH yako",
  "page-get-eth-use-your-eth-dapps": "Zvino zvawava neETH, imbotarisa zvimwe zvishandiswa zveEthereum (dapps). Pane madapps ezvemari, ekutandara, mitambo nemamwe akasiyana-siyana.",
  "page-get-eth-wallet-instructions": "Tevedzera mirairo yekushandiswa kwechikwama",
  "page-get-eth-wallet-instructions-lost": "Kana ukarasikirwa neakaundi yako, unorasikirwawo nemari yako. Chikwama chako chinofanirwa kukupa rairo dzekuti izvi zvisaitika. Iva nechokwadi kuti waitevedzera nemazvo - kazhinji, hapana anokwanisa kukubatsira kana warasikirwa neakaundi yako.",
  "page-get-eth-wallets": "Zvikwama",
  "page-get-eth-wallets-link": "Zvizhinji nezve zvikwama",
  "page-get-eth-wallets-purchasing": "Zvimwe zvikwama zvinokutendera kutenga crypto nemakadhi emabhanga, kutumira nemabhangi kana Apple Pay. Dziviso dzenzvimbo dzinoshandiswa.",
  "page-get-eth-warning": "MaDEX aya haasi evachangotanga sezvo uchida ETH kuti umashandise. Iyi inongova mienzaniso, kwete zvishandiswa zvatinokurudzira kana kusimbisa. Ita tsvagurudzo dzako wega!",
  "page-get-eth-what-are-DEX's": "Chii chinonzi maDEX?",
  "page-get-eth-whats-eth-link": "Chii Chinonzi ETH?",
  "page-get-eth-where-to-buy-desc": "Unogona kuwana ETH, kuitambira kubva kune vamwe vanhu, kana kuitenga kubva kuma exchange nemadapps.",
  "page-get-eth-where-to-buy-desc-2": "Tarisa kuti ndezvipi zvishandiswa zvaunokwanisa kushandisa kwaugere.",
  "page-get-eth-where-to-buy-title": "Kwekuwana ETH",
  "page-get-eth-your-address": "Kero yako yeETH",
  "page-get-eth-your-address-desc": "Paunodhaunirodha chikwama, chinokugadzirira kero yeETH yeveruzhinji. Inoratidzika seizvi:",
  "page-get-eth-your-address-desc-3": "Ingoitora sekero yako yeimeiri, asi panzvimbo yetsamba, inokwanisa kutambira ETH. Kana uchida kutumira ETH kubva kuexchange kuchikwama chako, shandisa kero yako. Iva nechokwadi kuti waiongorora zvakakwana usati watumira!",
  "page-get-eth-your-address-wallet-link": "Tsvaga zvikwama",
  "listing-policy-raise-issue-link": "Taura kana pane chirikunetsa",
  "page-find-wallet-last-updated": "Chakapedzisira kuvandudzwa"
}
