{
  "page-wallets-accounts-addresses": "Gapjyklar, hasaplar, açarlar we salgylar",
  "page-wallets-accounts-addresses-desc": "Käbir möhüm adalgalaryň arasyndaky tapawutlara düşünmeli.",
  "page-wallets-accounts-ethereum-addresses": "Ethereum hasabynda bir salgy bolup, ol e-poçta salgysynyň gelýän hatlar bukjasyna meňzeýär. Bu sanly aktiwleriňizi kesgitlemek üçin ulanylýar.",
  "page-wallets-alt": "Ethereum gapjygyny görkezýän, beden üçin gümmezli robotyň şekili",
  "page-wallets-ethereum-account": "Ethereum hasaby jübüt açardyr. Bir açar erkin paýlaşyp boljak adresiňizi döretmek üçin ulanylýar, beýleki açar bolsa zatlara gol çekmek üçin ulanylýandygy üçin gizlin saklamaly. Bu açarlar bilelikde aktiwleri saklamaga we söwda etmäge mümkinçilik berýär.",
  "page-wallets-blog": "Coinbase blogy",
  "page-wallets-bookmarking": "Gapjygyňyzy bellik ediň",
  "page-wallets-bookmarking-desc": "Web gapjygyny ulanýan bolsaňyz, şahsyýet kezzaplaryndan goramak üçin sahypany bellik ediň.",
  "page-wallets-cd": "Fiziki enjam gapjyklary, kriptoňyzy awtonom ýagdaýda saklamaga mümkinçilik berýän enjamlar - gaty ygtybarlydyr",
  "page-wallets-desc-2": "Gapjyklar, köpleriň sanly aktiwlerini we şahsyýetlerini dolandyrmak üçin ulanýan zatlarydyr.",
  "page-wallets-desc-2-link": "ETH hakda has giňişleýin",
  "page-wallets-desc-3": "Gapjygyňyz Ethereum hasabyňyz bilen işleşmek üçin guraldyr. Bu ýagdaý gapjyk üpjün edijileri islän wagtyňyz çalşyp biljekdigiňizi aňladýar. Köp gapjyklar bir programmadan birnäçe Ethereum hasabyny dolandyrmaga hem mümkinçilik berýär.",
  "page-wallets-desc-4": "Gapjyk üpjün edijiler siziň puluňyza gözegçilik edip bilmeýärler. Olar diňe Ethereum-daky aktiwleriňizi we olary aňsatlyk bilen dolandyrmaga üçin gerekli gurallary görmek üçin penjire berýär.",
  "page-wallets-description": "Ethereum gapjyklary hasabyňyzy dolandyrmaga mümkinçilik berýän programmalardyr. Edil fiziki gapjygyňyz ýaly, onuň içinde şahsyýetiňizi subut etmek we aktiwleriňizi dolandyrmak üçin zerur zatlar bar. Gapjygyňyz programmalara girmäge, balansyňyzy okamaga, geleşikleri ibermäge we şahsyýetiňizi tassyklamaga mümkinçilik berýär.",
  "page-wallets-desktop": "Pul serişdeleriňizi macOS, Windows ýa-da Linux arkaly dolandyrmak isleseňiz, iş stoly programmalary",
  "page-wallets-ethereum-wallet": "Gapjyk size açarlaryňyzy ulanyp, hasabyňyz bilen işleşmäge mümkinçilik berýän guraldyr. Ol size hasabyňyzyň balansyny görmäge, geleşikleri ibermäge we başga-da köp zada mümkinçilik berýär.",
  "page-wallets-explore": "Ethereumy öwreniň",
  "page-wallets-features-desc": "Sizi gyzyklandyrýan aýratynlyklaryň esasynda gapjygyňyzy saýlamaga kömek edip bileris.",
  "page-wallets-features-title": "Gapjyklary aýratynlyklary boýunça deňeşdirmek",
  "page-wallets-find-wallet-btn": "Gapjyk tapmak",
  "page-wallets-find-wallet-link": "Gapjyk tapmak",
  "page-wallets-get-some": "Birneme ETH edinmek",
  "page-wallets-get-some-alt": "Lego kerpiçden ýasalan ETH nyşanyny döredýän eliň şekili",
  "page-wallets-get-some-btn": "Birneme ETH edinmek",
  "page-wallets-get-some-desc": "ETH - Ethereum-yň öz kriptosydyr. Ethereum programmalaryny ulanmak üçin size gapjygyňyzda birneme ETH gerek bolar.",
  "page-wallets-how-to-store": "Sanly aktiwleri Ethereum-da nädip saklamaly",
  "page-wallets-keys-to-safety": "Kriptoňyzy howpsuz saklamagyň açarlary",
  "page-wallets-manage-funds": "Pul serişdeleriňizi dolandyrmak üçin programma",
  "page-wallets-manage-funds-desc": "Gapjygyňyz balansyňyzy, geleşik taryhyňyzy görkezýär we pul ibermegiň/almagyň tärini berýär. Käbir gapjyklar has köp zady hödürläp biler.",
  "page-wallets-meta-description": "Ethereum gapjyklaryny ulanmak üçin bilmeli zatlaryňyz.",
  "page-wallets-meta-title": "Ethereum gapjyklary",
  "page-wallets-mobile": "Pul serişdeleriňize islendik ýerden girişi üpjün edýän mobil programmalar",
  "page-wallets-more-on-dapps-btn": "Merkezleşdirilmedik programmalar barada has giňişleýin",
  "page-wallets-most-wallets": "Gapjyk önümleriniň köpüsi size Ethereum hasaby açmaga mümkinçilik berer. Şonuň üçin gapjygy göçürip almazdan ozal size hasap gerek bolmaýar.",
  "page-wallets-protecting-yourself": "Özüňizi we pul serişdeleriňizi goramak",
  "page-wallets-seed-phrase": "Tohum sözlemiňizi bir ýere ýazyp alyň",
  "page-wallets-seed-phrase-desc": "Gapjyklar köplenç ygtybarly bir ýere ýazyp bellemegiňiz üçin tohum sözlemini berer. Bu, gapjygyňyzy täzeden dikeltmegiň ýeke-täk usulydyr.",
  "page-wallets-seed-phrase-example": "Ine, bir mysal:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Ony kompýuterde saklamaň. Bir ýere ýazyp alyň we ynamly bir ýerde saklaň.",
  "page-wallets-slogan": "Sanly geljegiňiziň açarlaryny eliňizde tutmak",
  "page-wallets-stay-safe": "Nädip howpsuz bolmaly",
  "page-wallets-stay-safe-desc": "Maliýe azatlygy we islendik ýerden pul serişdelerine girmek hem-de olardan peýdalanmak mümkinçiligi özi bilen jogapkärçilik hem getirýär - kriptoda müşderiler bilen işleşýän bölüm ýok. Açarlaryňyzy howpsuz we ygtybarly saklamak üçin özüňiz jogapkär bolup durýarsyňyz.",
  "page-wallets-subtitle": "Gapjyklar sanly aktiwleriňize girmäge we programmalarda hasaba girmäge kömek edýär.",
  "page-wallets-take-responsibility": "Öz pul serişdeleriňiz üçin jogapkärçilik alyň",
  "page-wallets-take-responsibility-desc": "Merkezleşdirilen biržalar gapjygyňyzy adaty usulda dikeldip boljak ulanyjy ady we parol bilen baglanyşdyrar. Puluňyza gözegçilik etmegi bu birža ynanýandygyňyzy ýadyňyzdan çykarmaň. Birža maliýe taýdan kynçylyk çekýän bolsa, pul serişdeleriňize töwekgelçilik abanar.",
  "page-wallets-tips": "Howpsuz bolmak barada has köp peýdaly maslahat",
  "page-wallets-tips-community": "Jemgyýetden",
  "page-wallets-title": "Ethereum gapjyklary",
  "page-wallets-triple-check": "Hemme zady üç gezek barlaň",
  "page-wallets-triple-check-desc": "Geleşikleri yzyna gaýtaryp bolmajakdygyny we gapjyklary aňsatlyk bilen dikeldip bolmajakdygyny ýadyňyzdan çykarmaň, şonuň üçin habardar boluň we hemişe seresap boluň.",
  "page-wallets-try-dapps": "Käbir merkezleşdirilmedik programmalary barlap görüň",
  "page-wallets-try-dapps-alt": "Ethereum jemgyýetiniň agzalarynyň bilelikde işlemeginiň şekili",
  "page-wallets-try-dapps-desc": "Merkezleşdirilmedik programmalar Ethereum-da gurlan programmalardyr. Olar adaty programmalaryň köpüsinden has arzan, has adyl we maglumatlaryňyza has seresaply çemeleşýär.",
  "page-wallets-types": "Gapjyklaryň görnüşleri",
  "page-wallets-types-desc": "Hasabyňyz bilen interfeýs gurmagyň we işleşmegiň birnäçe usuly bar:",
  "page-wallets-web-browser": "Brauzer gapjyklary hasabyňyz bilen gönümel brauzerde işleşmäge mümkinçilik berýän web programmalary bolup durýar",
  "page-wallets-web-browser-extension": "Brauzer giňeltmeleriniň gapjyklary hasabyňyz we programmalar bilen gönümel brauzerde işleşmäge mümkinçilik berýän web programmalary bolup durýar",
  "page-wallets-whats-a-wallet": "Ethereum gapjygy näme?",
  "page-wallets-your-ethereum-account": "Ethereum hasabyňyz",
  "page-wallets-your-ethereum-account-desc": "Gapjygyňyz Ethereum hasabyňyza açylýan penjiräňizdir – balansyňyz, geleşikleriňiziň taryhy we başgalar. Şeýle-de bolsa, gapjyk üpjün edijilerini islän wagtyňyz üýtgedip bilersiňiz.",
  "page-wallets-your-login": "Ethereum programmalarynda hasaba giriş maglumatlaryňyz",
  "page-wallets-your-login-desc": "Gapjygyňyz Ethereum hasabyňyzy ulanyp, programmalara birikmegiňize mümkinçilik berýär. Bu köp programmalarda ulanyp boljak hasaba giriş maglumaty ýaly.",
  "additional-reading-how-to-create-an-ethereum-account": "How to create an Ethereum account",
  "additional-reading-how-to-use-a-wallet": "Gapjygy nädip ulanmaly"
}
