{
  "page-eth-buy-some": "Ethereum satyn almak isleýärsiňizmi?",
  "page-eth-buy-some-desc": "Ethereum bilen ETH-i garyşdyrmak adaty zat. Ethereum blok zynjyrydyr we ETH Ethereumyň esasy baýlygydyr. ETH, satyn almak isleýän zadyňyz bolsa gerek.",
  "page-eth-cat-img-alt": "Pişikleriň kaleýdoskopy bilen ETH glifiniň grafigi",
  "page-eth-collectible-tokens": "Ýygnap bolýan tokenlar",
  "page-eth-collectible-tokens-desc": "Ýygnap bolýan oýun elementini, sanly sungat eserini ýa-da beýleki täsin baýlyklary görkezýän tokenlar. Adatça non-fungible tokens (NFT) diýilýär.",
  "page-eth-cryptography": "Kriptografiýa bilen goralýar",
  "page-eth-cryptography-desc": "Internet pullary täze bolup biler, ýöne subut edilen kriptografiýa bilen goralýar. Bu gapjygyňyzy, ETH we amallaryňyzy goraýar. ",
  "page-eth-currency-for-apps": "Ethereum programmalarynyň walýutasy.",
  "page-eth-currency-for-future": "Sanly geljegimiz üçin walýuta",
  "page-eth-description": "ETH kriptowalýuta bolup durýar. Ol internetde ulanyp boljak seýrek sanly pul - Bitcoin-e meňzeş. Kripto işinde täze bolsaňyz, ine ETH-iň adaty pullardan tapawudy.",
  "page-eth-earn-interest-link": "Gyzyklanma gazanyň",
  "page-eth-flexible-amounts": "Çeýe mukdarda bar",
  "page-eth-flexible-amounts-desc": "ETH 18 onluk ýere bölünýär, şonuň üçin 1 doly ETH satyn almak zerurlygy ýok. Isleseňiz, bir gezekde 0,00000000000000000001 ETH ýaly bölekleri satyn alyp bilersiňiz.",
  "page-eth-fuels": "ETH Ethereum-a güýç berýär we ony ygtybarlarly edýär",
  "page-eth-fuels-desc": "ETH - Ethereum-a jan berýän gan. ETH ibereniňizde ýa-da Ethereum programmasyny ulananyňyzda, Ethereum toruny ulanmak üçin ETH görnüşinde töleg töleýärsiňiz. Bu töleg, blok öndürijisine etjek bolýan zadyňyzy ýerine ýetirmek we barlamak üçin itergi bolup durýar.",
  "page-eth-fuels-desc-2": "Tassyklaýjylar Ethereum kätiplerine meňzeýär - olar hiç kimiň aldamaýandygyny barlaýarlar we subut edýärler. Olar geleşikleriň bir toparyny teklip etmek üçin tötänleýin saýlanýar. Bu işi ýerine ýetirýän tassyklaýjylar täze çykan ETH-den az mukdarda sylag alýarlar.",
  "page-eth-fuels-desc-3": "Tassyklaýjylaryň ýerine ýetirýän işleri we goýýan maýalary Ethereum-y howpsuzlykda tutýar we merkezi gözegçilikden çykarýar.",
  "page-eth-fuels-staking": "ETH-iňizi goýum goýanyňyzda Ethereum-y goramaga kömek edýärsiňiz we baýrak gazanýarsyňyz. Bu ulgamda ETH ýitirmek howpy hüjümçileri saklaýar.",
  "page-eth-fuels-more-staking": "Steýking hakda has giňişleýin",
  "page-eth-get-eth-btn": "ETH edinmek",
  "page-eth-gov-tokens": "Dolandyryş tokenleri",
  "page-eth-gov-tokens-desc": "Merkezleşdirilmedik guramalarda ses beriş ygtyýarlygyny görkezýän tokenler.",
  "page-eth-has-value": "Näme üçin ETH-iň gymmaty bar?",
  "page-eth-has-value-desc": "ETH dürli adamlar üçin dürli tarapdan gymmatlydyr.",
  "page-eth-has-value-desc-2": "ETH, Ethereum ulanyjylaryna geleşik tölegini tölemäge mümkinçilik berýändigi üçin gymmatlydyr.",
  "page-eth-has-value-desc-3": "Beýlekiler muny sanly gymmatlyk ammary hökmünde görýärler, sebäbi täze ETH-iň döredilmegi wagtyň geçmegi bilen haýallaýar.",
  "page-eth-has-value-desc-4": "Soňky döwürde ETH Ethereum-daky maliýe programmalaryny ulanýanlar üçin gadyrly ýagdaýa geldi. Munuň sebäbi, ETH-ni kripto karzlary üçin girew hökmünde ýa-da töleg ulgamy ulanyp bilmegiňizdir.",
  "page-eth-has-value-desc-5": "Elbetde, köpler muny Bitcoin ýa-da beýleki kriptowalýutalar ýaly maýa goýum hökmünde görýärler.",
  "page-eth-how-to-buy": "Nädip efir satyn almaly",
  "page-eth-how-to-buy-caption": "Ýygy-ýygydan täzelenýär",
  "page-eth-is-money": "ETH sanly, global puldur.",
  "page-eth-last-updated": "2019-njy ýylyň ýanwar aýy",
  "page-eth-monetary-policy": "Ethereum-yň pul syýasaty",
  "page-eth-more-on-ethereum-link": "Ethereum hakda has giňişleýin",
  "page-eth-no-centralized": "Merkezleşdirilen gözegçilik ýok ",
  "page-eth-no-centralized-desc": "ETH merkezleşdirilmedik we global bolup durýar. Has köp ETH çap etmäge ýa-da ulanyş şertlerini üýtgetmäge karar berip biljek kompaniýa ýa-da bank ýok.",
  "page-eth-non-fungible-tokens-link": "Özara çalşylmaýan tokenler",
  "page-eth-not-only-crypto": "ETH Ethereum-daky ýeke-täk kripto däl",
  "page-eth-not-only-crypto-desc": "Islendik adam täze görnüşli aktiw döredip, Ethereum-da olaryň söwdasyny edip biler. Bular “tokenler” diýlip atlandyrylýar. Adamlar adaty pul birliklerini, gozgalmaýan emläklerini, sungatyny we hatda özlerini tokenlediler!",
  "page-eth-not-only-crypto-desc-2": "Ethereum-da müňlerçe token bar, olaryň käbiri beýlekilerden has peýdaly we gymmatlydyr. Işläp düzüjiler täze mümkinçilikleri açýan we täze bazarlary açýan täze tokenleri ýasaýarlar.",
  "page-eth-open": "Hemmelere açyk",
  "page-eth-open-desc": "ETH-i kabul etmek üçin diňe internet birikmesi we gapjyk gerek. Tölegleri kabul etmek üçin bank hasabyna girmek hökman däl. ",
  "page-eth-p2p-payments": "Deň-deňdeş tölegler",
  "page-eth-p2p-payments-desc": "ETH-yňyzy bank ýaly araçy hyzmat bolmazdan iberip bilersiňiz. Nagt pullary eliňiz bilen tabşyran ýaly, ýöne ony islendik adam bilen, islendik ýerde, islän wagtyňyz ygtybarly ýagdaýda edip bilýärsiňiz.",
  "page-eth-period": ".",
  "page-eth-popular-tokens": "Meşhur token görnüşleri",
  "page-eth-powers-ethereum": "ETH Ethereum-a güýç berýär",
  "page-eth-shit-coins": "B*k koinler",
  "page-eth-shit-coins-desc": "Täze tokenleri ýasamak aňsat bolany üçin her kim muny edip biler - hatda erbet ýa-da ýalňyş niýetli adamlar hem. Olary ulanmazdan ozal elmydama gözleg geçiriň!",
  "page-eth-stablecoins": "Stablecoins\n",
  "page-eth-stablecoins-desc": "Dollar ýaly adaty pul birliginiň hümmedini görkezýän tokenler. Bu köp kriptowalýutalaryň gymmatynyň çalt üýtgäp durmagy meselesini çözýär.",
  "page-eth-stablecoins-link": "Get stablecoins",
  "page-eth-stream-link": "ETH akymy",
  "page-eth-tokens-link": "Ethereum tokenleri",
  "page-eth-trade-link-2": "Tokenleri çalyşmak",
  "page-eth-underpins": "ETH Ethereum maliýe ulgamynyň esasyny düzýär",
  "page-eth-underpins-desc": "Töleglerden kanagatlanman, Ethereum jemgyýeti deň-deňdeş we hemmelere elýeterli bitewi maliýe ulgamyny gurýar.",
  "page-eth-underpins-desc-2": "Ethereum-da düýbünden başga kriptowalýuta tokenlerini ýasamak üçin ETH-i girew hökmünde ulanyp bilersiňiz. Mundan başga-da, ETH we beýleki ETH goldaýan tokenleri karz alyp, karz berip we olardan göterim gazanyp bilersiňiz.",
  "page-eth-uses": "ETH ulanyp boljak ýerler günsaýyn ösýär",
  "page-eth-uses-desc": "Ethereum programmirlenip bilinýändigi sebäpli işläp düzüjiler ETH-i çäksiz görnüşde şekillendirip bilerler.",
  "page-eth-uses-desc-2": "2015-nji ýylda diňe bir Ethereum hasabyndan beýlekisine ETH iberip bolýardy. Ine, häzirki wagtda edip boljak zatlaryň diňe käbiri.",
  "page-eth-uses-desc-3": "hakyky wagtda birine pul serişdelerini tölemek ýa-da almak.",
  "page-eth-uses-desc-4": "ETH-i Bitcoin ýaly beýleki tokenler bilen söwda edip bilersiňiz.",
  "page-eth-uses-desc-5": "ETH we beýleki Ethereum esasly tokenlarda.",
  "page-eth-uses-desc-6": "durnukly, az üýtgäp durýan gymmaty bilen kripto walýutalar dünýäsine giriň.",
  "page-eth-value": "Näme üçin ether gymmatly",
  "page-eth-video-alt": "ETH glif wideosy",
  "page-eth-whats-eth": "Ether (ETH) näme?",
  "page-eth-whats-eth-hero-alt": "Eteriň (ETH) glifine haýran galýan bir topar adamyň mysaly",
  "page-eth-whats-eth-meta-desc": "ETH we onuň Ethereum-daky ornuna düşünmek üçin bilmeli zatlaryňyz.",
  "page-eth-whats-eth-meta-title": "Ether (ETH) näme?",
  "page-eth-whats-ethereum": "Ethereum näme?",
  "page-eth-whats-ethereum-desc": "ETH-iň arkasyndaky tehnologiýa bolan Ethereum hakda has giňişleýin öwrenmek isleseňiz, girişimizi gözden geçiriň.",
  "page-eth-whats-unique": "ETH-de üýtgeşik zat näme?",
  "page-eth-whats-unique-desc": "Ethereumda köp sanly kriptografik walýuta we başga-da köp bellik bar, ýöne diňe ETH-iň edip biljek käbir zatlary bar.",
  "page-eth-where-to-buy": "ETH-i nireden almaly",
  "page-eth-where-to-buy-desc": "ETH-ni bir biržadan ýa-da gapjykdan satyn alyp bilersiňiz, ýöne dürli ýurtlaryň dürli syýasaty bardyr. ETH satyn almaga mümkinçilik berýän hyzmatlary görüň.",
  "page-eth-yours": "Bu hakykatdanam siziňki",
  "page-eth-yours-desc": "ETH size öz bankyňyz bolmaga mümkinçilik berýär. Eýeçiligiň subutnamasy hökmünde gapjygyňyz bilen öz serişdeleriňizi dolandyryp bilersiňiz  - üçünji taraplar gerek däl.",
  "page-eth-more-on-tokens": "Tokenler we olaryň ulanylyşy barada has giňişleýin",
  "page-eth-button-buy-eth": "ETH alyň",
  "page-eth-tokens-stablecoins": "Stablecoins\n",
  "page-eth-tokens-defi": "Merkezleşdirilmedik maliýe (DeFi)",
  "page-eth-tokens-nft": "Özara çalşylmaýan tokenler (NFT-lar)",
  "page-eth-tokens-dao": "Merkezleşdirilmedik awtonom guramalar (DAO-lar)",
  "page-eth-tokens-stablecoins-description": "Ethereum tokenlarynyň iň az üýtgäp durýanlary barada has giňişleýin.",
  "page-eth-tokens-defi-description": "Ethereum tokenleri üçin maliýe ulgamy.",
  "page-eth-tokens-nft-description": "Ethereum-daky zatlaryň eýeçiligini görkezýän tokenler.",
  "page-eth-tokens-dao-description": "Internet jemgyýetleri köplenç token eýeleri tarapyndan dolandyrylýar.",
  "page-eth-whats-defi": "DeFi hakda has giňişleýin maglumat",
  "page-eth-whats-defi-description": "DeFi, Ethereum-da gurlan merkezleşdirilmedik maliýe ulgamydyr. Bu umumy syn, näme edip biljekdigiňizi düşündirýär.",
  "page-what-is-ethereum-what-is-ether": "What is ether?"
}
