{
  "page-get-eth-article-keeping-crypto-safe": "Kriptoňyzy howpsuz saklamagyň açarlary",
  "page-get-eth-article-protecting-yourself": "Özüňizi we serişdeleriňizi goramak",
  "page-get-eth-article-store-digital-assets": "Sanly aktiwleri Ethereum-da nädip saklamaly",
  "page-get-eth-article-protecting-yourself-desc": "MyCrypto",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": "Merkezleşdirilen biržalar",
  "page-get-eth-cex-desc": "Biržalar adaty pul birliklerini ulanyp, kripto satyn almaga mümkinçilik berýän kärhanalardyr. Dolandyrýan gapjygyňyza iberýänçäňiz, satyn alýan islendik ETH-iňize olar gözegçilik edýär.",
  "page-get-eth-checkout-dapps-btn": "Merkezleşdirilmedik programmalary barlaň",
  "page-get-eth-community-safety": "Howpsuzlyk bilen baglanyşykly jemgyýetçilik ýazgylary",
  "page-get-eth-description": "Ethereum we ETH haýsydyr bir hökümet ýa-da kompaniýa tarapyndan dolandyrylmaýar - olar merkezleşdirilmedik. Bu, ETH-leriň hemmelere açykdygyny aňladýar.",
  "page-get-eth-dex": "Merkezleşdirilmedik biržalar (DEX-lar)",
  "page-get-eth-dex-desc": "Has köp gözegçilik isleseňiz, ETH deň-deňdeş satyn alyň. DEX bilen merkezleşdirilen kompaniýa serişdäňize gözegçilik rugsadyny bermezden söwda edip bilersiňiz.",
  "page-get-eth-dexs": "Merkezleşdirilmedik biržalar (DEX-lar)",
  "page-get-eth-dexs-desc": "Merkezleşdirilmedik biržalar ETH we beýleki tokenler üçin açyk bazarlar bolup durýar. Bu bazarlar alyjylary we satyjylary gönüden-göni birikdirýärler.",
  "page-get-eth-dexs-desc-2": "Geleşikdäki serişdeleri goramak üçin ynamdar üçünji tarap ulgamlary ulanmagyň ýerine olar kod ulanýarlar. Satyjynyň ETH-i diňe haçan-da töleg kepillendirilende geçiriler. Koduň bu görnüşi akylly şertnama hökmünde bellidir.",
  "page-get-eth-dexs-desc-3": "Bu, merkezleşdirilen alternatiwalara garanyňda geografiki çäklendirmeleriň azdygyny aňladýar. Kimdir biri isleýän zadyňyzy satyp, berip biljek töleg usulyňyzy kabul etse, siz taýýar. DEX-ler size beýleki tokenler, PayPal ýa-da hatda şahsy nagt pullar bilen ETH satyn almaga mümkinçilik berip biler.",
  "page-get-eth-do-not-copy": "Mysal: Göçürmäň",
  "page-get-eth-exchanges-disclaimer": "Bu maglumatlary el bilen ýygnadyk. Nädogry bir zady görseňiz, bize habar beriň",
  "page-get-eth-exchanges-empty-state-text": "ETH satyn almak maksady bilen ulanyp boljak gapjyklaryň we biržalaryň sanawyny görmek üçin ýaşaýan ýurduňyzy saylaň",
  "page-get-eth-exchanges-except": "Bulardan başga",
  "page-get-eth-exchanges-header": "Haýsy ýurtda ýaşaýarsyňyz?",
  "page-get-eth-exchanges-header-exchanges": "Biržalar",
  "page-get-eth-exchanges-header-wallets": "Gapjyklar",
  "page-get-eth-exchanges-intro": "Biržalaryň we gapjyklaryň kripto satyp boljak ýerleri barada çäklendirmeler bar.",
  "page-get-eth-exchanges-no-exchanges": "Bagyşlaň, bu ýurtdan ETH satyn almaga mümkinçilik berýän biržalary bilemzok. Eger siz bilýän bolsaňyz, bize şu ýerden habar ediň",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Bagyşlaň, bu ýurtdan ETH satyn almaga mümkinçilik berýän biržalary ýa-da gapjyklary bilemzok. Eger siz bilýän bolsaňyz, bize şu ýerden habar ediň",
  "page-get-eth-exchanges-no-wallets": "Bagyşlaň, bu ýurtdan ETH satyn almaga mümkinçilik berýän gapjyklary bilemzok. Eger siz bilýän bolsaňyz, bize şu ýerden habar ediň",
  "page-get-eth-exchanges-search": "Ýaşaýan ýeriňizi ýazyň...",
  "page-get-eth-exchanges-success-exchange": "Kanuny barlaglary sebäpli bir biržada hasaba durmak üçin birnäçe gün gerek bolup biler.",
  "page-get-eth-exchanges-success-wallet-link": "gapjyklar",
  "page-get-eth-exchanges-success-wallet-paragraph": "Ýaşaýan ýeriňizde gönümel şu gapjyklardan ETH satyn alyp bilersiňiz. Bu barada has giňişleýin öwreniň",
  "page-get-eth-exchanges-usa": "Amerikanyň Birleşen Ştatlary (ABŞ)",
  "page-get-eth-get-wallet-btn": "Gapjyk edinmek",
  "page-get-eth-hero-image-alt": "ETH gahryman şekilini alyň",
  "page-get-eth-keep-it-safe": "ETH-iňizi howpsuz saklamak",
  "page-get-eth-meta-description": "Ýaşaýan ýeriňize baglylykda ETH-i nädip satyn almalydygy we ideg etmelidigi barada maslahat.",
  "page-get-eth-meta-title": "Nädip ETH satyn almaly",
  "page-get-eth-need-wallet": "DEX ulanmak üçin gapjyk gerek bolar.",
  "page-get-eth-new-to-eth": "ETH üçin täzemi? Ine, başlamak üçin umumy syn.",
  "page-get-eth-other-cryptos": "Başga kripto bilen satyn almak",
  "page-get-eth-protect-eth-desc": "Köp ETH satyn almagy meýilleşdirýän bolsaňyz, birža däl-de, gözegçilik edýän gapjygyňyzda saklamak isläp bilersiňiz. Sebäbi birža hakerler üçin ähtimal nyşandyr. Eger bir haker girip bilse, serişdeleriňizi ýitirip bilersiňiz. Beýleki ýagdaýda bolsa gapjygyňyza diňe gözegçilik edip bilersiňiz.",
  "page-get-eth-protect-eth-in-wallet": "ETH-ňizi gapjykda goraň",
  "page-get-eth-search-by-country": "Ýurt boýunça gözleg",
  "page-get-eth-security": "Ýöne bu, serişdäňiziň howpsuzlygyna çynlakaý çemeleşmelidigiňizi aňladýar. ETH bilen, puluňyza seretmek üçin banka ynanmaýarsyňyz, özüňize ynanýarsyňyz.",
  "page-get-eth-smart-contract-link": "Akylly şertnamalar hakda has giňişleýin",
  "page-get-eth-swapping": "Tokenleriňizi beýleki adamlaryň ETH bilen çalyşyň. We tersine-de.",
  "page-get-eth-try-dex": "DEX synap görmek",
  "page-get-eth-use-your-eth": "ETH-ňyzy ulanyň",
  "page-get-eth-use-your-eth-dapps": "Indi käbir ETH-e eýe bolsaňyz, käbir Ethereum programmalaryny (dapps) gözden geçiriň. Maliýe, sosial media, oýun we başga-da köp kategoriýalar üçin dapps bar.",
  "page-get-eth-wallet-instructions": "Gapjyk görkezmelerini ýerine ýetiriň",
  "page-get-eth-wallet-instructions-lost": "Gapjygyňyza girmegi ýitirseňiz, serişdeleriňize hem elýeterliligiňizi ýitirersiňiz. Gapjygyňyz muňa garşy goramak barada görkezmeler bermelidir. Olary üns bilen ýerine ýetiriň - köp halatda gapjygyňyza girip bilmeseňiz hiç kim size kömek edip bilmez.",
  "page-get-eth-wallets": "Gapjyklar",
  "page-get-eth-wallets-link": "Gapjyklar hakda giňişleýin",
  "page-get-eth-wallets-purchasing": "Käbir gapjyklar debet / kredit kartoçkasy, bank geçirmesi ýa-da Apple Pay bilen kripto satyn almaga mümkinçilik berýär. Geografiki çäklendirmeler bardyr.",
  "page-get-eth-warning": "Bu DEX-ler täze başlanlar üçin däl, sebäbi olary ulanmak üçin käbir ETH gerek bolar.",
  "page-get-eth-what-are-DEX's": "DEX-ler näme?",
  "page-get-eth-whats-eth-link": "ETH näme?",
  "page-get-eth-where-to-buy-desc": "ETH-i biržalardan ýa-da gapjyklardan göni satyn alyp bilersiňiz.",
  "page-get-eth-where-to-buy-desc-2": "Ýaşaýan ýeriňize baglylykda haýsy hyzmatlary ulanyp boljakdygyny barlaň.",
  "page-get-eth-where-to-buy-title": "ETH-i nireden satyn almaly",
  "page-get-eth-your-address": "Siziň ETH salgyňyz",
  "page-get-eth-your-address-desc": "Gapjyk ýükläniňizde, siziň üçin köpçülige açyk ETH salgysyny ýasar. Ine, görnüşi:",
  "page-get-eth-your-address-desc-3": "E-poçta salgyňyz ýaly pikir ediň, ýöne poçta ýerine ETH alyp biler. ETH-ni biržadan gapjygyňyza geçirmek isleseňiz, salgyňyzy barmaly ýeri hökmünde ulanyň. Ibermezden ozal elmydama iki gezek barlaň!",
  "page-get-eth-your-address-wallet-link": "Gapjyklara göz aýlaň",
  "listing-policy-raise-issue-link": "Raise issue",
  "page-find-wallet-last-updated": "Soňky gezek täzelendi"
}
