{
  "page-what-is-ethereum-alt-img-bazaar": "Ethereum keşbi hökmünde niýetlenilen, bazara jyklaýan adamyň şekli",
  "page-what-is-ethereum-alt-img-comm": "Ethereum jemgyýetiniň agzalarynyň bilelikde işleýşini görkezýän şekil",
  "page-what-is-ethereum-alt-img-lego": "Lego kerpiçlerinden ýasalan ETH logotipini döredýän eliň şekli",
  "page-what-is-ethereum-banking-card": "Hemmeler üçin bank hyzmatlary",
  "page-what-is-ethereum-banking-card-desc": "Hemeleriň maliýe hyzmatlaryndan peýdalanmagy mümkin däl. Emma Ethereum-a girmek hem-de onuň üstünde gurlan karz bermek, karz almak we süýşürintgiler boýunça önümlere girmek üçin size gerek zat diňe internet birikmesidir.",
  "page-what-is-ethereum-build": "Ethereum bilen bir zat ýasaň",
  "page-what-is-ethereum-build-desc": "Ethereum bilen gurmaga synanyşmak isleseňiz, resminamalarymyzy okaň, käbir okuw gollanmalaryny synap görüň ýa-da başlamak üçin zerur gurallary barlaň.",
  "page-what-is-ethereum-censorless-card": "Senzura çydamly",
  "page-what-is-ethereum-censorless-card-desc": "Ethereum hiç bir hökümet ýa-da kompaniýa tarapyndan dolandyrylmaýar. Merkezden daşlaşdyrmak Ethereum hyzmatlaryny ulanmak arkaly töleg almagyňyza ýa-da ibermegiňize hiç kimiň päsgel bermegine mümkinçilik bermeýär diýseňem boljak.",
  "page-what-is-ethereum-comm-desc": "Jemgyýetimize sungat işgärleri, kripto-anarhistler, Fortune 500 sanawyndaky kompaniýalar we indi siz ýaly dürli gatlakdaky adamlar girýär. Bu gün nädip gatnaşyp boljakdygyny biliň.",
  "page-what-is-ethereum-commerce-card": "Täjirçilik kepillikleri",
  "page-what-is-ethereum-commerce-card-desc": "Müşderiler diňe ylalaşylan zat üpjün edilen ýagdaýynda serişdeleriň eýeçiliginiň geçiriljekdigi ýaly içinde ornaşdyrylan ygtybarly kepillige eýe bolup durýar. Edil şonuň ýaly hem, işläp düzüjiler özlerine degişli düzgünleriň üýtgemejekdiginden arkaýyn bolup bilerler.",
  "page-what-is-ethereum-composable-card": "Düzüp bolýan önümler",
  "page-what-is-ethereum-composable-card-desc": "Ähli programmalar umumy global ýagdaýy paýlaşýan blok zynjyrynda gurulýar, ýagny biri-birini gurup bilýär (Lego kerpiçleri ýaly). Bu bolsa has oňat önümlere hem-de tejribelere, programmalaryň bil baglaýan gurallaryny hiç kimiň aýryp bilmejekdigini kepillendirmäge mümkinçilik berýär.",
  "page-what-is-ethereum-community": "Ethereum jemgyýeti",
  "page-what-is-ethereum-desc": "Sanly geljegimiziň binýady",
  "page-what-is-ethereum-explore": "Ethereum-a göz aýlaň",
  "page-what-is-ethereum-internet-card": "Açyk internet",
  "page-what-is-ethereum-internet-card-desc": "Islendik adam Ethereum tory bilen işleşip ýa-da onuň üstünde programmalary gurup biler. Bu bolsa birnäçe ägirt korporasiýa tarapyndan dolandyrylmagyň ýerine, öz aktiwleriňizi we şahsyýetiňizi özüňiz dolandyrmaga mümkinçilik berýär.",
  "page-what-is-ethereum-meet-comm": "Jemgyýet bilen tanşyň",
  "page-what-is-ethereum-meta-description": "Ethereum barada, onuň näme edýändigi we ony özüňiz nädip synap görüp biljegiňiz barada öwreniň.",
  "page-what-is-ethereum-meta-title": "Ethereum näme?",
  "page-what-is-ethereum-p2p-card": "Deň-deňdeş tor",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum, beýleki adamlar bilen gönüden-göni utgaşmaga, şertnama baglaşmaga ýa-da sanly aktiwleri geçirmäge mümkinçilik berýär. Araçylara bil baglamak hökman däl.",
  "page-what-is-ethereum-start-building-btn": "Gurmaga başlaň",
  "page-what-is-ethereum-title": "Ethereum näme?",
  "page-what-is-ethereum-subtitle": "Ethereum-yň işleýşi, getirýän peýdalary we dünýädäki millionlarça adam tarapyndan nähili ulanylýandygy barada öwrenjeler üçin doly gollanma.",
  "page-what-is-ethereum-button-lets-start": "Başlalyň",
  "page-what-is-ethereum-blockchain-tab-title": "What is a blockchain?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Blok zynjyry</b> tordaky köp sanly kompýuterleriň arasynda täzelenýän we paýlaşylýan amallaryň maglumat binýady bolup durýar. Her gezek täze geleşikler toplumy goşulanda, oňa \"blok\" diýilýär - blok zynjyry ady şondan gelip çykýar. Ethereum ýaly halk köpçüligine açyk blok zynjyrlary islendik adama maglumat goşmaga mümkinçilik berýär, ýöne maglumatlary aýyrmaga rugsat bermeýär. Kimdir biri maglumatlary üýtgetmek ýa-da ulgamy aldamak islese, tordaky kompýuterleriň aglaba köpçüliginde şeýtmeli bolar. Bu bolsa ummasyz köp! Bu ýagdaý Ethereum ýaly merkezleşdirilmedik blok zynjyrlaryny ýokary derejede ygtybarly edýär.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "What is a cryptocurrency?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Kriptowalýuta blok zynjyry arkaly ygtybarlandyrylan özara çalşylýan sanly tokenleriň köp görnüşini beýan etmek üçin ulanylýan adalgadyr. Bularyň hemmesi Bitcoin bilen başlandy. Bitcoin araça bil baglamazdan iki tarapyň arasynda gymmatlygy geçirmek üçin ulanylyp bilner. Diňe açyk we erkin elýeterli Bitcoin koduna ynanmagyňyz ýeterlik.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "Bitkoin we efir ýaly aktiwleriň “kriptowalýutalar” diýlip atlandyrylmagynyň sebäbi, maglumatlaryňyzyň we aktiwleriňiziň bir edaranyň ýa-da korporasiýanyň dogruçyl hereket etmegine ynanmak bilen däl-de, kriptografiýa bilen kepillendirilmegidir.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Ethereum-yň tordaky käbir işjeňlikler üçin töleg tölemekde ulanylýan öz kriptowalýutasy, efir (ETH) bar. Ony beýleki ulanyjylara geçirip ýa-da Ethereum-daky beýleki tokenler bilen çalşyp bolýar. Efir aýratyn, sebäbi ol Ethereum-da programmalary we guramalary gurmak hem-de işletmek üçin zerur hasaplamanyň tölegini tölemekde ulanylýar.",
  "page-what-is-ethereum-summary-title": "Summary",
  "page-what-is-ethereum-summary-desc-1": "Ethereum, bütin dünýäde Ethereum protokoly diýilýän düzgünler toplumyna eýerýän kompýuter torudyr. Ethereum tory, her kimiň gurup we ulanyp bilýän jemgyýetleri, amaly programmalary, guramalary we sanly baýlyklary üçin esas bolup hyzmat edýär.",
  "page-what-is-ethereum-summary-desc-2": "Islendik ýerden, islän wagtyňyz Ethereum hasabyny döredip, programmalar dünýäsini öwrenip ýa-da öz programmalaryňyzy gurup bilersiňiz. Düýp innowasiýa bularyň hemmesini düzgünleri üýtgedip biljek ýa-da girişiňizi çäklendirip biljek merkezi häkimiýete bil baglamazdan edip bilmegiňiz bolup durýar.",
  "page-what-is-ethereum-summary-desc-3": "Has giňişleýin öwrenmek üçin okamaga dowam ediň…",
  "page-what-is-ethereum-btc-eth-diff-title": "Ethereum bilen Bitcoin-iň arasynda näme tapawut bar?",
  "page-what-is-ethereum-btc-eth-diff-1": "2015-nji ýylda işe girizilen Ethereum, käbir uly tapawutlar bilen Bitcoin-iň innowasiýasyna esaslanýar.",
  "page-what-is-ethereum-btc-eth-diff-2": "Bularyň ikisi-de töleg üpjün edijisiz ýa-da banksyz sanly pul ulanmaga rugsat berýär. Emma, <b>Ethereum programmirlenip bilinýär</b>, şonuň üçin onuň öz torunda merkezleşdirilmedik programmalary gurup we işe goýberip bilersiňiz.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin bize gymmatly hasaplaýan zatlarymyz hakda biri-birimize ýönekeý habarlary ibermäge mümkinçilik berýär. Gymmady kesgitlemekde häkimiýete bil baglamazlygyň özi eýýäm uly güýç. Ethereum muny giňeldýär: diňe bir habar däl-de, eýsem islendik umumy programmany ýa-da şertnamany ýazyp bilersiňiz. Döredilip we ylalaşylyp bilinjek şertnamalaryň görnüşleriniň çägi ýok, şonuň üçin Ethereum torunda iri innowasiýa bolup geçýär.",
  "page-what-is-ethereum-btc-eth-diff-4": "Bitcoin diňe töleg ulgamy bolsa, Ethereum maliýe hyzmatlarynyň, oýunlaryň, sosial torlaryň we beýleki programmalaryň bazaryna meňzeýär.",
  "page-what-is-ethereum-what-can-eth-do-title": "Ethereum näme edip bilýär?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Näme üçin Ethereum ulanaryn?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Global derejede utgaşdyrmagyň, guramalary döretmegiň, programmalary gurmagyň we gymmatlygy paýlaşmagyň has durnukly, açyk we ygtybarly usullary bilen gyzyklanýan bolsaňyz, Ethereum tüýs siziň üçin. Ethereum hemmämiz tarapyndan ýazylan bir hekaýa, geliň we bilelikde haýsy ajaýyp dünýäleri gurup biljekdigimizi öwreniň.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Ethereum gözegçiliginiň daşyndaky daşarky güýçler sebäpli emläkleriniň howpsuzlygy ýa-da ygtybarlylygy ýa-da hereketliligi bilen baglanyşykly näbellilikler bilen ýüzbe-ýüz bolýan adamlar üçinem bahasyna ýetip bolmajak hyzmat boldy.",
  "page-what-is-ethereum-slide-1-title": "Arzan we has çalt serhetaşa tölegler",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Steýblkoinler</b> gymmatynyň esasy hökmünde has durnukly aktiwlere daýanýan kriptowalýutalaryiň täze görnüşi bolup durýar. Olaryň köpüsi ABŞ dollaryna berkidilýär, şonuň üçin şol pul birliginiň hümmedini saklaýar. Bular gaty arzan we durnukly global töleg ulgamyna mümkinçilik berýär. Häzirki wagtda hereket edýän steýblkoinleriň köpüsi Ethereum torunda gurlupdyr.",
  "page-what-is-ethereum-slide-1-desc-2": "<b>Steýblkoinler</b> gymmatynyň esasy hökmünde has durnukly aktiwlere daýanýan kriptowalýutalaryiň täze görnüşi bolup durýar. Olaryň köpüsi ABŞ dollaryna berkidilen, şonuň üçin şol pul birliginiň hümmedini saklaýar. Bular gaty arzan we durnukly global töleg ulgamyna mümkinçilik berýär. Häzirki wagtda hereket edýän steýblkoinleriň köpüsi Ethereum torunda guruldy.",
  "page-what-is-ethereum-slide-2-title": "Çökgünlik döwründe iň çalt kömek",
  "page-what-is-ethereum-slide-2-desc-1": "Ýaşaýan ýeriňizdäki ynamdar guramalaryň üsti bilen birnäçe bank mümkinçiliklerine eýe bolmak bagtyna eýe bolsaňyz, olaryň hödürleýän maliýe erkinligini, howpsuzlygyny we durnuklylygyny bolaýmaly zat hökmünde kabul edip bilersiňiz. Ýöne, dünýädäki syýasy basyş ýa-da ykdysady kynçylyklar bilen ýüzbe-ýüz bolýan köp adam üçin maliýe guramalary zerur gorag ýa-da hyzmatlary üpjün etmän biler.",
  "page-what-is-ethereum-slide-2-desc-2": "Uruş, ykdysady betbagtçylyklar ýa-da raýat azatlyklaryna garşy basyşlar <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Wenesuelanyň</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Kubanyň</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Owganystanyň</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigeriýanyň</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Belarusyň</a> we <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukrainanyň</a> ýaşaýjylaryna zarba uranynda, kriptowalýutalar maliýe guramasyny saklap galmak üçin iň çalt we köplenç ýeke-täk mümkinçiligi düzdi.<sup><a href=\"https://www.financialinclusion.tech/\">1</a></sup> Bu mysallardan görnüşi ýaly, Ethereum ýaly kriptowalýutalar adamlar daşky dünýäden üzňe bolanynda olara dünýä ykdysadyýetine erkin girişi üpjün edip bilerler. Mundan başga-da, bahalaryň ummasyz ýokarlanmagy sebäpli ýerli pul birlikleriniň hümmedi peseleninde steýblkoin gymmaty gorap saklamagyň serişdesini hödürleýär.",
  "page-what-is-ethereum-slide-3-title": "Döredijilere kuwwat bermek",
  "page-what-is-ethereum-slide-3-desc-1": "Diňe 2021-nji ýylda sungat işgärleri, sazandalar, ýazyjylar we beýleki döredijiler Ethereum-dan bilelikde 3,5 milliard dollar töweregi girdeji gazandy. Bu bolsa Ethereum-y Spotify, YouTube we Etsy bilen birlikde döredijiler üçin iň uly global platformalaryň birine öwürýär. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Goşmaça maglumat</a>.",
  "page-what-is-ethereum-slide-4-title": "Oýunçylara kuwwat bermek",
  "page-what-is-ethereum-slide-4-desc-1": "Gazanmak üçin oýnaň oýunlary (bu ýerde oýunçylar oýun oýnanlygy üçin sylaglanýar) ýaňy-ýakynda ýüze çykdy we ol oýun pudagyny üýtgedip gurýar. Däp bolşy ýaly, köplenç oýun içindäki aktiwleriň hakyky pul üçin söwdasyny etmek ýa-da olary beýleki oýunçylara geçirmek gadagan edilýär. Bu bolsa oýunçylary köplenç howpsuzlyk töwekgelçiligi bolan gara bazar websaýtlaryny ulanmaga mejbur edýär. Blok zynjyrynda oýun pudagy oýun içindäki ykdysadyýeti goldaýar we şeýle hereketleri ygtybarly ýagdaýda höweslendirýär.",
  "page-what-is-ethereum-slide-4-desc-2": "Mundan başga-da, oýunçylar oýun içindäki tokenleri hakyky pula çalyşmaga höweslendirilýär, şeýlelik bilen oýnan wagtlary üçin hakykatdanam sylaglanýar.",
  "page-what-is-ethereum-meet-ether-title": "Ethereum-yň kriptowalýutasy efir bilen tanşyň",
  "page-what-is-ethereum-meet-ether-desc-1": "Ethereum torundaky köp hereket, Ethereum-yň ornaşdyrylan kompýuterinde (Ethereum wirtual maşyny diýlip atlandyrylýan) käbir işleriň edilmegini talap edýär. Bu hasaplama mugt däl; onuň tölegi Ethereum-yň efir (ETH) diýilýän öz kriptowalýutasy bilen tölenýär. Bu bolsa tory ulanmak üçin azyndan ujypsyz mukdarda efir gerekdigini aňladýar.",
  "page-what-is-ethereum-meet-ether-desc-2": "Efir bütinleý sanly we ony dünýäniň islendik ýerine, islendik adama derrew iberip bilersiňiz. Efir üpjünçiligi hiç bir hökümet ýa-da kompaniýa tarapyndan dolandyrylmaýar - ol merkezleşdirilmedik we doly aç-açan. Efir protokola berk laýyklykda diňe tory goraýan goýum goýanlara berilýär.",
  "page-what-is-ethereum-what-is-ether": "What is ether?",
  "page-what-is-ethereum-get-eth": "ETH alyň",
  "page-what-is-ethereum-explore-applications": "Programmalara göz gezdiriň",
  "page-what-is-ethereum-learn-defi": "DeFi hakda öwreniň",
  "page-what-is-ethereum-who-runs-ethereum-title": "Ethereum-y kim dolandyrýar?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum belli bir gurama tarapyndan dolandyrylmaýar. Ethereum protokolyna laýyklykda programma üpjünçiligi işleýän we Ethereum blok zynjyryna goşýan birikdirilen kompýuterler bolsa bolany. Bu kompýuterleriň her birine düwün diýilýär. Düwünler islendik adam tarapyndan işledilip bilner, ýöne toruň howpsuzlygyna gatnaşmak üçin ETH (Ethereum-yň öz tokeni) goýum goýmaly. 32 ETH-a eýe bolan islendik adam muny rugsatsyz edip biler.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Hatda Ethereum çeşme kody hem ýeke bir gurama tarapyndan öndürilmeýär. Her kim protokola üýtgetmeleri girizip, täzelenmeleri ara alyp maslahatlaşyp biler. Dürli programmirleme dillerinde garaşsyz guramalar tarapyndan öndürilen Ethereum protokolynyň birnäçe ýerine ýetirilişi bolup, bular köplenç açyk ýagdaýda ýasalýar we jemgyýetiň goşantlaryny höweslendirýär.",
  "page-what-is-ethereum-run-a-node": "Düwün işlediň",
  "page-what-is-ethereum-smart-contract-title": "What are smart contracts?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Akylly şertnamalar</b> Ethereum blok zynjyrynda işleýän kompýuter programmalary bolup durýar. Olar ulanyjynyň geleşigi ýüze çykanda ýerine ýetirilýär. Olar Ethereum-yň edip biljek zatlaryna iňňän çeýelik berýärler. Bu programmalar merkezleşdirilmedik programmalar we guramalar üçin gurluşyk blokloary bolup hyzmat edýär.",
  "page-what-is-ethereum-smart-contract-desc-2": "Hyzmat şertlerini üýtgeden önümi hiç ulanyp gördüňizmi? Ýa-da size peýdaly aýratynlygyny aýran hyzmaty? Ethereum-da akylly şertnama çap edilenden soň ol Ethereum bar boldugyça onlaýn bolar we işlär. Hatda awtory hem ony aýryp bilmeýär. Akylly şertnamalar awtomatlaşdyrylanlygy sebäpli hiç bir ulanyja garşy adam saýlamaýar we olar elmydama ulanyşa taýyn ýagdaýda bolýar.",
  "page-what-is-ethereum-smart-contract-desc-3": "Akylly şertnamalaryň meşhur mysallary karz bermek programmalary, merkezleşdirilmedik söwda biržalary, ätiýaçlandyryş, kwadrat maliýeleşdirme, sosial ulgamlar, NFT-ler - aklyňyza gelip biläýjek hemme zat.",
  "page-what-is-ethereum-more-on-smart-contracts": "Akylly şertnamalar hakda has giňişleýin",
  "page-what-is-ethereum-explore-dapps": "Explore dapps",
  "page-what-is-ethereum-criminal-activity-title": "Kripto jenaýat işleriniň guraly hökmünde ulanylýar diýip eşitdim. Bu hakykatmy?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Islendik tehnologiýa ýaly, ol käwagt nädogry ulanylar. Şeýle-de bolsa, ähli Ethereum geleşikleri açyk bir blok zynjyrynda amala aşyrylýandygy sebäpli, häkimiýetlere adaty maliýe ulgamyna garanyňda bikanun işleri yzarlamak has aňsat bolýar, bu bolsa Ethereum-yň üns çekmek islemeýänler üçin has az özüne çekiji bolmagyna sebäp bolýar.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Ýewropa Bileleşiginiň hukuk goraýjy hyzmatdaşlyk gullugy Ýewropolyň soňky hasabatynyň esasy netijelerine görä kripto hakyky pul birliklerine garanyňda jenaýat maksatly has az ulanylýar:",
  "page-what-is-ethereum-criminal-activity-desc-3": "“Kriptowalýutalaryň bikanun işler üçin ulanylyşy umumy kriptowalýuta ykdysadyýetiniň ujypsyz bir bölegini düzýär, ol adaty maliýe ulgamyndaky bikanun pul serişdelerine garanyňda ep-esli az.”",
  "page-what-is-ethereum-energy-title": "Ethereum-yň energiýa sarp edişi nähili?",
  "page-what-is-ethereum-energy-desc-1": "2022-nji ýylyň 15-nji sentýabrynda Ethereum The Merge täzelenmesinden geçdi, ol Ethereum-y işiň subutnamasyndan paýnamanyň subutnamasyna geçirýär.",
  "page-what-is-ethereum-energy-desc-2": "The Merge (Birleşmek), Ethereum-yň iň uly täzelenmesi bolup, Ethereumy ygtybarly etmek üçin zerur bolan energiýa sarp edilişini <b>99,95%</b> azaldyp, <b>has az uglerod bahasy bilen has ygtybarly ulgam döretdi</b>. Ethereum häzirki wagtda howpsuzlygyny we göwrümini ýokarlandyryp, az uglerodly blok zynjyry bolup durýar.",
  "page-what-is-ethereum-more-on-energy-consumption": "Energiýa sarp edilişi hakda has giňişleýin",
  "page-what-is-ethereum-energy-consumption-chart-legend": "TWh/ýyl görnüşinde ýyllyk energiýa sarp edilişi",
  "energy-consumption-chart-global-data-centers-label": "Global data centers",
  "energy-consumption-gold-mining-cbeci-label": "Gold mining",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "ABŞ-da oýun oýnamak",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "The Merge täzelenmesi",
  "page-what-is-ethereum-additional-reading": "Further reading",
  "page-what-is-ethereum-week-in-ethereum": "Ethereum habarlarynyň bir hepdeligi",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Ekoulgamdaky möhüm wakalary öz içine alýan hepdelik habar býulleteni.",
  "page-what-is-ethereum-kernel-dreamers": "Kernel",
  "page-what-is-ethereum-kernel-dreamers-desc": "Ethereum-yň arzuwy",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atomlar, edaralar, blok zynjyrlary",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Näme üçin blok zynjyrlary möhüm?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Sanlar bilen Ethereum",
  "adoption-chart-column-now-label": "Indi",
  "adoption-chart-investors-label": "Maýadarlar",
  "adoption-chart-developers-label": "Döredijiler",
  "adoption-chart-companies-label": "Kompaniýalar",
  "adoption-chart-artists-label": "Sungat işgärleri",
  "adoption-chart-musicians-label": "Sazandalar",
  "adoption-chart-writers-label": "Ýazyjylar",
  "adoption-chart-gamers-label": "Oýunçylar",
  "adoption-chart-refugees-label": "Bosgunlar"
}
