{
  "page-gas-meta-title": "Камісіі за газ у Ethereum: як яны працуюць?",
  "page-gas-meta-description": "Даведайцеся пра газ на Ethereum: як гэта працуе і як плаціць менш за газ",
  "page-gas-hero-title": "Камісіі за газ",
  "page-gas-hero-header": "Камісіі сеткі",
  "page-gas-hero-button-1-content": "Што такое газ?",
  "page-gas-hero-subtitle-1": "Камісіі сеткі ў Ethereum называюцца газам.",
  "page-gas-hero-subtitle-2": "Газ — гэта паліва, на якім дзейнічае Ethereum.",
  "page-gas-summary-title": "Вынікі",
  "page-gas-summary-item-1": "Для апрацоўкі кожнай транзакцыі ў Ethereum патрабуецца невялікая аплата",
  "page-gas-summary-item-2": "Гэтыя аплаты вядомы як камісіі за газ",
  "page-gas-summary-item-3": "Плата за газ не фіксаваная, яна змяняецца ў залежнасці ад загружанасці сеткі",
  "page-gas-what-are-gas-fees-header": "Што такое камісія за газ?",
  "page-gas-what-are-gas-fees-text-1": "Думайце аб Ethereum як аб вялікай камп'ютарнай сетцы, дзе людзі могуць выконваць такія задачы, як адпраўка пісьмаў або запуск праграм. Як і ў рэальным свеце, гэтыя задачы патрабуюць энергіі для іх выканання.",
  "page-gas-what-are-gas-fees-text-2": "У Ethereum кожнае вылічальнае дзеянне мае ўсталяваную цану газу. <b>Ваша плата за газ — гэта агульны кошт дзеянняў у вашай транзакцыі</b>. Калі вы адпраўляеце транзакцыю або запускаеце <a href=\"/glossary/#smart-contract\">разумны кантракт</a>, вы плаціце камісію за газ для іх апрацоўкі.",
  "page-gas-how-do-i-pay-less-gas-header": "Як плаціць менш за газ?",
  "page-gas-how-do-i-pay-less-gas-text": "Хоць больш высокія камісіі ў Ethereum часам непазбежныя, існуюць стратэгіі, якія можна выкарыстоўваць, каб знізіць кошт:",
  "page-gas-how-do-i-pay-less-gas-card-1-title": "Плануйце найлепшы час для вашых транзакцый",
  "page-gas-how-do-i-pay-less-gas-card-1-description": "Падобна таму, як вандроўка ў нізкі сезон болей даступная і не шматлюдная, транзакцыі ў Ethereum танней, калі Паўночнаамерыканскі кантынент спіць.",
  "page-gas-how-do-i-pay-less-gas-card-2-title": "Пачакайце, пакуль паменшыцца кошт газу",
  "page-gas-how-do-i-pay-less-gas-card-2-description": "Цэны на газ растуць і падаюць кожныя дванаццаць секунд у залежнасці ад загружанасці Ethereum. Калі цэны на газ высокія, чаканне ўсяго некалькі хвілін перад здзяйсненнем транзакцыі можа прывесці да значнага зніжэння затрат.",
  "page-gas-how-do-i-pay-less-gas-card-3-title": "Ужывайце ўзровень 2",
  "page-gas-how-do-i-pay-less-gas-card-3-description": "Ланцугі ўзроўню 2 пабудаваны на аснове Ethereum, прапануюць больш нізкія камісіі і апрацоўваюць больш транзакцый. Яны з'яўляюцца добрым выбарам для эканоміі на камісіях за транзакцыі, якія не абавязкова павінны адбывацца ў асноўнай сетцы Ethereum.",
  "page-gas-try-layer-2": "Паспрабуйце ўзровень 2",
  "page-gas-what-causes-high-gas-fees-header": "Якія прычыны высокай камісіі за газ?",
  "page-gas-what-causes-high-gas-fees-text-1": "Кожны раз, калі аб'ём вылічэнняў (газу) на Ethereum перавышае пэўны парог, камісія за газ пачынае расці. Чым большае гэта перавышэнне, тым хутчэй расце камісія за газ.",
  "page-gas-what-causes-high-gas-fees-text-2": "Больш высокія зборы могуць быць выкліканы такімі рэчамі, як папулярныя <a href=\"/glossary/#dapp\">дэцэнтралізаваныя дадаткі (dapps)</a> або NFT, перыядычнае павышэнне аб'ёму гандлю на <a href=\"/glossary/#dex\">DEX</a> або велізарная колькасць карыстальнікаў у часы пік.",
  "page-gas-what-causes-high-gas-fees-text-3": "Распрацоўшчыкі Ethereum павінны паклапаціцца аб аптымізацыі выкарыстання разумных кантрактаў перад іх разгортваннем. Калі шмат людзей выкарыстоўвае дрэнна напісаны разумны кантракт, будзе спажывацца больш газу і можа ўзнікнуць ненаўмысная перагрузка сеткі.",
  "page-gas-want-to-dive-deeper": "Жадаеце даведацца больш?",
  "page-gas-check-out-the-developer-docs": "Азнаёмцеся з дакументацыяй для распрацоўшчыкаў.",
  "page-gas-attack-of-the-cryptokitties-header": "Атака Cryptokitties",
  "page-gas-attack-of-the-cryptokitties-text": "У лістападзе 2017 года быў запушчаны папулярны праект CryptoKitties. Яго хуткі ўсплёск папулярнасці выклікаў значную перагрузку сеткі і занадта высокую плату за газ. Сітуацыя з CryptoKitties паскорыла тэрміновасць пошуку рашэнняў для маштабавання Ethereum.",
  "page-gas-why-do-we-need-gas-header": "Навошта патрэбен газ?",
  "page-gas-why-do-we-need-gas-text": "Газ з'яўляецца найважнейшым элементам для бяспекі Ethereum і апрацоўкі транзакцый. Газ дапамагае рознымі спосабамі:",
  "page-gas-benefits-1-description": "Газ робіць Ethereum <a href=\"/glossary/#anti-sybil\">устойлівым да атак Сівілы</a>, не даючы зламыснікам перапоўніць сетку махлярскімі дзеяннямі.",
  "page-gas-benefits-2-description": "Паколькі вылічэнні каштуюць газу, рассыланне ў Ethereum дарагіх транзакцый, выпадкова ці зламысна, пазбаўлена фінансавага стымулу.",
  "page-gas-benefits-3-description": "Жорсткае абмежаванне аб'ёму вылічэнняў, які можна выканаць у любы час, прадухіляе перагрузку Ethereum, дапамагаючы гарантаваць пастаянную даступнасць сеткі.",
  "page-gas-how-is-gas-calculated-header": "Як разлічваецца газ?",
  "page-gas-advanced": "Дадаткова",
  "page-gas-how-is-gas-calculated-text-1": "Агульная камісія за газ, якую вы плаціце, складаецца з некалькіх частак:",
  "page-gas-how-is-gas-calculated-item-1": "<b>Базавая камісія:</b> устаноўленая сеткай камісія, якую неабходна аплачваць за транзакцыю",
  "page-gas-how-is-gas-calculated-item-2": "<b>Камісія за прыярытэт:</b> дадатковая плата, каб стымуляваць аператараў вузлоў уключыць вашу транзакцыю",
  "page-gas-how-is-gas-calculated-item-3": "<b>Адзінкі выкарыстанага газу<i>*</i>:</b> памятаеце, мы казалі, што газ уяўляе сабой вылічэнне? Больш складаныя дзеянні, такія як узаемадзеянне з разумным кантрактам, выкарыстоўваюць больш газу, чым простыя дзеянні, як, напрыклад, адпраўка транзакцыі.",
  "page-gas-how-is-gas-calculated-list-item-1": "<i><span>*</span> На малюнку 1 паказана, колькі газу выкарыстоўваецца рознымі тыпамі транзакцый</i>",
  "page-gas-how-is-gas-calculated-text-2": "Формула для разліку платы за газ: адзінкі выкарыстанага газу * (базавая камісія + камісія за прыярытэт). Большасць гаманцоў будзе разлічваць выкарыстанне газу і адлюстроўваць яго ў больш простым выглядзе.",
  "page-gas-table-figure": "<i>Малюнак 1: Газ, які выкарыстоўваецца ў залежнасці ад тыпу транзакцыі</i>",
  "page-gas-table-header-1": "Тып транзакцыі",
  "page-gas-table-header-2": "Адзінкі выкарыстанага газу",
  "page-gas-table-item-1-transaction-type": "Адпраўка ETH",
  "page-gas-table-item-2-transaction-type": "Адпраўка токенаў ERC-20",
  "page-gas-table-item-3-transaction-type": "Перавод NFT",
  "page-gas-table-item-4-transaction-type": "Абмен на Uniswap",
  "page-gas-faq-header": "Частыя пытанні",
  "page-gas-faq-question-1-q": "Хто атрымлівае камісію за газ маёй транзакцыі?",
  "page-gas-faq-question-1-a-1": "Большая частка платы за газ — базавая камісія — знішчаецца пратаколам (спальваецца). Камісія за прыярытэт, калі яна ўключана ў вашу транзакцыю, будзе перададзена валідатару, які прапанаваў вашу транзакцыю.",
  "page-gas-faq-question-1-a-2": "Вы можаце прачытаць падрабязнае апісанне працэсу ў <a href=\"/developers/docs/gas/\">дакументацыі па газу для распрацоўшчыкаў.</a>",
  "page-gas-faq-question-2-q": "Ці абавязкова мне плаціць за газ у ETH?",
  "page-gas-faq-question-2-a-1": "Так. Усе камісіі за газ у Ethereum павінны аплачвацца ў роднай валюце ETH.",
  "page-gas-faq-question-2-a-2": "Больш пра ETH",
  "page-gas-faq-question-3-q": "Што такое гвэй?",
  "page-gas-faq-question-3-a-1": "У большасці кашалькоў альбо трэкераў газу вы ўбачыце цэны на газ, якія абазначаюцца як «гвэй».",
  "page-gas-faq-question-3-a-2": "Гвэй — гэта проста меншая адзінка ETH, гэтак жа, як пені да долараў, з той розніцай, што 1 ETH роўны 1 мільярду гвэй. Гвэй карысны, калі казаць пра вельмі невялікія сумы ETH.",
  "page-gas-use-layer-2": "Ужывайце ўзровень 2"
}
