{
  "page-dapps-1inch-logo-alt": "Лагатып 1inch",
  "page-dapps-aave-logo-alt": "Лагатып Aave",
  "page-dapps-add-button": "Прапануйце dapp",
  "page-dapps-add-title": "Дадаць dapp",
  "page-dapps-ankr-logo-alt": "Лагатып Ankr",
  "page-dapps-api3-logo-alt": "Лагатып API3",
  "page-dapps-arweave-logo-alt": "Лагатып ARweave",
  "page-dapps-audius-logo-alt": "Лагатып Audius",
  "page-dapps-augur-logo-alt": "Лагатып Augur",
  "page-dapps-axie-infinity-logo-alt": "Лагатып Axie Infinity",
  "page-dapps-balancer-logo-alt": "Лагатып Balancer",
  "page-dapps-brave-logo-alt": "Лагатып Brave",
  "page-dapps-beginner-friendly-description": "Некалькі дэцэнтралізаваных дадаткаў, якія падыходзяць для пачаткоўцаў. Даследуйце больш дэцэнтралізаваных дадаткаў ніжэй.",
  "page-dapps-beginner-friendly-header": "Для пачаткоўцаў",
  "page-dapps-category-arts": "Мастацтва і мода",
  "page-dapps-category-browsers": "Браўзеры",
  "page-dapps-category-code-marketplaces": "Гандлёвыя пляцоўкі коду",
  "page-dapps-category-collectibles": "Лічбавыя прадметы калекцыяніравання",
  "page-dapps-category-competitive": "Web3 гульні",
  "page-dapps-category-computing": "Інструменты для распрацоўшчыкаў",
  "page-dapps-category-dex": "Біржы",
  "page-dapps-category-investments": "Інвестыцыйныя фонды",
  "page-dapps-category-lending": "Крэдытаванне і запазычванне",
  "page-dapps-category-lottery": "Краўдфандынг",
  "page-dapps-category-marketplaces": "Гандлёвыя пляцоўкі",
  "page-dapps-category-music": "Музыка",
  "page-dapps-category-payments": "Плацяжы",
  "page-dapps-category-insurance": "Страхаванне",
  "page-dapps-category-portfolios": "Кіраванне партфелем",
  "page-dapps-category-trading": "Рынкі прагнозаў",
  "page-dapps-category-utilities": "Утыліты",
  "page-dapps-category-worlds": "Віртуальныя сусветы",
  "page-dapps-category-demand-aggregator": "Агрэгатары попыту",
  "page-dapps-category-derivatives": "Дэрыватывы",
  "page-dapps-category-liquid-staking": "Ліквідны стэйкінг",
  "page-dapps-category-experiences": "Калектыўны вопыт",
  "page-dapps-category-guilds": "Даходныя гільдыі",
  "page-dapps-category-avatar": "Аватары",
  "page-dapps-choose-category": "Выберыце катэгорыю",
  "page-dapps-category-social": "Сацыяльныя сеткі",
  "page-dapps-category-content": "Змесціва",
  "page-dapps-category-community": "Супольнасць",
  "page-dapps-category-messaging": "Абмен паведамленнямі",
  "page-dapps-category-identity": "Ідэнтычнасць",
  "page-dapps-collectibles-benefits-1-description": "Калі мастацтва такенізуецца на Ethereum, права ўласнасці можа быць даказана і бачна для ўсіх. Вы можаце прасачыць шлях твора ад стварэння да цяперашняга ўладальніка. Гэта прадухіляе падробкі.",
  "page-dapps-collectibles-benefits-1-title": "Уласнасць можна даказаць",
  "page-dapps-collectibles-benefits-2-description": "Аплата за трансляцыю музыкі або куплю твораў мастацтва значна больш справядлівая ў адносінах да стваральнікаў. У Ethereum менш патрэбы ў пасрэдніках. А калі патрабуюцца пасрэднікі, то іх кошт не такі вялікі, таму што платформам не трэба плаціць за інфраструктуру сеткі.",
  "page-dapps-collectibles-benefits-2-title": "Больш справядлівы для стваральнікаў",
  "page-dapps-collectibles-benefits-3-description": "Такенізаваныя прадметы калекцыяніравання прывязаны да вашага адраса Ethereum, а не да платформы. Такім чынам, вы можаце прадаваць такія рэчы, як прадметы гульні, на любым рынку Ethereum, а не толькі ў самой гульні.",
  "page-dapps-collectibles-benefits-3-title": "Прадметы калекцыяніравання належаць вам",
  "page-dapps-collectibles-benefits-4-description": "Інструменты і прадукты ўжо існуюць, каб вы мелі магчымасць такенізаваць сваё мастацтва і прадаваць яго! І вашы токены можна прадаваць на любой калекцыйнай платформе Ethereum.",
  "page-dapps-collectibles-benefits-4-title": "Інфраструктура ўжо створана",
  "page-dapps-collectibles-benefits-description": "Гэта дадаткі, якія засяроджваюцца на лічбавай уласнасці, павелічэнні патэнцыялу заробку для стваральнікаў і вынаходстве новых спосабаў інвеставання ў вашых любімых стваральнікаў і іх працу.",
  "page-dapps-collectibles-benefits-title": "дэцэнтралізаваныя прадметы калекцыяніравання і стрымінг",
  "page-dapps-collectibles-button": "Прадметы мастацтва і калекцыяніравання",
  "page-dapps-collectibles-description": "Гэта дадаткі, якія засяроджваюцца на лічбавай уласнасці, павелічэнні патэнцыялу заробку для стваральнікаў і вынаходстве новых спосабаў інвеставання ў вашых любімых стваральнікаў і іх працу.",
  "page-dapps-collectibles-title": "Дэцэнтралізаванае мастацтва і прадметы калекцыяніравання",
  "page-dapps-compound-logo-alt": "Лагатып Compound",
  "page-dapps-convex-logo-alt": "Лагатып Convex",
  "page-dapps-cryptopunks-logo-alt": "Лагатып CryptoPunks",
  "page-dapps-cryptovoxels-logo-alt": "Лагатып Cryptovoxels",
  "page-dapps-cyberconnect-logo-alt": "Лагатып CyberConnect",
  "page-dapps-dapp-description-1inch": "Дапамагае вам пазбегнуць высокага праслізгвання цэн, аб'ядноўваючы лепшыя з іх.",
  "page-dapps-dapp-description-aave": "Пазычайце свае токены, каб зарабляць працэнты, і выводзьце сродкі ў любы час.",
  "page-dapps-dapp-description-ankr": "Набор розных інфраструктурных прадуктаў Web3 для стварэння, заробку, гульняў і іншага — усё на блокчэйну.",
  "page-dapps-dapp-description-api3": "Уласныя каналы, якія дазваляюць дэцэнтралізаваным дадаткам у 10 сетках (іх колькасць увесь час расце) падключацца да дадзеных аб цэнах на актывы ў рэжыме рэальнага часу, уключаючы курсы крыптавалют і форэкс.",
  "page-dapps-dapp-description-arweave": "Устойлівае і пастаяннае ахоўванне даных, за адну авансавую плату.",
  "page-dapps-dapp-description-async-art": "Стварайце, збірайце і гандлюйце #ProgrammableArt — лічбавымі карцінамі, якія падзелены на «слаі», якія вы можаце выкарыстоўваць для ўплыву на агульны вобраз. Кожны малюнак і слой — гэта токен ERC721.",
  "page-dapps-dapp-description-audius": "Дэцэнтралізаваная стрымінгавая платформа. Праслухоўванні = грошы для стваральнікаў, а не для лэйблаў.",
  "page-dapps-dapp-description-augur": "Рабіце стаўкі на вынікі спартыўных, эканамічных і іншых сусветных падзей.",
  "page-dapps-dapp-description-axie-infinity": "Гандлюйце і змагайцеся істотамі, якія называюцца Axies. І зарабляйце падчас гульні — даступна на мабільных тэлефонах",
  "page-dapps-dapp-description-balancer": "Balancer — гэта аўтаматызаваны менеджар партфеля і гандлёвая платформа.",
  "page-dapps-dapp-description-brave": "Зарабляйце токены за праглядванне і падтрымлівайце імі сваіх любімых стваральнікаў.",
  "page-dapps-dapp-description-cent": "Сацыяльная сетка, дзе вы зарабляеце грошы, размяшчаючы NFT.",
  "page-dapps-dapp-description-compound": "Пазычайце свае токены, каб зарабляць працэнты, і выводзьце сродкі ў любы час.",
  "page-dapps-dapp-description-convex": "Convex дазваляе пастаўшчыкам ліквіднасці Curve атрымліваць гандлёвыя камісіі і атрымліваць павышаныя ўзнагароды ў CRV, не блакіруючы свае CRV.",
  "page-dapps-dapp-description-cryptopunks": "Купляйце, рабіце стаўкі і прапаноўвайце панкаў на продаж — адных з найпершых калекцыйных токенаў на Ethereum.",
  "page-dapps-dapp-description-cryptovoxels": "Стварайце мастацкія галерэі, будуйце крамы і купляйце зямлю — гэта віртуальны свет Ethereum.",
  "page-dapps-dapp-description-cyberconnect": "Пратакол дэцэнтралізаванага сацыяльнага графа, які дапамагае дэцэнтралізаваным дадаткам запускаць сеткавыя эфекты і ствараць персаналізаваны кантэнт у сацыяльных сетках",
  "page-dapps-dapp-description-dark-forest": "Заваёўвайце планеты ў бясконцым, выпадкова згенерыраваным, крыптаграфічна накіраваным сусвеце.",
  "page-dapps-dapp-description-decentraland": "Збірайце і гандлюйце віртуальнай зямлёй у віртуальным свеце, які вы можаце даследаваць.",
  "page-dapps-dapp-description-ens": "Зручныя імёны для адрасоў Ethereum і дэцэнтралізаваных сайтаў.",
  "page-dapps-dapp-description-foundation": "Інвестуйце ў унікальныя выданні лічбавых твораў мастацтва і гандлюйце імі з іншымі.",
  "page-dapps-dapp-description-gitcoin": "Зарабляйце крыптавалюту, распрацоўваючы праграмнае забеспячэнне з адкрытым зыходным кодам.",
  "page-dapps-dapp-description-gitcoin-grants": "Краўдфандынг для грамадскіх праектаў Ethereum з павялічанымі ўкладамі",
  "page-dapps-dapp-description-gm": "Універсальная платформа для чатаў, форумаў і галасавой сувязі, якая фактычна дзеліць прыбытак са стваральнікамі",
  "page-dapps-dapp-description-gods-unchained": "Стратэгічная калекцыйная картачная гульня. Гуляючы, зарабляйце карты, якія вы можаце потым прадаць за рэальныя грошы.",
  "page-dapps-dapp-description-golem": "Атрымлівайце доступ да агульнай вылічальнай магутнасці або здавайце ў арэнду ўласныя рэсурсы.",
  "page-dapps-dapp-description-graph": "Пратакол індэксацыі для запыту інфармацыі ў сетках, такіх як Ethereum і IPFS.",
  "page-dapps-dapp-description-ipfs": "Аднарангавы гіпермедыйны пратакол, прызначаны для захавання і пашырэння ведаў чалавецтва, і пры гэтым робіць інтэрнэт абнаўляемым, устойлівым і больш адкрытым.",
  "page-dapps-dapp-description-radicle": "Бяспечная і аднарангавая сумесная праца над кодам без пасрэднікаў.",
  "page-dapps-dapp-description-kyberswap": "Абменьвайцеся актывамі па самых выгадных курсах.",
  "page-dapps-dapp-description-lido": "Спрошчаны і бяспечны стэйкінг лічбавых актываў.",
  "page-dapps-dapp-description-loopring": "Аднарангавая гандлёвая платформа, створаная для хуткасці.",
  "page-dapps-dapp-description-marble-cards": "Стварайце і гандлюйце ўнікальнымі лічбавымі картамі на аснове URL-адрасоў.",
  "page-dapps-dapp-description-matcha": "Правярае цэны на некалькіх біржах, каб дапамагчы вам знайсці лепшыя варыянты.",
  "page-dapps-dapp-description-meeds": "Цэнтры супольнасцяў Web3 для эпохі дэцэнтралізаванай працы. Справядлівае і празрыстае ўзнагароджванне за важныя ўнёскі.",
  "page-dapps-dapp-description-mirror": "Пабудаваная на web3 для web3, надзейная платформа публікацый Mirror рассоўвае межы напісання публікацый у Інтэрнэце",
  "page-dapps-dapp-description-multichain": "Лепшы маршрутызатар для web3. Гэта інфраструктура, распрацаваная для адвольных узаемадзеянняў між ланцугамі.",
  "page-dapps-dapp-description-nifty-gateway": "Купляйце работы лепшых мастакоў, спартсменаў, брэндаў і творцаў непасрэдна ў блокчэйну.",
  "page-dapps-dapp-description-summerfi": "Гандлюйце, пазычайце і адкладвайце грошы з дапамогай Dai, стэйблкоіна Ethereum.",
  "page-dapps-dapp-description-opensea": "Купляйце, прадавайце, знаходзьце і гандлюйце эксклюзіўнымі таварамі.",
  "page-dapps-dapp-description-opera": "Адпраўляйце крыптавалюту з вашага браўзера прадаўцам, іншым карыстальнікам і ў дадаткі.",
  "page-dapps-dapp-description-osuvox": "3D-аватары, якія жывуць у блокчэйну",
  "page-dapps-dapp-description-poap": "Збірайце NFT, якія пацвярджаюць, што вы былі на розных віртуальных або асабістых мерапрыемствах. Выкарыстоўвайце іх, каб удзельнічаць у розыгрышах, галасаваць, супрацоўнічаць або проста імі хваліцца.",
  "page-dapps-dapp-description-polymarket": "Рабіце стаўкі на вынікі. Гандлюйце на інфармацыйных рынках.",
  "page-dapps-dapp-description-pooltogether": "Латарэя, у якой нельга прайграць. Прызы кожны тыдзень.",
  "page-dapps-dapp-description-index-coop": "Індэкс крыптавалют, які дае вашаму партфелю доступ да лепшых токенаў DeFi.",
  "page-dapps-dapp-description-nexus-mutual": "Пакрыццё без страхавой кампаніі. Атрымайце засцярогу ад памылак і ўзлому разумных кантрактаў.",
  "page-dapps-dapp-description-etherisc": "Дэцэнтралізаваны шаблон страхавання, які кожны можа выкарыстоўваць для стварэння ўласнага страхавога пакрыцця.",
  "page-dapps-dapp-description-zapper": "Сачыце за сваім партфелем і выкарыстоўвайце шэраг прадуктаў DeFi з аднаго інтэрфейсу.",
  "page-dapps-dapp-description-zerion": "Кіруйце сваім партфелем і проста ацэньвайце кожны асобны актыў DeFi на рынку.",
  "page-dapps-dapp-description-rotki": "Інструмент з адкрытым зыходным кодам для адсочвання партфеля, аналітыкі, бухгалтарскага ўліку і падатковай справаздачнасці, які паважае вашу прыватнасць.",
  "page-dapps-dapp-description-krystal": "Універсальная платформа для доступу да ўсіх вашых любімых сэрвісаў DeFi.",
  "page-dapps-dapp-description-rarible": "Стварайце, прадавайце і купляйце такенізаваныя прадметы калекцыяніравання.",
  "page-dapps-dapp-description-request-finance": "Набор фінансавых інструментаў для крыптавалютных рахункаў, разліку заработнай платы і выдаткаў.",
  "page-dapps-dapp-description-rubic": "Міжсеткавы агрэгатар тэхналогій для карыстальнікаў і дэцэнтралізаваных дадаткаў.",
  "page-dapps-dapp-description-sablier": "Пасылайце грошы ў рэальным часе.",
  "page-dapps-dapp-description-spatial": "Стварайце свой уласны аватар і 3D-светы",
  "page-dapps-dapp-description-spruce": "Стэк з адкрытым зыходным кодам, каб кантроль над ідэнтыфікацыяй і дадзенымі быў там, дзе ён павінен быць: у карыстальнікаў.",
  "page-dapps-dapp-description-status": "Створаны, каб забяспечыць свабодны паток інфармацыі, абараніць права на канфідэнцыяльныя і бяспечныя размовы і спрыяць суверэнітэту асоб.",
  "page-dapps-dapp-description-superrare": "Купляйце лічбавыя творы непасрэдна ў мастакоў альбо на другасных рынках.",
  "page-dapps-dapp-description-synthetix": "Synthetix — гэта пратакол для выпуску і гандлю сінтэтычнымі актывамі",
  "page-dapps-dapp-description-token-sets": "Стратэгіі крыптавалютных інвестыцый, якія аўтаматычна рэбалансуюць партфель.",
  "page-dapps-dapp-description-uniswap": "Лёгка абменьвайце токены або пакідайце іх для атрымання ўзнагарод у працэнтах.",
  "page-dapps-dapp-description-xmtp": "Адпраўляйце паведамленні паміж рахункамі блокчэйну, у тым ліку асабістыя паведамленні, абвесткі, аб'явы і многае іншае.",
  "page-dapps-dapp-description-yearn": "Yearn Finance — гэта агрэгатар даходнасці. Дазваляе людзям, DAO і іншым пратаколам магчымасць укладваць лічбавыя актывы і атрымліваць даход.",
  "page-dapps-docklink-dapps": "Уводзіны ў dapp",
  "page-dapps-docklink-smart-contracts": "Разумныя кантракты",
  "page-dapps-dark-forest-logo-alt": "Лагатып Dark Forest",
  "page-dapps-decentraland-logo-alt": "Лагатып Decentraland",
  "page-dapps-index-coop-logo-alt": "Лагатып Index Coop",
  "page-dapps-nexus-mutual-logo-alt": "Лагатып Nexus Mutual",
  "page-dapps-etherisc-logo-alt": "Лагатып Etherisc",
  "page-dapps-zapper-logo-alt": "Лагатып Zapper",
  "page-dapps-zerion-logo-alt": "Лагатып Zerion",
  "page-dapps-rotki-logo-alt": "Лагатып Rotki",
  "page-dapps-krystal-logo-alt": "Лагатып Krystal",
  "page-dapps-synthetix-logo-alt": "Лагатып Synthetix",
  "page-dapps-desc": "Знайдзіце і паспрабуйце дадатак Ethereum.",
  "page-dapps-doge-img-alt": "Ілюстрацыя сабакі які карыстаецца камп'ютэрам",
  "page-dapps-editors-choice-dark-forest": "Гуляйце супраць іншых, каб заваёўваць планеты і апрабуйце перадавую тэхналогію маштабавання і канфідэнцыяльнасці Ethereum. Падыходзіць для тых, хто ўжо знаёмы з Ethereum.",
  "page-dapps-editors-choice-foundation": "Інвестуйце ў культуру. Купляйце, гандлюйце і прадавайце ўнікальныя лічбавыя творы мастацтва і моды ад неверагодных мастакоў, музыкаў і брэндаў.",
  "page-dapps-editors-choice-pooltogether": "Купіце білет бяспройгрышнай латарэі. Кожны тыдзень працэнты, атрыманыя ад усяго фонду квіткоў, адпраўляюцца аднаму шчасліўчыку. Вярнуць свае грошы можна ў любы час.",
  "page-dapps-editors-choice-uniswap": "З лёгкасцю абменьвайце свае токены. Фаварыт супольнасці, які дазваляе гандляваць токенамі з людзьмі па ўсёй сетцы.",
  "page-dapps-ens-logo-alt": "Лагатып Ethereum Name Service",
  "page-dapps-explore-dapps-description": "Шмат дэцэнтралізаваных дадаткаў усё яшчэ з'яўляюцца эксперыментальнымі і тэстуюць магчымасці дэцэнтралізаваных сетак. Але некаторыя з першых распрацовак у галінах тэхналогій, фінансаў, гульнявой індустрыі і калекцыяніравання ўжо сталі паспяховымі.",
  "page-dapps-explore-dapps-title": "Даследуйце дэцэнтралізаваныя дадаткі",
  "page-dapps-features-1-description": "Пасля разгортвання ў Ethereum код дэцэнтралізаванага дадатку немагчыма выдаліць. І кожны можа выкарыстоўваць яго функцыі. Нават калі каманда, якая стаіць за гэтым дадаткам, распусціцца, вы ўсё роўна зможаце ім карыстацца. Апынуўшыся на Ethereum, ён там і застанецца.",
  "page-dapps-features-1-title": "Не мае гаспадароў",
  "page-dapps-features-2-description": "Вам не могуць заблакіраваць выкарыстанне дэцэнтралізаванага дадатку або адпраўку транзакцый. Напрыклад, калі б Twitter быў на Ethereum, ніхто не мог бы заблакіраваць ваш уліковы запіс або забараніць вам рабіць твіты.",
  "page-dapps-features-2-title": "Не падвяргаюцца цэнзуры",
  "page-dapps-features-3-description": "Паколькі ў Ethereum ёсць ETH, плацяжы з'яўляюцца роднымі для Ethereum. Распрацоўшчыкам не трэба марнаваць час на інтэграцыю старонніх пастаўшчыкоў плацяжоў.",
  "page-dapps-features-3-title": "Убудаваныя плацяжы",
  "page-dapps-features-4-description": "Код дэцэнтралізаванага дадатку звычайна адкрыты і сумяшчальны па змоўчванні. Каманды рэгулярна выкарыстоўваюць працу іншых каманд. Калі вы жадаеце дазволіць карыстальнікам абменьвацца токенамі ў вашым дадатку, вы можаце проста падключыць код іншага дадатку.",
  "page-dapps-features-4-title": "Plug and play",
  "page-dapps-features-5-description": "З большасцю дадаткаў вам не трэба дзяліцца сваёй рэальнай асобай. Ваш уліковы запіс Ethereum — гэта ваш лагін, і вам патрэбен толькі гаманец.",
  "page-dapps-features-5-title": "Адзін ананімны лагін",
  "page-dapps-features-6-description": "Крыптаграфія гарантуе, што зламыснікі не змогуць падрабіць транзакцыі і іншыя ўзаемадзеянні з дэцэнтралізаваным дадаткам ад вашага імя. Вы робіце дзеянні ў дэцэнтралізаваным дадатку са свайго ўліковага запісу Ethereum — звычайна праз гаманец, таму вашы ўліковыя даныя застаюцца ў бяспецы.",
  "page-dapps-features-6-title": "Заснавана на крыптаграфіі",
  "page-dapps-features-7-description": "Пасля таго, як дадатак з'явіцца на Ethereum, ён перастане працаваць, толькі калі сам Ethereum спыніць працу. Вядома, што сеткі памерам з Ethereum цяжка атакаваць.",
  "page-dapps-features-7-title": "Ніякіх прастояў",
  "page-dapps-finance-benefits-1-description": "Фінансавыя сэрвісы, якія працуюць на Ethereum, не патрабуюць рэгістрацыі. Вам дастаткова мець сродкі і падключэнне да Інтэрнэту.",
  "page-dapps-finance-benefits-1-title": "Адкрыты доступ",
  "page-dapps-finance-benefits-2-description": "Цэлы свет токенаў, з якімі вы можаце ўзаемадзейнічаць праз гэтыя фінансавыя прадукты. Людзі ўвесь час ствараюць новыя токены на аснове Ethereum.",
  "page-dapps-finance-benefits-2-title": "Новая эканоміка токенаў",
  "page-dapps-finance-benefits-3-description": "Каманды стварылі <a href=\"/glossary/#stablecoin\">стэйблкоіны</a> – менш зменлівыя крыптавалюты. Яны дазваляюць эксперыментаваць і выкарыстоўваць крыптавалюты без рызыкі і нявызначанасці.",
  "page-dapps-finance-benefits-3-title": "Стэйблкоіны",
  "page-dapps-finance-benefits-4-description": "Усе фінансавыя прадукты ў прасторы Ethereum модульныя і сумяшчальныя адзін з другім. Новыя канфігурацыі гэтых модуляў з'яўляюцца на рынку ўвесь час, тым самым пашыраючы вашы магчымасці выкарыстання крыптавалюты.",
  "page-dapps-finance-benefits-4-title": "Узаемазвязаныя фінансавыя паслугі",
  "page-dapps-finance-benefits-description": "Што такога ў Ethereum, што дазваляе дэцэнтралізаваным фінансавым дадаткам квітнець?",
  "page-dapps-finance-benefits-title": "дэцэнтралізаванымі фінансамі",
  "page-dapps-finance-button": "Фінансы",
  "page-dapps-finance-description": "Гэта дадаткі, якія сканцэнтраваны на стварэнні фінансавых паслуг з выкарыстаннем крыптавалют. Яны прапануюць крэдыты, пазыкі, заробак працэнтаў і прыватныя плацяжы — асабістыя даныя не патрабуюцца.",
  "page-dapps-finance-title": "Дэцэнтралізаваныя фінансы",
  "page-dapps-foundation-logo-alt": "Лагатып Foundation",
  "page-dapps-gaming-benefits-1-description": "Незалежна ад таго, гэта віртуальная зямля ці калекцыйныя карткі, вашы прадметы можна прадаваць на калекцыйных рынках. Вашыя гульнявыя прадметы валодаюць рэальнай каштоўнасцю.",
  "page-dapps-gaming-benefits-1-title": "Гульнявыя прадметы выкарыстоўваюцца як токены",
  "page-dapps-gaming-benefits-2-description": "Вы валодаеце сваімі прадметамі, а ў некаторых выпадках і сваім прагрэсам, а не гульнявыя кампаніі. Такім чынам, вы нічога не страціце, калі кампанія, якая стаіць за гульнёй, падвергнецца нападу, перажыве збой у працы сервера або распусціцца.",
  "page-dapps-gaming-benefits-2-title": "Ваш прагрэс у бяспецы",
  "page-dapps-gaming-benefits-3-description": "Падобна таму, як плацяжы Ethereum даступныя любому для праверкі, гульні могуць выкарыстоўваць гэтую якасць для забеспячэння справядлівасці. Тэарэтычна можна праверыць усё: ад колькасці крытычных удараў да памеру баявога куфра саперніка.",
  "page-dapps-gaming-benefits-3-title": "Справядлівасць, якую можна пацвердзіць",
  "page-dapps-gaming-benefits-description": "Што такога ў Ethereum, што дазваляе дэцэнтралізаваным гульням квітнець?",
  "page-dapps-gaming-benefits-title": "дэцэнтралізаваныя гульні",
  "page-dapps-gaming-button": "Гульні",
  "page-dapps-gaming-description": "Гэта дадаткі, якія сканцэнтраваны на стварэнні віртуальных светаў і змаганні з іншымі гульцамі з дапамогай прадметаў калекцыяніравання, якія маюць рэальную каштоўнасць.",
  "page-dapps-gaming-title": "Дэцэнтралізаваныя гульні",
  "page-dapps-get-some-eth-description": "Пры здзяйсненні дзеянняў у Dapp аплачваецца камісія за транзакцыю",
  "page-dapps-get-started-subtitle": "Каб апрабаваць дэцэнтралізаваны дадатак, вам спатрэбіцца <a href=\"/glossary/#wallet\">гаманец</a> і трохі ETH. Гаманец дазволіць вам падключыцца або ўвайсці ў сістэму. І вам спатрэбіцца ETH для аплаты любых <a href=\"/glossary/#transaction-fee\">камісій за транзакцыі</a>.",
  "page-dapps-get-started-title": "Пачынаем",
  "page-dapps-gitcoin-grants-logo-alt": "Лагатып Gitcoin Grants",
  "page-dapps-gitcoin-logo-alt": "Лагатып Gitcoin",
  "page-dapps-gm-logo-alt": "Лагатып gm.xyz",
  "page-dapps-gods-unchained-logo-alt": "Лагатып Gods Unchained",
  "page-dapps-golem-logo-alt": "Лагатып Golem",
  "page-dapps-graph-logo-alt": "Лагатып Graph",
  "page-dapps-radicle-logo-alt": "Лагатып Radicle",
  "page-dapps-hero-header": "Інструменты і паслугі на базе Ethereum",
  "page-dapps-hero-subtitle": "Дэцэнтралізаваныя дадаткі — гэта прагрэсіруючыя дадаткі, якія выкарыстоўваюць Ethereum для разбурэння старых мадэляў бізнесу або вынаходкі новых.",
  "page-dapps-how-dapps-work-p1": "Бэкэнд-код (разумныя кантракты) дэцэнтралізаваных дадаткаў працуе ў дэцэнтралізаванай сетцы, а не на цэнтралізаваным серверы. Яны выкарыстоўваюць <a href=\"/glossary/#blockchain\">блокчэйн</a> Ethereum для захоўвання даных і разумных кантрактаў для логікі сваіх дадаткаў.",
  "page-dapps-how-dapps-work-p2": "Разумны кантракт падобны на набор правілаў, якія дзейнічаюць у сетцы, каб усе іх бачылі і працавалі у дакладнай адпаведнасці з гэтымі правіламі. Уявіце сабе гандлёвы аўтамат: калі вы забяспечыце яго дастатковай колькасцю сродкаў і зробіце правільны выбар, вы атрымаеце патрэбны вам тавар. Як і гандлёвыя аўтаматы, разумныя кантракты могуць захоўваць сродкі гэтак жа, як ваш рахунак Ethereum. Гэта дазваляе коду пасрэднічаць у пагадненнях і транзакцыях.",
  "page-dapps-how-dapps-work-p3": "Пасля разгортвання дэцэнтралізаваных дадаткаў у сетцы Ethereum вы не можаце змяніць іх. Гэтыя дадаткі могуць быць дэцэнтралізаванымі, таму што яны кіруюцца логікай, прапісанай у кантракце, а не прыватнай асобай ці кампаніяй.",
  "page-dapps-how-dapps-work-title": "Як працуюць дэцэнтралізаваныя дадаткі",
  "page-dapps-ipfs-logo-alt": "Лагатып IPFS",
  "page-dapps-kyberswap-logo-alt": "Лагатып KyberSwap",
  "page-dapps-learn-callout-button": "Пачынайце будаваць праграмы",
  "page-dapps-learn-callout-description": "На нашым партале супольнасці распрацоўшчыкаў ёсць дакументы, інструменты і фрэймворкі, якія дапамогуць вам пачаць стварэнне дэцэнтралізаванага дадатку.",
  "page-dapps-learn-callout-image-alt": "Малюнак рукі, якая стварае сімвал ETH з кубікаў лега.",
  "page-dapps-learn-callout-title": "Навучыцеся ствараць дэцэнтралізаваныя дадаткі",
  "page-dapps-lido-logo-alt": "Лагатып Lido",
  "page-dapps-loopring-logo-alt": "Лагатып Loopring",
  "page-dapps-magic-behind-dapps-description": "Дэцэнтралізаваныя дадаткі могуць выглядаць як звычайныя дадаткі. Але за кулісамі яны валодаюць некаторымі асаблівымі якасцямі, таму што яны атрымалі ў спадчыну ўсе суперздольнасці Ethereum. Вось што адрознівае дэцэнтралізаваныя дадаткі ад звычайных.",
  "page-dapps-magic-behind-dapps-link": "У чым прычына поспеху Ethereum?",
  "page-dapps-magic-behind-dapps-title": "Чараўніцтва, якое хаваецца за дэцэнтралізаванымі дадаткамі",
  "page-dapps-magic-title-1": "Магія",
  "page-dapps-magic-title-2": "адваротнага боку",
  "page-dapps-magician-img-alt": "Малюнак чараўнікоў",
  "page-dapps-marble-cards-logo-alt": "Лагатып Marvel.cards",
  "page-dapps-async-logo-alt": "Лагатып Async",
  "page-dapps-matcha-logo-alt": "Лагатып Matcha",
  "page-dapps-meeds-logo-alt": "Лагатып Meeds",
  "page-dapps-metaverse-benefits-title": "метасусвет",
  "page-dapps-metaverse-benefits-description": "Што такога ў Ethereum, што дазваляе метасусветам квітнець?",
  "page-dapps-metaverse-benefits-1-title": "NFT",
  "page-dapps-metaverse-benefits-1-description": "Унікальныя прадметы ў гульнях, якія належаць карыстальнікам і могуць сумяшчацца з віртуальнымі сусветамі і рынкамі, якія падтрымліваюць тыя ж стандарты.",
  "page-dapps-metaverse-benefits-2-title": "Супольнасці, якія належаць карыстальнікам",
  "page-dapps-metaverse-benefits-2-description": "Ідэнтычнасці належаць карыстальнікам з бясконцымі магчымасцямі даследаваць і ствараць сацыяльныя сеткі ў розных віртуальных светах.",
  "page-dapps-metaverse-button": "Метасусвет",
  "page-dapps-metaverse-title": "Метасусвет",
  "page-dapps-metaverse-description": "Гэта дадаткі, якія дазваляюць карыстальнікам свабодна ўдзельнічаць у віртуальных светах. Карыстальнікі могуць ствараць асабістыя сувязі і валодаць лічбавымі актывамі",
  "page-dapps-mirror-logo-alt": "Лагатып Mirror",
  "page-dapps-mobile-options-header": "Выберыце іншую катэгорыю",
  "page-dapps-multichain-logo-alt": "Лагатып Multichain",
  "page-dapps-nifty-gateway-logo-alt": "Лагатып Nifty Gateway",
  "page-dapps-summerfi-logo-alt": "Лагатып Summer.fi",
  "page-dapps-opensea-logo-alt": "Лагатып OpenSea",
  "page-dapps-opera-logo-alt": "Лагатып Opera",
  "page-dapps-osuvox-logo-alt": "Лагатып OSUVOX",
  "page-dapps-polymarket-logo-alt": "Лагатып Polymarket",
  "page-dapps-poap-logo-alt": "Лагатып пратакола пацверджання прысутнасці",
  "page-dapps-pooltogether-logo-alt": "Лагатып PoolTogether",
  "page-dapps-rarible-logo-alt": "Лагатып Rarible",
  "page-dapps-ready-button": "Наперад",
  "page-dapps-ready-description": "Выберыце дадатак для апрабавання",
  "page-dapps-ready-title": "Гатовы?",
  "page-dapps-request-finance-logo-alt": "Лагатып Request Finance",
  "page-dapps-rubic-logo-alt": "Лагатып Rubic",
  "page-dapps-sablier-logo-alt": "Лагатып Sablier",
  "page-dapps-set-up-a-wallet-button": "Знайсці гаманец",
  "page-dapps-set-up-a-wallet-description": "Гаманец — гэта ваш «лагін» для дадатку",
  "page-dapps-set-up-a-wallet-title": "Наладзьце гаманец",
  "page-dapps-social-button": "Сацыяльныя сеткі",
  "page-dapps-social-description": "Гэта дадаткі, якія сканцэнтраваны на стварэнні дэцэнтралізаваных сацыяльных сетак з выкарыстаннем тэхналогій дэцэнтралізаванай ідэнтыфікацыі, дзе лічбавыя ідэнтыфікатары і сацыяльныя графы належаць карыстальнікам.",
  "page-dapps-social-title": "Сацыяльныя сеткі",
  "page-dapps-spatial-logo-alt": "Лагатып Spatial",
  "page-dapps-spruce-logo-alt": "Лагатып Spruce",
  "page-dapps-status-logo-alt": "Лагатып Status",
  "page-dapps-superrare-logo-alt": "Лагатып SuperRare",
  "page-dapps-technology-button": "Тэхналогіі",
  "page-dapps-technology-description": "Гэта дадаткі, якія сканцэнтраваны на дэцэнтралізацыі інструментаў распрацоўшчыка, уключэнні крыптаэканамічных сістэм у існуючыя тэхналогіі і стварэнні рынкаў для распрацовак на аснове адкрытага зыходнага кода.",
  "page-dapps-technology-title": "Дэцэнтралізаваная тэхналогія",
  "page-dapps-token-sets-logo-alt": "Лагатып Token Sets",
  "page-dapps-uniswap-logo-alt": "Лагатып Uniswap",
  "page-dapps-wallet-callout-button": "Знайсці гаманец",
  "page-dapps-wallet-callout-description": "Гаманцы таксама з'яўляюцца дэцэнтралізаванымі дадаткамі. Знайдзіце той, які вам падыходзіць па характарыстыках.",
  "page-dapps-wallet-callout-image-alt": "Малюнак робата.",
  "page-dapps-wallet-callout-title": "Праглядзець гаманцы",
  "page-dapps-warning-header": "Заўсёды праводзьце ўласныя даследаванні",
  "page-dapps-warning-message": "Ethereum — гэта новая тэхналогія, і большасць дадаткаў — новыя. Перш чым уносіць вялікія сумы грошай, пераканайцеся, што вы разумееце ўсю рызыку.",
  "page-dapps-what-are-dapps": "Што такое dapp?",
  "page-dapps-more-on-defi-button": "Дакладней пра дэцэнтралізаваныя фінансы",
  "page-dapps-more-on-nft-button": "Больш падрабязна аб такенізаваных прадметах калекцыяніравання",
  "page-dapps-more-on-nft-gaming-button": "Больш падрабязна аб токенізаваных прадметах у гульнях",
  "page-dapps-dapp-description-pwn": "Лёгкія пазыкі, падмацаваныя любымі токенамі або NFT на Ethereum.",
  "page-dapps-pwn-image-alt": "Лагатып PWN",
  "page-dapps-xmtp-logo-alt": "Лагатып XMTP",
  "opage-dapps-yearn-logo-alt": "Лагатып Yearn",
  "page-dapps-yearn-image-alt": "Лагатып Yearn",
  "page-dapps-convex-image-alt": "Лагатып Convex",
  "foundation": "Фонд",
  "page-wallets-get-some": "Атрымаць ETH",
  "page-dapps-dapp-description-curve": "Curve — гэта дэцэнтралізаваная біржа, арыентаваная на стэйблкоіны",
  "page-dapps-curve-image-alt": "Лагатып Curve",
  "page-dapps-dapp-description-dodo": "DODO — гэта сеткавы пастаўшчык ліквіднасці, які выкарыстоўвае алгарытм актыўнага маркет мэйкера (PMM)",
  "page-dapps-dodo-image-alt": "Лагатып DODO",
  "page-dapps-dapp-description-artblocks": "Мэта Art Blocks — паказаць публіцы захапляльныя творы сучаснага генератыўнага мастацтва",
  "page-dapps-artblocks-image-alt": "Лагатып Art Blocks",
  "page-dapps-explore-title": "Жадаеце прагледзець іншыя дадаткі?",
  "page-dapps-explore": "Адкрыйце для сябе сотні дэцэнтралізаваных дадаткаў"
}
