{
  "page-wallets-accounts-addresses": "Гаманцы, акаўнты, ключы і адрасы",
  "page-wallets-accounts-addresses-desc": "Варта зразумець адрозненні паміж некаторымі ключавымі тэрмінамі.",
  "page-wallets-accounts-ethereum-addresses": "<b>Акаўнт Ethereum мае адрас</b>, як паштовая скрыня мае адрас электроннай пошты. Ён выкарыстоўваецца для ідэнтыфікацыі вашых лічбавых актываў.",
  "page-wallets-alt": "Малюнак робата з сейфам замест тулава, што адлюстроўвае гаманец Ethereum",
  "page-wallets-ethereum-account": "<b>Акаўнт Ethereum — гэта пара ключоў</b>. <a href=\"/glossary/#public-key\">Адзін ключ</a> выкарыстоўваецца для стварэння адраса, якім вы можаце свабодна дзяліцца, а <a href=\"/glossary/#private-key\">другі ключ</a> трэба трымаць у сакрэце, таму што ён выкарыстоўваецца для подпісу рэчаў. Разам гэтыя ключы дазваляюць захоўваць актывы і здзяйсняць транзакцыі.",
  "page-wallets-blog": "Блог Coinbase",
  "page-wallets-bookmarking": "Дадайце свой гаманец у закладкі",
  "page-wallets-bookmarking-desc": "Калі вы выкарыстоўваеце вэб-гаманец, дадайце сайт у закладкі, каб абараніць сябе ад фішынгу.",
  "page-wallets-cd": "<b>Фізічныя апаратныя гаманцы</b> — гэта прылады, якія дазваляюць захоўваць вашу крыпту ў аўтаномным рэжыме — гэта вельмі бяспечна",
  "page-wallets-desc-2": "Гаманцы — гэта тое, што большасць людзей выкарыстоўвае для кіравання лічбавымі актывамі і ідэнтыфікацыі.",
  "page-wallets-desc-2-link": "Больш пра ETH",
  "page-wallets-desc-3": "Ваш гаманец — гэта інструмент для ўзаемадзеяння з вашым акаўнтам Ethereum. Гэта азначае, што вы можаце змяніць пастаўшчыкоў гаманцоў у любы час. Большасць гаманцоў таксама дазваляюць кіраваць некалькімі акаўнтамі Ethereum з аднаго дадатку.",
  "page-wallets-desc-4": "Пастаўшчыкі гаманцоў не захоўваюць вашы сродкі. Яны проста даюць вам спосаб для прагляду вашых актываў на Ethereum і інструменты для лёгкага кіравання імі.",
  "page-wallets-description": "Гаманцы Ethereum — гэта прыкладанні, якія даюць вам кантроль над вашым акаўнтам. Гэтак жа, як ваш фізічны гаманец, ён змяшчае ўсё, што вам трэба, каб пацвердзіць сваю асобу і кіраваць сваімі актывамі. Ваш гаманец дазваляе ўваходзіць у дадаткі, чытаць ваш баланс, ажыццяўляць транзакцыі і пацвярджаць вашу асобу.",
  "page-wallets-desktop": "<b>Праграмныя дадаткі для ПК</b>, калі вы жадаеце кіраваць сваімі сродкамі праз macOS, Windows альбо Linux",
  "page-wallets-ethereum-wallet": "<b>Гаманец — гэта інструмент, які дазваляе ўзаемадзейнічаць з вашым акаўнтам</b>, выкарыстоўваючы ключы. Гэта дае магчымасць праглядаць баланс вашага акаўнта, адпраўляць транзакцыі і многае іншае.",
  "page-wallets-explore": "Даведацца больш пра Ethereum",
  "page-wallets-features-desc": "Мы можам дапамагчы вам выбраць гаманец у залежнасці ад функцый, якія вас цікавяць.",
  "page-wallets-features-title": "Параўнайце гаманцы па функцыям",
  "page-wallets-find-wallet-btn": "Знайсці гаманец",
  "page-wallets-find-wallet-link": "Знайсці гаманец",
  "page-wallets-get-some": "Атрымаць ETH",
  "page-wallets-get-some-alt": "Малюнак рукі, якая стварае лагатып ETH з блокаў лега",
  "page-wallets-get-some-btn": "Атрымаць ETH",
  "page-wallets-get-some-desc": "ETH — гэта родная крыпта Ethereum. Вам спатрэбіцца крыху ETH у гаманцу, каб выкарыстоўваць прыкладанні Ethereum.",
  "page-wallets-keys-to-safety": "Спосабы захавання вашай крыпты ў бяспецы",
  "page-wallets-manage-funds": "Дадатак для кіравання вашымі актывамі",
  "page-wallets-manage-funds-desc": "Ваш гаманец паказвае ваш баланс, гісторыю транзакцый і дае магчымасць адпраўляць/атрымліваць сродкі. Некаторыя гаманцы могуць прапанаваць больш.",
  "page-wallets-meta-description": "Што вам трэба ведаць, каб выкарыстоўваць гаманцы Ethereum.",
  "page-wallets-meta-title": "Гаманцы Ethereum",
  "page-wallets-mobile": "<b>Мабільныя дадаткі</b>, якія робяць вашы сродкі даступнымі з любога месца",
  "page-wallets-more-on-dapps-btn": "Дакладней пра dapp",
  "page-wallets-most-wallets": "Большасць гаманцаў дазволіць вам стварыць акаўнт Ethereum. Такім чынам, ён вам не спатрэбіцца, перш чым загрузіць гаманец.",
  "page-wallets-protecting-yourself": "Абарона сябе і сваіх сродкаў",
  "page-wallets-seed-phrase": "Запішыце вашу <a href=\"/glossary/#recovery-phrase\">фразу аднаўлення</a>",
  "page-wallets-seed-phrase-desc": "Гаманцы часта даюць вам seed-фразу, якую вы павінны запісаць у бяспечным месцы. Толькі так вы зможаце потым вярнуць свой гаманец.",
  "page-wallets-seed-phrase-example": "Вось прыклад:",
  "page-wallets-seed-phrase-write-down": "Не захоўвайце яго на камп'ютары. Запішыце на паперу і трымайце ў бяспецы.",
  "page-wallets-slogan": "Трымаючы ключы ад вашай лічбавай будучыні",
  "page-wallets-stay-safe": "Як заставацца ў бяспецы",
  "page-wallets-stay-safe-desc": "Фінансавая свабода і магчымасць атрымаць доступ і выкарыстоўваць сродкі ў любым месцы суправаджаецца адказнасцю — у свеце крыптавалют няма падтрымкі кліентаў. <b>Вы несяце адказнасць за захаванне вашых ключоў</b>.",
  "page-wallets-subtitle": "Гаманцы дапамагаюць вам атрымаць доступ да лічбавых актываў і ўвайсці ў праграмныя дадаткі.",
  "page-wallets-take-responsibility": "Вазьміце на сябе адказнасць за ўласныя сродкі",
  "page-wallets-take-responsibility-desc": "Цэнтралізаваныя біржы звяжуць ваш гаманец з імем карыстальніка і паролем, якія вы можаце аднавіць традыцыйным спосабам. Проста памятайце, што вы давяраеце гэтай біржы захаванне вашых сродкаў. Калі ў біржы з'явяцца фінансавыя праблемы, то вашы сродкі апынуцца ў небяспецы.",
  "page-wallets-tips": "Больш парад па захаванні бяспекі",
  "page-wallets-tips-community": "Ад супольнасці",
  "page-wallets-title": "Гаманцы Ethereum",
  "page-wallets-triple-check": "Правярайце ўсё тройчы",
  "page-wallets-triple-check-desc": "Памятайце, што транзакцыі нельга адмяніць, а гаманец нельга лёгка аднавіць, таму прымайце меры засцярогі і заўсёды будзьце ўважлівымі.",
  "page-wallets-try-dapps": "Паспрабуйце некаторыя dapp",
  "page-wallets-try-dapps-alt": "Малюнак членаў супольнасці Ethereum, якія працуюць разам",
  "page-wallets-try-dapps-desc": "Dapp — гэта праграмныя дадаткі, створаныя на Ethereum. Яны больш танныя, справядлівыя і лепш ставяцца да вашых даных, чым большасць традыцыйных дадаткаў.",
  "page-wallets-types": "Тыпы кашалькоў",
  "page-wallets-types-desc": "Ёсць некалькі спосабаў узаемадзеяння з вашым акаўнтам:",
  "page-wallets-web-browser": "<b>Браўзерныя гаманцы</b> — гэта вэб-дадаткі, якія дазваляюць узаемадзейнічаць са сваім акаўнтам непасрэдна ў браўзеры",
  "page-wallets-web-browser-extension": "<b>Гаманцы ў выглядзе пашырэння для браўзера</b> — гэта пашырэнне, якое вы спампоўваеце і якое дазваляе ўзаемадзейнічаць з вашым акаўнтам і дадаткамі праз браўзер",
  "page-wallets-whats-a-wallet": "Што такое гаманец Ethereum?",
  "page-wallets-your-ethereum-account": "Ваш акаўнт Ethereum",
  "page-wallets-your-ethereum-account-desc": "Ваш гаманец — гэта акно ў ваш акаўнт Ethereum: ваш баланс, гісторыю транзакцый і многае іншае. Але вы можаце памяняць пастаўшчыкоў гаманцоў у любы час.",
  "page-wallets-your-login": "Ваш логін для дадаткаў Ethereum",
  "page-wallets-your-login-desc": "Ваш гаманец дазваляе падключацца да праграмных дадаткаў з дапамогай вашага акаўнта Ethereum. Гэта як логін, які можна выкарыстоўваць у многіх дадатках.",
  "additional-reading-how-to-create-an-ethereum-account": "Як стварыць акаўнт Ethereum",
  "additional-reading-how-to-use-a-wallet": "Як карыстацца гаманцом"
}
