{
  "comp-withdrawal-comparison-current-title": "Бягучыя стэйкеры",
  "comp-withdrawal-comparison-current-li-1": "Некаторыя карыстальнікі маглі ўказаць адрас для вываду сродкаў пры першапачатковым усталяванні свайго дэпазіту ў стэйкінгу — гэтым карыстальнікам больш нічога не трэба рабіць",
  "comp-withdrawal-comparison-current-li-2": "Большасць стэйкераў не ўказалі адрас вываду сродкаў пры першапачатковым дэпазіце, і ім трэба будзе абнавіць свае даныя для гэтага дзеяння. <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Панэль запуску стэйкінгу</a> змяшчае інструкцыі, як гэта зрабіць",
  "comp-withdrawal-comparison-current-p": "Вы можаце ўвесці тут індэксны нумар свайго валідатара, каб даведацца, ці трэба вам яшчэ абнаўляць свае даныя <Text as=\"span\" fontWeight=\"normal\">(можна знайсці ў журналах вашых кліентаў):</Text>",
  "comp-withdrawal-comparison-new-title": "Новыя стэйкеры (пакуль без дэпазітаў)",
  "comp-withdrawal-comparison-new-li-1": "Па змоўчванні новыя стэйкеры, якія жадаюць аўтаматычна ўключыць выплату ўзнагароджання і функцыю вываду сродкаў, павінны пакінуць адрас для вываду сродкаў у Ethereum, які яны кантралююць, пры генерацыі сваіх ключоў валідатара з дапамогай інструмента Staking Deposit CLI",
  "comp-withdrawal-comparison-new-li-2": "Гэта не абавязкова рабіць падчас размяшчэння дэпазіту, але дапаможа пазбегнуць неабходнасці абнаўляць гэтыя ключы пазней, каб разблакіраваць вашы сродкі",
  "comp-withdrawal-comparison-new-p": "Staking Launchpad дапаможа вам прайсці працэс падключэння да стэйкінгу.",
  "comp-withdrawal-comparison-new-link": "Наведайце Staking Launchpad",
  "comp-withdrawal-credentials-placeholder": "Індэкс валідатара",
  "comp-withdrawal-credentials-error": "Памылка! Праверце нумар індэкса валідатара і паспрабуйце зноў.",
  "comp-withdrawal-credentials-upgraded-1": "Індэкс валідатара {{validatorIndex}} гатовы пачаць атрымліваць узнагароды!",
  "comp-withdrawal-credentials-upgraded-2": "Уліковыя даныя для вываду сродкаў, прывязаныя да адраса выканання:",
  "comp-withdrawal-credentials-not-upgraded-1": "Гэты валідатар патрабуе абнаўлення.",
  "comp-withdrawal-credentials-not-upgraded-1-testnet": "Гэты валідатар тэставай сеткі Holesky патрабуе абнаўлення.",
  "comp-withdrawal-credentials-not-upgraded-2": "Інструкцыі па абнаўленні можна знайсці на <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Staking Launchpad</a>",
  "comp-withdrawal-credentials-verify-mainnet": "Праверыць у асноўнай сетцы",
  "comp-withdrawal-credentials-verify-holesky": "Праверыць у Holesky",
  "page-staking-image-alt": "Выява маскота Rhino для платформы стэйкінгу.",
  "page-staking-benefits-1-title": "Атрымайце ўзнагароды",
  "page-staking-benefits-1-description": "Узнагароды даюцца за дзеянні, якія дапамагаюць сетцы дасягаць <a href=\"/glossary/#consensus\">кансэнсусу</a>. Вы атрымаеце ўзнагароды за запуск праграмнага забеспячэння, якое правільна згрупоўвае транзакцыі ў новыя блокі і правярае працу іншых валідатараў, бо гэта гарантуе бяспечную работу ланцуга.",
  "page-staking-benefits-2-title": "Палепшаная бяспека",
  "page-staking-benefits-2-description": "Сетка становіцца мацнейшай супраць атак, калі больш ETH удзельнічае ў стэйкінгу. У гэтым выпадку патрэбна будзе больш ETH, каб кантраляваць большасць сеткі. Каб стаць пагрозай, вам спатрэбіцца валодаць большасцю валідатараў, што азначае, што вам трэба будзе кантраляваць большасць ETH у сістэме — а гэта вельмі шмат!",
  "page-staking-benefits-3-title": "Больш устойлівая",
  "page-staking-benefits-3-description": "Стэйкерам не трэба выконваць энергаёмістыя вылічэнні па прынцыпе proof-of-work для ўдзелу ў забеспячэнні сеткі, што азначае, што вузлы для стэйкінгу могуць працаваць на адносна простым абсталяванні, якое спажывае вельмі мала энергіі.",
  "page-staking-benefits-3-link": "Больш падрабязна пра спажыванне энергіі Ethereum",
  "page-staking-description": "Стэйкінг — гэта працэс унясення 32 ETH для актывацыі праграмнага забеспячэння <a href=\"/glossary/#validator\">валідатара</a>. У ролі валідатара вы будзеце адказваць за захоўванне даных, апрацоўку транзакцый і даданне новых <a href=\"/glossary/#block\">блокаў</a> у блокчэйн. Гэта забяспечыць бяспеку Ethereum для ўсіх і дазволіць вам зарабляць новыя ETH у працэсе.",
  "page-staking-hero-title": "Як уключыць у стэйкінг вашы ETH",
  "page-staking-hero-header": "Атрымлівайце ўзнагароды, забяспечваючы надзейнасць Ethereum",
  "page-staking-hero-subtitle": "Кожны карыстальнік з любой колькасцю ETH можа дапамагчы забяспечыць надзейнасць сеткі і атрымаць узнагароды ў працэсе.",
  "page-staking-dropdown-home": "Галоўная старонка стэйкінгу",
  "page-staking-dropdown-solo": "Адзіночны стэйкінг",
  "page-staking-more-on-solo": "Дакладней пра індывідуальны стэйкінг",
  "page-staking-learn-more-solo": "Даведайцеся больш пра індывідуальны стэйкінг",
  "page-staking-dropdown-saas": "Стэйкінг, як паслуга",
  "page-staking-more-on-saas": "Больш пра стэйкінг як сэрвіс",
  "page-staking-learn-more-saas": "Даведайцеся больш пра стэйкінг як сэрвіс",
  "page-staking-dropdown-pools": "Аб'яднаны стэйкінг",
  "page-staking-dropdown-withdrawals": "Пра вывад сродкаў",
  "page-staking-dropdown-dvt": "Тэхналогія распаўсюджаных валідатараў",
  "page-staking-more-on-pools": "Больш пра агульны стэйкінг",
  "page-staking-learn-more-pools": "Даведайцеся больш пра агульны стэйкінг",
  "page-staking-section-what-title": "Што такое стэйкінг?",
  "page-staking-section-why-title": "Чаму варта ўносіць ваш ETH?",
  "page-staking-section-why-p1": "Усё залежыць ад таго, колькі вы гатовы ўнесці. Вам спатрэбіцца 32 ETH, каб актываваць свой уласны валідатар, але таксама можна ўнесці і меншую суму.",
  "page-staking-section-why-p2": "Паглядзіце на варыянты ніжэй і выберыце той, які найбольш падыходзіць для вас і для сеткі.",
  "page-staking-guide-title-coincashew-ethereum": "Даведнік CoinCashew па Ethereum 2.0",
  "page-staking-guide-title-somer-esat": "Самэр Эсат",
  "page-staking-guide-title-rocket-pool": "Аператары вузлоў Rocket Pool",
  "page-staking-guide-description-linux": "Linux (CLI)",
  "page-staking-guide-description-mac-linux": "Linux, macOS (CLI)",
  "page-staking-hierarchy-solo-h2": "Галоўная старонка індывідуальнага стэйкінгу",
  "page-staking-hierarchy-solo-pill-1": "Найбольшы ўплыў",
  "page-staking-hierarchy-solo-pill-2": "Поўны кантроль",
  "page-staking-hierarchy-solo-pill-3": "Поўныя ўзнагароды",
  "page-staking-hierarchy-solo-pill-4": "Не патрабуе даверу",
  "page-staking-hierarchy-solo-p1": "Індывідуальны стэйкінг на Ethereum — гэта <span class=\"gold\">залаты стандарт</span> стэйкінгу. Ён дае поўныя ўзнагароды за ўдзел, паляпшае дэцэнтралізацыю сеткі і ніколі не патрабуе давяраць каму-небудзь яшчэ свае сродкі.",
  "page-staking-hierarchy-solo-p2": "Тыя, хто разглядае індывідуальны стэйкінг, павінны мець не менш за 32 ETH і выдзелены камп’ютар, падключаны да інтэрнэту ~24/7. Некаторыя тэхнічныя веды будуць карыснымі, але цяпер існуюць простыя ў выкарыстанні інструменты, якія дапамагаюць значна спрасціць гэты працэс.",
  "page-staking-hierarchy-saas-pill-1": "Вашы 32 ETH",
  "page-staking-hierarchy-saas-pill-2": "Вашы ключы валідатара",
  "page-staking-hierarchy-saas-pill-3": "Праца даверанага вузла",
  "page-staking-hierarchy-saas-p1": "Калі вы не жадаеце або не адчуваеце сябе камфортна ў працы з абсталяваннем, але ўсё ж хочаце ўкласці свае 32 ETH, варыянты стэйкінгу як сэрвісу дазваляюць вам дэлегаваць цяжкую частку працы падчас таго, як вы атрымліваеце ўзнагароды за блокі.",
  "page-staking-hierarchy-saas-p2": "Гэтыя варыянты праводзяць вас праз стварэнне набору ўліковых даных валідатара, загрузку вашых ключоў для подпісу і дэпазіт вашых 32 ETH. Гэта дазваляе службе правяраць ад вашага імя.",
  "page-staking-hierarchy-saas-p3": "Гэты спосаб стэйкінгу патрабуе пэўнага ўзроўню даверу да пастаўшчыка паслугі. Каб абмежаваць рызыку ад контрагента, ключы для вываду вашых ETH звычайна захоўваюцца ў вас.",
  "page-staking-hierarchy-pools-pill-1": "Уносьце любую суму",
  "page-staking-hierarchy-pools-pill-2": "Атрымайце ўзнагароды",
  "page-staking-hierarchy-pools-pill-3": "Не ўскладняйце",
  "page-staking-hierarchy-pools-pill-4": "Распаўсюджанае",
  "page-staking-hierarchy-pools-p1": "Цяпер існуе некалькі рашэнняў для аб'яднання, каб дапамагчы карыстальнікам, якія не маюць 32 ETH або якія не адчуваюць сябе ўпэўнена для стэйкінгу такой сумы.",
  "page-staking-hierarchy-pools-p2": "Многія з гэтых варыянтаў уключаюць тое, што вядома як «ліквідны стэйкінг», які прадугледжвае наяўнасць токена ліквіднасці<a href=\"/glossary/#erc-20\">ERC-20</a>, што прадстаўляе ваш стэйкаваны ETH.",
  "page-staking-hierarchy-pools-p3": "Ліквідны стэйкінг дазваляе лёгка і ў любы час выйсці і робіць стэйкінг такім жа простым, як абмен токенаў. Гэтая опцыя таксама дазваляе карыстальнікам захоўваць свае актывы ва ўласным <a href=\"/glossary/#wallet\">гаманцы</a> Ethereum.",
  "page-staking-hierarchy-pools-p4": "Аб'яднаны стэйкінг не з'яўляецца родным для сеткі Ethereum. Гэтыя рашэнні ствараюцца трэцімі асобамі, што цягне ўласныя рызыкі.",
  "page-staking-hierarchy-cex-h2": "Цэнтралізаваныя біржы",
  "page-staking-hierarchy-cex-pill-1": "Найменшы ўплыў",
  "page-staking-hierarchy-cex-pill-2": "Максімальныя дапушчэнні даверу",
  "page-staking-hierarchy-cex-p1": "Многія цэнтралізаваныя біржы аказваюць паслугі стэйкінгу, калі вам яшчэ не зручна трымаць ETH ва ўласным гаманцы. Яны могуць быць запасным варыянтам, які дазволіць атрымаць некаторы прыбытак ад вашых укладанняў ETH з мінімальнымі намаганнямі і наглядам.",
  "page-staking-hierarchy-cex-p2": "Кампраміс тут заключаецца ў тым, што цэнтралізаваныя пастаўшчыкі аб'ядноўваюць вялікія пулы ETH для запуску вялікай колькасці валідатараў. Гэта можа быць небяспечна для сеткі і яе карыстальнікаў, бо стварае вялікую цэнтралізаваную цэль і пункт збою, робячы сетку больш уразлівай для нападаў або памылак.",
  "page-staking-hierarchy-cex-p3": "Калі вы не адчуваеце сябе камфортна трымаць уласныя <a href=\"/glossary/#key\">ключы</a>, гэта нармальна. Для вас ёсць зручныя варыянты. А пакуль зазірніце на нашу <a href=\"/wallets/\">старонку гаманцоў</a>, дзе вы можаце пачаць вучыцца сапраўднаму валоданню сваімі сродкамі. Калі вы будзеце гатовыя, вярніцеся і палепшыце ўзровень свайго прафесіяналізму ў стэйкінгу, паспрабаваўшы адну з прапанаваных паслуг незалежнага аб'яднанага стэйкінгу.",
  "page-staking-hierarchy-subtext": "Як вы маглі заўважыць, ёсць шмат спосабаў прыняць удзел у стэйкінгу Ethereum. Гэтыя шляхі арыентаваны на шырокае кола карыстальнікаў і ў канчатковым выніку кожны з іх унікальны і адрозніваецца з пункту гледжання рызыкі, узнагарод і ступені даверу. Некаторыя з іх больш дэцэнтралізаваныя, правераныя і/або рызыкоўныя, чым іншыя. Мы даём некаторую інфармацыю аб папулярных праектах у індустрыі, але <em>заўсёды праводзьце ўласнае даследаванне</em>, перш чым куды-небудзь адпраўляць ETH.",
  "page-staking-comparison-solo-saas": "Пры карыстанні пастаўшчыкамі SaaS вы па-ранейшаму абавязаны ўнесці 32 ETH, але вам не трэба запускаць абсталяванне. Звычайна вы маеце доступ да ключоў валідатара, але вам таксама неабходна падзяліцца сваімі ключамі подпісу, каб аператар мог дзейнічаць ад імя вашага валідатара. Гэта ўводзіць узровень даверу, якога няма пры выкарыстанні вашага ўласнага абсталявання, і ў адрозненне ад самастойнага стэйкінгу дома, SaaS не дапамагае так з геаграфічным размеркаваннем вузлоў. Калі вам нязручна працаваць з апаратным забеспячэннем, але вы ўсё яшчэ хочаце застэйкаць 32 ETH, выкарыстанне пастаўшчыка SaaS можа стаць для вас добрым варыянтам.",
  "page-staking-comparison-solo-pools": "Індывідуальны стэйкінг значна больш складаны, чым карыстанне пулам, але прапануе поўны доступ да ўзнагарод ETH і поўны кантроль над наладай і бяспекай вашага валідатара. Стэйкінг у пулах мае значна меншы бар'ер для ўваходу. Карыстальнікі могуць стэйкаць невялікія аб'ёмы ETH, ім не патрабуецца генерыраваць ключы валідатара, няма патрабаванняў да апаратнага забеспячэння, акрамя стандартнага інтэрнэт злучэння. Токены ліквіднасці даюць магчымасць выйсці з стэйкінгу раней, чым гэта магчыма на ўзроўні пратакола. Калі вас цікавяць гэтыя функцыі, то стэйкінг у пулах можа падысці вам.",
  "page-staking-comparison-saas-solo": "Падабенства ўключае ў сябе наяўнасць уласных ключоў валідатару без неабходнасці аб'яднання сродкаў, а вось ў выпадку SaaS вы павінны давяраць трэцяй асобе, якая патэнцыйна можа дзейнічаць зламысна або сама стаць аб'ектам нападу або рэгулявання. Калі гэтыя здагадкі аб даверы або рызыцы цэнтралізацыі вас хвалююць, то самастойны стэйкінг стане для вас сапраўдным залатым стандартам.",
  "page-staking-comparison-saas-pools": "Падабенства ў тым, што вы звычайна разлічваеце на кагосьці іншага для запуску кліента валідатара, але ў адрозненне ад SaaS, стэйкінг у пуле дазваляе вам удзельнічаць з меншай колькасцю ETH. Калі вы жадаеце стэйкаць менш чым 32 ETH, разгледзьце гэтыя варыянты.",
  "page-staking-comparison-pools-solo": "Аб'яднаны стэйкінг мае значна меншы бар'ер для ўваходу ў параўнанні з самастойным стэйкінгам, але звязаны з дадатковай рызыкай, паколькі ўсе аперацыі з вузламі перадаюцца трэцяй асобе за плату. Самастойны стэйкінг дае поўны суверэнітэт і кантроль над выбарам налад. Стэйкерам ніколі не трэба перадаваць свае ключы, і яны атрымліваюць поўныя ўзнагароды без якіх-небудзь пасрэднікаў.",
  "page-staking-comparison-pools-saas": "Падабенства ў тым, што стэйкеры не запускаюць праграмнае забеспячэнне валідатара самастойна, але ў адрозненне ад варыянтаў аб'яднання, для актывацыі валідатара SaaS патрабуеца поўны дэпазіт у 32 ETH. Узнагароды назапашваюцца стэйкеру і звычайна ўключаюць штомесячную плату або іншую плату за карыстанне паслугай. Калі вы аддаеце перавагу мець уласныя ключы валідатара і жадаеце зрабіць стаўку не менш за 32 ETH, выкарыстанне пастаўшчыка SaaS можа стаць для вас добрым варыянтам.",
  "page-staking-considerations-solo-1-description": "Асноўны код на 100% адкрыты і даступны грамадскасці для разгалінавання і выкарыстання",
  "page-staking-considerations-solo-1-warning": "Закрыты код",
  "page-staking-considerations-solo-2-title": "Праверана",
  "page-staking-considerations-solo-2-description": "Асноўны код прайшоў афіцыйны аўдыт, вынікі якога апублікаваны і даступны для ўсіх",
  "page-staking-considerations-solo-2-warning": "Адсутнічае",
  "page-staking-considerations-solo-3-title": "Узнагарода за выяўленне памылак",
  "page-staking-considerations-solo-3-description": "За выяўленне памылак у асноўным кодзе прапаноўваліся агульнадаступныя ўзнагароды, каб заахвоціць карыстальнікаў за бяспечнае паведамленне аб памылках і/ці іх ухіленне",
  "page-staking-considerations-solo-3-valid": "Зараз актыўны",
  "page-staking-considerations-solo-3-caution": "Завершана",
  "page-staking-considerations-solo-4-title": "Праверана ў рэальных умовах",
  "page-staking-considerations-solo-4-description": "Праграмнае забеспячэнне было даступнае і выкарыстоўвалася публічна на працягу паказанага перыяду часу",
  "page-staking-considerations-solo-4-valid": "Дзейнічае больш за 1 год",
  "page-staking-considerations-solo-4-caution": "Дзейнічае больш за 6 месяцаў",
  "page-staking-considerations-solo-4-warning": "Нядаўна выпушчанае",
  "page-staking-considerations-solo-5-title": "Не патрабуе даверу",
  "page-staking-considerations-solo-5-description": "Ключы валідатара не давяраюцца нікому на працягу ўсяго жыццёвага цыкла валідатара. Ва ўсіх уцягнутых разумных кантрактах няма шчылін і апоры на прывілеяваныя дазволы для выканальніка.",
  "page-staking-considerations-solo-5-warning": "Патрабуе даверу",
  "page-staking-considerations-solo-6-description": "Карыстальнікам не патрабуецца адмысловы дазвол для запуску валідатара з выкарыстаннем праграмнага забеспячэння або сэрвісу",
  "page-staking-considerations-solo-6-valid": "Без дазволу",
  "page-staking-considerations-solo-6-warning": "Патрабуецца дазвол",
  "page-staking-considerations-solo-7-title": "Шматкліентны",
  "page-staking-considerations-solo-7-description": "Праграмнае забеспячэнне дазваляе карыстальнікам выбіраць і перамыкацца паміж, як мінімум, двума ці больш кліентамі выканання і двума ці больш кліентамі слоя кансэнсусу",
  "page-staking-considerations-solo-7-valid": "Лёгкае пераключэнне кліентаў",
  "page-staking-considerations-solo-7-warning": "Абмяжоўваецца мажарытарнымі кліентамі",
  "page-staking-considerations-solo-8-title": "Самастойны кантроль",
  "page-staking-considerations-solo-8-description": "Карыстальнік захоўвае ўсе ўліковыя даныя валідатара, уключаючы ключы для подпісу і для вываду сродкаў",
  "page-staking-considerations-solo-8-warning": "Старонні кантроль",
  "page-staking-considerations-solo-9-title": "Эканамічнасць",
  "page-staking-considerations-solo-9-description": "Карыстальнікі могуць кіраваць валідатарам, зрабіўшы стаўку менш за 32 ETH, выкарыстоўваючы аб'яднаныя сродкі іншых людзей",
  "page-staking-considerations-solo-9-valid": "< 32 ETH",
  "page-staking-considerations-solo-9-warning": "32 ETH",
  "page-staking-considerations-saas-4-description": "Паслуга была даступная і выкарыстоўвалася грамадствам на працягу паказанага перыяду часу",
  "page-staking-considerations-saas-6-description": "Для ўдзелу ў сэрвісе карыстальнікам не патрабуецца спецыяльны дазвол, рэгістрацыя ўліковага запісу або праходжанне KYC",
  "page-staking-considerations-saas-6-valid": "Далучыцца можа любы",
  "page-staking-considerations-saas-6-warning": "Патрабуецца дазвол",
  "page-staking-considerations-saas-7-title": "Разнастайнасць у выкананні",
  "page-staking-considerations-saas-7-description": "Сэрвіс не павінен запускаць больш за 50% сваіх сукупных валідатараў з мажарытарным кліентам выканання",
  "page-staking-considerations-saas-7-valid": "Менш за 50%",
  "page-staking-considerations-saas-7-caution": "У цяперашні час невядома",
  "page-staking-considerations-saas-7-warning": "Больш за 50%",
  "page-staking-considerations-saas-8-title": "Разнастайнасць кансэнсусу",
  "page-staking-considerations-saas-8-description": "Сэрвіс не павінен запускаць больш за 50% сваіх сукупных валідатараў з мажарытарным кліентам кансэнсусу",
  "page-staking-considerations-saas-8-valid": "Менш за 50%",
  "page-staking-considerations-saas-8-caution": "У цяперашні час невядома",
  "page-staking-considerations-saas-8-warning": "Больш за 50%",
  "page-staking-considerations-pools-5-description": "Сэрвіс не патрабуе давяраць людзям захоўванне вашых ключоў або размеркаванне ўзнагарод",
  "page-staking-considerations-pools-6-title": "Вузлы без дазволаў",
  "page-staking-considerations-pools-6-description": "Сэрвіс дазваляе любому далучыцца ў якасці аператара вузла для пула без дазволаў",
  "page-staking-considerations-pools-7-description": "Сэрвіс не павінен запускаць больш за 50% сваіх сукупных валідатараў з мажарытарным кліентам выканання",
  "page-staking-considerations-pools-8-title": "Токен ліквіднасці",
  "page-staking-considerations-pools-8-description": "Прапануе гандлюемы токен ліквіднасці, які прадстаўляе ваш ETH у стэйкінгу і захоўваецца ў вашым гаманцы",
  "page-staking-considerations-pools-8-valid": "Токен(-ы) ліквіднасці",
  "page-staking-considerations-pools-8-warning": "Няма токена ліквіднасці",
  "page-staking-considerations-pools-9-description": "Сэрвіс не павінен запускаць больш за 50% сваіх сукупных валідатараў з мажарытарным кліентам кансэнсусу",
  "page-staking-how-solo-works-item-1": "Набудзьце апаратнае забеспячэнне: вам трэба <a href=\"/run-a-node/\">запусціць вузел</a>, каб пачаць стэйкінг",
  "page-staking-how-solo-works-item-2": "Сінхранізуйце кліента ўзроўню выканання",
  "page-staking-how-solo-works-item-3": "Сінхранізуйце кліента ўзроўню кансэнсусу",
  "page-staking-how-solo-works-item-4": "Стварыце свае ключы і загрузіце іх у кліент валідатара",
  "page-staking-how-solo-works-item-5": "Падтрымлівайце свой вузел і сачыце за ім",
  "page-staking-launchpad-widget-testnet-label": "Тэстнэт Holesky",
  "page-staking-launchpad-widget-testnet-start": "Пачніце стэйкінг у тэставай сетцы Holesky",
  "page-staking-launchpad-widget-mainnet-start": "Пачніце стэйкінг у асноўнай сетцы",
  "page-staking-launchpad-widget-span": "Абярыце сетку",
  "page-staking-launchpad-widget-p1": "Індывідуальныя валідатары павінны <strong>пратэсціраваць свае настройкі</strong> і навыкі эксплуатацыі ў тэставай сетцы Holesky, перш чым рызыкаваць сродкамі. Памятайце, што важна выбраць <a href=\"/developers/docs/nodes-and-clients/client-diversity/\">мінарытарны кліент</a>, бо гэта павышае бяспеку сеткі і зніжае рызыку.",
  "page-staking-launchpad-widget-p2": "Калі вам зручна, вы можаце наладзіць усё неабходнае з дапамогай толькі каманднага радка, выкарыстоўваючы Staking Launchpad.",
  "page-staking-launchpad-widget-p3": "Каб палегчыць працэс, азнаёмцеся з некаторымі прыведзенымі ніжэй інструментамі і даведнікамі, якія могуць дапамагчы вам разам са Staking Launchpad лёгка наладзіць вашы кліенты.",
  "page-staking-launchpad-widget-link": "Праграмныя інструменты і даведнікі",
  "page-staking-products-get-started": "Пачынаем",
  "page-staking-dropdown-staking-options": "Варыянты стэйкінгу",
  "page-staking-dropdown-staking-options-alt": "Выпадальнае меню параметраў стэйкінгу",
  "page-staking-stats-box-metric-1": "Агульная сума закладзеных ETH",
  "page-staking-stats-box-metric-2": "Усяго валідатараў",
  "page-staking-stats-box-metric-3": "Актуальны APR",
  "page-staking-stats-box-metric-1-tooltip": "Сума ETH, закладзеных на Beacon Chain, без уліку балансаў, якія перавышаюць 32 ETH",
  "page-staking-stats-box-metric-2-tooltip": "Колькасць актываваных уліковых запісаў валідатараў на Beacon Chain у дадзены момант",
  "page-staking-stats-box-metric-3-tooltip": "Сярэдні гадавы фінансавы прыбытак на аднаго валідатара за апошнія 24 гадзіны",
  "page-staking-section-comparison-subtitle": "Не існуе ўніверсальнага рашэння для стэйкінгу, і кожны спосаб унікальны. Тут мы параўнаем некаторыя фактары рызыкі, выгоды і патрабаванні розных метадаў стэйкінгу.",
  "page-staking-section-comparison-rewards-title": "Узнагароды",
  "page-staking-section-comparison-solo-rewards-li1": "Максімальныя ўзнагароды — атрымлівайце поўныя ўзнагароды непасрэдна ад пратакола",
  "page-staking-section-comparison-solo-rewards-li2": "Вы атрымаеце ўзнагароды за групоўку транзакцый у новы блок або праверку працы іншых валідатараў для падтрымання бяспечнай працы сеткі",
  "page-staking-section-comparison-solo-rewards-li3": "Вы таксама атрымаеце незгарэлыя зборы па транзакцыям за блокі, якія вы прапануеце",
  "page-staking-section-comparison-saas-rewards-li1": "Звычайна ўключае поўныя ўзнагароды ад пратакола мінус штомесячная плата за аперацыі вузла",
  "page-staking-section-comparison-saas-rewards-li2": "Для лёгкага маніторынгу вашага кліента валідатара часта з'яўляюцца даступнымі панэлі інструментаў",
  "page-staking-section-comparison-pools-rewards-li1": "Аб'яднаныя стэйкеры атрымліваюць узнагароды па-рознаму ў залежнасці ад таго, які метад аб'яднанага стэйкінга абраны",
  "page-staking-section-comparison-pools-rewards-li2": "Многія сэрвісы аб'яднанага стэкінгу прапануюць адзін або некалькі <a href=\"/glossary/#liquidity-tokens\">токенаў ліквіднасці</a>, якія прадстаўляюць ваш укладзены ETH плюс вашу долю ўзнагарод валідатара",
  "page-staking-section-comparison-pools-rewards-li3": "Токены ліквіднасці можна захоўваць у сваім уласным гаманцы, выкарыстоўваць у <a href=\"/glossary/#defi\">DeFi</a> і прадаваць, калі вы вырашылі выйсці",
  "page-staking-section-comparison-risks-title": "Рызыка",
  "page-staking-section-comparison-solo-risks-li1": "Вы можаце страціць свае ETH",
  "page-staking-section-comparison-solo-risks-li2": "Існуюць штрафы, якія каштуюць ETH, калі ваш валідатар выходзіць з сеткі",
  "page-staking-section-comparison-solo-risks-li3": "Шкадлівая дзейнасць можа прывесці да «слэшынгу» вялікіх сум ETH і прымусовага выдалення з сеткі",
  "page-staking-section-comparison-saas-risks-li1": "Тая ж рызыка, што і пры індывідуальным стэйкінгу, плюс рызыка з боку пастаўшчыка паслуг",
  "page-staking-section-comparison-saas-risks-li2": "Выкарыстанне вашых падпісных ключоў даверана іншай асобе, якая можа дзейнічаць зламысна",
  "page-staking-section-comparison-pools-risks-li1": "Рызыка змяняецца ў залежнасці ад выкарыстанага метаду",
  "page-staking-section-comparison-pools-risks-li2": "У агульным выпадку, рызыка складаецца з камбінацыі рызыкі з боку контрагента, <a href=\"/glossary/#smart-contract\">разумнага кантракту</a> і рызыкі выканання",
  "page-staking-section-comparison-requirements-title": "Патрабаванні",
  "page-staking-section-comparison-solo-requirements-li1": "Вы павінны ўнесці 32 ETH",
  "page-staking-section-comparison-solo-requirements-li2": "Вы абслугоўваеце абсталяванне, якое запускае як <a href=\"/glossary/#execution-client\">кліент выканання</a>, так і <a href=\"/glossary/#consensus-client\">кліент кансэнсусу</a> Ethereum пры падключэнні ў Інтэрнэт",
  "page-staking-section-comparison-solo-requirements-li3": "<a href=\"https://holesky.launchpad.ethereum.org\" target=\"_blank\">Staking Launchpad</a> правядзе вас праз працэс і патрабаванні да абсталявання",
  "page-staking-section-comparison-saas-requirements-li1": "Унясіце 32 ETH і стварыце свае ключы з дапамогай",
  "page-staking-section-comparison-saas-requirements-li2": "Захоўвайце свае ключы бяспечна",
  "page-staking-section-comparison-saas-requirements-li3": "Пра астатняе клапоцімся мы, хоць канкрэтныя паслугі будуць адрознівацца",
  "page-staking-section-comparison-pools-requirements-li1": "Нізкія патрабаванні да ETH: некаторыя праекты патрабуюць усяго толькі 0,01 ETH",
  "page-staking-section-comparison-pools-requirements-li2": "Зрабіце дэпазіт непасрэдна са свайго гаманца на розных платформах аб'яднанага стэйкінгу або проста абмяняйце на адзін з токенаў ліквіднасці для стэйкінгу",
  "page-staking-faq-1-question": "Што такое валідатар?",
  "page-staking-faq-1-answer": "<em>Валідатар</em> — гэта віртуальны аб'ект, які існуе ў сетцы Ethereum і ўдзельнічае ў працэсе кансэнсусу пратаколу Ethereum. Валідатары прадстаўлены балансам, публічным ключом і іншымі ўласцівасцямі. <em>Кліент валідатара </em> — гэта праграмнае забеспячэнне, якое дзейнічае ад імя валідатара, захоўваючы і выкарыстоўваючы яго прыватны ключ. Адзін кліент валідатара можа ўтрымліваць шмат пар ключоў, кіруючы многімі валідатарамі.",
  "page-staking-faq-2-question": "Чаму мне патрэбна мець сродкі на стэйкінгу?",
  "page-staking-faq-2-answer": "Валідатар мае магчымасць прапаноўваць і пацвярджаць блокі для сеткі. Каб прадухіліць несумленную дзейнасць, карыстальнікі павінны мець сродкі на стэйкінгу. Гэта дазваляе пратаколу караць зламыснікаўў. Стэйкінг служыць сродкам для падтрымання сумленнасці, паколькі вашы дзеянні будуць мець фінансавыя наступствы.",
  "page-staking-faq-3-question": "Ці магу я купіць «Eth2»?",
  "page-staking-faq-3-answer-p1": "У пратаколе няма ўласнага токена «Eth2», паколькі родны токен эфіру (ETH) не змяніўся, калі Ethereum перайшоў на механізм доказу валодання (proof-of-stake).",
  "page-staking-faq-3-answer-p2": "Існуюць вытворныя токены/цікеры, якія могуць прадстаўляць закладзены ETH (напрыклад, rETH ад Rocket Pool, stETH ад Lido, ETH2 ад Coinbase). Даведацца больш пра <a href=\"/staking/pools/\">аб'яднаны стэйкінг</a>",
  "page-staking-faq-4-question": "Стэйкінг ужо актыўны?",
  "page-staking-faq-4-answer-p1": "Так. Стэйкінг дзейнічае з 1 снежня 2020 года",
  "page-staking-faq-4-answer-p2": "Гэта азначае, што стэйкінг у цяперашні час працуе, каб карыстальнікі маглі ўнесці свае ETH, запусціць кліент валідатара і пачаць атрымліваць узнагароды.",
  "page-staking-faq-4-answer-p3": "Абнаўленне Shanghai/Capella было завершана 12 красавіка 2023 года, і цяпер магчыма выводзіць унесеныя сродкі, замыкаючы цыкл ліквіднасці стэйкінга.",
  "page-staking-faq-5-question": "Калі я магу вывесці свае ўкладзеныя ETH?",
  "page-staking-faq-5-answer-p1": "Гэта ўжо магчыма! Пры жаданні стэйкеры могуць свабодна выводзіць свае ўзнагароды і/або асноўную суму са свайго балансу валідатара.",
  "page-staking-faq-5-answer-p2": "Стэйкеры таксама будуць атрымліваць узнагароды ў форме камісій і MEV пры прапанове блокаў, якія становяцца даступнымі неадкладна на ўказаным атрымальнікам адрасе.",
  "page-staking-further-reading-2-link": "Матывіроўка задумы абнаўлення Serenity",
  "page-staking-further-reading-4-link": "Навіны Eth2",
  "page-staking-further-reading-4-author": "Бэн Эджынгтан",
  "page-staking-further-reading-5-link": "Завершана праца над № 33, узроўнем кансэнсусу Ethereum (студзень 2022 г.)",
  "page-staking-further-reading-5-author": "Дэнні Раян",
  "page-staking-further-reading-6-link": "Публікацыі ў Attestant",
  "page-staking-further-reading-8-link": "Навучальныя матэрыялы, прадстаўленыя супольнасцю Beaconcha.in",
  "page-staking-further-reading-9-link": "Панэль запуску стэйкінгу ў Ethereum: частыя пытанні",
  "page-staking-further-reading-10-link": "База ведаў EthStaker",
  "page-staking-toc-how-to-stake-your-eth": "Як уключыць у стэйкінг вашы ETH",
  "page-staking-toc-comparison-of-options": "Параўнанне варыянтаў стэйкінгу",
  "page-staking-toc-faq": "Частыя пытанні",
  "page-staking-dom-info-title": "Стэйкінг у Ethereum",
  "page-staking-join-community": "Далучайцеся да супольнасці стэйкераў",
  "page-staking-join-community-desc": "EthStaker — гэта суполка, у якой кожны можа абмяркоўваць і вучыцца стэйкінгу у Ethereum. Далучайцеся да дзясяткаў тысяч членаў з усяго свету, каб атрымаць парады, падтрымку і абмеркаваць усё, што звязана са стэйкінгам.",
  "page-staking-meta-description": "Агляд стэйкінгу Ethereum: рызыкі, узнагароды, патрабаванні і дзе яго рабіць.",
  "page-staking-meta-title": "Стэйкінг у Ethereum",
  "page-staking-withdrawals-important-notices": "Важныя заўвагі",
  "page-staking-withdrawals-important-notices-desc": "Вывад сродкаў пакуль недаступны. Прачытайце <a href=\"https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/\" target=\"_blank\">Частыя пытанні аб Зліцці і пасля Зліцця Eth2 </a> для атрымання дадатковай інфармацыі.",
  "subscribe-to-ef-blog": "<a href=\"https://blog.ethereum.org/category/protocol/#subscribe\" target=\"_blank\">Падпішыцеся на блог EF</a>, каб атрымліваць апавяшчэнні па электроннай пошце аб апошніх аб'яўленнях пратакола.",
  "page-staking-comparison-with-other-options": "Параўнанне з іншымі варыянтамі",
  "page-staking-any-amount": "Любая сума",
  "page-staking-testnet": "тэставая сетка"
}
