{
  "page-get-eth-article-keeping-crypto-safe": "Спосабы захавання вашай крыпты ў бяспецы",
  "page-get-eth-article-protecting-yourself": "Абарона сябе і сваіх сродкаў",
  "page-get-eth-article-store-digital-assets": "Як захоўваць лічбавыя актывы на Ethereum",
  "page-get-eth-article-protecting-yourself-desc": "MyCrypto",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": "Цэнтралізаваныя біржы",
  "page-get-eth-cex-desc": "Біржы — гэта прадпрыемствы, якія дазваляюць купляць крыпту з выкарыстаннем традыцыйных валют. Яны захоўваюць любы ETH, які вы купляеце, пакуль вы не адправіце яго ў гаманец, які вы кантралюеце.",
  "page-get-eth-checkout-dapps-btn": "Праглядзіце dapps",
  "page-get-eth-community-safety": "Запісы супольнасці пра бяспеку",
  "page-get-eth-description": "Ethereum не кантралюецца ніводнай арганізацыяй — ён дэцэнтралізаваны.",
  "page-get-eth-dex": "Дэцэнтралізаваныя біржы (DEX)",
  "page-get-eth-dex-desc": "Калі вы хочаце больш кантролю, купляйце ETH з дапамогай <a href=\"/glossary/#smart-contract\">разумных кантрактаў</a>. З дапамогай DEX вы можаце гандляваць лічбавымі актывамі, не перадаючы кантроль над сваімі сродкамі цэнтралізаванай кампаніі.",
  "page-get-eth-peers": "Атрымлівайце ETH ад сваіх сяброў",
  "page-get-eth-peers-desc": "Як толькі ў вас з'явіцца ўліковы запіс Ethereum, усё, што вам трэба будзе зрабіць, гэта падзяліцца сваім адрасам, каб пачаць адпраўляць і атрымліваць ETH (і іншыя токены) аднарангава.",
  "page-get-eth-staking": "Узнагароды за стэйкінг",
  "page-get-eth-staking-desc": "Калі ў вас ужо ёсць ETH, вы можаце зарабіць больш, запусціўшы вузел валідатара. Вы атрымліваеце ETH за выкананне гэтай праверачнай працы.",
  "page-get-eth-earn": "Зарабіце ETH",
  "page-get-eth-earn-desc": "Вы можаце зарабіць ETH падчас працы ў DAO або кампаніях, якія плацяць крыптавалютай, калі будзеце атрымліваць узнагароды, знаходзіць памылкі праграмнага забеспячэння і выконваць іншыя задачы.",
  "page-get-eth-daos-link-desc": "Даведайцеся пра DAO",
  "page-get-eth-cex-link-desc": "Праглядзіце спіс біржаў",
  "page-get-eth-staking-link-desc": "Даведайцеся больш пра стэйкінг",
  "page-get-eth-dexs": "Дэцэнтралізаваныя біржы (DEX)",
  "page-get-eth-dexs-desc": "Дэцэнтралізаваныя біржы — гэта адкрытыя рынкі для ETH і іншых токенаў. Яны наўпрост злучаюць пакупнікоў і прадаўцоў.",
  "page-get-eth-dexs-desc-2": "Замест таго, каб выкарыстоўваць давераную трэцюю асобу для абароны сродкаў у транзакцыі, яны выкарыстоўваюць код. ETH прадаўца будзе перададзены толькі тады, калі аплата будзе гарантавана. Гэты тып кода вядомы як разумны кантракт.",
  "page-get-eth-dexs-desc-3": "Гэта азначае, што геаграфічных абмежаванняў менш, чым пры цэнтралізаваных альтэрнатывах. Калі хтосьці прадае тое, што вы хочаце, і прымае спосаб аплаты, які вы можаце прапанаваць, то ўсё гатова.",
  "page-get-eth-dexs-desc-4": "Заўвага: для працы многія дэцэнтралізаваныя біржы выкарыстоўваюць абгорнуты эфір (WETH). <a href=\"/wrapped-eth\">Даведайцеся больш пра абгорнуты эфір</a>.",
  "page-get-eth-do-not-copy": "Прыклад: не капіруйце",
  "page-get-eth-exchanges-disclaimer": "Мы сабралі гэтую інфармацыю ўручную. Калі вы заўважылі, што нешта не так, паведаміце нам па адрасе",
  "page-get-eth-exchanges-empty-state-text": "Увядзіце сваю краіну пражывання, каб убачыць спіс бірж, якімі вы можаце карыстацца",
  "page-get-eth-exchanges-except": "Акрамя",
  "page-get-eth-exchanges-header": "У якой краіне вы жывяце?",
  "page-get-eth-exchanges-header-exchanges": "Біржы",
  "page-get-eth-exchanges-header-wallets": "Гаманцы",
  "page-get-eth-exchanges-intro": "Біржы маюць абмежаванні на тое, дзе яны могуць прадаваць крыптавалюту. Гэта прыкладны спіс службаў, якія, як мяркуецца, працуюць у кожнай краіне. Уключэнне ў гэты спіс не з'яўляецца адабрэннем — вам неабходна правесці ўласнае даследаванне!",
  "page-get-eth-exchanges-no-exchanges": "На жаль, мы не ведаем біржы, якія дазваляюць купляць ETH у гэтай краіне. Калі вы ведаеце, раскажыце нам па адрасе",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "На жаль, мы не ведаем біржы, якія дазваляюць купляць ETH у гэтай краіне. Калі вы ведаеце, раскажыце нам па адрасе",
  "page-get-eth-exchanges-no-wallets": "На жаль, мы не ведаем гаманцы, якія дазваляюць купляць ETH у гэтай краіне. Калі вы ведаеце, раскажыце нам па адрасе",
  "page-get-eth-exchanges-search": "Напішыце, дзе вы жывяце...",
  "page-get-eth-exchanges-success-exchange": "Рэгістрацыя на біржы можа заняць некалькі дзён з-за юрыдычных праверак.",
  "page-get-eth-exchanges-success-wallet-link": "гаманцах",
  "page-get-eth-exchanges-success-wallet-paragraph": "Там, дзе вы жывяце, вы можаце купіць ETH непасрэдна з гэтых гаманцоў. Даведайцеся больш аб",
  "page-get-eth-exchanges-usa": "Злучаныя Штаты Амерыкі (ЗША)",
  "page-get-eth-get-wallet-btn": "Атрымаць гаманец",
  "page-get-eth-hero-image-alt": "Атрымай галоўны вобраз ETH",
  "page-get-eth-keep-it-safe": "Захаванне вашага ETH у бяспецы",
  "page-get-eth-meta-description": "Як купіць ETH у залежнасці ад таго, дзе вы жывяце, і парады, як за ім даглядаць.",
  "page-get-eth-meta-title": "Як атрымаць ETH",
  "page-get-eth-need-wallet": "Для выкарыстання DEX вам спатрэбіцца гаманец.",
  "page-get-eth-new-to-eth": "Яшчэ не выкарыстоўвалі ETH? Азнаёмцеся з парадамі для пачатку працы.",
  "page-get-eth-other-cryptos": "Купіць за іншую крыптавалюту",
  "page-get-eth-protect-eth-desc": "Адна з галоўных асаблівасцей Ethereum — магчымасць захоўваець кантроль над уласнымі актывамі, кіруючы ўласным рахункам. Гэта азначае, што вам не трэба давяраць свае актывы трэцім асобам, і вы абаронены ад несумленных дзеянняў захавальніка, банкруцтва або ўзлому. Аднак гэта таксама азначае, што вы бераце на сябе адказнасць за ўласную бяспеку.",
  "page-get-eth-protect-eth-in-wallet": "Захоўвайце ETH ва ўласным гаманцы",
  "page-get-eth-search-by-country": "Пошук па краіне",
  "page-get-eth-security": "Гэта азначае, што вам трэба сур'ёзна ставіцца да бяспекі вашых сродкаў. З ETH вы не давяраеце банку або кампаніі клапаціцца пра свае актывы, вы бераце адказнасць на сябе.",
  "page-get-eth-smart-contract-link": "Дакладней пра разумныя кантракты",
  "page-get-eth-swapping": "Мяняйце свае токены на ETH іншых людзей. І наадварот.",
  "page-get-eth-try-dex": "Паспрабуйце DEX",
  "page-get-eth-use-your-eth": "Карыстайся ETH",
  "page-get-eth-use-your-eth-dapps": "Цяпер, калі ў вас ёсць трохі ETH, азнаёмцеся з некаторымі праграмнымі дадаткамі Ethereum (dapps). Сярод іх ёсць dapp для фінансаў, сацыяльных сетак, гульняў і многіх іншых катэгорый.",
  "page-get-eth-wallet-instructions": "Прытрымлівайцеся інструкцый для гаманца",
  "page-get-eth-wallet-instructions-lost": "Калі вы страціце доступ да ўліковага запісу, вы страціце доступ да сваіх сродкаў. У вашым гаманцы павінны быць інструкцыі, як гэтага пазбегнуць. Абавязкова ўважліва выконвайце іх — у большасці выпадкаў, калі вы страціце доступ да ўліковага запісу, ніхто не зможа вам дапамагчы.",
  "page-get-eth-wallets": "Гаманцы",
  "page-get-eth-wallets-link": "Падрабязней пра гаманцы",
  "page-get-eth-wallets-purchasing": "Некаторыя гаманцы дазваляюць купляць крыпту з дапамогай дэбетавай/крэдытнай карткі, банкаўскага пераводу або нават Apple Pay. Дзейнічаюць геаграфічныя абмежаванні.",
  "page-get-eth-warning": "Гэтыя DEX не для пачаткоўцаў, бо для іх выкарыстання вам спатрэбіцца крыху ETH. Гэта толькі прыклады, а не рэкамендаваныя прадукты. Праводзьце ўласнае даследаванне!",
  "page-get-eth-what-are-DEX's": "Што такое DEX?",
  "page-get-eth-whats-eth-link": "Што такое ETH?",
  "page-get-eth-where-to-buy-desc": "Вы можаце зарабляць ETH, атрымліваць ад таварышаў або купляць на біржах і ў дадатках.",
  "page-get-eth-where-to-buy-desc-2": "Праверце, якімі паслугамі вы можаце карыстацца ў залежнасці ад таго, дзе вы жывяце.",
  "page-get-eth-where-to-buy-title": "Дзе атрымаць ETH",
  "page-get-eth-your-address": "Ваш адрас ETH",
  "page-get-eth-your-address-desc": "Калі вы спампуеце гаманец, ён створыць для вас публічны адрас ETH. Вось як ён выглядае:",
  "page-get-eth-your-address-desc-3": "Думайце пра яго, як пра свой адрас электроннай пошты, але замест лістоў ён можа атрымліваць ETH. Калі вы жадаеце перавесці ETH з біржы на свой гаманец, выкарыстоўвайце свой адрас у якасці пункта прызначэння. Перад адпраўкай заўсёды правярайце двойчы!",
  "page-get-eth-your-address-wallet-link": "Паглядзець кашалькі",
  "listing-policy-raise-issue-link": "Падняць пытанне",
  "page-find-wallet-last-updated": "Апошняе абнаўленне"
}
