{
  "page-eth-buy-some": "Хочаце купіць крыху Ethereum?",
  "page-eth-buy-some-desc": "Звычайна блытаюць Ethereum і ETH. Ethereum — гэта <a href=\"/glossary/#blockchain\">блокчэйн</a>, а ETH — асноўны актыў Ethereum. ETH — гэта і ёсць тое, што вы, напэўна, жадаеце купіць.",
  "page-eth-cat-img-alt": "Графіка гліфа ETH з калейдаскопам кошак",
  "page-eth-collectible-tokens": "Калекцыйныя токены",
  "page-eth-collectible-tokens-desc": "Токены, якія прадстаўляюць калекцыйны прадмет з гульні, твор лічбавага мастацтва або іншыя ўнікальныя актывы. Шырока вядомыя як неўзаемазаменныя токены (NFT).",
  "page-eth-cryptography": "Забяспечана крыптаграфіяй",
  "page-eth-cryptography-desc": "Інтэрнэт-грошы могуць быць новымі, але яны абаронены праверанай <a href=\"/glossary/#cryptography\">крыптаграфіяй</a>. Гэта абараняе ваш гаманец, ваш ETH і вашы транзакцыі. ",
  "page-eth-currency-for-apps": "Гэта валюта праграмных дадаткаў Ethereum.",
  "page-eth-currency-for-future": "Валюта для нашай лічбавай будучыні",
  "page-eth-description": "ETH — гэта крыптавалюта. Гэта дэфіцытныя лічбавыя грошы, якімі вы можаце карыстацца ў Інтэрнэце падобна біткойнам. Калі вы пачатковец у галіне крыптавалют, пазнаёмцеся са звесткамі аб тым, чым ETH адрозніваецца ад традыцыйных грошай.",
  "page-eth-earn-interest-link": "Зарабляйце працэнты",
  "page-eth-flexible-amounts": "Даступны ў гнуткіх сумах",
  "page-eth-flexible-amounts-desc": "ETH дзеліцца да 18 знакаў пасля коскі, так што вам не трэба купляць 1 цэлы ETH. Вы можаце купіць дробныя часткі — да 0,0000000000000000001 ETH, калі спатрэбіцца.",
  "page-eth-fuels": "ETH падсілкоўвае і абараняе Ethereum",
  "page-eth-fuels-desc": "ETH — гэта крыніца жыцця Ethereum. Калі вы адпраўляеце ETH або выкарыстоўваеце прыкладанне Ethereum, вы будзеце плаціць камісію ў ETH за выкарыстанне сеткі Ethereum. Гэтая плата з'яўляецца стымулам для вытворцы блокаў апрацоўваць і правяраць тое, што вы спрабуеце зрабіць.",
  "page-eth-fuels-desc-2": "Валідатары падобныя на рэгістратараў Ethereum — яны правяраюць і даказваюць, што ніхто не падманвае. Іх выбіраюць выпадковым чынам, каб прапанаваць блок транзакцый. Валідатары, якія выконваюць гэтую працу, таксама ўзнагароджваюцца невялікімі аб'ёмамі нядаўна выпушчаных ETH.",
  "page-eth-fuels-desc-3": "Праца, якую выконваюць валідатары, і капітал, які яны <a href=\"/glossary/#staking\">стэйкаюць</a>, забяспечваюць бяспеку Ethereum і свабоду ад цэнтралізаванага кантролю.",
  "page-eth-fuels-staking": "Стэйкаючы ETH, вы дапамагаеце абараняць Ethereum і зарабляеце ўзнагароды. У гэтай сістэме пагроза страты ETH стрымлівае зламыснікаў.",
  "page-eth-fuels-more-staking": "Дакладней пра стэйкінг",
  "page-eth-get-eth-btn": "Атрымайце ETH",
  "page-eth-gov-tokens": "Токены кіравання",
  "page-eth-gov-tokens-desc": "Токены, якія прадстаўляюць права голасу ў дэцэнтралізаваных арганізацыях.",
  "page-eth-has-value": "Чаму ETH мае каштоўнасць?",
  "page-eth-has-value-desc": "ETH па-рознаму каштоўны для розных людзей.",
  "page-eth-has-value-desc-2": "Для карыстальнікаў Ethereum ETH з'яўляецца каштоўным, таму што дазваляе плаціць камісію за транзакцыі.",
  "page-eth-has-value-desc-3": "Іншыя разглядаюць гэта ў якасці лічбавага запасу кошту, таму што стварэнне новага ETH з часам запавольваецца.",
  "page-eth-has-value-desc-4": "У апошні час ETH стаў каштоўным для карыстальнікаў фінансавых дадаткаў на Ethereum. Гэта таму, што вы можаце выкарыстоўваць ETH у якасці закладу для крыпта-пазык або ў якасці плацежнай сістэмы.",
  "page-eth-has-value-desc-5": "Вядома, многія таксама разглядаюць гэта як інвестыцыі, падобныя на біткойны або іншыя крыптавалюты.",
  "page-eth-is-money": "Манета эфір (ETH) — гэта лічбавыя глабальныя грошы.",
  "page-eth-last-updated": "Студзень 2019",
  "page-eth-monetary-policy": "Грашовая палітыка Ethereum",
  "page-eth-more-on-ethereum-link": "Дакладней пра Ethereum",
  "page-eth-no-centralized": "Няма цэнтралізаванага кантролю ",
  "page-eth-no-centralized-desc": "ETH — дэцэнтралізаваны і глабальны. Няма ні адной кампаніі альбо банка, які б мог вырашыць друкаваць больш ETH або змяніць умовы выкарыстання.",
  "page-eth-non-fungible-tokens-link": "Неўзаемазаменныя токены",
  "page-eth-not-only-crypto": "ETH — не адзіная крыпта на Ethereum",
  "page-eth-not-only-crypto-desc": "Любы можа ствараць новыя віды актываў і гандляваць імі на Ethereum. Яны вядомыя як «токены». Людзі такенізавалі традыцыйныя валюты, сваю нерухомасць, мастацтва і нават сябе!",
  "page-eth-not-only-crypto-desc-2": "Ethereum з'яўляецца домам для тысяч токенаў, некаторыя з іх больш карысныя і каштоўныя, чым іншыя. Распрацоўшчыкі пастаянна ствараюць новыя токены, якія адчыняюць новыя магчымасці і новыя рынкі.",
  "page-eth-open": "Адкрыты для ўсіх",
  "page-eth-open-desc": "Каб прымаць ETH, вам спатрэбіцца толькі падключэнне да Інтэрнэту і гаманец. Каб прымаць плацяжы, вам не патрэбны доступ да банкаўскага рахунку. ",
  "page-eth-p2p-payments": "Аднарангавыя плацяжы",
  "page-eth-p2p-payments-desc": "Вы можаце адправіць свой ETH без якіх-небудзь пасрэдніцкіх паслуг, такіх як банк. Гэта падобна на перадачу наяўных грошай асабіста, але вы можаце зрабіць гэта бяспечна з любой асобай, у любым месцы і ў любы час.",
  "page-eth-period": ".",
  "page-eth-popular-tokens": "Папулярныя тыпы токенаў",
  "page-eth-powers-ethereum": "ETH забяспечвае Ethereum",
  "page-eth-shit-coins": "Шіткоіны",
  "page-eth-shit-coins-desc": "Паколькі ствараць новыя токены лёгка, кожны можа зрабіць гэта — нават людзі з дрэннымі або памылковымі намерамі. Заўсёды праводзіце сваё даследаванне перад іх выкарыстаннем!",
  "page-eth-stablecoins": "Стэйблкоіны",
  "page-eth-stablecoins-desc": "Токены, якія адлюстроўваюць кошт традыцыйнай валюты, такой як долары. Гэта вырашае праблему валатыльнасці многіх крыптавалют.",
  "page-eth-stablecoins-link": "Атрымаць стэйблкоіны",
  "page-eth-stream-link": "Перамяшчэнне ETH",
  "page-eth-tokens-link": "Токены Ethereum",
  "page-eth-trade-link-2": "Абмяняць токены",
  "page-eth-underpins": "ETH ляжыць у аснове фінансавай сістэмы Ethereum",
  "page-eth-underpins-desc": "Не задаволеная плацяжамі, супольнасць Ethereum будуе цэлую фінансавую сістэму, якая з'яўляецца <a href=\"/glossary/#peer-to-peer-network\">аднарангавай</a> і даступнай кожнаму.",
  "page-eth-underpins-desc-2": "Вы можаце выкарыстоўваць ETH як залог для стварэння зусім розных крыптавалютных токенаў на Ethereum. Акрамя таго, вы можаце запазычыць і атрымліваць працэнты ў ETH і ў іншых токенах, заснаваных на ETH.",
  "page-eth-weth": "Абгорнуты эфір (WETH) выкарыстоўваецца для пашырэння функцыянальнасці ETH для працы з іншымі токенамі і дадаткамі. <a href=\"/wrapped-eth\">Даведацца больш пра WETH</a>.",
  "page-eth-uses": "Выкарыстанне ETH расце з кожным днём",
  "page-eth-uses-desc": "Паколькі Ethereum можна праграмаваць, разпрацоўшчыкі могуць эксперыментаваць з ETH незлічонай колькасцю спосабаў.",
  "page-eth-uses-desc-2": "Яшчэ ў 2015 годзе ўсё, што вы маглі зрабіць, гэта адправіць ETH з аднаго ўліковага запісу Ethereum на іншы. Ніжэй пералічаны толькі некаторыя рэчы, якія вы можаце зрабіць сёння.",
  "page-eth-uses-desc-3": "заплаціць каму-небудзь або атрымаць сродкі ў рэжыме рэальнага часу.",
  "page-eth-uses-desc-4": "вы можаце таргаваць ETH з іншымі токенамі, уключаючы біткойны.",
  "page-eth-uses-desc-5": "на ETH і іншых токенах на аснове Ethereum.",
  "page-eth-uses-desc-6": "доступ да свету крыптавалют са стабільным, менш зменлівым коштам.",
  "page-eth-value": "Чаму эфір мае кошт",
  "page-eth-video-alt": "Відэа з гліфам ETH",
  "page-eth-whats-eth": "Што такое эфір (ETH)?",
  "page-eth-whats-eth-hero-alt": "Малюнак групы людзей, якія з захапленнем глядзяць на гліф эфіра (ETH)",
  "page-eth-whats-eth-meta-desc": "Што вам трэба ведаць, каб зразумець ETH і яго месца ў Ethereum.",
  "page-eth-whats-eth-meta-title": "Што такое эфір (ETH)?",
  "page-eth-whats-ethereum": "Што такое Ethereum?",
  "page-eth-whats-ethereum-desc": "Калі вы хочаце даведацца больш пра Ethereum, тэхналогіі, якая ляжыць у аснове ETH, азнаёмцеся з нашай уводнай інфармацыяй.",
  "page-eth-whats-unique": "Што ўнікальнага ў ETH?",
  "page-eth-whats-unique-desc": "На Ethereum шмат крыптавалют і мноства іншых токенаў, але ёсць некаторыя рэчы, якія можа рабіць толькі ETH.",
  "page-eth-where-to-buy": "Дзе атрымаць ETH",
  "page-eth-where-to-buy-desc": "Вы можаце атрымаць ETH з біржы або гаманца, але ў розных краінах дзейнічаюць розныя палітыкі. Праверце паслугі, якія дазволяць вам купіць ETH.",
  "page-eth-yours": "Ён сапраўды ваш",
  "page-eth-yours-desc": "ETH дазваляе вам быць сваім уласным банкам. Вы можаце кантраляваць свае ўласныя сродкі з дапамогай <a href=\"/glossary/#wallet\">гаманца</a> ў якасці доказу ўласнасці — без неабходнасці трэціх асоб.",
  "page-eth-more-on-tokens": "Больш падрабязна пра токены і іх выкарыстанне",
  "page-eth-button-buy-eth": "Атрымайце ETH",
  "page-eth-tokens-stablecoins": "Стэйблкоіны",
  "page-eth-tokens-defi": "Дэцэнтралізаваныя фінансы (DeFi)",
  "page-eth-tokens-nft": "Неўзаемназаменныя токены (NFT)",
  "page-eth-tokens-dao": "Дэцэнтралізаваныя аўтаномныя арганізацыі (DAO)",
  "page-eth-tokens-stablecoins-description": "Больш падрабязна пра найменш валатыльныя токены Ethereum.",
  "page-eth-tokens-defi-description": "Фінансавая сістэма для токенаў Ethereum.",
  "page-eth-tokens-nft-description": "Токены, якія прадстаўляюць права ўласнасці на рэчы ў Ethereum.",
  "page-eth-tokens-dao-description": "Інтэрнэт-супольнасці часта кіруюцца ўладальнікамі токенаў.",
  "page-eth-whats-defi": "Дакладней пра DeFi",
  "page-eth-whats-defi-description": "DeFi — гэта дэцэнтралізаваная фінансавая сістэма, пабудаваная на Ethereum. Гэты агляд тлумачыць, што вы можаце зрабіць.",
  "page-what-is-ethereum-what-is-ether": "Што такое эфір?"
}
