{
  "page-what-is-ethereum-alt-img-bazaar": "Малюнак, на якім чалавек заглядвае на базар, прызначаны для адлюстравання Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Малюнак членаў супольнасці Ethereum, якія працуюць разам",
  "page-what-is-ethereum-alt-img-lego": "Малюнак рукі, якая стварае лагатып ETH з блокаў лега",
  "page-what-is-ethereum-banking-card": "Банкаўскае абслугоўванне для кожнага",
  "page-what-is-ethereum-banking-card-desc": "Не ўсе маюць доступ да фінансавых паслуг. Падключэнне да Інтэрнэту — гэта ўсё, што вам трэба для доступу да Ethereum і створаных на ім прадуктаў крэдытавання, пазычання і зберажэнняў.",
  "page-what-is-ethereum-build": "Стварайце з Ethereum",
  "page-what-is-ethereum-build-desc": "Калі вы хочаце паспрабаваць распрацоўваць прыкладанні на Ethereum, прачытайце нашу дакументацыю, азнаёмцеся з кіраўніцтвамі альбо інструментамі, неабходнымі для пачатку працы.",
  "page-what-is-ethereum-censorless-card": "Устойлівы да цэнзуры",
  "page-what-is-ethereum-censorless-card-desc": "Ні адзін урад або кампанія не мае кантролю над Ethereum. Дэцэнтралізацыя робіць практычна немагчымым перашкодзіць вам атрымліваць плацяжы або карыстацца паслугамі Ethereum.",
  "page-what-is-ethereum-comm-desc": "Наша супольнасць уключае ў сябе людзей з розным вопытам, у тым ліку мастакоў, крыптаанархістаў, кампаніі са спісу Fortune 500, а цяпер і вас. Даведайцеся, як вы можаце прыняць удзел сёння.",
  "page-what-is-ethereum-commerce-card": "Камерцыйныя гарантыі",
  "page-what-is-ethereum-commerce-card-desc": "Кліенты маюць надзейную ўбудаваную гарантыю, што сродкі пяройдуць у іншыя рукі, толькі калі вы дасце тое, што было абумоўлена. Аналагічным чынам і распрацоўшчыкі могуць быць упэўненыя, што правілы не зменяцца адносна іх.",
  "page-what-is-ethereum-composable-card": "Прадукты, якія камбінуюцца паміж сабой",
  "page-what-is-ethereum-composable-card-desc": "Усе дадаткі ствараюцца на аснове аднаго блокчэйна з агульным глабальным станам, што забяспечвае іх спалучальнасць (як у блоках Lego). Гэта дазваляе ствараць больш якасныя прадукты і паляпшаць узаемадзеянне з карыстальнікамі, а таксама гарантуе, што ніхто не зможа выдаліць прылады, ад якіх залежаць гэтыя прыкладанні.",
  "page-what-is-ethereum-community": "Супольніцтва Ethereum",
  "page-what-is-ethereum-desc": "Аснова нашай лічбавай будучыні",
  "page-what-is-ethereum-explore": "Даведацца больш пра Ethereum",
  "page-what-is-ethereum-internet-card": "Адкрыты інтэрнэт",
  "page-what-is-ethereum-internet-card-desc": "Любы можа ўзаемадзейнічаць з сеткай Ethereum або ствараць на ёй праграмныя дадаткі. Гэта дазваляе вам кантраляваць свае ўласныя актывы і ідэнтычнасць замест таго, каб яны кантраляваліся некалькімі мегакарпарацыямі.",
  "page-what-is-ethereum-meet-comm": "Пазнаёмцеся з супольнасцю",
  "page-what-is-ethereum-meta-description": "Даведайцеся пра Ethereum, што ён робіць і як паспрабаваць яго самім.",
  "page-what-is-ethereum-meta-title": "Што такое Ethereum?",
  "page-what-is-ethereum-p2p-card": "Аднарангавая сетка",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum дазваляе каардынаваць, заключаць пагадненні альбо перадаваць лічбавыя актывы пры непасрэдным узаемадзеянні з іншымі людзьмі. Вам не трэба спадзявацца на пасрэднікаў.",
  "page-what-is-ethereum-start-building-btn": "Пачынайце будаваць праграмы",
  "page-what-is-ethereum-title": "Што такое Ethereum?",
  "page-what-is-ethereum-subtitle": "Поўнае кіраўніцтва для пачаткоўцаў аб тым, як працуе Ethereum, якія перавагі ён прыносіць, і як ім карыстаюцца мільёны людзей па ўсім свеце.",
  "page-what-is-ethereum-button-lets-start": "Пачнём",
  "page-what-is-ethereum-blockchain-tab-title": "Што такое блокчэйн?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Блокчэйн — гэта база даных транзакцый</b>, якая абнаўляецца і сумесна выкарыстоўваецца многімі камп'ютарамі ў сетцы. Кожны раз, калі дадаецца новы набор транзакцый, яго называюць «блокам» — адсюль і назва «блокчэйн» (г. зн. «ланцужок блокаў»). Публічныя блокчэйны, такія як Ethereum, дазваляюць любому дадаваць, але не выдаляць даныя. Калі б нехта жадаў змяніць якую-небудзь інфармацыю або падмануць сістэму, яму трэба было б зрабіць гэта на большасці камп'ютараў у сетцы. Гэта вельмі шмат! Таму дэцэнтралізаваныя блокчэйны, такія як Ethereum, з'яўляюцца вельмі бяспечнымі.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Што такое крыптавалюта?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Крыптавалюта — гэта тэрмін, які выкарыстоўваецца для апісання многіх тыпаў заменных лічбавых токенаў, абароненых з дапамогай блокчэйна. Усё пачалося з біткойна. Біткойн можна выкарыстоўваць для перадачы кошту паміж двума бакамі без неабходнасці давяраць пасрэднікам. Вам трэба толькі давяраць коду Bitcoin, які поўнасцю адкрыты і даступны.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "Прычына, па якой такія актывы, як біткойн і эфір, называюцца «крыптавалютамі», заключаецца ў тым, што бяспека вашых даных і актываў гарантуецца <a href=\"/glossary/#cryptography\">крыптаграфіяй</a>, а не даверам да ўстановы або карпарацыі ў тым, што яна будзе дзейнічаць сумленна.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Ethereum мае сваю ўласную крыптавалюту, эфір (ETH), якая выкарыстоўваецца для аплаты пэўных дзеянняў у сетцы. Яго можна перадаць іншым карыстальнікам альбо абмяняць на іншыя токены на Ethereum. Эфір асаблівы, таму што ён выкарыстоўваецца для аплаты вылічэнняў, неабходных для стварэння і запуску дадаткаў і арганізацый на Ethereum.",
  "page-what-is-ethereum-summary-title": "Вынікі",
  "page-what-is-ethereum-summary-desc-1": "Ethereum — гэта сетка камп'ютараў па ўсім свеце, якія прытрымліваюцца набору правілаў, якія называюцца пратаколам Ethereum. Сетка Ethereum выступае ў якасці асновы для суполак, дадаткаў, арганізацый і лічбавых актываў, якія кожны можа ствараць і выкарыстоўваць.",
  "page-what-is-ethereum-summary-desc-2": "Вы можаце стварыць акаўнт Ethereum з любога месца і ў любы час і даследаваць свет дадаткаў або ствараць свае ўласныя. Асноўнае новаўвядзенне заключаецца ў тым, што вы можаце рабіць усё гэта, не давяраючы цэнтральнай уладзе, якая можа змяніць правілы альбо абмежаваць вам доступ.",
  "page-what-is-ethereum-summary-desc-3": "Працягвайце чытаць, каб даведацца больш…",
  "page-what-is-ethereum-btc-eth-diff-title": "У чым розніца паміж Ethereum і Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "Запушчаны ў 2015 годзе Ethereum абапіраецца на інавацыі Bitcoin з некаторымі вялікімі адрозненнямі.",
  "page-what-is-ethereum-btc-eth-diff-2": "Абедзве тэхналогіі дазваляюць выкарыстоўваць лічбавыя грошы без пастаўшчыкоў плацяжоў або банкаў. Але <b>Ethereum можна праграмаваць</b>, таму вы таксама можаце ствараць і разгортваць дэцэнтралізаваныя дадаткі ў яго сетцы.",
  "page-what-is-ethereum-btc-eth-diff-3": "Біткойн дазваляе нам адпраўляць асноўныя паведамленні адзін аднаму аб тым, што мы лічым каштоўным. Стварэнне каштоўнасці без удзелу рэгулятара — гэта ўжо моцна. Ethereum пашырае гэта: замест паведамленняў вы можаце напісаць любую агульную праграму альбо скласці кантракт. Няма абмежаванняў на віды кантрактаў, якія могуць быць створаны і ўзгоднены, таму ў сетцы Ethereum адбываюцца вялікія інавацыі.",
  "page-what-is-ethereum-btc-eth-diff-4": "У той час як біткойн — гэта толькі плацежная сетка, Ethereum больш падобны на рынак фінансавых паслуг, гульняў, сацыяльных сетак і іншых праграмных дадаткаў.",
  "page-what-is-ethereum-what-can-eth-do-title": "Што можа Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Навошта мне выкарыстоўваць Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Калі вы зацікаўлены ў больш устойлівых, адкрытых і надзейных спосабах глабальнай каардынацыі, стварэння арганізацый, стварэння праграмных дадаткаў і абмену каштоўнасцямі, то Ethereum — для вас. Ethereum — гэта гісторыя, напісаная ўсімі намі, таму прыходзьце і даведвайцеся, якія неверагодныя міры мы можам пабудаваць разам з ім.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Ethereum таксама быў неацэнны для людзей, якія павінны былі справіцца з нявызначанасцю вакол бяспекі, надзейнасці або мабільнасці сваіх актываў з-за знешніх сіл па-за іх кантролю.",
  "page-what-is-ethereum-slide-1-title": "Больш танныя і хуткія міжнародныя плацяжы",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Стэйблкойны</b> — гэта новы тып крыптавалюты, які абапіраецца на больш стабільны актыў у якасці асновы кошту. Большасць з іх прывязаны да долара ЗША і таму яны падтрымліваюць кошт гэтай валюты. Яны дазваляюць стварыць вельмі танную і стабільную глабальную плацежную сістэму. Многія сучасныя стэйблкойны створаны ў сетцы Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum і стэйблкойны спрашчаюць працэс адпраўкі грошай за мяжу. Для перамяшчэння сродкаў па ўсім свеце часта патрабуецца ўсяго некалькі хвілін, у адрозненне ад некалькіх працоўных дзён ці нават тыдняў, якія могуць спатрэбіцца вашаму звычайнаму банку, прычым перамяшчэнне ажыццяўляецца за меншую цану. Акрамя таго, не спаганяецца дадатковая камісія за здзяйсненне транзакцыі з вялікім коштам і няма абмежаванняў на тое, куды і чаму вы адпраўляеце грошы.",
  "page-what-is-ethereum-slide-2-title": "Самая хуткая дапамога ў часы крызісу",
  "page-what-is-ethereum-slide-2-desc-1": "Калі вам пашанцавала мець некалькі варыянтаў банкаўскага абслугоўвання праз правераныя ўстановы па месцы вашага жыхарства, вы можаце прыняць як належнае фінансавую свабоду, бяспеку і стабільнасць, якія яны прапануюць. Але многім людзям ва ўсім свеце, якія сутыкаюцца з палітычнымі рэпрэсіямі або эканамічнымі цяжкасцямі, фінансавыя ўстановы могуць не забяспечыць патрэбнай абароны альбо паслуг.",
  "page-what-is-ethereum-slide-2-desc-2": "Калі вайна, эканамічныя катастрофы або падаўленне грамадзянскіх свабод абрынуліся на жыхароў <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Венесуэлы</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Кубы</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Афганістану</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Нігерыі</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Беларусі</a> і <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Украіны</a>, крыптавалюты ўяўлялі сабой самы хуткі і часта адзіны варыянт фінансавага узаемадзеяння.<sup><a href=\"https://www.financialinclusion.tech/\">1</a></sup> Як відаць з гэтых прыкладаў, крыптавалюты, такія як Ethereum, могуць забяспечыць бесперашкодны доступ да сусветнай эканомікі, калі людзі адрэзаны ад знешняга свету. Акрамя таго, стабільныя манеты прапануюць запас кошту, калі мясцовыя валюты абвальваюцца з-за гіперінфляцыі.",
  "page-what-is-ethereum-slide-3-title": "Пашырэнне магчымасцей стваральнікаў",
  "page-what-is-ethereum-slide-3-desc-1": "Толькі ў 2021 годзе мастакі, музыкі, пісьменнікі і іншыя творцы выкарыстоўвалі Ethereum, каб зарабіць у сукупнасці каля 3,5 мільярда долараў. Гэта робіць Ethereum адной з самых вялікіх глабальных платформаў для стваральнікаў разам са Spotify, YouTube і Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Даведацца больш</a>.",
  "page-what-is-ethereum-slide-4-title": "Пашырэнне магчымасцей геймераў",
  "page-what-is-ethereum-slide-4-desc-1": "Гульні Play to earn (дзе гульцы фактычна атрымліваюць узнагароду за гульню) з'явіліся нядаўна і трансфармуюць гульнявую індустрыю. Традыцыйна часта забаронена гандляваць або перадаваць гульнявыя актывы іншым гульцам за рэальныя грошы. Гэта прымушае гульцоў выкарыстоўваць вэб-сайты чорнага рынку, якія часта ўяўляюць небяспеку. Блокчэйн-гульні ахопліваюць унутрыгульнявую эканоміку і прасоўваюць такія аперацыі надзейным спосабам.",
  "page-what-is-ethereum-slide-4-desc-2": "Прычым гульцоў стымулюе магчымасць гандляваць унутрыгульнёвымі токенамі на рэальныя грошы і, такім чынам, атрымліваць сапраўднае ўзнагароджанне за час гульні.",
  "page-what-is-ethereum-meet-ether-title": "Знаёмцеся з эфірам, крыптавалютай Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Многія дзеянні ў сетцы Ethereum патрабуюць некаторай працы на ўбудаваным камп'ютары Ethereum (вядомым як віртуальная машына Ethereum). Гэта вылічэнне не безкаштоўнае; яно аплачваецца з выкарыстаннем роднай крыптавалюты Ethereum пад назвай эфір (ETH). Гэта азначае, што вам патрэбна хаця б невялікая колькасць эфіра для выкарыстання сеткі.",
  "page-what-is-ethereum-meet-ether-desc-2": "Эфір цалкам лічбавы, і вы можаце імгненна адправіць яго любому ў любую кропку свету. Колькасць даступнага эфіру не кантралююцца ўрадамі або кампаніяй — увесь працэс дэцэнтралізаваны і цалкам празрысты. Эфір выпускаецца дакладна ў адпаведнасці з пратаколам толькі для тых, хто ажыццяўляе стэйкінг, забяспечваючы такім чынам бяспеку сеткі.",
  "page-what-is-ethereum-what-is-ether": "Што такое эфір?",
  "page-what-is-ethereum-get-eth": "Атрымайце ETH",
  "page-what-is-ethereum-explore-applications": "Даследуйце дадаткі",
  "page-what-is-ethereum-learn-defi": "Даведайцеся пра DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Хто кіруе Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum не кантралюецца якой-небудзь асобнай арганізацыяй. Ён існуе кожны раз, калі ёсць падлучаныя камп'ютары з усталяваным праграмным забеспячэннем, якое адпавядае пратаколу Ethereum і дадаецца да <a href=\"/glossary/#blockchain\">блокчэйна</a> Ethereum. Кожны з гэтых камп'ютараў вядомы як вузел. Вузламі можа кіраваць кожны, але для ўдзелу ў абароне сеткі вы павінны <a href=\"/glossary/#staking\">пакласці ў стэйкінг</a> ETH (родны токен Ethereum). Любы чалавек з 32 ETH можа зрабіць гэта без дазволу.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Нават зыходны код Ethereum не ствараецца адной арганізацыяй. Любы можа прапанаваць змены ў пратакол і абмеркаваць яго абнаўленні. Існуе некалькі рэалізацый пратаколу Ethereum, які распрацоўваецца незалежнымі арганізацыямі на некалькіх мовах праграмавання, і звычайна яны ствараюцца адкрытымі і з магчымасцямі для ўдзелу супольнасці.",
  "page-what-is-ethereum-run-a-node": "Запусціць вузел",
  "page-what-is-ethereum-smart-contract-title": "Што такое разумныя кантракты?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Разумныя кантракты — гэта камп'ютарныя праграмы</b>, якія жывуць у блокчэйне Ethereum. Яны выконваюцца, калі іх запускае транзакцыя ад карыстальніка. Яны робяць Ethereum вельмі гнуткім у тым, што ён можа рабіць. Гэтыя праграмы служаць будаўнічымі блокамі для дэцэнтралізаваных дадаткаў і арганізацый.",
  "page-what-is-ethereum-smart-contract-desc-2": "Ці выкарыстоўвалі вы калі-небудзь прадукт, умовы абслугоўвання якога змяняліся? Ці выдалілі функцыю, якую вы лічылі карыснай? Пасля таго, як разумны кантракт будзе апублікаваны ў Ethereum, ён будзе працаваць онлайн, пакуль існуе Ethereum. Нават аўтар не можа яго зняць. Паколькі разумныя кантракты аўтаматызаваныя, яны не дыскрымінуюць карыстальнікаў і заўсёды гатовыя да выкарыстання.",
  "page-what-is-ethereum-smart-contract-desc-3": "Папулярнымі прыкладамі разумных кантрактаў з'яўляюцца праграмы для крэдытавання, дэцэнтралізаваныя гандлёвыя біржы, страхаванне, квадратычнае фінансаванне, сацыяльныя сеткі, <a href=\"/glossary/#nft\">NFT</a> — у асноўным усё, што вам прыйдзе ў галаву.",
  "page-what-is-ethereum-more-on-smart-contracts": "Дакладней пра разумныя кантракты",
  "page-what-is-ethereum-explore-dapps": "Даследуйце dapp",
  "page-what-is-ethereum-criminal-activity-title": "Мне траплялася інфармацыя, што крыптавалюта выкарыстоўваецца як інструмент злачыннай дзейнасці. Гэта праўда?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Як і любая тэхналогія, яна часам выкарыстоўваецца няправільна. Аднак, паколькі ўсе транзакцыі Ethereum адбываюцца ў адкрытым блокчэйне, уладам часта лягчэй адсочваць незаконную дзейнасць, чым гэта было б у традыцыйнай фінансавай сістэме, што, магчыма, робіць Ethereum менш прывабным выбарам для тых, хто жадаў бы застацца незаўважаным.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Згодна з ключавымі высновамі нядаўняй справаздачы Еўрапола, Агенцтва Еўрапейскага саюза па супрацоўніцтве ў праваахоўных органах, крыптавалюта выкарыстоўваецца ў злачынных мэтах значна менш, чым фіятныя валюты:",
  "page-what-is-ethereum-criminal-activity-desc-3": "«Выкарыстанне крыптавалют для незаконнай дзейнасці, здаецца, складае толькі невялікую частку агульнай крыптавалютнай эканомікі, і гэта, здаецца, параўнальна менш, чым колькасць незаконных сродкаў, уцягнутых у традыцыйныя фінансы».",
  "page-what-is-ethereum-energy-title": "Як наконт спажывання энергіі Ethereum?",
  "page-what-is-ethereum-energy-desc-1": "15 верасня 2022 года платформа Ethereum прайшла абнаўленне Зліццё, якое перавяло Ethereum з <a href=\"/glossary/#pow\">доказу працы</a> на <a href=\"/glossary/#pos\">доказ уладання</a>.",
  "page-what-is-ethereum-energy-desc-2": "Зліццё стала самым вялікім абнаўленнем Ethereum і знізіла спажыванне энергіі, неабходнае для забеспячэння бяспекі Ethereum, на <b>99,95 %</b>, стварыўшы <b>больш бяспечную сетку пры значна меншых выдатках на вуглярод</b>. Цяпер Ethereum з'яўляецца нізкавугляродным блокчэйнам, які стаў больш бяспечным і маштабаваным.",
  "page-what-is-ethereum-more-on-energy-consumption": "Дакладней пра энергаспажыванне Ethereum",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Гадавое спажыванне энергіі ў ТВт г/год",
  "energy-consumption-chart-global-data-centers-label": "Глабальныя цэнтры даных",
  "energy-consumption-gold-mining-cbeci-label": "Здабыча золата",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Геймінг у ЗША",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "Абнаўленне «Зліццё»",
  "page-what-is-ethereum-additional-reading": "Дадатковая літаратура",
  "page-what-is-ethereum-week-in-ethereum": "Навіны тыдня аб Ethereum",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Штотыднёвае рассыланне аб ключавых распрацоўках у экасістэме.",
  "page-what-is-ethereum-kernel-dreamers": "Kernel",
  "page-what-is-ethereum-kernel-dreamers-desc": "Мара Ethereum",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Атамы, інстытуты, блокчэйны",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Чаму блокчэйны важныя?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum у лічбах",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "Праекты, збудаваныя на Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "Рахункі (гаманцы) з балансам ETH",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "Разумныя кантракты на Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "Забяспечаная сума на Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "Прыбытак стваральнікаў на Ethereum у 2021 годзе",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "Колькасць сённяшніх транзакцый",
  "adoption-chart-column-now-label": "Зараз",
  "adoption-chart-investors-label": "Інвестары",
  "adoption-chart-developers-label": "Распрацоўшчыкі",
  "adoption-chart-companies-label": "Кампаніі",
  "adoption-chart-artists-label": "Выканаўцы",
  "adoption-chart-musicians-label": "Музыкі",
  "adoption-chart-writers-label": "Пісьменнікі",
  "adoption-chart-gamers-label": "Геймеры",
  "adoption-chart-refugees-label": "Бежанцы",
  "page-what-is-ethereum-get-eth-alt": "Атрымаць ETH",
  "page-what-is-ethereum-get-eth-description": "ETH — гэта родная валюта Ethereum. Вам спатрэбіцца крыху ETH у гаманцу, каб выкарыстоўваць дадаткі Ethereum.",
  "page-what-is-ethereum-get-eth-title": "Атрымаць ETH",
  "page-what-is-ethereum-explore-dapps-alt": "Даследуйце dapp",
  "page-what-is-ethereum-explore-dapps-description": "Dapp — гэта праграмныя дадаткі, створаныя на Ethereum. Яны разбураюць існуючыя бізнес-мадэлі і вынаходзяць новыя.",
  "page-what-is-ethereum-explore-dapps-title": "Паспрабуйце некаторыя dapp"
}
