{
  "page-get-eth-article-keeping-crypto-safe": "หลักสำคัญในการเก็บเหรียญคริปโตของคุณให้ปลอดภัย",
  "page-get-eth-article-protecting-yourself": "ปกป้องตัวคุณและเงินของคุณ",
  "page-get-eth-article-store-digital-assets": "วิธีเก็บรักษาสินทรัพย์ดิจิตัลบนอีเธอเรียม",
  "page-get-eth-article-protecting-yourself-desc": "MyCrypto",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": "ตลาดแลกเปลี่ยนแบบรวมศูนย์",
  "page-get-eth-cex-desc": "ตลาดแลกเปลี่ยนคริปโตคือธุรกิจที่ทำให้คุณสามารถซื้อเหรียญคริปโตได้ด้วยสกุลเงินทั่วไป โดยตลาดนี้จะเป็นผู้ดูแล ETH ที่คุณซื้อไว้จนกว่าคุณจะโอนเหรียญออกไปยังวอลเล็ตที่คุณเป็นคนจัดการ",
  "page-get-eth-checkout-dapps-btn": "ลองใช้ dApp",
  "page-get-eth-community-safety": "บทความเกี่ยวกับความปลอดภัยโดยชุมชน",
  "page-get-eth-description": "อีเธอเรียมไม่ได้ถูกควบคุมโดยองค์กรใดองค์กรเดียว - มันเป็นระบบกระจายศูนย์",
  "page-get-eth-dex": "ระบบแลกเปลี่ยนแบบไร้ศูนย์กลาง (DEX)",
  "page-get-eth-dex-desc": "หากคุณต้องการควบคุมมากขึ้น ให้ซื้อ ETH โดยใช้ <a href=\"/glossary/#smart-contract\">สัญญาอัจฉริยะ</a> ด้วยแพลตฟอร์ม DEX คุณสามารถซื้อขายสินทรัพย์ดิจิทัลได้โดยไม่ต้องมอบอำนาจควบคุมเงินของคุณให้กับบริษัทศูนย์กลาง",
  "page-get-eth-peers": "รับ ETH จากเพื่อนๆของคุณ",
  "page-get-eth-peers-desc": "เมื่อคุณมีบัญชีอีเธอเรียม ทั้งหมดที่คุณต้องทำคือแบ่งปันที่อยู่ของคุณเพื่อเริ่มต้นการส่งและรับ ETH (และโทเค็นอื่น ๆ) ระหว่างเพื่อนๆ ได้ทันที",
  "page-get-eth-staking": "รางวัล staking",
  "page-get-eth-staking-desc": "หากคุณมี ETH บางส่วนแล้ว คุณสามารถรับเพิ่มเติมได้โดยการเรียกใช้โหนดตัวตรวจสอบความถูกต้อง คุณจะได้รับการจ่ายสำหรับการทำงานตรวจสอบความถูกต้องนี้ใน ETH",
  "page-get-eth-earn": "รับ ETH",
  "page-get-eth-earn-desc": "คุณสามารถรับ ETH จากการทำงานสำหรับ DAO หรือบริษัทที่จ่ายด้วยเหรียญคริปโต การชนะรางวัล การค้นหาข้อบกพร่องในซอฟต์แวร์หรืออื่นๆ",
  "page-get-eth-daos-link-desc": "เรียนรู้เกี่ยวกับ DAO",
  "page-get-eth-cex-link-desc": "ดูรายการของการแลกเปลี่ยน",
  "page-get-eth-staking-link-desc": "เรียนรู้เพิ่มเติมเกี่ยวกับ staking",
  "page-get-eth-dexs": "ระบบแลกเปลี่ยนแบบไร้ศูนย์กลาง (DEX)",
  "page-get-eth-dexs-desc": "ระบบแลกเปลี่ยนแบบไร้ศูนย์กลาง คือตลาดสำหรับแลกเปลี่ยน ETH และโทเคนอื่นๆ อย่างเสรี โดยเชื่อมผู้ซื้อกับผู้ขายโดยตรง",
  "page-get-eth-dexs-desc-2": "DEX เลือกใช้โค้ด แทนการไว้ใจบุคคลที่สามให้เป็นผู้เก็บรักษาเงินระหว่างทำธุรกรรม โดย ETH ของผู้ขายจะถูกโอนออกก็ต่อเมื่อการชำระเงินได้รับยืนยันแล้วเท่านั้น โค้ดลักษณะนี้รู้จักกันในนามสัญญาอัจฉริยะ",
  "page-get-eth-dexs-desc-3": "นั่นหมายความว่ามีข้อจำกัดทางภูมิศาสตร์น้อยกว่าทางเลือกที่เป็นส่วนกลาง ถ้ามีคนขายสิ่งที่คุณต้องการและยอมรับวิธีการชำระเงินที่คุณมี แค่นี้คุณก็ใช้งานได้แล้ว",
  "page-get-eth-dexs-desc-4": "หมายเหตุ: เด็กซ์หลายรายการมักจะใช้อีเธอร์แบบห่อหุ้ม (WETH) <a href=\"/wrapped-eth\">เรียนรู้เพิ่มเติมเกี่ยวกับอีเธอร์แบบห่อหุ้ม</a>",
  "page-get-eth-do-not-copy": "ตัวอย่าง: ห้ามคัดลอก",
  "page-get-eth-exchanges-disclaimer": "พวกเรารวบรวมข้อมูลนี้ด้วยตนเอง ถ้าคุณพบความผิดพลาดบางอย่าง แจ้งให้เราทราบได้ที่",
  "page-get-eth-exchanges-empty-state-text": "กรุณากรอกประเทศที่พำนักของคุณเพื่อดูรายการของการแลกเปลี่ยนที่คุณอาจสามารถใช้ได้",
  "page-get-eth-exchanges-except": "ยกเว้น",
  "page-get-eth-exchanges-header": "คุณอาศัยอยู่ในประเทศอะไร",
  "page-get-eth-exchanges-header-exchanges": "ตลาดแลกเปลี่ยน",
  "page-get-eth-exchanges-header-wallets": "วอลเล็ท",
  "page-get-eth-exchanges-intro": "ตลาดแลกเปลี่ยนสินทรัพย์มีข้อจำกัดด้านพื้นที่ให้บริการขายคริปโต รายชื่อที่แสดงนี้เป็นเพียงการระบุบริการที่คาดว่าเปิดให้บริการในแต่ละประเทศ การปรากฏในรายชื่อนี้ไม่ได้หมายความว่าได้รับการรับรอง — ผู้ใช้งานควรศึกษาข้อมูลเพิ่มเติมด้วยตนเอง!",
  "page-get-eth-exchanges-no-exchanges": "ขออภัย เราไม่ทราบว่าคุณสามารถซื้อ ETH ได้จากตลาดแลกเปลี่ยนใดในประเทศนี้ หากคุณทราบ แจ้งเราได้ที่",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "ขออภัย เราไม่ทราบว่าคุณสามารถซื้อ ETH ได้จากตลาดแลกเปลี่ยนใดในประเทศนี้ หากคุณทราบ แจ้งเราได้ที่",
  "page-get-eth-exchanges-no-wallets": "ขออภัย เราไม่ทราบว่าคุณสามารถซื้อ ETH ได้จากวอลเล็ทใดในประเทศนี้ หากคุณทราบ แจ้งเราได้ที่",
  "page-get-eth-exchanges-search": "กรอกประเทศที่คุณอาศัยอยู่",
  "page-get-eth-exchanges-success-exchange": "การสมัครสมาชิกกับตลาดแลกเปลี่ยนอาจใช้เวลาหลายวัน เนื่องจากกระบวนการตรวจสอบทางกฎหมาย",
  "page-get-eth-exchanges-success-wallet-link": "วอลเล็ท",
  "page-get-eth-exchanges-success-wallet-paragraph": "ในประเทศที่คุณอาศัยอยู่ คุณสามารถซื้อ ETH ได้โดยตรงจากวอลเล็ทเหล่านี้ เรียนรู้เพิ่มเติมเกี่ยวกับ",
  "page-get-eth-exchanges-usa": "สหรัฐอเมริกา (USA)",
  "page-get-eth-get-wallet-btn": "สร้างวอลเล็ท",
  "page-get-eth-hero-image-alt": "ภาพหลักของหน้าซื้อ ETH",
  "page-get-eth-keep-it-safe": "รักษา ETH ของคุณให้ปลอดภัย",
  "page-get-eth-meta-description": "วิธีการซื้อ ETH ขึ้นกับสถานที่ที่คุณอาศัยอยู่ และข้อแนะนำในการดูแลรักษา ETH",
  "page-get-eth-meta-title": "วิธีซื้ออีเธอเรียม (ETH)",
  "page-get-eth-need-wallet": "คุณจำเป็นต้องมีวอลเล็ทในการใช้งาน DEX",
  "page-get-eth-new-to-eth": "หากเพิ่งรู้จัก ETH นี่คือภาพรวมที่จะช่วยคุณในการเริ่มต้น",
  "page-get-eth-other-cryptos": "ซื้อด้วยเหรียญคริปโตอื่นๆ",
  "page-get-eth-protect-eth-desc": "หนึ่งในฟีเจอร์หลักของอีเธอเรียมคือการที่คุณควบคุมสินทรัพย์ของตัวเองได้ด้วยการจัดการบัญชีส่วนตัว นั่นหมายความว่าคุณไม่ต้องเชื่อมั่นให้บุคคลที่สามดูแลสินทรัพย์ และคุณจะปลอดภัยจากการที่ผู้ดูแลอาจไม่ซื่อสัตย์ ล้มละลาย หรือถูกแฮ็ก อย่างไรก็ตาม สิ่งนี้ก็มาพร้อมกับความรับผิดชอบในการดูแลความปลอดภัยของตนเองด้วยเช่นกัน",
  "page-get-eth-protect-eth-in-wallet": "เก็บ ETH ของคุณไว้ในวอลเล็ทของคุณเอง",
  "page-get-eth-search-by-country": "ค้นหาตามประเทศ",
  "page-get-eth-security": "ซึ่งหมายความว่าคุณต้องจริงจังกับความปลอดภัยของเงินของคุณ ด้วย ETH คุณต้องไม่ไว้ใจธนาคารหรือบริษัทให้ดูแลสินทรัพย์ของคุณ แต่คุณต้องรับผิดชอบด้วยตัวเอง",
  "page-get-eth-smart-contract-link": "อ่านเพิ่มเติมเกี่ยวกับสัญญาอัจฉริยะ",
  "page-get-eth-swapping": "แลกเปลี่ยนเหรียญของคุณกับ ETH ของคนอื่น หรือในทางกลับกัน",
  "page-get-eth-try-dex": "ลองใช้งาน DEX",
  "page-get-eth-use-your-eth": "ใช้ ETH ของคุณ",
  "page-get-eth-use-your-eth-dapps": "ตอนนี้ เมื่อคุณมี ETH แล้ว ลองมาดูแอปพลิเคชันบนอีเธอเรียม (dApp) กัน มี dApp สำหรับการเงิน โซเชียลมีเดีย เกม และอื่นๆ อีกมากมาย",
  "page-get-eth-wallet-instructions": "ทำตามคำแนะนำของวอลเล็ท",
  "page-get-eth-wallet-instructions-lost": "ถ้าคุณสูญเสียการเข้าถึงบัญชีของคุณ คุณจะสูญเสียการเข้าถึงเงินของคุณ วอลเล็ทของคุณควรมีคำแนะนำเกี่ยวกับการป้องกันปัญหานี้ ควรปฏิบัติตามอย่างเคร่งครัด - ในกรณีส่วนใหญ่ ไม่มีใครช่วยคุณได้หากคุณสูญเสียการเข้าถึงบัญชีของคุณ",
  "page-get-eth-wallets": "วอลเล็ท",
  "page-get-eth-wallets-link": "อื่นๆ เกี่ยวกับวอลเล็ท",
  "page-get-eth-wallets-purchasing": "บางวอลเล็ทจะเปิดให้คุณสามารถซื้อคริปโตผ่านบัตรเดบิต/เครดิต โอนเงินผ่านบัญชีธนาคาร หรือแม้กระทั่งชำระเงินผ่าน Apple Pay ทั้งนี้ ขึ้นอยู่กับพื้นที่ที่ให้บริการ",
  "page-get-eth-warning": "DEX เหล่านี้ไม่เหมาะสำหรับผู้เริ่มต้น เนื่องจากคุณต้องใช้ ETH เพื่อใช้งาน สิ่งเหล่านี้เป็นเพียงตัวอย่าง ไม่ใช่ผลิตภัณฑ์ที่ได้รับการรับรอง โปรดศึกษาด้วยตัวของคุณเอง!",
  "page-get-eth-what-are-DEX's": "DEX คืออะไร",
  "page-get-eth-whats-eth-link": "ETH คืออะไร",
  "page-get-eth-where-to-buy-desc": "คุณสามารถ รับ ETH ได้ โดยรับจากเพื่อนของคุณ หรือซื้อจากตลาดแลกเปลี่ยนและแอป",
  "page-get-eth-where-to-buy-desc-2": "ตรวจสอบบริการที่คุณสามารถใช้ได้ในพื้นที่ของคุณ",
  "page-get-eth-where-to-buy-title": "ซื้อ ETH ได้ที่ไหน",
  "page-get-eth-your-address": "ที่อยู่ ETH ของคุณ",
  "page-get-eth-your-address-desc": "ที่อยู่สาธารณะบน ETH ของคุณจะถูกสร้างขึ้นหลังจากคุณดาวน์โหลดวอลเล็ท โดยจะมีหน้าตาเช่นนี้:",
  "page-get-eth-your-address-desc-3": "คิดว่าซะว่ามันคือที่อยู่อีเมลของคุณ แต่แทนที่จะรับเป็นอีเมล มันเอาไว้ใช้รับ ETH แทน หากคุณอยากจะโอน ETH ออกจากศูนย์ซื้อขายคริปโตไปยังวอลเล็ทของคุณ ก็ใส่ที่อยู่นี้เป็นปลายทาง อย่าลืมตรวจทานความถูกต้องของที่อยู่ก่อนส่งเงินออกทุกครั้ง!",
  "page-get-eth-your-address-wallet-link": "ลองใช้วอลเล็ท",
  "listing-policy-raise-issue-link": "แจ้งปัญหา",
  "page-find-wallet-last-updated": "อัปเดตล่าสุด"
}
