{
  "page-wallets-accounts-addresses": "วอลเล็ท บัญชี และที่อยู่",
  "page-wallets-accounts-addresses-desc": "การเข้าใจความแตกต่างของศัพท์สำคัญบางคำจะเป็นประโยชน์สำหรับคุณ",
  "page-wallets-accounts-ethereum-addresses": "บัญชีอีเธอเรียม จะมีที่อยู่อีเธอเรียม เช่นเดียวกับกล่องขาเข้าที่มีที่อยู่อีเมลของคุณ คุณสามารถใช้สิ่งนี้ในการโอนเงินไปยังบัญชีอื่น",
  "page-wallets-alt": "ภาพหุ่นยนต์ที่มีลำตัวเป็นกล่องนิรภัย หมายถึงวอลเล็ทสำหรับอีเธอเรียม",
  "page-wallets-ethereum-account": "บัญชีอีเธอเรียมเป็นสิ่งที่ทำให้คุณสามารถทำธุรกรรมได้ และมียอดคงเหลือ",
  "page-wallets-blog": "บล็อก Coinbase",
  "page-wallets-bookmarking": "บุ๊กมาร์กวอลเล็ทของคุณ",
  "page-wallets-bookmarking-desc": "ถ้าคุณใช้งานวอลเล็ทบนเว็บไซต์ ให้บุ๊กมาร์กหน้านั้นไว้เพื่อปกป้องตัวเองจากการหลอกลวงแบบฟิชชิ่ง",
  "page-wallets-cd": "วอลเล็ทฮาร์ดแวร์หรือแบบจับต้องได้ จะทำให้คุณสามารถเก็บคริปโตของคุณแบบออฟไลน์ โดยมีความปลอดภัยสูง",
  "page-wallets-converted": "หากตัดสินใจเข้าสู่โลกคริปโตแล้ว",
  "page-wallets-converted-desc": "ถ้าคุณมีแผนที่จะถือเงินจำนวนมากอย่างจริงจัง เราขอแนะนำให้คุณใช้วอลเล็ทฮาร์ดแวร์เพราะมีความปลอดภัยมากที่สุด หรือจะเป็นวอลเล็ทที่มีการเตือนภัยการฉ้อโกง และสามารถจำกัดยอดการถอนได้",
  "page-wallets-curious": "อยากรู้เกี่ยวกับคริปโตใช่ไหม",
  "page-wallets-curious-desc": "ถ้าคุณเพิ่งเข้ามาในโลกคริปโต และอยากรู้ข้อมูลมากขึ้น เราขอแนะนำสิ่งที่จะทำให้คุณมีโอกาสได้เริ่มสำรวจแอปพลิเคชันบนอีเธอเรียม หรือซื้อ ETH ครั้งแรกโดยตรงผ่านวอลเล็ท",
  "page-wallets-desc-2": "คุณจำเป็นต้องมีวอลเล็ทในการส่งเงินและจัดการ ETH ของคุณ",
  "page-wallets-desc-2-link": "เพิ่มเติมเกี่ยวกับ ETH",
  "page-wallets-desc-3": "วอลเล็ทเป็นเพียงแค่เครื่องมือสำหรับจัดการบัญชีอีเธอเรียมของคุณ ดังนั้นคุณสามารถเปลี่ยนผู้ให้บริการเมื่อใดก็ได้ มีหลายเจ้าที่อนุญาตให้คุณจัดการบัญชีอีเธอเรียมมากกว่าหนึ่งบัญชีได้ภายในแอปพลิเคชันเดียว",
  "page-wallets-desc-4": "นั่นเพราะว่าวอลเล็ทไม่ได้เป็นผู้ดูแลเงินของคุณ แต่เป็นเพียงเครื่องมือที่ใช้จัดการสิ่งที่เป็นของคุณโดยแท้จริง",
  "page-wallets-description": "วอลเล็ทอีเธอเรียม เป็นแอปพลิเคชันที่ให้คุณโต้ตอบกับบัญชีอีเธอเรียมของคุณ วอลเล็ทเป็นเหมือนแอปธนาคารออนไลน์ที่ไม่ต้องมีธนาคาร วอลเล็ทจะช่วยให้คุณดูยอดคงเหลือ ทำธุรกรรม และเชื่อมต่อกับแอปพลิเคชันต่างๆ",
  "page-wallets-desktop": "แอปพลิเคชันบนเดสก์ท็อปเหมาะสำหรับใครที่อยากจะจัดการเงินของตัวเองบนระบบปฏิบัติการ macOS, Windows หรือ Linux",
  "page-wallets-ethereum-wallet": "วอลเล็ทคือผลิตภัณฑ์ที่ทำให้คุณสามารถจัดการบัญชีอีเธอเรียมของคุณได้ โดยคุณสามารถดูยอดคงเหลือ ส่งธุรกรรม และอื่นๆ อีกมากมาย",
  "page-wallets-explore": "สำรวจอีเธอเรียม",
  "page-wallets-features-desc": "เราสามารถช่วยคุณเลือกวอลเล็ทตามฟีเจอร์ที่คุณให้ความสำคัญ",
  "page-wallets-features-title": "หากอยากเลือกวอลเล็ทจากฟีเจอร์",
  "page-wallets-find-wallet-btn": "ค้นหาวอลเล็ท",
  "page-wallets-find-wallet-link": "ค้นหาวอลเล็ท",
  "page-wallets-get-some": "ซื้อ ETH",
  "page-wallets-get-some-alt": "ภาพมือที่สร้างสัญลักษณ์ ETH จากบล็อกเลโก้",
  "page-wallets-get-some-btn": "ซื้อ ETH",
  "page-wallets-get-some-desc": "ETH คือสกุลเงินคริปโตประจำเครือข่ายอีเธอเรียม คุณจะต้องมี ETH จำนวนหนึ่งในวอลเล็ทเพื่อใช้งานแอปพลิเคชันบนอีเธอเรียม",
  "page-wallets-get-wallet": "ตั้งค่าวอลเล็ท",
  "page-wallets-get-wallet-desc": "มีวอลเล็ทมากมายให้คุณได้เลือกใช้งาน เราอยากจะช่วยคุณเลือกที่ดีที่สุดสำหรับคุณ",
  "page-wallets-get-wallet-desc-2": "โปรดจำไว้ว่า: การตัดสินใจครั้งนี้ไม่ใช่สิ่งที่จะต้องคงอยู่ตลอดไป บัญชีอีเธอเรียมของคุณไม่ได้ผูกอยู่กับผู้ให้บริการวอลเล็ทรายใดรายหนึ่ง",
  "page-wallets-how-to-store": "ฉันจะสามารถเก็บสินทรัพย์ดิจิทัลบนอีเธอร์เรียมได้อย่างไร",
  "page-wallets-keys-to-safety": "หัวใจสำคัญที่จะเก็บคริปโตของคุณให้ปลอดภัย",
  "page-wallets-manage-funds": "แอปสำหรับจัดการเงินของคุณ",
  "page-wallets-manage-funds-desc": "วอลเล็ทของคุณจะแสดงยอดคงเหลือและประวัติธุรกรรมของคุณ นอกจากนี้แล้ววอลเล็ทยังให้คุณรับ/ส่งเงินอีกด้วย บางอาจจะมีบริการเพิ่มเติมจากนี้",
  "page-wallets-meta-description": "สิ่งที่คุณต้องรู้เพื่อใช้งานวอลเล็ทอีเธอเรียม",
  "page-wallets-meta-title": "วอลเล็ทอีเธอเรียม",
  "page-wallets-mobile": "แอปพลิเคชันบนมือถือที่ทำให้คุณสามารถเข้าถึงเงินของคุณจากที่ไหนก็ได้",
  "page-wallets-more-on-dapps-btn": "เรียนรู้เพิ่มเติมเกี่ยวกับ dApp",
  "page-wallets-most-wallets": "ผลิตภัณฑ์ส่วนใหญ่มักจะสร้างบัญชีอีเธอเรียมให้ด้วย ดังนั้นคุณไม่จำเป็นต้องมีบัญชีก่อนที่จะดาวน์โหลดวอลเล็ท",
  "page-wallets-protecting-yourself": "ปกป้องตัวคุณและเงินของคุณ",
  "page-wallets-seed-phrase": "พิมพ์ Seed Phrase ของคุณ",
  "page-wallets-seed-phrase-desc": "วอลเล็ทมักจะให้ Seed Phrase ที่คุณต้องจดเก็บไว้ในที่ที่ปลอดภัย นี่เป็นวิธีการเดียวที่จะกอบกู้วอลเล็ทของคุณ",
  "page-wallets-seed-phrase-example": "ตัวอย่างดังนี้",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "อย่าเก็บไว้ในคอมพิวเตอร์ โปรดจดลงกระดาษและเก็บไว้ในที่ปลอดภัย",
  "page-wallets-slogan": "หัวใจสำคัญสู่อนาคตดิจิทัลของคุณ",
  "page-wallets-stay-safe": "จะทำให้ตัวเองปลอดภัยได้อย่างไร",
  "page-wallets-stay-safe-desc": "เวลาที่ใช้วอลเล็ท คุณต้องเปลี่ยนแนวคิดเรื่องความปลอดภัย อิสระภาพทางการเงินและความสามารถในการเข้าถึงและใช้งานเงินที่ไหนก็ได้นั้น ตามมาด้วยภาระความรับผิดชอบเพราะว่าไม่มีศูนย์บริการลูกค้าในโลกคริปโต",
  "page-wallets-subtitle": "วอลเล็ททำให้คุณเข้าถึงเงินของคุณและแอปพลิเคชันบนอีเธอเรียม ควรจะมีเพียงคุณเท่านั้นที่เข้าถึงวอลเล็ทของตัวเองได้",
  "page-wallets-take-responsibility": "รับผิดชอบเงินของคุณ",
  "page-wallets-take-responsibility-desc": "ตลาดแลกเปลี่ยนแบบรวมศูนย์จะเชื่อมต่อกับวอลเล็ทของคุณผ่านชื่อผู้ใช้และพาสเวิร์ดที่คุณสามารถกู้คืนได้ผ่านวิธีการแบบดั้งเดิม โปรดจำไว้ว่าคุณกำลังวางใจให้ตลาดเป็นผู้ดูแลเงินของคุณอยู่ ถ้าบริษัทนั้นถูกโจมตีหรือกิจการล้มละลาย เงินของคุณก็จะตกอยู่ในความเสี่ยง",
  "page-wallets-tips": "เคล็ดลับเพิ่มเติมเกี่ยวกับการทำตัวเองให้ปลอดภัย",
  "page-wallets-tips-community": "จากชุมชนของเรา",
  "page-wallets-title": "วอลเล็ทอีเธอเรียม",
  "page-wallets-triple-check": "เช็คแล้ว ก็เช็คอีก",
  "page-wallets-triple-check-desc": "อย่าลืมว่าคุณไม่สามารถยกเลิกธุรกรรมได้ และวอลเล็ทก็ไม่ได้กู้คืนได้ง่ายๆ ด้วย ดังนั้นจงพึงระวัง และระมัดระวังตัวเองอยู่เสมอ",
  "page-wallets-try-dapps": "ลองใช้ dapp",
  "page-wallets-try-dapps-alt": "ภาพวาดสมาชิกในชุมชนอีเธอเรียมกำลังทำงานร่วมกัน",
  "page-wallets-try-dapps-desc": "Dapp คือแอปพลิเคชันที่สร้างบนอีเธอเรียม พวกมันถูกกว่า ยุติธรรมกว่า และใจดีกับข้อมูลของคุณมากกว่าบรรดาแอปพลิเคชันแบบดั้งเดิมเกือบทั้งหมด",
  "page-wallets-types": "ประเภทของวอลเล็ท",
  "page-wallets-web-browser": "วอลเล็ทบนเว็บที่ทำให้คุณสามารถใช้งานบัญชีของคุณได้ผ่านเว็บเบราว์เซอร์",
  "page-wallets-whats-a-wallet": "วอลเล็ทอีเธอเรียมคืออะไร",
  "page-wallets-your-ethereum-account": "บัญชีอีเธอเรียมของคุณ",
  "page-wallets-your-ethereum-account-desc": "วอลเล็ทของคุณคือหน้าต่างไปสู่บัญชีอีเธอเรียมของคุณ โดยคุณสามารถเช็คยอดคงเหลือ ประวัติธุรกรรม และอื่นๆ อีกมากมาย และคุณสามารถเปลี่ยนผู้ให้บริการวอลเล็ทเมื่อไหร่ก็ได้",
  "page-wallets-your-login": "ล็อกอินใช้งานแอปบนอีเธอเรียม",
  "page-wallets-your-login-desc": "วอลเล็ททำให้คุณเชื่อมต่อกับแอปพลิเคชันไร้ศูนย์กลางโดยใช้บัญชีอีเธอเรียมของคุณ เหมือนเป็นการล็อกอินที่สามารถใช้ได้กับ dApp จำนวนมาก"
}
