{
  "page-wallets-accounts-addresses": "วอลเล็ท บัญชี กุญแจ และที่อยู่",
  "page-wallets-accounts-addresses-desc": "การเข้าใจความแตกต่างของศัพท์สำคัญบางคำจะเป็นประโยชน์สำหรับคุณ",
  "page-wallets-accounts-ethereum-addresses": "บัญชีอีเธอเรียมมีที่อยู่ เหมือนกับกล่องข้อความอีเมลก็มีที่อยู่ที่สามารถใช้ระบุสินทรัพย์ดิจิทัลของคุณ",
  "page-wallets-alt": "ภาพหุ่นยนต์ที่มีลำตัวเป็นกล่องนิรภัย หมายถึงวอลเล็ทสำหรับอีเธอเรียม",
  "page-wallets-ethereum-account": "บัญชีอีเธอเรียม คือกุญแจคู่หนึ่ง กุญแจหนึ่งใช้เพื่อสร้างที่อยู่ที่คุณสามารถแสดงให้ผู้อื่นทราบได้อย่างอิสระ และอีกกุญแจหนึ่งเป็นกุญแจที่คุณต้องเก็บเป็นความลับเพราะใช้เพื่อเซ็นชื่อ เมื่อรวมกันแล้ว กุญแจคู่นี้ช่วยให้คุณถือสินทรัพย์และทำธุรกรรมได้",
  "page-wallets-blog": "บล็อก Coinbase",
  "page-wallets-bookmarking": "บุ๊กมาร์กวอลเล็ทของคุณ",
  "page-wallets-bookmarking-desc": "ถ้าคุณใช้งานวอลเล็ทบนเว็บไซต์ ให้บุ๊กมาร์กหน้านั้นไว้เพื่อปกป้องตัวเองจากการหลอกลวงแบบฟิชชิ่ง",
  "page-wallets-cd": "วอลเล็ทฮาร์ดแวร์หรือแบบจับต้องได้เป็นอุปกรณ์ที่คุณใช้เก็บคริปโตแบบออฟไลน์ โดยมีความปลอดภัยสูง",
  "page-wallets-desc-2": "คนส่วนใหญ่ใช้วอลเล็ทเพื่อที่จะจัดการกับสินทรัพย์ดิจิทัลและข้อมูลระบุตัวตนของพวกเขา",
  "page-wallets-desc-2-link": "เพิ่มเติมเกี่ยวกับ ETH",
  "page-wallets-desc-3": "วอลเล็ทเป็นเครื่องมือสำหรับการสื่อสารกับบัญชีอีเธอเรียมของคุณ ดังนั้นคุณสามารถเปลี่ยนผู้ให้บริการวอลเล็ทเมื่อใดก็ได้ มีหลายวอลเล็ทที่อนุญาตให้คุณจัดการบัญชีอีเธอเรียมมากกว่าหนึ่งบัญชีภายในแอปพลิเคชันอันเดียวกัน",
  "page-wallets-desc-4": "ผู้ให้บริการวอลเล็ทไม่มีสิทธิ์การควบคุมของเงินของคุณ พวกเขาเพียงแค่ให้หน้าต่างกับคุณเพื่อดูสินทรัพย์ของคุณบนอีเธอเรียมและเป็นเครื่องมือที่ช่วยในการจัดการสินทรัพย์เหล่านั้นอย่างง่ายดาย",
  "page-wallets-description": "วอลเล็ทอีเธอเรียมคือแอปพลิเคชั่นที่ช่วยให้คุณสามารถควบคุมบัญชีของตนเองได้ เช่นเดียวกันกับกระเป๋าเงินจริงของคุณ โดยมีทุกสิ่งที่คุณต้องการสำหรับการพิสูจน์ตัวตนและจัดการสินทรัพย์ของคุณ วอลเล็ทของคุณช่วยให้คุณสามารถเข้าสู่ระบบการใช้งานแอปพลิเคชัน ดูยอดเงินคงเหลือในบัญชี ส่งธุรกรรม และยืนยันตัวตนของคุณ",
  "page-wallets-desktop": "แอปพลิเคชันบนเดสก์ท็อปเหมาะสำหรับใครที่อยากจะจัดการเงินของตัวเองบนระบบปฏิบัติการ macOS, Windows หรือ Linux",
  "page-wallets-ethereum-wallet": "วอลเล็ทเป็นเครื่องมือที่ช่วยให้คุณสามารถดำเนินการเกี่ยวกับบัญชีของคุณโดยใช้คีย์ ทำให้คุณดูยอดเงินคงเหลือในบัญชี ส่งธุรกรรม และอื่น ๆ อีกมากมาย",
  "page-wallets-explore": "สำรวจอีเธอเรียม",
  "page-wallets-features-desc": "เราสามารถช่วยคุณเลือกวอลเล็ทตามฟีเจอร์ที่คุณให้ความสำคัญ",
  "page-wallets-features-title": "เปรียบเทียบวอลเล็ทต่างๆ โดยดูจากคุณสมบัติ",
  "page-wallets-find-wallet-btn": "ค้นหาวอลเล็ท",
  "page-wallets-find-wallet-link": "ค้นหาวอลเล็ท",
  "page-wallets-get-some": "ซื้อ ETH",
  "page-wallets-get-some-alt": "ภาพมือที่สร้างสัญลักษณ์ ETH จากบล็อกเลโก้",
  "page-wallets-get-some-btn": "ซื้อ ETH",
  "page-wallets-get-some-desc": "ETH คือสกุลเงินคริปโตประจำเครือข่ายอีเธอเรียม คุณจะต้องมี ETH จำนวนหนึ่งในวอลเล็ทเพื่อใช้งานแอปพลิเคชันบนอีเธอเรียม",
  "page-wallets-how-to-store": "ฉันจะสามารถเก็บสินทรัพย์ดิจิทัลบนอีเธอร์เรียมได้อย่างไร",
  "page-wallets-keys-to-safety": "หัวใจสำคัญที่จะเก็บคริปโตของคุณให้ปลอดภัย",
  "page-wallets-manage-funds": "แอปสำหรับจัดการเงินของคุณ",
  "page-wallets-manage-funds-desc": "วอลเล็ทของคุณจะแสดงยอดคงเหลือและประวัติธุรกรรมของคุณ นอกจากนี้แล้ววอลเล็ทยังให้คุณรับ/ส่งเงินอีกด้วย บางอาจจะมีบริการเพิ่มเติมจากนี้",
  "page-wallets-meta-description": "สิ่งที่คุณต้องรู้เพื่อใช้งานวอลเล็ทอีเธอเรียม",
  "page-wallets-meta-title": "วอลเล็ทอีเธอเรียม",
  "page-wallets-mobile": "แอปพลิเคชันบนมือถือที่ทำให้คุณสามารถเข้าถึงเงินของคุณจากที่ไหนก็ได้",
  "page-wallets-more-on-dapps-btn": "เรียนรู้เพิ่มเติมเกี่ยวกับ dApp",
  "page-wallets-most-wallets": "ผลิตภัณฑ์ส่วนใหญ่มักจะสร้างบัญชีอีเธอเรียมให้ด้วย ดังนั้นคุณไม่จำเป็นต้องมีบัญชีก่อนที่จะดาวน์โหลดวอลเล็ท",
  "page-wallets-protecting-yourself": "ปกป้องตัวคุณและเงินของคุณ",
  "page-wallets-seed-phrase": "พิมพ์ Seed Phrase ของคุณ",
  "page-wallets-seed-phrase-desc": "วอลเล็ทมักจะให้ Seed Phrase ที่คุณต้องจดเก็บไว้ในที่ที่ปลอดภัย นี่เป็นวิธีการเดียวที่จะกอบกู้วอลเล็ทของคุณ",
  "page-wallets-seed-phrase-example": "ตัวอย่างดังนี้",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "อย่าเก็บไว้ในคอมพิวเตอร์ โปรดจดลงกระดาษและเก็บไว้ในที่ปลอดภัย",
  "page-wallets-slogan": "ถือกุญแจสู่อนาคตดิจิทัลของคุณ",
  "page-wallets-stay-safe": "จะทำให้ตัวเองปลอดภัยได้อย่างไร",
  "page-wallets-stay-safe-desc": "อิสรภาพทางการเงินและสิทธิ์ในการเข้าพบและใช้เงินได้จากที่ไหนก็ตามมาพร้อมกับความรับผิดชอบ – ไม่มีการบริการลูกค้าใดๆทั้งสิ้น คุณมีหน้าที่รับผิดชอบในการรักษากุญแจของคุณให้ปลอดภัย",
  "page-wallets-subtitle": "วอลเล็ทเป็นทางเข้าสู่สินทรัพย์ดิจิทัลของคุณและการเข้าสู่ระบบใช้แอปพลิเคชัน",
  "page-wallets-take-responsibility": "รับผิดชอบเงินของคุณ",
  "page-wallets-take-responsibility-desc": "ตลาดแลกเปลี่ยนแบบรวมศูนย์จะเชื่อมต่อกับวอลเล็ทของคุณผ่านชื่อผู้ใช้และรหัสผ่านที่คุณสามารถกู้คืนได้ผ่านวิธีการแบบดั้งเดิม โปรดทราบไว้ว่าคุณกำลังวางใจให้ตลาดเป็นผู้ดูแลเงินของคุณอยู่ หากบริษัทดังกล่าวประสบกับปัญหาทางการเงิน ทุนของคุณก็จะตกอยู่ในความเสี่ยง",
  "page-wallets-tips": "เคล็ดลับเพิ่มเติมเกี่ยวกับการทำตัวเองให้ปลอดภัย",
  "page-wallets-tips-community": "จากชุมชนของเรา",
  "page-wallets-title": "วอลเล็ทอีเธอเรียม",
  "page-wallets-triple-check": "เช็คแล้ว ก็เช็คอีก",
  "page-wallets-triple-check-desc": "อย่าลืมว่าคุณไม่สามารถยกเลิกธุรกรรมได้ และวอลเล็ทก็ไม่ได้กู้คืนได้ง่ายๆ ด้วย ดังนั้นจงพึงระวัง และระมัดระวังตัวเองอยู่เสมอ",
  "page-wallets-try-dapps": "ลองใช้ dapp",
  "page-wallets-try-dapps-alt": "ภาพวาดสมาชิกในชุมชนอีเธอเรียมกำลังทำงานร่วมกัน",
  "page-wallets-try-dapps-desc": "Dapp คือแอปพลิเคชันที่สร้างบนอีเธอเรียม พวกมันถูกกว่า ยุติธรรมกว่า และใจดีกับข้อมูลของคุณมากกว่าบรรดาแอปพลิเคชันแบบดั้งเดิมเกือบทั้งหมด",
  "page-wallets-types": "ประเภทของวอลเล็ท",
  "page-wallets-types-desc": "คุณสามารถดูข้อมูลและใช้งานบัญชีได้สองสามวิธี",
  "page-wallets-web-browser": "วอลเล็ทแบบเบราว์เซอร์เป็นแอปพลิเคชันบนเว็บที่คุณสามารถใช้งานบัญชีของตนได้โดยตรงผ่านเบราว์เซอร์",
  "page-wallets-web-browser-extension": "วอลเล็ทส่วนขยายเบราว์เซอร์เป็นส่วนขยายที่คุณดาวน์โหลดและทำให้คุณใช้บัญชีและแอปพลิเคชันของตนได้ผ่านทางเบราว์เซอร์",
  "page-wallets-whats-a-wallet": "วอลเล็ทอีเธอเรียมคืออะไร",
  "page-wallets-your-ethereum-account": "บัญชีอีเธอเรียมของคุณ",
  "page-wallets-your-ethereum-account-desc": "วอลเล็ทของคุณคือหน้าต่างไปสู่บัญชีอีเธอเรียมของคุณ โดยคุณสามารถเช็คยอดคงเหลือ ประวัติธุรกรรม และอื่นๆ อีกมากมาย และคุณสามารถเปลี่ยนผู้ให้บริการวอลเล็ทเมื่อไหร่ก็ได้",
  "page-wallets-your-login": "ล็อกอินใช้งานแอปบนอีเธอเรียม",
  "page-wallets-your-login-desc": "วอลเล็ทของคุณสามารถให้คุณเชื่อมต่อกับแอปพลิเคชันโดยใช้บัญชีอีเธอเรียมของคุณ เป็นการเข้าสู่ระบบเพื่อที่จะใช้แอปพลิเคชันหลายอย่าง",
  "additional-reading-how-to-create-an-ethereum-account": "How to create an Ethereum account",
  "additional-reading-how-to-use-a-wallet": "วิธีใช้วอลเล็ท"
}
