{
  "page-get-eth-article-keeping-crypto-safe": "หลักสำคัญในการเก็บเหรียญคริปโตของคุณให้ปลอดภัย",
  "page-get-eth-article-protecting-yourself": "ปกป้องตัวคุณและเงินของคุณ",
  "page-get-eth-article-store-digital-assets": "วิธีเก็บรักษาสินทรัพย์ดิจิทัลบนอีเธอเรียม",
  "page-get-eth-article-protecting-yourself-desc": "MyCrypto",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": "ตลาดแลกเปลี่ยนแบบรวมศูนย์",
  "page-get-eth-cex-desc": "ตลาดแลกเปลี่ยนคริปโตคือธุรกิจที่ทำให้คุณสามารถซื้อเหรียญคริปโตได้ด้วยสกุลเงินทั่วไป โดยตลาดนี้จะเป็นผู้ดูแล ETH ที่คุณซื้อไว้จนกว่าคุณจะโอนเหรียญออกไปยังวอลเล็ตที่คุณเป็นคนจัดการ",
  "page-get-eth-checkout-dapps-btn": "ลองใช้ dApp ต่างๆ",
  "page-get-eth-community-safety": "บทความเกี่ยวกับความปลอดภัยโดยชุมชน",
  "page-get-eth-description": "อีเธอเรียมไม่ได้ถูกควบคุมโดยองค์กรใดองค์กรเดียว - มันเป็นระบบกระจายศูนย์",
  "page-get-eth-dex": "ตลาดแลกเปลี่ยนแบบไร้ศูนย์กลาง (DEX)",
  "page-get-eth-dex-desc": "หากคุณต้องการควบคุมมากขึ้น ให้ซื้อ ETH โดยใช้ <a href=\"/glossary/#smart-contract\">สัญญาอัจฉริยะ</a> ด้วยแพลตฟอร์ม DEX คุณสามารถซื้อขายสินทรัพย์ดิจิทัลได้โดยไม่ต้องมอบอำนาจควบคุมเงินของคุณให้กับบริษัทศูนย์กลาง",
  "page-get-eth-peers": "รับ ETH จากเพื่อนของคุณ",
  "page-get-eth-peers-desc": "เมื่อคุณมีบัญชีอีเธอเรียม สิ่งที่คุณต้องทำคือแบ่งปันที่อยู่ของคุณเพื่อเริ่มต้นการส่งและรับ ETH (และโทเค็นอื่น ๆ) แบบ peer-to-peer",
  "page-get-eth-staking": "รางวัล staking",
  "page-get-eth-staking-desc": "หากคุณมี ETH บางส่วนแล้ว คุณสามารถรับเพิ่มเติมได้โดยการเรียกใช้โหนดตัวตรวจสอบความถูกต้อง คุณจะได้รับการจ่ายสำหรับการทำงานตรวจสอบความถูกต้องนี้ใน ETH",
  "page-get-eth-earn": "รับ ETH",
  "page-get-eth-earn-desc": "คุณสามารถรับ ETH จากการทำงานสำหรับ DAO หรือบริษัทที่จ่ายด้วยเหรียญคริปโต การชนะรางวัล การค้นหาข้อบกพร่องในซอฟต์แวร์หรืออื่นๆ",
  "page-get-eth-daos-link-desc": "เรียนรู้เกี่ยวกับ DAO",
  "page-get-eth-cex-link-desc": "ดูรายการของการแลกเปลี่ยน",
  "page-get-eth-staking-link-desc": "เรียนรู้เพิ่มเติมเกี่ยวกับ staking",
  "page-get-eth-dexs": "ตลาดแลกเปลี่ยนแบบไร้ศูนย์กลาง (DEX)",
  "page-get-eth-dexs-desc": "ตลาดแลกเปลี่ยนแบบไร้ศูนย์กลางคือพื้นที่เปิดสำหรับซื้อขาย ETH และโทเคนอื่นๆ โดยเชื่อมผู้ซื้อและผู้ขายโดยตรง",
  "page-get-eth-dexs-desc-2": "โดยแทนที่จะใช้บุคคลที่สามที่เชื่อถือได้ในการดูแลเงิน พวกเขาใช้โค้ด ETH ของผู้ขายจะถูกโอนเมื่อการชำระเงินได้รับการยืนยันแล้วเท่านั้น โค้ดลักษณะนี้เรียกว่า 'สัญญาอัจฉริยะ'",
  "page-get-eth-dexs-desc-3": "นั่นหมายความว่ามีข้อจำกัดทางภูมิศาสตร์น้อยกว่าตลาดแลกเปลี่ยนแบบรวมศูนย์ ถ้ามีผู้ขายที่มีสินค้าที่คุณต้องการและรับวิธีการชำระเงินที่คุณมี คุณก็สามารถทำธุรกรรมได้ทันที",
  "page-get-eth-dexs-desc-4": "หมายเหตุ: DEX หลายแห่งมักใช้อีเธอร์แบบห่อหุ้ม (WETH) <a href=\"/wrapped-eth\">เรียนรู้เพิ่มเติมเกี่ยวกับอีเธอร์แบบห่อหุ้ม</a>",
  "page-get-eth-do-not-copy": "ตัวอย่าง: ห้ามคัดลอก",
  "page-get-eth-exchanges-disclaimer": "พวกเรารวบรวมข้อมูลนี้ด้วยตนเอง ถ้าคุณพบความผิดพลาดบางอย่าง แจ้งให้เราทราบได้ที่",
  "page-get-eth-exchanges-empty-state-text": "กรุณากรอกประเทศที่พำนักของคุณเพื่อดูรายการของการแลกเปลี่ยนที่คุณอาจสามารถใช้ได้",
  "page-get-eth-exchanges-except": "ยกเว้น",
  "page-get-eth-exchanges-header": "คุณอาศัยอยู่ในประเทศอะไร",
  "page-get-eth-exchanges-header-exchanges": "ตลาดแลกเปลี่ยน",
  "page-get-eth-exchanges-header-wallets": "วอลเล็ท",
  "page-get-eth-exchanges-intro": "ตลาดแลกเปลี่ยนสินทรัพย์มีข้อจำกัดด้านพื้นที่ให้บริการขายคริปโต รายชื่อที่แสดงนี้เป็นเพียงการระบุบริการที่คาดว่าเปิดให้บริการในแต่ละประเทศ การปรากฏในรายชื่อนี้ไม่ได้หมายความว่าได้รับการรับรอง — ผู้ใช้งานควรศึกษาข้อมูลเพิ่มเติมด้วยตนเอง!",
  "page-get-eth-exchanges-no-exchanges": "ขออภัย เราไม่ทราบว่าคุณสามารถซื้อ ETH ได้จากตลาดแลกเปลี่ยนใดในประเทศนี้ หากคุณทราบ แจ้งเราได้ที่",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "ขออภัย เราไม่ทราบว่าคุณสามารถซื้อ ETH ได้จากตลาดแลกเปลี่ยนใดในประเทศนี้ หากคุณทราบ แจ้งเราได้ที่",
  "page-get-eth-exchanges-no-wallets": "ขออภัย เราไม่ทราบว่าคุณสามารถซื้อ ETH ได้จากวอลเล็ทใดในประเทศนี้ หากคุณทราบ แจ้งเราได้ที่",
  "page-get-eth-exchanges-search": "พิมพ์ชื่อประเทศที่คุณอาศัยอยู่...",
  "page-get-eth-exchanges-success-exchange": "การสมัครสมาชิกกับตลาดแลกเปลี่ยนอาจใช้เวลาหลายวัน เนื่องจากกระบวนการตรวจสอบทางกฎหมาย",
  "page-get-eth-exchanges-success-wallet-link": "วอลเล็ท",
  "page-get-eth-exchanges-success-wallet-paragraph": "ในประเทศที่คุณอาศัยอยู่ คุณสามารถซื้อ ETH ได้โดยตรงจากวอลเล็ทเหล่านี้ เรียนรู้เพิ่มเติมเกี่ยวกับ",
  "page-get-eth-exchanges-usa": "สหรัฐอเมริกา (USA)",
  "page-get-eth-get-wallet-btn": "รับวอลเล็ท",
  "page-get-eth-hero-image-alt": "ภาพหลักของหน้าซื้อ ETH",
  "page-get-eth-keep-it-safe": "รักษา ETH ของคุณให้ปลอดภัย",
  "page-get-eth-meta-description": "วิธีการซื้อ ETH ขึ้นกับสถานที่ที่คุณอาศัยอยู่ และข้อแนะนำในการดูแลรักษา ETH",
  "page-get-eth-meta-title": "วิธีซื้ออีเธอเรียม (ETH)",
  "page-get-eth-need-wallet": "คุณจำเป็นต้องมีวอลเล็ทเพื่อใช้งาน DEX",
  "page-get-eth-new-to-eth": "หากเพิ่งรู้จัก ETH นี่คือภาพรวมที่จะช่วยคุณในการเริ่มต้น",
  "page-get-eth-other-cryptos": "ซื้อด้วยเหรียญคริปโตอื่นๆ",
  "page-get-eth-protect-eth-desc": "หนึ่งในฟีเจอร์หลักของอีเธอเรียมคือคุณสามารถควบคุมสินทรัพย์ของคุณเองโดยจัดการบัญชีของคุณเอง นั่นหมายความว่าคุณไม่ต้องไว้วางใจบุคคลที่สามให้ดูแลสินทรัพย์ของคุณ และคุณจะปลอดภัยจากผู้ดูแลที่อาจไม่ซื่อสัตย์ ล้มละลาย หรือถูกแฮ็ก อย่างไรก็ตาม คุณต้องรับผิดชอบเรื่องความปลอดภัยของตนเองด้วย",
  "page-get-eth-protect-eth-in-wallet": "เก็บ ETH ของคุณไว้ในวอลเล็ทของคุณเอง",
  "page-get-eth-search-by-country": "ค้นหาตามประเทศ",
  "page-get-eth-security": "ซึ่งหมายความว่าคุณต้องใส่ใจเรื่องความปลอดภัยของเงินของคุณอย่างจริงจัง เพราะกับ ETH คุณไม่ได้ฝากความไว้วางใจให้ธนาคารหรือบริษัทดูแลสินทรัพย์ของคุณ คุณต้องรับผิดชอบเอง",
  "page-get-eth-smart-contract-link": "อ่านเพิ่มเติมเกี่ยวกับสัญญาอัจฉริยะ",
  "page-get-eth-swapping": "แลกเปลี่ยนเหรียญของคุณกับ ETH ของคนอื่น หรือในทางกลับกัน",
  "page-get-eth-try-dex": "ลองใช้งาน DEX",
  "page-get-eth-use-your-eth": "ใช้ ETH ของคุณ",
  "page-get-eth-use-your-eth-dapps": "ตอนนี้ เมื่อคุณมี ETH แล้ว ลองมาดูแอปพลิเคชันบนอีเธอเรียม (dApps) กัน มี dApp สำหรับการเงิน โซเชียลมีเดีย เกม และอื่นๆ อีกมากมาย",
  "page-get-eth-wallet-instructions": "ทำตามคำแนะนำของวอลเล็ท",
  "page-get-eth-wallet-instructions-lost": "ถ้าคุณสูญเสียการเข้าถึงบัญชีของคุณ คุณจะสูญเสียการเข้าถึงเงินของคุณ วอลเล็ทของคุณควรมีคำแนะนำเกี่ยวกับการป้องกันปัญหานี้ ควรปฏิบัติตามอย่างเคร่งครัด - ในกรณีส่วนใหญ่ ไม่มีใครช่วยคุณได้หากคุณสูญเสียการเข้าถึงบัญชีของคุณ",
  "page-get-eth-wallets": "วอลเล็ท",
  "page-get-eth-wallets-link": "ข้อมูลเพิ่มเติมเกี่ยวกับวอลเล็ท",
  "page-get-eth-wallets-purchasing": "บางวอลเล็ทอนุญาตให้คุณซื้อคริปโตด้วยบัตรเดบิต/เครดิต โอนเงินผ่านธนาคาร หรือ Apple Pay ทั้งนี้ขึ้นอยู่กับข้อจำกัดด้านภูมิศาสตร์",
  "page-get-eth-warning": "DEX เหล่านี้ไม่เหมาะสำหรับผู้เริ่มต้น เนื่องจากคุณต้องใช้ ETH เพื่อใช้งาน สิ่งเหล่านี้เป็นเพียงตัวอย่าง ไม่ใช่ผลิตภัณฑ์ที่ได้รับการรับรอง โปรดศึกษาด้วยตัวของคุณเอง!",
  "page-get-eth-what-are-DEX's": "DEXs คืออะไร",
  "page-get-eth-whats-eth-link": "ETH คืออะไร",
  "page-get-eth-where-to-buy-desc": "คุณสามารถรับ ETH ได้โดยการทำงาน รับจากเพื่อน หรือซื้อจากตลาดแลกเปลี่ยนและแอปพลิเคชัน",
  "page-get-eth-where-to-buy-desc-2": "ตรวจสอบบริการที่คุณสามารถใช้ได้ในพื้นที่ของคุณ",
  "page-get-eth-where-to-buy-title": "ซื้อ ETH ได้ที่ไหน",
  "page-get-eth-your-address": "ที่อยู่ ETH ของคุณ",
  "page-get-eth-your-address-desc": "เมื่อคุณดาวน์โหลดวอลเล็ท จะมีที่อยู่ ETH สาธารณะถูกสร้างขึ้นให้คุณ โดยมีลักษณะดังนี้:",
  "page-get-eth-your-address-desc-3": "ให้คิดว่ามันคล้ายที่อยู่อีเมลของคุณ แต่ใช้รับ ETH แทน หากคุณต้องการโอน ETH จากตลาดแลกเปลี่ยนมายังวอลเล็ทของคุณ ให้ใช้ที่อยู่นี้เป็นปลายทาง อย่าลืมตรวจสอบความถูกต้องของที่อยู่ทุกครั้งก่อนโอน",
  "page-get-eth-your-address-wallet-link": "ลองใช้วอลเล็ท",
  "listing-policy-raise-issue-link": "แจ้งปัญหา",
  "page-find-wallet-last-updated": "อัปเดตล่าสุด"
}
