{
  "page-what-is-ethereum-alt-img-bazaar": "ภาพคนกำลังชำเลืองมองไปที่บาซ่าร์ซึ่งเป็นตัวแทนของอีเธอเรียม",
  "page-what-is-ethereum-alt-img-comm": "ภาพสมาชิกในชุมชนอีเธอเรียมกำลังทำงานร่วมกัน",
  "page-what-is-ethereum-alt-img-lego": "ภาพมือที่สร้างสัญลักษณ์ ETH จากบล็อกเลโก้",
  "page-what-is-ethereum-banking-card": "การธนาคารสำหรับทุกคน",
  "page-what-is-ethereum-banking-card-desc": "ไม่ใช่ทุกคนที่จะสามารถเข้าถึงบริการทางการเงินแบบดั้งเดิมได้ แต่สิ่งที่คุณต้องมีเพื่อเข้าถึงอีเธอเรียม และผลิตภัณฑ์ทางการเงินเพื่อการกู้ยืมหรือการออมบนเครือข่าย มีเพียงแค่อินเทอร์เน็ตเท่านั้น",
  "page-what-is-ethereum-build": "สรรค์สร้างด้วยอีเธอเรียม",
  "page-what-is-ethereum-build-desc": "หากคุณอยากจะลองสร้างด้วยอีเธอเรียม คุณสามารถอ่านเอกสารประกอบ ลองทำตามวิธีการต่างๆ ในบทสอนการใช้งานหรือทดลองใช้เครื่องมือต่างๆ ที่คุณต้องมีเพื่อเริ่มต้น",
  "page-what-is-ethereum-censorless-card": "ป้องกันการถูกเซ็นเซอร์",
  "page-what-is-ethereum-censorless-card-desc": "ไม่มีรัฐบาลหรือองค์กรใดที่มีอำนาจควบคุมอีเธอเรียม ความไร้ศูนย์กลางเช่นนี้ทำให้แทบจะเป็นไปไม่ได้เลยที่ใครจะมาหยุดยั้งคุณจากการได้รับเงินหรือใช้บริการต่างๆ บนอีเธอเรียม",
  "page-what-is-ethereum-comm-desc": "ชุมชนของเราประกอบไปด้วยผู้คนจากหลายสาขาอาชีพ ตั้งแต่ศิลปิน คริปโตอนาธิปัตย์ บริษัทติดอันดับฟอร์จูน 500 และตอนนี้ก็คือคุณ มาลองดูกันว่าคุณจะสามารถเป็นส่วนหนึ่งของชุมชนนี้ได้อย่างไรบ้าง",
  "page-what-is-ethereum-commerce-card": "กิจการค้าการันตี",
  "page-what-is-ethereum-commerce-card-desc": "ลูกค้ามั่นใจได้ว่าเงินจะถูกส่งมอบต่อเมื่อผู้รับมอบได้ทำตามข้อตกลงแล้วเท่านั้นจากระบบการรับประกันภายในตัว เช่นเดียวกับผู้พัฒนาที่มั่นใจได้ว่ากฎจะไม่เปลี่ยนแปลงไป",
  "page-what-is-ethereum-composable-card": "ผลิตภัณฑ์ทุกอย่างสามารถเชื่อมโยงกันได้",
  "page-what-is-ethereum-composable-card-desc": "เนื่องจากทุกแอพสร้างขึ้นจากบล็อกเชนเดียวกันซึ่งมีสถานะเดียวกันทั้งโลก ทำให้แต่ละแอพสามารถสร้างและประกอบเข้าด้วยกันได้ (เหมือนกับการต่อเลโก้) ซึ่งทำให้เกิดการสร้างผลิตภัณฑ์และประสบการณ์ที่ดีขึ้นตลอดเวลา",
  "page-what-is-ethereum-community": "ชุมชนอีเธอเรียม",
  "page-what-is-ethereum-desc": "รากฐานสำหรับโลกดิจิทัลแห่งอนาคตของเรา",
  "page-what-is-ethereum-explore": "สำรวจอีเธอเรียม",
  "page-what-is-ethereum-internet-card": "อินเทอร์เน็ตที่เป็นส่วนตัวมากขึ้น",
  "page-what-is-ethereum-internet-card-desc": "คุณไม่จำเป็นต้องให้ข้อมูลส่วนตัวเพื่อใช้งานแอปบนอีเธอเรียม อีเธอเรียมกำลังสรรค์สร้างเศรษฐกิจแห่งมูลค่า ไม่ใช่เพื่อสอดแนม",
  "page-what-is-ethereum-meet-comm": "ทำความรู้จักกับชุมชน",
  "page-what-is-ethereum-meta-description": "ลองศึกษาเกี่ยวกับอีเธอเรียม ว่าทำอะไรได้บ้างและคุณจะทดลองใช้งานได้อย่างไร",
  "page-what-is-ethereum-meta-title": "อีเธอเรียมคืออะไร",
  "page-what-is-ethereum-p2p-card": "เครือข่ายบุคคลต่อบุคคล (P2P)",
  "page-what-is-ethereum-p2p-card-desc": "อีเธอเรียมทำให้คุณเคลื่อนย้ายเงินหรือทำข้อตกลงกับคนอื่นๆ ได้โดยตรง และไม่จำเป็นต้องทำผ่านบริษัทตัวกลางเหมือนเช่นเคย",
  "page-what-is-ethereum-start-building-btn": "เริ่มสร้าง",
  "page-what-is-ethereum-title": "อีเธอเรียมคืออะไร",
  "page-what-is-ethereum-subtitle": "คำแนะนำอย่างสมบูรณ์สำหรับผู้เริ่มต้นว่าอีเธอเรียมทำงานอย่างไร ทำให้เกิดประโยชน์อย่างไร และใช้งานโดยคนหลายล้านคนทั่วโลกอย่างไร",
  "page-what-is-ethereum-button-lets-start": "เริ่มกันเลย",
  "page-what-is-ethereum-blockchain-tab-title": "บล็อกเชนคืออะไร",
  "page-what-is-ethereum-blockchain-tab-content": "<b>บล็อกเชนคือฐานข้อมูลของการทำธุรกรรม</b> ซึ่งมีการปรับปรุงและใช้ร่วมกันในคอมพิวเตอร์มากมายที่มีอยู่ในเครือข่าย ทุกครั้งที่การทำธุรกรรมใหม่เกิดขึ้น มันจะถูกเรียกว่า \"บล็อก\" ซึ่งเป็นที่มาของชื่อบล็อกเชน บล็อกเชนส่วนมากเปิดสาธารณะ และสามารถป้อนข้อมูลเพิ่มเข้าไปได้เท่านั้น ไม่สามารถนำออกได้ หากมีคนต้องการเปลี่ยนแปลงข้อมูลหรือโกงระบบ เขาจะต้องทำกับคอมพิวเตอร์ส่วนใหญ่ในระบบ ซึ่งนับเป็นจำนวนมหาศาล สิ่งนี้ทำให้บล็อกเชน เช่น อีเธอเรียม มีความปลอดภัยสูง",
  "page-what-is-ethereum-cryptocurrency-tab-title": "ทำไมถึงเรียกว่าคริปโตเคอร์เรนซี",
  "page-what-is-ethereum-cryptocurrency-tab-content": "บล็อกเชนอาศัยการเข้ารหัสเพื่อให้มั่นใจได้ว่าเงินทุนของคุณปลอดภัย ซึ่งเทคนิคเดียวกันนี้ได้ใช้มาเป็นเวลานานในธุรกิจธนาคารเพื่อให้มั่นใจในความปลอดภัยในการทำธุรกรรม ดังนั้นจึงสามารถเรียกได้ว่าคริปโตเคอเรนซีมีระดับความปลอดภัยเทียบเท่ากับธนาคาร",
  "page-what-is-ethereum-summary-title": "สรุป",
  "page-what-is-ethereum-summary-desc-1": "อีเธอเรียมเป็นเทคโนโลยีสำหรับการสร้างแอพและการจัดการ การถือครองสินทรัพย์ การทำธุรกรรม และการสื่อสาร ที่ไม่ถูกควบคุมจากผู้มีอำนาจส่วนกลาง ไม่มีความจำเป็นที่จะต้องใช้ข้อมูลส่วนบุคคลใด ๆ ในการใช้งานอีเธอเรียม ผู้ใช้งานเป็นผู้ควบคุมดูแลข้อมูลส่วนตัวและการเปิดเผยของมูลดังกล่าวด้วยตนเอง อีเธอเรียมมีสกุลเงินดิจิตัลของตนเองชื่อว่า \"อีเธอร์\" ซึ่งจะใช้สำหรับจ่ายค่ากิจกรรมตามที่กำหนดไว้ที่เกิดขึ้นบนเครือข่ายอีเธอเรียม",
  "page-what-is-ethereum-summary-desc-2": "ยังสับสนอยู่ใช่ไหม มาดูกันทีละขั้นตอน",
  "page-what-is-ethereum-what-is-crypto-title": "คริปโทเคอร์เรนซีคืออะไร",
  "page-what-is-ethereum-what-is-crypto-desc-1": "<b>คริปโต (ย่อมาจากคริปโตเคอเรนซี) เป็นเงินดิจิตัลรูปแบบใหม่ที่สร้างโดยการเข้ารหัสข้อมูล</b>",
  "page-what-is-ethereum-what-is-crypto-desc-2": "ทั้งหมดเริ่มต้นจากบิทคอยน์ เมื่อปี ค. ศ. 2008 ทำให้คุณส่งเงินทุนไปให้ใครก็ได้จากที่ไหนก็ได้ทั่วโลก สิ่งที่ทำให้เงินดิจิตัลแตกต่างจากการโอนเงินระหว่างธนาคาร หรือบริการธุรกรรมทางการเงินอื่น เช่น เพย์พาล (Paypal) หรือ อาลีเพย์ (Alipay) คือเป็นครั้งแรกที่ไม่ต้องอาศัยคนกลางในการโอนเงิน",
  "page-what-is-ethereum-what-is-crypto-desc-3": "เดี๋ยวก่อน... คนกลางคืออะไร",
  "page-what-is-ethereum-what-is-crypto-desc-4": "คนกลาง หมายถึงอำนาจส่วนกลาง เช่น ธนาคารหรือรัฐบาล ที่สามารถแทรกแซงการทำธุรกรรมระหว่างผู้ส่งและผู้รับได้ คนกลางมีอำนาจในการตรวจตรา ตรวจสอบ หรือตีกลับการทำธุกรรม และยังสามารถแบ่งปันข้อมูลที่ละเอียดอ่อนของคุณไปยังบุคคลที่สาม นอกจากนี้คนกลางมักจะกำหนดว่าคุณจะเข้าถึงบริการทางการเงินใดได้บ้าง",
  "page-what-is-ethereum-what-is-crypto-desc-5": "ซึ่งคริปโตจะต่างออกไป <b>ธุรกรรมจะเกิดขึ้นโดยตรงระหว่างผู้ส่งและผู้รับ</b> โดยที่ไม่มีอำนาจส่วนกลางมาเกี่ยวข้อง ไม่มีผู้อื่นสามารถเข้าถึงเงินของคุณได้ และ<b>ไม่มีใครกำหนดว่าคุณใช้บริการใดได้บ้าง</b> ซึ่งเป็นผลจากการใช้เทคโนโลยีบล็อกเชนตามแต่การดำเนินการของสกุลเงินดิจิทัลแต่ละสกุล",
  "page-what-is-ethereum-btc-eth-diff-title": "อีเธอเรียมกับบิทคอยน์ต่างกันอย่างไร",
  "page-what-is-ethereum-btc-eth-diff-1": "อีเธอเรียมเปิดตัวเมื่อปี ค. ศ. 2015 โดยมีฐานจากจากนวัตกรรมของบิตคอยน์ โดยมีข้อแตกต่างเด่นๆ บางอย่าง",
  "page-what-is-ethereum-btc-eth-diff-2": "ทั้งสองอย่างนี้ทำให้คุณได้ใช้เงินดิจิทัลโดยที่ไม่มีผู้ให้บริการทางการเงินหรือธนาคาร แต่ว่า<b>อีเธอเรียมสามารถป้อนวิธีการทำงานได้</b> ดังนั้นคุณสามารถสร้างและใช้งานแอปพลิเคชันบนเครือข่ายอีเธอเรียมได้",
  "page-what-is-ethereum-btc-eth-diff-3": "อีเธอเรียมถูกป้อนวิธีการทำงานได้หมายความว่าคุณสามารถสร้างแอปที่ใช้บล็อกเชนในการเก็บข้อมูลหรือกำหนดว่าแอปทำอะไรได้บ้าง ส่งผลให้ได้บล็อกเชนอเนกประสงค์ที่สามารถป้อนวิธีการทำงานให้ทำอะไรก็ได้ เนื่องจากไม่มีข้อจำกัดว่าอีเธอเรียมสามารถทำอะไรได้บ้างจึงมีโอกาสที่จะเกิดนวัตกรรมอันยิ่งใหญ่ได้บนเครือข่ายอีเธอเรียม",
  "page-what-is-ethereum-btc-eth-diff-4": "ขณะที่บิตคอยน์เป็นเพียงเครืองข่ายในการทำธุรกรรม อีเธอเรียมเป็นคล้ายกับตลาดซื้อขายทางการเงิน เกม เครือข่ายสังคมออนไลน์ และแอปอื่นๆ ที่เคารพความเป็นส่วนตัวและไม่สามารถตรวจสอบคุณได้",
  "page-what-is-ethereum-what-can-eth-do-title": "อีเธอเรียมทำอะไรได้บ้าง",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "ทำไมจึงควรใช้อีเธอเรียม",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "หากคุณเคยส่งเงินข้ามประเทศ (หรือวางแผนที่จะทำ) หรือกังวลเกี่ยวกับอนาคตของสินทรัพย์จากผลกระทบภายนอกที่ควบคุมไม่ได้จากที่ที่คุณอยู่ หรือเบื่อกับข้อกำหนดมากมายและค่าธรรมเนียมในการทำธุรกรรมกับสถาบันการเงินเดิมๆ คุณอาจจะสนใจในสิ่งที่สกุลเงินดิจิทัลทำได้",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "ตระหนักไว้ในใจว่า อีเธอเรียมเป็นเรื่องราวที่กำลังถูกเขียนอยู่ และเหตุผลมากมายที่จะใช้มันกำลังจะถูกค้นพบในขณะที่มันมีการวิวัฒนาการและพัฒนาไปตามกาลเวลา",
  "page-what-is-ethereum-slide-1-title": "การทำธุรกรรมข้ามพรมแดนที่ถูกลงและรวดเร็วขึ้น",
  "page-what-is-ethereum-slide-1-desc-1": "<b>สเตเบิลคอยน์</b> เป็นสกุลเงินดิจิทัลรูปแบบใหม่ที่ยึดสินทรัพย์ที่มีมูลค่าแน่นอนเป็นมูลค่าพื้นฐานของเงินดิจิทัลสกุลนั้น โดยส่วนใหญ่สเตเบิลคอยน์จะยึดอยู่กับดอลลาร์สหรัฐและรักษามูลค่าตามมูลค่าของสกุลเงินนี้ การยึดโยงมูลค่าดังกล่าวทำให้เกิดระบบการทำธุรกรรมทั่วโลกที่มีราคาถูกและเสถียร สกุลเงินที่เป็นสเตเบิลคอยน์หลายสกุลถูกสร้างขึ้นภายใต้เครือข่ายอีเธอเรียม",
  "page-what-is-ethereum-slide-1-desc-2": "อีเธอเรียมและสเตเบิลคอยน์ เป็นกระบวนการสำหรับส่งเงินข้ามประเทศที่เรียบง่าย โดยมากใช้เวลาไม่กี่นาทีในการส่งเงินทุนไปยังประเทศต่างๆ ซึ่งแตกต่างจากการส่งเงินผ่านธนาคารซึ่งใช้เวลาหลายวัน หรืออาจถึงขั้นหลายสัปดาห์ และมีราคาถูกกว่า ไม่มีค่าธรรมเนียมเพิ่มเติมในการทำธุรกรรมมูลค่าสูง และไม่มีกฎข้อบังคับเรื่องสถานที่และเหตุผลในการทำธุรกรรม",
  "page-what-is-ethereum-slide-2-title": "ความช่วยเหลือที่เร็วที่สุดในช่วงวิกฤต",
  "page-what-is-ethereum-slide-2-desc-1": "หากคุณโชคดีพอที่มีตัวเลือกธนาคารที่หลากหลายจากสถาบันที่น่าเชื่อถือในสถานที่ที่คุณอาศัยอยู่ คุณอาจจะมองข้ามในเรื่องอิสรภาพ ความปลอดภัย และเสถียรภาพทางการเงินที่ธนาคารมี แต่สำหรับหลายๆ คน ทั่วโลกที่ประสบปัญหาการกดขี่ทางการเมืองหรือความยากลำบากทางเศรฐกิจ สถาบันทางการเงินอาจจะไม่ให้การปกป้องหรือบริการทางการเงินที่คุณต้องการ",
  "page-what-is-ethereum-slide-2-desc-2": "เมื่อประชาชนในประเทศ<a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">เวเนซูเอลา</a><a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">คิวบา</a><a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">อัฟกานิสถาน</a><a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">ไนจีเรีย</a><a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">เบลารุส</a> และ<a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">ยูเครม</a>เผชิญกับสภาวะสงคราม วิกฤตเศรษฐกิจ หรือการจำกัดสิทธิพลเมือง คริปโตเคอเรนซีเป็นช่องทางที่รวดเร็วที่สุดและมักเป็นช่องทางเดียวที่เหลืออยู่ <sup><a to=\"https://www.financialinclusion.tech/\">1</a></sup> จากตัวอย่างดังกล่าวจะเห็นได้ว่าคริปโตเคอเรนซี เช่น อีเธอเรียม สามารถให้การเข้าถึงทางเศรษฐกิจทั่วโลกได้อย่างอิสระในขณะที่ประชาชนถูกตัดขาดจากโลกภายนอก อีกทั้งสเตเบิลคอยน์ยังช่วยในการเก็บรักษามูลค่าของเงินในตอนที่ค่าเงินในประเทศทรุดลงจากเงินเฟ้อขั้นรุนแรง",
  "page-what-is-ethereum-slide-3-title": "เพิ่มขีดความสามารถนักสร้างสรรค์",
  "page-what-is-ethereum-slide-3-desc-1": "ในปี 2021 ปีเดียว ศิลปิน นักดนตรี นักเขียน และนักสร้างสรรค์ในรูปแบบอื่นๆ ใช้อีเธอเรียมในการหารายได้โดยรวมแล้วประมาณ 3.5 ล้านดอลลาร์สหรัฐ ทำให้อีเธอเรียมกลายเป็นพื้นที่ที่ใหญ่ที่สุดในโลกสำหรับนักสร้างสรรค์ เคียงคู่ไปกับ สปอติฟาย ยูทูบ และเอ็ตซี่ <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">เรียนรู้เพิ่มเติม</a>",
  "page-what-is-ethereum-slide-4-title": "เพิ่มขีดความสามารถของเกมเมอร์",
  "page-what-is-ethereum-slide-4-desc-1": "การมีรายได้จากการเล่นเกม (ผู้เล่นจะได้รับรางวัลจากการเล่นเกมโดยแท้จริง) เกิดขึ้นเมื่อไม่นานมานี้และเป็นการเปลี่ยนโฉมอุตสาหกรรมเกม เดิมทีการแลกเปลี่ยนหรือโยกย้ายสินทรัพย์ในเกมเป็นเงินตรามักจะถูกห้าม จึงเป็นการผลักดันให้ผู้เล่นใช้ตลาดมืดตามเว็บไซต์ต่างๆ ซึ่งบ่อยครั้งมีความเสี่ยงด้านความปลอดภัย การนำบล็อกเชนมาใช้กับเกมโอบรับเศรษฐกิจในเกมและเพิ่มความน่าเชื่อถือให้กับมัน",
  "page-what-is-ethereum-slide-4-desc-2": "ยิ่งไปกว่านั้นผู้เล่นมีแรงจูงใจจากการที่สามารถและเปลี่ยนเหรียญในเกมเป็นเงินจริงและได้รับรางวัลจริงจากเวลาที่ใช้ในการเล่นเกม",
  "page-what-is-ethereum-meet-ether-title": "ขอเชิญพบกับ อีเธอร์ สกุลเงินดิจิทัลของอีเธอเรียม",
  "page-what-is-ethereum-meet-ether-desc-1": "อีเธอเรียมมีสกุลเงินของตัวเองที่ชื่อว่าอีเธอร์ (ETH) ซึ่งเป็นเงินดิจิทัลโดยสมบูรณ์ และคุณสามารถส่งให้ใครก็ได้ที่ไหนก็ได้ในทันทีทั่วโลก แหล่งที่มาของอีเธอร์ไม่ถูกควบคุมโดยรัฐบาลหรือบริษัทจึงเป็นการกระจายศูนย์และโปร่งใสโดยสมบูรณ์ เหรียญใหม่ (มักถูกเรียกว่าโทเคน) จะถูกแจกจ่ายให้เฉพาะสเตกเกอร์ซึ่งเป็นผู้ที่ทำให้เครือข่ายคงอยู่",
  "page-what-is-ethereum-meet-ether-desc-2": "ทุกการกระทำบนเครือข่ายอีเธอเรียมต้องการกำลังของคอมพิวเตอร์จำนวนหนึ่งซึ่งมีค่าธรรมเนียมที่ต้องจ่ายในรูปแบบของอีเธอร์ คุณจึงต้องการ ETH จำนวนหนึ่งเพื่อใช้งานเครือข่ายนี้",
  "page-what-is-ethereum-what-is-ether": "อีเธอร์คืออะไร",
  "page-what-is-ethereum-get-eth": "รับ ETH",
  "page-what-is-ethereum-what-can-i-do-title": "เหรียญ ETH ใช้ทำอะไรได้บ้าง",
  "page-what-is-ethereum-what-can-i-do-desc-1": "ทำได้หลายอย่าง! หนึ่งในการใช้งานเด่นๆ ของเทคโนโลยีอีเธอเรียมคือการเงินแบบกระจายศูนย์ (DeFi) ที่เป็นการเปิดพื้นที่การทำธุรกรรมการเงินให้แก่ใครก็ได้ที่มีอินเทอร์เน็ต คุณสามารถใช้อีเธอร์เป็นมัดจำเพื่อกู้ยืมเงินหรือใช้ในการเพิ่มสภาพคล่องเพื่อหารายได้จากดอกเบี้ย",
  "page-what-is-ethereum-explore-applications": "ดูวิธีใช้",
  "page-what-is-ethereum-learn-defi": "เรียนรู้เกี่ยวกับการเงินแบบกระจายศูนย์",
  "page-what-is-ethereum-who-runs-ethereum-title": "ใครบริหารอีเธอเรียม",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "อีเธอเรียมไม่ได้ถูกควบคุมโดยผู้ใดผู้หนึ่งแต่เพียงผู้เดียว มันเกิดขึ้นโดยการเข้าร่วมแบบกระจายศูนย์และความร่วมมือกันของชุมชน อีเธอเรียมใช้โหนด (คอมพิวเตอร์ที่มีสำเนาข้อมูลบล็อกเชนอีเธอเรียม) ซึ่งดำเนินการโดยอาสาสมัคร แทนการใช้เซิร์ฟเวอร์และคลาวด์ที่ส่วนใหญ่มีผู้ให้บริการอินเทอร์เน็ตเป็นเจ้าของ",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "โหนดที่กระจายตัวเหล่านี้ดำเนินการโดยบุคคลและกิจการทั่วโลก ทำให้โครงสร้างเครือข่ายอีเธอเรียมมีความยืดหยุ่น และยากที่จะถูกโจรกรรมหรือถูกปิด <b>อีเธอเรียมไม่เคยเจอปัญหาการหยุดทำงานตั้งแต่เริ่มดำเนินการในปี ค. ศ. 2015 </b> เครือข่ายอีเธอเรียมดำเนินการผ่านโหนดอิสระหลายพันโหนด ซึ่งทำให้อีเธอเรียมเป็นหนึ่งในสกุลเงินดิจิทัลที่กระจายอำนาจออกจากศูนย์มากที่สุด เป็นรองเพียงแค่บิตคอยน์เท่านั้น",
  "page-what-is-ethereum-run-a-node": "รันโหนด",
  "page-what-is-ethereum-smart-contract-title": "สัญญาอัจฉริยะ (สมาร์ตคอนแทร็กต์) คืออะไร",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>สัญญาอัจฉริยะพูดง่าย ๆ คือ โปรแกรมคอมพิวเตอร์</b> ที่อยู่บนบล็อกเชนอีเธอเรียม ที่จะ<b>ทำงานต่อเมื่อมีการทำธุรกรรมจากผู้ใช้งาน (หรือ จากสัญญาอื่น)</b> สัญญาอัจฉริยะทำให้อีเธอเรียมมีความยืดหยุ่นที่จะทำอะไรได้สูงมากและเป็นสิ่งที่แยกอีเธอเรียมออกจากสกุลเงินดิจิทัลอื่น ๆ โปรแกรมเหล่านี้เราเรียกกันว่าแอปกระจายศูนย์ หรือ DApp",
  "page-what-is-ethereum-smart-contract-desc-2": "คุณเคยใช้ผลิตภัณฑ์ที่ถูกเปลี่ยนข้อตกลงการให้บริการไหม หรือถูกนำคุณลักษณะที่คุณคิดว่ามีประโยชน์ออกไป เมื่อสัญญาอัจฉริยะถูกประกาศในอีเธอเรียมมันจะอยู่ในรูปแบบออนไลน์และทำงานไปตราบเท่าที่มีอีเธอเรียม ไม่มีใครสามารถระงับได้แม้แต่ผู้เขียน เนื่องจากสัญญาอัจฉริยะเป็นระบบอัตโนมัติ มันจึงไม่แยกว่าใครคือผู้ใช้งานและพร้อมใช้งานอยู่เสมอ",
  "page-what-is-ethereum-smart-contract-desc-3": "ตัวอย่างของสัญญาอัจฉริยะที่เป็นที่นิยมได้แก่แอพสำหรับกู้ยืมเงิน การแลกเปลี่ยนเงินตราแบบกระจายศูนย์ ประกันภัย และการระดมทุน ซึ่งกล่าวอย่างง่าย ๆ ก็คืออะไรก็ตามที่คุณนึกออก",
  "page-what-is-ethereum-more-on-smart-contracts": "อ่านเพิ่มเติมเกี่ยวกับสัญญาอัจฉริยะ",
  "page-what-is-ethereum-explore-dapps": "สำรวจ DApp",
  "page-what-is-ethereum-criminal-activity-title": "จริงหรือไม่ที่ว่าคริปโตถูกใช้เป็นเครื่องมือสำหรับอาชญากรรม",
  "page-what-is-ethereum-criminal-activity-desc-1": "พวกมันสามารถถูกนำไปใช้ในทางที่ผิดได้เช่นเดียวกับเงินในรูปแบบอื่น อย่างไรก็ตามการทำธุรกรรมที่เกิดขึ้นในอีเธอเรียมอยู่ในรูปแบบบล็อกเชนแบบเปิด ทำให้ง่ายต่อการตรวจสอบกิจกรรมที่ผิดกฎหมายกว่าระบบการเงินแบบดั้งเดิม ทำให้เป็นไปได้ว่าอีเธอเรียมเป็นตัวเลือกที่น่าดึงดูดน้อยกว่าสำหรับใครก็ตามที่ไม่ต้องการถูกตรวจสอบ",
  "page-what-is-ethereum-criminal-activity-desc-2": "จากประเด็นหลักในรายงานล่าสุดของสำนักงานตำรวจสากลแห่งสหภาพยุโรปรานยงานว่าคริปโตถูกใช้ในอาชญากรรมน้อยกว่าเงินเฟียตอย่างมาก",
  "page-what-is-ethereum-criminal-activity-desc-3": "การใช้เงินดิจิทัลในกิจกรรมที่ผิดกฎหมายเป็นเพียงแค่ส่วนน้อยเท่านั้นในเศรษฐกิจเงินดิจิทัลทั้งหมด และน้อยกว่ากันมากเมื่อเทียบกับกิจกรรมผิดกฎหมายที่เกี่ยวข้องกับการเงินแบบดั้งเดิม",
  "page-what-is-ethereum-energy-title": "แล้วอีเธอเรียมในแง่การใช้พลังงานล่ะ",
  "page-what-is-ethereum-energy-desc-1": "ในปัจจุบันอีเธอเรียมใช้ Proof-of-Work ซึ่งใช้พลังงานมหาศาล ในอีกไม่กี่เดือนข้างหน้า (ไตรมาสที่ 3/4 ในปี 2022) อีเธอเรียมจะเข้าสู่การเปลี่ยนแปลงครั้งใหญ่ซึ่งจะเปลี่ยนแปลงเป็น Proof-of-Stake ซึ่ง<b>จะลดผลกระทบต่อสิ่งแวดล้อมเป็นอย่างมาก",
  "page-what-is-ethereum-energy-desc-2": "การเปลี่ยนแปลงครั้งนี้จะลดพลังงานที่ใช้ในการรักษาระบบอีเธอเรียมลงร้อยละ <b>99.95</b> ซึ่งจะเป็นการสร้าง<b>ระบบที่มั่นคงโดยที่มีราคาคาร์บอนที่ลดลง</b> ซึ่งทำให้อีเธอเรียมเป็นบล็อกเชนที่มีความมั่นคงและขยายขนาดได้โดยที่เป็นมิตรกับสิ่งแวดล้อมอย่างแท้จริง",
  "page-what-is-ethereum-more-on-energy-consumption": "อ่านเพิ่มเติมเรื่องการใช้พลังงาน",
  "page-what-is-ethereum-energy-consumption-chart-legend": "การใช้พลังงานรายปี (เทราวัตต์/ปี)",
  "page-what-is-ethereum-the-merge-update": "การอัปเดตเกี่ยวกับเดอะเมิร์จ",
  "page-what-is-ethereum-additional-reading": "ข้อมูลเพิ่มเติม",
  "page-what-is-ethereum-week-in-ethereum": "ข่าวอีเธอเรียมประจำสัปดาห์",
  "page-what-is-ethereum-week-in-ethereum-desc": "จดหมายข่าวรายสัปดาห์เกี่ยวกับการปรับปรุงหลัก ๆ ในระบบนิเวศ",
  "page-what-is-ethereum-atoms-institutions-blockchains": "อะตอม สถาบัน บล็อกเชน",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "ทำไมบล็อกเชนถึงมีความสำคัญ",
  "page-what-is-ethereum-ethereum-in-numbers-title": "อีเธอเรียมในเชิงตัวเลข"
}
