{
  "page-index-hero-image-alt": "ภาพเมืองดูล้ำสมัยที่แทนสังคมของอีเธอเรียม",
  "page-index-meta-description": "Ethereum เป็นแพลตฟอร์มระดับโลกในลักษณะ Decentralized เพื่อการเงินและแอปพลิเคชันรูปแบบใหม่บน Ethereum คุณสามารถเขียนโค้ดที่ควบคุมเงินและสร้างแอปพลิเคชันที่เข้าถึงได้จากทุกที่ในโลก",
  "page-index-meta-title": "หน้าหลัก",
  "page-index-title": "ยินดีต้อนรับสู่ Ethereum",
  "page-index-description": "Ethereum เป็นเทคโนโลยีที่ชุมชนมีส่วนร่วมซึ่งคอยขับเคลื่อนสกุลเงินดิจิทัลอย่าง ether (ETH) และแอปพลิเคชันแบบ Decentralized นับพัน",
  "page-index-title-button": "สำรวจ Ethereum",
  "page-index-get-started": "เริ่มต้นการใช้งาน",
  "page-index-get-started-description": "ethereum.org เป็นพอร์ทัลของคุณสู่โลกแห่ง Ethereum เทคโนโลยีนั้นใหม่และพัฒนาอยู่สม่ำเสมอ การมีคู่มือนำทางจะช่วยคุณได้ และนี่คือสิ่งที่เราแนะนำให้คุณทำหากคุณต้องการศึกษาอย่างลึกซึ้ง",
  "page-index-get-started-image-alt": "ภาพของบุคคลกำลังซ่อมคอมพิวเตอร์",
  "page-index-get-started-wallet-title": "เลือกวอลเล็ท",
  "page-index-get-started-wallet-description": "วอลเล็ทจะเชื่อมต่อคุณเข้ากับอีเธอเรียมเพื่อจัดการเงินของคุณ",
  "page-index-get-started-wallet-image-alt": "ภาพหุ่นยนต์ที่มีลำตัวเป็นกล่องนิรภัย แสดงแทนวอลเล็ทสำหรับอีเธอเรียม",
  "page-index-get-started-eth-title": "รับ ETH",
  "page-index-get-started-eth-description": "ETH คือหน่วยเงินของอีเธอเรียม ซึ่งคุณใช้ในแอปพลิเคชันต่างๆ ได้",
  "page-index-get-started-eth-image-alt": "ภาพผู้คนที่กำลังตื่นเต้นกับสัญลักษณ์อีเธอ (ETH)",
  "page-index-get-started-dapps-title": "ใช้ Dapp",
  "page-index-get-started-dapps-description": "Dapps คือแอปพลิเคชันต่างๆ ที่ขับเคลื่อนด้วยอีเธอเรียม มาดูกันว่าคุณทำอะไรได้บ้าง",
  "page-index-get-started-dapps-image-alt": "ภาพ Doge กำลังใช้คอมพิวเตอร์",
  "page-index-get-started-devs-title": "เริ่มสร้าง",
  "page-index-get-started-devs-description": "ถ้าคุณต้องการเริ่มเขียนโค้ดโดยใช้อีเธอเรียม เรามีเอกสารประกอบ แบบฝึกสอน และอื่นๆ ที่เว็บไซต์สำหรับผู้พัฒนาของเรา",
  "page-index-get-started-devs-image-alt": "ภาพมือที่กำลังสร้างโลโก้ ETH ด้วยตัวต่อเลโก้",
  "page-index-what-is-ethereum": "อีเธอเรียมคืออะไร?",
  "page-index-what-is-ethereum-description": "อีเธอเรียมคือเทคโนโลยีที่เป็นเสมือนบ้านของเงินดิจิทัล การชำระเงินทั่วโลก และแอปพลิเคชันต่างๆ ชุมชนอีเธอเรียมนี้ได้สร้างเศรษฐกิจดิจิทัลที่เฟื่องฟู เป็นหนทางใหม่ในการสร้างรายได้ออนไลน์สำหรับครีเอเตอร์ และอื่นๆ อีกมากมาย ที่นี่เปิดรับทุกๆ คน ไม่ว่าคุณจะอยู่ไหน ขอเพียงแค่คุณมีอินเทอร์เน็ตเท่านั้น",
  "page-index-what-is-ethereum-button": "อีเธอเรียมคืออะไร?",
  "page-index-what-is-ethereum-secondary-button": "อื่นๆ เกี่ยวกับเงินดิจิทัล",
  "page-index-what-is-ethereum-image-alt": "ภาพบุคคลมองเข้าไปในตลาดที่เปรียบเสมือนอีเธอเรียม",
  "page-index-defi": "ระบบการเงินที่เป็นธรรมกว่า",
  "page-index-defi-description": "ในทุกวันนี้ ผู้คนนับพันล้านคนไม่สามารถเปิดบัญชีธนาคารได้ และมีอีกหลายคนที่ถูกระงับการชำระเงิน แต่ระบบการเงินแบบ Decentralized (DeFi) ของอีเธอเรียมนั้นไม่มีวันหยุดพักหรือแบ่งแยกใคร เพียงแค่เชื่อมต่อกับอินเทอร์เน็ตได้ คุณสามารถส่ง รับ ยืม เก็บดอกเบี้ย หรือแม้กระทั่งระดมทุนได้จากทุกๆ ที่ในโลก",
  "page-index-defi-button": "สำรวจ DeFi",
  "page-index-defi-image-alt": "ภาพมือที่กำลังมอบสัญลักษณ์ ETH",
  "page-index-internet": "อิสระในโลกแห่งอินเทอร์เน็ต",
  "page-index-internet-description": "ในทุกวันนี้ เราเข้าถึงบริการฟรีอินเทอร์เน็ตได้โดยแลกกับการให้ข้อมูลส่วนตัวของเราไป แต่บริการของอีเธอเรียมนั้นสามารถเข้าถึงได้อย่างอิสระ คุณเพียงแค่ต้องมีวอลเล็ท ซึ่งติดตั้งได้ง่ายและฟรี คุณควบคุมได้เองทั้งหมด และใช้งานได้โดยที่ไม่ต้องการข้อมูลส่วนตัวใดๆ",
  "page-index-internet-button": "สำรวจอิสระในโลกแห่งอินเทอร์เน็ต",
  "page-index-internet-secondary-button": "อื่นๆ เกี่ยวกับวอลเล็ท",
  "page-index-internet-image-alt": "ภาพชุดคอมพิวเตอร์ล้ำยุคที่ได้รับพลังงานจากคริสตรัลอีเธอเรียม",
  "page-index-developers": "ดินแดนใหม่แห่งการพัฒนา",
  "page-index-developers-description": "อีเธอเรียมและแอปพลิเคชันที่ใช้นั้นโปร่งใสและเป็นโอเพ่นซอร์ส คุณสามารถร่วมเขียนโค้ดหรือนำโค้ดที่ผู้อื่นเขียนมาใช้งานได้ และถ้าคุณไม่ต้องการที่จะเรียนรู้โค้ดในภาษาใหม่ ก็สามารถทำงานกับโอเพ่นซอร์สโค้ดโดยใช้ JavaScript หรือ ภาษาอื่นๆ ที่มีอยู่",
  "page-index-developers-button": "พอร์ทัลนักพัฒนา",
  "page-index-developers-code-examples": "Code examples",
  "page-index-developers-code-example-title-0": "ธนาคารของคุณ",
  "page-index-developers-code-example-description-0": "คุณสามารถสร้างธนาคารที่ดำเนินการด้วยตรรกะที่คุณโปรแกรมเองได้",
  "page-index-developers-code-example-title-1": "สกุลเงินของคุณ",
  "page-index-developers-code-example-description-1": "คุณสามารถสร้างโทเค็นที่สามารถถ่ายโอนและใช้ระหว่างแอปพลิเคชันต่างๆ ได้",
  "page-index-developers-code-example-title-2": "วอลเล็ทอีเธอเรียมที่ใช้ JavaScript",
  "page-index-developers-code-example-description-2": "คุณสามารถใช้ภาษาการเขียนโปรแกรมที่มีอยู่ในการโต้ตอบกับอีเธอเรียมและแอปพลิเคชันอื่นๆ",
  "page-index-developers-code-example-title-3": "DNS ที่มีอิสระและไม่ต้องมีการอนุมัติ",
  "page-index-developers-code-example-description-3": "คุณสามารถแก้ไขบริการต่างๆ ที่มีอยู่แล้วให้เป็นแอปพลิเคชันแบบ Decentralized ที่เปิดเผยต่อสาธารณะได้",
  "page-index-network-stats-title": "อีเธอเรียมวันนี้",
  "page-index-network-stats-subtitle": "สถิติล่าสุดของเครือข่าย",
  "page-index-network-stats-eth-price-description": "ราคา ETH (USD)",
  "page-index-network-stats-eth-price-explainer": "ด้วยราคาล่าสุดสำหรับ 1 ETH คุณไม่จำเป็นต้องซื้อเต็มจำนวน 1 ETH คุณสามารถซื้อได้ในจำนวนน้อยมากอย่าง 0.000000000000000001",
  "page-index-network-stats-tx-day-description": "ธุรกรรมในวันนี้",
  "page-index-network-stats-tx-day-explainer": "จำนวนธุรกรรมที่ทำสำเร็จบนเครือข่ายใน 24 ชั่วโมงที่แล้ว",
  "page-index-network-stats-value-defi-description": "มูลค่าที่อยู่ใน DeFi (USD)",
  "page-index-network-stats-value-defi-explainer": "จำนวนเงินในแอปพลิเคชันการเงินแบบ Decentralized (DeFi) เศรษฐกิจดิจิทัลของอีเธอเรียม",
  "page-index-network-stats-nodes-description": "โหนด",
  "page-index-network-stats-nodes-explainer": "อีเธอเรียมดำเนินไปได้โดยอาสาสมัครหลายพันคนทั่วโลก ซึ่งเรียกว่า โหนด",
  "page-index-touts-header": "สำรวจ ethereum.org",
  "page-index-contribution-banner-title": "เข้าร่วมกับ ethereum.org",
  "page-index-contribution-banner-description": "เว็บไซต์นี้เป็นเว็บโอเพ่นซอร์สซึ่งเกิดขึ้นจากชุมชนผู้ที่มีส่วนร่วมหลายร้อยคน คุณสามารถขอแก้ไขเนื้อหาใดๆ แนะนำฟีเจอร์ดีๆ หรือช่วยเหลือพวกเราแก้ไขบั๊กได้",
  "page-index-contribution-banner-image-alt": "โลโก้อีเธอเรียมที่ประกอบขึ้นจากตัวต่อเลโก้",
  "page-index-contribution-banner-button": "อื่นๆ เกี่ยวกับการเข้าร่วม",
  "page-index-tout-eth2-title": "รู้จัก ETH2",
  "page-index-tout-eth2-description": "อีเธอเรียม 2.0 คือโปรแกรมอัปเกรดที่สร้างขึ้นมาเพื่อทำให้อีเธอเรียมมีความยืดหยุ่น ปลอดภัย และยั่งยืนมากขึ้น",
  "page-index-tout-eth2-image-alt": "ภาพยานอวกาศแทนการเพิ่มพลังของ ETH2",
  "page-index-tout-enterprise-title": "อีเธอร์เรียมสำหรับองค์กร",
  "page-index-tout-enterprise-description": "ดูว่าอีเธอเรียมสามารถสร้างโมเดลธุรกิจใหม่ๆ ลดค่าใช้จ่ายต่างๆ และเตรียมธุรกิจของคุณให้พร้อมสำหรับอนาคตได้อย่างไร",
  "page-index-tout-enterprise-image-alt": "ภาพคอมพิวเตอร์/อุปกรณ์ล้ำสมัย",
  "page-index-tout-community-title": "ชุมชนอีเธอเรียม",
  "page-index-tout-community-description": "อีเธอเรียมนั้นมีชุมชนเป็นหัวใจสำคัญ สร้างขึ้นโดยผู้คนมากมายที่มีภูมิหลังและความสนใจที่แตกต่างกัน มาดูกันว่าคุณจะเข้าร่วมได้อย่างไร",
  "page-index-tout-community-image-alt": "ภาพกลุ่มผู้สร้างที่กำลังทำงานร่วมกัน",
  "page-index-nft": "อินเทอร์เน็ตของสินทรัพย์ต่างๆ",
  "page-index-nft-description": "อีเธอเรียมไม่ได้ใช้สำหรับเงินดิจิทัลเท่านั้น คุณเป็นเจ้าของอะไร คุณก็สามารถนำเสนอ แลกเปลี่ยน และนำสิ่งนั้นมาใช้เป็นโทเค็นที่ไม่สามารถทดแทนได้ หรือ Non-fungible Tokens (NFTs) โดยคุณสามารถนำงานศิลปะของคุณมาทำให้เป็นโทเค็นและรับค่าลิขสิทธิ์โดยอัตโนมัติในทุกๆ ครั้งที่มีคนขายต่อผลงานนั้น หรือใช้โทเค็นสำหรับบางสิ่งที่คุณมีในการปล่อยกู้ ความเป็นไปได้ใหม่ๆ เกิดขึ้นตลอดเวลา",
  "page-index-nft-button": "อื่นๆ เกี่ยวกับ NFTs",
  "page-index-nft-alt": "โฮโลแกรมแสดงโลโก้ ETH"
}
