{
  "page-what-is-ethereum-101": "อีเธอเรียม 101",
  "page-what-is-ethereum-101-desc": "อีเธอเรียมคือเทคโนโลยีที่ทำให้คุณสามารถส่งคริปโตเคอเรนซีให้ผู้อื่นด้วยค่าธรรมเนียมเล็กน้อย อีเธอเรียมเป็นตัวขับเคลื่อนแอปพลิเคชันที่ทุกคนใช้งานได้ และไม่มีใครปิดมันได้",
  "page-what-is-ethereum-101-desc-2": "อีเธอเรียมถูกสร้างบนนวัตกรรมของบิตคอยน์ โดยมีข้อแตกต่างเด่นๆ อยู่บ้าง",
  "page-what-is-ethereum-101-desc-3": "แม้ทั้งสองเครือข่ายจะทำให้คุณสามารถใช้จ่ายเงินดิจิทัลโดยปราศจากผู้ให้บริการชำระเงินหรือธนาคาร แต่ด้วยความที่อีเธอเรียมนั้นถูกสร้างมาให้สามารถเขียนโค้ดและพัฒนาโปรแกรมได้ คุณจึงสามารถใช้งานแพลตฟอร์มนี้ได้กับสินทรัพย์ดิจิทัลมากมาย รวมไปถึงบิตคอยน์ด้วย!",
  "page-what-is-ethereum-101-desc-4": "นี่ยังหมายความว่า นอกเหนือจากจะเป็นช่องทางการชำระเงินแล้ว อีเธอเรียมยังเป็นตลาดที่รวบรวมบริการทางเงิน เกม และแอปที่จะไม่มีวันขโมยข้อมูลของคุณหรือเซ็นเซอร์คุณได้",
  "page-what-is-ethereum-101-italic": "อีเธอเรียมคือบล็อกเชนกลางของโลกที่ใช้เขียนโปรแกรมได้",
  "page-what-is-ethereum-101-strong": "อีเธอเรียมคือ ",
  "page-what-is-ethereum-accessibility": "อีเธอเรียมต้อนรับทุกคน",
  "page-what-is-ethereum-adventure": "เลือกเส้นทางการผจญภัยของคุณ!",
  "page-what-is-ethereum-alt-img-bazaar": "ภาพคนกำลังชำเลืองมองไปที่บาซ่าร์ซึ่งเป็นตัวแทนของอีเธอเรียม",
  "page-what-is-ethereum-alt-img-comm": "ภาพสมาชิกในชุมชนอีเธอเรียมกำลังทำงานร่วมกัน",
  "page-what-is-ethereum-alt-img-lego": "ภาพมือที่สร้างสัญลักษณ์ ETH จากบล็อกเลโก้",
  "page-what-is-ethereum-alt-img-social": "ภาพตัวละครต่างๆ ภายในพื้นที่สันทนาการที่อุทิศให้แก่อีเธอเรียม โดยมีโลโก้อีเธอเรียมขนาดใหญ่",
  "page-what-is-ethereum-banking-card": "การธนาคารสำหรับทุกคน",
  "page-what-is-ethereum-banking-card-desc": "ไม่ใช่ทุกคนที่จะสามารถเข้าถึงบริการทางการเงินแบบดั้งเดิมได้ แต่สิ่งที่คุณต้องมีเพื่อเข้าถึงอีเธอเรียม และผลิตภัณฑ์ทางการเงินเพื่อการกู้ยืมหรือการออมบนเครือข่าย มีเพียงแค่อินเทอร์เน็ตเท่านั้น",
  "page-what-is-ethereum-build": "สรรค์สร้างด้วยอีเธอเรียม",
  "page-what-is-ethereum-build-desc": "หากคุณอยากจะลองสร้างด้วยอีเธอเรียม คุณสามารถอ่านเอกสารประกอบ ลองทำตามวิธีการต่างๆ ในบทสอนการใช้งานหรือทดลองใช้เครื่องมือต่างๆ ที่คุณต้องมีเพื่อเริ่มต้น",
  "page-what-is-ethereum-censorless-card": "ป้องกันการถูกเซ็นเซอร์",
  "page-what-is-ethereum-censorless-card-desc": "ไม่มีรัฐบาลหรือองค์กรใดที่มีอำนาจควบคุมอีเธอเรียม ความไร้ศูนย์กลางเช่นนี้ทำให้แทบจะเป็นไปไม่ได้เลยที่ใครจะมาหยุดยั้งคุณจากการได้รับเงินหรือใช้บริการต่างๆ บนอีเธอเรียม",
  "page-what-is-ethereum-comm-desc": "ชุมชนของเราประกอบไปด้วยผู้คนจากหลายสาขาอาชีพ ตั้งแต่ศิลปิน คริปโตอนาธิปัตย์ บริษัทติดอันดับฟอร์จูน 500 และตอนนี้ก็คือคุณ มาลองดูกันว่าคุณจะสามารถเป็นส่วนหนึ่งของชุมชนนี้ได้อย่างไรบ้าง",
  "page-what-is-ethereum-commerce-card": "กิจการค้าการันตี",
  "page-what-is-ethereum-commerce-card-desc": "อีเธอเรียมสร้างพื้นที่ที่เป็นธรรมต่อทุกคนมากยิ่งขึ้น ลูกค้าได้รับประกันภายในตัวที่มั่นใจได้ ว่าเงินจะถูกเปลี่ยนมือก็ต่อเมื่อคุณมอบสิ่งของตามที่ตกลงกันไว้ ส่วนคุณก็ไม่ต้องพึ่งชื่อเสียงของบริษัทใหญ่ๆ ในการประกอบธุรกิจของคุณอีกต่อไป",
  "page-what-is-ethereum-community": "ชุมชนอีเธอเรียม",
  "page-what-is-ethereum-compatibility-card": "เข้ากันได้เพื่อชัยชนะ",
  "page-what-is-ethereum-compatibility-card-desc": "ผลิตภัณฑ์และประสบการณ์ที่ดียิ่งกว่ากำลังถูกสร้างขึ้นตลอดเวลา เพราะผลิตภัณฑ์บนอีเธอเรียมถูกกำหนดให้สามารถเข้ากันได้เป็นมาตรฐานตั้งต้น บริษัทอื่นๆ สามารถพัฒนาต่อยอดจากความสำเร็จของผู้อื่นได้",
  "page-what-is-ethereum-dapps-desc": "ผลิตภัณฑ์และบริการที่ทำงานอยู่บนอีเธอเรียม พบกับ dAapp แห่งอนาคตดิจิทัลของเรา ไม่ว่าจะเป็นแอปสำหรับการเงิน การทำงาน โซเชียลมีเดีย เกม และอีกมากมาย",
  "page-what-is-ethereum-dapps-img-alt": "ภาพวาดหมา Doge กำลังใช้งานแอปพลิเคชันบนแพลตฟอร์มอีเธอเรียมผ่านคอมพิวเตอร์",
  "page-what-is-ethereum-dapps-title": "dApp บนอีเธอเรียม",
  "page-what-is-ethereum-desc": "รากฐานสำหรับโลกดิจิทัลแห่งอนาคตของเรา",
  "page-what-is-ethereum-explore": "สำรวจอีเธอเรียม",
  "page-what-is-ethereum-get-started": "วิธีศึกษาเพิ่มเติมที่ดีที่สุดคือ ดาวน์โหลดวอลเล็ท ซื้อ ETH และลองใช้ dAap บนอีเธอเรียม",
  "page-what-is-ethereum-in-depth-description": "อีเธอเรียมคือแพลตฟอร์มที่เปิดให้ทุกคนเข้าถึงการเงินดิจิทัล และบริการต่างๆ ที่เป็นมิตรกับข้อมูลส่วนตัวของคุณอย่างเสรี โดยไม่เกี่ยงว่าคุณจะมีพื้นเพเช่นไร หรือจะอยู่ที่ไหน อีเธอเรียมเป็นเทคโนโลยีที่ถูกสร้างขึ้นโดยชุมชน ที่อยู่เบื้องหลังสกุลเงินดิจิทัลอย่างอีเธอร์ (ETH) และแอปพลิเคชันนับพันที่คุณสามารถใช้งานได้แล้ววันนี้",
  "page-what-is-ethereum-internet-card": "อินเทอร์เน็ตที่เป็นส่วนตัวมากขึ้น",
  "page-what-is-ethereum-internet-card-desc": "คุณไม่จำเป็นต้องให้ข้อมูลส่วนตัวเพื่อใช้งานแอปบนอีเธอเรียม อีเธอเรียมกำลังสรรค์สร้างเศรษฐกิจแห่งมูลค่า ไม่ใช่เพื่อสอดแนม",
  "page-what-is-ethereum-meet-comm": "ทำความรู้จักกับชุมชน",
  "page-what-is-ethereum-meta-description": "ลองศึกษาเกี่ยวกับอีเธอเรียม ว่าทำอะไรได้บ้างและคุณจะทดลองใช้งานได้อย่างไร",
  "page-what-is-ethereum-meta-title": "อีเธอเรียมคืออะไร",
  "page-what-is-ethereum-native-alt": "สัญลักษณ์ของอีเธอร์ (ETH)",
  "page-what-is-ethereum-native-crypto": "สกุลเงินคริปโตประจำเครือข่ายอีเธอเรียม ซึ่งเทียบเท่ากับเหรียญบิตคอยน์บนเครือข่ายบิตคอยน์ คุณสามารถใช้ ETH ได้กับแอปพลิเคชันบนอีเธอเรียม หรือส่งมูลค่าให้เพื่อนและครอบครัว",
  "page-what-is-ethereum-native-img-alt": "ภาพหุ่นยนต์ที่มีลำตัวเป็นตู้เซฟ ใช้เปรียบเปรยกับวอลเล็ทบนอีเธอเรียม",
  "page-what-is-ethereum-native-title": "ETH",
  "page-what-is-ethereum-p2p-card": "เครือข่ายบุคคลต่อบุคคล (P2P)",
  "page-what-is-ethereum-p2p-card-desc": "อีเธอเรียมทำให้คุณเคลื่อนย้ายเงินหรือทำข้อตกลงกับคนอื่นๆ ได้โดยตรง และไม่จำเป็นต้องทำผ่านบริษัทตัวกลางเหมือนเช่นเคย",
  "page-what-is-ethereum-singlecard-desc": "ถ้าคุณสนใจเทคโนโลยีบล็อกเชนและข้อมูลเชิงเทคนิคของอีเธอเรียม เรามีทุกอย่างที่คุณต้องการ",
  "page-what-is-ethereum-singlecard-link": "อีเธอเรียมทำงานอย่างไร",
  "page-what-is-ethereum-singlecard-title": "อีเธอเรียมทำงานอย่างไร",
  "page-what-is-ethereum-start-building-btn": "เริ่มสร้าง",
  "page-what-is-ethereum-title": "อีเธอเรียมคืออะไร",
  "page-what-is-ethereum-tools-needed": "ขอแค่มีวอลเล็ทก็เข้าร่วมได้แล้ว",
  "page-what-is-ethereum-try": "ลองใช้อีเธอเรียม",
  "page-what-is-ethereum-tryit": "ลองย่างเท้าเข้ามาในบาซ่าร์ที่เต็มไปด้วยสรรพสิ่งแห่งนี้ และเริ่มใช้งานกัน…",
  "page-what-is-ethereum-wallets": "วอลเล็ท",
  "page-what-is-ethereum-wallets-desc": "วิธีจัดการ ETH และบัญชีอีเธอเรียมของคุณ คุณจำเป็นต้องมีวอลเล็ทในการเริ่มต้นใช้งาน และเราช่วยคุณเลือกเอง",
  "page-what-is-ethereum-welcome": "ยินดีต้อนรับสู่อีเธอเรียม",
  "page-what-is-ethereum-welcome-2": "เราหวังว่าคุณจะร่วมเดินทางไปกับเรา",
  "page-what-is-ethereum-defi-title": "ระบบการเงินแบบไร้ศูนย์กลาง (DeFi)",
  "page-what-is-ethereum-defi-description": "ระบบการเงินที่เปิดกว้างยิ่งขึ้น ซึ่งจะให้คุณสามารถควบคุมเงินของคุณได้มากขึ้น และปลดล็อกความเป็นไปได้ใหม่ๆ",
  "page-what-is-ethereum-defi-alt": "โลโก้อีเธอเรียมที่ประกอบขึ้นจากตัวต่อเลโก้",
  "page-what-is-ethereum-nft-title": "Non-fungible Token (NFT)",
  "page-what-is-ethereum-nft-description": "วิธีแสดงถึงไอเท็มที่มีเพียงชิ้นเดียวซึ่งเป็นสินทรัพย์บนอีเธอเรียมที่สามารถแลกเปลี่ยน ใช้พิสูจน์ความเป็นเจ้าของ และสร้างโอกาสใหม่ๆ ให้แก่ครีเอเตอร์",
  "page-what-is-ethereum-nft-alt": "โฮโลแกรมแสดงโลโก้ ETH",
  "page-what-is-ethereum-dao-title": "องค์กรอัตโนมัติแบบไร้ศูนย์กลาง (DAO)",
  "page-what-is-ethereum-dao-description": "หนทางใหม่ในการทำงานร่วมกันและจัดตั้งชุมชนออนไลน์สำหรับผู้คนที่มีเป้าหมายเหมือนกันและลงขันร่วมกัน",
  "page-what-is-ethereum-dao-alt": "ภาพตัวอย่าง DAO กำลังลงคะแนนโหวตข้อเสนอ",
  "page-what-is-ethereum-use-cases-title": "ทำความรู้จักกับตัวอย่างการใช้ประโยชน์จากอีเธอเรียม",
  "page-what-is-ethereum-use-cases-subtitle": "อีเธอเรียมได้เปิดประตูไปสู่การสร้างสรรค์ผลิตภัณฑ์และบริการรูปแบบใหม่ๆ ที่จะมาพัฒนานานามิติของชีวิตเรา",
  "page-what-is-ethereum-use-cases-subtitle-two": "ถึงเราจะอยู่ในระยะตั้งต้น แต่ก็มีเรื่องมากมายที่ชวนให้ตื่นเต้น"
}
