{
  "page-what-is-ethereum-alt-img-bazaar": "ภาพคนกำลังชำเลืองมองไปที่บาซ่าร์ซึ่งเป็นตัวแทนของอีเธอเรียม",
  "page-what-is-ethereum-alt-img-comm": "ภาพสมาชิกในชุมชนอีเธอเรียมกำลังทำงานร่วมกัน",
  "page-what-is-ethereum-alt-img-lego": "ภาพมือที่สร้างสัญลักษณ์ ETH จากบล็อกเลโก้",
  "page-what-is-ethereum-banking-card": "การธนาคารสำหรับทุกคน",
  "page-what-is-ethereum-banking-card-desc": "ไม่ใช่ทุกคนที่จะสามารถเข้าถึงบริการทางการเงินแบบดั้งเดิมได้ แต่สิ่งที่คุณต้องมีเพื่อเข้าถึงอีเธอเรียม และผลิตภัณฑ์ทางการเงินเพื่อการกู้ยืมหรือการออมบนเครือข่าย มีเพียงแค่อินเทอร์เน็ตเท่านั้น",
  "page-what-is-ethereum-build": "สรรค์สร้างด้วยอีเธอเรียม",
  "page-what-is-ethereum-build-desc": "หากคุณอยากจะลองสร้างด้วยอีเธอเรียม คุณสามารถอ่านเอกสารประกอบ ลองทำตามวิธีการต่างๆ ในบทสอนการใช้งานหรือทดลองใช้เครื่องมือต่างๆ ที่คุณต้องมีเพื่อเริ่มต้น",
  "page-what-is-ethereum-censorless-card": "ป้องกันการถูกเซ็นเซอร์",
  "page-what-is-ethereum-censorless-card-desc": "ไม่มีรัฐบาลหรือองค์กรใดที่มีอำนาจควบคุมอีเธอเรียม ความไร้ศูนย์กลางเช่นนี้ทำให้แทบจะเป็นไปไม่ได้เลยที่ใครจะมาหยุดยั้งคุณจากการได้รับเงินหรือใช้บริการต่างๆ บนอีเธอเรียม",
  "page-what-is-ethereum-comm-desc": "ชุมชนของเราประกอบไปด้วยผู้คนจากหลายสาขาอาชีพ ตั้งแต่ศิลปิน คริปโตอนาธิปัตย์ บริษัทติดอันดับฟอร์จูน 500 และตอนนี้ก็คือคุณ มาลองดูกันว่าคุณจะสามารถเป็นส่วนหนึ่งของชุมชนนี้ได้อย่างไรบ้าง",
  "page-what-is-ethereum-commerce-card": "กิจการค้าการันตี",
  "page-what-is-ethereum-commerce-card-desc": "ลูกค้ามั่นใจได้ว่าเงินจะถูกส่งมอบต่อเมื่อผู้รับมอบได้ดำเนินการตามข้อตกลงแล้วเท่านั้นจากระบบการรับประกันภายในตัว เช่นเดียวกับผู้พัฒนาที่มั่นใจได้ว่ากฎจะไม่เปลี่ยนแปลงไป",
  "page-what-is-ethereum-composable-card": "ผลิตภัณฑ์ทุกอย่างสามารถเชื่อมโยงกันได้",
  "page-what-is-ethereum-composable-card-desc": "เนื่องจากทุกแอพสร้างขึ้นจากบล็อกเชนเดียวกันซึ่งมีสถานะเดียวกันทั้งโลก ทำให้แต่ละแอพสามารถสร้างและประกอบเข้าด้วยกันได้ (เหมือนกับการต่อเลโก้) ซึ่งทำให้เกิดการสร้างผลิตภัณฑ์และประสบการณ์ที่ดีขึ้นตลอดเวลา",
  "page-what-is-ethereum-community": "ชุมชนอีเธอเรียม",
  "page-what-is-ethereum-desc": "รากฐานสำหรับโลกดิจิทัลแห่งอนาคตของเรา",
  "page-what-is-ethereum-explore": "สำรวจอีเธอเรียม",
  "page-what-is-ethereum-internet-card": "อินเทอร์เน็ตที่เป็นส่วนตัวมากขึ้น",
  "page-what-is-ethereum-internet-card-desc": "คุณไม่จำเป็นต้องให้ข้อมูลส่วนตัวเพื่อใช้งานแอปบนอีเธอเรียม อีเธอเรียมกำลังสรรค์สร้างเศรษฐกิจแห่งมูลค่า ไม่ใช่เพื่อสอดแนม",
  "page-what-is-ethereum-meet-comm": "ทำความรู้จักกับชุมชน",
  "page-what-is-ethereum-meta-description": "ลองศึกษาเกี่ยวกับอีเธอเรียม ว่าทำอะไรได้บ้างและคุณจะทดลองใช้งานได้อย่างไร",
  "page-what-is-ethereum-meta-title": "อีเธอเรียมคืออะไร",
  "page-what-is-ethereum-p2p-card": "เครือข่ายบุคคลต่อบุคคล (P2P)",
  "page-what-is-ethereum-p2p-card-desc": "อีเธอเรียมทำให้คุณเคลื่อนย้ายเงินหรือทำข้อตกลงกับคนอื่นๆ ได้โดยตรง และไม่จำเป็นต้องทำผ่านบริษัทตัวกลางเหมือนเช่นเคย",
  "page-what-is-ethereum-start-building-btn": "เริ่มสร้าง",
  "page-what-is-ethereum-title": "อีเธอเรียมคืออะไร",
  "page-what-is-ethereum-subtitle": "คำแนะนำอย่างสมบูรณ์สำหรับผู้เริ่มต้นว่าอีเธอเรียมทำงานอย่างไร ทำให้เกิดประโยชน์อย่างไร และใช้งานโดยคนหลายล้านคนทั่วโลกอย่างไร",
  "page-what-is-ethereum-button-lets-start": "เริ่มกันเลย",
  "page-what-is-ethereum-blockchain-tab-title": "บล็อกเชนคืออะไร?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>บล็อกเชนคือฐานข้อมูลของการทำธุรกรรม</b> ซึ่งมีการปรับปรุงและใช้ร่วมกันในคอมพิวเตอร์มากมายที่มีอยู่ในเครือข่าย ทุกครั้งที่การทำธุรกรรมใหม่เกิดขึ้น มันจะถูกเรียกว่า \"บล็อก\" ซึ่งเป็นที่มาของชื่อบล็อกเชน บล็อกเชนส่วนมากเปิดสาธารณะ และสามารถป้อนข้อมูลเพิ่มเข้าไปได้เท่านั้น ไม่สามารถนำออกได้ หากมีคนต้องการเปลี่ยนแปลงข้อมูลหรือโกงระบบ เขาจะต้องทำกับคอมพิวเตอร์ส่วนใหญ่ในระบบ ซึ่งนับเป็นจำนวนมหาศาล สิ่งนี้ทำให้บล็อกเชน เช่น อีเธอเรียม มีความปลอดภัยสูง",
  "page-what-is-ethereum-cryptocurrency-tab-title": "ทำไมถึงเรียกว่าคริปโตเคอร์เรนซี?",
  "page-what-is-ethereum-cryptocurrency-tab-content": "บล็อกเชนอาศัยการเข้ารหัสเพื่อให้มั่นใจได้ว่าเงินทุนของคุณปลอดภัย ซึ่งเทคนิคเดียวกันนี้ได้ใช้มาเป็นเวลานานในธุรกิจธนาคารเพื่อให้มั่นใจในความปลอดภัยในการทำธุรกรรม ดังนั้นจึงสามารถเรียกได้ว่าคริปโตเคอเรนซีมีระดับความปลอดภัยเทียบเท่ากับธนาคาร",
  "page-what-is-ethereum-summary-title": "สรุป",
  "page-what-is-ethereum-summary-desc-1": "อีเธอเรียมเป็นเทคโนโลยีสำหรับการสร้างแอพและการจัดการ การถือครองสินทรัพย์ การทำธุรกรรม และการสื่อสาร ที่ไม่ถูกควบคุมจากผู้มีอำนาจส่วนกลาง ไม่มีความจำเป็นที่จะต้องใช้ข้อมูลส่วนบุคคลใด ๆ ในการใช้งานอีเธอเรียม ผู้ใช้งานเป็นผู้ควบคุมดูแลข้อมูลส่วนตัวและการเปิดเผยของมูลดังกล่าวด้วยตนเอง อีเธอเรียมมีสกุลเงินดิจิตัลของตนเองชื่อว่า \"อีเธอร์\" ซึ่งจะใช้สำหรับจ่ายค่ากิจกรรมตามที่กำหนดไว้ที่เกิดขึ้นบนเครือข่ายอีเธอเรียม",
  "page-what-is-ethereum-summary-desc-2": "ยังสับสนอยู่ใช่ไหม มาดูกันทีละขั้นตอน",
  "page-what-is-ethereum-what-is-crypto-title": "คริปโทเคอร์เรนซีคืออะไร?",
  "page-what-is-ethereum-what-is-crypto-desc-1": "<b>คริปโต (ย่อมาจากคริปโตเคอเรนซี) เป็นเงินดิจิตัลรูปแบบใหม่ที่สร้างโดยการเข้ารหัสข้อมูล</b>",
  "page-what-is-ethereum-what-is-crypto-desc-2": "ทั้งหมดเริ่มต้นจากบิทคอยน์ เมื่อปี ค. ศ. 2008 ทำให้คุณส่งเงินทุนไปให้ใครก็ได้จากที่ไหนก็ได้ทั่วโลก สิ่งที่ทำให้เงินดิจิตัลแตกต่างจากการโอนเงินระหว่างธนาคาร หรือบริการธุรกรรมทางการเงินอื่น เช่น เพย์พาล (Paypal) หรือ อาลีเพย์ (Alipay) คือเป็นครั้งแรกที่ไม่ต้องอาศัยคนกลางในการโอนเงิน",
  "page-what-is-ethereum-what-is-crypto-desc-3": "เดี๋ยวก่อน... คนกลางคืออะไร",
  "page-what-is-ethereum-what-is-crypto-desc-4": "คนกลาง หมายถึงอำนาจส่วนกลาง เช่น ธนาคาร หรือ รัฐบาล ที่สามารถแทรกแซงการทำธุรกรรมระหว่างผู้ส่งและผู้รับได้ คนกลางมีอำนาจในการตรวจตรา ตรวจสอบ หรือตีกลับการทำธุกรรม และยังสามารถแบ่งปันข้อมูลที่ละเอียดอ่อนของคุณไปยังบุคคลที่สาม นอกจากนี้พวกเขามักจะกำหนดว่าคุณจะเข้าถึงบริการทางการเงินใดได้บ้าง",
  "page-what-is-ethereum-what-is-crypto-desc-5": "ซึ่งคริปโตจะต่างออกไป <b>ธุรกรรมจะเกิดขึ้นโดยตรงระหว่างผู้ส่งและผู้รับ</b> โดยที่ไม่มีอำนาจส่วนกลางมาเกี่ยวข้อง ไม่มีผู้อื่นสามารถเข้าถึงเงินของคุณได้ และ<b>ไม่มีใครกำหนดว่าคุณใช้บริการใดได้บ้าง</b> ซึ่งเป็นผลจากการใช้เทคโนโลยีบล็อกเชนตามแต่การดำเนินการของสกุลเงินดิจิตัลแต่ละสกุล",
  "page-what-is-ethereum-btc-eth-diff-title": "อีเธอเรียมกับบิทคอยน์ต่างกันอย่างไร",
  "page-what-is-ethereum-btc-eth-diff-1": "อีเธอเรียมเปิดตัวเมื่อปี ค. ศ. 2015 โดยมีฐานจากจากนวัตกรรมของบิตคอยน์ โดยมีข้อแตกต่างเด่น ๆ บางอย่าง",
  "page-what-is-ethereum-btc-eth-diff-2": "Both let you use digital money without payment providers or banks. But <b>Ethereum is programmable</b>, so you can also build and deploy decentralized applications on its network.",
  "page-what-is-ethereum-btc-eth-diff-3": "Ethereum being programmable means that you can build apps that use the blockchain to store data or control what your app can do. This results in a general purpose blockchain that can be programmed to do anything. As there is no limit to what Ethereum can do, it allows for great innovation to happen on the Ethereum network.",
  "page-what-is-ethereum-btc-eth-diff-4": "While Bitcoin is only a payment network, Ethereum is more like a marketplace of financial services, games, social networks and other apps that respect your privacy and cannot censor you.",
  "page-what-is-ethereum-what-can-eth-do-title": "อีเธอเรียมทำอะไรได้บ้าง",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "ทำไมจึงควรใช้อีเธอเรียม",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "If you’ve ever sent money overseas (or plan to), or had to worry about the future of your assets due to external forces outside of your control where you live, or been fed up by the numerous restrictions and fees imposed by traditional financial institutions for everyday transactions, you might be interested in what cryptocurrencies have to offer.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Bear in mind that Ethereum is a story that is still being written, and many more reasons to use it are being uncovered as it evolves and develops over time.",
  "page-what-is-ethereum-slide-1-title": "Cheaper and Faster Crossborder Payments",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Stablecoins</b> are a novel type of cryptocurrency that relies on a more stable asset as the basis for its value. Most of them are linked to the United States dollar and therefore maintain the value of that currency. These allow for a very cheap and stable global payment system. Many current stablecoins are built on the Ethereum network.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum and stablecoins simplify the process of sending money overseas. It often takes only few minutes to move funds across the globe, as opposed to the several business days or even weeks that it may take your average bank, and for a fraction of the price. Additionally, there is no extra fee for making a high value transaction, and there are zero restrictions on where or why you are sending your money.",
  "page-what-is-ethereum-slide-2-title": "The Quickest Help in Times of Crisis",
  "page-what-is-ethereum-slide-2-desc-1": "If you are lucky enough to have multiple banking options through trusted institutions where you live, you may take for granted the financial freedom, security and stability that they offer. But for many people around the world facing political repression or economic hardship, financial institutions may not provide the protection or services they need.",
  "page-what-is-ethereum-slide-2-desc-2": "When war, economic catastrophes or crackdowns on civil liberties struck the residents of <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Cuba</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afghanistan</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigeria</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Belarus</a>, and <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukraine</a>, cryptocurrencies constituted the quickest and often the only option to retain financial agency.<sup><a to=\"https://www.financialinclusion.tech/\">1</a></sup> As seen in these examples, cryptocurrencies like Ethereum can provide unfettered access to the global economy when people are cut off from the outside world. Additionally, stablecoins offer a store of value when local currencies are collapsing due to superinflation.",
  "page-what-is-ethereum-slide-3-title": "Empowering Creators",
  "page-what-is-ethereum-slide-3-desc-1": "In 2021 alone, artists, musicians, writers, and other creators used Ethereum to earn around $3.5 billion collectively. This makes Ethereum one of the largest global platforms for creators, alongside Spotify, YouTube, and Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Learn more</a>.",
  "page-what-is-ethereum-slide-4-title": "Empowering Gamers",
  "page-what-is-ethereum-slide-4-desc-1": "Play to earn games (where players are actually rewarded for playing the games) have recently emerged and are transforming the gaming industry. Traditionally, it is often prohibited to trade or transfer in-game assets to other players for real money. This forces players to use black market websites that are often a security risk. Blockchain gaming embraces the in-game economy and promotes such behavior in a trusted manner.",
  "page-what-is-ethereum-slide-4-desc-2": "Moreover, players are incentivized by being able to trade in-game tokens for real money and thus being truly rewarded for their play time.",
  "page-what-is-ethereum-meet-ether-title": "Meet ether, Ethereum's cryptocurrency",
  "page-what-is-ethereum-meet-ether-desc-1": "Ethereum has a native cryptocurrency called ether (ETH). It is purely digital, and you can send it to anyone anywhere in the world instantly. The supply of ETH isn’t controlled by any government or company - it is decentralized and completely transparent. New coins (also commonly called tokens) are created only by miners and stakers who maintain the network.",
  "page-what-is-ethereum-meet-ether-desc-2": "Every action on the Ethereum network requires a certain amount of computational power. This fee is paid in the form of ether. This means you need at least a small amount of ETH to use the network.",
  "page-what-is-ethereum-what-is-ether": "What is ether?",
  "page-what-is-ethereum-get-eth": "รับ ETH",
  "page-what-is-ethereum-what-can-i-do-title": "What can I do with ETH coins?",
  "page-what-is-ethereum-what-can-i-do-desc-1": "Turns out: a lot of things! One of the most prominent usages of the Ethereum technology is decentralized finance (DeFi) that opens entire areas of banking services to anybody with an internet connection. You can use your ether as a collateral to take out loans or provide liquidity to earn interest on your funds.",
  "page-what-is-ethereum-explore-applications": "Explore applications",
  "page-what-is-ethereum-learn-defi": "Learn about DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Who runs Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum is not controlled by any one entity. It exists solely through the decentralized participation and cooperation of the community. Ethereum makes use of nodes (a computer with a copy of the Ethereum blockchain data) run by volunteers to replace individual server and cloud systems owned by major internet providers and services.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "These distributed nodes, run by individuals and businesses all over the world, provide resiliency to the Ethereum network infrastructure. It is therefore much less vulnerable to hacks or shutdowns. <b>Since its launch in 2015, Ethereum has never suffered downtime</b>. There are thousands of individual nodes running Ethereum network. This makes Ethereum one of the most decentralized cryptocurrencies out there, second only to bitcoin.",
  "page-what-is-ethereum-run-a-node": "รันโหนด",
  "page-what-is-ethereum-smart-contract-title": "What are smart contracts?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Smart contracts are simply computer programs</b> living on the Ethereum blockchain. They only <b>execute when triggered by a transaction from a user (or another contract)</b>. They make Ethereum very flexible in what it can do and distinguish it from other cryptocurrencies. These programs are what we now call decentralized apps, or dapps.",
  "page-what-is-ethereum-smart-contract-desc-2": "Have you ever used a product that changed its terms of service? Or removed a feature you found useful? Once a smart contract is published to Ethereum, it will be online and operational for as long as Ethereum exists. Not even the author can take it down. Since smart contracts are automated, they do not discriminate against any user and are always ready to use.",
  "page-what-is-ethereum-smart-contract-desc-3": "Popular examples of smart contracts are lending apps, decentralized trading exchanges, insurance, crowdfunding apps - basically anything you can think of.",
  "page-what-is-ethereum-more-on-smart-contracts": "More on Smart contracts",
  "page-what-is-ethereum-explore-dapps": "สำรวจ dapps",
  "page-what-is-ethereum-criminal-activity-title": "I heard crypto is being used as a tool for criminal activity. Is this true?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Like any form of money, some of it will be misused. However, because all Ethereum transactions happen on an open blockchain, it’s often easier for authorities to track illicit activity than it would be in the traditional financial system, arguably making Ethereum a less appealing choice for those who would rather go undetected.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Crypto is used much less than fiat currencies for criminal purposes according to the key findings of a recent report by Europol, the European Union Agency for Law Enforcement Cooperation:",
  "page-what-is-ethereum-criminal-activity-desc-3": "“The use of cryptocurrencies for illicit activities seems to comprise only a small part of the overall cryptocurrency economy, and it appears to be comparatively smaller than the amount of illicit funds involved in traditional finance.”",
  "page-what-is-ethereum-energy-title": "What about Ethereum's energy consumption?",
  "page-what-is-ethereum-energy-desc-1": "Ethereum is currently using proof-of-work mechanism that consumes a large amount of energy. In the coming months (Q3/Q4 2022) Ethereum will undergo its biggest update yet and will switch to proof of stake mechanism which will <b>greatly reduce the environmental impact</b> it has.",
  "page-what-is-ethereum-energy-desc-2": "This update will reduce the energy required to secure Ethereum by about <b>99.95%</b>, creating a <b>more secure network for a much smaller carbon cost</b>. This will make Ethereum a truly low-carbon blockchain while boosting its security and scalability.",
  "page-what-is-ethereum-more-on-energy-consumption": "More on energy consumption",
  "page-what-is-ethereum-the-merge-update": "The Merge update",
  "page-what-is-ethereum-additional-reading": "Additional reading",
  "page-what-is-ethereum-week-in-ethereum": "Week in Ethereum News",
  "page-what-is-ethereum-week-in-ethereum-desc": "- A weekly newsletter covering key developments across the ecosystem.",
  "page-what-is-ethereum-the-year-in-ethereum-2021": "The Year in Ethereum 2021",
  "page-what-is-ethereum-the-year-in-ethereum-2021-desc": "Jan 17, 2022 - Josh Stark and Evan Van Ness",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atoms, Institutions, Blockchains",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Why blockchains matter?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum in numbers"
}
