{
  "page-what-is-ethereum-alt-img-bazaar": "ภาพคนกำลังชำเลืองมองไปที่บาซ่าร์ซึ่งเป็นตัวแทนของอีเธอเรียม",
  "page-what-is-ethereum-alt-img-comm": "ภาพสมาชิกในชุมชนอีเธอเรียมกำลังทำงานร่วมกัน",
  "page-what-is-ethereum-alt-img-lego": "ภาพมือที่สร้างสัญลักษณ์ ETH จากบล็อกเลโก้",
  "page-what-is-ethereum-banking-card": "การธนาคารสำหรับทุกคน",
  "page-what-is-ethereum-banking-card-desc": "ไม่ใช่ทุกคนที่จะสามารถเข้าถึงบริการทางการเงินแบบดั้งเดิมได้ แต่สิ่งเดียวที่คุณต้องมีเพื่อที่จะเข้าถึงอีเธอเรียม และผลิตภัณฑ์ทางการเงินเพื่อการกู้ ยืม หรือการออมในเครือข่าย คือแค่อินเทอร์เน็ตเท่านั้น",
  "page-what-is-ethereum-build": "สรรค์สร้างด้วยอีเธอเรียม",
  "page-what-is-ethereum-build-desc": "หากคุณอยากจะลองสร้างด้วยอีเธอเรียม คุณสามารถอ่านเอกสารประกอบ ลองทำตามวิธีการต่างๆ ในบทสอนการใช้งานหรือทดลองใช้เครื่องมือต่างๆ ที่คุณต้องมีเพื่อเริ่มต้น",
  "page-what-is-ethereum-censorless-card": "ป้องกันการถูกเซ็นเซอร์",
  "page-what-is-ethereum-censorless-card-desc": "ไม่มีรัฐบาลหรือองค์กรใดที่มีอำนาจควบคุมอีเธอเรียมได้ ความไร้ศูนย์กลางเช่นนี้ทำให้แทบจะเป็นไปไม่ได้เลยที่ใครจะมาขัดขวางคุณได้จากการรับเงินหรือใช้บริการต่างๆ บนอีเธอเรียม",
  "page-what-is-ethereum-comm-desc": "ชุมชนของเราประกอบไปด้วยผู้คนจากหลายสาขาอาชีพ ตั้งแต่ศิลปิน คริปโตอนาธิปัตย์ บริษัทติดอันดับฟอร์จูน 500 และตอนนี้ก็คือคุณ มาลองดูกันว่าคุณจะสามารถเป็นส่วนหนึ่งของชุมชนนี้ได้อย่างไรบ้าง",
  "page-what-is-ethereum-commerce-card": "กิจการค้าการันตี",
  "page-what-is-ethereum-commerce-card-desc": "ลูกค้ามั่นใจได้ว่าเงินจะถูกส่งมอบต่อเมื่อผู้รับมอบได้ทำตามข้อตกลงแล้วเท่านั้นจากระบบการรับประกันภายในตัว เช่นเดียวกับผู้พัฒนาที่มั่นใจได้ว่ากฎจะไม่เปลี่ยนแปลงไป",
  "page-what-is-ethereum-composable-card": "ผลิตภัณฑ์ที่เข้ากันได้",
  "page-what-is-ethereum-composable-card-desc": "แอปทั้งหมดสร้างขึ้นบนบล็อกเชนเดียวกันโดยที่มีสถานะส่วนกลางที่ใช้ร่วมกัน หมายความว่าแอปเหล่านี้สามารถสร้างจากกันและกันได้ (เช่น ตัวต่อเลโก้) สิ่งนี้ทำให้ได้ผลิตภัณฑ์และประสบการณ์ที่ดีขึ้น และรับประกันว่าไม่มีใครสามารถลบเครื่องมือใดๆ ที่แอปพึ่งพาอยู่",
  "page-what-is-ethereum-community": "ชุมชนอีเธอเรียม",
  "page-what-is-ethereum-desc": "รากฐานสำหรับโลกดิจิทัลแห่งอนาคตของเรา",
  "page-what-is-ethereum-explore": "สำรวจอีเธอเรียม",
  "page-what-is-ethereum-internet-card": "โลกอินเตอร์เน็ตที่เปิดกว้าง",
  "page-what-is-ethereum-internet-card-desc": "ทุกคนสามารถที่จะสื่อสารกับเครือข่าย หรือสร้างแอปพลิเคชัน บนอีเธอเรียมได้ สิ่งนี้ทำให้คุณสามารถควบคุมสินทรัพย์และตัวตนของคุณเองได้ แทนที่จะถูกควบคุมโดยองค์กรใหญ่ๆเพียงไม่กี่แห่ง",
  "page-what-is-ethereum-meet-comm": "ทำความรู้จักกับชุมชน",
  "page-what-is-ethereum-meta-description": "ลองศึกษาเกี่ยวกับอีเธอเรียม ว่าทำอะไรได้บ้างและคุณจะทดลองใช้งานได้อย่างไร",
  "page-what-is-ethereum-meta-title": "อีเธอเรียมคืออะไร",
  "page-what-is-ethereum-p2p-card": "เครือข่ายบุคคลต่อบุคคล (P2P)",
  "page-what-is-ethereum-p2p-card-desc": "อีเธอเรียมสามารถช่วยให้คุณประสานงาน ทำข้อตกลง หรือโอนสินทรัพย์ดิจิทัลโดยตรงกับบุคคลอื่น คุณไม่จำเป็นต้องพึ่งพาตัวกลาง",
  "page-what-is-ethereum-start-building-btn": "เริ่มสร้าง",
  "page-what-is-ethereum-title": "อีเธอเรียมคืออะไร",
  "page-what-is-ethereum-subtitle": "คำแนะนำอย่างสมบูรณ์สำหรับผู้เริ่มต้นว่าอีเธอเรียมทำงานอย่างไร ทำให้เกิดประโยชน์อย่างไร และใช้งานโดยคนหลายล้านคนทั่วโลกอย่างไร",
  "page-what-is-ethereum-button-lets-start": "เริ่มกันเลย",
  "page-what-is-ethereum-blockchain-tab-title": "บล็อกเชนคืออะไร",
  "page-what-is-ethereum-blockchain-tab-content": "<b>บล็อกเชนคือฐานข้อมูลของธุรกรรม</b> ที่ได้รับการอัปเดตและแบ่งให้กับคอมพิวเตอร์หลายเครื่องที่อยู่ในเครือข่าย ทุกครั้งที่มีการเพิ่มธุรกรรมชุดใหม่ จะเรียกว่า \"บล็อก\" ซึ่งเป็นที่มาของชื่อบล็อกเชน บล็อกเชนสาธารณะเช่นอีเธอเรียมอนุญาตให้ทุกคนเพิ่มข้อมูลได้ แต่ไม่สามารถลบออกได้ หากมีใครต้องการแก้ไขข้อมูลใดๆ หรือโกงระบบ พวกเขาจำเป็นต้องทำให้สำเร็จกับส่วนใหญ่ของคอมพิวเตอร์ในเครือข่าย ซึ่งเป็นจำนวนมาก! ดังนั้นบล็อกเชนแบบกระจายศูนย์เช่นอีเธอเรียมจึงมีความปลอดภัยสูง",
  "page-what-is-ethereum-cryptocurrency-tab-title": "คริปโทเคอร์เรนซีคืออะไร?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "คริปโทเคอร์เรนซี เป็นคำที่หมายความว่าโทเค็นดิจิทัลหลายประเภทที่ทดแทนกันได้ และได้รับการปกป้องโดยใช้บล็อกเชน ทุกอย่างเริ่มต้นด้วยบิตคอยน์ บิตคอยน์สามารถใช้ในการโอนมูลค่าระหว่างสองฝ่ายโดยที่ไม่ต้องไว้ใจคนกลาง สิ่งเดียวที่คุณต้องไว้ใจคือโค้ดบิตคอยน์เท่านั้น ทั้งหมดซึ่งโปร่งใสและใช้ได้อย่างอิสระ",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "เหตุผลที่เราเรียกสินทรัพย์เช่นบิตคอยน์และอีเธอร์ว่า\"คริปโทเคอร์เรนซี\" ก็เพราะความปลอดภัยของข้อมูลและสินทรัพย์ของคุณได้รับการประกันโดยการเข้ารหัส ไม่ใช่โดยการไว้วางใจว่าสถาบันหรือบริษัทจะดำเนินการด้วยความซื่อสัตย์",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "อีเธอเรียมมีสกุลเงินดิจิทัลดั้งเดิมของตัวเองเรียกว่า อีเธอร์ (ETH) ซึ่งใช้ในการชำระเงินสำหรับกิจกรรมบางอย่างในเครือข่ายของอีเธอเรียม คุณสามารถโอนอีเธอร์ไปยังผู้ใช้งานรายอื่นหรือแลกเปลี่ยนเป็นโทเค็นอื่นบนอีเธอเรียม อีเธอร์จึงพิเศษเพราะเป็นสิ่งที่ใช้เพื่อชำระค่าคำนวณที่จำเป็นสำหรับการสร้างและใช้งานแอปและองค์กรบนอีเธอเรียม",
  "page-what-is-ethereum-summary-title": "สรุป",
  "page-what-is-ethereum-summary-desc-1": "อีเธอเรียมเป็นเครือข่ายคอมพิวเตอร์ทั่วโลกที่ปฏิบัติตามกฎเกณฑ์ที่เรียกว่า โปรโตคอลอีเธอเรียม เครือข่ายของอีเธอเรียมทำหน้าที่เป็นรากฐานสำหรับชุมชน แอปพลิเคชัน องค์กร และสินทรัพย์ดิจิทัลที่ทุกคนสามารถสร้างและใช้งานได้",
  "page-what-is-ethereum-summary-desc-2": "คุณสามารถสร้างบัญชีอีเธอเรียมได้จากทุกที่ ทุกเวลา และสำรวจโลกของแอป หรือสร้างของคุณขึ้นมาเอง นวัตกรรมหลักคือการสามารถที่จะทำทั้งหมดนี้ได้โดยไม่ต้องเชื่อถือหน่วยงานกลางที่สามารถเปลี่ยนกฎหรือจำกัดการเข้าถึงของคุณได้",
  "page-what-is-ethereum-summary-desc-3": "อ่านต่อเพื่อที่จะเรียนรู้เพิ่มเติม…",
  "page-what-is-ethereum-btc-eth-diff-title": "อีเธอเรียมกับบิทคอยน์ต่างกันอย่างไร",
  "page-what-is-ethereum-btc-eth-diff-1": "อีเธอเรียมเปิดตัวเมื่อปี ค. ศ. 2015 โดยมีฐานจากจากนวัตกรรมของบิตคอยน์ โดยมีข้อแตกต่างเด่นๆ บางอย่าง",
  "page-what-is-ethereum-btc-eth-diff-2": "ทั้งสองอย่างนี้ทำให้คุณได้ใช้เงินดิจิทัลโดยที่ไม่มีผู้ให้บริการทางการเงินหรือธนาคาร แต่ว่า<b>อีเธอเรียมสามารถป้อนวิธีการทำงานได้</b> ดังนั้นคุณสามารถสร้างและใช้งานแอปพลิเคชันบนเครือข่ายอีเธอเรียมได้",
  "page-what-is-ethereum-btc-eth-diff-3": "บิตคอยน์ช่วยให้เราสามารถส่งข้อความพื้นฐานต่อกันและกันเกี่ยวกับสิ่งที่มีค่าสำหรับเรา การสร้างมูลค่าไร้อำนาจรวมศูนย์ก็มีอิทธิพลแล้ว อีเธอเรียมขยายขอบเขตนี้: แทนที่จะเป็นแค่ข้อความ คุณสามารถเขียนโปรแกรมทั่วไปได้ เรียกว่าสัญญา ไม่มีการจำกัดประเภทของสัญญาที่สามารถสร้างและตกลงกันได้ ดังนั้นการค้นพบของนวัตกรรมที่ยอดเยี่ยมจึงเกิดขึ้นในเครือข่ายของอีเธอเรียม",
  "page-what-is-ethereum-btc-eth-diff-4": "ขณะที่บิตคอยน์เป็นเพียงแค่เครือข่ายในการทำธุรกรรม อีเธอเรียมเป็นคล้ายกับตลาดซื้อขายทางการเงิน เกมส์ โซเชียลมีเดีย และแอปอื่นๆ",
  "page-what-is-ethereum-what-can-eth-do-title": "อีเธอเรียมทำอะไรได้บ้าง",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "ทำไมจึงควรใช้อีเธอเรียม",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "หากคุณสนใจวิธีที่ยืดหยุ่น โปร่งใส และน่าเชื่อถือมากขึ้นในการประสานงานทั่วโลก สร้างองค์กร แอป และแบ่งปันคุณค่ากับผู้อื่น อีเธอเรียมก็เหมาะสำหรับคุณ อีเธอเรียมเป็นเรื่องราวที่เขียนโดยพวกเราทุกคน ดังนั้นมาค้นพบโลกที่น่าสนใจ ที่เราสามารถสร้างร่วมกันได้",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "อีเธอเรียมได้เป็นสิ่งล้ำค่าสำหรับผู้ที่ต้องประสบกับความไม่แน่นอนเกี่ยวกับความปลอดภัย ความมั่นคง หรือความคล่องตัวของสินทรัพย์เนื่องจากแรงภายนอกที่อยู่นอกเหนือการควบคุมของเขา",
  "page-what-is-ethereum-slide-1-title": "การทำธุรกรรมข้ามพรมแดนที่ถูกลงและรวดเร็วขึ้น",
  "page-what-is-ethereum-slide-1-desc-1": "<b>สเตเบิลคอยน์</b> เป็นสกุลเงินดิจิทัลรูปแบบใหม่ที่ยึดสินทรัพย์ที่มีมูลค่าแน่นอนเป็นมูลค่าพื้นฐานของเงินดิจิทัลสกุลนั้น โดยส่วนใหญ่สเตเบิลคอยน์จะยึดอยู่กับดอลลาร์สหรัฐและรักษามูลค่าตามมูลค่าของสกุลเงินนี้ การยึดโยงมูลค่าดังกล่าวทำให้เกิดระบบการทำธุรกรรมทั่วโลกที่มีราคาถูกและเสถียร สกุลเงินที่เป็นสเตเบิลคอยน์หลายสกุลถูกสร้างขึ้นภายใต้เครือข่ายอีเธอเรียม",
  "page-what-is-ethereum-slide-1-desc-2": "อีเธอเรียมและสเตเบิลคอยน์ เป็นกระบวนการสำหรับส่งเงินข้ามประเทศที่เรียบง่าย โดยมากใช้เวลาไม่กี่นาทีในการส่งเงินทุนไปยังประเทศต่างๆ ซึ่งแตกต่างจากการส่งเงินผ่านธนาคารซึ่งใช้เวลาหลายวัน หรืออาจถึงขั้นหลายสัปดาห์ และมีราคาถูกกว่า ไม่มีค่าธรรมเนียมเพิ่มเติมในการทำธุรกรรมมูลค่าสูง และไม่มีกฎข้อบังคับเรื่องสถานที่และเหตุผลในการทำธุรกรรม",
  "page-what-is-ethereum-slide-2-title": "ความช่วยเหลือที่เร็วที่สุดในช่วงวิกฤต",
  "page-what-is-ethereum-slide-2-desc-1": "หากคุณโชคดีพอที่มีตัวเลือกธนาคารที่หลากหลายจากสถาบันที่น่าเชื่อถือในสถานที่ที่คุณอาศัยอยู่ คุณอาจจะมองข้ามในเรื่องอิสรภาพ ความปลอดภัย และเสถียรภาพทางการเงินที่ธนาคารมี แต่สำหรับหลายๆ คน ทั่วโลกที่ประสบปัญหาการกดขี่ทางการเมืองหรือความยากลำบากทางเศรฐกิจ สถาบันทางการเงินอาจจะไม่ให้การปกป้องหรือบริการทางการเงินที่คุณต้องการ",
  "page-what-is-ethereum-slide-2-desc-2": "เมื่อประชาชนในประเทศ<a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">เวเนซูเอลา</a><a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">คิวบา</a><a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">อัฟกานิสถาน</a><a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">ไนจีเรีย</a><a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">เบลารุส</a> และ<a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">ยูเครม</a>เผชิญกับสภาวะสงคราม วิกฤตเศรษฐกิจ หรือการจำกัดสิทธิพลเมือง คริปโตเคอเรนซีเป็นช่องทางที่รวดเร็วที่สุดและมักเป็นช่องทางเดียวที่เหลืออยู่ <sup><a href=\"https://www.financialinclusion.tech/\">1</a></sup> จากตัวอย่างดังกล่าวจะเห็นได้ว่าคริปโตเคอเรนซี เช่น อีเธอเรียม สามารถให้การเข้าถึงทางเศรษฐกิจทั่วโลกได้อย่างอิสระในขณะที่ประชาชนถูกตัดขาดจากโลกภายนอก อีกทั้งสเตเบิลคอยน์ยังช่วยในการเก็บรักษามูลค่าของเงินในตอนที่ค่าเงินในประเทศทรุดลงจากเงินเฟ้อขั้นรุนแรง",
  "page-what-is-ethereum-slide-3-title": "เพิ่มขีดความสามารถนักสร้างสรรค์",
  "page-what-is-ethereum-slide-3-desc-1": "ในปี 2021 ปีเดียว ศิลปิน นักดนตรี นักเขียน และนักสร้างสรรค์ในรูปแบบอื่นๆ ใช้อีเธอเรียมในการหารายได้โดยรวมแล้วประมาณ 3.5 ล้านดอลลาร์สหรัฐ ทำให้อีเธอเรียมกลายเป็นพื้นที่ที่ใหญ่ที่สุดในโลกสำหรับนักสร้างสรรค์ เคียงคู่ไปกับ สปอติฟาย ยูทูบ และเอ็ตซี่ <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">เรียนรู้เพิ่มเติม</a>",
  "page-what-is-ethereum-slide-4-title": "เพิ่มขีดความสามารถของเกมเมอร์",
  "page-what-is-ethereum-slide-4-desc-1": "การมีรายได้จากการเล่นเกม (ผู้เล่นจะได้รับรางวัลจากการเล่นเกมโดยแท้จริง) เกิดขึ้นเมื่อไม่นานมานี้และเป็นการเปลี่ยนโฉมอุตสาหกรรมเกม เดิมทีการแลกเปลี่ยนหรือโยกย้ายสินทรัพย์ในเกมเป็นเงินตรามักจะถูกห้าม จึงเป็นการผลักดันให้ผู้เล่นใช้ตลาดมืดตามเว็บไซต์ต่างๆ ซึ่งบ่อยครั้งมีความเสี่ยงด้านความปลอดภัย การนำบล็อกเชนมาใช้กับเกมโอบรับเศรษฐกิจในเกมและเพิ่มความน่าเชื่อถือให้กับมัน",
  "page-what-is-ethereum-slide-4-desc-2": "ยิ่งไปกว่านั้นผู้เล่นมีแรงจูงใจจากการที่สามารถและเปลี่ยนเหรียญในเกมเป็นเงินจริงและได้รับรางวัลจริงจากเวลาที่ใช้ในการเล่นเกม",
  "page-what-is-ethereum-meet-ether-title": "ขอเชิญพบกับ อีเธอร์ สกุลเงินดิจิทัลของอีเธอเรียม",
  "page-what-is-ethereum-meet-ether-desc-1": "การดำเนินการหลายอย่างในเครือข่ายของอีเธอเรียมจำเป็นต้องใช้การคำนวณจากคอมพิวเตอร์ที่ฝังตัวอยู่ในอีเธอเรียม (เรียกว่า เครื่องเสมือนอีเธอเรียม) การคำนวณเหล่านี้ไม่ได้เกิดขึ้นฟรี แต่ต้องจ่ายโดยใช้สกุลเงินดิจิทัลดั้งเดิมของอีเธอเรียมที่เรียกว่า อีเธอร์ (ETH) ดังนั้นคุณต้องมีอีเธอร์จำนวนเล็กน้อยหากคุณต้องการที่จะใช้เครือข่าย",
  "page-what-is-ethereum-meet-ether-desc-2": "อีเธอร์นั้นเป็นดิจิทัลล้วนๆ และคุณสามารถส่งให้ใครก็ได้ ที่ไหนก็ได้ในโลกทันที อุปทานของอีเธอร์ไม่ได้ถูกควบคุมโดยรัฐบาลหรือบริษัทใดๆ เพราะอีเธอร์มีการกระจายอำนาจและโปร่งใสทั้งหมด การจัดจำหน่ายของอีเธอร์เป็นลักษณะที่แม่นยำตามโปรโตคอล ให้เฉพาะกับผู้มีส่วนได้ส่วนเสียที่รักษาความปลอดภัยของเครือข่ายเท่านั้น",
  "page-what-is-ethereum-what-is-ether": "อีเธอร์คืออะไร",
  "page-what-is-ethereum-get-eth": "รับ ETH",
  "page-what-is-ethereum-explore-applications": "ดูวิธีใช้",
  "page-what-is-ethereum-learn-defi": "เรียนรู้เกี่ยวกับการเงินแบบกระจายศูนย์",
  "page-what-is-ethereum-who-runs-ethereum-title": "ใครบริหารอีเธอเรียม",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "ไม่มีนิติบุคคลใดโดยเฉพาะที่จะควบคุมอีเธอเรียมได้ อีเธอเรียมจะมีการดำรงอยู่ต่อไป เมื่อใดก็ตามที่ยังมีคอมพิวเตอร์ที่เชื่อมต่อกัน และใช้ซอฟต์แวร์ตามโปรโตคอลของอีเธอเรียม เพื่อที่จะเพิ่มเติมบล็อกเชนของอีเธอเรียมต่อไป แต่ละเครื่องของคอมพิวเตอร์เหล่านี้เรียกว่าโหนด ทุกคนสามารถแล่นโหนดได้ แต่หากใครมีจุดประสงค์ที่จะเข้าร่วมในการรักษาความปลอดภัยของเครือข่าย จะต้องเสตก ETH (โทเค็นดั้งเดิมของอีเธอเรียม) ใครก็ตามที่มี 32 ETH สามารถทำได้โดยไม่ต้องขออนุญาตจากใคร",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "แม้แต่ซอร์สโค้ดของอีเธอเรียมก็ไม่ได้เกิดจากองค์กรอันเดียวกัน ทุกคนสามารถแนะนำการเปลี่ยนแปลงโปรโตคอลและหารือเกี่ยวกับการอัปเกรดได้ เคยมีโปรโตคอลของอีเธอเรียมหลายรุ่นแล้ว ที่ผลิตโดยองค์กรอิสระในภาษาโปรแกรมต่างๆ และมักจะสร้างขึ้นในที่เปิดเผยและสนับสนุนการมีส่วนร่วมของชุมชน",
  "page-what-is-ethereum-run-a-node": "รันโหนด",
  "page-what-is-ethereum-smart-contract-title": "สัญญาอัจฉริยะ (สมาร์ตคอนแทร็กต์) คืออะไร",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>สัญญาอัจฉริยะ คือโปรแกรมของคอมพิวเตอร์</b>ที่อยู่บนบล็อกเชนอีเธอเรียม ซึ่งจะเริ่มทำงานต่อเมื่อมีการกระตุ้นจากการทำธุรกรรมที่สั่งโดยผู้ใช้งาน สัญญาอัจฉริยะให้ความยืดหยุ่นต่อความสามารถของอีเธอเรียม โปรแกรมเหล่านี้ทำหน้าที่เป็นส่วนประกอบสำหรับแอปกระจายศูนย์ และองค์กรหลายแห่ง",
  "page-what-is-ethereum-smart-contract-desc-2": "คุณเคยใช้ผลิตภัณฑ์ที่ถูกเปลี่ยนข้อตกลงการให้บริการไหม หรือถูกนำคุณลักษณะที่คุณคิดว่ามีประโยชน์ออกไป เมื่อสัญญาอัจฉริยะถูกประกาศในอีเธอเรียมมันจะอยู่ในรูปแบบออนไลน์และทำงานไปตราบเท่าที่มีอีเธอเรียม ไม่มีใครสามารถระงับได้แม้แต่ผู้เขียน เนื่องจากสัญญาอัจฉริยะเป็นระบบอัตโนมัติ มันจึงไม่แยกว่าใครคือผู้ใช้งานและพร้อมใช้งานอยู่เสมอ",
  "page-what-is-ethereum-smart-contract-desc-3": "ตัวอย่างของสัญญาอัจฉริยะที่เป็นที่นิยมได้แก่ แอปสำหรับกู้ยืมเงิน การแลกเปลี่ยนเงินตราแบบกระจายศูนย์ ประกันภัย การระดมทุนแบบกำลังสอง โซเชียลมีเดีย NFT ซึ่งกล่าวอย่างง่ายๆ ก็คืออะไรก็ตามที่คุณนึกออก",
  "page-what-is-ethereum-more-on-smart-contracts": "อ่านเพิ่มเติมเกี่ยวกับสัญญาอัจฉริยะ",
  "page-what-is-ethereum-explore-dapps": "สำรวจ DApp",
  "page-what-is-ethereum-criminal-activity-title": "จริงหรือไม่ที่ว่าคริปโตถูกใช้เป็นเครื่องมือสำหรับอาชญากรรม",
  "page-what-is-ethereum-criminal-activity-desc-1": "เช่นเดียวกับเทคโนโลยีทั้งหมด ในบางครั้ง อาจถูกนำไปใช้ในทางที่ผิดได้เช่นเดียวกันกับกรณีนี้ อย่างไรก็ตาม การทำธุรกรรมทั้งหมดที่เกิดขึ้นในอีเธอเรียมอยู่ในบล็อกเชนอย่างเปิดเผย การตรวจสอบกิจกรรมที่ผิดกฎหมายจึงง่ายกว่าระบบการเงินแบบดั้งเดิม ดังนั้นอีเธอเรียมอาจจะเป็นตัวเลือกที่ไม่น่าสนใจสำหรับใครก็ตามที่ไม่ต้องการถูกตรวจสอบ",
  "page-what-is-ethereum-criminal-activity-desc-2": "จากประเด็นหลักในรายงานล่าสุดของสำนักงานตำรวจสากลแห่งสหภาพยุโรปรานยงานว่าคริปโตถูกใช้ในอาชญากรรมน้อยกว่าเงินเฟียตอย่างมาก",
  "page-what-is-ethereum-criminal-activity-desc-3": "การใช้เงินดิจิทัลในกิจกรรมที่ผิดกฎหมายเป็นเพียงแค่ส่วนน้อยเท่านั้นในเศรษฐกิจเงินดิจิทัลทั้งหมด และน้อยกว่ากันมากเมื่อเทียบกับกิจกรรมผิดกฎหมายที่เกี่ยวข้องกับการเงินแบบดั้งเดิม",
  "page-what-is-ethereum-energy-title": "แล้วอีเธอเรียมในแง่การใช้พลังงานล่ะ",
  "page-what-is-ethereum-energy-desc-1": "เมื่อวันที่ 15 กันยายน 2022 อีเธอเรียมได้ผ่านการอัปเกรด การผสาน ซึ่งเปลี่ยนอีเธอเรียมจากการพิสูจน์การทำงานเป็นการพิสูจน์มีส่วนได้ส่วนเสีย",
  "page-what-is-ethereum-energy-desc-2": "การผสานเป็นอัปเกรดที่ใหญ่ที่สุดของอีเธอเรียม และลดพลังงานที่ใช้ในการรักษาระบบอีเธอเรียมลงได้ถึง <b>99.95%</b> ซึ่งส่งผลให้มี<b>เครือข่ายที่ปลอดภัยยิ่งขึ้นโดยที่ใช้ปริมาณคาร์บอนตํ่าลง</b> ดังนั้น อีเธอเรียมจึงเป็นบล็อกเชนที่มีคาร์บอนฟรุตปรินท์น้อยขณะที่มีความปลอดภัยมากขึ้น และสามารถขยายขนาดได้ด้วย",
  "page-what-is-ethereum-more-on-energy-consumption": "อ่านเพิ่มเติมเรื่องการใช้พลังงาน",
  "page-what-is-ethereum-energy-consumption-chart-legend": "ปริมาณการใช้พลังงานต่อปี หน่วย TWh/ปี",
  "energy-consumption-chart-global-data-centers-label": "Global data centers",
  "energy-consumption-gold-mining-cbeci-label": "Gold mining",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "เกมส์ใน US",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "การอัปเดตเกี่ยวกับเดอะเมิร์จ",
  "page-what-is-ethereum-additional-reading": "Further reading",
  "page-what-is-ethereum-week-in-ethereum": "ข่าวอีเธอเรียมประจำสัปดาห์",
  "page-what-is-ethereum-week-in-ethereum-desc": "จดหมายข่าวรายสัปดาห์เกี่ยวกับการปรับปรุงหลัก ๆ ในระบบนิเวศ",
  "page-what-is-ethereum-kernel-dreamers": "เคอร์เนล",
  "page-what-is-ethereum-kernel-dreamers-desc": "ความฝันของอีเธอเรียม",
  "page-what-is-ethereum-atoms-institutions-blockchains": "อะตอม สถาบัน บล็อกเชน",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "ทำไมบล็อกเชนถึงมีความสำคัญ",
  "page-what-is-ethereum-ethereum-in-numbers-title": "อีเธอเรียมในเชิงตัวเลข",
  "adoption-chart-column-now-label": "ปัจจุบัน",
  "adoption-chart-investors-label": "นักลงทุน",
  "adoption-chart-developers-label": "นักพัฒนา",
  "adoption-chart-companies-label": "บริษัท",
  "adoption-chart-artists-label": "ศิลปิน",
  "adoption-chart-musicians-label": "นักดนตรี",
  "adoption-chart-writers-label": "นักเขียน",
  "adoption-chart-gamers-label": "นักเล่นเกม",
  "adoption-chart-refugees-label": "ผู้ลี้ภัย"
}
