{
  "page-eth-buy-some": "อยากซื้ออีเธอเรียมใช่ไหม?",
  "page-eth-buy-some-desc": "เป็นเรื่องปกติมากที่จะสับสนระหว่างคำว่าอีเธอเรียมและ ETH อีเธอเรียมนั้นคือบล็อกเชน ส่วน ETH คือสินทรัพย์หลักของอีเธอเรียม ดังนั้น ETH น่าจะเป็นสิ่งที่คุณกำลังอยากจะซื้อ",
  "page-eth-cat-img-alt": "กราฟิกสัญลักษณ์ ETH ที่มีกล้องสลับลายลายรูปแมว",
  "page-eth-collectible-tokens": "โทเคนของสะสม",
  "page-eth-collectible-tokens-desc": "โทเคนที่เป็นตัวแทนของสะสมต่างๆ เช่น ของสะสมในเกม ชิ้นงานศิลปะดิจิทัล หรือสินทรัพย์ที่มีลักษณะจำเพาะ เป็นต้น โทเคนชนิดนี้เป็นที่รู้จักกันในนาม Non-fungible Token (NFT)",
  "page-eth-cryptography": "ปลอดภัยหายห่วงด้วยวิทยาการเข้ารหัสลับ",
  "page-eth-cryptography-desc": "เงินตราบนอินเทอร์เน็ตอาจจะเป็นเรื่องใหม่ แต่ก็ปลอดภัยเพราะมีวิทยาการเข้ารหัสลับที่ผ่านการพิสูจน์มาแล้ว ซึ่งจะปกป้องวอลเล็ท เหรียญ ETH และธุรกรรมของคุณ ",
  "page-eth-currency-for-apps": "เป็นสกุลเงินของแอปบนอีเธอเรียม",
  "page-eth-currency-for-future": "เงินตราสำหรับอนาคตแห่งโลกดิจิทัลของเรา",
  "page-eth-description": "ETH คือคริปโตเคอเรนซีสกุลหนึ่งและเป็นเงินดิจิทัลที่มีอยู่อย่างจำกัด ซึ่งสามารถใช้บนอินเทอร์เน็ตได้คล้ายๆ กับบิตคอยน์ สำหรับใครที่เพิ่งเข้ามาในโลกคริปโต นี่คือสิ่งที่ทำให้ ETH แตกต่างจากเงินตราแบบทั่วไป",
  "page-eth-earn-interest-link": "รับดอกเบี้ย",
  "page-eth-ethhub-caption": "อัปเดตเป็นประจำ",
  "page-eth-ethhub-overview": "EthHub ให้ข้อมูลภาพรวมที่ดีหากคุณต้องการ",
  "page-eth-flexible-amounts": "มีจำหน่ายในจำนวนที่กำหนดได้หลากหลาย",
  "page-eth-flexible-amounts-desc": "ETH สามารถถูกแบ่งได้ถึงจุดทศนิยม 18 หลัก เพื่อที่คุณจะได้ไม่ต้องซื้อ 1 ETH แบบเต็มๆ คุณจะซื้อแค่เสี้ยวหนึ่งในแต่ละครั้ง หรือจะซื้อจำนวนแค่ 0.000000000000000001 ETH ก็ได้ถ้าคุณต้องการ",
  "page-eth-fuels": "ETH คือฐานรากสำหรับระบบการเงินของอีเธอเรียม",
  "page-eth-fuels-desc": "ETH เปรียบเสมือนเส้นเลือดที่หล่อเลี้ยงชีวิตของอีเธอเรียม เมื่อคุณส่ง ETH หรือใช้แอปพลิเคชันบนอีเธอเรียม คุณจะต้องจ่ายค่าธรรมเนียมในสกุล ETH จำนวนเล็กน้อยเพื่อใช้งานเครือข่ายอีเธอเรียม ค่าธรรมเนียมนี้คือแรงจูงใจที่จะทำให้นักขุดดำเนินการและยืนยันสิ่งที่คุณพยายามจะทำ",
  "page-eth-fuels-desc-2": "ปัจจุบัน นักขุดทำหน้าที่เหมือนผู้เก็บบันทึกอีเธอเรียม โดยทำหน้าที่ตรวจสอบและพิสูจน์ว่าไม่มีใครโกง รวมถึงทำงานเพื่อรับสิทธิ์ในเสนอธุรกรรมต่างๆ นักขุดที่ทำหน้าที่นี้ยังได้รางวัลเล็กๆ น้อยๆ เป็น ETH ที่เพิ่งสร้างขึ้นด้วย",
  "page-eth-fuels-desc-3": "งานที่นักขุดทำช่วยให้อีเธอเรียมมีความปลอดภัย และปราศจากการถูกควบคุมจากใครคนใดคนหนึ่ง กล่าวได้ว่า",
  "page-eth-fuels-staking": "ในไม่ช้า ETH จะยิ่งมีความสำคัญมากขึ้นในการ Stake เมื่อคุณวาง Stake ETH คุณจะสามารถช่วยรักษาอีเธอเรียมและรับรางวัลได้ ในระบบนี้ ความเสี่ยงที่จะสูญเสีย ETH จะช่วยลดไม่ให้เกิดการโจมตี",
  "page-eth-fuels-more-staking": "อ่านเพิ่มเติมเกี่ยวกับการฝาก",
  "page-eth-get-eth-btn": "รับ ETH",
  "page-eth-gov-tokens": "โทเคน Governance",
  "page-eth-gov-tokens-desc": "โทเคนที่เป็นตัวแทนของสิทธิ์ในการโหวตภายในองค์กรแบบไร้ศูนย์กลาง",
  "page-eth-has-value": "ทำไม ETH ถึงมีมูลค่า",
  "page-eth-has-value-desc": "ETH มีค่าสำหรับแต่ละคนในรูปแบบที่แตกต่างกันไป",
  "page-eth-has-value-desc-2": "สำหรับผู้ใช้งานเครือข่ายอีเธอเรียมแล้ว ETH มีค่าเพราะทำให้สามารถจ่ายค่าธรรมเนียมได้",
  "page-eth-has-value-desc-3": "ส่วนอีกคนอาจเห็นมันในฐานะการเก็บรักษามูลค่าแบบดิจิทัล เพราะอัตราการสร้าง ETH ใหม่จะช้าลงเรื่อยๆ ตามกาลเวลา",
  "page-eth-has-value-desc-4": "เมื่อเร็วๆ นี้นี่เอง ETH เริ่มมีค่าสำหรับผู้ใช้งานแอปการเงินบนเครือข่ายอีเธอเรียม เพราะสามารถใช้ ETH มาค้ำประกันการกู้คริปโต หรือแม้แต่ใช้ ETH ในฐานะระบบการจ่ายเงิน",
  "page-eth-has-value-desc-5": "แน่นอนว่า อีกหลายคนอาจจะเห็น ETH ว่าเป็นการลงทุน คล้ายกับบิตคอยน์และคริปโตเคอเรนซีสกุลอื่นๆ",
  "page-eth-how-to-buy": "วิธีการซื้ออีเธอร์",
  "page-eth-how-to-buy-caption": "อัปเดตเป็นประจำ",
  "page-eth-is-money": "ETH คือ เงินดิจิทัลระดับโลก",
  "page-eth-last-updated": "มกราคม 2019",
  "page-eth-monetary-policy": "นโยบายทางการเงินของอีเธอเรียม",
  "page-eth-more-on-ethereum-link": "เพิ่มเติมเกี่ยวกับอีเธอเรียม",
  "page-eth-no-centralized": "ปราศจากการควบคุมจากศูนย์กลาง ",
  "page-eth-no-centralized-desc": "ETH เป็นระบบกระจายศูนย์ และทั่วโลก ไม่มีบริษัทหรือธนาคารใดสามารถตัดสินใจพิมพ์ ETH เพิ่มขึ้นได้ หรือเปลี่ยนเงื่อนไขการใช้งาน",
  "page-eth-non-fungible-tokens-link": "Non-fungible Token (NFT)",
  "page-eth-not-only-crypto": "ETH ไม่ได้หมายถึงคริปโตบน Ethereum เพียงอย่างเดียว",
  "page-eth-not-only-crypto-desc": "ใครก็ตามสามารถสร้างสินทรัพย์ใหม่และแลกเปลี่ยนมันบน Ethereum สิ่งเหล่านี้รู้จักกันในชื่อ \"โทเคน\" ผู้คนเปลี่ยนค่าเงินแบบเดิมให้เป็นโทเคน ไม่ว่าจะเป็นอสังหาริมทรัพย์ งานศิลปะ หรือแม้แต่ตัวเอง",
  "page-eth-not-only-crypto-desc-2": "Ethereum เป็นบ้านของโทเคนนับพัน - บางส่วนมีประโยชน์และมีคุณค่าต่อผู้อื่น นักพัฒนาได้สร้างโทเคนใหม่ๆอย่างต่อเนื่อง ซึ่งจะช่วยปลดล็อกความเป็นไปได้ใหม่ๆ และเปิดตลาดใหม่ขึ้น",
  "page-eth-not-only-crypto-desc-3": "ถ้าคุณต้องการเรียนรู้เพิ่มเติมเกี่ยวกับโทเคน เพื่อนๆ ของเราที่ EthHub ได้อธิบายภาพรวมที่มีประโยชน์ไว้มากมาย:",
  "page-eth-open": "ทุกคนสามารถเข้าถึงได้",
  "page-eth-open-desc": "คุณเพียงต้องการแค่การเชื่อมต่ออินเทอร์เน็ต และวอลเล็ทที่รองรับ ETH คุณไม่จำเป็นต้องเข้าถึงบัญชีธนาคารเพื่อรองรับธุรกรรม ",
  "page-eth-p2p-payments": "ธุรกรรม P2P",
  "page-eth-p2p-payments-desc": "คุณสามารถส่ง ETH โดยที่ไม่ต้องมีตัวกลางคอยบริการแบบธนาคาร ซึ่งเหมือนกับการที่คุณเอาเงินสดให้เองกับมือ แต่คุณสามารถทำได้อย่างปลอดภัยกับทุกคน ทุกที่ และทุกเวลา",
  "page-eth-period": ".",
  "page-eth-popular-tokens": "ประเภทของโทเคนที่พบเห็นกันบ่อย",
  "page-eth-powers-ethereum": "ETH สร้างอำนาจให้กับ Ethereum",
  "page-eth-shit-coins": "เหรียญขยะ",
  "page-eth-shit-coins-desc": "เพราะว่าการสร้างโทเคนใหม่เป็นเรื่องง่าย ใครก็สามารถทำได้ แม้แต่คนไม่ดีหรือมีประสงค์ร้าย โปรดศึกษาอย่างรอบคอบก่อนใช้โทเคน",
  "page-eth-stablecoins": "สเตเบิลคอยน์",
  "page-eth-stablecoins-desc": "โทเคนที่ยึดตามมูลค่าของสกุลเงินแบบดั้งเดิมอย่างเช่นดอลลาร์ โทเคนประเภทนี้ช่วยแก้ปัญหาความผันผวนของคริปโตเคนเรนซีที่พบเห็นได้ทั่วไป",
  "page-eth-stablecoins-link": "ซื้อสเตเบิลคอยน์",
  "page-eth-stream-link": "สตรีม ETH",
  "page-eth-tokens-link": "โทเคนของอีเธอเรียม",
  "page-eth-trade-link-2": "แลกเปลี่ยนโทเคน",
  "page-eth-underpins": "ETH คือฐานรากสำหรับระบบการเงินของอีเธอเรียม",
  "page-eth-underpins-desc": "หากไม่ชอบระบบชำระเงินแบบเดิมๆ ชุมชนอีเธอเรียมกำลังสร้างระบบการเงินขึ้นมาใหม่ซึ่งเป็นระบบแบบ P2P ที่ใครๆ ก็เข้าถึงได้",
  "page-eth-underpins-desc-2": "คุณสามารถใช้ ETH เป็นหลักประกันในการสร้างโทเคนคริปโตเคอเรนซีใหม่บนอีเธอเรียม นอกจากนั้นแล้ว คุณยังสามารถกู้ ยืม และรับดอกเบี้ยของ ETH และโทเคนอื่นที่ใช้ ETH ค้ำประกันอยู่",
  "page-eth-uses": "เคสการใช้งาน ETH เติบโตขึ้นทุกวัน",
  "page-eth-uses-desc": "เนื่องจากอีเธอเรียมใช้เขียนโปรแกรมได้ นักพัฒนาจึงประยุกต์ ETH ไปได้ในวิธีที่นับไม่ถ้วน",
  "page-eth-uses-desc-2": "เมื่อย้อนไปในปี 2015 สิ่งเดียวที่คุณทำได้ในเวลานั้นคือส่ง ETH จากบัญชีอีเธอเรียมหนึ่งไปอีกบัญชี หนึ่ง นี่เป็นเพียงแค่บางส่วนของสิ่งที่คุณทำได้ในวันนี้",
  "page-eth-uses-desc-3": "จ่ายหรือรับเงินได้แบบเรียลไทม์",
  "page-eth-uses-desc-4": "คุณสามารถแลกเปลี่ยน ETH กับโทเคนอื่นๆ รวมถึงบิตคอยน์",
  "page-eth-uses-desc-5": "บน ETH และโทเคนที่อยู่บนอีเธอเรียม",
  "page-eth-uses-desc-6": "เข้าถึงโลกแห่งคริปโตเคอเรนซีด้วยมูลค่าที่คงที่และผันผวนน้อยกว่า",
  "page-eth-value": "เหตุผลที่ทำให้อีเธอร์มีมูลค่า",
  "page-eth-video-alt": "วิดีโอสัญลักษณ์ ETH",
  "page-eth-whats-eth": "Ether (ETH) คืออะไร",
  "page-eth-whats-eth-hero-alt": "ภาพผู้คนที่กำลังตื่นเต้นกับสัญลักษณ์อีเธอร์ (ETH)",
  "page-eth-whats-eth-meta-desc": "สิ่งที่คุณควรรู้เพื่อเข้าใจ ETH และบทบาทในเครือข่ายอีเธอเรียม",
  "page-eth-whats-eth-meta-title": "Ether (ETH) คืออะไร",
  "page-eth-whats-ethereum": "อีเธอเรียมคืออะไร",
  "page-eth-whats-ethereum-desc": "ถ้าคุณอยากเรียนรู้เพิ่มเติมเกี่ยวอีเธอเรียม และเทคโนโลยีเบื้องหลัง ETH ลองดูบทนำของเรา",
  "page-eth-whats-unique": "อะไรที่ทำให้ ETH แตกต่าง",
  "page-eth-whats-unique-desc": "แม้จะมีคริปโตเคอเรนซีและโทเคนมากหน้าหลายตาที่อยู่บนอีเธอเรียม แต่มีบางสิ่งที่จะมีเพียง ETH เท่านั้นที่ทำได้",
  "page-eth-where-to-buy": "ซื้อ ETH ได้ที่ไหน",
  "page-eth-where-to-buy-desc": "คุณสามารถซื้อ ETH ได้จากศูนย์ซื้อขายหรือจากวอลเล็ท ทั้งนี้แต่ละประเทศต่างมีกฎเกณฑ์ของตน ลองดูว่ามีบริการใดบ้างที่ช่วยให้คุณซื้อ ETH ได้",
  "page-eth-yours": "คุณได้เป็นเจ้าของจริงๆ",
  "page-eth-yours-desc": "ETH ให้คุณเป็นเจ้าของธนาคารของคุณเอง คุณสามารถควบคุมเงินของคุณ ด้วยวอลเล็ทของคุณ เพียงแค่คุณยืนยันความเป็นเจ้าของ ไม่จำเป็นต้องใช้บุคคลที่สามในการยืนยันตัว",
  "page-eth-more-on-tokens": "ข้อมูลเพิ่มเติมเกี่ยวกับโทเคนอื่นๆ และการใช้งาน",
  "page-eth-button-buy-eth": "รับ ETH",
  "page-eth-tokens-stablecoins": "สเตเบิลคอยน์",
  "page-eth-tokens-defi": "Decentralized ทางการเงิน (DeFi)",
  "page-eth-tokens-nft": "Non-fungible Token (NFT)",
  "page-eth-tokens-dao": "การบริหารองค์กรอัตโนมัติด้วยระบบ Decentralized (DAO)",
  "page-eth-tokens-stablecoins-description": "ข้อมูลเพิ่มเติมเกี่ยวกับโทเคนบนอีเธอเรียมที่ผันผวนน้อยที่สุด",
  "page-eth-tokens-defi-description": "ระบบการเงินสำหรับโทเคนบนอีเธอเรียม",
  "page-eth-tokens-nft-description": "โทเคนที่เป็นตัวแทนการเป็นเจ้าของไอเทมนั้นๆ บนอีเธอเรียม",
  "page-eth-tokens-dao-description": "ชุมชนบนอินเทอร์เน็ตที่มักจะดำเนินการโดยผู้ถือโทเคน",
  "page-eth-whats-defi": "เพิ่มเติมเกี่ยวกับ DeFi",
  "page-eth-whats-defi-description": "DeFi คือระบบการเงินแบบกระจายศูนย์ สร้างบน Ethereum นี่คือภาพรวมที่จะอธิบายถึงสิ่งที่คุณสามารถทำได้"
}
