{
  "page-index-activity-description": "กิจกรรมจากเครือข่ายอีเธอเรียมทั้งหมด",
  "page-index-activity-tag": "กิจกรรม",
  "page-index-activity-header": "ระบบนิเวศที่แข็งแกร่งที่สุด",
  "page-index-bento-header": "วิธีการใช้อินเตอร์เน็ตแบบใหม่",
  "page-index-bento-assets-action": "อื่นๆ เกี่ยวกับ NFTs",
  "page-index-bento-assets-content": "งานศิลปะ ใบรับรอง หรือแม้แต่อสังหาริมทรัพย์สามารถแปลงเป็นโทเค็นได้ ทุกสิ่งทุกอย่างสามารถแปลงเป็นโทเค็นที่ซื้อขายได้ การเป็นเจ้าของเป็นแบบสาธารณะและสามารถตรวจสอบยืนยันได้",
  "page-index-bento-assets-title": "อินเทอร์เน็ตของสินทรัพย์ต่างๆ",
  "page-index-bento-dapps-action": "เรียกดูแอป",
  "page-index-bento-dapps-content": "แอปอีเธอเรียมทำงานโดยไม่ได้ขายข้อมูลของคุณ ปกป้องความเป็นส่วนตัวของคุณ",
  "page-index-bento-dapps-title": "แอปที่เป็นนวัตกรรม",
  "page-index-bento-defi-action": "สำรวจ DeFi",
  "page-index-bento-defi-content": "ผู้คนหลายพันล้านคนไม่สามารถเปิดบัญชีธนาคารหรือใช้เงินของตนเองได้อย่างอิสระ ระบบการเงินของอีเธอเรียมนั้นเปิดกว้างและเป็นกลางอยู่เสมอ",
  "page-index-bento-defi-title": "ระบบการเงินที่เป็นธรรมกว่า",
  "page-index-bento-networks-action": "สำรวจผลประโยชน์",
  "page-index-bento-networks-content": "อีเธอเรียมคือศูนย์กลางของนวัตกรรม blockchain เราสร้างโครงการที่ดีที่สุดขึ้นบนอีเธอเรียม",
  "page-index-bento-networks-title": "เครือข่ายของเครือข่ายทั้งหลาย",
  "page-index-bento-stablecoins-action": "เรียนรู้เพิ่มเติม",
  "page-index-bento-stablecoins-content": "สเตเบิลคอยน์ คือสกุลเงินที่รักษามูลค่าให้คงที่ ราคาของสกุลเงินนี้เท่ากับดอลลาร์สหรัฐหรือสินทรัพย์คงที่อื่น ๆ",
  "page-index-bento-stablecoins-title": "คริปโตที่ไร้ความผันผวน",
  "page-index-builders-action-primary": "พอร์ทัลของผู้สร้าง",
  "page-index-builders-action-secondary": "เอกสารประกอบ",
  "page-index-builders-description": "อีเธอเรียมเป็นแหล่งรวมของระบบนิเวศนักพัฒนาที่ใหญ่ที่สุดและมีชีวิตชีวาที่สุดของ Web3 โดยใช้ภาษา JavaScript และ Python หรือเรียนรู้ภาษาสัญญาอัจฉริยะ เช่น Solidity หรือ Vyper เพื่อเขียนแอปเป็นของตัวคุณเอง",
  "page-index-builders-tag": "ผู้สร้าง",
  "page-index-builders-header": "ชุมชนผู้สร้าง Blockchain ที่ใหญ่ที่สุด",
  "page-index-calendar-add": "เพิ่มในปฏิทิน",
  "page-index-calendar-fallback": "ยังไม่มีประชุมในอนาคต",
  "page-index-calendar-title": "การเรียกร้องครั้งต่อไป",
  "page-index-community-action": "ข้อมูลเพิ่มเติมเกี่ยวกับ ethereum.org",
  "page-index-community-description-1": "เว็บไซต์ ethereum.org ถูกสร้างขึ้นและดูแลโดยนักแปล นักเขียนโปรแกรม นักออกแบบ นักเขียนต้นฉบับ และสมาชิกชุมชนผู้กระตือรือร้นหลายร้อยคนในแต่ละเดือน",
  "page-index-community-description-2": "มาร่วมกันถามคำถาม เชื่อมโยงกับผู้คนทั่วโลก และมีส่วนร่วมกับเว็บไซต์กันดีกว่า คุณจะได้รับประสบการณ์จริงที่เกี่ยวข้อง และได้รับคำแนะนำตลอดกระบวนการ!",
  "page-index-community-description-3": "ชุมชน Ethereum.org เป็นสถานที่ที่สมบูรณ์แบบในการเริ่มต้นและเรียนรู้",
  "page-index-community-tag": "ชุมชน Ethereum.org",
  "page-index-community-header": "สร้างโดยชุมชน",
  "page-index-cta-dapps-description": "การเงิน เกม สังคม",
  "page-index-cta-dapps-label": "ลองใช้แอป",
  "page-index-cta-get-eth-description": "สกุลเงินของอีเธอเรียม",
  "page-index-cta-get-eth-label": "รับ ETH",
  "page-index-cta-networks-description": "ใช้งานโดยมีค่าธรรมเนียมขั้นต่ำ",
  "page-index-cta-networks-label": "เลือกเครือข่าย",
  "page-index-cta-wallet-description": "สร้างบัญชีและจัดการสินทรัพย์",
  "page-index-cta-wallet-label": "เลือกวอลเล็ท",
  "page-index-description": "แพลตฟอร์มชั้นนำสำหรับแอปที่เป็นนวัตกรรมและเครือข่าย blockchain",
  "page-index-developers-code-example-description-0": "สร้างธนาคารที่ดำเนินงานด้วยลอจิกที่คุณตั้งโปรแกรมได้",
  "page-index-developers-code-example-description-1": "สร้างโทเค็นที่สามารถถ่ายโอนและใช้ระหว่างแอปพลิเคชันต่าง ๆ ได้",
  "page-index-developers-code-example-description-2": "ใช้ภาษาการเขียนโปรแกรมที่มีอยู่ในการโต้ตอบกับอีเธอเรียมและแอปพลิเคชันอื่น ๆ",
  "page-index-developers-code-example-description-3": "แก้ไขบริการต่าง ๆ ที่มีอยู่แล้วให้เป็นแอปพลิเคชันแบบไม่มีศูนย์กลางที่เปิดเผยต่อสาธารณะได้",
  "page-index-developers-code-example-title-0": "ธนาคารของคุณ",
  "page-index-developers-code-example-title-1": "สกุลเงินของคุณ",
  "page-index-developers-code-example-title-2": "วอลเล็ทอีเธอเรียมที่ใช้ JavaScript",
  "page-index-developers-code-example-title-3": "DNS ที่มีอิสระและไม่ต้องมีการอนุมัติ",
  "page-index-developers-code-examples": "ตัวอย่างโค้ด",
  "page-index-events-action": "ดูกิจกรรมทั้งหมด",
  "page-index-events-header": "กิจกรรม",
  "page-index-events-subtitle": "ชุมชนอีเธอเรียมเป็นเจ้าภาพจัดกิจกรรมต่าง ๆ ทั่วโลกตลอดทั้งปี",
  "page-index-hero-image-alt": "ภาพเมืองดูล้ำสมัยที่แทนสังคมของอีเธอเรียม",
  "page-index-join-action-contribute-description": "ค้นหาวิธีการต่าง ๆ ที่คุณสามารถช่วยให้ ethereum.org เติบโตและดียิ่งขึ้นได้",
  "page-index-join-action-contribute-label": "วิธีการมีส่วนร่วม",
  "page-index-join-action-discord-description": "ในการถามคำถาม ให้ประสานงานการมีส่วนร่วม และเข้าร่วมการเรียกร้องของชุมชน",
  "page-index-join-action-github-description": "มีส่วนร่วมในการเขียนโค้ด ออกแบบ บทความ ฯลฯ",
  "page-index-join-action-twitter-description": "เพื่อติดตามข้อมูลอัปเดตและข่าวสารที่สำคัญของเรา",
  "page-index-join-description": "เว็บไซต์นี้เป็นโอเพ่นซอร์สซึ่งเกิดขึ้นจากชุมชนผู้มีส่วนร่วมหลายร้อยคน คุณสามารถขอแก้ไขเนื้อหาใด ๆ ก็ตามในเว็บไซต์นี้ได้",
  "page-index-join-header": "เข้าร่วม ethereum.org",
  "page-index-learn-description": "คริปโตอาจเป็นสิ่งที่น่าปวดหัว แต่ไม่ต้องกังวล เพราะสื่อต่าง ๆ เหล่านี้ได้รับการออกแบบมาเพื่อช่วยให้คุณเข้าใจอีเธอเรียมได้ในเวลาเพียงไม่กี่นาที",
  "page-index-learn-tag": "เรียนรู้",
  "page-index-learn-header": "ทำความเข้าใจอีเธอเรียม",
  "page-index-meta-description": "อีเธอเรียมเป็นแพลตฟอร์มการเงินและแอปพลิเคชันรูปแบบใหม่ในระดับโลกที่ไร้ซึ่งศูนย์กลาง บนอีเธอเรียม คุณสามารถเขียนโค้ดที่ใช้ควบคุมเงินและสร้างแอปพลิเคชันที่เข้าถึงได้จากทุกมุมของโลก",
  "page-index-meta-title": "คู่มือฉบับเต็มเกี่ยวกับอีเธอเรียม",
  "page-index-network-stats-total-eth-staked": "คุณค่าที่ปกป้องอีเธอเรียมไว้",
  "page-index-network-stats-tx-cost-description": "ค่าใช้จ่ายการทำธุรกรรมโดยเฉลี่ย",
  "page-index-network-stats-tx-day-description": "การทำธุรกรรมในช่วง 24 ชั่วโมงที่ผ่านมา",
  "page-index-network-stats-value-defi-description": "มูลค่าที่ถูกล็อกอยู่ใน DeFi",
  "page-index-network-stats-total-value-held": "มูลค่ารวมที่ถืออยู่ในอีเธอเรียม",
  "page-index-popular-topics-ethereum": "อีเธอเรียมคืออะไร",
  "page-index-popular-topics-header": "หัวข้อยอดนิยม",
  "page-index-popular-topics-action": "หัวข้ออื่น ๆ",
  "page-index-popular-topics-roadmap": "แผนงานอีเธอเรียม",
  "page-index-popular-topics-start": "วิธีการเริ่มต้น ทีละขั้นตอน",
  "page-index-popular-topics-wallets": "วอลเล็ทคริปโตคืออะไร",
  "page-index-popular-topics-whitepaper": "เอกสารไวท์เปเปอร์เกี่ยวกับอีเธอเรียม",
  "page-index-posts-action": "อ่านเพิ่มเติมในเว็บไซต์เหล่านี้",
  "page-index-posts-header": "โพสต์ล่าสุด",
  "page-index-posts-subtitle": "โพสต์และข้อมูลอัปเดตล่าสุดในบล็อกจากชุมชน",
  "page-index-title": "ยินดีต้อนรับสู่อีเธอเรียม",
  "page-index-values-description": "มาร่วมเป็นส่วนหนึ่งของการปฏิวัติทางดิจิทัล",
  "page-index-values-header": "อินเตอร์เน็ตกำลังเปลี่ยนแปลง",
  "page-index-values-legacy": "แบบดั้งเดิม",
  "page-index-values-ownership-legacy-label": "ความเป็นเจ้าของแบบจำกัด",
  "page-index-values-ownership-legacy-content-0": "สินทรัพย์และข้อมูลของคุณจะมีการจัดการโดยองค์กรพร้อมแพลตฟอร์มธนาคารทั่วไปหรือโซเชียลมีเดีย คุณต้องพึ่งพาสิ่งเหล่านี้ในการเข้าถึงและควบคุม",
  "page-index-values-ownership-legacy-content-1": "พวกเขาอาจใช้ข้อมูลของคุณด้วยวิธีที่คุณอาจไม่เห็นด้วย ขึ้นอยู่กับนโยบายของพวกเขา",
  "page-index-values-ownership-ethereum-label": "ความเป็นเจ้าของโดยตรง",
  "page-index-values-ownership-ethereum-content-0": "เมื่อใช้อีเธอเรียม คุณเท่านั้นที่มีสิทธิ์เข้าถึงและควบคุม ไม่มีผู้ใดที่มีสิทธิ์ใช้สินทรัพย์ของคุณ คุณสามารถตัดสินใจได้ว่าจะมอบสิทธิ์นั้นให้ใคร",
  "page-index-values-fairness-legacy-label": "การเลือกปฏิบัติ",
  "page-index-values-fairness-legacy-content-0": "ในปัจจุบัน ไม่ใช่ทุกคนจะสามารถเข้าถึงบริการทางการเงินได้เท่าเทียมกัน บางคนอาจเผชิญอุปสรรคในการเข้าถึงบริการเนื่องจากที่ตั้งหรือสัญชาติของพวกเขา",
  "page-index-values-fairness-ethereum-label": "การเข้าถึงที่เท่าเทียมกัน",
  "page-index-values-fairness-ethereum-content-0": "เราเชื่อว่าทุกคนควรได้รับอนุญาตให้ได้รับผลประโยชน์จากระบบระดับโลก นั่นคือเหตุผลที่อีเธอเรียมให้สิทธิ์การเข้าถึงที่เท่าเทียมกันสำหรับทุกคนทั่วโลก ไม่ว่าคุณจะเป็นใครหรือว่ามาจากที่ใดก็ตาม",
  "page-index-values-privacy-legacy-label": "ไม่มีความเป็นส่วนตัว",
  "page-index-values-privacy-legacy-content-0": "เราไม่สามารถคาดหวังให้รัฐบาล บริษัท หรือองค์กรขนาดใหญ่อื่น ๆ ที่ไม่สามารถระบุตัวตนอนุญาตความเป็นส่วนตัวให้แก่เราเพียงเพราะความเอื้อเฟื้อของพวกเขา",
  "page-index-values-privacy-legacy-content-1": "แอปส่วนใหญ่จะรวบรวมข้อมูลส่วนตัวของคุณให้ได้มากที่สุดเท่าที่จะเป็นไปได้ เพื่อให้สามารถกำหนดเป้าหมายทางการตลาดที่ปรับให้เหมาะกับคุณได้",
  "page-index-values-privacy-ethereum-label": "มุ่งเน้นความเป็นส่วนตัว",
  "page-index-values-privacy-ethereum-content-0": "ชุมชนอีเธอเรียมเคารพความเป็นส่วนตัว คุณมีสิทธิ์ใช้แอปโดยไม่ต้องเปิดเผยตัวตนหรือข้อมูลติดต่อของคุณ",
  "page-index-values-integration-legacy-label": "แยกเป็นส่วนย่อย",
  "page-index-values-integration-legacy-content-0": "แอปส่วนใหญ่บังคับให้คุณสร้างบัญชีแยกต่างหาก ซึ่งทำให้ยากที่จะจำรายละเอียดการเข้าสู่ระบบและการลงทะเบียนทั้งหมดของคุณ",
  "page-index-values-integration-ethereum-label": "ผสานรวม",
  "page-index-values-integration-ethereum-content-0": "เมื่อใช้อีเธอเรียม คุณจะสามารถใช้งานบัญชีเดียวกันได้สำหรับในทุกแอป โดยไม่ต้องลงทะเบียนในแต่ละแอป",
  "page-index-values-decentralization-legacy-label": "แบบมีศูนย์กลาง",
  "page-index-values-decentralization-legacy-content-0": "บริษัทต่าง ๆ เป็นของผู้ประกอบการและผู้ถือหุ้นรายย่อย พวกเขาเท่านั้นที่มีอำนาจควบคุมบริษัทและได้รับประโยชน์สูงสุดจากความสำเร็จของบริษัท",
  "page-index-values-decentralization-ethereum-label": "แบบไม่มีศูนย์กลาง",
  "page-index-values-decentralization-ethereum-content-0": "อีเธอเรียมก็ไม่ได้เป็นของใครคนใดคนหนึ่ง เช่นเดียวกับอินเทอร์เน็ต โดยจะถูกแชร์และกำหนดรูปแบบอย่างเท่าเทียมกันให้ทุกคน ไม่มีเจ้าของที่จะควบคุมได้เพียงลำพัง",
  "page-index-values-censorship-legacy-label": "เซ็นเซอร์ได้",
  "page-index-values-censorship-legacy-content-0": "แพลตฟอร์มสมัยใหม่และกฎเกณฑ์ต่าง ๆ มักมีการเปลี่ยนแปลงอยู่เสมอ ซึ่งอาจได้รับอิทธิพลจากผู้มีส่วนได้ส่วนเสีย ผู้บริหารบริษัท หรือแม้แต่ระบอบการปกครองที่กดขี่",
  "page-index-values-censorship-ethereum-label": "ป้องกันการถูกเซ็นเซอร์",
  "page-index-values-censorship-ethereum-content-0": "การป้องกันการกดขี่ถือเป็นหลักการสำคัญของอีเธอเรียม ฟังก์ชันการทำงานควรมีความยุติธรรมและเป็นกลางอยู่เสมอ",
  "page-index-values-censorship-ethereum-content-1": "ไม่มีรัฐชาติ บริษัท หรือบุคคลใด ๆ ก็ตามที่จะสามารถควบคุมอีเธอเรียมได้",
  "page-index-values-open-legacy-label": "ปิดสำหรับคนส่วนใหญ่",
  "page-index-values-open-legacy-content-0": "บริษัทต่าง ๆ ปกป้องทรัพย์สินทางปัญญาของตนและไม่แชร์ข้อมูลให้ผู้อื่น ไม่มีบุคคลใดภายนอกบริษัทจะเห็นวิธีการทำงาน การแก้ไขปัญหา หรือปรับปรุงสิ่งต่าง ๆ จึงเป็นเรื่องยากที่ผู้คนจะสร้างเครื่องมือใหม่ ๆ หรือปรับแต่งเครื่องมือ",
  "page-index-values-open-ethereum-label": "เปิดให้ทุกคน",
  "page-index-values-open-ethereum-content-0": "อีเธอเรียมเป็นสินทรัพย์สาธารณะสำหรับทุกคน ใครก็ตามสามารถดู ใช้ และปรับปรุงโค้ดได้ จึงทำให้ดียิ่งขึ้นสำหรับทุกคน"
}
