{
  "page-index-hero-image-alt": "Ilustración dunha cidade futurista, que representa o ecosistema Ethereum.",
  "page-index-meta-description": "Ethereum é unha plataforma global e descentralizada para diñeiro e novos tipos de aplicacións. En Ethereum, pode escribir código que controle o diñeiro e construír aplicacións accesibles desde calquera parte do mundo.",
  "page-index-meta-title": "Inicio",
  "page-index-title": "Dámoslle a benvida a Ethereum",
  "page-index-description": "Ethereum é a tecnoloxía de xestión comunitaria que impulsa a criptomoeda, ether (ETH) e millares de aplicacións descentralizadas.",
  "page-index-title-button": "Explore Ethereum",
  "page-index-get-started": "Comezar",
  "page-index-get-started-description": "ethereum.org é o seu portal para o mundo de Ethereum. A tecnoloxía é nova e está en constante evolución, polo que é útil dispor dunha guía. A continuación facémoslle unhas recomendacións se desexa profundar.",
  "page-index-get-started-image-alt": "Imaxe dunha persoa a traballar nun ordenador.",
  "page-index-get-started-wallet-title": "Escolla unha carteira",
  "page-index-get-started-wallet-description": "Unha carteira permítelle conectarse a Ethereum e administrar os teus fondos.",
  "page-index-get-started-wallet-image-alt": "Ilustración dun robot cunha caixa forte por corpo, que representa unha carteira de Ethereum.",
  "page-index-get-started-eth-title": "Obter ETH",
  "page-index-get-started-eth-description": "ETH é a moeda de Ethereum. Pode usala en aplicacións.",
  "page-index-get-started-eth-image-alt": "Ilustración dun grupo de persoas marabillándose perante un glifo de ether (ETH).",
  "page-index-get-started-dapps-title": "Use unha dapp",
  "page-index-get-started-dapps-description": "As dapps son aplicacións desenvolvidas por Ethereum. Vexa o que poden facer.",
  "page-index-get-started-dapps-image-alt": "Ilustración dun can usando un ordenador.",
  "page-index-get-started-devs-title": "Comece a crear",
  "page-index-get-started-devs-description": "Se quere comezar a codificar con Ethereum, temos documentación, tutoriais e moito máis no noso portal para programadores.",
  "page-index-get-started-devs-image-alt": "Imaxe dunha man a crear un logotipo de ETH con pezas de Lego.",
  "page-index-what-is-ethereum": "Que é Ethereum?",
  "page-index-what-is-ethereum-description": "Ethereum é unha tecnoloxía que serve de base para o diñeiro dixital, pagamentos globais e aplicacións. A comunidade construíu unha florecente economía dixital, desenvolveu novas formas para que os creadores gañen online, e moito máis. Está dispoñible para todos, en calquera parte do mundo que estea. O único que precisa é ter Internet.",
  "page-index-what-is-ethereum-button": "Que é Ethereum?",
  "page-index-what-is-ethereum-secondary-button": "Máis acerca do diñeiro dixital",
  "page-index-what-is-ethereum-image-alt": "Ilustración dunha persoa mirando nun mercado, que pretende representar a Ethereum.",
  "page-index-defi": "Un sistema financeiro máis xusto",
  "page-index-defi-description": "Na actualidade, millares de millóns de persoas non poden abrir contas bancarias, outras teñen os pagamentos bloqueados. O sistema de finanzas descentralizadas (DeFi) de Ethereum nunca dorme nin discrimina. Con só unha conexión a Internet, pode enviar, recibir, pedir en préstamo, obter intereses e ata mesmo transferir fondos en calquera lugar do mundo.",
  "page-index-defi-button": "Explorar DeFi",
  "page-index-defi-image-alt": "Ilustración dunhas mans a ofrecer un símbolo de ETH.",
  "page-index-internet": "Unha Internet aberta",
  "page-index-internet-description": "Hoxe en día accedemos a servizos de Internet \"gratuítos\" perdendo o control dos nosos dados persoais. Os servizos de Ethereum son abertos por defecto, o único que precisa é unha carteira. Estas son gratuítas e fáciles de configurar, contrólaas vostede e funcionan sen ningunha información persoal.",
  "page-index-internet-button": "Explore a Internet aberta",
  "page-index-internet-secondary-button": "Máis sobre carteiras",
  "page-index-internet-image-alt": "Ilustración dun ordenador futurista alimentado por cristais de Ethereum.",
  "page-index-developers": "Unha nova fronteira para o desenvolvemento",
  "page-index-developers-description": "Ethereum e as súas aplicacións son transparentes e de código aberto. Pode bifurcar o código e reutilizar funcionalidades xa creadas por outras persoas. Se non quere aprender unha nova linguaxe, pode simplemente interactuar cun código aberto usando JavaScript e outras linguaxes existentes.",
  "page-index-developers-button": "Portal do programador",
  "page-index-developers-code-examples": "Exemplos de código",
  "page-index-developers-code-example-title-0": "O seu propio banco",
  "page-index-developers-code-example-description-0": "Pode crear un banco xestionado pola lóxica que vostede programara.",
  "page-index-developers-code-example-title-1": "A súa propia moeda",
  "page-index-developers-code-example-description-1": "Pode crear tokens que pode transferir e utilizar en todas as aplicacións.",
  "page-index-developers-code-example-title-2": "Unha carteira Ethereum en JavaScript",
  "page-index-developers-code-example-description-2": "Pode usar linguaxes existentes para interactuar con Ethereum e outras aplicacións.",
  "page-index-developers-code-example-title-3": "Un DNS aberto e sen permisos",
  "page-index-developers-code-example-description-3": "Pode reimaxinar servizos xa existentes como aplicacións abertas e descentralizadas.",
  "page-index-network-stats-title": "Ethereum hoxe",
  "page-index-network-stats-subtitle": "Últimas estatísticas da rede",
  "page-index-network-stats-eth-price-description": "Prezo de ETH (USD)",
  "page-index-network-stats-eth-price-explainer": "O último prezo para 1 ether. Pode comprar desde 0,000000000000000001, non ten que comprar 1 ETH enteiro.",
  "page-index-network-stats-tx-day-description": "Transaccións feitas hoxe",
  "page-index-network-stats-tx-day-explainer": "Número de transaccións procesadas satisfactoriamente na rede nas últimas 24 horas.",
  "page-index-network-stats-value-defi-description": "Valor bloqueado no DeFi (USD)",
  "page-index-network-stats-value-defi-explainer": "Cantidade de diñeiro en aplicacións de finanzas descentralizadas (DeFi), a economía dixital Ethereum.",
  "page-index-network-stats-nodes-description": "Nós",
  "page-index-network-stats-nodes-explainer": "Ethereum está administrado por millares de voluntarios en todo o mundo, coñecidos como nós.",
  "page-index-touts-header": "Explore ethereum.org",
  "page-index-contribution-banner-title": "Faga unha contribución a ethereum.org",
  "page-index-contribution-banner-description": "Este sitio web é de código aberto con centos de colaboradores da comunidade. Vostede pode propor edicións para calquera contido deste sitio, suxerir novas funcionalidades incribles ou axudarnos a eliminar erros.",
  "page-index-contribution-banner-image-alt": "Logotipo de Ethereum feito de pezas de Lego.",
  "page-index-contribution-banner-button": "Máis información sobre como contribuír",
  "page-index-tout-upgrades-title": "Aumente os seus coñecementos sobre as melloras",
  "page-index-tout-upgrades-description": "Ethereum 2.0 é un programa de melloras interconectadas deseladas para que Ethereum sexa máis escalable, seguro e sostible.",
  "page-index-tout-upgrades-image-alt": "Ilustración dunha nave espacial que representa o aumento de potencia despois das melloras de Ethereum.",
  "page-index-tout-enterprise-title": "Ethereum para empresas",
  "page-index-tout-enterprise-description": "Vexa como Ethereum pode abrir novos modelos de negocio, reducir os seus custos e preparar o seu negocio para o futuro.",
  "page-index-tout-enterprise-image-alt": "Ilustración dun ordenador/dispositivo futurista.",
  "page-index-tout-community-title": "A comunidade Ethereum",
  "page-index-tout-community-description": "Ethereum é unha comunidade en si mesma. Está composta por persoas de diferentes orixes e intereses. Vexa como pode participar.",
  "page-index-tout-community-image-alt": "Ilustración dun grupo de construtores traballando xuntos.",
  "page-index-nft": "O internet dos activos",
  "page-index-nft-description": "Ethereum non só serve para diñeiro dixital. Calquera cousa que posúa pode ser representada, negociada e usada como tokens non funxibles (NFT en inglés). Pode tokenizar a sua arte e obter dereitos de autor automaticamente sempre que se revenda. Ou utilizar un token de algo que posúa para pedir un empréstito. As posibilidades están en constante crecemento.",
  "page-index-nft-button": "Máis sobre NFTs",
  "page-index-nft-alt": "Logotipo Eth que se mostra mediante un holograma."
}
