{
  "51%-attack-term": "51% हमला",
  "51%-attack-definition": "एक प्रकार का हमला जहाँ एक समूह अधिकांश <a href=\"/glossary/#node\">नोड्स</a> पर नियंत्रण हासिल कर लेता है। यह उन्हें <a href=\"/glossary/#transaction\">लेन-देन</a> को उलटने और <a href=\"/glossary/#ether\">ईथर</a> और अन्य टोकन पर दोहरा खर्च करके ब्लॉकचेन के साथ धोखाधड़ी करने की अनुमति देगा।<br /><br />एथेरियम हिस्सेदारी का सबूत में यह कुल स्टेक्ड ईथर के आधे से अधिक जमा करके प्राप्त किया जाएगा। यह एक हमलावर को यह तय करने की अनुमति देगा कि ब्लॉकचेन में कौन से नए ब्लॉक जोड़े जाते हैं। हालांकि, चेन को रिवर्ट करने या दोहरा-खर्च करने के लिए एक हमलावर को कुल स्टेक्ड ईथर का कम से कम 66% की आवश्यकता होगी।",
  "account-term": "खाता",
  "account-definition": "एथेरियम खाता एथेरियम ब्लॉकचेन पर एक डिजिटल पहचान है, जो उपयोगकर्ताओं को ईथर भेजने, प्राप्त करने और स्मार्ट कॉन्ट्रैक्ट्स के साथ इंटरैक्ट करने की अनुमति देता है।<br /><br /><strong>तकनीकी:</strong><br />यह एक ऑब्जेक्ट है जिसमें एक पता, बैलेंस, नॉन्स, और वैकल्पिक स्टोरेज और कोड होता है। एक खाता एक कॉन्ट्रैक्ट खाता या एक बाहरी स्वामित्व वाला खाता (EOA) हो सकता है।",
  "address-term": "पता",
  "address-definition": "एथेरियम एड्रेस एक विशिष्ट पहचानकर्ता है जिसका उपयोग टोकन प्राप्त करने के लिए किया जाता है, यह क्रिप्टोकरेंसी के लिए बैंक खाता संख्या के समान कार्य करता है। इसका उपयोग आपके एथेरियम खाते की पहचान के लिए किया जाता है।<br /><br />यह ECDSA सार्वजनिक कुंजी के keccak हैश के सबसे दाहिने 160 बिट्स होते हैं।",
  "anti-sybil-term": "एंटी-सिबिल",
  "anti-sybil-definition": "इंटरनेट पर लोगों को एक साथ कई उपयोगकर्ताओं के रूप में ढोंग करने से रोकने के तरीके हैं, यह सुनिश्चित करते हुए कि प्रत्येक उपयोगकर्ता एक वास्तविक, अलग व्यक्ति है। इससे ऑनलाइन बातचीत को निष्पक्ष और ईमानदार रखने में मदद मिलती है।",
  "abi-term": "एप्लिकेशन बाइनरी इंटरफेस (ABI)",
  "abi-definition": "एक JSON फ़ाइल जो स्मार्ट अनुबंध में शामिल फ़ंक्शंस और वेरिएबल्स को परिभाषित करती है। ABI बाइटकोड को मानव-पठनीय प्रारूपों में मैप करने की अनुमति देता है।",
  "api-term": "एप्लिकेशन प्रोग्रामिंग इंटरफेस (API)",
  "api-definition": "एप्लिकेशन प्रोग्रामिंग इंटरफेस (API) सॉफ्टवेयर के उपयोग के लिए परिभाषाओं का एक समूह है। API एक एप्लिकेशन और वेब सर्वर के बीच होता है, और उनके बीच डेटा के ट्रांसफर को सुगम बनाता है।",
  "apr-term": "APR",
  "apr-definition": "APR, यानी वार्षिक प्रतिशत दर, उधार लिए गए धन की वार्षिक लागत को दर्शाता है, जिसमें ब्याज और शुल्क शामिल हैं, प्रतिशत के रूप में।",
  "asic-term": "ASIC",
  "asic-definition": "एप्लिकेशन-विशिष्ट एकीकृत सर्किट। यह आमतौर पर क्रिप्टोकरेंसी माइनिंग के लिए विशेष रूप से निर्मित एकीकृत सर्किट को संदर्भित करता है।",
  "assert-term": "assert",
  "assert-definition": "<a href=\"/glossary/#solidity\">सोलिडीटी</a> में, `assert(false)` को `0xfe` में संकलित किया जाता है, जो एक अमान्य ऑपकोड है, जो सभी शेष <a href=\"/glossary/#gas\">गैस</a> का उपयोग करता है और सभी परिवर्तनों को रिवर्ट करता है। जब `assert()` स्टेटमेंट विफल होता है, तो कुछ बहुत गलत और अप्रत्याशित हो रहा होता है, और आपको अपने कोड को ठीक करना होगा। आपको `assert()` का उपयोग उन शर्तों से बचने के लिए करना चाहिए जो कभी भी, बिल्कुल भी नहीं होनी चाहिए। <a href=\"/developers/docs/smart-contracts/security/\">स्मार्ट अनुबंध सुरक्षा पर अधिक</a>।",
  "attestation-term": "साक्षी",
  "attestation-definition": "किसी इकाई द्वारा यह दावा कि कुछ सच है। एथेरियम के संदर्भ में, सहमति सत्यापनकर्ताओं को यह दावा करना होता है कि वे चेन की स्थिति को क्या मानते हैं। निर्धारित समय पर, प्रत्येक सत्यापनकर्ता विभिन्न सत्यापन प्रकाशित करने के लिए जिम्मेदार होता है जो औपचारिक रूप से इस सत्यापनकर्ता के चेन के दृष्टिकोण को घोषित करता है, जिसमें अंतिम निश्चित चेकपॉइंट और चेन का वर्तमान हेड शामिल है। <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\"> साक्ष्य पर अधिक</a>।",
  "base-fee-term": "आधार शुल्क",
  "base-fee-definition": "प्रत्येक <a href=\"/glossary/#block\">ब्लॉक </a>में एक रिजर्व मूल्य होता है जिसे 'बेस फी' कहा जाता है। यह न्यूनतम <a href=\"/glossary/#gas\">गैस</a> शुल्क है जो एक उपयोगकर्ता को अगले ब्लॉक में लेनदेन शामिल करने के लिए देना होता है। <a href=\"/developers/docs/gas/\">गैस और शुल्क पर अधिक</a>।",
  "beacon-chain-term": "बीकन चेन",
  "beacon-chain-definition": "बीकन चेन वह ब्लॉकचेन थी जिसने एथेरियम में <a href=\"/glossary/#pos\">हिस्सेदारी का सबूत</a> और <a href=\"/glossary/#validator\">सत्यापनकर्ताओं</a> को पेश किया। यह दिसंबर 2020 से सितंबर 2022 तक प्रूफ-ऑफ-वर्क एथेरियम मेननेट के साथ-साथ चली, जब तक कि दोनों चेन को मिलाकर आज का एथेरियम नहीं बन गया। <a href=\"/roadmap/beacon-chain/\">बीकन चेन पर अधिक</a>।",
  "big-endian-term": "बड़े-एंडियन",
  "big-endian-definition": "एक स्थिति संख्या प्रतिनिधित्व जहां सबसे महत्वपूर्ण अंक पहले मेमोरी में होता है। यह लिटिल-एंडियन के विपरीत है, जहां सबसे कम महत्वपूर्ण अंक पहले होता है।",
  "block-term": "ब्लॉक",
  "block-definition": "ब्लॉक वह जगह है जहां लेनदेन या डिजिटल कार्यों को संग्रहीत किया जाता है। एक बार जब ब्लॉक भर जाता है, तो यह पिछले ब्लॉक से जुड़ जाता है, जिससे ब्लॉकों की एक श्रृंखला बनती है या \"ब्लॉकचेन\" बनता है। <a href=\"/developers/docs/blocks/\">ब्लॉक्स पर अधिक</a>।<br /><br />ब्लॉक लेनदेन और सहमति-संबंधी जानकारी की एक बंडल इकाई है जिसमें लेनदेन की एक क्रमबद्ध सूची और सहमति-संबंधी जानकारी शामिल होती है। ब्लॉक्स को हिस्सेदारी का सबूत सत्यापनकर्ताओं द्वारा प्रस्तावित किया जाता है, जिसके बाद वे पूरे पीयर-टू-पीयर नेटवर्क में साझा किए जाते हैं, जहां उन्हें अन्य सभी नोड्स द्वारा आसानी से स्वतंत्र रूप से सत्यापित किया जा सकता है। सहमति नियम यह नियंत्रित करते हैं कि ब्लॉक की सामग्री को वैध माना जाता है, और कोई भी अमान्य ब्लॉक नेटवर्क द्वारा उपेक्षित किए जाते हैं। इन ब्लॉक्स और उनमें मौजूद लेनदेन का क्रम एक निश्चित घटनाओं की श्रृंखला बनाता है, जिसका अंत नेटवर्क की वर्तमान स्थिति को दर्शाता है।",
  "block-explorer-term": "ब्लॉक खोजकर्ता",
  "block-explorer-definition": "एक इंटरफेस जो उपयोगकर्ता को ब्लॉकचेन से और उसके बारे में जानकारी खोजने की अनुमति देता है। इसमें व्यक्तिगत लेनदेन, विशिष्ट पतों से जुड़ी गतिविधि और नेटवर्क के बारे में जानकारी प्राप्त करना शामिल है।",
  "block-header-term": "ब्लॉक हेडर",
  "block-header-definition": "ब्लॉक हेडर ब्लॉक के बारे में मेटाडेटा और निष्पादन पेलोड में शामिल लेनदेन का सारांश है।",
  "block-propagation-term": "ब्लॉक प्रोपगेशन",
  "block-propagation-definition": "पुष्टि किए गए ब्लॉक को नेटवर्क के सभी अन्य नोड्स तक प्रसारित करने की प्रक्रिया।",
  "block-proposer-term": "ब्लॉक प्रस्तावक",
  "block-proposer-definition": "विशिष्ट सत्यापनकर्ता जो किसी विशेष <a href=\"/glossary/#slot\">स्लॉट</a> में ब्लॉक बनाने के लिए चुना जाता है।",
  "block-reward-term": "ब्लॉक रिवॉर्ड",
  "block-reward-definition": "नए वैध ब्लॉक के प्रस्तावक को दी जाने वाली इथर की मात्रा।",
  "block-status-term": "ब्लॉक स्टेटस",
  "block-status-definition": "ब्लॉक के मौजूद होने की अवस्थाएं। संभावित अवस्थाएं शामिल हैं:<br/><br/><ul><li>प्रस्तावित: ब्लॉक को एक सत्यापनकर्ता द्वारा प्रस्तावित किया गया</li><li> थानिर्धारित: सत्यापनकर्ता वर्तमान में डेटा जमा कर रहे हैं </li><li>चूक/छोड़ दिया गया: प्रस्तावक ने पात्र समय सीमा के भीतर ब्लॉक प्रस्तावित नहीं किया </li><li>अनाथ: ब्लॉक को <a href=\"/glossary/#fork-choice-algorithm\">फोर्क चॉइस एल्गोरिदम द्वारा रीऑर्ग </a>कर दिया गया</li></ul>",
  "block-time-term": "ब्लॉक समय",
  "block-time-definition": "ब्लॉकचेन में ब्लॉक्स के जुड़ने के बीच का समय अंतराल।",
  "block-validation-term": "ब्लॉक सत्यापन",
  "block-validation-definition": "यह जांचने की प्रक्रिया कि एक नया ब्लॉक वैध लेनदेन और हस्ताक्षरों को शामिल करता है, सबसे भारी ऐतिहासिक चेन पर बनता है (जिसका अर्थ है वह चेन जिसने अपनी इतिहास में सबसे अधिक सत्यापन जमा किए हैं), और सभी अन्य सहमति नियमों का पालन करता है। वैध ब्लॉक्स को चेन के हेड में जोड़ा जाता है और नेटवर्क पर दूसरों को प्रचारित किया जाता है। अमान्य ब्लॉक्स को उपेक्षित किया जाता है।",
  "blockchain-term": "ब्लॉकचेन",
  "blockchain-definition": "ब्लॉकचेन लेनदेन का एक डेटाबेस है, जो नेटवर्क के सभी कंप्यूटरों पर डुप्लिकेट और साझा किया जाता है, यह सुनिश्चित करता है कि डेटा को पीछे की ओर बदला नहीं जा सकता।<br /><br /><a href=\"/glossary/#block\">ब्लॉक</a> की एक श्रृंखला, प्रत्येक अपने पूर्ववर्ती से <a href=\"/glossary/#genesis-block\">जेनसिस ब्लॉक</a> तक पिछले ब्लॉक के हैश का संदर्भ देकर जुड़ती है। ब्लॉकचेन की अखंडता को हिस्सेदारी का सबूत आधारित आम सहमति तंत्र का उपयोग करके क्रिप्टो-आर्थिक रूप से सुरक्षित किया जाता है। <a href=\"/developers/docs/intro-to-ethereum#what-is-a-blockchain\">ब्लॉकचेन क्या है?</a>आम सहमति तंत्र",
  "bootnode-term": "बूटनोड",
  "bootnode-definition": "वे नोड्स जो नोड चलाने के दौरान खोज प्रक्रिया शुरू करने के लिए उपयोग किए जा सकते हैं। बूटनोड्स नए नोड्स को अन्य मौजूदा नोड्स से 'परिचय' कराते हैं ताकि वे जल्दी से पीयर्स प्राप्त कर सकें, बजाय इसके कि उन्हें शुरुआती पीयर की खोज करनी पड़े। इन नोड्स के एंडपॉइंट्स आमतौर पर एथेरियम क्लाइंट सोर्स कोड में प्रदान किए जाते हैं, लेकिन उपयोगकर्ता अपनी बूटनोड्स की सूची प्रदान कर सकते हैं।",
  "bridge-term": "ब्रिज",
  "bridge-definition": "ब्लॉकचेन ब्रिज का उपयोग एक ब्लॉकचेन नेटवर्क से दूसरे में संपत्ति ट्रांसफर करने के लिए किया जाता है। उदाहरण के लिए, आप ब्रिज का उपयोग करके ETH को मुख्य एथेरियम नेटवर्क से सस्ते परत 2 स्केलिंग समाधानों में ट्रांसफर कर सकते हैं।",
  "bytecode-term": "बाइटकोड",
  "bytecode-definition": "कोड को एक संक्षिप्त, संख्यात्मक रूप में व्यक्त किया जाता है ताकि इसे <a href=\"/glossary/#evm\">EVM</a> द्वारा कुशलतापूर्वक निष्पादित किया जा सके।",
  "byzantium-fork-term": "बायज़ेंटियम फोर्क",
  "byzantium-fork-definition": "मेट्रोपोलिस विकास चरण के लिए दो <a href=\"/glossary/#hard-fork\">हार्ड फोर्क्स</a> में से पहला। इसमें EIP-649 <a href=\"/glossary/#metropolis\">मेट्रोपोलिस</a> <a href=\"/glossary/#difficulty-bomb\">डिफिकल्टी बम</a> विलंब और ब्लॉक रिवॉर्ड कमी शामिल थी, जहां <a href=\"/glossary/#ice-age\">आइस एज</a> को 1 वर्ष के लिए विलंबित किया गया और ब्लॉक रिवॉर्ड को 5 से 3 इथर तक कम किया गया।",
  "casper-ffg-term": "कैस्पर FFG",
  "casper-ffg-definition": "कैस्पर-FFG एक हिस्सेदारी का सबूत सहमति प्रोटोकॉल है जो <a href=\"/glossary/#lmd-ghost\">LMD-GHOST</a> फोर्क चॉइस एल्गोरिदम के साथ संयोजन में उपयोग किया जाता है ताकि <a href=\"/glossary/#consensus-client\">सहमति ग्राहक</a> बीकन चेन के हेड पर सहमत हो सकें।",
  "checkpoint-term": "चेकपॉइंट",
  "checkpoint-definition": "<a href=\"/glossary/#beacon-chain\">बीकन चेन</a> में एक टेम्पो होता है जो स्लॉट्स (12 सेकंड) और एपोक्स (32 स्लॉट्स) में विभाजित है। प्रत्येक एपोक में पहला स्लॉट एक चेकपॉइंट है। जब सत्यापनकर्ताओं का <a href=\"/glossary/#supermajority\">सुपरमेजोरिटी</a> दो चेकपॉइंट्स के बीच के लिंक को सत्यापित करता है, तो वे <a href=\"/glossary/#justification\">न्यायोचित</a> हो सकते हैं और फिर जब एक अन्य चेकपॉइंट को इसके ऊपर न्यायोचित किया जाता है, तो वे <a href=\"/glossary/#finality\">निश्चित</a> हो सकते हैं।",
  "compiling-term": "कंपाइलिंग",
  "compiling-definition": "उच्च-स्तरीय प्रोग्रामिंग भाषा (जैसे, <a href=\"/glossary/#solidity\">सोलिडीटी</a>) में लिखे गए कोड को निम्न-स्तरीय भाषा (जैसे, EVM <a href=\"/glossary/#bytecode\">बाइटकोड</a>) में बदलना। <a href=\"/developers/docs/smart-contracts/compiling/\">स्मार्ट अनुबंधों को कंपाइल करने के बारे में और जानें</a>",
  "committee-term": "समिति",
  "committee-definition": "कम से कम 128 <a href=\"/glossary/#validator\">सत्यापनकर्ताओं</a> का एक समूह जो प्रत्येक स्लॉट में ब्लॉक्स को सत्यापित करने के लिए नियुक्त किया जाता है। समिति में एक सत्यापनकर्ता एग्रीगेटर होता है, जो उन सभी सत्यापनकर्ताओं के हस्ताक्षरों को एकत्र करने के लिए जिम्मेदार होता है जो एक सत्यापन पर सहमत होते हैं। इसे <a href=\"/glossary/#sync-committee\">[सिंक समिति]</a> के साथ भ्रमित नहीं करना चाहिए।",
  "computational-infeasibility-term": "कम्प्यूटेशनल असंभवता",
  "computational-infeasibility-definition": "एक प्रक्रिया कम्प्यूटेशनल रूप से अव्यवहारिक होती है यदि इसे करने में किसी ऐसे व्यक्ति के लिए, जो इसे करने में रुचि रख सकता है, अव्यावहारिक रूप से लंबा समय (जैसे, अरबों वर्ष) लगे।",
  "consensus-term": "आम सहमति",
  "consensus-definition": "जब नेटवर्क में दो-तिहाई से अधिक कंप्यूटर इस बात पर सहमत होते हैं कि उनके पास रिकॉर्ड का एक ही सेट है, यह सुनिश्चित करता है कि हर कोई एक ही पेज पर है। यह उनके द्वारा पालन किए जाने वाले नियमों के बारे में नहीं है, बल्कि यह सुनिश्चित करना है कि सभी के पास एक ही जानकारी हो।",
  "consensus-client-term": "सहमति ग्राहक",
  "consensus-client-definition": "सहमति ग्राहक (जैसे Prysm, Teku, Nimbus, Lighthouse, Lodestar) एथेरियम का <a href=\"/glossary/#pos\">हिस्सेदारी का सबूत</a> आम सहमति तंत्र एल्गोरिदम चलाते हैं, जो नेटवर्क को बीकन चेन के हेड पर सहमति तक पहुंचने में सक्षम बनाता है। सहमति ग्राहक लेनदेन को सत्यापित करने/प्रसारित करने या स्थिति परिवर्तनों को निष्पादित करने में भाग नहीं लेते। यह <a href=\"/glossary/#execution-client\">[निष्पादन ग्राहक]</a> द्वारा किया जाता है। सहमति ग्राहक सत्यापन नहीं करते या नए ब्लॉक्स प्रस्तावित नहीं करते। यह <a href=\"/glossary/#validator\">सत्यापनकर्ता ग्राहक</a> द्वारा किया जाता है, जो सहमति ग्राहक के लिए एक वैकल्पिक ऐड-ऑन है।",
  "consensus-layer-term": "सहमति परत",
  "consensus-layer-definition": "एथेरियम की सहमति परत <a href=\"/glossary/#consensus-client\">सहमति ग्राहकों</a> का नेटवर्क है।",
  "consensus-rules-term": "सहमति नियम",
  "consensus-rules-definition": "ब्लॉक सत्यापन नियम जो पूर्ण नोड्स अन्य नोड्स के साथ सहमति में रहने के लिए पालन करते हैं। इसे <a href=\"/glossary/#consensus\">[सहमति]</a> के साथ भ्रमित नहीं करना चाहिए।",
  "cfi-term": "समावेशन के लिए विचार (CFI)",
  "cfi-definition": "एक कोर <a href=\"/glossary/#eip\">EIP</a> जो अभी तक मेननेट पर सक्रिय नहीं है, और क्लाइंट डेवलपर्स सामान्य रूप से इस विचार के प्रति सकारात्मक हैं। यह मानते हुए कि यह मेननेट समावेशन के लिए सभी आवश्यकताओं को पूरा करता है, इसे संभावित रूप से नेटवर्क अपग्रेड में शामिल किया जा सकता है (जरूरी नहीं कि अगले में)।",
  "constantinople-fork-term": "कॉन्स्टेंटिनोपल फोर्क",
  "constantinople-fork-definition": "<a href=\"/glossary/#metropolis\">[मेट्रोपोलिस]</a> चरण का दूसरा हिस्सा, जिसे मूल रूप से 2018 के मध्य के लिए नियोजित किया गया था। इसमें एक हाइब्रिड <a href=\"/glossary/#pow\">[काम का सबूत]</a>/<a href=\"/glossary/#pos\">हिस्सेदारी का सबूत</a> आम सहमति तंत्र एल्गोरिथम में स्विच करने की उम्मीद थी, अन्य परिवर्तनों के साथ।",
  "contract-account-term": "अनुबंध खाता",
  "contract-account-definition": "एक खाता जिसमें कोड होता है जो तब निष्पादित होता है जब इसे किसी अन्य <a href=\"/glossary/#account\">खाते</a> (<a href=\"/glossary/#eoa\">[EOA]</a> या <a href=\"/glossary/#contract-account\">[अनुबंध]</a>) से <a href=\"/glossary/#transaction\">लेनदेन</a> प्राप्त होता है।",
  "contract-creation-transaction-term": "अनुबंध निर्माण लेनदेन",
  "contract-creation-transaction-definition": "एक विशेष <a href=\"/glossary/#transaction\">लेनदेन</a> जिसमें अनुबंध का प्रारंभिक कोड शामिल होता है। प्राप्तकर्ता को `null` सेट किया जाता है और अनुबंध को उपयोगकर्ता पते और `nonce` से उत्पन्न पते पर डिप्लॉय किया जाता है। यह एथेरियम ब्लॉकचेन पर <a href=\"/glossary/#contract-account\">अनुबंध</a> को पंजीकृत करने और रिकॉर्ड करने के लिए उपयोग किया जाता है।",
  "cryptoeconomics-term": "क्रिप्टोइकॉनॉमिक्स",
  "cryptoeconomics-definition": "गणितीय और आर्थिक सिद्धांतों का अध्ययन ताकि सुरक्षित और भरोसेमंद डिजिटल प्लेटफॉर्म डिज़ाइन किए जा सकें। इसका लक्ष्य यह सुनिश्चित करना है कि सभी प्रतिभागी नियमों का पालन करें और नेटवर्क की सुरक्षा और संचालन में योगदान देने के लिए पुरस्कृत हों ",
  "cryptography-term": "क्रिप्टोग्राफी",
  "cryptography-definition": "यह संचार और डेटा को कोड के उपयोग के माध्यम से सुरक्षित करने की प्रथा है, ताकि केवल वे लोग जिनके लिए जानकारी предназначित है, इसे पढ़ और प्रोसेस कर सकें।<br />इसमें एन्क्रिप्शन (पठनीय जानकारी को अपठनीय प्रारूप में बदलना) और डिक्रिप्शन (इसे वापस पठनीय प्रारूप में बदलना) की तकनीकें शामिल हैं, जो गोपनीयता सुनिश्चित करती हैं।",
  "doge-d-term": "Đ",
  "doge-d-definition": "Đ (स्ट्रोक के साथ D) पुरानी अंग्रेजी, मध्य अंग्रेजी, आइसलैंडिक, और फरोसी में बड़े अक्षर “Eth” को दर्शाने के लिए उपयोग किया जाता है। इसे ĐEV या Đapp (विकेंद्रीकृत अनुप्रयोग) जैसे शब्दों में उपयोग किया जाता है, जहां Đ नॉर्स अक्षर “eth” है। बड़ा eth (Ð) क्रिप्टोकरेंसी Dogecoin को प्रतीक करने के लिए भी उपयोग किया जाता है। यह आमतौर पर पुराने एथेरियम साहित्य में देखा जाता है लेकिन आज कम उपयोग किया जाता है।",
  "dag-term": "DAG",
  "dag-definition": "DAG का अर्थ है डायरेक्टेड ऐसाइक्लिक ग्राफ। यह नोड्स और उनके बीच लिंक्स से बना एक डेटा संरचना है। द मर्ज से पहले, एथेरियम ने अपने <a href=\"/glossary/#pow\">काम का सबूत</a> एल्गोरिदम, <a href=\"/glossary/#ethash\">Ethash</a> में DAG का उपयोग किया था, लेकिन अब <a href=\"/glossary/#pos\">हिस्सेदारी का सबूत</a> में इसका उपयोग नहीं होता।",
  "dapp-term": "डेप",
  "dapp-definition": "एक विकेंद्रीकृत अनुप्रयोग ब्लॉकचेन नेटवर्क पर चलता है, जो बिना किसी केंद्रीय नियंत्रण प्राधिकरण के सेवाएं प्रदान करता है। <a href=\"/apps/\">विकेंद्रीकृत अनुप्रयोगों के बारे में और जानें</a>।<br />न्यूनतम रूप से, एक विकेंद्रीकृत अनुप्रयोग में एक स्मार्ट अनुबंध होता है जो एक वेब इंटरफेस से जुड़ा होता है। इसके अलावा, कई विकेंद्रीकृत अनुप्रयोगों में विकेंद्रित भंडारण और/या एक संदेश प्रोटोकॉल और प्लेटफॉर्म शामिल होता है।",
  "data-availability-term": "डेटा की उपलब्धता",
  "data-availability-definition": "कोई भी नोड ब्लॉकचेन पर लेनदेन को स्वतंत्र रूप से सत्यापित कर सकता है ताकि सिस्टम में पारदर्शिता और भरोसा बना रहे।",
  "decentralization-term": "विकेन्द्रीकरण",
  "decentralization-definition": "प्रक्रियाओं के नियंत्रण और निष्पादन को केंद्रीय इकाई से दूर ले जाने की अवधारणा।",
  "dao-term": "विकेन्द्रीकृत स्वायत्त संगठन (DAO)",
  "dao-definition": "DAO एक डिजिटल संगठन है जो ब्लॉकचेन पर कोडित नियमों द्वारा चलाया जाता है, जहां निर्णय सदस्यों के वोटों द्वारा लिए जाते हैं, न कि किसी केंद्रीय प्राधिकरण द्वारा। <a href=\"/dao/\">विकेंद्रित स्वायत्त संगठनों (DAOs) के बारे में और जानें</a>।<br />प्रत्येक सदस्य की वोटिंग शक्ति अक्सर उनके पास मौजूद टोकन की संख्या से जुड़ी होती है। DAO का लक्ष्य निर्णय लेने और संचालन को लोकतांत्रिक बनाना है, जो पारदर्शिता और समुदाय शासन पर केंद्रित है।",
  "desci-term": "DeSci",
  "desci-definition": "DeSci, या विकेंद्रीकृत विज्ञान, वैज्ञानिक अनुसंधान में <a href='/glossary/#blockchain'>ब्लॉकचेन</a> तकनीक को लागू करने वाला एक आंदोलन है। यह अधिक पारदर्शी, खुले और सहयोगी वित्त पोषण और अनुसंधान पारिस्थितिकी तंत्र बनाने के लिए <a href='/glossary/#dao'>DAOs</a>, <a href='/glossary/#smart-contract'>स्मार्ट अनुबंधों</a> और टोकनयुक्त प्रोत्साहनों का लाभ उठाता है।",
  "dex-term": "विकेंद्रीकृत विनिमय केंद्र (DEX)",
  "dex-definition": "एथेरियम का एक प्रकार का अनुप्रयोग जो आपको नेटवर्क पर सहकर्मियों के साथ टोकन स्वैप करने देता है। DEXes केंद्रीकृत एक्सचेंजों की तरह भौगोलिक प्रतिबंधों के अधीन नहीं हैं – कोई भी इसमें भाग ले सकता है।",
  "deposit-contract-term": "जमा अनुबंध",
  "deposit-contract-definition": "एथेरियम पर हिस्सेदारी का प्रवेश द्वार। जमा अनुबंध एथेरियम पर एक स्मार्ट अनुबंध है जो ETH की जमा स्वीकार करता है और सत्यापनकर्ता बैलेंस को प्रबंधित करता है। इस अनुबंध में ETH जमा किए बिना सत्यापनकर्ता को सक्रिय नहीं किया जा सकता। अनुबंध को ETH और इनपुट डेटा की आवश्यकता होती है। इस इनपुट डेटा में सत्यापनकर्ता पब्लिक की और निकासी पब्लिक की शामिल होती है, जिसे सत्यापनकर्ता प्राइवेट की द्वारा हस्ताक्षरित किया जाता है। यह डेटा <a href=\"/glossary/#pos\">हिस्सेदारी का सबूत</a> नेटवर्क द्वारा सत्यापनकर्ता को पहचानने और स्वीकृत करने के लिए आवश्यक है।",
  "defi-term": "DeFi",
  "defi-definition": "एथेरियम अनुप्रयोगों की एक व्यापक श्रेणी जो ब्लॉकचेन द्वारा समर्थित वित्तीय सेवाएं प्रदान करने का लक्ष्य रखती है, बिना किसी मध्यस्थ के। <a href=\"/defi/\">विकेंद्रित वित्त (DeFi) के बारे में और जानें</a>",
  "difficulty-term": "कठिनाई",
  "difficulty-definition": "<a href=\"/glossary/#pow\">[काम का सबूत]</a> नेटवर्क में एक नेटवर्क-व्यापी सेटिंग जो यह नियंत्रित करती है कि वैध नॉन्सेस खोजने के लिए औसतन कितनी गणना की आवश्यकता है। कठिनाई को परिणामी ब्लॉक हैश में आवश्यक प्रमुख शून्यों की संख्या द्वारा दर्शाया जाता है ताकि इसे वैध माना जाए। यह अवधारणा हिस्सेदारी के सबूत में बदलाव के बाद से एथेरियम में अप्रचलित हो गई है।",
  "difficulty-bomb-term": "कठिनाई बम",
  "difficulty-bomb-definition": "<a href=\"/glossary/#pow\">[काम का सबूत]</a> <a href=\"/glossary/#difficulty\">[कठिनाई]</a> सेटिंग में नियोजित घातीय वृद्धि जो <a href=\"/glossary/#pos\">हिस्सेदारी का सबूत</a> में बदलाव को प्रेरित करने के लिए डिज़ाइन की गई थी, जिससे <a href=\"/glossary/#hard-fork\">फोर्क</a> की संभावनाएं कम हो जाती हैं। कठिनाई बम को <a href=\"/roadmap/merge\">द मर्ज</a> के साथ अप्रचलित कर दिया गया।",
  "digital-signatures-term": "डिजिटल हस्ताक्षर",
  "digital-signatures-definition": "डेटा की एक छोटी स्ट्रिंग जो एक उपयोगकर्ता <a href=\"/glossary/#private-key\">[प्राइवेट की]</a> का उपयोग करके किसी दस्तावेज़ के लिए उत्पन्न करता है, ताकि कोई भी व्यक्ति जो संबंधित <a href=\"/glossary/#public-key\">[पब्लिक की]</a>, हस्ताक्षर, और दस्तावेज़ के साथ यह सत्यापित कर सके कि (1) दस्तावेज़ को उस विशेष प्राइवेट की के मालिक द्वारा \"हस्ताक्षरित\" किया गया था, और (2) हस्ताक्षर किए जाने के बाद दस्तावेज़ में कोई परिवर्तन नहीं किया गया।",
  "discovery-term": "खोज",
  "discovery-definition": "वह प्रक्रिया जिसके द्वारा एक एथेरियम नोड अन्य नोड्स से कनेक्ट करने के लिए ढूंढता है।",
  "distributed-hash-table-term": "वितरित हैश तालिका (DHT)",
  "distributed-hash-table-definition": "एक डेटा संरचना जिसमें `(key, value)` जोड़े शामिल होते हैं, जिसे एथेरियम नोड्स कनेक्ट करने के लिए पीयर्स की पहचान करने और संचार के लिए उपयोग किए जाने वाले प्रोटोकॉल्स को निर्धारित करने के लिए उपयोग करते हैं।",
  "double-spend-term": "डबल स्पेंड",
  "double-spend-definition": "एक जानबूझकर किया गया ब्लॉकचेन फोर्क, जिसमें पर्याप्त मात्रा में माइनिंग पावर/हिस्सेदारी वाला उपयोगकर्ता एक लेनदेन को ऑफचेन भेजता है (जैसे कि फिएट मुद्रा में निकालना या ऑफचेन खरीदारी करना) और फिर ब्लॉकचेन को पुनर्गठित करके उस लेनदेन को हटा देता है। एक सफल डबल स्पेंड हमलावर को उनके ऑनचेन और ऑफचेन दोनों संपत्तियों के साथ छोड़ देता है।",
  "ecdsa-term": "एलिप्टिक कर्व डिजिटल सिग्नेचर एल्गोरिदम (ECDSA)",
  "ecdsa-definition": "एक क्रिप्टोग्राफिक एल्गोरिदम जिसे एथेरियम द्वारा उपयोग किया जाता है ताकि यह सुनिश्चित हो सके कि धन केवल उनके मालिकों द्वारा ही खर्च किया जा सके। यह सार्वजनिक और निजी कुंजी बनाने के लिए पसंदीदा तरीका है। यह <a href=\"/glossary/#address\">एड्रेस</a> जनरेशन और <a href=\"/glossary/#transaction\">लेनदेन</a> सत्यापन के लिए प्रासंगिक है।",
  "encryption-term": "एन्क्रिप्शन",
  "encryption-definition": "एन्क्रिप्शन इलेक्ट्रॉनिक डेटा को ऐसी फॉर्म में बदलने की प्रक्रिया है जो केवल सही डिक्रिप्शन कुंजी के मालिक के अलावा किसी के लिए भी अपठनीय हो।",
  "entropy-term": "एन्ट्रॉपी",
  "entropy-definition": "क्रिप्टोग्राफी के संदर्भ में, अप्रत्याशितता की कमी या रैंडमनेस का स्तर। जब गुप्त जानकारी, जैसे कि <a href=\"/glossary/#private-key\">निजी कुंजी</a>, उत्पन्न की जाती है, तो एल्गोरिदम आमतौर पर उच्च एन्ट्रॉपी के स्रोत पर निर्भर करते हैं ताकि आउटपुट अप्रत्याशित हो।",
  "epoch-term": "युग",
  "epoch-definition": "32 <a href=\"/glossary/#slot\">स्लॉट्स</a> की अवधि, प्रत्येक स्लॉट 12 सेकंड का, कुल 6.4 मिनट। सुरक्षा कारणों से प्रत्येक युग में वैलिडेटर <a href=\"/glossary/#committee\">कमेटी</a> को बदल दिया जाता है। प्रत्येक युग में चेन को <a href=\"/glossary/#finality\">फाइनलाइज</a> करने का अवसर होता है। प्रत्येक युग की शुरुआत में प्रत्येक वैलिडेटर को नई जिम्मेदारियां सौंपी जाती हैं। <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">हिस्सेदारी का सबूत के बारे में और जानें</a>",
  "equivocation-term": "इक्विवोकेशन",
  "equivocation-definition": "एक वैलिडेटर द्वारा दो परस्पर विरोधी संदेश भेजना। एक साधारण उदाहरण है एक लेनदेन भेजने वाला जो उसी नॉन्स के साथ दो लेनदेन भेजता है। दूसरा उदाहरण है एक ब्लॉक प्रस्तावक जो एक ही ब्लॉक ऊंचाई (या एक ही स्लॉट के लिए) पर दो ब्लॉक प्रस्तावित करता है।",
  "eth1-term": "Eth1",
  "eth1-definition": "'एथ1' एक शब्द था जो मेननेट एथेरियम को संदर्भित करता था, जो मौजूदा प्रूफ-ऑफ-वर्क ब्लॉकचेन है। इस शब्द को अब 'निष्पादन परत' के पक्ष में हटा दिया गया है। <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">इस नाम परिवर्तन के बारे में और जानें</a>।",
  "eth2-term": "Eth2",
  "eth2-definition": "'एथ2' एक शब्द था जो एथेरियम प्रोटोकॉल अपग्रेड के सेट को संदर्भित करता था, जिसमें एथेरियम का हिस्सेदारी का सबूत में परिवर्तन शामिल था। इस शब्द को अब 'सहमति परत' के पक्ष में हटा दिया गया है। <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">इस नाम परिवर्तन के बारे में और जानें</a>।",
  "eip-term": "एथेरियम सुधार प्रस्ताव (EIP)",
  "eip-definition": "एथेरियम समुदाय को जानकारी प्रदान करने वाला एक डिज़ाइन दस्तावेज़, जिसमें प्रस्तावित नई सुविधा या इसके प्रक्रियाओं या पर्यावरण का वर्णन होता है (देखें <a href=\"/glossary/#erc\">ERC</a>)। <a href=\"/eips/\">EIP का परिचय</a>",
  "ens-term": "एथेरियम नेम सर्विस",
  "ens-definition": "एथेरियम नेम सर्विस एथेरियम पतों के लिए एक इंटरनेट फोनबुक की तरह है। लंबे वॉलेट पतों का उपयोग करने के बजाय, ENS आपको \"john.eth\" जैसे सरल नामों का उपयोग करके डिजिटल धन और संपत्ति भेजने और प्राप्त करने की अनुमति देता है।<br /><br /><strong>तकनीकी:</strong><br />ENS रजिस्ट्री एक एकल केंद्रीय <a href=\"/glossary/#smart-contract\">स्मार्ट अनुबंध</a> है जो डोमेन नामों से मालिकों और रिज़ॉल्वरों के लिए मैपिंग प्रदान करता है, जैसा कि EIP-137 में वर्णित है। <a href=\"https://ens.domains\">ens.domains पर और पढ़ें</a>।",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "ERC-1155 एक नए प्रकार का एथेरियम टोकन मानक है जो NFT (अद्वितीय संग्रहणीय वस्तुओं की तरह) के समान है, जो एक ही स्मार्ट अनुबंध के भीतर विनिमेय वस्तुओं (जैसे मुद्रा) को बनाने की भी अनुमति देता है।<br />यह विभिन्न प्रकार की डिजिटल संपत्तियों का प्रबंधन करना आसान और अधिक कुशल बनाता है, विशेष रूप से वीडियो गेम या डिजिटल संग्रह जैसे अनुप्रयोगों के लिए।",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "ERC-20 वह मानक है जिसका उपयोग एथेरियम नेटवर्क पर अधिकांश टोकन अपने निर्माण के लिए करते हैं।<br />इसके लोकप्रिय उदाहरणों में DAI और USDC जैसे स्टेबलकॉइन या Uniswap के UNI जैसे एक्सचेंज टोकन शामिल हैं। यह पारंपरिक प्रणालियों में हमारे पास मौजूद वैकल्पिक धन के किसी भी रूप के समान है… यानी, रिवॉर्ड पॉइंट, क्रेडिट सिस्टम, या यहां तक कि स्टॉक, आदि।",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "NFTs (गैर-फंजिबल टोकन) ERC-721 के रूप में संदर्भित नियमों के एक मानक सेट का उपयोग करके बनाए जाते हैं।<br />NFT टोकन किसी भी अद्वितीय चीज, जैसे डिजिटल कला या संग्रहणीय वस्तुओं के स्वामित्व का प्रतिनिधित्व कर सकते हैं, प्रत्येक टोकन की अपनी विशेष विशेषताएं और मूल्य होता है। प्रत्येक NFT अद्वितीय है और किसी अन्य NFT से आसानी से अलग किया जा सकता है।",
  "execution-client-term": "निष्पादन ग्राहक",
  "execution-client-definition": "निष्पादन ग्राहक (पूर्व में \"एथ1 ग्राहक\" के रूप में जाना जाता था), जैसे कि Besu, Erigon, Go-Ethereum (Geth), Nethermind, लेनदेन को संसाधित करने और प्रसारित करने और एथेरियम की स्थिति को प्रबंधित करने के लिए जिम्मेदार हैं। वे प्रोटोकॉल के नियमों का पालन सुनिश्चित करने के लिए प्रत्येक लेनदेन के लिए गणना को <a href=\"/glossary/#evm\">एथेरियम वर्चुअल मशीन</a> का उपयोग करके चलाते हैं।",
  "execution-layer-term": "निष्पादन परत",
  "execution-layer-definition": "एथेरियम की निष्पादन परत <a href=\"/glossary/#execution-client\">निष्पादन ग्राहकों</a> का नेटवर्क है।",
  "eoa-term": "बाहरी स्वामित्व वाले खाते (EOAs)",
  "eoa-definition": "बाहरी स्वामित्व वाले खाते (EOAs) एथेरियम खातों का सबसे सामान्य प्रकार हैं। इन्हें एक व्यक्ति द्वारा निजी कुंजी/रिकवरी वाक्यांश के माध्यम से नियंत्रित किया जाता है। <a href=\"/wallets/\">एथेरियम वॉलेट्स के बारे में और जानें</a>।",
  "erc-term": "एथेरियम रिक्वेस्ट फॉर कमेंट्स(ERC)",
  "erc-definition": "ERC (<strong>एथेरियम रिक्वेस्ट फॉर कमेंट्स</strong>) एथेरियम समुदाय में उपयोग की जाने वाली तकनीकी दस्तावेज़ीकरण का एक प्रकार है जो एथेरियम नेटवर्क के लिए उपयोग के नए मानकों का प्रस्ताव करता है।<br /><br />ये प्रस्ताव कई तरह के विषयों को कवर कर सकते हैं, जिसमें नए टोकन मानक (जैसे टोकन के लिए ERC20 और NFT के लिए ERC-721) शामिल हैं।",
  "ethash-term": "एथाश",
  "ethash-definition": "एक <a href=\"/glossary/#pow\">प्रूफ-ऑफ-वर्क</a> एल्गोरिदम जो एथेरियम पर उपयोग किया जाता था, इससे पहले कि यह <a href=\"/glossary/#pos\">हिस्सेदारी का सबूत</a> में परिवर्तित हुआ। <a href=\"/developers/docs/consensus-mechanisms/pow/mining/mining-algorithms/ethash\">और पढ़ें</a>",
  "ether-term": "इथर",
  "ether-definition": "एथेरियम की मूल क्रिप्टोकरेंसी, जिसे आमतौर पर \"ETH\" के रूप में संदर्भित किया जाता है। इसका उपयोग एथेरियम पारिस्थितिकी तंत्र और अनुप्रयोगों का उपयोग करते समय लेनदेन शुल्क को कवर करने के लिए किया जाता है। <a href=\"/eth/\">ईथर के बारे में और जानें</a>।",
  "events-term": "इवेंट्स",
  "events-definition": "<a href=\"/glossary/#evm\">EVM</a> लॉगिंग सुविधाओं का उपयोग करने की अनुमति देता है। <a href=\"/glossary/#dapp\">विकेंद्रीकृत अनुप्रयोग</a> घटनाओं को सुन सकते हैं और उन्हें उपयोगकर्ता इंटरफेस में जावास्क्रिप्ट कॉलबैक को ट्रिगर करने के लिए उपयोग कर सकते हैं। <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">घटनाओं और लॉग्स के बारे में और जानें</a>",
  "evm-term": "एथेरियम वर्चुअल मशीन (EVM)",
  "evm-definition": "एक स्टैक-आधारित वर्चुअल मशीन जो <a href=\"/glossary/#bytecode\">बाइटकोड</a> को निष्पादित करता है। एथेरियम में, निष्पादन मॉडल यह निर्दिष्ट करता है कि बाइटकोड निर्देशों की एक श्रृंखला और पर्यावरणीय डेटा के एक छोटे टपल को देखते हुए सिस्टम स्थिति कैसे बदलती है। यह एक वर्चुअल स्टेट मशीन के औपचारिक मॉडल के माध्यम से निर्दिष्ट किया जाता है। <a href=\"/developers/docs/evm/\">एथेरियम वर्चुअल मशीन के बारे में और जानें</a>।",
  "evm-assembly-language-term": "EVM असेंबली भाषा",
  "evm-assembly-language-definition": "EVM <a href=\"/glossary/#bytecode\">बाइटकोड</a> का मानव-पठनीय रूप।",
  "fallback-function-term": "फॉलबैक फंक्शन",
  "fallback-function-definition": "डेटा या घोषित फंक्शन नाम की अनुपस्थिति में बुलाया जाने वाला एक डिफ़ॉल्ट फंक्शन।",
  "faucet-term": "फॉसेट",
  "faucet-definition": "एक <a href=\"/glossary/#smart-contract\">स्मार्ट अनुबंध</a> के माध्यम से किया गया एक सेवा जो टेस्टनेट पर उपयोग किए जा सकने वाले मुफ्त टेस्ट ईथर के रूप में धन वितरित करता है।",
  "finality-term": "अन्तिम स्थिति",
  "finality-definition": "फाइनैलिटी वह गारंटी है कि लेनदेन का एक सेट बदला नहीं जा सकता बिना बड़ी मात्रा में ETH खोए।",
  "finney-term": "फिनी",
  "finney-definition": "<a href=\"/glossary/#ether\">ईथर</a> का एक संप्रदाय। 1 फिनी = 10<sup>15</sup> <a href=\"/glossary/#wei\">वेई</a>। 10<sup>3</sup> फिनी = 1 ईथर।",
  "fork-term": "फोर्क",
  "fork-definition": "प्रोटोकॉल में बदलाव जिसके कारण एक वैकल्पिक चेन का निर्माण होता है।",
  "fork-choice-algorithm-term": "फोर्क चॉइस एल्गोरिदम",
  "fork-choice-algorithm-definition": "ब्लॉकचेन के हेड को पहचानने के लिए उपयोग किया जाने वाला एल्गोरिदम। एथेरियम पर चेन का हेड उस फोर्क के रूप में पहचाना जाता है जिसके पास सबसे अधिक 'वजन' की सत्यापन होती है। वजन सत्यापन की संख्या और सत्यापन करने वाले वैलिडेटरों के प्रभावी बैलेंस का गुणनफल है। इसका मतलब है कि चेन का सही हेड वह है जिसके लिए सबसे अधिक स्टेक किया गया ईथर ने वोट किया है। सहमति परत पर फोर्क चॉइस एल्गोरिदम को <a href=\"/glossary/#lmd-ghost\">LMD_GHOST</a> कहा जाता है।",
  "fraud-proof-term": "धोखाधड़ी का सबूत",
  "fraud-proof-definition": "कुछ <a href=\"/glossary/#layer-2\">परत 2</a> समाधानों के लिए एक सुरक्षा मॉडल, जहां गति बढ़ाने के लिए, लेनदेन को बैचों में <a href=\"/glossary/#rollups\">रोल अप</a> किया जाता है और एक ही लेनदेन में एथेरियम को प्रस्तुत किया जाता है। अन्य नेटवर्क प्रतिभागी लेनदेन को फिर से निष्पादित कर सकते हैं ताकि यह जांच सकें कि वे ईमानदारी से निष्पादित किए गए थे। यदि उन्हें पोस्ट किए गए डेटा और उनकी अपनी संस्करण के बीच कोई विसंगति मिलती है, तो वे एक क्रिप्टोग्राफिक सबूत पोस्ट कर सकते हैं जो यह दर्शाता है कि कहीं धोखाधड़ी हुई थी। कुछ <a href=\"/glossary/#rollups\">रोलअप्स</a> <a href=\"/glossary/#validity-proof\">वैधता सबूत</a> का उपयोग करते हैं।",
  "frontier-term": "फ्रंटियर",
  "frontier-definition": "एथेरियम का प्रारंभिक टेस्ट डेवलपमेंट चरण, जो जुलाई 2015 से मार्च 2016 तक चला।",
  "gas-term": "गैस",
  "gas-definition": "गैस ब्लॉकचेन, जैसे एथेरियम, पर लेनदेन और स्मार्ट अनुबंधों के लिए भुगतान की जाने वाली फीस है। <a href=\"/gas/\">गैस और फीस के बारे में और जानें</a>।",
  "gas-limit-term": "गैस मूल्य",
  "gas-limit-definition": "किसी <a href=\"/glossary/#transaction\">लेनदेन</a> या <a href=\"/glossary/#block\">ब्लॉक</a> द्वारा उपभोग की जा सकने वाली <a href=\"/glossary/#gas\">गैस</a> की अधिकतम मात्रा।",
  "gas-price-term": "गैस मूल्य",
  "gas-price-definition": "एक लेनदेन में निर्दिष्ट एक यूनिट गैस का ईथर में मूल्य।",
  "genesis-block-term": "जेनसिस ब्लॉक",
  "genesis-block-definition": "एक <a href=\"/glossary/#blockchain\">ब्लॉकचेन</a> में पहला ब्लॉक, जिसका उपयोग किसी विशेष नेटवर्क और उसकी क्रिप्टोकरेंसी को प्रारंभ करने के लिए किया जाता है।",
  "geth-term": "गेथ",
  "geth-definition": "Go Ethereum। एथेरियम प्रोटोकॉल का एक प्रमुख कार्यान्वयन, जो Go में लिखा गया है। <a href=\"https://geth.ethereum.org\">geth.ethereum.org पर और पढ़ें</a>",
  "gwei-term": "ग्वेई",
  "gwei-definition": "\nगिगावेई का संक्षिप्त रूप, <a href=\"/glossary/#ether\">ईथर</a> का एक संप्रदाय, जिसका उपयोग आमतौर पर <a href=\"/glossary/#gas\">गैस</a> की कीमत के लिए किया जाता है। 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">वेई</a>। 10<sup>9</sup> gwei = 1 ईथर।",
  "hard-fork-term": "ठोस कांटा",
  "hard-fork-definition": "<a href=\"/glossary/#blockchain\">ब्लॉकचेन</a> में एक स्थायी विचलन; इसे हार्ड-फोर्किंग बदलाव के रूप में भी जाना जाता है। यह आमतौर पर तब होता है जब गैर-अपग्रेडेड नोड्स उन ब्लॉकों को मान्य नहीं कर सकते जो अपग्रेडेड नोड्स द्वारा बनाए गए हैं जो नए <a href=\"/glossary/#consensus-rules\">सहमति नियमों</a> का पालन करते हैं। इसे फोर्क, सॉफ्ट फोर्क, सॉफ्टवेयर फोर्क, या Git फोर्क के साथ भ्रमित नहीं करना चाहिए।",
  "hash-term": "हैश",
  "hash-definition": "परिवर्तनशील आकार के इनपुट का एक निश्चित-लंबाई वाला फिंगरप्रिंट, जो एक हैश फंक्शन द्वारा उत्पादित किया जाता है। (देखें <a href=\"/glossary/#keccak-256\">keccak-256</a>)।",
  "hash-rate-term": "हैश रेट",
  "hash-rate-definition": "माइनिंग सॉफ्टवेयर चलाने वाले कंप्यूटरों द्वारा प्रति सेकंड की गई हैश गणनाओं की संख्या।",
  "homestead-term": "होमस्टेड",
  "holographic-consensus-term": "होलोग्राफिक सहमति",
  "holographic-consensus-definition": "यह संदर्भित करता है कि एक बड़े समूह का निर्णय कैसे लिया जाता है, जिसमें एक छोटे प्रतिनिधि समूह को वोट देने दिया जाता है। फिर बाकी सभी लोग इस बात पर सहमत होते हैं, बशर्ते उन्हें विश्वास हो कि छोटे समूह ने अच्छा काम किया।<br />इसका उपयोग कुछ ऑनलाइन समुदायों में निर्णय जल्दी लेने के लिए किया जाता है बिना सभी को हर चीज पर वोट देने की आवश्यकता के, फिर भी यह सुनिश्चित करता है कि निर्णय निष्पक्ष हैं और अधिकांश लोगों की इच्छा का प्रतिनिधित्व करते हैं।",
  "homestead-definition": "एथेरियम का दूसरा डेवलपमेंट चरण, जो मार्च 2016 में ब्लॉक 1,150,000 पर लॉन्च हुआ।",
  "index-term": "इंडेक्स",
  "index-definition": "एक नेटवर्क संरचना जो <a href=\"/glossary/#blockchain\">ब्लॉकचेन</a> से जानकारी की क्वेरी को अनुकूलित करने के लिए होती है, जो इसके भंडारण स्रोत तक एक कुशल पथ प्रदान करती है।",
  "ide-term": "इंटीग्रेटेड डेवलपमेंट एनवायरनमेंट (IDE)",
  "ide-definition": "एक उपयोगकर्ता इंटरफेस जो आमतौर पर एक कोड एडिटर, कंपाइलर, रनटाइम, और डिबगर को संयोजित करता है। <a href=\"/developers/docs/ides/\">इंटीग्रेटेड डेवलपमेंट एनवायरनमेंट्स के बारे में और जानें</a>।",
  "immutable-deployed-code-problem-term": "अपरिवर्तनीय डिप्लॉयड कोड समस्या",
  "immutable-deployed-code-problem-definition": "एक बार <a href=\"/glossary/#smart-contract\">अनुबंध</a> (या लाइब्रेरी) का कोड डिप्लॉय हो जाने के बाद, यह अपरिवर्तनीय हो जाता है। मानक सॉफ्टवेयर डेवलपमेंट प्रथाएं संभावित बग्स को ठीक करने और नई सुविधाएं जोड़ने पर निर्भर करती हैं, इसलिए यह स्मार्ट अनुबंध डेवलपमेंट के लिए एक चुनौती प्रस्तुत करता है। <a href=\"/developers/docs/smart-contracts/deploying/\">स्मार्ट अनुबंधों के डिप्लॉयमेंट के बारे में और जानें</a>।",
  "internal-transaction-term": "आंतरिक लेनदेन",
  "internal-transaction-definition": "एक <a href=\"/glossary/#contract-account\">अनुबंध खाता</a> से दूसरे अनुबंध खाता या <a href=\"/glossary/#eoa\">EOA</a> को भेजा गया <a href=\"/glossary/#transaction\">लेनदेन</a> (देखें <a href=\"/glossary/#message\">संदेश</a>)।",
  "issuance-term": "जारी करना",
  "issuance-definition": "ब्लॉक प्रस्ताव, सत्यापन, और व्हिसलब्लोइंग को पुरस्कृत करने के लिए नए ईथर की ढलाई।",
  "kdf-term": "कुंजी व्युत्पत्ति फंक्शन (KDF)",
  "kdf-definition": "\"पासवर्ड स्ट्रेचिंग एल्गोरिदम\" के रूप में भी जाना जाता है, इसका उपयोग <a href=\"/glossary/#keystore\">कीस्टोर</a> प्रारूपों द्वारा पासफ्रेज़ एन्क्रिप्शन पर ब्रूट-फोर्स, डिक्शनरी, और रेनबो टेबल हमलों से बचाने के लिए किया जाता है, पासफ्रेज़ को बार-बार हैश करके।",
  "keystore-term": "कीस्टोर्",
  "keystore-definition": "प्रत्येक खाते की निजी कुंजी/एड्रेस जोड़ी एक एथेरियम क्लाइंट में एकल कीफाइल के रूप में मौजूद होती है। ये JSON टेक्स्ट फाइलें होती हैं जो खाते की एन्क्रिप्टेड निजी कुंजी को समाहित करती हैं, जिसे केवल खाता निर्माण के दौरान दर्ज किए गए पासवर्ड से डिक्रिप्ट किया जा सकता है।",
  "keccak-256-term": "Keccak-256",
  "keccak-256-definition": "एथेरियम में उपयोग किया जाने वाला क्रिप्टोग्राफिक <a href=\"/glossary/#hash\">हैश</a> फंक्शन। Keccak-256 को <a href=\"/glossary/#sha\">SHA</a>-3 के रूप में मानकीकृत किया गया था।",
  "key-term": "कुंजियाँ",
  "key-definition": "एथेरियम के संदर्भ में, कुंजियाँ डिजिटल कोड होती हैं: लेनदेन प्राप्त करने के लिए एक सार्वजनिक कुंजी और धनराशि तक पहुँचने और भेजने के लिए एक निजी कुंजी।<br />सार्वजनिक कुंजियाँ: इन्हें खुलेआम साझा किया जा सकता है।<br />निजी कुंजियाँ: इन्हें मालिक द्वारा गुप्त रखा जाता है।",
  "layer-1-term": "परत 1",
  "layer-1-definition": "परत 1 एक बहु-स्तरीय ब्लॉकचेन नेटवर्क में मुख्य ब्लॉकचेन को संदर्भित करता है। उदाहरण के लिए, एथेरियम और बिटकॉइन परत एक ब्लॉकचेन हैं। कई परत दो ब्लॉकचेन संसाधन-गहन लेनदेन को अपने अलग ब्लॉकचेन पर स्थानांतरित करते हैं, जबकि सुरक्षा उद्देश्यों के लिए एथेरियम या बिटकॉइन की परत एक ब्लॉकचेन का उपयोग जारी रखते हैं।",
  "layer-2-term": "परत 2",
  "layer-2-definition": "परत 2 एथेरियम मुख्य नेटवर्क के ऊपर निर्मित अन्य नेटवर्क हैं जो लेनदेन को तेज और सस्ता बनाते हैं। <a href=\"/layer-2/\">परत 2 के बारे में और जानें</a>।",
  "library-term": "लाइब्रेरी",
  "library-definition": "एक विशेष प्रकार का <a href=\"/glossary/#smart-contract\">अनुबंध</a> जिसमें कोई देय कार्य, कोई फॉलबैक फंक्शन, और कोई डेटा भंडारण नहीं होता। इसलिए, यह ईथर प्राप्त या धारण नहीं कर सकता, या डेटा संग्रहीत नहीं कर सकता। एक लाइब्रेरी पहले से डिप्लॉय किए गए कोड के रूप में कार्य करती है जिसे अन्य अनुबंध केवल-पढ़ने योग्य गणना के लिए कॉल कर सकते हैं। <a href=\"/developers/docs/smart-contracts/libraries/\">स्मार्ट अनुबंध लाइब्रेरीज़ के बारे में और जानें</a>।",
  "light-client-term": "हल्काक्लाइंट",
  "light-client-definition": "एक एथेरियम क्लाइंट जो <a href=\"/glossary/#blockchain\">ब्लॉकचेन</a> की स्थानीय प्रति संग्रहीत नहीं करता, या ब्लॉक और <a href=\"/glossary/#transaction\">लेनदेन</a> को मान्य नहीं करता। यह <a href=\"/glossary/#wallet\">वॉलेट</a> के कार्य प्रदान करता है और लेनदेन बना और प्रसारित कर सकता है।",
  "liquidity-term": "लिक्विडिटी",
  "liquidity-definition": "लिक्विडिटी यह है कि कोई संपत्ति कितनी जल्दी और आसानी से नकद या अन्य संपत्ति में परिवर्तित हो सकती है। Uniswap जैसे विकेंद्रीकृत एक्सचेंजों में कई लिक्विडिटी पूल होते हैं जहां संपत्ति धारक अपनी संपत्ति जमा कर सकते हैं, जहां व्यापारी उन्हें विकेंद्रीकृत तरीके से खरीद और बेच सकते हैं, बदले में पुरस्कार प्राप्त करते हैं।",
  "liquidity-tokens-term": "लिक्विडिटी टोकन",
  "liquidity-tokens-definition": "लिक्विडिटी टोकन (LST) डिजिटल टोकन हैं जो उन प्रतिभागियों को जारी किए जाते हैं जो एक लिक्विडिटी पूल में संपत्ति जमा करते हैं, जो एक स्मार्ट अनुबंध में लॉक किए गए धन का एक संग्रह है और विकेंद्रीकृत एक्सचेंज (DEX) पर व्यापार को सुविधाजनक बनाने के लिए उपयोग किया जाता है।<br />ये टोकन पूल में प्रतिभागी की हिस्सेदारी का प्रतिनिधित्व करते हैं और बाद में प्रारंभिक जमा राशि और पूल की गतिविधि से उत्पन्न व्यापार शुल्क के एक हिस्से के लिए भुनाए जा सकते हैं। मूल रूप से, लिक्विडिटी टोकन एक लिक्विडिटी पूल में स्वामित्व या हिस्सेदारी के सबूत के रूप में कार्य करते हैं, जिससे धारकों को पुरस्कार अर्जित करने की अनुमति मिलती है, जबकि विभिन्न क्रिप्टोकरेंसी जोड़ियों को कुशलतापूर्वक व्यापार करने के लिए आवश्यक लिक्विडिटी प्रदान की जाती है।",
  "liquid-staking-tokens-term": "लिक्विड स्टेकिंग टोकन",
  "liquid-staking-tokens-definition": "एक व्युत्पन्न टोकन जो उस लॉक की गई क्रिप्टोकरेंसी के स्वामित्व का प्रतिनिधित्व करता है जिसे उपयोगकर्ता स्टेक कर रहा है। संपत्ति को स्टेक करने पर, कुछ प्लेटफॉर्म लिक्विड स्टेकिंग टोकन (LSTs) की ढलाई की अनुमति देते हैं, जो लॉक किए गए टोकन के समकक्ष हिस्सेदारी का प्रतिनिधित्व करते हैं। इन LSTs को तब व्यापार, बिक्री, या अन्य DeFi प्रोटोकॉल में उपयोग किया जा सकता है, जिससे स्टेकर के लिए पूंजी दक्षता में सुधार होता है, क्योंकि यह उनके मूल संपत्तियों के स्टेक रहते हुए भी उनकी धनराशि से लिक्विडिटी तक पहुंच प्रदान करता है।",
  "lmd-ghost-term": "LMD-GHOST",
  "lmd-ghost-definition": "एथेरियम के सहमति ग्राहकों द्वारा चेन के हेड को पहचानने के लिए उपयोग किया जाने वाला <a href=\"/glossary/#fork-choice-algorithm\">फोर्क-चॉइस एल्गोरिदम</a>। LMD-GHOST का मतलब है \"लेटेस्ट मैसेज ड्रिवन ग्रीडीएस्ट हैवीएस्ट ऑब्जर्व्ड सबट्री\" जिसका अर्थ है कि चेन का हेड वह ब्लॉक है जिसमें इसके इतिहास में सबसे अधिक <a href=\"/glossary/#attestation\">सत्यापन</a> का संचय है।",
  "mainnet-term": "मेननेट",
  "mainnet-definition": "मुख्य नेटवर्क का संक्षिप्त रूप, यह मुख्य सार्वजनिक एथेरियम <a href=\"/glossary/#blockchain\">ब्लॉकचेन</a> है।",
  "max-fee-per-gas-term": "मैक्स फी पर गैस",
  "max-fee-per-gas-definition": "मैक्स फी वह अधिकतम राशि है जो एक उपयोगकर्ता प्रति यूनिट गैस (<a href=\"/glossary/#gwei\">gwei</a>) के लिए भुगतान करने को तैयार है ताकि लेनदेन को ब्लॉक में शामिल किया जा सके।",
  "merkle-patricia-tree-term": "मर्कल पेट्रीशिया ट्री (MPT)",
  "merkle-patricia-tree-definition": "एथेरियम में कुंजी-मूल्य जोड़ों को कुशलतापूर्वक संग्रहीत करने के लिए उपयोग की जाने वाली एक डेटा संरचना।",
  "merkle-root-term": "मर्कल रूट",
  "merkle-root-definition": "मर्कल रूट एक मर्कल ट्री का एकल शीर्ष हैश है। यह एक ब्लॉक के भीतर सभी लेनदेन को सत्यापित करता है।",
  "message-term": "संदेश",
  "message-definition": "एक <a href=\"/glossary/#internal-transaction\">आंतरिक लेनदेन</a> जो कभी सीरियलाइज नहीं होता और केवल <a href=\"/glossary/#evm\">EVM</evm> के भीतर भेजा जाता है।",
  "message-call-term": "संदेश कॉल",
  "message-call-definition": "संदेश को एक खाते से दूसरे खाते में भेजने की प्रक्रिया। यदि गंतव्य खाता <a href=\"/glossary/#evm\">EVM</a> कोड से संबद्ध है, तो VM उस ऑब्जेक्ट की स्थिति के साथ शुरू होगा और संदेश पर कार्रवाई की जाएगी।",
  "mev-term": "मैक्सिमल एक्सट्रैक्टेबल वैल्यू (MEV)",
  "mev-definition": "वह अधिकतम मूल्य जो ब्लॉक उत्पादन से निकाला जा सकता है, जो मानक ब्लॉक पुरस्कार और गैस शुल्क से अधिक होता है, ब्लॉक में लेनदेन को शामिल करने, बाहर करने, और उनके क्रम को बदलने से। <a href=\"/developers/docs/mev/\">मैक्सिमल एक्सट्रैक्टेबल वैल्यू (MEV) के बारे में और जानें</a>।",
  "mining-term": "खुदाई",
  "mining-definition": "ब्लॉक हेडर को बार-बार हैश करने की प्रक्रिया जिसमें एक <a href=\"/glossary/#nonce\">नॉन्स</a> को बढ़ाया जाता है जब तक कि परिणाम में मनमानी संख्या में अग्रणी बाइनरी शून्य न हों। यह वह प्रक्रिया है जिसके द्वारा नए <a href=\"/glossary/#block\">ब्लॉक्स</a> को प्रूफ-ऑफ-वर्क ब्लॉकचेन में जोड़ा जाता है। यह वह तरीका था जिससे एथेरियम को सुरक्षित किया गया था इससे पहले कि यह हिस्सेदारी का सबूत में स्थानांतरित हुआ।",
  "miner-term": "माईनर",
  "miner-definition": "एक नेटवर्क <a href=\"/glossary/#node\">नोड</a> जो नए ब्लॉक्स के लिए मान्य <a href=\"/glossary/#pow\">प्रूफ-ऑफ-वर्क</a> ढूंढता है, बार-बार पास हैशिंग के द्वारा (देखें <a href=\"/glossary/#ethash\">Ethash</a>)। माइनर्स अब एथेरियम का हिस्सा नहीं हैं - उन्हें वैलिडेटर्स द्वारा प्रतिस्थापित किया गया जब एथेरियम हिस्सेदारी का सबूत में स्थानांतरित हुआ।",
  "mint-term": "मिंट",
  "mint-definition": "मिंटिंग नए टोकन बनाने और उन्हें प्रचलन में लाने की प्रक्रिया है ताकि उनका उपयोग किया जा सके। यह एक विकेंद्रीकृत तंत्र है जिसके द्वारा नए टोकन को केंद्रीय प्राधिकरण की भागीदारी के बिना बनाया जाता है।",
  "multisig-term": "एक से अधिक हस्ताक्षर",
  "multisig-definition": "मल्टीसिग (मल्टी सिग्नेचर) एक डिजिटल वॉलेट या खाते को संदर्भित करता है जिसमें लेनदेन को निष्पादित करने के लिए कई हस्ताक्षरों या अनुमोदनों की आवश्यकता होती है, जिससे सुरक्षा बढ़ती है।<br />यह पारंपरिक एकल-हस्ताक्षर खातों की तुलना में अतिरिक्त सुरक्षा प्रदान करता है जहां केवल एक व्यक्ति के अनुमोदन की आवश्यकता होती है।",
  "network-term": "नेटवर्क",
  "network-definition": "एथेरियम नेटवर्क के संदर्भ में, एक पीयर-टू-पीयर नेटवर्क जो लेनदेन और ब्लॉक्स को प्रत्येक एथेरियम नोड (नेटवर्क प्रतिभागी) तक प्रसारित करता है। <a href=\"/developers/docs/networks/\">नेटवर्क्स के बारे में और जानें</a>।",
  "network-hashrate-term": "नेटवर्क हैशरेट",
  "network-hashrate-definition": "पूरा माइनिंग नेटवर्क द्वारा उत्पादित सामूहिक हैशरेट। एथेरियम पर माइनिंग बंद कर दी गई थी जब एथेरियम हिस्सेदारी का सबूत में स्थानांतरित हुआ।",
  "nft-term": "अपूरणीय टोकन (NFT)",
  "nft-definition": "एक अद्वितीय डिजिटल आइटम जिसे आप स्वामित्व कर सकते हैं, जैसे कला या संग्रहणीय वस्तुएं, जिसे ब्लॉकचेन तकनीक द्वारा सत्यापित किया जाता है। <a href=\"/nft/\">गैर-फंजिबल टोकन (NFTs) के बारे में और जानें</a>।",
  "node-term": "नोड",
  "node-definition": "एक सॉफ्टवेयर क्लाइंट जो नेटवर्क में भाग लेता है। <a href=\"/developers/docs/nodes-and-clients/\">नोड्स और क्लाइंट्स के बारे में और जानें</a>।",
  "nonce-term": "Nonce",
  "nonce-definition": "क्रिप्टोग्राफी में, एक मूल्य जो केवल एक बार उपयोग किया जा सकता है। खाता नॉन्स एक लेनदेन काउंटर है जो प्रत्येक खाते में होता है, जिसका उपयोग रीप्ले अटैक को रोकने के लिए किया जाता है।",
  "offchain-term": "ऑफचेन",
  "offchain-definition": "ऑफचेन का अर्थ है कोई भी लेनदेन या डेटा जो ब्लॉकचेन के बाहर मौजूद होता है। क्योंकि प्रत्येक लेनदेन को ऑनचेन करने में लागत और अक्षमता हो सकती है, तृतीय-पक्ष उपकरण जैसे कि मूल्य डेटा को संभालने वाले ओरेकल्स, या परत 2 समाधान जो उच्च थ्रूपुट के लेनदेन को निष्पादित करते हैं, अधिकांश प्रसंस्करण कार्य ऑफचेन करते हैं, और कम अंतराल पर ऑनचेन जानकारी प्रस्तुत करते हैं।",
  "ommer-term": "ऑमर (अंकल) ब्लॉक",
  "ommer-definition": "जब एक प्रूफ-ऑफ-वर्क <a href=\"/glossary/#miner\">माइनर</a> एक मान्य <a href=\"/glossary/#block\">ब्लॉक</a> ढूंढता है, तो दूसरा माइनर एक प्रतिस्पर्धी ब्लॉक प्रकाशित कर सकता है जो पहले ब्लॉकचेन की टिप पर जोड़ा जाता है। यह मान्य, लेकिन पुराना, ब्लॉक नए ब्लॉक्स द्वारा <em>ऑमर</em> के रूप में शामिल किया जा सकता है और आंशिक ब्लॉक पुरस्कार प्राप्त कर सकता है। \"ऑमर\" शब्द माता-पिता ब्लॉक के भाई-बहन के लिए पसंदीदा लिंग-तटस्थ शब्द है, लेकिन इसे कभी-कभी \"अंकल\" भी कहा जाता है। यह एथेरियम के लिए सामान्य था जब यह एक <a href=\"/glossary/#pow\">प्रूफ-ऑफ-वर्क</a> नेटवर्क था। अब जब एथेरियम <a href=\"/glossary/#pos\">हिस्सेदारी का सबूत</a> का उपयोग करता है, तो प्रति स्लॉट केवल एक ब्लॉक प्रस्तावक चुना जाता है।",
  "onchain-term": "ऑनचेन",
  "onchain-definition": "ऑनचेन का मतलब उन कार्यों या लेनदेन से है जो ब्लॉकचेन पर होते हैं और सार्वजनिक रूप से उपलब्ध होते हैं।<br /><br />इसे इस तरह समझें जैसे एक बड़े, साझा नोटबुक में कुछ लिखना जो हर कोई देख और जांच सकता है, यह सुनिश्चित करता है कि जो कुछ लिखा गया है (जैसे डिजिटल धन भेजना या अनुबंध करना) स्थायी है और इसे बदला या मिटाया नहीं जा सकता।",
  "optimistic-rollup-term": "आशावादी रोलअप",
  "optimistic-rollup-definition": "ऑप्टिमिस्टिक रोलअप एक परत 2 समाधान है जो एथेरियम पर लेनदेन को तेज करता है, यह मानते हुए कि वे डिफ़ॉल्ट रूप से मान्य हैं जब तक कि उनकी चुनौती न दी जाए। <a href=\"/developers/docs/scaling/optimistic-rollups/\">ऑप्टिमिस्टिक रोलअप्स के बारे में और जानें</a>।",
  "oracle-term": "ओरेकल",
  "oracle-definition": "एक ओरेकल <a href=\"/glossary/#blockchain\">ब्लॉकचेन</a> और वास्तविक दुनिया के बीच एक पुल है। वे ऑनचेन <a href=\"/glossary/#api\">APIs</a> के रूप में कार्य करते हैं जिन्हें जानकारी के लिए क्वेरी किया जा सकता है और <a href=\"/glossary/#smart-contract\">स्मार्ट अनुबंधों</a> में उपयोग किया जा सकता है। <a href=\"/developers/docs/oracles/\">ओरेकल्स के बारे में और जानें</a>।",
  "peer-term": "पीयर",
  "peer-definition": "एथेरियम क्लाइंट सॉफ्टवेयर चलाने वाले जुड़े हुए कंप्यूटर जिनके पास <a href=\"/glossary/#blockchain\">ब्लॉकचेन</a> की समान प्रतियां होती हैं।",
  "peer-to-peer-network-term": "पीयर-टू-पीयर नेटवर्क",
  "peer-to-peer-network-definition": "कंप्यूटरों (<a href=\"/glossary/#peer\">पीयर्स</a>) का एक नेटवर्क जो केंद्रीकृत, सर्वर-आधारित सेवाओं की आवश्यकता के बिना, सामूहिक रूप से कार्य करने में सक्षम होता है।<br />यह सेटअप अक्सर फ़ाइलों (यानी, BitTorrent), जानकारी, या डिजिटल मुद्राओं को साझा करने के लिए उपयोग किया जाता है, जिससे उपयोगकर्ताओं के बीच अधिक प्रत्यक्ष और संभावित रूप से अधिक कुशल आदान-प्रदान संभव होता है।",
  "permissionless-term": "अनुमति रहित",
  "permissionless-definition": "परमिशनलेस का मतलब है कि कोई भी एथेरियम जैसे सिस्टम में शामिल हो सकता है और इसका उपयोग कर सकता है। यह सभी के लिए खुला है और इसमें भाग लेने के लिए किसी अनुमोदन की आवश्यकता नहीं है।",
  "plasma-term": "प्लाज्मा",
  "plasma-definition": "एक ऑफचेन स्केलिंग समाधान जो <a href=\"/glossary/#fraud-proof\">धोखाधड़ी सबूत</a> का उपयोग करता है, जैसे कि <a href=\"/glossary/#optimistic-rollup\">ऑप्टिमिस्टिक रोलअप्स</a>। प्लाज्मा केवल साधारण लेनदेन जैसे बेसिक टोकन ट्रांसफर और स्वैप तक सीमित है। <a href=\"/developers/docs/scaling/plasma\">प्लाज्मा के बारे में और जानें</a>।",
  "private-key-term": "निजी कुंजी",
  "private-key-definition": "एक निजी कुंजी एक गुप्त कोड है जो यह साबित करता है कि आप अपने डिजिटल धन के मालिक हैं और इसे खर्च करने देता है, जैसे आपके खाते के लिए एक PIN। <strong>इसे साझा न करें</strong>।",
  "public-goods-term": "पब्लिक गुड्स",
  "public-goods-definition": "पब्लिक गुड्स ऐसी चीजें हैं जिन्हें हर कोई मुफ्त में उपयोग कर सकता है, जैसे पार्क या स्वच्छ हवा, और इनका उपयोग करने से दूसरों को इनका उपयोग करने से नहीं रोका जाता। सरकारें अक्सर इन्हें प्रदान करती हैं क्योंकि व्यवसाय आमतौर पर इन्हें प्रदान नहीं करते, क्योंकि वे इनके उपयोग के लिए आसानी से लोगों से शुल्क नहीं ले सकते।",
  "private-chain-term": "प्राइवेट चेन",
  "private-chain-definition": "एक पूरी तरह से निजी ब्लॉकचेन वह है जिसमें अनुमति प्राप्त पहुंच होती है, जो सार्वजनिक रूप से उपयोग के लिए उपलब्ध नहीं है।",
  "poap-term": "POAP",
  "poap-definition": "प्रूफ ऑफ अटेंडेंस प्रोटोकॉल का उपयोग एक डिजिटल संग्रहणीय (NFT) बनाने के लिए किया जाता है जो यह साबित करता है कि आपने किसी विशिष्ट आयोजन या गतिविधि में भाग लिया।",
  "pos-term": "हिस्सेदारी का सबूत (PoS)",
  "pos-definition": "एक विधि जिसके द्वारा एक क्रिप्टोकरेंसी ब्लॉकचेन प्रोटोकॉल वितरित <a href=\"/glossary/#consensus\">सहमति</a> प्राप्त करने का लक्ष्य रखता है। PoS उपयोगकर्ताओं से यह साबित करने के लिए कहता है कि उनके पास नेटवर्क में एक निश्चित मात्रा में क्रिप्टोकरेंसी (नेटवर्क में उनकी \"हिस्सेदारी\") है ताकि वे लेनदेन के सत्यापन में भाग ले सकें। <a href=\"/developers/docs/consensus-mechanisms/pos/\">हिस्सेदारी का सबूत के बारे में और जानें</a>।",
  "pow-term": "काम का सबूत (PoW)",
  "pow-definition": "ब्लॉकचेन के लिए एक सुरक्षा तंत्र जो नोड्स से गणना के रूप में ऊर्जा खर्च करने की आवश्यकता रखता है ताकि एक निश्चित मूल्य ढूंढा जा सके।",
  "proto-danksharding-term": "प्रोटो-डैंकशर्डिंग",
  "proto-danksharding-definition": "एथेरियम के लिए डेटा के \"ब्लॉब्स\" को स्वीकार करने वाला एक नया लेनदेन प्रकार। यह \"ब्लॉब\" डेटा अस्थायी रूप से बीकन चेन पर 4096 युगों (~18.2 दिन) के लिए संग्रहीत किया जाता है, और नोड ऑपरेटरों के लिए हार्डवेयर आवश्यकताओं को कम करने के लिए बाद में वैकल्पिक रूप से हटाया जा सकता है।",
  "public-key-term": "सार्वजनिक कुंजी",
  "public-key-definition": "एक पब्लिक कुंजी एक वर्णों का समूह है जो दूसरों को आपके पास डिजिटल मुद्रा सुरक्षित रूप से भेजने देता है, जैसे धन के लिए एक ईमेल पता।",
  "quadratic-voting-term": "क्वाड्रेटिक वोटिंग",
  "quadratic-voting-definition": "एक वोटिंग विधि है जहां मतदाता यह व्यक्त करते हैं कि वे मुद्दों के बारे में कितनी दृढ़ता से महसूस करते हैं। यह मतदाताओं को न केवल प्राथमिकता दिखाने की अनुमति देता है, बल्कि उनकी प्राथमिकता की तीव्रता को भी दिखाता है।",
  "receipt-term": "रसीद",
  "receipt-definition": "एथेरियम क्लाइंट द्वारा लौटाया गया डेटा जो किसी विशेष <a href=\"/glossary/#transaction\">लेनदेन</a> के परिणाम को दर्शाता है, जिसमें लेनदेन का <a href=\"/glossary/#hash\">हैश</a>, इसका <a href=\"/glossary/#block\">ब्लॉक</a> नंबर, उपयोग की गई <a href=\"/glossary/#gas\">गैस</a> की मात्रा, और, <a href=\"/glossary/#smart-contract\">स्मार्ट अनुबंध</a> के डिप्लॉयमेंट के मामले में, अनुबंध का <a href=\"/glossary/#address\">पता</a> शामिल होता है।",
  "recovery-phrase-term": "सीड फ्रेज/रिकवरी फ्रेज",
  "recovery-phrase-definition": "शब्दों की एक सूची जो आपको डिजिटल वॉलेट बनाते समय दी जाती है। यह एक पासवर्ड की तरह कार्य करता है जो आपके वॉलेट में वापस आने में मदद कर सकता है यदि आप पहुंच खो देते हैं, यह सुनिश्चित करता है कि आप अपने डिजिटल धन या टोकन न खोएं।",
  "re-entrancy-attack-term": "री-एंट्री अटैक",
  "re-entrancy-attack-definition": "एक हमला जिसमें एक हमलावर अनुबंध पीड़ित अनुबंध फंक्शन को इस तरह कॉल करता है कि निष्पादन के दौरान पीड़ित फिर से हमलावर अनुबंध को बार-बार कॉल करता है। इससे, उदाहरण के लिए, बैलेंस को अपडेट करने या निकासी राशि को गिनने वाले पीड़ित अनुबंध के हिस्सों को छोड़कर धन की चोरी हो सकती है। <a href=\"/developers/docs/smart-contracts/security/#reentrancy\">री-एंट्री के बारे में और जानें</a>।",
  "reward-term": "पुरस्कार",
  "reward-definition": "ईथर की एक राशि जो <a href=\"/developers/docs/consensus-mechanisms/pos/rewards-and-penalties\">वैलिडेटर्स को प्रदान की जाती है</a> जो प्रत्येक स्लॉट में ब्लॉक प्रस्तावित करने या सिंक-कमेटी में भाग लेने जैसे कुछ कार्य करते हैं।",
  "rlp-term": "रेकर्सिव लेंथ प्रीफिक्स (RLP)",
  "rlp-definition": "एक <a href=\"/developers/docs/data-structures-and-encoding\">एन्कोडिंग मानक</a> जो एथेरियम डेवलपर्स द्वारा डिज़ाइन किया गया है ताकि मनमानी जटिलता और लंबाई के ऑब्जेक्ट्स (डेटा संरचनाओं) को एन्कोड और सीरियलाइज किया जा सके।",
  "rollups-term": "रोलअप्स",
  "rollups-definition": "एक प्रकार का <a href=\"/glossary/#layer-2\">परत 2</a> स्केलिंग समाधान जो कई लेनदेन को एक साथ बैच करता है और उन्हें एक ही लेनदेन में <a href=\"/glossary/#mainnet\">एथेरियम मुख्य चेन</a> पर प्रस्तुत करता है। यह <a href=\"/glossary/#gas\">गैस</a> लागत में कमी और <a href=\"/glossary/#transaction\">लेनदेन</a> थ्रूपुट में वृद्धि की अनुमति देता है। ऑप्टिमिस्टिक और शून्य ज्ञान रोलअप्स विभिन्न सुरक्षा विधियों का उपयोग करके ये स्केलेबिलिटी लाभ प्रदान करते हैं। <a href=\"/developers/docs/scaling/#rollups\">रोलअप्स के बारे में और जानें</a>।",
  "rpc-term": "रिमोट प्रोसीजर कॉल (RPC)",
  "rpc-definition": "RPC एक कंप्यूटर को नेटवर्क पर किसी अन्य से डेटा या कार्रवाई का अनुरोध करने देता है, जैसे रिमोट कंट्रोल के साथ जानकारी मांगना।",
  "sha-term": "सिक्योर हैश एल्गोरिदम (SHA)",
  "sha-definition": "नेशनल इंस्टीट्यूट ऑफ स्टैंडर्ड्स एंड टेक्नोलॉजी (NIST) द्वारा प्रकाशित क्रिप्टोग्राफिक हैश फंक्शन्स का एक परिवार।",
  "serialization-term": "सीरियलाइजेशन",
  "serialization-definition": "डेटा संरचना को बाइट्स की एक श्रृंखला में बदलने की प्रक्रिया।",
  "sequencer-term": "सीक्वेंसर",
  "sequencer-definition": "एक सीक्वेंसर एक प्रोग्राम है जो ब्लॉकचेन नेटवर्क में, विशेष रूप से परत 2 स्केलिंग समाधानों में, लेनदेन को क्रमबद्ध करने के लिए जिम्मेदार होता है।",
  "shard-term": "शार्ड / शार्ड चेन",
  "shard-definition": "शार्ड चेन ब्लॉकचेन के अलग-अलग हिस्से हैं जिनके लिए वैलिडेटर्स के उपसमूह जिम्मेदार हो सकते हैं। इसे मूल रूप से एथेरियम को प्रति सेकंड लाखों लेनदेन तक स्केल करने का तरीका माना गया था, लेकिन अब इसे <a href=\"/glossary/#rollups\">रोलअप्स</a> का उपयोग करके स्केलिंग के तेजी से विकास ने पीछे छोड़ दिया है।",
  "sidechain-term": "पक्षचेन",
  "sidechain-definition": "एक स्केलिंग समाधान जो अलग-अलग, अक्सर तेज, <a href=\"/glossary/#consensus-rules\">सहमति नियमों</a> के साथ एक अलग चेन का उपयोग करता है। इन साइडचेन को <a href=\"/glossary/#mainnet\">मेननेट</a> से जोड़ने के लिए एक पुल की आवश्यकता होती है। <a href=\"/glossary/#rollups\">रोलअप्स</a> भी साइडचेन का उपयोग करते हैं, लेकिन वे <a href=\"/glossary/#mainnet\">मेननेट</a> के साथ सहयोग में काम करते हैं। <a href=\"/developers/docs/scaling/sidechains/\">साइडचेन के बारे में और जानें</a>।",
  "signing-term": "हस्ताक्षर",
  "signing-definition": "क्रिप्टोग्राफिक रूप से यह प्रदर्शित करना कि एक लेनदेन को एक विशिष्ट निजी कुंजी के धारक द्वारा अनुमोदित किया गया था।",
  "singleton-term": "सिंगलटन",
  "singleton-definition": "एक कंप्यूटर प्रोग्रामिंग शब्द जो एक ऑब्जेक्ट को वर्णित करता है जिसका केवल एक ही उदाहरण मौजूद हो सकता है।",
  "slasher-term": "स्लैशर",
  "slasher-definition": "एक स्लैशर एक इकाई है जो स्लैश करने योग्य अपराधों की खोज में सत्यापन को स्कैन करता है। स्लैशिंग्स को नेटवर्क पर प्रसारित किया जाता है, और अगला ब्लॉक प्रस्तावक सबूत को ब्लॉक में जोड़ता है। इसके बाद ब्लॉक प्रस्तावक को दुर्भावनापूर्ण वैलिडेटर को स्लैश करने के लिए पुरस्कार मिलता है।",
  "slot-term": "स्लॉट्स",
  "slot-definition": "12 सेकंड की अवधि जिसमें <a href=\"/glossary/#pos\">हिस्सेदारी का सबूत</a> सिस्टम में एक <a href=\"/glossary/#validator\">वैलिडेटर</a> द्वारा नए ब्लॉक्स प्रस्तावित किए जा सकते हैं। एक स्लॉट खाली हो सकता है। 32 स्लॉट्स एक <a href=\"/glossary/#epoch\">युग</a> बनाते हैं। <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">हिस्सेदारी का सबूत के बारे में और जानें</a>।",
  "smart-contract-term": "स्मार्ट अनुबंध",
  "smart-contract-definition": "एक स्मार्ट अनुबंध एक प्रोग्राम है जो ब्लॉकचेन पर समझौतों को स्वचालित रूप से निष्पादित करता है, जैसे एक स्व-निष्पादित डिजिटल अनुबंध। <a href=\"/smart-contracts/\">स्मार्ट अनुबंधों का परिचय</a>।",
  "snark-term": "SNARK",
  "snark-definition": "\"सक्सिंट नॉन-इंटरैक्टिव आर्ग्यूमेंट ऑफ नॉलेज\" का संक्षिप्त रूप, एक SNARK एक प्रकार का <a href=\"/glossary/#zk-proof\">शून्य ज्ञान प्रमाण</a> है। <a href=\"/developers/docs/scaling/zk-rollups/\">शून्य ज्ञान रोलअप्स के बारे में और जानें</a>।",
  "soft-fork-term": "नरम कांटा",
  "soft-fork-definition": "<a href=\"/glossary/#blockchain\">ब्लॉकचेन</a> में एक विचलन जो तब होता है जब <a href=\"/glossary/#consensus-rules\">सहमति नियम</a> बदलते हैं। <a href=\"/glossary/#hard-fork\">हार्ड फोर्क</a> के विपरीत, एक सॉफ्ट फोर्क पीछे की ओर संगत होता है; अपग्रेडेड नोड्स गैर-अपग्रेडेड नोड्स द्वारा बनाए गए ब्लॉक्स को मान्य कर सकते हैं बशर्ते वे नए सहमति नियमों का पालन करें।",
  "solidity-term": "Solidity",
  "solidity-definition": "एक प्रक्रियात्मक (इम्पेरेटिव) प्रोग्रामिंग भाषा जिसका सिंटैक्स जावास्क्रिप्ट, C++, या जावा के समान है। एथेरियम <a href=\"/glossary/#smart-contract\">स्मार्ट अनुबंधों</a> के लिए सबसे लोकप्रिय और सबसे अधिक उपयोग की जाने वाली भाषा। डॉ. गेविन वुड द्वारा बनाई गई। <a href=\"/developers/docs/smart-contracts/languages/#solidity\">सोलिडीटी के बारे में और जानें</a>।",
  "solidity-inline-assembly-term": "सोलिडीटी इनलाइन असेंबली",
  "solidity-inline-assembly-definition": "<a href=\"/glossary/#evm\">EVM</a> असेंबली भाषा एक <a href=\"/glossary/#solidity\">सोलिडीटी</a> प्रोग्राम में। सोलिडीटी का इनलाइन असेंबली के लिए समर्थन कुछ कार्यों को लिखना आसान बनाता है।",
  "stablecoin-term": "स्थिर मुद्रा",
  "stablecoin-definition": "एक स्टेबलकॉइन एक प्रकार की क्रिप्टोकरेंसी है जिसे स्थिर मूल्य रखने के लिए डिज़ाइन किया गया है, अक्सर किसी मुद्रा या वस्तु (जैसे यूएस डॉलर) से जोड़ा जाता है, ताकि मूल्य अस्थिरता को कम किया जा सके। <a href=\"/stablecoins/\">स्टेबलकॉइन्स के बारे में और जानें</a>।",
  "staking-term": "स्टेकिंग",
  "staking-definition": "<a href=\"/glossary/#ether\">ईथर</a> की एक मात्रा (आपकी हिस्सेदारी) को जमा करना ताकि वैलिडेटर बन सकें और <a href=\"/glossary/#network\">नेटवर्क</a> को सुरक्षित किया जा सके। एक वैलिडेटर <a href=\"/glossary/#pos\">हिस्सेदारी का सबूत</a> सहमति मॉडल के तहत <a href=\"/glossary/#transaction\">लेनदेन</a> की जांच करता है और <a href=\"/glossary/#block\">ब्लॉक्स</a> प्रस्तावित करता है। स्टेकिंग आपको नेटवर्क के सर्वोत्तम हित में कार्य करने के लिए आर्थिक प्रोत्साहन देता है। आपको अपने <a href=\"/glossary/#validator\">वैलिडेटर</a> कर्तव्यों को पूरा करने के लिए पुरस्कार मिलेंगे, लेकिन यदि आप ऐसा नहीं करते तो अलग-अलग मात्रा में ETH खो देंगे। <a href=\"/staking/\">एथेरियम स्टेकिंग के बारे में और जानें</a>।",
  "staking-pool-term": "स्टेकिंग पूल",
  "staking-pool-definition": "एक से अधिक एथेरियम स्टेकर्स के संयुक्त ETH का उपयोग, जो वैलिडेटर कुंजियों के एक सेट को सक्रिय करने के लिए आवश्यक 32 ETH तक पहुंचने के लिए किया जाता है। एक नोड ऑपरेटर इन कुंजियों का उपयोग सहमति में भाग लेने के लिए करता है और <a href=\"/glossary/#block-reward\">ब्लॉक पुरस्कार</a> योगदान देने वाले स्टेकर्स के बीच बांटे जाते हैं। स्टेकिंग पूल या डेलिगेटिंग स्टेकिंग एथेरियम प्रोटोकॉल के लिए मूल नहीं हैं, लेकिन समुदाय द्वारा कई समाधान बनाए गए हैं। <a href=\"/staking/pools/\">पूल्ड स्टेकिंग के बारे में और जानें</a>।",
  "stark-term": "STARK",
  "stark-definition": "\"स्केलेबल ट्रांसपेरेंट आर्ग्यूमेंट ऑफ नॉलेज\" का संक्षिप्त रूप, एक STARK एक प्रकार का <a href=\"/glossary/#zk-proof\">शून्य ज्ञान प्रमाण</a> है। <a href=\"/developers/docs/scaling/zk-rollups/\">शून्य ज्ञान रोलअप्स के बारे में और जानें</a>।",
  "state-term": "स्थिति",
  "state-definition": "ब्लॉकचेन पर एक विशेष समय पर सभी बैलेंस और डेटा का एक स्नैपशॉट, सामान्य रूप से एक विशेष ब्लॉक की स्थिति को संदर्भित करता है।",
  "state-channels-term": "स्टेट चैनल",
  "state-channels-definition": "एक <a href=\"/glossary/#layer-2\">परत 2</a> समाधान जहां प्रतिभागियों के बीच एक चैनल स्थापित किया जाता है, जहां वे स्वतंत्र रूप से और सस्ते में लेनदेन कर सकते हैं। केवल चैनल को स्थापित करने और बंद करने का <a href=\"/glossary/#transaction\">लेनदेन</a> <a href=\"/glossary/#mainnet\">मेननेट</a> पर भेजा जाता है। यह बहुत उच्च लेनदेन थ्रूपुट की अनुमति देता है, लेकिन इसमें प्रतिभागियों की संख्या को पहले से जानने और धन को लॉक करने की आवश्यकता होती है। <a href=\"/developers/docs/scaling/state-channels/#state-channels\">स्टेट चैनल्स के बारे में और जानें</a>।",
  "supermajority-term": "सुपरमेजोरिटी",
  "supermajority-definition": "सुपरमेजोरिटी वह राशि है जो एथेरियम को सुरक्षित करने वाले कुल स्टेक किए गए ईथर के 2/3 (66%) से अधिक होती है। बीकन चेन पर ब्लॉक्स को <a href=\"/glossary/#finality\">फाइनलाइज</a> करने के लिए सुपरमेजोरिटी वोट की आवश्यकता होती है।",
  "sybil-attack-term": "सिबिल अटैक",
  "sybil-attack-definition": "सिबिल हमलों से तात्पर्य है व्यक्तिगत मनुष्य एक सिस्टम को धोखा देकर यह सोचने में मजबूर करते हैं कि वे कई लोग हैं, ताकि उनका प्रभाव बढ़ सके।",
  "syncing-term": "सिंकिंग",
  "syncing-definition": "ब्लॉकचेन नेटवर्क पर कई फर्जी पहचानों को बनाकर नियंत्रण हासिल करने की कोशिश।",
  "sync-committee-term": "सिंक कमेटी",
  "sync-committee-definition": "सिंक कमेटी एक बेतरतीब ढंग से चुना गया <a href=\"/glossary/#validator\">वैलिडेटर्स</a> का समूह है जो हर ~27 घंटे में ताज़ा होता है। उनका उद्देश्य मान्य ब्लॉक हेडर्स पर अपने हस्ताक्षर जोड़ना है। सिंक कमेटी <a href=\"/glossary/#light-client\">लाइट क्लाइंट्स</a> को पूरे वैलिडेटर सेट तक पहुंचने की आवश्यकता के बिना ब्लॉकचेन के हेड का ट्रैक रखने की अनुमति देती है।",
  "szabo-term": "स्ज़ाबो",
  "szabo-definition": "<a href=\"/glossary/#ether\">ईथर</a> का एक संप्रदाय। 1 स्ज़ाबो = 10<sup>12</sup> <a href=\"/glossary/#wei\">वेई</a>। 10<sup>6</sup> स्ज़ाबो = 1 ईथर।",
  "terminal-total-difficulty-term": "टर्मिनल टोटल डिफिकल्टी (TTD)",
  "terminal-total-difficulty-definition": "कुल कठिनाई ब्लॉकचेन में किसी विशेष बिंदु तक सभी Ethash माइनिंग कठिनाई का योग है। टर्मिनल टोटल डिफिकल्टी एक विशिष्ट मूल्य था जिसे निष्पादन ग्राहकों को उनकी माइनिंग और ब्लॉक गॉसिप कार्यों को बंद करने के लिए ट्रिगर के रूप में उपयोग किया गया था ताकि नेटवर्क हिस्सेदारी का सबूत में स्थानांतरित हो सके। यह अब प्रासंगिक नहीं है क्योंकि एथेरियम <a href=\"/glossary/#pos\">हिस्सेदारी का सबूत</a> में स्थानांतरित हो गया है।",
  "testnet-term": "टेस्टनेट",
  "testnet-definition": "टेस्ट नेटवर्क का संक्षिप्त रूप, एक नेटवर्क जो मुख्य एथेरियम नेटवर्क के व्यवहार का अनुकरण करने के लिए उपयोग किया जाता है।",
  "token-term": "टोकन",
  "token-definition": "एथेरियम ब्लॉकचेन पर स्मार्ट अनुबंधों में परिभाषित एक व्यापार योग्य आभासी वस्तु।",
  "token-factory-term": "टोकन फ़ैक्टरी",
  "token-factory-definition": "एक टोकन फ़ैक्टरी एक स्मार्ट अनुबंध है जो <a href=\"#erc-20\">ERC-20</a>, <a href=\"#erc-721\">ERC-721</a>, या <a href=\"#erc-1155\">ERC-1155</a> जैसे एक विशिष्ट मानक के भीतर टोकन के निर्माण की सुविधा देता है। स्मार्ट अनुबंध एक टेम्पलेट के रूप में कार्य करता है, जो उपयोगकर्ताओं को नाम, प्रतीक, आपूर्ति और अतिरिक्त कार्यक्षमता जैसे कस्टम मापदंडों के साथ नए टोकन डिप्लॉय करने की अनुमति देता है बिना स्क्रैच से एक नया स्मार्ट अनुबंध बनाए।",
  "transaction-term": "लेनदेन",
  "transaction-definition": "एथेरियम ब्लॉकचेन पर एक उत्पत्ति <a href=\"/glossary/#account\">खाते</a> द्वारा हस्ताक्षरित डेटा, जो एक विशिष्ट <a href=\"/glossary/#address\">पते</a> को लक्षित करता है। लेनदेन में मेटाडेटा शामिल होता है जैसे कि उस लेनदेन के लिए <a href=\"/glossary/#gas-limit\">गैस सीमा</a>। <a href=\"/developers/docs/transactions/\">लेनदेन के बारे में और जानें</a>।",
  "transaction-fee-term": "लेनदेन शुल्क",
  "transaction-fee-definition": "जब भी आप एथेरियम नेटवर्क का उपयोग करते हैं तो आपको एक शुल्क देना पड़ता है। उदाहरणों में आपके <a href=\"/glossary/#wallet\">वॉलेट</a> से धन भेजना या <a href=\"/glossary/#dapp\">विकेंद्रीकृत अनुप्रयोग</a> इंटरैक्शन, जैसे टोकन स्वैप करना या संग्रहणीय खरीदना शामिल है। आप इसे एक सेवा शुल्क की तरह समझ सकते हैं। यह शुल्क नेटवर्क की व्यस्तता के आधार पर बदलता है। ऐसा इसलिए है क्योंकि <a href=\"/glossary/#validator\">वैलिडेटर्स</a>, जो आपके लेनदेन को संसाधित करने के लिए जिम्मेदार लोग हैं, संभावित रूप से उच्च शुल्क वाले लेनदेन को प्राथमिकता देते हैं – इसलिए भीड़भाड़ शुल्क को बढ़ा देती है।<br/><br/>तकनीकी स्तर पर, आपका लेनदेन शुल्क इस बात से संबंधित है कि आपके लेनदेन को कितनी <a href=\"/glossary/#gas\">गैस</a> की आवश्यकता है।<br/><br/>लेनदेन शुल्क को कम करना अभी बहुत रुचि का विषय है। देखें <a href=\"/glossary/#layer-2\">परत 2</a>।",
  "trust-assumptions-term": "विश्वास की धारणाएँ",
  "trust-assumptions-definition": "ट्रस्ट धारणाएं एक सिस्टम की सुरक्षा और विश्वसनीयता के बारे में मूल विश्वास हैं, जो यह मार्गदर्शन करते हैं कि हम सिस्टम के कार्य करने के लिए क्या विश्वास करते हैं।",
  "trustlessness-term": "अविश्वासहीनता",
  "trustlessness-definition": "एक नेटवर्क की वह क्षमता जो बिना किसी तृतीय पक्ष पर भरोसा किए लेनदेन को मध्यस्थता करने की अनुमति देता है।",
  "turing-complete-term": "ट्यूरिंग कम्प्लीट",
  "turing-complete-definition": "अंग्रेजी गणितज्ञ और कंप्यूटर वैज्ञानिक एलन ट्यूरिंग के नाम पर एक अवधारणा - डेटा-हेरफेर नियमों (जैसे कंप्यूटर का निर्देश सेट, एक प्रोग्रामिंग भाषा, या एक सेलुलर ऑटोमेटन) का एक सिस्टम \"ट्यूरिंग कम्प्लीट\" या \"कम्प्यूटेशनली यूनिवर्सल\" कहा जाता है यदि इसका उपयोग किसी भी ट्यूरिंग मशीन का अनुकरण करने के लिए किया जा सकता है।",
  "validator-term": "सत्यापनकर्ता",
  "validator-definition": "<a href=\"/glossary/#pos\">हिस्सेदारी का सबूत</a> सिस्टम में एक <a href=\"/glossary/#node\">नोड</a> जो डेटा संग्रहीत करने, लेनदेन को संसाधित करने, और ब्लॉकचेन में नए ब्लॉक्स जोड़ने के लिए जिम्मेदार होता है। वैलिडेटर सॉफ्टवेयर को सक्रिय करने के लिए, आपको 32 ETH <a href=\"/glossary/#staking\">स्टेक</a> करने में सक्षम होना चाहिए। <a href=\"/staking/\">एथेरियम में स्टेकिंग के बारे में और जानें</a>।",
  "validator-lifecycle-term": "वैलिडेटर लाइफसाइकिल",
  "validator-lifecycle-definition": "वह अवस्थाओं का क्रम जिसमें एक वैलिडेटर मौजूद हो सकता है। इनमें शामिल हैं:<br/><br/><ul><li>जमा: वैलिडेटर द्वारा <a href=\"/glossary/#deposit-contract\">जमा अनुबंध</a> में कम से कम 32 ETH जमा किया गया है</li><li>पेंडिंग: वैलिडेटर सक्रियण कतार में है, मौजूदा वैलिडेटर्स द्वारा नेटवर्क में वोट किए जाने की प्रतीक्षा में</li><li>सक्रिय: वर्तमान में सत्यापन और ब्लॉक्स प्रस्तावित कर रहा है</li><li>स्लैशिंग: वैलिडेटर ने गलत व्यवहार किया है और उसे स्लैश किया जा रहा है</li><li>निकास: वैलिडेटर को नेटवर्क से बाहर निकलने के लिए चिह्नित किया गया है, या तो स्वेच्छा से या क्योंकि उसे निष्कासित किया गया है।</li></ul>",
  "validity-proof-term": "वैधता प्रमाण",
  "validity-proof-definition": "कुछ <a href=\"/glossary/#layer-2\">परत 2</a> समाधानों के लिए एक सुरक्षा मॉडल जहां, गति बढ़ाने के लिए, लेनदेन को बैचों में रोल अप किया जाता है और एक ही लेनदेन में एथेरियम को प्रस्तुत किया जाता है। लेनदेन गणना ऑफचेन की जाती है और फिर मुख्य चेन को उनकी वैधता के सबूत के साथ आपूर्ति की जाती है। यह विधि लेनदेन की मात्रा को बढ़ाती है जबकि सुरक्षा बनाए रखती है। कुछ <a href=\"/glossary/#rollups\">रोलअप्स</a> <a href=\"/glossary/#fraud-proof\">धोखाधड़ी सबूत</a> का उपयोग करते हैं। <a href=\"/developers/docs/scaling/zk-rollups/\">शून्य ज्ञान रोलअप्स के बारे में और जानें</a>।",
  "validium-term": "वैलिडियम",
  "validium-definition": "एक ऑफचेन समाधान जो लेनदेन थ्रूपुट को बेहतर करने के लिए <a href=\"/glossary/#validity-proof\">वैधता सबूत</a> का उपयोग करता है। <a href=\"/glossary/#zk-rollup\">शून्य ज्ञान रोलअप्स</a> के विपरीत, वैलिडियम डेटा परत 1 मेननेट पर संग्रहीत नहीं होता। <a href=\"/developers/docs/scaling/validium/\">वैलिडियम के बारे में और जानें</a>।",
  "vyper-term": "Vyper",
  "vyper-definition": "पायथन जैसे सिंटैक्स के साथ एक उच्च-स्तरीय प्रोग्रामिंग भाषा। इसका उद्देश्य एक शुद्ध कार्यात्मक भाषा के करीब पहुंचना है। विटालिक ब्यूटेरिन द्वारा बनाई गई। <a href=\"/developers/docs/smart-contracts/languages/#vyper\">Vyper के बारे में और जानें</a>।",
  "wallet-term": "वॉलेट",
  "wallet-definition": "एक वॉलेट एक डिजिटल उपकरण है जो डिजिटल मुद्रा को संग्रहीत करने, भेजने, और प्राप्त करने के लिए है, जैसे आपके ऑनलाइन धन के लिए एक आभासी पर्स। <a href=\"/wallets/\">एथेरियम वॉलेट्स के बारे में और जानें</a>।",
  "web2-term": "Web2",
  "web2-definition": "वर्तमान इंटरनेट, जो उपयोगकर्ता-जनित सामग्री और सोशल मीडिया पर केंद्रित है जो कुछ कंपनियों द्वारा नियंत्रित होते हैं। Web3 एक क्रिप्टो विश्वास है कि उपयोगकर्ताओं को उनके डेटा और लेनदेन को नियंत्रित करना चाहिए।",
  "web3-term": "Web3",
  "web3-definition": "Web3 ब्लॉकचेन के साथ नया इंटरनेट है, जहां उपयोगकर्ता अपने डेटा और लेनदेन को नियंत्रित करते हैं, न कि कंपनियां। किसी भी व्यक्तिगत जानकारी को साझा करने की आवश्यकता नहीं है। <a href=\"/web3/\">Web3 के बारे में और जानें</a>।",
  "wei-term": "वेई",
  "wei-definition": "ईथर का सबसे छोटा संप्रदाय। 10<sup>18</sup> वेई = 1 ईथर।",
  "wrapped-token-term": "रैप्ड टोकन",
  "wrapped-token-definition": "एक ब्लॉकचेन-आधारित टोकन जो किसी अन्य नेटवर्क पर किसी अन्य क्रिप्टोकरेंसी या संपत्ति का प्रतिनिधित्व करता है। उदाहरण के लिए, <a href=\"/wrapped-eth/#intro-to-weth\">रैप्ड ईथर (WETH)</a> ईथर (ETH) को उस प्रारूप में दर्शाता है जो एथेरियम के <a href=\"/glossary/#erc-20\">ERC20</a> टोकन मानक का पालन करता है। मूल संपत्ति को एक <a href=\"/glossary/#smart-contract\">स्मार्ट अनुबंध</a> द्वारा सुरक्षित रूप से लॉक किया जाता है, और एक समकक्ष रैप्ड टोकन बनाया जाता है। यह तंत्र ब्लॉकचेन के भीतर और बीच में अंतरसंचालनीयता को सक्षम बनाता है, जिससे ETH जैसी संपत्तियों को उनके मूल्य को बनाए रखते हुए विकेंद्रीकृत अनुप्रयोगों में सहजता से उपयोग किया जा सकता है।",
  "zero-address-term": "शून्य पता",
  "zero-address-definition": "एक एथेरियम पता, जो पूरी तरह से शून्यों से बना होता है, जिसे अक्सर टोकन को स्वामित्व वाले प्रचलन से हटाने के लिए एक पते के रूप में उपयोग किया जाता है। स्मार्ट अनुबंध के इंडेक्स से औपचारिक रूप से हटाए गए टोकन और इस पते पर भेजे गए टोकन के बीच एक अंतर बनाया जाता है।",
  "zk-proof-term": "शून्य ज्ञान प्रमाण",
  "zk-proof-definition": "एक शून्य ज्ञान प्रमाण एक क्रिप्टोग्राफिक विधि है जो किसी व्यक्ति को कोई अतिरिक्त जानकारी दिए बिना यह साबित करने की अनुमति देता है कि एक कथन सत्य है। <a href=\"/developers/docs/scaling/zk-rollups/\">शून्य ज्ञान रोलअप्स के बारे में और जानें</a>।",
  "zk-rollup-term": "ज़ीरो-नॉलेज रोलअप",
  "zk-rollup-definition": "लेनदेन का एक <a href=\"/glossary/#rollups\">रोलअप</a> जो <a href=\"/glossary/#validity-proof\">वैधता सबूत</a> का उपयोग करता है ताकि <a href=\"/glossary/#layer-2\">परत 2</a> लेनदेन थ्रूपुट को बढ़ाया जा सके जबकि मेननेट (परत 1) द्वारा प्रदान की गई सुरक्षा का उपयोग किया जा सके। हालांकि वे <a href=\"/glossary/#optimistic-rollup\">ऑप्टिमिस्टिक रोलअप्स</a> जैसे जटिल लेनदेन प्रकारों को संभाल नहीं सकते, लेकिन उनके पास विलंबता समस्याएं नहीं होती क्योंकि लेनदेन प्रस्तुत किए जाने पर सिद्ध रूप से मान्य होते हैं। <a href=\"/developers/docs/scaling/zk-rollups/\">शून्य ज्ञान रोलअप्स के बारे में और जानें</a>।"
}
