{
  "51%-attack-term": "51% हमला",
  "51%-attack-definition": "एक प्रकार का हमला जहां एक समूह अधिकांश <a href=\"/glossary/#node\">नोड्स</a> का नियंत्रण प्राप्त कर लेता है। यह उन्हें <a href=\"/glossary/#transaction\">लेनदेन</a> को उलटकर और <a href=\"ether\">ईथर</a> और अन्य टोकन को दोहरा खर्च करके ब्लॉकचेन को धोखा देने की अनुमति देगा।",
  "account-definition": "एक एथेरियम खाता एथेरियम ब्लॉकचेन पर एक डिजिटल पहचान है, जो उपयोगकर्ताओं को ईथर या अन्य डिजिटल संपत्तियों को भेजने, प्राप्त करने और स्मार्ट अनुबंधों के साथ बातचीत करने की अनुमति देता है।",
  "address-definition": "एक एथेरियम पता एक अद्वितीय पहचानकर्ता है जिसका उपयोग टोकन प्राप्त करने के लिए किया जाता है, क्रिप्टोकरेंसी के लिए बैंक खाता संख्या के समान कार्य करता है। इसका उपयोग आपके एथेरियम खाते की पहचान करने के लिए किया जाता है।",
  "block-term": "ब्लॉक",
  "block-definition": "एक ब्लॉक वह है जहां लेनदेन या डिजिटल कार्यों को संग्रहीत किया जाता है। जब एक ब्लॉक भर जाता है, तो यह पिछले वाले से जुड़ जाता है, ब्लॉकों की एक श्रृंखला या \"ब्लॉकचेन\" बनाता है। <a href=\"/developers/docs/blocks/\">ब्लॉक के बारे में अधिक</a>।",
  "blockchain-term": "ब्लॉकचेन",
  "blockchain-definition": "एक ब्लॉकचेन लेनदेन का एक डेटाबेस है, जो नेटवर्क में सभी कंप्यूटरों पर डुप्लिकेट और साझा किया जाता है, यह सुनिश्चित करता है कि डेटा को पूर्वव्यापी रूप से बदला नहीं जा सकता।",
  "bridge-term": "ब्रिज",
  "bridge-definition": "एक ब्लॉकचेन ब्रिज का उपयोग एक ब्लॉकचेन नेटवर्क से दूसरे में संपत्तियों को स्थानांतरित करने के लिए किया जाता है।",
  "consensus-term": "आम सहमति",
  "consensus-layer-term": "आम सहमति परत",
  "cryptoeconomics-term": "क्रिप्टोइकॉनॉमिक्स",
  "cryptography-definition": "यह संचार को निजी और सुरक्षित बनाने की प्रक्रिया है ताकि केवल वे लोग जिनके लिए जानकारी अभिप्रेत है, उसे पढ़ सकें।",
  "dao-definition": "एक DAO एक डिजिटल संगठन है जो ब्लॉकचेन पर कोडित नियमों द्वारा चलाया जाता है, जहां निर्णय केंद्रीय प्राधिकरण द्वारा नहीं, बल्कि सदस्य मतों द्वारा लिए जाते हैं। <a href=\"/dao/\">विकेंद्रीकृत स्वायत्त संगठनों (DAOs) के बारे में अधिक</a>।",
  "dapp-definition": "एक dApp एक विकेंद्रीकृत एप्लिकेशन है जो एक ब्लॉकचेन नेटवर्क पर चलता है, जो किसी केंद्रीय नियंत्रण प्राधिकरण के बिना सेवाएं प्रदान करता है। <a href=\"/dapps/\">विकेंद्रीकृत एप्लिकेशन के बारे में अधिक</a>।",
  "data-availability-term": "डेटा की उपलब्धता",
  "defi-term": "DeFi",
  "ens-definition": "एथेरियम नेम सर्विस एथेरियम पतों के लिए इंटरनेट फोनबुक की तरह है। लंबे वॉलेट पतों का उपयोग करने के बजाय, ENS आपको \"john.eth\" जैसे सरल नामों का उपयोग करने की सुविधा देता है डिजिटल धन और संपत्तियों को भेजने और प्राप्त करने के लिए।",
  "epoch-term": "युग",
  "erc-definition": "ERC (<strong>एथेरियम रिक्वेस्ट फॉर कमेंट्स</strong>) एक प्रकार का तकनीकी दस्तावेज है जिसका उपयोग एथेरियम समुदाय द्वारा एथेरियम नेटवर्क के उपयोग के लिए नए मानकों का प्रस्ताव देने के लिए किया जाता है।",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "एक प्रकार का एथेरियम टोकन मानक जो NFT (जैसे अद्वितीय संग्रहणीय वस्तुएं) के समान है जो एक ही स्मार्ट अनुबंध के भीतर परस्पर विनिमेय वस्तुएं (जैसे मुद्रा) बनाने की भी अनुमति देता है।",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "यह मानक नियमों का एक समूह है जिसके साथ एथेरियम नेटवर्क पर अधिकांश टोकन बनाए जाते हैं।",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "NFT (नॉन फंजिबल टोकन) बनाने के लिए उपयोग किए जाने वाले नियमों का एक मानक समूह।",
  "ether-term": "इथर",
  "events-term": "आयोजन",
  "execution-layer-term": "निष्पादन परत",
  "finality-term": "अन्तिम स्थिति",
  "gas-term": "गैस",
  "gwei-term": "ग्वेई",
  "holographic-consensus-definition": "इसका संदर्भ है कि कैसे एक बड़े समूह का निर्णय प्रतिनिधि लोगों के एक छोटे समूह को मतदान करने की अनुमति देकर लिया जाता है। फिर बाकी सभी लोग इसे स्वीकार करने के लिए सहमत होते हैं, जब तक कि वे छोटे समूह पर भरोसा करते हैं कि उन्होंने अच्छा काम किया।",
  "key-definition": "एथेरियम के संदर्भ में, कुंजियाँ डिजिटल कोड हैं: लेनदेन प्राप्त करने के लिए एक सार्वजनिक कुंजी और धन तक पहुंचने और भेजने के लिए एक निजी कुंजी।",
  "layer-2-term": "परत 2",
  "liquidity-tokens-definition": "लिक्विडिटी टोकन (LT) डिजिटल टोकन हैं जो उन प्रतिभागियों को जारी किए जाते हैं जो लिक्विडिटी पूल में संपत्तियां जमा करते हैं, जो एक स्मार्ट अनुबंध में लॉक किए गए धन का संग्रह है और एक विकेंद्रीकृत एक्सचेंज (DEX) पर व्यापार की सुविधा के लिए उपयोग किया जाता है।",
  "mainnet-term": "मेननेट",
  "mev-term": "MEV",
  "mev-definition": "एक तंत्र जो शुल्क के लिए ब्लॉकचेन पर कुछ कार्यों को प्राथमिकता देता है, परिणामों और लेनदेन के क्रम को प्रभावित करता है।",
  "multisig-term": "एक से अधिक हस्ताक्षर",
  "multisig-definition": "मल्टीसिग (बहु हस्ताक्षर) एक डिजिटल वॉलेट या खाते को संदर्भित करता है जिसे लेनदेन निष्पादित करने के लिए कई हस्ताक्षरों या अनुमोदनों की आवश्यकता होती है, जो सुरक्षा को बढ़ाता है।",
  "onchain-term": "ऑनचेन",
  "onchain-definition": "उन कार्यों या लेनदेन को संदर्भित करता है जो ब्लॉकचेन पर होते हैं और सार्वजनिक रूप से उपलब्ध होते हैं।",
  "peer-to-peer-network-definition": "कंप्यूटरों (पीयर्स) का एक नेटवर्क जो सामूहिक रूप से केंद्रीकृत, सर्वर-आधारित सेवाओं की आवश्यकता के बिना कार्यक्षमताओं को निष्पादित करने में सक्षम है।",
  "permissionless-term": "अनुमति रहित",
  "permissionless-definition": "एथेरियम जैसे सिस्टम का उपयोग करने के लिए किसी अनुमति या स्वीकृति की आवश्यकता नहीं है और कोई भी आपको इसका उपयोग करने से नहीं रोक सकता। यह सभी के भाग लेने के लिए 24/7 खुला है।",
  "private-key-term": "निजी कुंजी",
  "pos-term": "हिस्सेदारी का सबूत (PoS)",
  "pow-term": "काम का सबूत (PoW)",
  "public-key-term": "सार्वजनिक कुंजी",
  "rollups-term": "रोलअप्स",
  "sequencer-term": "सीक्वेंसर",
  "sequencer-definition": "एक सीक्वेंसर एक प्रोग्राम है जो ब्लॉकचेन नेटवर्क में लेनदेन को क्रमबद्ध करने के लिए जिम्मेदार है।",
  "smart-contract-term": "स्मार्ट अनुबंध",
  "staking-term": "स्टेकिंग",
  "sybil-attack-definition": "सिबिल हमलों से तात्पर्य है व्यक्तिगत मनुष्य एक सिस्टम को धोखा देकर यह सोचने में मजबूर करते हैं कि वे कई लोग हैं, ताकि उनका प्रभाव बढ़ सके।",
  "trust-assumptions-term": "विश्वास की धारणाएँ",
  "validator-term": "सत्यापनकर्ता",
  "wallet-term": "वॉलेट",
  "web2-term": "Web2",
  "web3-term": "Web3",
  "wei-term": "वेई"
}
