{
  "51%-attack-term": "51% हमला",
  "51%-attack-definition": "एक प्रकार का हमला जहां एक समूह अधिकांश <a href=\"/glossary/#node\">नोड्स</a> का नियंत्रण प्राप्त कर लेता है। यह उन्हें <a href=\"/glossary/#transaction\">लेनदेन</a> को उलटकर और <a href=\"ether\">ईथर</a> और अन्य टोकन को दोहरा खर्च करके ब्लॉकचेन को धोखा देने की अनुमति देगा।",
  "abi-term": "एप्लिकेशन बाइनरी इंटरफेस (ABI)",
  "abi-definition": "एक JSON फ़ाइल जो स्मार्ट अनुबंध में शामिल फ़ंक्शंस और वेरिएबल्स को परिभाषित करती है। ABI बाइटकोड को मानव-पठनीय प्रारूपों में मैप करने की अनुमति देता है।",
  "account-term": "खाता",
  "account-definition": "एक एथेरियम खाता एथेरियम ब्लॉकचेन पर एक डिजिटल पहचान है, जो उपयोगकर्ताओं को ईथर या अन्य डिजिटल संपत्तियों को भेजने, प्राप्त करने और स्मार्ट अनुबंधों के साथ बातचीत करने की अनुमति देता है।",
  "address-term": "पता",
  "address-definition": "एक एथेरियम पता एक अद्वितीय पहचानकर्ता है जिसका उपयोग टोकन प्राप्त करने के लिए किया जाता है, क्रिप्टोकरेंसी के लिए बैंक खाता संख्या के समान कार्य करता है। इसका उपयोग आपके एथेरियम खाते की पहचान करने के लिए किया जाता है।",
  "anti-sybil-term": "एंटी-सिबिल",
  "anti-sybil-definition": "इंटरनेट पर लोगों को एक साथ कई उपयोगकर्ताओं के रूप में ढोंग करने से रोकने के तरीके हैं, यह सुनिश्चित करते हुए कि प्रत्येक उपयोगकर्ता एक वास्तविक, अलग व्यक्ति है। इससे ऑनलाइन बातचीत को निष्पक्ष और ईमानदार रखने में मदद मिलती है।",
  "apr-term": "APR",
  "apr-definition": "APR, यानी वार्षिक प्रतिशत दर, उधार लिए गए धन की वार्षिक लागत को दर्शाता है, जिसमें ब्याज और शुल्क शामिल हैं, प्रतिशत के रूप में।",
  "attestation-term": "साक्षी",
  "attestation-definition": "किसी इकाई द्वारा यह दावा कि कुछ सच है। एथेरियम के संदर्भ में, सहमति सत्यापनकर्ताओं को यह दावा करना होता है कि वे चेन की स्थिति को क्या मानते हैं। निर्धारित समय पर, प्रत्येक सत्यापनकर्ता विभिन्न सत्यापन प्रकाशित करने के लिए जिम्मेदार होता है जो औपचारिक रूप से इस सत्यापनकर्ता के चेन के दृष्टिकोण को घोषित करता है, जिसमें अंतिम निश्चित चेकपॉइंट और चेन का वर्तमान हेड शामिल है। <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\"> साक्ष्य पर अधिक</a>।",
  "block-term": "ब्लॉक",
  "block-definition": "एक ब्लॉक वह है जहां लेनदेन या डिजिटल कार्यों को संग्रहीत किया जाता है। जब एक ब्लॉक भर जाता है, तो यह पिछले वाले से जुड़ जाता है, ब्लॉकों की एक श्रृंखला या \"ब्लॉकचेन\" बनाता है। <a href=\"/developers/docs/blocks/\">ब्लॉक के बारे में अधिक</a>।",
  "blockchain-term": "ब्लॉकचेन",
  "blockchain-definition": "एक ब्लॉकचेन लेनदेन का एक डेटाबेस है, जो नेटवर्क में सभी कंप्यूटरों पर डुप्लिकेट और साझा किया जाता है, यह सुनिश्चित करता है कि डेटा को पूर्वव्यापी रूप से बदला नहीं जा सकता।",
  "bridge-term": "ब्रिज",
  "bridge-definition": "एक ब्लॉकचेन ब्रिज का उपयोग एक ब्लॉकचेन नेटवर्क से दूसरे में संपत्तियों को स्थानांतरित करने के लिए किया जाता है।",
  "consensus-term": "आम सहमति",
  "consensus-definition": "जब नेटवर्क में दो-तिहाई से अधिक कंप्यूटर इस बात पर सहमत होते हैं कि उनके पास रिकॉर्ड का एक ही सेट है, यह सुनिश्चित करता है कि हर कोई एक ही पेज पर है। यह उनके द्वारा पालन किए जाने वाले नियमों के बारे में नहीं है, बल्कि यह सुनिश्चित करना है कि सभी के पास एक ही जानकारी हो।",
  "consensus-client-term": "सहमति ग्राहक",
  "consensus-client-definition": "सहमति ग्राहक (जैसे Prysm, Teku, Nimbus, Lighthouse, Lodestar) एथेरियम का <a href=\"/glossary/#pos\">हिस्सेदारी का सबूत</a> आम सहमति तंत्र एल्गोरिदम चलाते हैं, जो नेटवर्क को बीकन चेन के हेड पर सहमति तक पहुंचने में सक्षम बनाता है। सहमति ग्राहक लेनदेन को सत्यापित करने/प्रसारित करने या स्थिति परिवर्तनों को निष्पादित करने में भाग नहीं लेते। यह <a href=\"/glossary/#execution-client\">[निष्पादन ग्राहक]</a> द्वारा किया जाता है। सहमति ग्राहक सत्यापन नहीं करते या नए ब्लॉक्स प्रस्तावित नहीं करते। यह <a href=\"/glossary/#validator\">सत्यापनकर्ता ग्राहक</a> द्वारा किया जाता है, जो सहमति ग्राहक के लिए एक वैकल्पिक ऐड-ऑन है।",
  "consensus-layer-term": "सहमति परत",
  "consensus-layer-definition": "एथेरियम की सहमति परत <a href=\"/glossary/#consensus-client\">सहमति ग्राहकों</a> का नेटवर्क है।",
  "cryptoeconomics-term": "क्रिप्टोइकॉनॉमिक्स",
  "cryptoeconomics-definition": "गणितीय और आर्थिक सिद्धांतों का अध्ययन ताकि सुरक्षित और भरोसेमंद डिजिटल प्लेटफॉर्म डिज़ाइन किए जा सकें। इसका लक्ष्य यह सुनिश्चित करना है कि सभी प्रतिभागी नियमों का पालन करें और नेटवर्क की सुरक्षा और संचालन में योगदान देने के लिए पुरस्कृत हों ",
  "cryptography-term": "क्रिप्टोग्राफी",
  "cryptography-definition": "यह संचार को निजी और सुरक्षित बनाने की प्रक्रिया है ताकि केवल वे लोग जिनके लिए जानकारी अभिप्रेत है, उसे पढ़ सकें।",
  "dao-term": "विकेन्द्रीकृत स्वायत्त संगठन (DAO)",
  "dao-definition": "एक DAO एक डिजिटल संगठन है जो ब्लॉकचेन पर कोडित नियमों द्वारा चलाया जाता है, जहां निर्णय केंद्रीय प्राधिकरण द्वारा नहीं, बल्कि सदस्य मतों द्वारा लिए जाते हैं। <a href=\"/dao/\">विकेंद्रीकृत स्वायत्त संगठनों (DAOs) के बारे में अधिक</a>।",
  "dapp-term": "डेप",
  "dapp-definition": "एक dApp एक विकेंद्रीकृत एप्लिकेशन है जो एक ब्लॉकचेन नेटवर्क पर चलता है, जो किसी केंद्रीय नियंत्रण प्राधिकरण के बिना सेवाएं प्रदान करता है। <a href=\"/apps/\">विकेंद्रीकृत एप्लिकेशन के बारे में अधिक</a>।",
  "data-availability-term": "डेटा की उपलब्धता",
  "data-availability-definition": "कोई भी नोड ब्लॉकचेन पर लेनदेन को स्वतंत्र रूप से सत्यापित कर सकता है ताकि सिस्टम में पारदर्शिता और भरोसा बना रहे।",
  "defi-term": "DeFi",
  "defi-definition": "एथेरियम अनुप्रयोगों की एक व्यापक श्रेणी जो ब्लॉकचेन द्वारा समर्थित वित्तीय सेवाएं प्रदान करने का लक्ष्य रखती है, बिना किसी मध्यस्थ के। <a href=\"/defi/\">विकेंद्रित वित्त (DeFi) के बारे में और जानें</a>",
  "dex-term": "विकेंद्रीकृत विनिमय केंद्र (DEX)",
  "dex-definition": "एथेरियम का एक प्रकार का अनुप्रयोग जो आपको नेटवर्क पर सहकर्मियों के साथ टोकन स्वैप करने देता है। DEXes केंद्रीकृत एक्सचेंजों की तरह भौगोलिक प्रतिबंधों के अधीन नहीं हैं – कोई भी इसमें भाग ले सकता है।",
  "difficulty-bomb-term": "कठिनाई बम",
  "difficulty-bomb-definition": "<a href=\"/glossary/#pow\">[काम का सबूत]</a> <a href=\"/glossary/#difficulty\">[कठिनाई]</a> सेटिंग में नियोजित घातीय वृद्धि जो <a href=\"/glossary/#pos\">हिस्सेदारी का सबूत</a> में बदलाव को प्रेरित करने के लिए डिज़ाइन की गई थी, जिससे <a href=\"/glossary/#hard-fork\">फोर्क</a> की संभावनाएं कम हो जाती हैं। कठिनाई बम को <a href=\"/roadmap/merge\">द मर्ज</a> के साथ अप्रचलित कर दिया गया।",
  "ecdsa-term": "एलिप्टिक कर्व डिजिटल सिग्नेचर एल्गोरिदम (ECDSA)",
  "ecdsa-definition": "एक क्रिप्टोग्राफिक एल्गोरिदम जिसे एथेरियम द्वारा उपयोग किया जाता है ताकि यह सुनिश्चित हो सके कि धन केवल उनके मालिकों द्वारा ही खर्च किया जा सके। यह सार्वजनिक और निजी कुंजी बनाने के लिए पसंदीदा तरीका है। यह <a href=\"/glossary/#address\">एड्रेस</a> जनरेशन और <a href=\"/glossary/#transaction\">लेनदेन</a> सत्यापन के लिए प्रासंगिक है।",
  "ens-term": "एथेरियम नेम सर्विस",
  "ens-definition": "एथेरियम नेम सर्विस एथेरियम पतों के लिए इंटरनेट फोनबुक की तरह है। लंबे वॉलेट पतों का उपयोग करने के बजाय, ENS आपको \"john.eth\" जैसे सरल नामों का उपयोग करने की सुविधा देता है डिजिटल धन और संपत्तियों को भेजने और प्राप्त करने के लिए।",
  "epoch-term": "युग",
  "epoch-definition": "32 <a href=\"/glossary/#slot\">स्लॉट्स</a> की अवधि, प्रत्येक स्लॉट 12 सेकंड का, कुल 6.4 मिनट। सुरक्षा कारणों से प्रत्येक युग में वैलिडेटर <a href=\"/glossary/#committee\">कमेटी</a> को बदल दिया जाता है। प्रत्येक युग में चेन को <a href=\"/glossary/#finality\">फाइनलाइज</a> करने का अवसर होता है। प्रत्येक युग की शुरुआत में प्रत्येक वैलिडेटर को नई जिम्मेदारियां सौंपी जाती हैं। <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">हिस्सेदारी का सबूत के बारे में और जानें</a>",
  "eoa-term": "बाहरी स्वामित्व वाले खाते (EOAs)",
  "eoa-definition": "बाहरी स्वामित्व वाले खाते (EOAs) एथेरियम खातों का सबसे सामान्य प्रकार हैं। इन्हें एक व्यक्ति द्वारा निजी कुंजी/रिकवरी वाक्यांश के माध्यम से नियंत्रित किया जाता है। <a href=\"/wallets/\">एथेरियम वॉलेट्स के बारे में और जानें</a>।",
  "erc-term": "एथेरियम रिक्वेस्ट फॉर कमेंट्स(ERC)",
  "erc-definition": "ERC (<strong>एथेरियम रिक्वेस्ट फॉर कमेंट्स</strong>) एक प्रकार का तकनीकी दस्तावेज है जिसका उपयोग एथेरियम समुदाय द्वारा एथेरियम नेटवर्क के उपयोग के लिए नए मानकों का प्रस्ताव देने के लिए किया जाता है।",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "एक प्रकार का एथेरियम टोकन मानक जो NFT (जैसे अद्वितीय संग्रहणीय वस्तुएं) के समान है जो एक ही स्मार्ट अनुबंध के भीतर परस्पर विनिमेय वस्तुएं (जैसे मुद्रा) बनाने की भी अनुमति देता है।",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "यह मानक नियमों का एक समूह है जिसके साथ एथेरियम नेटवर्क पर अधिकांश टोकन बनाए जाते हैं।",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "NFT (नॉन फंजिबल टोकन) बनाने के लिए उपयोग किए जाने वाले नियमों का एक मानक समूह।",
  "ether-term": "इथर",
  "ether-definition": "एथेरियम की मूल क्रिप्टोकरेंसी, जिसे आमतौर पर \"ETH\" के रूप में संदर्भित किया जाता है। इसका उपयोग एथेरियम पारिस्थितिकी तंत्र और अनुप्रयोगों का उपयोग करते समय लेनदेन शुल्क को कवर करने के लिए किया जाता है। <a href=\"/eth/\">ईथर के बारे में और जानें</a>।",
  "events-term": "इवेंट्स",
  "events-definition": "<a href=\"/glossary/#evm\">EVM</a> लॉगिंग सुविधाओं का उपयोग करने की अनुमति देता है। <a href=\"/glossary/#dapp\">विकेंद्रीकृत अनुप्रयोग</a> घटनाओं को सुन सकते हैं और उन्हें उपयोगकर्ता इंटरफेस में जावास्क्रिप्ट कॉलबैक को ट्रिगर करने के लिए उपयोग कर सकते हैं। <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">घटनाओं और लॉग्स के बारे में और जानें</a>",
  "execution-client-term": "निष्पादन ग्राहक",
  "execution-client-definition": "निष्पादन ग्राहक (पूर्व में \"एथ1 ग्राहक\" के रूप में जाना जाता था), जैसे कि Besu, Erigon, Go-Ethereum (Geth), Nethermind, लेनदेन को संसाधित करने और प्रसारित करने और एथेरियम की स्थिति को प्रबंधित करने के लिए जिम्मेदार हैं। वे प्रोटोकॉल के नियमों का पालन सुनिश्चित करने के लिए प्रत्येक लेनदेन के लिए गणना को <a href=\"/glossary/#evm\">एथेरियम वर्चुअल मशीन</a> का उपयोग करके चलाते हैं।",
  "execution-layer-term": "निष्पादन परत",
  "execution-layer-definition": "एथेरियम की निष्पादन परत <a href=\"/glossary/#execution-client\">निष्पादन ग्राहकों</a> का नेटवर्क है।",
  "finality-term": "अन्तिम स्थिति",
  "finality-definition": "फाइनैलिटी वह गारंटी है कि लेनदेन का एक सेट बदला नहीं जा सकता बिना बड़ी मात्रा में ETH खोए।",
  "fork-term": "फोर्क",
  "fork-definition": "प्रोटोकॉल में बदलाव जिसके कारण एक वैकल्पिक चेन का निर्माण होता है।",
  "fraud-proof-term": "धोखाधड़ी का सबूत",
  "fraud-proof-definition": "कुछ <a href=\"/glossary/#layer-2\">परत 2</a> समाधानों के लिए एक सुरक्षा मॉडल, जहां गति बढ़ाने के लिए, लेनदेन को बैचों में <a href=\"/glossary/#rollups\">रोल अप</a> किया जाता है और एक ही लेनदेन में एथेरियम को प्रस्तुत किया जाता है। अन्य नेटवर्क प्रतिभागी लेनदेन को फिर से निष्पादित कर सकते हैं ताकि यह जांच सकें कि वे ईमानदारी से निष्पादित किए गए थे। यदि उन्हें पोस्ट किए गए डेटा और उनकी अपनी संस्करण के बीच कोई विसंगति मिलती है, तो वे एक क्रिप्टोग्राफिक सबूत पोस्ट कर सकते हैं जो यह दर्शाता है कि कहीं धोखाधड़ी हुई थी। कुछ <a href=\"/glossary/#rollups\">रोलअप्स</a> <a href=\"/glossary/#validity-proof\">वैधता सबूत</a> का उपयोग करते हैं।",
  "gas-term": "Gas",
  "gas-definition": "गैस ब्लॉकचेन, जैसे एथेरियम, पर लेनदेन और स्मार्ट अनुबंधों के लिए भुगतान की जाने वाली फीस है। <a href=\"/gas/\">गैस और फीस के बारे में और जानें</a>।",
  "genesis-block-term": "जेनसिस ब्लॉक",
  "genesis-block-definition": "एक <a href=\"/glossary/#blockchain\">ब्लॉकचेन</a> में पहला ब्लॉक, जिसका उपयोग किसी विशेष नेटवर्क और उसकी क्रिप्टोकरेंसी को प्रारंभ करने के लिए किया जाता है।",
  "gwei-term": "ग्वेई",
  "gwei-definition": "\nगिगावेई का संक्षिप्त रूप, <a href=\"/glossary/#ether\">ईथर</a> का एक संप्रदाय, जिसका उपयोग आमतौर पर <a href=\"/glossary/#gas\">गैस</a> की कीमत के लिए किया जाता है। 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">वेई</a>। 10<sup>9</sup> gwei = 1 ईथर।",
  "hash-term": "हैश",
  "hash-definition": "परिवर्तनशील आकार के इनपुट का एक निश्चित-लंबाई वाला फिंगरप्रिंट, जो एक हैश फंक्शन द्वारा उत्पादित किया जाता है। (देखें <a href=\"/glossary/#keccak-256\">keccak-256</a>)।",
  "holographic-consensus-term": "होलोग्राफिक सहमति",
  "holographic-consensus-definition": "इसका संदर्भ है कि कैसे एक बड़े समूह का निर्णय प्रतिनिधि लोगों के एक छोटे समूह को मतदान करने की अनुमति देकर लिया जाता है। फिर बाकी सभी लोग इसे स्वीकार करने के लिए सहमत होते हैं, जब तक कि वे छोटे समूह पर भरोसा करते हैं कि उन्होंने अच्छा काम किया।",
  "index-term": "इंडेक्स",
  "index-definition": "एक नेटवर्क संरचना जो <a href=\"/glossary/#blockchain\">ब्लॉकचेन</a> से जानकारी की क्वेरी को अनुकूलित करने के लिए होती है, जो इसके भंडारण स्रोत तक एक कुशल पथ प्रदान करती है।",
  "key-term": "कुंजियाँ",
  "key-definition": "एथेरियम के संदर्भ में, कुंजियाँ डिजिटल कोड हैं: लेनदेन प्राप्त करने के लिए एक सार्वजनिक कुंजी और धन तक पहुंचने और भेजने के लिए एक निजी कुंजी।",
  "layer-2-term": "परत 2",
  "layer-2-definition": "परत 2 एथेरियम मुख्य नेटवर्क के ऊपर निर्मित अन्य नेटवर्क हैं जो लेनदेन को तेज और सस्ता बनाते हैं। <a href=\"/layer-2/\">परत 2 के बारे में और जानें</a>।",
  "liquidity-tokens-term": "लिक्विडिटी टोकन",
  "liquidity-tokens-definition": "लिक्विडिटी टोकन (LT) डिजिटल टोकन हैं जो उन प्रतिभागियों को जारी किए जाते हैं जो लिक्विडिटी पूल में संपत्तियां जमा करते हैं, जो एक स्मार्ट अनुबंध में लॉक किए गए धन का संग्रह है और एक विकेंद्रीकृत एक्सचेंज (DEX) पर व्यापार की सुविधा के लिए उपयोग किया जाता है।",
  "mainnet-term": "मेननेट",
  "mainnet-definition": "मुख्य नेटवर्क का संक्षिप्त रूप, यह मुख्य सार्वजनिक एथेरियम <a href=\"/glossary/#blockchain\">ब्लॉकचेन</a> है।",
  "mev-term": "MEV",
  "mev-definition": "एक तंत्र जो शुल्क के लिए ब्लॉकचेन पर कुछ कार्यों को प्राथमिकता देता है, परिणामों और लेनदेन के क्रम को प्रभावित करता है।",
  "multisig-term": "एक से अधिक हस्ताक्षर",
  "multisig-definition": "मल्टीसिग (बहु हस्ताक्षर) एक डिजिटल वॉलेट या खाते को संदर्भित करता है जिसे लेनदेन निष्पादित करने के लिए कई हस्ताक्षरों या अनुमोदनों की आवश्यकता होती है, जो सुरक्षा को बढ़ाता है।",
  "nft-term": "अपूरणीय टोकन (NFT)",
  "nft-definition": "एक अद्वितीय डिजिटल आइटम जिसे आप स्वामित्व कर सकते हैं, जैसे कला या संग्रहणीय वस्तुएं, जिसे ब्लॉकचेन तकनीक द्वारा सत्यापित किया जाता है। <a href=\"/nft/\">गैर-फंजिबल टोकन (NFTs) के बारे में और जानें</a>।",
  "node-term": "नोड",
  "node-definition": "एक सॉफ्टवेयर क्लाइंट जो नेटवर्क में भाग लेता है। <a href=\"/developers/docs/nodes-and-clients/\">नोड्स और क्लाइंट्स के बारे में और जानें</a>।",
  "ommer-term": "ऑमर (अंकल) ब्लॉक",
  "ommer-definition": "जब एक प्रूफ-ऑफ-वर्क <a href=\"/glossary/#miner\">माइनर</a> एक मान्य <a href=\"/glossary/#block\">ब्लॉक</a> ढूंढता है, तो दूसरा माइनर एक प्रतिस्पर्धी ब्लॉक प्रकाशित कर सकता है जो पहले ब्लॉकचेन की टिप पर जोड़ा जाता है। यह मान्य, लेकिन पुराना, ब्लॉक नए ब्लॉक्स द्वारा <em>ऑमर</em> के रूप में शामिल किया जा सकता है और आंशिक ब्लॉक पुरस्कार प्राप्त कर सकता है। \"ऑमर\" शब्द माता-पिता ब्लॉक के भाई-बहन के लिए पसंदीदा लिंग-तटस्थ शब्द है, लेकिन इसे कभी-कभी \"अंकल\" भी कहा जाता है। यह एथेरियम के लिए सामान्य था जब यह एक <a href=\"/glossary/#pow\">प्रूफ-ऑफ-वर्क</a> नेटवर्क था। अब जब एथेरियम <a href=\"/glossary/#pos\">हिस्सेदारी का सबूत</a> का उपयोग करता है, तो प्रति स्लॉट केवल एक ब्लॉक प्रस्तावक चुना जाता है।",
  "onchain-term": "ऑनचेन",
  "onchain-definition": "उन कार्यों या लेनदेन को संदर्भित करता है जो ब्लॉकचेन पर होते हैं और सार्वजनिक रूप से उपलब्ध होते हैं।",
  "optimistic-rollup-term": "आशावादी रोलअप",
  "optimistic-rollup-definition": "ऑप्टिमिस्टिक रोलअप एक परत 2 समाधान है जो एथेरियम पर लेनदेन को तेज करता है, यह मानते हुए कि वे डिफ़ॉल्ट रूप से मान्य हैं जब तक कि उनकी चुनौती न दी जाए। <a href=\"/developers/docs/scaling/optimistic-rollups/\">ऑप्टिमिस्टिक रोलअप्स के बारे में और जानें</a>।",
  "peer-to-peer-network-term": "पीयर-टू-पीयर नेटवर्क",
  "peer-to-peer-network-definition": "कंप्यूटरों (पीयर्स) का एक नेटवर्क जो सामूहिक रूप से केंद्रीकृत, सर्वर-आधारित सेवाओं की आवश्यकता के बिना कार्यक्षमताओं को निष्पादित करने में सक्षम है।",
  "permissionless-term": "अनुमति रहित",
  "permissionless-definition": "एथेरियम जैसे सिस्टम का उपयोग करने के लिए किसी अनुमति या स्वीकृति की आवश्यकता नहीं है और कोई भी आपको इसका उपयोग करने से नहीं रोक सकता। यह सभी के भाग लेने के लिए 24/7 खुला है।",
  "private-key-term": "निजी कुंजी",
  "private-key-definition": "एक निजी कुंजी एक गुप्त कोड है जो यह साबित करता है कि आप अपने डिजिटल धन के मालिक हैं और इसे खर्च करने देता है, जैसे आपके खाते के लिए एक PIN। <strong>इसे साझा न करें</strong>।",
  "poap-term": "POAP",
  "poap-definition": "प्रूफ ऑफ अटेंडेंस प्रोटोकॉल का उपयोग एक डिजिटल संग्रहणीय (NFT) बनाने के लिए किया जाता है जो यह साबित करता है कि आपने किसी विशिष्ट आयोजन या गतिविधि में भाग लिया।",
  "pos-term": "हिस्सेदारी का सबूत (PoS)",
  "pos-definition": "एक विधि जिसके द्वारा एक क्रिप्टोकरेंसी ब्लॉकचेन प्रोटोकॉल वितरित <a href=\"/glossary/#consensus\">सहमति</a> प्राप्त करने का लक्ष्य रखता है। PoS उपयोगकर्ताओं से यह साबित करने के लिए कहता है कि उनके पास नेटवर्क में एक निश्चित मात्रा में क्रिप्टोकरेंसी (नेटवर्क में उनकी \"हिस्सेदारी\") है ताकि वे लेनदेन के सत्यापन में भाग ले सकें। <a href=\"/developers/docs/consensus-mechanisms/pos/\">हिस्सेदारी का सबूत के बारे में और जानें</a>।",
  "pow-term": "काम का सबूत (PoW)",
  "pow-definition": "ब्लॉकचेन के लिए एक सुरक्षा तंत्र जो नोड्स से गणना के रूप में ऊर्जा खर्च करने की आवश्यकता रखता है ताकि एक निश्चित मूल्य ढूंढा जा सके।",
  "public-goods-term": "पब्लिक गुड्स",
  "public-goods-definition": "पब्लिक गुड्स ऐसी चीजें हैं जिन्हें हर कोई मुफ्त में उपयोग कर सकता है, जैसे पार्क या स्वच्छ हवा, और इनका उपयोग करने से दूसरों को इनका उपयोग करने से नहीं रोका जाता। सरकारें अक्सर इन्हें प्रदान करती हैं क्योंकि व्यवसाय आमतौर पर इन्हें प्रदान नहीं करते, क्योंकि वे इनके उपयोग के लिए आसानी से लोगों से शुल्क नहीं ले सकते।",
  "public-key-term": "सार्वजनिक कुंजी",
  "public-key-definition": "एक पब्लिक कुंजी एक वर्णों का समूह है जो दूसरों को आपके पास डिजिटल मुद्रा सुरक्षित रूप से भेजने देता है, जैसे धन के लिए एक ईमेल पता।",
  "quadratic-voting-term": "क्वाड्रेटिक वोटिंग",
  "quadratic-voting-definition": "एक वोटिंग विधि है जहां मतदाता यह व्यक्त करते हैं कि वे मुद्दों के बारे में कितनी दृढ़ता से महसूस करते हैं। यह मतदाताओं को न केवल प्राथमिकता दिखाने की अनुमति देता है, बल्कि उनकी प्राथमिकता की तीव्रता को भी दिखाता है।",
  "recovery-phrase-term": "सीड फ्रेज/रिकवरी फ्रेज",
  "recovery-phrase-definition": "शब्दों की एक सूची जो आपको डिजिटल वॉलेट बनाते समय दी जाती है। यह एक पासवर्ड की तरह कार्य करता है जो आपके वॉलेट में वापस आने में मदद कर सकता है यदि आप पहुंच खो देते हैं, यह सुनिश्चित करता है कि आप अपने डिजिटल धन या टोकन न खोएं।",
  "rollups-term": "रोलअप्स",
  "rollups-definition": "एक प्रकार का <a href=\"/glossary/#layer-2\">परत 2</a> स्केलिंग समाधान जो कई लेनदेन को एक साथ बैच करता है और उन्हें एक ही लेनदेन में <a href=\"/glossary/#mainnet\">एथेरियम मुख्य चेन</a> पर प्रस्तुत करता है। यह <a href=\"/glossary/#gas\">गैस</a> लागत में कमी और <a href=\"/glossary/#transaction\">लेनदेन</a> थ्रूपुट में वृद्धि की अनुमति देता है। ऑप्टिमिस्टिक और शून्य ज्ञान रोलअप्स विभिन्न सुरक्षा विधियों का उपयोग करके ये स्केलेबिलिटी लाभ प्रदान करते हैं। <a href=\"/developers/docs/scaling/#rollups\">रोलअप्स के बारे में और जानें</a>।",
  "rpc-term": "रिमोट प्रोसीजर कॉल (RPC)",
  "rpc-definition": "RPC एक कंप्यूटर को नेटवर्क पर किसी अन्य से डेटा या कार्रवाई का अनुरोध करने देता है, जैसे रिमोट कंट्रोल के साथ जानकारी मांगना।",
  "sequencer-term": "सीक्वेंसर",
  "sequencer-definition": "एक सीक्वेंसर एक प्रोग्राम है जो ब्लॉकचेन नेटवर्क में लेनदेन को क्रमबद्ध करने के लिए जिम्मेदार है।",
  "smart-contract-term": "स्मार्ट अनुबंध",
  "smart-contract-definition": "एक स्मार्ट अनुबंध एक प्रोग्राम है जो ब्लॉकचेन पर समझौतों को स्वचालित रूप से निष्पादित करता है, जैसे एक स्व-निष्पादित डिजिटल अनुबंध। <a href=\"/smart-contracts/\">स्मार्ट अनुबंधों का परिचय</a>।",
  "stablecoin-term": "स्थिर मुद्रा",
  "stablecoin-definition": "एक स्टेबलकॉइन एक प्रकार की क्रिप्टोकरेंसी है जिसे स्थिर मूल्य रखने के लिए डिज़ाइन किया गया है, अक्सर किसी मुद्रा या वस्तु (जैसे यूएस डॉलर) से जोड़ा जाता है, ताकि मूल्य अस्थिरता को कम किया जा सके। <a href=\"/stablecoins/\">स्टेबलकॉइन्स के बारे में और जानें</a>।",
  "staking-term": "स्टेकिंग",
  "staking-definition": "<a href=\"/glossary/#ether\">ईथर</a> की एक मात्रा (आपकी हिस्सेदारी) को जमा करना ताकि वैलिडेटर बन सकें और <a href=\"/glossary/#network\">नेटवर्क</a> को सुरक्षित किया जा सके। एक वैलिडेटर <a href=\"/glossary/#pos\">हिस्सेदारी का सबूत</a> सहमति मॉडल के तहत <a href=\"/glossary/#transaction\">लेनदेन</a> की जांच करता है और <a href=\"/glossary/#block\">ब्लॉक्स</a> प्रस्तावित करता है। स्टेकिंग आपको नेटवर्क के सर्वोत्तम हित में कार्य करने के लिए आर्थिक प्रोत्साहन देता है। आपको अपने <a href=\"/glossary/#validator\">वैलिडेटर</a> कर्तव्यों को पूरा करने के लिए पुरस्कार मिलेंगे, लेकिन यदि आप ऐसा नहीं करते तो अलग-अलग मात्रा में ETH खो देंगे। <a href=\"/staking/\">एथेरियम स्टेकिंग के बारे में और जानें</a>।",
  "staking-pool-term": "स्टेकिंग पूल",
  "staking-pool-definition": "एक से अधिक एथेरियम स्टेकर्स के संयुक्त ETH का उपयोग, जो वैलिडेटर कुंजियों के एक सेट को सक्रिय करने के लिए आवश्यक 32 ETH तक पहुंचने के लिए किया जाता है। एक नोड ऑपरेटर इन कुंजियों का उपयोग सहमति में भाग लेने के लिए करता है और <a href=\"/glossary/#block-reward\">ब्लॉक पुरस्कार</a> योगदान देने वाले स्टेकर्स के बीच बांटे जाते हैं। स्टेकिंग पूल या डेलिगेटिंग स्टेकिंग एथेरियम प्रोटोकॉल के लिए मूल नहीं हैं, लेकिन समुदाय द्वारा कई समाधान बनाए गए हैं। <a href=\"/staking/pools/\">पूल्ड स्टेकिंग के बारे में और जानें</a>।",
  "sybil-attack-term": "सिबिल अटैक",
  "sybil-attack-definition": "सिबिल हमलों से तात्पर्य है व्यक्तिगत मनुष्य एक सिस्टम को धोखा देकर यह सोचने में मजबूर करते हैं कि वे कई लोग हैं, ताकि उनका प्रभाव बढ़ सके।",
  "terminal-total-difficulty-term": "टर्मिनल टोटल डिफिकल्टी (TTD)",
  "terminal-total-difficulty-definition": "कुल कठिनाई ब्लॉकचेन में किसी विशेष बिंदु तक सभी Ethash माइनिंग कठिनाई का योग है। टर्मिनल टोटल डिफिकल्टी एक विशिष्ट मूल्य था जिसे निष्पादन ग्राहकों को उनकी माइनिंग और ब्लॉक गॉसिप कार्यों को बंद करने के लिए ट्रिगर के रूप में उपयोग किया गया था ताकि नेटवर्क हिस्सेदारी का सबूत में स्थानांतरित हो सके। यह अब प्रासंगिक नहीं है क्योंकि एथेरियम <a href=\"/glossary/#pos\">हिस्सेदारी का सबूत</a> में स्थानांतरित हो गया है।",
  "transaction-fee-term": "लेनदेन शुल्क",
  "transaction-fee-definition": "जब भी आप एथेरियम नेटवर्क का उपयोग करते हैं तो आपको एक शुल्क देना पड़ता है। उदाहरणों में आपके <a href=\"/glossary/#wallet\">वॉलेट</a> से धन भेजना या <a href=\"/glossary/#dapp\">विकेंद्रीकृत अनुप्रयोग</a> इंटरैक्शन, जैसे टोकन स्वैप करना या संग्रहणीय खरीदना शामिल है। आप इसे एक सेवा शुल्क की तरह समझ सकते हैं। यह शुल्क नेटवर्क की व्यस्तता के आधार पर बदलता है। ऐसा इसलिए है क्योंकि <a href=\"/glossary/#validator\">वैलिडेटर्स</a>, जो आपके लेनदेन को संसाधित करने के लिए जिम्मेदार लोग हैं, संभावित रूप से उच्च शुल्क वाले लेनदेन को प्राथमिकता देते हैं – इसलिए भीड़भाड़ शुल्क को बढ़ा देती है।<br/><br/>तकनीकी स्तर पर, आपका लेनदेन शुल्क इस बात से संबंधित है कि आपके लेनदेन को कितनी <a href=\"/glossary/#gas\">गैस</a> की आवश्यकता है।<br/><br/>लेनदेन शुल्क को कम करना अभी बहुत रुचि का विषय है। देखें <a href=\"/glossary/#layer-2\">परत 2</a>।",
  "trust-assumptions-term": "विश्वास की धारणाएँ",
  "trust-assumptions-definition": "ट्रस्ट धारणाएं एक सिस्टम की सुरक्षा और विश्वसनीयता के बारे में मूल विश्वास हैं, जो यह मार्गदर्शन करते हैं कि हम सिस्टम के कार्य करने के लिए क्या विश्वास करते हैं।",
  "validator-term": "सत्यापनकर्ता",
  "validator-definition": "<a href=\"/glossary/#pos\">हिस्सेदारी का सबूत</a> सिस्टम में एक <a href=\"/glossary/#node\">नोड</a> जो डेटा संग्रहीत करने, लेनदेन को संसाधित करने, और ब्लॉकचेन में नए ब्लॉक्स जोड़ने के लिए जिम्मेदार होता है। वैलिडेटर सॉफ्टवेयर को सक्रिय करने के लिए, आपको 32 ETH <a href=\"/glossary/#staking\">स्टेक</a> करने में सक्षम होना चाहिए। <a href=\"/staking/\">एथेरियम में स्टेकिंग के बारे में और जानें</a>।",
  "validity-proof-term": "वैधता प्रमाण",
  "validity-proof-definition": "कुछ <a href=\"/glossary/#layer-2\">परत 2</a> समाधानों के लिए एक सुरक्षा मॉडल जहां, गति बढ़ाने के लिए, लेनदेन को बैचों में रोल अप किया जाता है और एक ही लेनदेन में एथेरियम को प्रस्तुत किया जाता है। लेनदेन गणना ऑफचेन की जाती है और फिर मुख्य चेन को उनकी वैधता के सबूत के साथ आपूर्ति की जाती है। यह विधि लेनदेन की मात्रा को बढ़ाती है जबकि सुरक्षा बनाए रखती है। कुछ <a href=\"/glossary/#rollups\">रोलअप्स</a> <a href=\"/glossary/#fraud-proof\">धोखाधड़ी सबूत</a> का उपयोग करते हैं। <a href=\"/developers/docs/scaling/zk-rollups/\">शून्य ज्ञान रोलअप्स के बारे में और जानें</a>।",
  "wallet-term": "वॉलेट",
  "wallet-definition": "एक वॉलेट एक डिजिटल उपकरण है जो डिजिटल मुद्रा को संग्रहीत करने, भेजने, और प्राप्त करने के लिए है, जैसे आपके ऑनलाइन धन के लिए एक आभासी पर्स। <a href=\"/wallets/\">एथेरियम वॉलेट्स के बारे में और जानें</a>।",
  "web2-term": "Web2",
  "web2-definition": "वर्तमान इंटरनेट, जो उपयोगकर्ता-जनित सामग्री और सोशल मीडिया पर केंद्रित है जो कुछ कंपनियों द्वारा नियंत्रित होते हैं। Web3 एक क्रिप्टो विश्वास है कि उपयोगकर्ताओं को उनके डेटा और लेनदेन को नियंत्रित करना चाहिए।",
  "web3-term": "Web3",
  "web3-definition": "Web3 ब्लॉकचेन के साथ नया इंटरनेट है, जहां उपयोगकर्ता अपने डेटा और लेनदेन को नियंत्रित करते हैं, न कि कंपनियां। किसी भी व्यक्तिगत जानकारी को साझा करने की आवश्यकता नहीं है। <a href=\"/web3/\">Web3 के बारे में और जानें</a>।",
  "wei-term": "वेई",
  "wei-definition": "ईथर का सबसे छोटा संप्रदाय। 10<sup>18</sup> वेई = 1 ईथर।",
  "zk-proof-term": "शून्य ज्ञान प्रमाण",
  "zk-proof-definition": "एक शून्य ज्ञान प्रमाण एक क्रिप्टोग्राफिक विधि है जो किसी व्यक्ति को कोई अतिरिक्त जानकारी दिए बिना यह साबित करने की अनुमति देता है कि एक कथन सत्य है। <a href=\"/developers/docs/scaling/zk-rollups/\">शून्य ज्ञान रोलअप्स के बारे में और जानें</a>।"
}
