{
  "consensus-client-lighthouse-logo-alt": "लाइटहाउस लोगो",
  "consensus-client-lodestar-logo-alt": "लोडेस्टार लोगो",
  "consensus-client-nimbus-logo-alt": "निम्बस लोगो",
  "consensus-client-prysm-logo-alt": "प्रिज़्म लोगो",
  "consensus-client-teku-logo-alt": "टेकू लोगो",
  "page-upgrades-answer-1": "Eth2 को अपग्रेड के एक सेट के रूप में सोचें, जिसे आज हम उपयोग किए जाने वाले इथेरियम को बेहतर बनाने के लिए जोड़ रहे हैं। इन अपग्रेड में एक नई चेन का निर्माण शामिल है, जिसे बीकन चेन कहा जाता है और 64 चेन तक शार्ड के रूप में जाना जाता है।",
  "page-upgrades-answer-2": "ये हमारे द्वारा उपयोग किए जाने वाले एथेरियम मेननेट से अलग हैं, लेकिन इसे प्रतिस्थापित नहीं करते हैं। इसके बजाय मेननेट इस समानांतर प्रणाली के साथ डॉक या 'मर्ज' करेगा, जिसे समय के साथ जोड़ा जा रहा है।",
  "page-upgrades-answer-4": "दूसरे शब्दों में, आज हम जिस इथेरियम का उपयोग करते हैं, वह अंततः उन सभी विशेषताओं को प्राप्त कर लेगा, जिनका हम Eth2 विज़न में लक्ष्य कर रहे हैं।",
  "page-upgrades-beacon-chain-btn": "बीकन चेन पर अधिक",
  "page-upgrades-beacon-chain-date": "बीकन चेन 1 दिसंबर 2020 को लाइव हुई।",
  "page-upgrades-beacon-chain-desc": "ईकोसिस्टम में पहला Eth2 संयोजन। बीकन चेन इथेरियम के लिए स्टेकिंग लाता है, भविष्य के अपग्रेड के लिए जमीनी काम करता है और अंततः नई प्रणाली का समन्वय करेगा।",
  "page-upgrades-beacon-chain-estimate": "बीकन चेन लाइव है",
  "page-upgrades-beacon-chain-title": "बीकन चेन",
  "page-upgrades-bug-bounty": "बग बाउंटी प्रोग्राम देखें",
  "page-upgrades-clients": "Eth2 क्लाइंट देखें",
  "page-staking-deposit-contract-title": "जमा अनुबंध पते की जांच करें",
  "page-upgrades-diagram-ethereum-mainnet": " इथेरियम मेननेट",
  "page-upgrades-diagram-h2": "अपग्रेड एक साथ कैसे फिट होता है",
  "page-upgrades-diagram-link-1": "काम के प्रमाण के बारे में अधिक",
  "page-upgrades-diagram-link-2": "शार्क चेन के बारे में अधिक",
  "page-upgrades-diagram-mainnet": "मेननेट",
  "page-upgrades-diagram-p": "इथेरियम मेननेट कुछ समय के लिए अपने वर्तमान रूप में मौजूद रहेगा। इसका मतलब यह है कि बीकन चेन और शार्क अपग्रेड नेटवर्क को बाधित नहीं करेंगे।",
  "page-upgrades-diagram-p-1": "मेननेट अंततः Eth2 अपग्रेड द्वारा शुरू की गई नई प्रणाली के साथ विलय करेगा।",
  "page-upgrades-diagram-p-2": "बीकन चेन इथेरियम का संवाहक बन जाएगा, सत्यापनकर्ताओं का समन्वय करेगा और ब्लॉक निर्माण के लिए गति निर्धारित करेगा।",
  "page-upgrades-diagram-p-3": "सबसे पहले, यह मेननेट से अलग मौजूद होगा और सत्यापनकर्ताओं का प्रबंधन करेगा - इसका स्मार्ट अनुबंध, लेनदेन, या खातों से कोई लेना-देना नहीं होगा।",
  "page-upgrades-diagram-p-4": "शार्ड लेन-देन की मात्रा बढ़ाने में मदद करने के लिए बहुत सारे अतिरिक्त डेटा प्रदान करेंगे, जो मेननेट संभाल सकता है। उन्हें बीकन चेन द्वारा समन्वित किया जाएगा।",
  "page-upgrades-diagram-p-5": "लेकिन सभी लेन-देन अभी भी मेननेट पर निर्भर रहेंगे, जिसके बारे में आज भी हम जानते हैं कि यह कार्य के प्रमाण और माइनर्स द्वारा सुरक्षित तरीके से जारी रहेगा।",
  "page-upgrades-diagram-p-6": "मेननेट बीकन चेन द्वारा समन्वित स्टेक के प्रमाण सिस्टम के साथ विलय करेगा।",
  "page-upgrades-diagram-p-8": "यह मेननेट को नए सिस्टम के भीतर एक शार्ड में बदल देगा। माइनर की अब आवश्यकता नहीं होगी क्योंकि सभी इथेरियम सत्यापनकर्ताओं द्वारा सुरक्षित किए जाएंगे।",
  "page-upgrades-diagram-p10": "Eth2 माइग्रेशन या एक चीज नहीं है। यह इथेरियम की वास्तविक क्षमता को अनलॉक करने के लिए काम किए जा रहे अपग्रेड के एक सेट का वर्णन करता है। इस तरह वे सभी एक साथ फिट होते हैं।",
  "page-upgrades-diagram-scroll": "पता लगाने के लिए स्क्रॉल करें - अधिक जानकारी के लिए टैप करें।",
  "page-upgrades-diagram-shard": "शार्ड (1)",
  "page-upgrades-diagram-shard-1": "शार्ड (...)",
  "page-upgrades-diagram-shard-2": "शार्ड (2)",
  "page-upgrades-diagram-shard-3": "शार्ड (...)",
  "page-upgrades-diagram-validators": "सत्यापनकर्ताओं के बारे में अधिक जानकारी",
  "page-upgrades-dive": "दृष्टिकोण पर गहन जानकारी पाएँ",
  "page-upgrades-dive-desc": "हम इथेरियम को अधिक स्केलेबल, सुरक्षित और टिकाऊ कैसे बनाने वाले हैं? सब कुछ इथेरियम के विकेंद्रीकरण की मूल प्रकृति को बनाए रखते हुए।",
  "page-upgrades-docking": "डॉकिंग",
  "page-upgrades-merge-answer-1": "डॉकिंग तब होता है, जब मेननेट शार्ड में बदल जाता है. यह शार्ड चेन के सफल कार्यान्वयन के बाद आएगा.",
  "page-upgrades-merge-btn": "डॉकिंग के बारे में अधिक जानकारी",
  "page-upgrades-merge-desc": "मेननेट इथेरियम को कुछ बिंदु पर बीकन चेन के साथ \"डॉक\" या \"मर्ज\" करने की आवश्यकता होगी। यह पूरे नेटवर्क के लिए स्टैकिंग को सक्षम करेगा और ऊर्जा-गहन माइनिंग के अंत का संकेत देगा।",
  "page-upgrades-merge-estimate": "अनुमान: 2022",
  "page-upgrades-merge-mainnet": "मेननेट क्या है?",
  "page-upgrades-merge-mainnet-eth2": "Eth2 में डॉकिंग मेननेट",
  "page-upgrades-eth-blog": "ethereum.org ब्लॉग",
  "page-upgrades-explore-btn": "अपग्रेड का अन्वेषण करें",
  "page-upgrades-get-involved": "Eth2 में शामिल हों",
  "page-upgrades-get-involved-2": "शामिल हों",
  "page-upgrades-head-to": "यहाँ पर जाएँ",
  "page-upgrades-help": "Eth2 के साथ मदद चाहते हैं?",
  "page-upgrades-help-desc": "Eth2 अपग्रेड पर आज़माने, परीक्षण में मदद करने और यहां तक ​​कि पुरस्कार अर्जित करने के लिए बहुत सारे अवसर हैं।",
  "page-upgrades-index-staking": "स्टेकिंग यहाँ पर है",
  "page-upgrades-index-staking-desc": "Eth2 अपग्रेड की कुंजी स्टेकिंग की शुरूआत है। यदि आप इथेरियम नेटवर्क को सुरक्षित करने में मदद करने के लिए अपने ETH का उपयोग करना चाहते हैं, तो सुनिश्चित करें कि आप इन चरणों का पालन करते हैं।",
  "page-upgrades-index-staking-learn": "स्टेकिंग के बारे में जानें",
  "page-upgrades-index-staking-learn-desc": "बीकन चेन इथेरियम में स्टेकिंग लाएगी। इसका मतलब है कि यदि आपके पास ETH है, तो आप नेटवर्क को सुरक्षित करके और प्रक्रिया में अधिक ETH अर्जित करके सार्वजनिक काम कर सकते हैं।",
  "page-upgrades-index-staking-step-1": "1. लॉन्चपैड के साथ सेट अप करें",
  "page-upgrades-index-staking-step-1-btn": "स्टेकिंग लॉन्चपैड पर जाएँ",
  "page-upgrades-index-staking-step-1-desc": "Eth2 में हिस्सेदारी के लिए आपको लॉन्चपैड का उपयोग करने की आवश्यकता होगी - यह आपको प्रक्रिया की जानकारी देगा।",
  "page-upgrades-index-staking-step-2": "2. स्टेकिंग पते की पुष्टि करें",
  "page-upgrades-index-staking-step-2-btn": "जमा अनुबंध पते की पुष्टि करें",
  "page-upgrades-index-staking-step-2-desc": "इससे पहले कि आप अपना ETH दांव पर लगाएं, सुनिश्चित करें कि आपने सही पता प्राप्त कर लिया है। ऐसा करने से पहले आप लॉन्चपैड की जानकारी प्राप्त हुई होगी।",
  "page-upgrades-index-staking-sustainability": "अधिक टिकाऊ",
  "page-upgrades-just-docking": "डॉकिंग के बारे में अधिक जानकारी",
  "page-upgrades-meta-desc": "इथेरियम 2.0 अपग्रेड का एक अवलोकन और उनकी वास्तविकता बनाने की उम्मीद का दृष्टिकोण।",
  "page-upgrades-meta-title": "Eth2 अपग्रेड",
  "page-upgrades-miners": "माइनर के बारे में अधिक जानकारी",
  "page-upgrades-more-on-upgrades": "Eth2 अपग्रेड के बारे में अधिक जानकारी",
  "page-upgrades-proof-of-stake": "स्टेक-का-प्रमाण",
  "page-upgrades-proof-of-work": "काम-का-प्रमाण",
  "page-upgrades-proof-stake-link": "स्टेक के प्रमाण के बारे में अधिक जानकारी",
  "page-upgrades-question-1-desc": "Eth2 विभिन्न शिप तिथियों के साथ अलग-अलग अपग्रेड का एक सेट है।",
  "page-upgrades-question-1-title": "Eth2 कब शिप होगा?",
  "page-upgrades-question-2-desc": "Eth2 को एक अलग ब्लॉकचेन के रूप में सोचना सही नहीं है।",
  "page-upgrades-question-2-title": "क्या Eth2 एक अलग ब्लॉकचेन है?",
  "page-upgrades-question-3-answer-2": "शार्ड चेन और डॉकिंग अपग्रेड डैप डेवलपर्स को प्रभावित कर सकते हैं। लेकिन अभी तक विनिर्देशों को अंतिम रूप नहीं दिया गया है, इसलिए तत्काल कार्रवाई की आवश्यकता नहीं है।",
  "page-upgrades-question-3-answer-3": "ethresear.ch पर Eth2 अनुसंधान और विकास टीम से बात करें।",
  "page-upgrades-question-3-answer-3-link": "ethresear.ch पर जाएँ",
  "page-upgrades-question-3-desc": "Eth2 की तैयारी के लिए आपको अभी कुछ करने की जरूरत नहीं है।",
  "page-upgrades-question-3-title": "मैं Eth2 की तैयारी कैसे करूं?",
  "page-upgrades-question-4-answer-1": "जब भी आप कोई लेन-देन भेजते हैं या डैप का उपयोग करते हैं, तो आप Eth1 का उपयोग कर रहे होते हैं। यह इथेरियम है, जो माइनर द्वारा सुरक्षित है।",
  "page-upgrades-question-4-answer-2": "'Eth1' या मेननेट, डॉकिंग तक सामान्य रूप से चलता रहेगा।",
  "page-upgrades-question-4-answer-3": "डॉकिंग के बाद, सत्यापनकर्ता पूरे नेटवर्क को स्टेक-के-प्रमाण के माध्यम से सुरक्षित करेंगे।",
  "page-upgrades-question-4-answer-6": "कोई भी व्यक्ति अपने ETH की स्टेकिंग करके सत्यापनकर्ता बन सकता है।",
  "page-upgrades-question-4-answer-7": "स्टेकिंग के बारे में अधिक जानकारी",
  "page-upgrades-question-4-answer-8": "बीकन चेन और शार्ड चेन अपग्रेडेशन Eth1 को बाधित नहीं करेंगे क्योंकि वे अलग से बनाए जा रहे हैं।",
  "page-upgrades-question-4-desc": "Eth1 उस इथेरियम मेननेट को संदर्भित करता है, जिससे आप आज लेन-देन करते हैं।",
  "page-upgrades-question-4-title": "Eth1 क्या है?",
  "page-upgrades-question-5-answer-1": "नेटवर्क पर पूर्ण सत्यापनकर्ता बनने के लिए, आपको 32 ETH की आवश्यकता होगी। यदि आपके पास इतना नहीं है, या आप इतना दांव लगाने को तैयार नहीं हैं, तो आप स्टेकिंग पूल में शामिल हो सकते हैं। ये पूल आपको कम हिस्सेदारी देंगे और कुल पुरस्कारों के अंश अर्जित कराएँगे।",
  "page-upgrades-question-5-desc": "आपको स्टैकिंग लॉन्चपैड का उपयोग करना होगा या स्टेकिंग पूल में शामिल होना होगा।",
  "page-upgrades-question-5-title": "मैं कैसे स्टेक करूँ?",
  "page-upgrades-question-6-answer-1": "अभी के लिए, कोई कार्रवाई नहीं करनी है। लेकिन हम आपको शार्ड चेन और डॉकिंग अपग्रेड के घटनाक्रम के साथ अद्यतित रहने की सलाह देते हैं।",
  "page-upgrades-question-6-answer-3": "इथेरियम फाउंडेशन के डैनी रयान नियमित रूप से समुदाय को अपडेट करते हैं:",
  "page-upgrades-question-6-answer-4": "ConsenSys के बेन एडगिंटन का साप्ताहिक Eth2 न्यूज़लेटर है:",
  "page-upgrades-question-6-answer-5": "आप ethresear.ch पर Eth2 अनुसंधान और विकास पर चर्चा में भी शामिल हो सकते हैं।",
  "page-upgrades-question-6-desc": "आपका डैप किसी भी नजदीकी अपग्रेड से प्रभावित नहीं होगा। हालाँकि भविष्य के अपग्रेड में कुछ बदलावों की आवश्यकता हो सकती है।",
  "page-upgrades-question-6-title": "मुझे अपने डेप के साथ क्या करने की आवश्यकता है?",
  "page-upgrades-question-7-desc": "सभी समुदाय की कई अलग-अलग टीमें विभिन्न Eth2 अपग्रेड पर काम कर रही हैं।",
  "page-upgrades-question-7-lighthouse": "लाइटहाउस",
  "page-upgrades-question-7-lighthouse-lang": "(रस्ट कार्यान्वयन)",
  "page-upgrades-question-7-lodestar": "लोडेस्टार",
  "page-upgrades-question-7-lodestar-lang": "(JavaScript कार्यान्वयन)",
  "page-upgrades-question-7-nimbus": "निम्बस",
  "page-upgrades-question-7-nimbus-lang": "(निम कार्यान्वयन)",
  "page-upgrades-question-7-prysm": "प्रिज़्म",
  "page-upgrades-question-7-prysm-lang": "(गो कार्यान्वयन)",
  "page-upgrades-question-7-teams": "Eth2 क्लाइंट टीम:",
  "page-upgrades-question-7-teku": "टेकु",
  "page-upgrades-question-7-teku-lang": "(Java कार्यान्वयन)",
  "page-upgrades-question-7-title": "Eth2 का निर्माण कौन कर रहा है?",
  "page-upgrades-question-8-answer-1": "Eth2 अपग्रेड, सुरक्षा को बनाए रखते हुए, और निरंतरता को बढ़ाते हुए, एक विकेन्द्रीकृत तरीके से इथेरियम स्केल की मदद करेगा।",
  "page-upgrades-question-8-answer-2": "शायद सबसे स्पष्ट समस्या यह है कि इथेरियम को प्रति सेकंड 15-45 से अधिक लेनदेन को संभालने में सक्षम होने की आवश्यकता है। लेकिन Eth2 अपग्रेड आज इथेरियम के साथ कुछ अन्य समस्याओं का भी समाधान करता है।",
  "page-upgrades-question-8-answer-3": "नेटवर्क इतनी अधिक मांग में है कि यह इथेरियम का उपयोग करना महंगा बना रहा है। नेटवर्क में नोड्स इथेरियम के आकार और उनके कंप्यूटर द्वारा प्रोसेस किए जाने वाले डेटा की मात्रा के तहत संघर्ष कर रहे हैं। और अंतर्निहित एल्गोरिथ्म, जो इथेरियम को सुरक्षित और विकेन्द्रीकृत रखता है, ऊर्जा गहन है और उसे ग्रीनर होने की आवश्यकता है।",
  "page-upgrades-question-8-answer-4": "2015 से अब तक जो कुछ भी बदल रहा है, वह हमेशा इथेरियम रोडमैप पर रहा है, लेकिन वर्तमान परिस्थितियां अपग्रेड की आवश्यकता को और अधिक बढ़ा रही हैं।",
  "page-upgrades-question-8-answer-6": "Eth2 दृष्टिकोण का अन्वेषण करें",
  "page-upgrades-question-8-desc": "आज हम जिस इथेरियम का उपयोग करते हैं, उसे उपयोगकर्ताओं और नेटवर्क प्रतिभागियों को समाप्त करने के लिए एक बेहतर अनुभव प्रदान करने की आवश्यकता है।",
  "page-upgrades-question-8-title": "Eth2 की आवश्यकता क्यों है?",
  "page-upgrades-question-9-answer-1": "सबसे सक्रिय भूमिका जो आप निभा सकते हैं, वह आपके ETH को दांव पर लगाना है।",
  "page-upgrades-question-9-answer-2": "आप क्लाइंट विविधता में सुधार करने में मदद करने के लिए एक दूसरा क्लाइंट चलाना चाह सकते हैं।",
  "page-upgrades-question-9-answer-3": "यदि आप अधिक तकनीकी हैं, तो आप नए क्लाइंट में बग को पकड़ने में मदद कर सकते हैं।",
  "page-upgrades-question-9-answer-4": "आप ethereear.ch पर इथेरियम शोधकर्ताओं के साथ तकनीकी चर्चा में भी आज़मा सकते हैं।",
  "page-upgrades-question-9-desc": "योगदान करने के लिए आपका तकनीकी होना आवश्यक नहीं है। समुदाय सभी प्रकार के कौशल से योगदान की तलाश कर रहा है।",
  "page-upgrades-question-9-stake-eth": "स्टेक ETH",
  "page-upgrades-question-9-title": "मैं Eth2 में कैसे योगदान कर सकता हूं?",
  "page-upgrades-question-10-answer-1": "हम तकनीकी रोडमैप के संदर्भ में बहुत अधिक बात करने से अनिच्छुक हैं क्योंकि यह सॉफ़्टवेयर है: चीजें बदल सकती हैं। हमें लगता है कि जब आप परिणामों के बारे में पढ़ते हैं, तो यह समझना आसान होता है कि क्या हो रहा है।",
  "page-upgrades-question-10-answer-1-link": "अपग्रेड देखें",
  "page-upgrades-question-10-answer-2": "लेकिन अगर आपने चर्चाओं का पालन किया है, तो यहाँ पर यह जानकारी दी गई है कि अपग्रेड तकनीकी रोडमैप में कैसे फिट होता है।",
  "page-upgrades-question-10-answer-3": "चरण 0 बीकन चेन को लाइव करने के लिए काम का वर्णन करता है।",
  "page-upgrades-question-10-answer-5": "तकनीकी रोडमैप के चरण 1 में शार्ड चेन को लागू करने पर ध्यान केंद्रित किया गया है।",
  "page-upgrades-question-10-answer-6": "Eth2 में डॉकिंग मेननेट शार्ड चेन को लागू करने के लिए किए गए काम का एक विस्तार है और इसे चरण 1.5 के रूप में संदर्भित किया गया है। लेकिन यह एक महत्वपूर्ण क्षण है जैसा कि आज हम जानते हैं कि इथेरियम का अन्य Eth2 अपग्रेड के साथ विलय हो जाता है। इसके अलावा जब इथेरियम स्टेक के प्रमाण के लिए पूरी तरह से संक्रमण करता है।",
  "page-upgrades-question-10-answer-7": "वर्तमान में यह स्पष्ट नहीं है कि चरण 2 में क्या होगा। यह अभी भी गहन शोध और चर्चा का विषय है। प्रारंभिक योजना शार्ड चेन में अतिरिक्त कार्यक्षमता जोड़ने की थी, लेकिन यह रोलअप-केंद्रित रोडमैप के साथ आवश्यक नहीं हो सकता है।",
  "page-upgrades-question-10-answer-8": "रोलअप-केंद्रित रोडमैप के बारे में अधिक जानकारी",
  "page-upgrades-question-10-desc": "चरण कार्य के चरणों से संबंधित हैं और Eth2 तकनीकी रोडमैप में ध्यान केंद्रित करते हैं।",
  "page-upgrades-question-10-title": "Eth2 चरण क्या हैं?",
  "page-upgrades-question-title": "अक्सर पूछे जाने वाले सवाल",
  "page-upgrades-question3-answer-1": "Eth धारकों को निश्चित रूप से कुछ भी करने की आवश्यकता नहीं है। आपके ETH को बदलने या अपग्रेड करने की आवश्यकता नहीं होगी। उसमें धोखाधड़ी लगभग निश्चित होती है, इसलिए सावधान रहें।",
  "page-upgrades-scalable": "अधिक स्केलेबल",
  "page-upgrades-scalable-desc": "इथेरियम को प्रति सेकंड अधिक लेन-देन की आवश्यकता होती है, जिससे एप्लिकेशन अधिक तेज़ और उपयोग में सस्ता हो जाते हैं।",
  "page-upgrades-secure": "ज्यादा सुरक्षित",
  "page-upgrades-secure-desc": "इथेरियम को अधिक सुरक्षित करने की आवश्यकता है। जैसे-जैसे इथेरियम को अपनाया जाता है, प्रोटोकॉल को सभी प्रकार के हमले के खिलाफ अधिक सुरक्षित होने की आवश्यकता होती है।",
  "page-upgrades-shard-button": "शार्ड चेन के बारे में अधिक जानकारी",
  "page-upgrades-shard-date": "शार्ड चेन की शुरूआत, दूसरा अपग्रेड, 2023 में किसी भी समय होने की उम्मीद है।",
  "page-upgrades-shard-desc": "लेन-देन को संसाधित करने और डेटा संग्रहीत करने के लिए शार्ड चेन इथेरियम की क्षमता का विस्तार करेगी। समय के साथ शार्ड को और सुविधाएँ मिलेंगी, जिसे कई चरणों में रोल आउट किया जाएगा।",
  "page-upgrades-shard-estimate": "अनुमान: 2023",
  "page-upgrades-shard-lower": "शार्ड चेन के बारे में अधिक जानकारी",
  "page-upgrades-shard-title": "शार्ड चेन",
  "page-upgrades-stay-up-to-date": "अद्यतित रहें",
  "page-upgrades-stay-up-to-date-desc": "Eth2 अपग्रेड पर काम कर रहे शोधकर्ताओं और डेवलपर्स से नवीनतम जानकारी प्राप्त करें।",
  "page-upgrades-sustainable-desc": "परिवेश के लिए इथेरियम का बेहतर होना आवश्यक है। आज तकनीक को बहुत अधिक कंप्यूटिंग शक्ति और ऊर्जा की आवश्यकता है।",
  "page-upgrades-take-part": "अनुसंधान में भाग लें",
  "page-upgrades-take-part-desc": "इथेरियम के शोधकर्ता और उत्साही लोग समान रूप से अनुसंधान प्रयासों पर चर्चा करने के लिए मिलते हैं, जिसमें Eth2 से संबंधित सारी चीज़ें शामिल हैं।",
  "page-upgrades-the-upgrades": "Eth2 अपग्रेड",
  "page-upgrades-the-upgrades-desc": "Eth2 अपग्रेड का एक सेट है, जो इथेरियम की मापनीयता, सुरक्षा और स्थिरता में सुधार करता है। हालांकि प्रत्येक पर समानांतर में काम किया जा रहा है, लेकिन उनकी कुछ निर्भरताएं हैं, जो यह निर्धारित करती हैं कि उन्हें कब परिनियोजित किया जाएगा।",
  "page-upgrades-unofficial-roadmap": "यह आधिकारिक रोडमैप नहीं है। यह हमारा देखने का तरीका है कि वहाँ की जानकारी के आधार पर क्या हो रहा है। लेकिन यह तकनीक है, चीजें एक पल में बदल सकती हैं। इसलिए कृपया इसे एक प्रतिबद्धता के रूप में न मानें।",
  "page-upgrades-upgrade-desc": "जिस इथेरियम को हम जानते हैं और पसंद करते हैं, वह अधिक स्केलेबल, अधिक सुरक्षित और अधिक टिकाऊ है...",
  "page-upgrades-upgrades": "Eth2 अपग्रेड",
  "page-upgrades-upgrades-aria-label": "Eth2 अपग्रेड मेनू",
  "page-upgrades-upgrades-beacon-chain": "बीकन चेन",
  "page-upgrades-upgrades-docking": "डॉकिंग मेननेट और Eth2",
  "page-upgrades-upgrades-guide": "Eth2 अपग्रेड के लिए मार्गदर्शिका",
  "page-upgrades-upgrades-shard-chains": "शार्ड चेन",
  "page-upgrades-upgrading": "इथेरियम को नई चरम ऊंचाइयों पर अपग्रेड करना",
  "page-upgrades-vision": "दृष्टिकोण",
  "page-upgrades-vision-btn": "Eth2 दृष्टिकोण के बारे में अधिक जानकारी",
  "page-upgrades-vision-desc": "इथेरियम को मुख्यधारा में लाने और पूरी मानवता की सेवा करने के लिए, हमें इथेरियम को अधिक स्केलेबल, सुरक्षित और टिकाऊ बनाना होगा।",
  "page-upgrades-vision-upper": "Eth2 दृष्टिकोण",
  "page-upgrades-what-to-do": "आपको क्या करने की ज़रूरत है?",
  "page-upgrades-what-to-do-desc": "यदि आप एक डैप उपयोगकर्ता या ETH धारक हैं, तो आपको कुछ भी करने की आवश्यकता नहीं है। यदि आप एक डेवलपर हैं या स्टेकिंग शुरू करना चाहते हैं, तो ऐसे तरीके हैं, जिनसे आप आज जुड़ सकते हैं।",
  "page-upgrades-whats-next": "Eth2 क्या है?",
  "page-upgrades-whats-next-desc": "Eth2 इंटरकनेक्टेड अपग्रेड के एक सेट को संदर्भित करता है, जो इथेरियम को अधिक स्केलेबल, अधिक सुरक्षित और अधिक टिकाऊ बना देगा। ये अपग्रेड इथेरियम इकोसिस्टम की कई टीमों द्वारा बनाए जा रहे हैं।",
  "page-upgrades-whats-ethereum": "रुकें, इथेरियम क्या है?",
  "page-upgrades-whats-new": "रुकें, Eth2 क्या है?"
}
