{
  "consensus-client-besu-logo-alt": "Besu का लोगो",
  "consensus-client-erigon-logo-alt": "Erigon का लोगो",
  "consensus-client-geth-logo-alt": "Geth का लोगो",
  "consensus-client-lighthouse-logo-alt": "लाइटहाउस का लोगो",
  "consensus-client-lodestar-logo-alt": "Lodestar का लोगो",
  "consensus-client-nethermind-logo-alt": "Nethermind का लोगो",
  "consensus-client-nimbus-logo-alt": "Nimbus का लोगो",
  "consensus-client-prysm-logo-alt": "Prysm का लोगो",
  "consensus-client-teku-logo-alt": "Teku का लोगो",
  "page-upgrades-answer-1": "बीकन चेन का उपयोग मर्ज में एथेरियम मेननेट को अपग्रेड करने के लिए एक उपकरण के रूप में किया गया था।",
  "page-upgrades-answer-2": "मर्ज के साथ, एथेरियम ने अपना सबसे महत्‍वपूर्ण अपग्रेड किया, यानि प्रूफ-ऑफ-वर्क को स्वैप करके एक प्रूफ-ऑफ-स्टेक आधारित कंसेंसस लेयर को शामिल किया गया।",
  "page-upgrades-answer-4": "बीकन चेन का उपयोग उस प्रूफ-ऑफ-स्टेक पर आधारित कंसेंसस को मज़बूत करने के लिए किया गया था जिसका उपयोग आज एथेरियम करता है। इसे एथेरियम मेननेट के लिए अलग से चलाया गया था, ताकि डेवलपर असल गतिविधि के साथ समन्वय करने के लिए इसका उपयोग करने से पहले आम कंसेंसस वाले मैकेनिज्म को अलग से देख सकें।",
  "page-upgrade-article-author-status": "स्थिति",
  "page-upgrade-article-author-ethmerge": "एथमर्ज",
  "page-upgrade-article-author-alchemy": "एल्केमी",
  "page-upgrade-article-author-consensys": "कंसेंसस",
  "page-upgrade-article-author-delphi-digital": "Delphi Digital",
  "page-upgrade-article-author-eip-4844": "विटालिक बुटेरिन, डैंक्राड फ़िस्ट, डिडेरिक लोएराकर, जॉर्ज काडियानाकिस, मैट गार्नेट, मोफ़ी ताइवो",
  "page-upgrade-article-author-ethereum-foundation": "Ethereum फाउंडेशन",
  "page-upgrade-article-author-vitalik-buterin": "विटालिक बुटेरिन",
  "page-upgrade-article-author-ethos-dev": "Ethos.dev",
  "page-upgrade-article-title-two-point-oh": "टू पॉइंट ओह: बीकन चेन",
  "page-upgrade-article-title-beacon-chain-explainer": "आपको पहले बीकन चेन एथेरियम 2.0 एक्सप्लेनर पढ़ने की ज़रूरत होती है",
  "page-upgrade-article-title-sharding-consensus": "शार्डिंग कंसेंसस",
  "page-upgrade-article-title-sharding-is-great": "शार्डिंग क्यों बढ़िया है: तकनीकी गुणों के रहस्य को समझना",
  "page-upgrade-article-title-rollup-roadmap": "रोलअप-केंद्रित रोडमैप",
  "page-upgrade-article-title-hitchhikers-guide-to-ethereum": "एथेरियम के लिए हिचकिचर्स गाइड",
  "page-upgrade-article-title-eip-4844": "EIP-4844: शार्ड ब्लॉब लेनदेन (प्रोटो-डैंकशर्डिंग)",
  "page-upgrade-article-title-proto-danksharding-faq": "प्रोटो-डैंकशर्डिंग से संबंधित अक्सर पूछे जाने वाले सवाल",
  "page-upgrade-article-title-sharding-das": "शार्डिंग और डेटा अवेलबिलिटी सैंपलिंग (DAS) को समझना",
  "page-upgrade-article-title-ethmerge": "एथमर्ज",
  "page-upgrade-article-title-merge-is-coming": "मर्ज आ रहा है",
  "page-upgrade-article-title-state-of-the-merge": "द स्टेट ऑफ़ द मर्ज: 2022 में एथेरियम के मर्ज की प्रूफ-ऑफ-स्टेक पर एक अपडेट",
  "page-upgrade-article-title-ropsten-merge-testnet": "रोपस्टन मर्ज टेस्टनेट की घोषणा",
  "page-upgrade-article-title-execution-layer-specs": "निष्पादन लेयर से जुड़ी विशिष्टताएँ",
  "page-upgrade-article-title-consensus-layer-specs": "कंसेंसस लेयर से जुड़ी विशिष्टताएँ",
  "page-upgrade-article-title-engine-api-specs": "इंजन API से जुड़ी विशिष्टताएँ",
  "page-upgrades-beacon-chain-date": "बीकन चेन, 1 दिसंबर 2020 को लाइव हुई",
  "page-upgrades-beacon-chain-desc": "बीकन चेन ने एथेरियम में स्टेकिंग ला दी और भविष्य के अपग्रेड के लिए आधार तैयार किया। यह नई प्रूफ-ऑफ-स्टेक अपग्रेड एथेरियम का समन्वय करती है।",
  "page-upgrades-beacon-chain-estimate": "बीकन चेन लाइव है",
  "page-upgrades-beacon-chain-title": "बीकन चेन",
  "page-upgrades-bug-bounty": "बग बाउंटी प्रोग्राम को देखें",
  "page-upgrades-clients": "कंसेंसस क्लाइंट की जाँच करें (पहले 'Eth2' क्लाइंट के रूप में जाना जाता था)",
  "page-staking-deposit-contract-title": "जमा अनुबंध पते की जाँच करें",
  "page-upgrades-dive": "विज़न के बारे में जाने",
  "page-upgrades-dive-desc": "हम एथेरियम को अधिक स्केलेबल, सुरक्षित और टिकाऊ कैसे बना रहे हैं? सब कुछ एथेरियम के विकेंद्रीकरण की मूल प्रकृति को बनाए रखते हुए।",
  "page-upgrades-docking": "मर्ज",
  "page-upgrades-merge-answer-1": "मर्ज तब हुआ था जब 15 सितंबर, 2022 को एथेरियम ने प्रूफ-ऑफ-स्टेक को आम सहमति में बदल दिया था। बीकन चेन और मेननेट आपस में मर्ज हो गए, एथेरियम पर आधिकारिक तौर पर प्रूफ-ऑफ-वर्क को हटा दिया गया, और एथेरियम की ऊर्जा खपत को ~99.95% तक कम कर दिया गया।",
  "page-upgrades-merge-btn": "मर्ज पर और अधिक",
  "page-upgrades-merge-desc": "मेननेट एथेरियम का प्रूफ-ऑफ-स्टेक बीकन चेन के साथ मर्ज हो गया, जिससे ऊर्जा-गहन माईनिंग का अंत हो गया।",
  "page-upgrades-merge-estimate": "मर्ज लाइव है",
  "page-upgrades-merge-mainnet": "मेननेट क्या है?",
  "page-upgrades-eth-blog": "ethereum.org ब्लॉग",
  "page-upgrades-explore-btn": "अपग्रेड एक्स्प्लोर करें",
  "page-upgrades-get-involved": "एथेरियम को अपग्रेड करने में शामिल हों",
  "page-upgrades-get-involved-2": "शामिल हों",
  "page-upgrades-head-to-ethresearch": "ethresear.ch की ओर जाएँ",
  "page-upgrades-help": "एथेरियम अपग्रेड में मदद करना चाहते हैं?",
  "page-upgrades-help-desc": "एथेरियम अपग्रेड पर आज़माने, परीक्षण में मदद करने और यहाँ तक ​​कि पुरस्कार हासिल करने के लिए बहुत सारे अवसर हैं।",
  "page-upgrades-index-staking": "स्टेकिंग यहाँ पर है",
  "page-upgrades-index-staking-desc": "एथेरियम अपग्रेड की कुंजी स्टेकिंग की शुरुआत है। अगर आप एथेरियम नेटवर्क को सुरक्षित करने में मदद करने के लिए अपने ETH का उपयोग करना चाहते हैं, तो सुनिश्चित करें कि आप इन चरणों का पालन करते हैं।",
  "page-upgrades-index-staking-learn": "स्टेकिंग के बारे में जानें",
  "page-upgrades-index-staking-learn-desc": "बीकन चेन ने एथेरियम में स्टेकिंग लायी। अगर आपके पास ETH है, तो आप नेटवर्क को सुरक्षित करके और प्रक्रिया में अधिक ETH हासिल करके सार्वजनिक काम कर सकते हैं।",
  "page-upgrades-index-staking-step-1": "1. लांच पैड के साथ सेट अप करें",
  "page-upgrades-index-staking-step-1-btn": "स्टेकिंग लांच पैड पर जाएँ",
  "page-upgrades-index-staking-step-1-desc": "एथेरियम में स्टेक के लिए आपको लांच पैड का उपयोग करने की आवश्यकता होगी - यह आपको प्रक्रिया की जानकारी देगा।",
  "page-upgrades-index-staking-step-2": "2. स्टेकिंग पते की पुष्टि करें",
  "page-upgrades-index-staking-step-2-btn": "जमा अनुबंध पते की पुष्टि करें",
  "page-upgrades-index-staking-step-2-desc": "इससे पहले कि आप अपना ETH स्टेक करें, सुनिश्चित करें कि आपको सही पता मिल गया है। ऐसा करने से पहले आपको लांच पैड की जानकारी प्राप्त हुई होगी।",
  "page-upgrades-index-staking-sustainability": "अधिक टिकाऊ",
  "page-upgrades-meta-desc": "एथेरियम अपग्रेड का एक अवलोकन और उनकी वास्तविकता तैयार करने की उम्मीद का विज़न।",
  "page-upgrades-meta-title": "एथेरियम अपग्रेड (पहले इसे 'Eth2' कहा जाता था)",
  "page-upgrades-proof-stake-link": "प्रूफ-ऑफ-स्टेक के बारे में अधिक जानकारी",
  "page-upgrades-question-1-title": "अपग्रेड कब शिप होंगे?",
  "page-upgrades-question-1-desc": "एथेरियम को लगातार अपग्रेड किया जा रहा है; अपग्रेड अलग-अलग है, अलग शिपिंग तिथियों के साथ।",
  "page-upgrades-question-2-title": "क्या बीकन चेन एक अलग ब्लॉकचेन है?",
  "page-upgrades-question-2-desc": "हाँ। बीकन चेन एक समानांतर प्रूफ-ऑफ-स्टेक को दिया गया नाम था जिसका उपयोग एथेरियम के मेननेट को अपग्रेड करने के लिए किया जाता था। अब केवल एक ही ब्लॉकचेन है जिसे ओरिजिनल एथेरियम ब्लॉकचेन और बीकन चेन को एक साथ मिलाकर बनाया गया है।",
  "page-upgrades-question-3-answer-2a": "मर्ज का dapp डेवलपर पर बहुत कम प्रभाव पड़ा - वे अब भी एथेरियम के साथ उसी तरह से इंटरैक्ट करते हैं।",
  "page-upgrades-question-3-answer-2a-link": "मर्ज और dapp डेवलपर",
  "page-upgrades-question-3-answer-2b": "शार्डिंग प्लान्स अब भी डेवलप की जा रही हैं, लेकिन इसे लेयर 2 रोलअप को ध्यान में रखते हुए डिज़ाइन किया जाएगा।",
  "page-upgrades-layer-2-rollups": "लेयर 2 रोलअप के बारे में और जानकारी",
  "page-upgrades-question-3-answer-3-link": "ethresear.ch पर जाएँ",
  "page-upgrades-question-3-desc": "अपग्रेड की तैयारी के लिए आपको अभी कुछ करने की ज़रूरत नहीं है।",
  "page-upgrades-question-3-title": "मैं अपग्रेड के लिए तैयारी कैसे करूँ?",
  "page-upgrades-question-4-answer-1": "अब जब भी आप लेनदेन भेजते हैं या dapp का उपयोग करते हैं, तो इसका मतलब है कि आप निष्पादन लेयर का उपयोग करते हैं, जिसे मेननेट भी कहा जाता है।",
  "page-upgrades-question-4-answer-3": "मर्ज के बाद, सत्यापनकर्ता पूरे नेटवर्क को प्रूफ-ऑफ-स्टेक के ज़रिए सुरक्षित करेंगे।",
  "page-upgrades-question-4-answer-6": "कोई भी व्यक्ति अपने ETH की स्टेकिंग करके सत्यापनकर्ता बन सकता है।",
  "page-upgrades-question-4-answer-7": "स्टेकिंग के बारे में अधिक जानकारी",
  "page-upgrades-question-4-title": "निष्पादन लेयर क्या है?",
  "page-upgrades-question-4-desc": "मर्ज से पहले, एथेरियम ब्लॉकचेन को कभी-कभी 'Eth1' के रूप में संदर्भित किया जाता था। इस शब्द को 'निष्पादन लेयर' के लिए हटा दिया गया था।",
  "page-upgrades-question-5-answer-1": "नेटवर्क पर सत्यापनकर्ता बनने के लिए, आपको 32 ETH को स्टेक करना होगा। अगर आपके पास इतना नहीं है, या आप इतना स्टेक लगाने को तैयार नहीं हैं, तो आप स्टेकिंग पूल में शामिल हो सकते हैं। ये पूल आपको कम स्टेक लगाने देंगे और कुल पुरस्कारों का कुछ हिस्सा कमाने देंगे।",
  "page-upgrades-question-5-desc": "आपको स्टेकिंग लांच पैड का उपयोग करना होगा या स्टेकिंग पूल में शामिल होना होगा।",
  "page-upgrades-question-5-title": "मैं स्टेक कैसे करूँ?",
  "page-upgrades-question-6-answer-3": "एथेरियम फाउंडेशन के डैनी रयान नियमित रूप से समुदाय को अपडेट करते हैं:",
  "page-upgrades-question-6-answer-4": "ConsenSys के बेन एडिंगटन के पास एथेरियम अपग्रेड के बारे में एक साप्ताहिक समाचार पत्र है:",
  "page-upgrades-question-6-answer-5": "आप ethresear.ch पर एथेरियम अनुसंधान और विकास पर चर्चा में भी शामिल हो सकते हैं।",
  "page-upgrades-question-6-title": "मुझे अपने dapp के साथ क्या करने की आवश्यकता है?",
  "page-upgrades-question-6-desc": "मर्ज को dapp डेवलपर पर कम से कम प्रभाव डालने के लिए डिज़ाइन किया गया था, हालाँकि इसमें ध्यान देने योग्य कुछ छोटे बदलाव भी हुए थे।",
  "page-upgrades-question-6-answer-1": "प्री-मर्ज एथेरियम से परिचित dapp डेवलपर को कुछ बदलावों के बारे में पता होना चाहिए। इन बदलावों में ब्लॉक संरचना और समय, कुछ ऑपकोड बदलाव, ऑन-चेन रैंडमनेस के स्रोत और युग को अंतिम रूप देने की अवधारणा शामिल है।",
  "page-upgrades-question-6-answer-1-link": "मर्ज ने एथेरियम के एप्लिकेशन लेयर को कैसे प्रभावित किया",
  "page-upgrades-question-6-answer-2": "एप्लिकेशन लगभग पूरी तरह से अप्रभावित थे।",
  "page-upgrades-question-7-desc": "सभी समुदाय की कई अलग-अलग टीमें अलग-अलग एथेरियम अपग्रेड पर काम कर रही हैं।",
  "page-upgrades-question-7-lighthouse": "लाइटहाउस",
  "page-upgrades-question-7-lighthouse-lang": "(Rust कार्यान्वयन)",
  "page-upgrades-question-7-lodestar": "लोडस्टार",
  "page-upgrades-question-7-lodestar-lang": "(JavaScript कार्यान्वयन)",
  "page-upgrades-question-7-nimbus": "निम्बस",
  "page-upgrades-question-7-nimbus-lang": "(Nim कार्यान्वयन)",
  "page-upgrades-question-7-prysm": "प्रिज़्म",
  "page-upgrades-question-7-prysm-lang": "(Go कार्यान्वयन)",
  "page-upgrades-question-7-teams": "एथेरियम कंसेंसस क्लाइंट टीम:",
  "page-upgrades-question-7-teku": "टेकु",
  "page-upgrades-question-7-teku-lang": "(Java कार्यान्वयन)",
  "page-upgrades-question-7-title": "एथेरियम अपग्रेड कौन बना रहा है?",
  "page-upgrades-question-7-clients": "एथेरियम क्लाइंट के बारे में और जानें",
  "page-upgrades-question-8-answer-1": "एथेरियम अपग्रेड, सुरक्षा को बनाए रखते हुए, और निरंतरता को बढ़ाते हुए, एक विकेन्द्रीकृत तरीके से एथेरियम को स्केल करने मे मदद करेगा।",
  "page-upgrades-question-8-answer-2": "शायद सबसे स्पष्ट समस्या यह है कि एथेरियम को प्रति सेकंड 15-45 से अधिक लेनदेन को प्रबंधित करने में सक्षम होने की आवश्यकता है। हालाँकि ये अपग्रेड आज एथेरियम के साथ कुछ अन्य समस्याओं का भी समाधान करते हैं।",
  "page-upgrades-question-8-answer-3": "उच्च मांग के समय नेटवर्क के कारण एथेरियम का उपयोग महंगा हो जाता है। नेटवर्क में नोड्स एथेरियम के आकार और उनके कंप्यूटर द्वारा प्रोसेस किए जाने वाले डेटा की मात्रा को लेकर संघर्ष कर रहे हैं। एथेरियम सुरक्षा और विकेंद्रीकरण को रेखांकित करने वाला ओरिजिनल एल्गोरिथम ऊर्जा गहन था और इसे हरित बनाने की आवश्यकता थी।",
  "page-upgrades-question-8-answer-4": "2015 से अब तक जो कुछ भी बदल रहा है, वह हमेशा एथेरियम रोडमैप पर रहा है। हालाँकि, वर्तमान परिस्थितियाँ अपग्रेड की आवश्यकता को और अधिक बढ़ा रही हैं।",
  "page-upgrades-question-8-answer-6": "एथेरियम का विज़न एक्सप्लोर करें",
  "page-upgrades-question-8-desc": "आज हम जिस एथेरियम का उपयोग करते हैं, उसे एंड यूज़र और नेटवर्क प्रतिभागियों को बेहतर अनुभव प्रदान करने की आवश्यकता है।",
  "page-upgrades-question-8-title": "अपग्रेड्‍स की आवश्यकता क्यों है?",
  "page-upgrades-question-9-answer-1": "सबसे सक्रिय भूमिका जो आप निभा सकते हैं, वह है अपने ETH को स्टेक करना।",
  "page-upgrades-question-9-answer-2": "आप क्लाइंट विविधता को बेहतर बनाने के लिए कोई दूसरा क्लाइंट चलाने की अपेक्षा भी कर सकते हैं।",
  "page-upgrades-question-9-answer-3": "अगर आप अधिक तकनीकी हैं, तो आप नए क्लाइंट में बग को पकड़ने में मदद कर सकते हैं।",
  "page-upgrades-question-9-answer-4": "आप ethereear.ch पर एथेरियम शोधकर्ताओं के साथ तकनीकी चर्चाओं पर भी विचार कर सकते हैं।",
  "page-upgrades-question-9-desc": "योगदान करने के लिए आपका टेक्निकल होना आवश्यक नहीं है। समुदाय, सभी प्रकार के कौशल से योगदान की तलाश कर रहा है।",
  "page-upgrades-question-9-stake-eth": "स्टेक ETH",
  "page-upgrades-question-9-title": "मैं एथेरियम अपग्रेड में कैसे योगदान करूँ?",
  "page-upgrades-question-9-more": "एथेरियम के साथ जुड़ने के और सामान्य तरीके खोजें",
  "page-upgrades-question-10-title": "'Eth2 चरण' क्या हैं?",
  "page-upgrades-question-10-desc": "यहाँ कुछ चीज़ें बदल गई हैं।",
  "page-upgrades-question-10-answer-0": "'Eth2' शब्द को धीरे-धीरे हटाया जा रहा है, क्योंकि यह एक भी अपग्रेड या नए नेटवर्क का प्रतिनिधित्व नहीं करता है। यह अधिक सटीक रूप से कई अपग्रेड का एक सेट है जो एथेरियम को ज़्यादा स्केलेबल, सुरक्षित और टिकाऊ बनाने के लिए अपनी भूमिका निभाते हैं। जिस नेटवर्क को आप जानते हैं और पसंद करते हैं, उसे सरल शब्दों में एथेरियम कहा जाएगा।",
  "page-upgrades-question-10-answer-1": "हम तकनीकी रोडमैप के संदर्भ में बहुत अधिक बात करने से अनिच्छुक हैं, क्योंकि यह सॉफ़्टवेयर है: चीज़ें बदल सकती हैं। हमें लगता है कि जब आप परिणामों के बारे में पढ़ते हैं, तो यह समझना आसान होता है कि क्या हो रहा है।",
  "page-upgrades-question-10-answer-1-link": "अपग्रेड को देखें",
  "page-upgrades-question-10-answer-2": "हालाँकि, अगर आपने चर्चाओं का पालन किया है, तो यहाँ बताया गया है कि तकनीकी रोडमैप में अपग्रेड कैसे फ़िट होते हैं, और वे कैसे बदल रहे हैं।",
  "page-upgrades-question-10-answer-3": "चरण 0, बीकन चेन को लाइव करने के लिए काम का वर्णन करता है।",
  "page-upgrades-question-10-answer-5": "चरण 1 मूल रूप से शार्ड चेन को लागू करने पर फ़ोकस था, लेकिन प्राथमिकता मर्ज को दी गई जिसे 15 सितंबर, 2022 को शिप किया गया।",
  "page-upgrades-question-10-answer-6": "चरण 1.5 को मूल रूप से शार्ड कार्यान्वयन को फ़ॉलो करने के लिए प्लान किया गया था, जब मेननेट को बीकन चेन में फ़ाइनल शार्ड के रूप में जोड़ा जाएगा। हालाँकि, जैसे-जैसे रोलअप तकनीक आगे बढ़ी, एथेरियम समुदाय ने इसके बजाय प्रूफ-ऑफ-वर्क से ट्राज़िशन को तेज़ कर दिया।",
  "page-upgrades-question-10-answer-7": "चरण 2 के आस-पास की योजनाएं, गहन शोध और चर्चा का विषय रही हैं। मर्ज और लेयर 2 समाधानों को एडवांस बनाने के साथ, लक्ष्यों की रोलअप क्षमता को बढ़ाने के लिए डेटा शार्डिंग का ज़्यादा आसान तरीका प्रदान करने के लिए शिफ़्‍ट कर दिया गया है। हालिया लेयर 2 लेनदेन निष्पादन को मापने की क्षमता को सक्षम बनाती है, और शार्डिंग कम कीमत में और स्केलेबल तरीके से लेयर 1 में इस डेटा प्रूफ़ के स्टोरेज की अनुमति देगा।",
  "page-upgrades-question-10-answer-8": "रोलअप-केंद्रित रोडमैप के बारे में अधिक जानकारी",
  "page-upgrades-question-11-title": "क्या मैं Eth2 खरीद सकता हूँ?",
  "page-upgrades-question-11-desc": "नहीं। यहाँ कोई Eth2 टोकन नहीं है, और मर्ज के बाद आपका ETH नहीं बदला है।",
  "page-upgrades-question-11-answer-1": "Eth2 रीब्रांड को आगे बढ़ाने की वजहों में से एक सामान्य ग़लत धारणा थी कि ETH धारकों को मर्ज या किसी अन्य अपग्रेड के बाद अपने ETH को 'ETH 2.0' में माइग्रेट करना ज़रूरी था। यह सच नहीं है और ऐसा कभी नहीं था।",
  "page-upgrades-question-11-answer-2": " इस भ्रम का आमतौर पर स्कैमर्स लाभ उठाते हैं।",
  "page-upgrades-question-title": "अक्सर पूछे जाने वाले सवाल",
  "page-upgrades-question3-answer-1": "ETH धारकों को कुछ भी करने की आवश्यकता नहीं है। आपके ETH को बदलने या अपग्रेड करने की आवश्यकता नहीं होगी। उसमें धोखाधड़ी होना लगभग तय होता है, इसलिए सावधान रहें।",
  "page-upgrades-scalable": "ज़्यादा स्केलेबल",
  "page-upgrades-scalable-desc": "एथेरियम को प्रति सेकंड 1000 लेनदेन की आवश्यकता होती है, ताकि एप्लिकेशन को अधिक तेज़ और उपयोग में किफायती हो जाते हैं।",
  "page-upgrades-secure": "ज़्यादा सुरक्षित",
  "page-upgrades-secure-desc": "एथेरियम को ज़्यादा सुरक्षित करने की आवश्यकता है। जैसे-जैसे एथेरियम को अपनाया जाता है, प्रोटोकॉल को सभी प्रकार के हमले के खिलाफ ज़्यादा सुरक्षित होने की आवश्यकता होती है।",
  "page-upgrades-shard-date": "शार्डिंग 2023-2024 में कभी-कभी कई चरणों में मर्ज को फ़ॉलो करेगी।",
  "page-upgrades-shard-desc": "डैंकशर्डिंग, एथेरियम की डेटा संग्रहीत करने की क्षमता का विस्तार करेगा, और थ्रूपुट को बढ़ाने और नेटवर्क शुल्क को कम करने के लिए L2 के साथ मिलकर काम करेगा। डैंकशार्डिंग को कई चरणों में शुरू किया जाएगा, जिसकी शुरुआत ProtoDanksharding से होगी।",
  "page-upgrades-shard-estimate": "अनुमान: 2023-2024",
  "page-upgrades-shard-lower": "शार्डिंग के बारे में अधिक जानकारी",
  "page-upgrades-shard-title": "शार्डिंग",
  "page-upgrades-stay-up-to-date": "अप टू डेट रहें",
  "page-upgrades-stay-up-to-date-desc": "एथेरियम अपग्रेड पर काम कर रहे शोधकर्ताओं और डेवलपर से हाल की जानकारी प्राप्त करें।",
  "page-upgrades-sustainable-desc": "एथेरियम अभी तक ऊर्जा-गहन था। प्रूफ-ऑफ-स्टेक के ट्राज़िशन से नेटवर्क ऊर्जा में 99.9% से अधिक की कमी आई।",
  "page-upgrades-take-part": "अनुसंधान में भाग लें",
  "page-upgrades-take-part-desc": "एथेरियम के शोधकर्ता और एंथुसिएस्ट समान रूप से अनुसंधान प्रयासों पर चर्चा करने के लिए मिलते हैं, जिसमें एथेरियम अपग्रेड से संबंधित सारी चीज़ें शामिल हैं।",
  "page-upgrades-the-upgrades": "एथेरियम के अपग्रेड",
  "page-upgrades-the-upgrades-desc": "एथेरियम अपग्रेड का उद्देश्य नेटवर्क की स्केलेबिलिटी, सुरक्षा और स्थिरता को बेहतर बनाना है। एथेरियम ने हाल ही में सुरक्षा और स्थिरता के लिए कुछ प्रमुख अपग्रेड किए हैं, और भविष्य में और भी अपग्रेड किए जाएँगे, विशेष रूप से स्केलेबिलिटी से संबंधित।",
  "page-upgrades-unofficial-roadmap": "यह आधिकारिक रोडमैप नहीं है। यह हमारा देखने का तरीका है कि वहाँ की जानकारी के आधार पर क्या हो रहा है। हालाँकि, यह तकनीक है, चीज़ें एक पल में बदल सकती हैं। इसलिए कृपया इसे एक प्रतिबद्धता के रूप में न मानें।",
  "page-upgrades-upgrade-desc": "जिस एथेरियम को हम जानते हैं और पसंद करते हैं, वह अधिक स्केलेबल, ज़्यादा सुरक्षित और ज़्यादा टिकाऊ है...",
  "page-upgrades-upgrades": "एथेरियम के अपग्रेड",
  "page-upgrades-upgrades-aria-label": "एथेरियम अपग्रेड के मेनू",
  "page-upgrades-upgrades-beacon-chain": "बीकन चेन",
  "page-upgrades-upgrades-guide": "एथेरियम अपग्रेड के लिए मार्गदर्शिका",
  "page-upgrades-upgrades-docking": "मर्ज",
  "page-upgrades-energy-consumption": "एथेरियम की ऊर्जा खपत के बारे में ज़्यादा जानकारी",
  "page-upgrades-upgrading": "एथेरियम को नई चरम ऊंचाइयों पर अपग्रेड करना",
  "page-roadmap-vision": "विज़न",
  "page-roadmap-vision-btn": "एथेरियम विज़न के बारे में ज़्यादा जानकारी",
  "page-roadmap-vision-desc": "एथेरियम को मुख्यधारा में लाने और पूरी मानवता की सेवा करने के लिए, हमें एथेरियम को अधिक स्केलेबल, सुरक्षित और टिकाऊ बनाना होगा।",
  "page-upgrades-what-happened-to-eth2-title": "'Eth2' का क्या हुआ?",
  "page-upgrades-what-happened-to-eth2-1": "'Eth2' शब्द का इस्तेमाल आमतौर पर मर्ज से पहले किया जाता था, लेकिन ज़्यादा सटीक शब्दावली के लिए इसे धीरे-धीरे हटाया जा रहा।",
  "page-upgrades-what-happened-to-eth2-1-more": "मर्ज के बारे में ज़्यादा जानकारी।",
  "page-upgrades-what-happened-to-eth2-2": "'Eth1' और 'Eth2' को मर्ज करने के बाद से, अब दो अलग-अलग एथेरियम ब्लॉकचेन नहीं हैं; केवल एथेरियम ही है।",
  "page-upgrades-what-happened-to-eth2-3": "भ्रम से बचने के लिए, समुदाय ने इन शर्तों को अपडेट किया है:",
  "page-upgrades-what-happened-to-eth2-3-1": "'Eth1' अब 'निष्पादन परत' है, जो लेनदेन और निष्पादन को प्रबंधित करती है।",
  "page-upgrades-what-happened-to-eth2-3-2": "'Eth2' अब 'सहमति परत' है, जो हिस्सेदारी के सबूत को प्रबंधित करती है।",
  "page-upgrades-what-happened-to-eth2-4": "ये शब्दावली अपडेट केवल नामकरण परंपराओं को बदलते हैं; इससे एथेरियम के लक्ष्य या रोडमैप नहीं बदलता है।",
  "page-upgrades-what-happened-to-eth2-5": "'Eth2' का नाम बदलने के बारे में और जानें",
  "page-upgrades-why-cant-we-just-use-eth2-title": "हम Eth2 का उपयोग क्यों नहीं कर सकते?",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-title": "मानसिक मॉडल",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-description": "Eth2 ब्रांडिंग के साथ एक बड़ी समस्या यह है कि यह एथेरियम के नए यूज़र के लिए एक अधूरा टूटा मानसिक मॉडल बनाता है। वे सहज रूप से सोचते हैं कि Eth1 पहले आता है और Eth2 बाद में आता है। या यह कि Eth2 के आने के बाद Eth1 ख़त्म हो जाता है। इनमें से कोई भी बात सही नहीं है। Eth2 शब्दावली को हटाकर, हम सभी भविष्‍य के यूज़र को इस भ्रामक मानसिक मॉडल से बचाएँगे।",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-title": "समावेशिता",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-description": "जैसे-जैसे एथेरियम का रोडमैप तैयार हुआ है, एथेरियम 2.0, एथेरियम के रोडमैप का ग़लत तरीका बन गया है। शब्दों को चुनने में सावधानी और सटीकता रखने से एथेरियम पर मौजूद सामग्री को ज़्यादा से ज़्यादा लोग समझ सकते हैं।",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-title": "धोखाधड़ी का रोकथाम",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-description": "दुर्भाग्य से, गलत इरादे रखने वाले लोग Eth2 से मिलते-जुलते नाम का उपयोग उपयोगकर्ताओं से धोखाधड़ी करने के लिए कर चुके हैं और इसके लिए वे उनसे उनके ETH को ‘ETH2’ टोकन से स्वैप करने के लिए कहते हैं या यह कहते हैं कि उन्हें Eth2 अपग्रेड से पहले किसी भी तरह अपने ETH को माइग्रेट करना होगा। हमें उम्मीद है कि यह नए शब्द इस धोखाधड़ी को खत्म करने में मदद करेंगे और पूरे सिस्टम को सुरक्षित बनाएँगे।",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-title": "स्पष्टता का दावा",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-description": "कुछ स्टेकिंग ऑपरेटर्स ने बीकन चेन पर स्टेक किए गए ETH को भी ‘ETH2’ टिकर से दर्शाया है। इससे भ्रम हो सकता है, क्योंकि इन सेवाओं के उपयोगकर्ताओं को असल में ‘ETH2’ टोकन नहीं मिल रहे होते हैं। कोई ‘ETH2’ टोकन मौजूद नहीं है; इससे उन विशिष्ट प्रदाताओं के स्टेक में उनका हिस्सा पता चलता है।",
  "page-upgrades-what-to-do": "आपको क्या करने की ज़रूरत है?",
  "page-upgrades-what-to-do-desc": "अगर आप एक dapp यूज़र या ETH धारक हैं, तो आपको कुछ भी करने की आवश्यकता नहीं है। अगर आप एक डेवलपर हैं या स्टेकिंग शुरू करना चाहते हैं, तो ऐसे तरीके हैं, जिनसे आप आज जुड़ सकते हैं।",
  "page-upgrades-whats-next": "एथेरियम अपग्रेड क्या हैं?",
  "page-upgrades-whats-next-desc": "एथेरियम रोडमैप में इंटरकनेक्टेड प्रोटोकॉल अपग्रेड होते हैं जो नेटवर्क को ज़्यादा स्केलेबल, ज़्यादा सुरक्षित और ज़्यादा टिकाऊ बना देगा। ये अपग्रेड एथेरियम इकोसिस्टम की कई टीमों द्वारा बनाए जा रहे हैं।",
  "page-upgrades-whats-next-history": "पिछले एथेरियम अपग्रेड के बारे में जानें",
  "page-upgrades-whats-ethereum": "रुको, एथेरियम क्या है?",
  "page-upgrades-whats-new": "एथेरियम के लिए आगे क्या है?",
  "page-upgrades-security-link": "सुरक्षा और धोखाधड़ी से रोकथाम के बारे में ज़्यादा जानकारी",
  "page-staking-deposit-contract-staking-more-link": "स्टेकिंग के बारे में अधिक जानकारी",
  "docs-nav-proof-of-stake": "स्टेक-का-प्रमाण",
  "docs-nav-proof-of-work": "काम का प्रमाण",
  "page-upgrades-get-involved-ethresearch-1": "शार्डिंग",
  "page-upgrades-get-involved-ethresearch-2": "मर्ज"
}
