{
  "page-roadmap-title": "एथेरियम दिशानिर्देश",
  "page-roadmap-meta-title": "एथेरियम रोडमैप | ethereum.org",
  "page-roadmap-meta-description": "एथेरियम के लिए अधिक मापनीयता, सुरक्षा और स्थिरता का मार्ग।",
  "page-roadmap-banner-notification": "एथेरियम का विकास समुदाय-संचालित है और बदलाव के अधीन है।",
  "page-roadmap-changes-coming-title": "एथेरियम में क्या बदलाव आ रहे हैं?",
  "page-roadmap-changes-coming-description": "एथेरियम पहले से ही एक शक्तिशाली प्लेटफ़ॉर्म है, लेकिन इसमें अभी भी सुधार किया जा रहा है। सुधारों का एक महत्वाकांक्षी सेट एथेरियम को उसके मौजूदा स्वरूप से पूरी तरह से स्केल्ड, अधिकतम लचीले प्लेटफ़ॉर्म में अपग्रेड करेगा।",
  "page-roadmap-cheaper-transactions-title": "सस्ता लेनदेन",
  "page-roadmap-cheaper-transactions-description": "रोलअप बहुत महंगे हैं और केंद्रीकृत घटकों पर निर्भर करते हैं, जिससे यूज़र्स को उनके ऑपरेटरों पर बहुत अधिक भरोसा करना पड़ता है। रोडमैप में इन दोनों समस्याओं का समाधान शामिल है।",
  "page-roadmap-cheaper-transactions-button": "शुल्क कम करने के बारे में अधिक जानकारी",
  "page-roadmap-extra-security-title": "अतिरिक्त सुरक्षा",
  "page-roadmap-extra-security-description": "एथेरियम पहले से ही बहुत सुरक्षित है लेकिन इसे और भी मजबूत बनाया जा सकता है, जो भविष्य में सभी प्रकार के हमलों का सामना करने के लिए तैयार है।",
  "page-roadmap-extra-security-button": "सुरक्षा को और जानें",
  "page-roadmap-better-user-experience-title": "बेहतर उपयोगकर्ता अनुभव",
  "page-roadmap-better-user-experience-description": "स्मार्ट अनुबंध वॉलेट और लाइट-वेट नोड्स के लिए अधिक समर्थन एथेरियम का उपयोग करना सरल और सुरक्षित बना देगा।",
  "page-roadmap-better-user-experience-button": "यूज़र अनुभव पर अधिक जानकारी",
  "page-roadmap-future-proofing-title": "फ़्यूचर-प्रूफ़िंग",
  "page-roadmap-future-proofing-description": "एथेरियम के शोधकर्ता और डेवलपर आज कल की समस्याओं का समाधान कर रहे हैं, और नेटवर्क को भविष्य की पीढ़ियों के लिए तैयार कर रहे हैं।",
  "page-roadmap-future-proofing-button": "फ़्यूचर-प्रूफ़िंग पर अधिक जानकारी",
  "page-roadmap-why-need-title": "एथेरियम को रोडमैप की आवश्यकता क्यों है?",
  "page-roadmap-why-need-description": "एथेरियम को नियमित अपग्रेड मिलते हैं जो इसकी स्केलेबिलिटी, सुरक्षा या स्थिरता को बढ़ाते हैं। एथेरियम की मुख्य शक्तियों में से एक अनुसंधान और विकास से उभरने वाले नए विचारों के अनुसार अनुकूलन करना है। अनुकूलनशीलता एथेरियम को उभरती चुनौतियों से निपटने और सबसे उन्नत तकनीकी सफलताओं के साथ तालमेल बिठाने का लचीलापन देती है।",
  "page-roadmap-how-defined-title": "रोडमैप को कैसे परिभाषित किया जाता है",
  "page-roadmap-how-defined-p1": "रोडमैप ज्यादातर शोधकर्ताओं और डेवलपर्स द्वारा काम के वर्षों का परिणाम है - क्योंकि प्रोटोकॉल बहुत तकनीकी है - लेकिन कोई भी प्रेरित व्यक्ति भाग ले सकता है।",
  "page-roadmap-how-defined-p2": "विचार आमतौर पर <a href=\"https://ethresear.ch\">ethresear.ch</a>, <a href=\"https://ethereum-magicians.org\">Ethereum Magicians</a> या Eth R&D डिस्कॉर्ड सर्वर जैसे फ़ोरम पर चर्चा के रूप में शुरू होते हैं। वे खोजी गई नई कमजोरियों के जवाब हो सकते हैं, एप्लिकेशन परत में काम करने वाले संगठनों (जैसे डैप्स और एक्सचेंजों) के सुझाव या अंतिम यूज़र्स के लिए ज्ञात बाधाओं (जैसे लागत या लेनदेन की गति) से हो सकते हैं।",
  "page-roadmap-how-defined-p3": "जब ये विचार परिपक्व हो जाते हैं, तो उन्हें <a href=\"https://eips.ethereum.org\">एथेरियम सुधार प्रस्ताव</a> के रूप में प्रस्तावित किया जा सकता है। यह सब सार्वजनिक रूप से किया जाता है ताकि समुदाय का कोई भी व्यक्ति किसी भी समय अपनी राय दे सके।",
  "page-roadmap-governance-button": "एथेरियम शासन के बारे में अधिक जानकारी",
  "page-roadmap-hero-alt": "एथेरियम दिशानिर्देश",
  "page-roadmap-technical-upgrades-title": "एथेरियम में कौन से तकनीकी अपग्रेड आ रहे हैं?",
  "page-roadmap-danksharding-title": "डैंकशार्डिंग",
  "page-roadmap-danksharding-description": "डैंकशार्डिंग एथेरियम ब्लॉक में डेटा के \"ब्लॉब्स\" जोड़कर यूज़र्स के लिए L2 रोलअप को बहुत सस्ता बना देता है।",
  "page-roadmap-single-slot-finality-title": "सिंगल स्लॉट अंतिमता",
  "page-roadmap-single-slot-finality-description": "पंद्रह मिनट प्रतीक्षा करने के बजाय, ब्लॉक को एक ही स्लॉट में प्रस्तावित और अंतिम रूप दिया जा सकता है। यह ऐप्स के लिए अधिक सुविधाजनक है और इस पर हमला करना मुश्किल है।",
  "page-roadmap-account-abstraction-title": "खाता ऐब्स्ट्रैक्शन",
  "page-roadmap-account-abstraction-description": "खाता एब्स्ट्रेक्शन अपग्रेड का एक वर्ग है जो जटिल मिडलवेयर का उपयोग करने के बजाय एथेरियम पर मूल रूप से स्मार्ट अनुबंध वॉलेट का समर्थन करता है।",
  "page-roadmap-statelessness-title": "स्तिथि हीनता",
  "page-roadmap-statelessness-description": "स्टेटलेस क्लाइंट बड़ी मात्रा में डेटा संग्रहीत किए बिना नए ब्लॉकों को सत्यापित करने में सक्षम होंगे। यह आज की लागत के केवल एक छोटे से हिस्से के साथ नोड चलाने के सभी लाभ प्रदान करेगा।",
  "page-roadmap-learn-more": "और अधिक जानें",
  "page-roadmap-timeline-title": "इन अपग्रेड के लिए क्या समय-सीमा है?",
  "page-roadmap-blocks-alt": "एथेरियम ब्लॉक",
  "page-roadmap-faq-1-title": "क्या एथेरियम का रोडमैप समय के साथ बदलेगा?",
  "page-roadmap-faq-1-p1": "हाँ—लगभग निश्चित रूप से।",
  "page-roadmap-faq-1-p1-continued": "रोडमैप एथेरियम को अपग्रेड करने की वर्तमान योजना है, जिसमें निकट-अवधि और भविष्य की दोनों योजनाएं शामिल हैं। हम उम्मीद करते हैं कि नई जानकारी और प्रौद्योगिकी उपलब्ध होने पर रोडमैप बदल जाएगा।",
  "page-roadmap-faq-1-p2": "एथेरियम के रोडमैप को एथेरियम में सुधार के इरादों के एक सेट के रूप में सोचें; यह मुख्य शोधकर्ताओं और डेवलपर्स की एथेरियम के इष्टतम मार्ग की सबसे अच्छी परिकल्पना है।",
  "page-roadmap-faq-2-title": "रोडमैप कब पूरा होगा?",
  "page-roadmap-faq-2-p1": "कुछ अपग्रेड कम प्राथमिकता वाले हैं और अगले 5-10 वर्षों (जैसे क्वांटम प्रतिरोध) के लिए लागू नहीं होने की संभावना है।",
  "page-roadmap-faq-2-p1-strong": "प्रत्येक अपग्रेड का सटीक समय देना जटिल है",
  "page-roadmap-faq-2-p1-continued": "क्योंकि कई रोडमैप आइटम पर समानांतर में काम किया जाता है और अलग-अलग गति से विकसित किया जाता है। किसी अपग्रेड की तात्कालिकता भी बाहरी कारकों के आधार पर समय के साथ बदल सकती है (उदाहरण के लिए क्वांटम कंप्यूटर के प्रदर्शन और उपलब्धता में अचानक छलांग क्वांटम-प्रतिरोधी क्रिप्टोग्राफी को और अधिक जरूरी बना सकती है)।",
  "page-roadmap-faq-2-p2": "एथेरियम विकास के बारे में सोचने का एक तरीका जैविक विकास की सादृश्यता से है। एक नेटवर्क जो नई चुनौतियों के अनुकूल होने और फिटनेस बनाए रखने में सक्षम है, उसके सफल होने की संभावना उस नेटवर्क से अधिक है जो परिवर्तन का प्रतिरोधी है, हालांकि जैसे-जैसे नेटवर्क अधिक से अधिक प्रदर्शनकारी, स्केलेबल और सुरक्षित होता जाएगा, प्रोटोकॉल में कम बदलावों की आवश्यकता होगी।",
  "page-roadmap-faq-3-title": "क्या मुझे इन अपग्रेड की तैयारी के लिए कुछ करने की आवश्यकता है?",
  "page-roadmap-faq-3-p1": "अपग्रेड अंतिम-यूज़र्स को बेहतर यूज़र-अनुभव और एक अधिक सुरक्षित प्रोटोकॉल और शायद एथेरियम के साथ इंटरैक्ट करने के लिए और अधिक <i>विकल्प</i> प्रदान करने के अलावा प्रभावित नहीं करते हैं। <strong>नियमित यूज़र्स को किसी अपग्रेड में सक्रिय रूप से भाग लेने की आवश्यकता नहीं है, न ही उन्हें अपनी संपत्ति को सुरक्षित करने के लिए कुछ भी करने की आवश्यकता है।</strong> <a href=\"/glossary/#node\">नोड</a> ऑपरेटरों को अपग्रेड की तैयारी के लिए अपने क्लाइंट को अपडेट करने की आवश्यकता होगी। कुछ अपग्रेड एप्लिकेशन डेवलपर्स के लिए बदलाव ला सकते हैं। उदाहरण के लिए, इतिहास समाप्ति अपग्रेड एप्लिकेशन डेवलपर्स को नए स्रोतों से ऐतिहासिक डेटा प्राप्त करने के लिए प्रेरित कर सकते हैं।",
  "page-roadmap-faq-4-title": "शार्डिंग के बारे में क्या?",
  "page-roadmap-faq-4-p1": "शार्डिंग एथेरियम ब्लॉकचेन को विभाजित करना है ताकि <a href=\"/glossary/#validator\">सत्यापनकर्ताओं</a> के उपसमूह कुल डेटा के केवल एक अंश के लिए जिम्मेदार हों। यह मूल रूप से एथेरियम के स्केल करने का तरीका था। हालांकि, <a href=\"/glossary/#layer-2\">परत 2</a> रोलअप अपेक्षा से बहुत तेजी से विकसित हुए हैं और पहले से ही बहुत स्केलिंग प्रदान कर चुके हैं, और प्रोटो-डैंकशार्डिंग लागू होने के बाद और भी बहुत कुछ प्रदान करेंगे। इसका मतलब है कि \"शार्ड चेन\" की अब आवश्यकता नहीं है और उन्हें रोडमैप से हटा दिया गया है।",
  "page-roadmap-release-status-prod": "उत्पादन में",
  "page-roadmap-release-status-soon": "जल्द आ रहा है",
  "page-roadmap-release-status-dev": "विकास प्रक्रिया में",
  "page-roadmap-release-main-features": "मुख्य विशेषताएँ",
  "page-roadmap-release-learn-more": "अधिक जानें",
  "page-roadmap-paris-pos-title": "प्रूफ ऑफ स्टेक में संक्रमण",
  "page-roadmap-paris-pos-item-1": "ऊर्जा-गहन माइनिंग को स्टेकिंग-आधारित सहमति से प्रतिस्थापित किया गया",
  "page-roadmap-paris-pos-item-2": "एथेरियम की ऊर्जा खपत में ~99.95% की कमी आई",
  "page-roadmap-paris-beacon-title": "बीकन चेन एकीकरण",
  "page-roadmap-paris-beacon-item-1": "बीकन चेन को एथेरियम मेननेट के साथ विलय किया गया",
  "page-roadmap-paris-beacon-item-2": "PoS सहमति तंत्र में पूर्ण संक्रमण को सक्षम किया",
  "page-roadmap-paris-difficulty-title": "कठिनाई बम हटाना",
  "page-roadmap-paris-difficulty-item-1": "माइनिंग की कठिनाई को बढ़ाने वाले कठिनाई बम को हटा दिया गया",
  "page-roadmap-paris-difficulty-item-2": "नए सहमति तंत्र में सुचारू संक्रमण सुनिश्चित किया",
  "page-roadmap-shapella-withdrawals-title": "स्टेकिंग निकालना",
  "page-roadmap-shapella-withdrawals-item-1": "सत्यापनकर्ताओं को उनके स्टेक किए गए ETH और पुरस्कारों को निकालने में सक्षम बनाया",
  "page-roadmap-shapella-withdrawals-item-2": "आंशिक और पूर्ण निकासी क्षमताओं को पेश किया",
  "page-roadmap-shapella-eip4895-title": "EIP-4895: बीकन चेन पुश निकासी",
  "page-roadmap-shapella-eip4895-item-1": "निकासी के लिए एक नया सिस्टम-स्तरीय ऑपरेशन जोड़ा गया",
  "page-roadmap-shapella-eip4895-item-2": "निकासी अनुरोधों का सुरक्षित और कुशल प्रसंस्करण सुनिश्चित किया",
  "page-roadmap-shapella-eip3651-title": "EIP-3651: वार्म कॉइनबेस",
  "page-roadmap-shapella-eip3651-item-1": "कॉइनबेस पते तक पहुंचने के लिए गैस लागत कम की",
  "page-roadmap-shapella-eip3651-item-2": "कुछ स्मार्ट अनुबंध संचालन की दक्षता में सुधार हुआ",
  "page-roadmap-dencun-danksharding-title": "प्रोटो-डैंकशार्डिंग (EIP-4844)",
  "page-roadmap-dencun-danksharding-item-1": "रोलअप लेनदेन लागत को काफी कम करने के लिए ब्लॉब लेनदेन पेश किए गए",
  "page-roadmap-dencun-danksharding-item-2": "एक नया लेनदेन प्रकार जोड़ा जो डेटा को अस्थायी और सस्ते में संग्रहीत करता है",
  "page-roadmap-dencun-eip1153-title": "EIP-1153: क्षणिक भंडारण ऑपकोड",
  "page-roadmap-dencun-eip1153-item-1": "लेनदेन निष्पादन के दौरान अस्थायी भंडारण के लिए TSTORE और TLOAD ऑपकोड जोड़े गए",
  "page-roadmap-dencun-eip1153-item-2": "अधिक कुशल स्मार्ट अनुबंध पैटर्न को सक्षम करता है और गैस लागत को कम करता है",
  "page-roadmap-dencun-eip4788-title": "EIP-4788: EVM में बीकन ब्लॉक रूट",
  "page-roadmap-dencun-eip4788-item-1": "स्मार्ट अनुबंधों के लिए सहमति परत की जानकारी को उजागर करता है",
  "page-roadmap-dencun-eip4788-item-2": "नए ट्रस्ट-मिनिमाइज़्ड अनुप्रयोग और क्रॉस-चेन ब्रिज को सक्षम करता है",
  "page-roadmap-pectra-eoa-title": "स्मार्ट अनुबंध कार्यक्षमता के साथ EOA वॉलेट को बेहतर बनाएँ",
  "page-roadmap-pectra-eoa-item-1": "यूज़र्स अपने पते को किसी मौजूदा स्मार्ट अनुबंध के कोड द्वारा दर्शाए जाने के लिए सेट कर सकते हैं और लेन-देन बैचिंग, लेन-देन शुल्क प्रायोजन या बेहतर पुनर्प्राप्ति तंत्र जैसे लाभ प्राप्त कर सकते हैं",
  "page-roadmap-pectra-balance-title": "अधिकतम प्रभावी शेष राशि बढ़ाएँ",
  "page-roadmap-pectra-balance-item-1": "स्टेकर अब न्यूनतम से ऊपर प्रत्येक 1 ETH पर स्टेक करने और पुरस्कार प्राप्त करने के लिए ETH की एक मनमानी राशि चुन सकते हैं",
  "page-roadmap-pectra-blob-title": "ब्लॉब थ्रूपुट में वृद्धि",
  "page-roadmap-pectra-blob-item-1": "ब्लॉब की संख्या 3 से बढ़ाकर 6 लक्ष्य कर दी जाएगी, जिसमें अधिकतम 9 होंगे, जिसके परिणामस्वरूप एथेरियम रोलअप में सस्ती फीस होगी",
  "page-roadmap-fusaka-peerdas-title": "पीयरडैस (पीयर-टू-पीयर डेटा उपलब्धता सैंपलिंग)",
  "page-roadmap-fusaka-peerdas-item-1": "रोलअप के लिए अधिक कुशल डेटा उपलब्धता को सक्षम करता है",
  "page-roadmap-fusaka-peerdas-item-2": "विकेंद्रीकरण बनाए रखते हुए नोड चलाना अधिक सुलभ बनाता है",
  "page-roadmap-fusaka-additional-title": "संभावित अतिरिक्त विशेषताएँ",
  "page-roadmap-fusaka-additional-item-1": "UX को बेहतर बनाने के लिए मोबाइल उपकरणों पर सुरक्षित एनक्लेव के लिए समर्थन",
  "page-roadmap-fusaka-additional-item-2": "ब्लॉब शुल्क बाजार में सुधार",
  "page-roadmap-fusaka-additional-item-3": "सत्यापनकर्ता दक्षता और नेटवर्क प्रदर्शन में और सुधार",
  "page-roadmap-glamsterdam-discussed-title": "ग्लैमस्टरडम के लिए निर्धारित",
  "page-roadmap-glamsterdam-discussed-item-1": "एनश्राइंड प्रपोजर-बिल्डर सेपरेशन (ePBS)",
  "page-roadmap-glamsterdam-discussed-item-2": "ब्लॉक-स्तरीय एक्सेस सूचियाँ (BALs)"
}
