{
  "page-layer-2-hero-title": "परत 2",
  "page-layer-2-hero-header": "एथेरियम नेटवर्क्स",
  "page-layer-2-hero-description": "एथेरियम का उपयोग लागत के एक अंश में करें।",
  "page-layer-2-hero-button-2-content": "अधिक जानें",
  "page-layer-2-period": "।",
  "page-layer-2-calloutCard-1-title": "$0.01 शुल्क",
  "page-layer-2-calloutCard-1-description": "आप उच्च लागतों की चिंता किए बिना ट्रे़ड कर सकते हैं, वैश्विक स्तर पर धन भेज सकते हैं, या एप्लिकेशन्स का उपयोग कर सकते हैं।",
  "page-layer-2-calloutCard-2-title": "लगभग तत्काल लेनदेन",
  "page-layer-2-calloutCard-2-description": "चाहे आप त्वरित भुगतान कर रहे हों या विकेन्द्रीकृत वित्त(DeFi) में संलग्न हों, सभी लेनदेन में केवल कुछ सेकंड लगते हैं।",
  "page-layer-2-calloutCard-3-title": "एथेरियम द्वारा समर्थित",
  "page-layer-2-calloutCard-3-description": "एथेरियम का समय-सिद्ध और विकेन्द्रीकृत ब्लॉकचेन अन्य नए नेटवर्क्स के लिए सेटलमेंट परत के रूप में कार्य करता है।",
  "page-layer-2-meta-title": "एथेरियम लेयर 2: लाभ और उपयोग का परिचय",
  "page-layer-2-meta-description": "एथेरियम लेयर 2 नेटवर्क्स के बारे में जानें",
  "page-layer-2-powered-by-ethereum-title": "एथेरियम द्वारा संचालित",
  "page-layer-2-powered-by-ethereum-description-1": "एथेरियम अब केवल एक एकल नेटवर्क नहीं है।",
  "page-layer-2-powered-by-ethereum-description-2": "इसके ऊपर निर्मित सैकड़ों ब्लॉकचेन के साथ, एथेरियम अब अधिक लागत-प्रभावी, तेज़, और रोज़मर्रा के उपयोग के लिए सुलभ हो गया है।",
  "page-layer-2-powered-by-ethereum-description-3": "एथेरियम द्वारा संचालित कई नेटवर्क्स में से एक में शामिल होकर भविष्य को अपनाएं!",
  "page-layer-2-man-and-dog-alt": "आदमी और कुत्ता खेल रहे हैं",
  "page-layer-2-blockchain-transaction-cost": "एथेरियम ब्लॉकचेन पर औसत लेनदेन लागत",
  "page-layer-2-networks-transaction-cost": "एथेरियम द्वारा समर्थित नेटवर्क्स पर औसत लेनदेन लागत",
  "page-layer-2-network-of-networks-title": "बहुत सारे नेटवर्क का नेटवर्क",
  "page-layer-2-network-of-networks-description": "एथेरियम की ताकत और सुरक्षा अन्य नेटवर्क्स के लिए एक ऐसा प्लेटफॉर्म प्रदान करती है जिस पर वे निर्माण कर सकें। एक ही खाते के साथ, सब कुछ संगत होता है और सहज रूप से जुड़ता है।",
  "page-layer-2-ethereum-logo-alt": "इथेरियम",
  "page-layer-2-ready-to-start-title": "शुरू करने के लिए तैयार हैं?",
  "page-layer-2-ready-to-start-description": "आपके लिए उपलब्ध सभी विभिन्न नेटवर्क्स को देखें।",
  "page-layer-2-ready-to-start-button": "नेटवर्क्स का अन्वेषण करें",
  "page-layer-2-go": "Go",
  "page-layer-2-walking-alt": "पैदल चलना",
  "page-layer-2-why-do-we-need-multiple-networks-1": "एथेरियम पर कई नेटवर्क की आवश्यकता क्यों है?",
  "page-layer-2-why-do-we-need-multiple-networks-2": "एथेरियम पर ये सभी नेटवर्क क्यों हैं और केवल एक एथेरियम नेटवर्क क्यों नहीं?",
  "page-layer-2-faq-title": "अक्सर पूछे जाने वाले सवाल",
  "page-layer-2-faq-ExpandableCard-1-title": "मैं कैसे जानूं कि कोई नेटवर्क एथेरियम का हिस्सा है?",
  "page-layer-2-faq-ExpandableCard-1-description-1": "एथेरियम के संबंध में नेटवर्क को वर्गीकृत करने के कई अलग-अलग तरीके हैं। कई नेटवर्क लोकप्रियता हासिल करने के लिए एथेरियम को स्केल करने का दावा करते हैं। हालांकि, एक स्पष्ट दृष्टिकोण यह है कि क्या नेटवर्क अपना डेटा एथेरियम मुख्य नेटवर्क पर संग्रहीत करता है। यह यूज़र सुरक्षा को बहुत बढ़ाता है और एथेरियम के अनुमतिहीन दृष्टिकोण को। ऐसे प्रोजेक्ट्स को अक्सर \"रोलअप्स\" कहा जाता है। यदि डेटा कहीं और संग्रहीत किया जाता है, तो प्रोजेक्ट एथेरियम का सीधा विस्तार नहीं है और बल्कि स्वतंत्र है। कुछ सबसे लोकप्रिय को देखें",
  "page-layer-2-faq-ExpandableCard-1-description-2": "कुछ विशिष्ट उद्योगों को ऐसी सीधी निकट संबंध की आवश्यकता नहीं हो सकती जैसे गेमिंग या गैर-वित्तीय एप्लिकेशन्स जहां विभिन्न तकनीकें बेहतर फिट होती हैं।",
  "page-layer-2-faq-ExpandableCard-2-title": "क्या ये सभी नेटवर्क सुरक्षित हैं?",
  "page-layer-2-faq-ExpandableCard-2-description-1": "हालांकि सामान्य रूप से मजबूत सुरक्षा सुविधाओं के साथ डिज़ाइन किए गए हैं, उनकी सुरक्षा अंतर्निहित तकनीक, स्मार्ट अनुबंध सुरक्षा, और",
  "page-layer-2-faq-ExpandableCard-2-link": "नेटवर्क की परिपक्वता",
  "page-layer-2-faq-ExpandableCard-2-description-2": "यूज़र को उचित परिश्रम करना चाहिए, छोटे [लेनदेन] से शुरू करके और विकास पर अपडेट रहकर सुरक्षित उपयोग सुनिश्चित करने के लिए।",
  "page-layer-2-faq-ExpandableCard-3-title": "एथेरियम अपने चेन को स्केल क्यों नहीं कर सकता इन नेटवर्क पर निर्भर रहने के बजाय?",
  "page-layer-2-faq-ExpandableCard-3-description": "एथेरियम आसानी से अपनी मुख्य चेन को स्केल नहीं कर सकता क्योंकि इसे सुरक्षित और विकेंद्रीकृत रहना आवश्यक है। मुख्य चेन को तेज़ बनाने से यह कम सुरक्षित और अधिक केंद्रीकृत हो सकता है। एथेरियम नेटवर्क मुख्य चेन से बाहर लेनदेन प्रोसेस करके मदद करते हैं और फिर सुरक्षा के लिए मुख्य चेन का उपयोग करते हैं, जिससे एथेरियम अधिक लेनदेन को संभाल सके बिना सुरक्षा या विकेंद्रीकरण खोए।",
  "page-layer-2-faq-ExpandableCard-4-title": "एथेरियम नेटवर्क में 'आधिकारिक' क्यों नहीं हैं?",
  "page-layer-2-faq-ExpandableCard-4-description": "जैसे कोई 'आधिकारिक' इथेरियम क्लाइंट नहीं है, वैसे ही कोई 'आधिकारिक' इथेरियम परत 2 नहीं है। इथेरियम अनुमति की आवश्यकता नहीं होती है - तकनीकी रूप से कोई भी परत 2 बना सकता है! कई टीमें परत 2 के अपने संस्करण को लागू करेंगी, और एक पूरे के रूप में पारिस्थितिकी तंत्र को डिजाइन दृष्टिकोणों की विविधता से लाभ होगा जो विभिन्न उपयोग के मामलों के लिए अनुकूलित हैं। जैसे हमारे पास नेटवर्क में विविधता रखने के लिए कई टीमों द्वारा विकसित कई इथेरियम क्लाइंट हैं, और इस तरह से भी भविष्य में परत 2 विकसित होंगे।",
  "page-layer-2-callout-1-title": "विभिन्न नेटवर्क का अन्वेषण करें",
  "page-layer-2-callout-1-description": "सीखें कि नेटवर्क एक-दूसरे से कैसे भिन्न हैं और उनके विकास में कितनी प्रगति हुई है।",
  "page-layer-2-callout-2-title": "अधिक विवरण में रुचि है?",
  "page-layer-2-callout-2-description": "इस स्केलिंग दृष्टिकोण के लिए तकनीक और कारणों के बारे में उत्सुक? सोच और विभिन्न तकनीकी दृष्टिकोणों के बारे में अधिक जानें।",
  "page-layer-2-arbitrum-description": "आर्बिट्रम वन ऑफ-चेन Labs द्वारा निर्मित एक सामान्य-उद्देश्य आशावादी रोलअप है और आर्बिट्रम DAO द्वारा शासित है।",
  "page-layer-2-base-description": "Base OP Stack के साथ निर्मित एक आशावादी रोलअप है। यह कहीं भी किसी के लिए भी ऑनचेन निर्माण करने के लिए कम लागत वाला और बिल्डर-अनुकूल तरीका प्रदान करता है।",
  "page-layer-2-optimism-description": "OP मेननेट एक EVM-समान आशावादी रोलअप है। यह तेज़, सरल और सुरक्षित होने का लक्ष्य रखता है।",
  "page-layer-2-blast-description": "Blast एक EVM-संगत आशावादी रोलअप है जो मूल उपज का समर्थन करता है।",
  "page-layer-2-zksync2-description": "ZKsync Era एक सामान्य-उद्देश्य ZK रोलअप है जिसमें पूर्ण EVM संगतता है।",
  "page-layer-2-linea-description": "Linea Consensys zkEVM द्वारा संचालित एक ZK रोलअप है, जो एथेरियम नेटवर्क को स्केल करने के लिए डिज़ाइन किया गया है।",
  "page-layer-2-scroll-description": "Scroll ZK तकनीक और EVM संगतता के माध्यम से एथेरियम की क्षमताओं को विस्तारित करने वाला ZK रोलअप है।",
  "page-layer-2-starknet-description": "स्टार्कनेट STARKs और Cairo VM पर आधारित एक सामान्य उद्देश्य ZK रोलअप है।",
  "page-layer-2-mode-description": "मोड AIFi अर्थव्यवस्था का निर्माण करने वाला OP स्टैक आशावादी रोलअप है।",
  "page-layer-2-taiko-description": "Taiko एक विकेंद्रीकृत, एथेरियम-समान ZK-EVM रोलअप है जो सहज क्रॉस-चेन संचार को सक्षम बनाता है।",
  "page-layer-2-unichain-description": "यूनिचेन एक DeFi-नेटिव एथेरियम L2 है, जिसे विभिन्न चेनों की लिक्विडिटी का घर बनने के लिए बनाया गया है।",
  "page-layer-2-ink-description": "इंक एक एथेरियम OP स्टैक परत 2 ब्लॉकचेन है जिसे सुपरचेन के लिए DeFi का घर बनने के लिए डिज़ाइन किया गया है; यह अभिनव DeFi प्रोटोकॉल को डिप्लॉय करने के लिए एक शक्तिशाली बेसलेयर है।",
  "page-layer-2-zircuit-description": "ज़िरकुइट एक EVM-कम्पैटिबल ZK रोलअप है, जिसमें दुर्भावनापूर्ण लेन-देन का पता लगाने और उन्हें रोकने के लिए AI-संचालित सीक्वेंसर-लेवल सिक्योरिटी की सुविधा है।"
}
