{
  "page-events-meta-title": "क्रिप्टो इवेंट्स {year}",
  "page-events-meta-description": "{year} को आकार देने वाले शीर्ष क्रिप्टो और ब्लॉकचेन सम्मेलनों की खोज करें। प्रमुख एथेरियम इवेंट्स, Web3 मीटअप और वैश्विक समारोहों का पता लगाएं।",
  "page-events-hero-title": "क्रिप्टो इवेंट्स {year}",
  "page-events-hero-subtitle": "एथेरियम लोगों के माध्यम से जीवंत होता है। छोटे Web3 मीटअप और सामुदायिक समारोहों से लेकर प्रमुख सम्मेलनों, हैकाथॉन और स्थायी सामुदायिक केंद्रों तक, जो दुनिया भर में स्थानीय पारिस्थितिक तंत्र को आधार प्रदान करते हैं।",
  "page-events-whats-on-page": "इस पेज पर क्या है?",
  "page-events-nav-community-hubs": "सामुदायिक केंद्र",
  "page-events-nav-meetups": "मीटअप्स",
  "page-events-nav-conferences": "सम्मेलन",
  "page-events-nav-for-organizers": "आयोजकों के लिए",
  "page-events-section-major-conferences": "प्रमुख ब्लॉकचेन सम्मेलन",
  "page-events-section-hubs": "एथेरियम सामुदायिक केंद्र",
  "page-events-section-hubs-subtitle": "आप इन स्थायी स्थानों में नियमित सह-कार्य सत्रों और सामुदायिक इवेंट्स में शामिल हो सकते हैं, जो प्रेरित कार्य, सीखने, जुड़ने और निर्माण के लिए उत्तम हैं।",
  "page-events-hub-description-london": "Encode Club में एथेरियम बिल्डरों, शोधकर्ताओं, रचनाकारों, छात्रों और खोजकर्ताओं के लिए एक समर्पित मंज़िल।",
  "page-events-hub-description-berlin": "Ethereum फाउंडेशन का कार्यालय हर बुधवार को बिल्डरों, शोधकर्ताओं, रचनाकारों, छात्रों और खोजकर्ताओं के लिए अपने दरवाज़े खोलता है ताकि वे साथ काम कर सकें, जुड़ सकें और सहयोग कर सकें।",
  "page-events-hub-description-dubai": "संस्थापकों, बिल्डरों, शोधकर्ताओं और खोजकर्ताओं के लिए Hadron Founders Club में साथ काम करने, जुड़ने, सहयोग करने और सीखने के लिए एक प्रेरक स्थान।",
  "page-events-hub-description-lagos": "लागोस में Web3Bridge पर बिल्डरों, संस्थापकों, शोधकर्ताओं और रचनाकारों के लिए एक साथ काम करने, सहयोग करने और विकसित होने के लिए एक जीवंत सामुदायिक स्थान।",
  "page-events-hub-description-sf": "Frontier Tower सैन फ्रांसिस्को के केंद्र में एक 16-मंजिला वर्टिकल विलेज है, जहां लोग एक आरामदायक, प्रेरक वातावरण में डीप टेक और फ्रंटियर टेक्नोलॉजी को आगे बढ़ाते हैं। 12वीं मंज़िल एथेरियम और विकेंद्रीकृत तकनीक की मेज़बानी कर रही है।",
  "page-events-hub-cta-default": "रोज़ाना सह-कार्य और नियमित इवेंट्स के लिए शामिल हों।",
  "page-events-hub-cta-berlin": "सह-कार्य बुधवार और नियमित इवेंट्स के लिए शामिल हों।",
  "page-events-hub-coworking-cta": "सह-कार्य के लिए साइन अप करें",
  "page-events-hub-meetup-cta": "मीटअप देखें",
  "page-events-hub-apply-cta": "एक हब की मेज़बानी के लिए आवेदन करें",
  "page-events-hub-cowork-signup": "सह-कार्य साइन अप",
  "page-events-hub-meetups": "मीटअप्स",
  "page-events-section-find-events": "अपने आस-पास इवेंट्स खोजें",
  "page-events-section-find-events-subtitle": "एथेरियम पारिस्थितिकी तंत्र में दुनिया भर से आगामी सम्मेलनों, हैकाथॉन और सामुदायिक समारोहों की खोज करें।",
  "page-events-search-placeholder": "नाम या स्थान से खोजें",
  "page-events-search-sr-text": "आपके टाइप करते ही परिणाम अपडेट हो जाते हैं",
  "page-events-search-submit-sr-text": "सबमिट करने पर परिणाम अपडेट होते हैं",
  "page-events-search-results-title": "खोज परिणाम",
  "page-events-search-no-results": "आपकी खोज से मेल खाने वाले कोई इवेंट नहीं मिले",
  "page-events-search-hero-title": "एथेरियम इवेंट्स",
  "page-events-search-metadata-description": "दुनिया भर में आगामी मीटअप खोजें और उनका पता लगाएं और अपने शहर में एथेरियम पर निर्माण करने वाले लोगों से जुड़ें।",
  "page-events-search-hero-title-q": "एथेरियम इवेंट्स: \"{q}\"",
  "page-events-search-hero-subtitle": "एथेरियम एक ही समय में स्थानीय और वैश्विक है। मीटअप और सह-कार्य सत्रों से लेकर प्रमुख सम्मेलनों और हैकाथॉन तक, {location} और आसपास के क्षेत्र में होने वाले एथेरियम इवेंट्स का पता लगाएं। बिल्डरों से मिलें, कुछ नया सीखें और स्थानीय पारिस्थितिकी तंत्र का हिस्सा बनें।",
  "page-events-section-local-meetups": "स्थानीय एथेरियम समुदाय मीटअप",
  "page-events-section-local-meetups-subtitle": "एथेरियम के उत्साही लोगों के समूहों द्वारा आयोजित इवेंट्स—एथेरियम में रुचि रखने वाले लोगों के लिए एक साथ आने, एथेरियम के बारे में बात करने और हाल के विकास के बारे में जानने का एक मौका।",
  "page-events-section-upcoming-conferences": "आगामी एथेरियम सम्मेलन",
  "page-events-section-upcoming-conferences-subtitle": "एथेरियम समुदाय में सबसे प्रेरणादायक सम्मेलनों का पता लगाएं, जहां बिल्डर, शोधकर्ता और सपने देखने वाले सीखने, जुड़ने और भविष्य को आकार देने के लिए एक साथ आते हैं।",
  "page-events-see-all": "सभी देखें",
  "page-events-section-organizers": "इवेंट आयोजकों के लिए",
  "page-events-section-organizers-subtitle": "चाहे आप अपना पहला इवेंट प्लान कर रहे हों या किसी मीटअप, वर्कशॉप, हैकाथॉन या सामुदायिक सभा की मेज़बानी कर रहे हों, कई उपयोगी संसाधन और टीमें हैं जो मार्गदर्शन, समर्थन और अतिरिक्त संसाधन प्रदान कर सकती हैं ताकि आपका इवेंट सफल हो और सबसे अधिक प्रभाव डाल सके।",
  "page-events-section-organizers-planning": "एक इवेंट की योजना बना रहे हैं?",
  "page-events-section-organizers-planning-description": "यहाँ समुदाय के समर्थन से, समुदाय के लिए लिखी गई एक व्यापक इवेंट गाइड है।",
  "page-events-section-organizers-planning-cta": "गाइड पढ़ें",
  "page-events-section-support": "समर्थन खोज रहे हैं?",
  "page-events-section-support-subtitle": "नीचे, आपको ऐसी टीमें मिलेंगी जो आपको समर्थन, मार्गदर्शन और सहायता प्रदान कर सकती हैं, चाहे आप अपने पहले इवेंट की योजना बना रहे हों, किसी चल रहे इवेंट, सामुदायिक समारोहों की श्रृंखला, या अन्य पहलों को जारी रख रहे हों, विकसित कर रहे हों या सुधार रहे हों।",
  "page-events-support-ethereum-everywhere": "एथेरियम एवरीवेयर",
  "page-events-support-ethereum-everywhere-description": "एथेरियम एवरीवेयर टीम Ethereum फाउंडेशन के भीतर एक पारिस्थितिकी तंत्र प्रवर्धन टीम है, जो स्थानीय समुदायों और इवेंट्स को विविध तरीकों से सशक्त और समर्थन करती है, और उन्हें दीर्घकालिक रूप से सफल और स्थायी बनने में मदद करती है।",
  "page-events-support-ethereum-everywhere-guidance": "मार्गदर्शन",
  "page-events-support-ethereum-everywhere-guidance-description": "सफल इवेंट्स और समुदायों की योजना बनाने और चलाने पर मैत्रीपूर्ण सलाह जो नए बिल्डरों और यूज़र्स का स्वागत करते हैं, उन्हें शामिल होने में मदद करते हैं, और मौजूदा समुदायों को जुड़ा और व्यस्त रखते हैं।",
  "page-events-support-ethereum-everywhere-resources": "संसाधन",
  "page-events-support-ethereum-everywhere-resources-description": "आयोजकों को सुसंगत और आकर्षक अनुभव बनाने में मदद करने के लिए टेम्पलेट, सर्वोत्तम प्रथाएं, अपडेट और अवसर बोर्ड प्रदान करना।",
  "page-events-support-ethereum-everywhere-connections": "कनेक्शन और प्रवर्धन",
  "page-events-support-ethereum-everywhere-connections-description": "क्षेत्रीय भागीदारों, योगदानकर्ताओं और वक्ताओं को खोजने में सहायता - साथ ही समुदाय और सोशल मीडिया चैनलों के माध्यम से दृश्यता।",
  "page-events-support-geode-labs": "जियोड लैब्स",
  "page-events-support-geode-labs-description": "जियोड लैब्स एक वैश्विक एथेरियम पारिस्थितिकी तंत्र विकास संगठन और उत्पाद स्टूडियो है जो Ethereum फाउंडेशन से पैदा हुआ है।",
  "page-events-support-geode-labs-grants": "जियोड लैब्स अनुदान कार्यक्रम",
  "page-events-support-geode-labs-grants-description": "जमीनी स्तर पर ध्यान केंद्रित करते हुए एथेरियम विकेंद्रीकरण को मजबूत करने के लिए पारिस्थितिकी तंत्र अनुदान।",
  "page-events-support-geode-labs-local": "लोकल एथेरियम",
  "page-events-support-geode-labs-local-description": "एथेरियम की भू-कहानियों को बताने के लिए स्थानीय समुदाय के नेताओं के साथ सहयोग करने वाला एक न्यूज़लेटर।",
  "page-events-support-geode-labs-ethstars": "ETHStars",
  "page-events-support-geode-labs-ethstars-description": "एक एथेरियम समुदाय केंद्र जहाँ बिल्डर सीखते हैं, जुड़ते हैं और कमाते हैं।",
  "page-events-get-in-touch": "संपर्क करें",
  "page-events-filter-all": "सभी",
  "page-events-filter-conferences": "सम्मेलन",
  "page-events-filter-hackathons": "हैकाथॉन",
  "page-events-filter-meetups": "मीटअप्स",
  "page-events-view-all-conferences": "सभी सम्मेलन देखें",
  "page-events-view-all-meetups": "सभी मीटअप देखें",
  "page-events-no-upcoming": "इस समय कोई आगामी इवेंट नहीं है",
  "page-events-tag-online": "ऑनलाइन",
  "page-events-tag-conference": "सम्मेलन",
  "page-events-tag-hackathon": "हैकथॉन",
  "page-events-tag-meetup": "मीटअप",
  "page-events-tag-popup": "पॉपअप",
  "page-events-tag-group": "समूह",
  "page-events-tag-other": "अन्य",
  "page-events-tag-cowork": "सह-कार्य",
  "page-events-continent-africa": "अफ्रीका",
  "page-events-continent-asia": "एशिया",
  "page-events-continent-europe": "यूरोप",
  "page-events-continent-middle-east": "मध्य पूर्व",
  "page-events-continent-north-america": "उत्तरी अमेरिका",
  "page-events-continent-oceania": "ओशिनिया",
  "page-events-continent-south-america": "दक्षिण अमेरिका",
  "page-events-conferences-hero-title": "क्रिप्टो सम्मेलन {year}",
  "page-events-conferences-hero-subtitle": "{year} को आकार देने वाले शीर्ष क्रिप्टो और ब्लॉकचेन सम्मेलनों की खोज करें। प्रमुख एथेरियम इवेंट्स, Web3 मीटअप और वैश्विक समारोहों का पता लगाएं जो विकेंद्रीकृत नवाचार की अगली लहर को संचालित कर रहे हैं।",
  "page-events-conferences-major-events": "प्रमुख इवेंट्स",
  "page-events-meetups-hero-title": "एथेरियम मीटअप {year}",
  "page-events-meetups-hero-subtitle": "एथेरियम मीटअप वह जगह है जहाँ वास्तविक समुदाय बनता है। कैजुअल बिल्डर हैंगआउट और सह-कार्य दिवसों से लेकर कार्यशालाओं और स्थानीय पारिस्थितिकी तंत्र समारोहों तक। दुनिया भर में आगामी मीटअप का पता लगाएं और अपने शहर में एथेरियम पर निर्माण करने वाले लोगों से जुड़ें।",
  "page-events-meetups-events-subtitle": "एथेरियम पारिस्थितिकी तंत्र के आसपास आगामी हैकाथॉन, सामुदायिक समारोहों और सम्मेलनों की खोज करें।",
  "page-events-cta-title": "एक इवेंट का आयोजन कर रहे हैं?",
  "page-events-cta-body": "यह हमारे समुदाय द्वारा बनाए रखी गई एक गैर-विस्तृत सूची है। क्या आप इस सूची में जोड़ने के लिए किसी आगामी एथेरियम इवेंट के बारे में जानते हैं?",
  "page-events-cta-button": "इवेंट सबमिट करें"
}
