{
  "page-wallets-accounts-addresses": "वॉलेट, खाते, कुंजियां और पते",
  "page-wallets-accounts-addresses-desc": "यह कुछ प्रमुख शब्दों के बीच के अंतर को समझने के लायक है।",
  "page-wallets-accounts-ethereum-addresses": "<b>एथेरियम खाते का एक पता होता है</b>, जैसे एक इनबॉक्स का एक ईमेल पता होता है। इसका उपयोग आपकी डिजिटल एसेट्स की पहचान करने के लिए किया जाता है।",
  "page-wallets-alt": "एक निकाय के लिए एक तिजोरी के साथ एक रोबोट का चित्रण, इथेरियम वॉलेट को दर्शाता है",
  "page-wallets-ethereum-account": "<b>एथेरियम खाता चाबियों की एक जोड़ी होती है</b>। <a href=\"/glossary/#public-key\"> एक कुंजी</a> का उपयोग उस पते को बनाने के लिए किया जाता है जिसे आप स्वतंत्र रूप से साझा कर सकते हैं, और <a href=\"/glossary/#private-key\">अन्य कुंजी</a> आपको गुप्त रखने की आवश्यकता होती है क्योंकि इसका उपयोग चीजों पर हस्ताक्षर करने के लिए किया जाता है। साथ में, ये कुंजियाँ आपको एसेट्स रखने और लेनदेन करने देती हैं।",
  "page-wallets-blog": "कॉइनबेस ब्लॉग",
  "page-wallets-bookmarking": "अपने वॉलेट को बुकमार्क करें",
  "page-wallets-bookmarking-desc": "यदि आप वेब वॉलेट का उपयोग करते हैं, तो फ़िशिंग स्कैम से खुद को बचाने के लिए साइट को बुकमार्क करें।",
  "page-wallets-cd": "<b>भौतिक हार्डवेयर वॉलेट</b> ऐसे उपकरण हैं जो आपको अपने क्रिप्टो को ऑफ़लाइन रखने देते हैं – बहुत सुरक्षित",
  "page-wallets-desc-2": "वॉलेट वह जगह है जिसमें ज़्यादातर लोग अपनी डिजिटल संपत्ति और पहचान को संभालकर रखते हैं।",
  "page-wallets-desc-2-link": "ETH के बारे में अधिक जानकारी",
  "page-wallets-desc-3": "आपका वॉलेट आपके इथेरियम खाते के साथ इंटरैक्ट करने के लिए एक टूल है। इसका मतलब है कि आप किसी भी समय वॉलेट प्रदाताओं को अदला-बदली कर सकते हैं। कई वॉलेट से आप एक एप्लिकेशन से कई इथेरियम खाते मैनेज कर पाते हैं।",
  "page-wallets-desc-4": "वॉलेट प्रदाताओं के पास आपके धन का ऐक्सेस नहीं होता। वे आपको इथेरियम पर अपनी संपत्ति देखने के लिए एक विंडो उपलब्ध कराते हैं और उन्हें आसानी से प्रबंधित करने के लिए टूल प्रदान करते हैं।",
  "page-wallets-description": "इथेरियम वॉलेट ऐसे एप्लिकेशन हैं जो आपको अपने खाते पर नियंत्रण देते हैं। आपके असली बटुए की तरह, इसमें वह सब कुछ होता है जिसकी आपको अपनी पहचान साबित करने और अपनी संपत्ति को संभालने के लिए आवश्यकता होती है। आपका वॉलेट आपको एप्लिकेशन में साइन इन करने, अपना बैलेंस देखने, लेनदेन भेजने और अपनी पहचान सत्यापित करने की अनुमति देता है।",
  "page-wallets-desktop": "<b>डेस्कटॉप एप्लिकेशन</b> यदि आप macOS, Windows या Linux के माध्यम से अपने फंड का प्रबंधन करना पसंद करते हैं",
  "page-wallets-ethereum-wallet": "<b>वॉलेट एक ऐसा टूल है जो आपको</b> अपनी कुंजियों का उपयोग करके अपने खाते से इंटरैक्ट करने देता है। यह आपको अपने खाते की शेष राशि देखने, लेनदेन भेजने और बहुत कुछ करने की अनुमति देता है।",
  "page-wallets-explore": "इथेरियम का अन्वेषण करें",
  "page-wallets-features-desc": "हम उन सुविधाओं के आधार पर आपको अपना वॉलेट चुनने में मदद कर सकते हैं, जिनकी आप परवाह करते हैं।",
  "page-wallets-features-title": "सुविधाओं के आधार पर वॉलेट की तुलना करें",
  "page-wallets-find-wallet-btn": "वॉलेट खोजें",
  "page-wallets-find-wallet-link": "वॉलेट खोजें",
  "page-wallets-get-some": "कुछ ETH प्राप्त करें",
  "page-wallets-get-some-alt": "लेगो ईंटों से बने एक ETH लोगो बनाते हुए हाथ का चित्रण",
  "page-wallets-get-some-btn": "कुछ ETH प्राप्त करें",
  "page-wallets-get-some-desc": "ETH इथेरियम का मूल क्रिप्टो है। इथेरियम एप्लिकेशन का उपयोग करने के लिए आपको अपने वॉलेट में कुछ ETH की आवश्यकता होगी।",
  "page-wallets-keys-to-safety": "आपके क्रिप्टो को सुरक्षित रखने की कुंजी",
  "page-wallets-manage-funds": "आपके धन के प्रबंधन के लिए एक ऐप",
  "page-wallets-manage-funds-desc": "आपका वॉलेटआपके बैलेंस, लेनदेन के इतिहास को दिखाता है और आपको धन भेजने/प्राप्त करने का एक तरीका देता है। कुछ वॉलेट अधिक चीज़ों की पेशकश कर सकते हैं।",
  "page-wallets-meta-description": "इथेरियम वॉलेट का उपयोग करने के लिए आपको क्या जानना चाहिए।",
  "page-wallets-meta-title": "इथेरियम वॉलेट",
  "page-wallets-mobile": "<b>मोबाइल एप्लिकेशन </b>जो आपके फंड को कहीं से भी एक्सेस करने देते हैं",
  "page-wallets-more-on-dapps-btn": "dapps को और जाने",
  "page-wallets-most-wallets": "अधिकांश वॉलेट उत्पाद आपको एक इथेरियम खाता जनरेट करने देंगे। इसलिए वॉलेट डाउनलोड करने से पहले आपको उसकी आवश्यकता नहीं है।",
  "page-wallets-protecting-yourself": "अपनी और अपने धन की रक्षा करना",
  "page-wallets-seed-phrase": "अपना <a href=\"/glossary/#recovery-phrase\">पुनर्प्राप्ति वाक्यांश</a> लिखें",
  "page-wallets-seed-phrase-desc": "वॉलेट अक्सर आपको एक सीड फ़्रेज़ देंगे, जो आपको कहीं सुरक्षित लिखना होगा। यही एकमात्र तरीका है, जिससे आप अपने वॉलेट को पुनर्प्राप्त कर पाएंगे।",
  "page-wallets-seed-phrase-example": "यहाँ पर एक उदाहरण है:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "इसे कंप्यूटर पर स्टोर न करें। इसे लिख लें और सुरक्षित रखें।",
  "page-wallets-slogan": "अपने डिजिटल भविष्य की कुंजी बनाए रखना",
  "page-wallets-stay-safe": "कैसे सुरक्षित रहें",
  "page-wallets-stay-safe-desc": "वित्तीय स्वतंत्रता और कहीं भी धन तक पहुँच प्राप्त और उपयोग करने की क्षमता जिम्मेदारी के साथ आती है – क्रिप्टो में कोई ग्राहक सहायता नहीं है। <b>आप अपनी कुंजियों को सुरक्षित और संरक्षित रखने के लिए जिम्मेदार हैं</b>।",
  "page-wallets-subtitle": "वॉलेट आपको अपनी डिजिटल संपत्ति तक पहुंचने और एप्लिकेशन में साइन इन करने में मदद करते हैं।",
  "page-wallets-take-responsibility": "अपने स्वयं के धन की जिम्मेदारी लें",
  "page-wallets-take-responsibility-desc": "केंद्रीकृत एक्सचेंज आपके वॉलेट को एक यूज़रनेम और पासवर्ड से लिंक करेंगे जिसे आप पारंपरिक तरीके से दोबारा पा सकते हैं। याद रखें कि आप अपने धन की हिरासत के साथ उस एक्सचेंज पर भरोसा कर रहे हैं। यदि एक्सचेंज को वित्तीय परेशानी है, तो आपका धन जोखिम में होगा।",
  "page-wallets-tips": "सुरक्षित रहने के और उपाय",
  "page-wallets-tips-community": "संप्रदाय से",
  "page-wallets-title": "इथेरियम वॉलेट",
  "page-wallets-triple-check": "सब कुछ तीन बार जाँचें",
  "page-wallets-triple-check-desc": "याद रखें कि लेन-देन को रिवर्स नहीं किया जा सकता है और वॉलेट को आसानी से रिकवर नहीं किया जा सकता है इसलिए सावधानी बरतें और हमेशा सावधान रहें।",
  "page-wallets-try-dapps": "कुछ डेप्स आज़माएँ",
  "page-wallets-try-dapps-alt": "एक साथ काम करते हुए इथेरियम संप्रदाय के सदस्यों का एक चित्रण",
  "page-wallets-try-dapps-desc": "डेप्स इथेरियम पर निर्मित एप्लिकेशन हैं। वे अधिकांश पारंपरिक एप्लिकेशन की तुलना में आपके डेटा के लिए सस्ते, उचित और बढ़िया हैं।",
  "page-wallets-types": "वॉलेट के प्रकार",
  "page-wallets-types-desc": "अपने खाते के साथ इंटरफ़ेस और इंटरैक्ट करने के लिए कुछ तरीके हैं:",
  "page-wallets-web-browser": "<b>ब्राउज़र वॉलेट</b>, वेब एप्लिकेशन हैं जो आपको सीधे ब्राउज़र में अपने खाते से इंटरैक्ट करने देते हैं",
  "page-wallets-web-browser-extension": "<b>ब्राउज़र एक्सटेंशन वॉलेट</b> आपके द्वारा डाउनलोड किए गए एक्सटेंशन हैं जो आपको ब्राउज़र के माध्यम से अपने खाते और एप्लिकेशन के साथ इंटरैक्ट करने देते हैं",
  "page-wallets-whats-a-wallet": "इथेरियम वॉलेट क्या है?",
  "page-wallets-your-ethereum-account": "आपका इथेरियम खाता",
  "page-wallets-your-ethereum-account-desc": "आपका वॉलेट आपके इथेरियम खाते में आपकी खिड़की है - आपका बैलेंस, लेन-देन इतिहास और भी बहुत कुछ। लेकिन आप किसी भी समय वॉलेट प्रदाताओं को स्वैप कर सकते हैं।",
  "page-wallets-your-login": "इथेरियम एप्लिकेशन के लिए आपका लॉगिन",
  "page-wallets-your-login-desc": "आपका वॉलेट आपको अपने इथेरियम खाते का उपयोग करके एप्लिकेशन से कनेक्ट करने देता है। यह एक लॉग-इन की तरह है जिसे आप कई ऐप्लिकेशन में इस्तेमाल कर सकते हैं।",
  "additional-reading-how-to-create-an-ethereum-account": "इथेरियम खाते को कैसे बनाएं",
  "additional-reading-how-to-use-a-wallet": "वॉलेट का उपयोग कैसे करें"
}
