{
  "comp-withdrawal-comparison-current-title": "वर्तमान स्टेकर्स",
  "comp-withdrawal-comparison-current-li-1": "कुछ उपयोगकर्ताओं ने शुरुआत में अपनी स्टेकिंग जमा राशि सेट करते समय निकासी पता प्रदान किया होगा - इन उपयोगकर्ताओं को और कुछ करने की जरूरत नहीं है",
  "comp-withdrawal-comparison-current-li-2": "अधिकांश स्टेकर्स शुरुआती जमा पर निकासी का पता नहीं देते और उन्हें अपनी निकासी क्रेडेंशियल्स को अपडेट करने की आवश्यकता होगी। <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">स्टेकिंग लॉन्चपैड</a> पर इस्तेमाल के बारे में निर्देश दिए होते हैं",
  "comp-withdrawal-comparison-current-p": "आप यहाँ अपना वैलिडेटर सूची संख्या दर्ज कर सकते हैं, ताकि देख सकें कि क्या आपको अभी भी अपने क्रेडेंशियल्स को अपडेट करने की जरूरत है <Text as=\"span\" fontWeight=\"normal\">(यह आपके क्लाइंट लॉग में पाया जा सकता है):</Text>",
  "comp-withdrawal-comparison-new-title": "नये स्टेकर्स (जिन्होंने अभी तक जमा नहीं किया है)",
  "comp-withdrawal-comparison-new-li-1": "डिफ़ॉल्ट रूप से, नए स्टेकर्स जो इनाम भुगतान और निकासी कार्यक्षमता को स्वचालित रूप से सक्रिय करना चाहते हैं, उन्हें एक इथेरियम निकासी पता प्रदान करना चाहिए जिसे वे नियंत्रित करते हैं जब वे स्टेकिंग डिपॉजिट CLI उपकरण का उपयोग करके अपनी वैलिडेटर कुंजियां जेनरेट करते हैं",
  "comp-withdrawal-comparison-new-li-2": "जमा करते समय इसकी जरूरत नहीं है, लेकिन बाद में आपके फ़ंड को अनलॉक करने के लिए इन कुंजियों को अपडेट करने की आवश्यकता नहीं होगी",
  "comp-withdrawal-comparison-new-p": "स्टेकिंग लॉन्चपैड, स्टेकिंग ऑनबोर्डिंग में आपका मार्गदर्शन करेगा।",
  "comp-withdrawal-comparison-new-link": "स्टेकिंग लॉन्चपैड पर जाएं",
  "comp-withdrawal-credentials-placeholder": "वैलिडेटर सूची",
  "comp-withdrawal-credentials-error": "उफ़! वैलिडेटर सूची संख्या को दोबारा जांचें और फिर से कोशिश करें।",
  "comp-withdrawal-credentials-upgraded-1": "वैलिडेटर इंडेक्स {{validatorIndex}} पुरस्कार प्राप्त करना शुरू करने के लिए तैयार है!",
  "comp-withdrawal-credentials-upgraded-2": "निष्पादन पते से जुड़े निकासी क्रेडेंशियल:",
  "comp-withdrawal-credentials-not-upgraded-1": "इस वैलिडेटर को अपग्रेड करने की आवश्यकता है।",
  "comp-withdrawal-credentials-not-upgraded-1-testnet": "इस Holesky टेस्टनेट सत्यापनकर्ता को अपग्रेड करने की आवश्यकता है।",
  "comp-withdrawal-credentials-not-upgraded-2": "अपग्रेड करने के तरीके के निर्देश वर्तमान में <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">स्टेकिंग लॉन्चपैड</a> पर पाए जा सकते हैं",
  "comp-withdrawal-credentials-verify-mainnet": "मेननेट पर सत्यापित करें",
  "comp-withdrawal-credentials-verify-holesky": "Holesky पर सत्यापित करें",
  "page-staking-withdrawals-when": "शिप कर दिया गया!",
  "page-staking-image-alt": "स्टेकिंग लॉन्चपैड के लिए राइनो मास्कोट की तस्वीर।",
  "page-staking-benefits-1-title": "पुरस्कार कमाएं",
  "page-staking-benefits-1-description": "पुरस्कार उन कार्यों के लिए दिए जाते हैं जो नेटवर्क को <a href=\"/glossary/#consensus\">आम सहमति</a> तक पहुंचने में मदद करते हैं। आपको सॉफ़्टवेयर चलाने के लिए पुरस्कार मिलेगा जो नए ब्लॉकों में लेनदेन के ठीक से बैच बनाता है और अन्य सत्यापनकर्ताओं के काम की जांच करता है क्योंकि यही श्रृंखला को सुरक्षित रूप से चालू रखता है।",
  "page-staking-benefits-2-title": "बेहतर सुरक्षा",
  "page-staking-benefits-2-description": "नेटवर्क, हमलों के खिलाफ़ मजबूत हो जाता है, क्योंकि अधिक ETH स्टेक पर लगाया जाता है, क्योंकि तब नेटवर्क के बहुमत को नियंत्रित करने के लिए अधिक ETH की आवश्यकता होती है। खतरा बनने के लिए, आपको सत्यापनकर्ताओं के बहुमत को बनाए रखने की ज़रूरत होगी, जिसका अर्थ है कि आपको सिस्टम में अधिकांश ETH को नियंत्रित करने की आवश्यकता होगी-यह बहुत है!",
  "page-staking-benefits-3-title": "अधिक टिकाऊ",
  "page-staking-benefits-3-description": "नेटवर्क को सुरक्षित करने में भाग लेने के लिए हितधारकों को ऊर्जा-गहन प्रूफ-ऑफ-वर्क कम्प्यूटेशन करने की आवश्यकता नहीं है, जिसका अर्थ है कि नोड बहुत कम ऊर्जा का उपयोग करके अपेक्षाकृत मामूली हार्डवेयर पर चल सकते हैं।",
  "page-staking-benefits-3-link": "इथेरियम की ऊर्जा खपत के बारे में अधिक जानकारी",
  "page-staking-description": "स्टेकिंग, <a href=\"/glossary/#validator\">सत्यापनकर्ता</a> सॉफ्टवेयर को सक्रिय करने हेतु 32 ETH जमा करने का कार्य है। एक सत्यापनकर्ता के रूप में आप डेटा संग्रहीत करने, लेनदेन संसाधित करने और ब्लॉकचेन में नए <a href=\"/glossary/#block\">ब्लॉक</a> जोड़ने के लिए जिम्मेदार होंगे। यह एथेरियम को सभी के लिए सुरक्षित रखेगा और इस प्रक्रिया में आपको नया ETH अर्जित करेगा।",
  "page-staking-hero-title": "अपने ETH को कैसे स्टेक करें",
  "page-staking-hero-header": "इथेरियम को सुरक्षित करते हुए पुरस्कार अर्जित करें",
  "page-staking-hero-subtitle": "ETH की किसी भी राशि वाला कोई भी यूज़र नेटवर्क को सुरक्षित करने और इस प्रक्रिया में पुरस्कार अर्जित करने में मदद कर सकता है।",
  "page-staking-dropdown-home": "स्टेकिंग होम",
  "page-staking-dropdown-solo": "एकल दांव",
  "page-staking-more-on-solo": "सोलो स्टेकिंग के बारे में अधिक जानकारी",
  "page-staking-learn-more-solo": "सोलो स्टेकिंग के बारे में अधिक जानें",
  "page-staking-dropdown-saas": "एक सेवा के रूप में स्टेकिंग",
  "page-staking-more-on-saas": "सेवा के रूप में स्टेकिंग पर अधिक जानकारी",
  "page-staking-learn-more-saas": "सेवा के रूप में स्टेकिंग के बारे में ज़्यादा जानें",
  "page-staking-dropdown-pools": "जमा हुआ दाव",
  "page-staking-dropdown-withdrawals": "निकासी के बारे में",
  "page-staking-dropdown-dvt": "वितरित सत्यापनकर्ता प्रौद्योगिकी",
  "page-staking-more-on-pools": "पूल्ड स्टेकिंग के बारे में अधिक जानकारी",
  "page-staking-learn-more-pools": "पूल्ड स्टेकिंग के बारे में अधिक जानें",
  "page-staking-section-what-title": "स्टेकिंग क्या है?",
  "page-staking-section-why-title": "अपना ETH स्टेक पर क्यों लगाएं?",
  "page-staking-section-why-p1": "यह सब इस बात पर निर्भर करता है कि आप कितना स्टेक करने के लिए तैयार हैं। आपको सत्यापनकर्ता बनने के लिए 32 ETH की आवश्यकता होगी, लेकिन कम स्टेक करना संभव है।",
  "page-staking-section-why-p2": "नीचे दिए गए विकल्पों की जांच करें और उस विकल्प के लिए जाएं जो आपके लिए और नेटवर्क के लिए सबसे अच्छा है।",
  "page-staking-guide-title-coincashew-ethereum": "CoinCashew' की इथेरियम 2.0 गाइड",
  "page-staking-guide-title-somer-esat": "सोमर इसेट",
  "page-staking-guide-title-rocket-pool": "राकेट पूल नोड ऑपरेटर",
  "page-staking-guide-description-linux": "Linux (CLI)",
  "page-staking-guide-description-mac-linux": "Linux, macOS (CLI)",
  "page-staking-hierarchy-solo-h2": "सोलो होम स्टेकिंग",
  "page-staking-hierarchy-solo-pill-1": "सबसे प्रभावशाली",
  "page-staking-hierarchy-solo-pill-2": "पूर्ण नियंत्रण",
  "page-staking-hierarchy-solo-pill-3": "पूर्ण पुरस्कार",
  "page-staking-hierarchy-solo-pill-4": "विश्वासहीन",
  "page-staking-hierarchy-solo-p1": "इथेरियम पर सोलो स्टेकिंग, स्टेकिंग के लिए <span class=\"gold\">स्वर्ण मानक</span> है। यह पूर्ण भागीदारी पुरस्कार प्रदान करता है, नेटवर्क के विकेंद्रीकरण में सुधार करता है और कभी भी अपने धन के साथ किसी और पर भरोसा करने की ज़रूरत नहीं होती है।",
  "page-staking-hierarchy-solo-p2": "सोलो स्टेकिंग पर विचार करने वालों के पास कम से कम 32 ETH और एक समर्पित कंप्यूटर ~ 24/7 इंटरनेट से जुड़ा होना चाहिए। कुछ तकनीकी जानकारी सहायक है, लेकिन इस प्रक्रिया को सरल बनाने में मदद करने के लिए उपयोग में आसान उपकरण अब मौजूद हैं।",
  "page-staking-hierarchy-saas-pill-1": "आपके 32 ETH",
  "page-staking-hierarchy-saas-pill-2": "आपकी सत्यापनकर्ता कुंजी",
  "page-staking-hierarchy-saas-pill-3": "एनट्रस्टेड नोड ऑपरेशन",
  "page-staking-hierarchy-saas-p1": "अगर आपको हार्डवेयर पर काम नहीं करना या ऐसा करना सहज महसूस नहीं होता, लेकिन फिर भी अपने 32 ETH को स्टेक करना चाहते हैं, तो स्टेकिंग-एस-ए-सर्विस विकल्प आपको कठिन हिस्से का विधिवत सौंपने की अनुमति देते हैं, जबकि आप मूल ब्लॉक मुनाफ़ा कमाते हैं।",
  "page-staking-hierarchy-saas-p2": "ये विकल्प आम तौर पर आपको सत्यापनकर्ता क्रेडेंशियल का एक सेट बनाने, उनमें अपनी हस्ताक्षर कुंजी अपलोड करने और अपना 32 ETH जमा करने में मदद करते हैं। यह सेवा को आपकी ओर से मान्य करने की अनुमति देता है।",
  "page-staking-hierarchy-saas-p3": "स्टेकिंग की इस पद्धति के लिए प्रदाता में एक निश्चित स्तर के विश्वास की आवश्यकता होती है। काउंटर-पार्टी जोखिम को सीमित करने के लिए, आपके ETH को वापस लेने की कुंजियां आम तौर पर आपके पास रखी जाती हैं।",
  "page-staking-hierarchy-pools-pill-1": "कोई भी राशि स्टेक करें",
  "page-staking-hierarchy-pools-pill-2": "पुरस्कार कमाएं",
  "page-staking-hierarchy-pools-pill-3": "इसे आसान रखें",
  "page-staking-hierarchy-pools-pill-4": "लोकप्रिय",
  "page-staking-hierarchy-pools-p1": "उन उपयोगकर्ताओं की सहायता के लिए अब कई पूलिंग समाधान मौजूद हैं जिनके पास 32 ETH नहीं है या वे सहज महसूस नहीं करते हैं।",
  "page-staking-hierarchy-pools-p2": "इनमें से कई विकल्पों में 'लिक्विड स्टेकिंग' के रूप में जाना जाता है, जिसमें एक <a href=\"/glossary/#erc-20\">ERC-20</a> लिक्विडिटी टोकन शामिल होता है जो आपके स्टेक किए गए ETH का प्रतिनिधित्व करता है।",
  "page-staking-hierarchy-pools-p3": "लिक्विड स्टेकिंग आसान और कभी भी बाहर निकलने में सक्षम बनाता है और स्टेकिंग को टोकन स्वैप जितना आसान बनाता है। यह विकल्प उपयोगकर्ताओं को अपने स्वयं के एथेरियम <a href=\"/glossary/#wallet\">वॉलेट</a> में अपने एसेट की कस्टडी रखने की भी अनुमति देता है।",
  "page-staking-hierarchy-pools-p4": "पूल्ड स्टेकिंग इथेरियम नेटवर्क का मूल नहीं है। तीसरे पक्ष इन समाधानों का निर्माण कर रहे हैं और वे अपने जोखिम उठाते हैं।",
  "page-staking-hierarchy-cex-h2": "केंद्रीकृत एक्सचेंज",
  "page-staking-hierarchy-cex-pill-1": "सबसे कम प्रभावशाली",
  "page-staking-hierarchy-cex-pill-2": "उच्चतम विश्वास वाली धारणाएँ",
  "page-staking-hierarchy-cex-p1": "अगर आप अभी तक अपने वॉलेट में ETH रखने में सहज नहीं हैं तो कई केंद्रीकृत एक्सचेंज स्टेकिंग सेवाएं प्रदान करते हैं। वे आपको न्यूनतम निरीक्षण या प्रयास के साथ अपने ETH होल्डिंग पर कुछ उपज अर्जित करने की अनुमति देने के लिए भरोसा हो सकते हैं।",
  "page-staking-hierarchy-cex-p2": "यहां समझौता यह है कि केंद्रीकृत प्रदाता बड़ी संख्या में वैलिडेटर को चलाने के लिए ETH के बड़े पूल को मजबूत करते हैं। यह नेटवर्क और उसके उपयोगकर्ताओं के लिए खतरनाक हो सकता है क्योंकि यह एक बड़ा केंद्रीकृत लक्ष्य और विफलता बिंदु बनाता है, जिससे नेटवर्क हमले या बग के प्रति अधिक असुरक्षित बनाता है।",
  "page-staking-hierarchy-cex-p3": "यदि आप अपनी <a href=\"/glossary/#key\">कुंजियाँ</a> रखने में सहज महसूस नहीं करते हैं, तो कोई बात नहीं। ये विकल्प यहां आपके लिए हैं। इस बीच, हमारे <a href=\"/wallets/\">वॉलेट पेज</a> की जाँच करने पर विचार करें, जहाँ आप अपने फंड पर सही स्वामित्व लेना सीखना शुरू कर सकते हैं। जब आप तैयार हों, तो वापस आएं और पेश की गई सेल्फ-कस्टडी पूल की गई स्टेकिंग सेवाओं में से एक को आजमाकर अपने स्टेकिंग गेम का स्तर बढ़ाएँ।",
  "page-staking-hierarchy-subtext": "जैसा कि आपने देखा होगा, इथेरियम स्टेकिंग में भाग लेने के कई तरीके हैं। ये पथ विभिन्न प्रकार के यूज़र को लक्षित करते हैं और आखिरकार हर एक अद्वितीय हैं और जोखिम, पुरस्कार, और विश्वास के अनुमान में भिन्न होते हैं। कुछ अन्यों से अधिक डीसेंट्रलाइज, युद्ध-परीक्षित और/या जोखिमपूर्ण हो सकते हैं। हम कुछ लोकप्रिय परियोजनाओं पर थोड़ी सी जानकारी प्रदान करते हैं, लेकिन <em>हमेशा अपनी खुद की अनुसंधान करें</em> ETH को कहीं भी भेजने से पहले।",
  "page-staking-comparison-solo-saas": "SaaS प्रदाताओं के साथ आपको अभी भी 32 ETH जमा करने की आवश्यकता है, लेकिन हार्डवेयर चलाने की आवश्यकता नहीं है। आप आम तौर पर अपनी सत्यापनकर्ता कुंजियों तक पहुंच बनाए रखते हैं, लेकिन आपको अपनी हस्ताक्षर कुंजी भी साझा करनी होती है, ताकि ऑपरेटर आपके सत्यापनकर्ता की ओर से कार्य कर सके। यह विश्वास की एक परत का परिचय देता है जो आपके स्वयं के हार्डवेयर को चलाते समय मौजूद नहीं है, और घर पर एकल स्टेकिंग के विपरीत, SaaS नोड्स के भौगोलिक वितरण के साथ ज्यादा मदद नहीं करता है। अगर आपको हार्डवेयर का इस्तेमाल करने में सहज महसूस नहीं होता, लेकिन फिर भी 32 ETH को दांव पर लगाना चाहते हैं, तो SaaS प्रदाता का उपयोग करना आपके लिए एक अच्छा विकल्प हो सकता है।",
  "page-staking-comparison-solo-pools": "सोलो स्टेकिंग पूलिंग सेवा के साथ लेने की तुलना में काफी अधिक शामिल है, लेकिन ETH पुरस्कारों तक पूर्ण पहुंच प्रदान करता है, और आपके सत्यापनकर्ता के सेटअप और सुरक्षा पर पूर्ण नियंत्रण प्रदान करता है। पूल स्टेकिंग में प्रवेश करने में समस्या बहुत कम होती है। उपयोगकर्ता ETH की छोटी मात्रा को दांव पर लगा सकते हैं, सत्यापनकर्ता कुंजी उत्पन्न करने की आवश्यकता नहीं है और मानक इंटरनेट कनेक्शन से परे कोई हार्डवेयर आवश्यकताएं नहीं हैं। लिक्विडिटी टोकन प्रोटोकॉल लेवल पर सक्षम होने से पहले स्टेकिंग से बाहर निकलने की क्षमता को चालू करते हैं। अगर आप इन सुविधाओं में रुचि रखते हैं, तो पूल्ड स्टेकिंग एक अच्छा फिट हो सकता है।",
  "page-staking-comparison-saas-solo": "समानताओं में धन पूल किए बिना अपनी स्वयं की सत्यापनकर्ता कुंजी शामिल है, लेकिन SaaS के साथ आपको किसी तीसरे पक्ष पर भरोसा करना चाहिए, जो संभावित रूप से दुर्भावनापूर्ण कार्य कर सकता है या स्वयं पर हमले या विनियमन का लक्ष्य बन सकता है। अगर ये विश्वास धारणाएं या केंद्रीकरण जोखिम आपको चिंतित करते हैं, तो स्व-संप्रभु स्टेकिंग का स्वर्ण मानक एकल स्टेकिंग है।",
  "page-staking-comparison-saas-pools": "ये आमतौर पर सत्यापनकर्ता क्लाइंट चलाने के लिए किसी और पर भरोसा करने के जैसे ही हैं, लेकिन SaaS के विपरीत, पूल्ड स्टेकिंग आपको कम मात्रा में ETH के साथ भाग लेने की अनुमति देता है। अगर आप 32 ETH से कम के साथ दांव लगाना चाहते हैं, तो इसे जांचने पर विचार ज़रूर करें।",
  "page-staking-comparison-pools-solo": "पूल्ड स्टेकिंग में सोलो स्टेकिंग की तुलना में प्रवेश की बाधाएं काफ़ी कम होती हैं, लेकिन इसमें अतिरिक्त जोखिम होता है, क्योंकि एक तीसरे पक्ष को सभी नोड के प्रचालन का कार्य सौंपते हैं और उन्हें एक शुल्क भी देना होता है। सोलो स्टेकिंग में स्टेकर को स्टेकिंग सेटअप के चयन में सभी विकल्पों पर पूरा स्वराज्य और नियंत्रण मिलता है। स्टेकर को कभी भी अपनी चाबियों को सौंपने की आवश्यकता नहीं होती और वे किसी भी मध्यस्थ को कट दिये बिना पूरा पुरस्कार कमाते हैं।",
  "page-staking-comparison-pools-saas": "ये हितधारक स्वयं सत्यापनकर्ता सॉफ़्टवेयर नहीं चलाने के जैसे ही हैं, लेकिन पूलिंग विकल्पों के विपरीत, SaaS को सत्यापनकर्ता को सक्रिय करने के लिए पूर्ण 32 ETH जमा काटने की आवश्यकता होती है। पुरस्कार हितधारक को जमा होते हैं और आमतौर पर सेवा का उपयोग करने के लिए मासिक शुल्क या अन्य हिस्सेदारी शामिल होती है। अगर आप अपनी स्वयं की सत्यापनकर्ता कुंजी पसंद करते हैं और कम से कम 32 ETH दांव पर लगाना चाहते हैं, तो SaaS प्रदाता का उपयोग करना आपके लिए एक अच्छा विकल्प हो सकता है।",
  "page-staking-considerations-solo-1-description": "आवश्यक कोड 100% ओपन सोर्स है और जनता के लिए फोर्क और उपयोग करने के लिए उपलब्ध है",
  "page-staking-considerations-solo-1-warning": "बंद स्रोत",
  "page-staking-considerations-solo-2-title": "ऑडिट किया गया",
  "page-staking-considerations-solo-2-description": "आवश्यक कोड प्रकाशित परिणामों के साथ ऑडिट किया गया है और सार्वजनिक रूप से उपलब्ध है",
  "page-staking-considerations-solo-2-warning": "कोई नहीं",
  "page-staking-considerations-solo-3-title": "बग बाउंटी",
  "page-staking-considerations-solo-3-description": "उपयोगकर्ताओं को सुरक्षित रूप से रिपोर्टिंग और/या कमजोरियों को ठीक करने के लिए पुरस्कार देने के लिए किसी भी आवश्यक कोड पर एक सार्वजनिक बग बाउंटी है",
  "page-staking-considerations-solo-3-valid": "वर्तमान में सक्रिय",
  "page-staking-considerations-solo-3-caution": "पूरे हो चुके",
  "page-staking-considerations-solo-4-title": "युद्ध के लिए परीक्षित",
  "page-staking-considerations-solo-4-description": "सॉफ़्टवेयर जनता द्वारा संकेतित अवधि के लिए उपलब्ध और उपयोग किया गया है",
  "page-staking-considerations-solo-4-valid": "लाइव > 1 साल",
  "page-staking-considerations-solo-4-caution": "लाइव > 6 महीने",
  "page-staking-considerations-solo-4-warning": "हाल ही में जारी किया गया",
  "page-staking-considerations-solo-5-title": "विश्वासहीन",
  "page-staking-considerations-solo-5-description": "सत्यापनकर्ता जीवनचक्र में किसी भी समय सत्यापनकर्ता कुंजियाँ किसी अन्य मानव को नहीं सौंपी जाती हैं। इसमें शामिल किसी भी स्मार्ट अनुबंध को ऐसे ही ऐक्सेस नहीं किया जा सकता, मतलब कि निष्पादन के लिए विशेष अनुमति के बिना।",
  "page-staking-considerations-solo-5-warning": "विश्वसनीय",
  "page-staking-considerations-solo-6-title": "अनुमति रहित",
  "page-staking-considerations-solo-6-description": "उपयोगकर्ताओं को सॉफ़्टवेयर या सेवा का उपयोग करके सत्यापनकर्ता संचालित करने के लिए किसी खास अनुमति की ज़रूरत नहीं होती है",
  "page-staking-considerations-solo-6-valid": "अनुमति नहीं है",
  "page-staking-considerations-solo-6-warning": "अनुमति की ज़रूरत है",
  "page-staking-considerations-solo-7-title": "मल्टी-क्लाइंट",
  "page-staking-considerations-solo-7-description": "सॉफ़्टवेयर से उपयोगकर्ताओं को कम से कम दो या इससे ज़्यादा निष्पादन क्लाइंट और दो या ज़्यादा आम सहमति परत क्लाइंट के बीच चुना और स्विच किया जा सकता है",
  "page-staking-considerations-solo-7-valid": "आसान क्लाइंट स्विचिंग",
  "page-staking-considerations-solo-7-warning": "बहुमत क्लाइंट तक सीमित",
  "page-staking-considerations-solo-8-title": "अपने हिरासत में",
  "page-staking-considerations-solo-8-description": "उपयोगकर्ता हस्ताक्षर और निकासी कुंजी सहित किसी भी सत्यापनकर्ता क्रेडेंशियल्स की कस्टडी रखता है",
  "page-staking-considerations-solo-8-warning": "तृतीय-पक्ष संरक्षक",
  "page-staking-considerations-solo-9-title": "किफ़ायती",
  "page-staking-considerations-solo-9-description": "उपयोगकर्ता 32 ETH से कम का निवेश करके, दूसरों से एकत्रित धन का उपयोग करके एक सत्यापनकर्ता संचालित कर सकते हैं",
  "page-staking-considerations-solo-9-valid": "< 32 ETH",
  "page-staking-considerations-solo-9-warning": "32 ETH",
  "page-staking-considerations-saas-4-description": "यह सेवा जनता द्वारा संकेतित अवधि के लिए उपलब्ध कराई गई है और उपयोग की गई है",
  "page-staking-considerations-saas-6-description": "उपयोगकर्ताओं को सेवा के साथ भाग लेने के लिए किसी विशेष अनुमति, खाता साइन अप या KYC की आवश्यकता नहीं है",
  "page-staking-considerations-saas-6-valid": "इससे कोई भी जुड़ सकता है",
  "page-staking-considerations-saas-6-warning": "अनुमति की ज़रूरत है",
  "page-staking-considerations-saas-7-title": "क्रियान्वयन विविधता",
  "page-staking-considerations-saas-7-description": "बहुसंख्यक निष्पादन ग्राहक के साथ सेवा को उनके कुल सत्यापनकर्ताओं के 50% से अधिक नहीं चलाना चाहिए",
  "page-staking-considerations-saas-7-valid": "50 प्रतिशत से कम",
  "page-staking-considerations-saas-7-caution": "फिलहाल पता नहीं है",
  "page-staking-considerations-saas-7-warning": "50 प्रतिशत से अधिक",
  "page-staking-considerations-saas-8-title": "सहमति विविधता",
  "page-staking-considerations-saas-8-description": "बहुसंख्यक सहमति ग्राहक के साथ सेवा को उनके कुल सत्यापनकर्ताओं के 50% से अधिक नहीं चलाना चाहिए",
  "page-staking-considerations-saas-8-valid": "50 प्रतिशत से कम",
  "page-staking-considerations-saas-8-caution": "फिलहाल पता नहीं है",
  "page-staking-considerations-saas-8-warning": "50 प्रतिशत से अधिक",
  "page-staking-considerations-pools-5-description": "आपकी कुंजी रखने या पुरस्कार वितरण के लिए सेवा को किसी मनुष्य पर भरोसा करने की आवश्यकता नहीं है",
  "page-staking-considerations-pools-6-title": "बिना अनुमति वाले नोड",
  "page-staking-considerations-pools-6-description": "यह सेवा बिना अनुमति के किसी को भी पूल के लिए नोड ऑपरेटर के रूप में शामिल होने देती है",
  "page-staking-considerations-pools-7-description": "बहुसंख्यक निष्पादन ग्राहक के साथ सेवा को उनके कुल सत्यापनकर्ताओं के 50% से अधिक नहीं चलाना चाहिए",
  "page-staking-considerations-pools-8-title": "लिक्विडिटी टोकन",
  "page-staking-considerations-pools-8-description": "अपने स्वयं के बटुए में रखे गए आपके दांव वाले ETH का प्रतिनिधित्व करने वाले व्यापार योग्य लिक्विडिटी टोकन प्रदान करता है",
  "page-staking-considerations-pools-8-valid": "लिक्विडिटी टोकन",
  "page-staking-considerations-pools-8-warning": "कोई लिक्विडिटी टोकन नहीं",
  "page-staking-considerations-pools-9-description": "बहुसंख्यक सहमति ग्राहक के साथ सेवा को उनके कुल सत्यापनकर्ताओं के 50% से अधिक नहीं चलाना चाहिए",
  "page-staking-how-solo-works-item-1": "कोई हार्डवेयर लें: आपको स्टेक करने के लिए <a href=\"/run-a-node/\">नोड चलाने की</a> आवयश्कता होगी",
  "page-staking-how-solo-works-item-2": "निष्पादन परत क्लाइंट को सिंक कीजिये",
  "page-staking-how-solo-works-item-3": "सहमति परत क्लाइंट को सिंक कीजिये",
  "page-staking-how-solo-works-item-4": "अपनी कुंजी बनाएं और उन्हें अपने सत्यापनकर्ता क्लाइंट में लोड करें",
  "page-staking-how-solo-works-item-5": "अपने नोड की निगरानी और रखरखाव करें",
  "page-staking-launchpad-widget-testnet-label": "Holesky टेस्टनेट",
  "page-staking-launchpad-widget-testnet-start": "Holesky टेस्टनेट पर स्टेक करना शुरू करें",
  "page-staking-launchpad-widget-mainnet-label": "मेननेट",
  "page-staking-launchpad-widget-mainnet-start": "मेननेट पर स्टेक करना शुरू करें",
  "page-staking-launchpad-widget-span": "नेटवर्क चुनें",
  "page-staking-launchpad-widget-p1": "सोलो सत्यापनकर्ताओं को <strong>अपने सेटअप का परीक्षण</strong> और फंड को जोखिम में डालने से पहले Holesky टेस्टनेट पर परिचालन कौशल का परीक्षण करना चाहिए। याद रखें कि <a href=\"/developers/docs/nodes-and-clients/client-diversity/\">अल्पसंख्यक ग्राहक</a> चुनना महत्वपूर्ण है क्योंकि यह नेटवर्क की सुरक्षा में सुधार करता है और आपके जोखिम को सीमित करता है।",
  "page-staking-launchpad-widget-p2": "अगर आप सहज हैं, तो आप केवल स्टेकिंग लॉन्चपैड का उपयोग करके कमांड लाइन से सभी आवश्यक चीजें सेट-अप कर सकते हैं।",
  "page-staking-launchpad-widget-p3": "चीजों को आसान बनाने के लिए, नीचे दिए गए कुछ टूल और गाइड देखें जो आपके क्लाइंट को आसानी से सेट करने के लिए स्टेकिंग लॉन्चपैड के साथ आपकी मदद कर सकते हैं।",
  "page-staking-launchpad-widget-link": "सॉफ़्टवेयर उपकरण और मार्गदर्शिका",
  "page-staking-products-get-started": "शुरू करें",
  "page-staking-dropdown-staking-options": "स्टेकिंग के विकल्प",
  "page-staking-dropdown-staking-options-alt": "स्टेकिंग विकल्प का ड्रॉपडाउन मेनू",
  "page-staking-stats-box-metric-1": "कुल स्टेक किए गए ETH",
  "page-staking-stats-box-metric-2": "कुल सत्यापनकर्ता",
  "page-staking-stats-box-metric-3": "वर्तमान APR",
  "page-staking-stats-box-metric-1-tooltip": "बीकन चेन पर स्टेक किये गए ETH का योग, जिनमें 32 ETH से अधिक शेष राशियां शामिल नहीं हैं",
  "page-staking-stats-box-metric-2-tooltip": "बीकन चेन पर वर्तमान में सक्रिय सत्यापनकर्ता खाता की संख्या",
  "page-staking-stats-box-metric-3-tooltip": "पिछले 24 घंटे के दौरान प्रति सत्यापनकर्ता का औसत वार्षिक वित्तीय रिटर्न",
  "page-staking-section-comparison-subtitle": "स्टेकिंग के लिए कोई \"एक-आकार-फिट-सभी को\" समाधान नहीं है और प्रत्येक अद्वितीय है। यहां हम कुछ जोखिमों, पुरस्कारों और विभिन्न तरीकों की आवश्यकताओं की तुलना करेंगे जो आप दांव पर लगा सकते हैं।",
  "page-staking-section-comparison-rewards-title": "पुरस्कार",
  "page-staking-section-comparison-solo-rewards-li1": "अधिकतम पुरस्कार - प्रोटोकॉल से सीधे पूर्ण पुरस्कार प्राप्त करें",
  "page-staking-section-comparison-solo-rewards-li2": "आपको लेनदेन को एक नए ब्लॉक में बैच बनाता है या श्रृंखला को सुरक्षित रूप से चलाने के लिए अन्य सत्यापनकर्ताओं के काम की जांच करने के लिए पुरस्कार मिलेगा",
  "page-staking-section-comparison-solo-rewards-li3": "आपको आपके द्वारा प्रस्तावित ब्लॉकों के लिए बर्न ना हुआ लेन-देन शुल्क भी प्राप्त होगा",
  "page-staking-section-comparison-saas-rewards-li1": "आमतौर पर नोड संचालन के लिए मासिक शुल्क को घटाकर पूर्ण प्रोटोकॉल पुरस्कार शामिल होते हैं",
  "page-staking-section-comparison-saas-rewards-li2": "आपके सत्यापनकर्ता क्लाइंट को ट्रैक करने के लिए आसानी से डैशबोर्ड उपलब्ध होते हैं",
  "page-staking-section-comparison-pools-rewards-li1": "पूल्ड स्टेकर पूल्ड स्टेकिंग के तरीके के आधार पर अलग-अलग तरीके से पुरस्कार अर्जित करते है",
  "page-staking-section-comparison-pools-rewards-li2": "कई पूल की गईं स्टेकिंग सेवाएं एक या अधिक <a href=\"/glossary/#liquidity-tokens\">लिक्विडिटी टोकन</a> प्रदान करती हैं जो आपके स्टेक पर लगे ETH और सत्यापनकर्ता पुरस्कारों के आपके हिस्से का प्रतिनिधित्व करती हैं",
  "page-staking-section-comparison-pools-rewards-li3": "लिक्विडिटी टोकन को आपके अपने वॉलेट में रखा जा सकता है, जिसका उपयोग <a href=\"/glossary/#defi\">DeFi</a> में किया जाता है और यदि आप बाहर निकलने का निर्णय लेते हैं तो बेचा जा सकता है",
  "page-staking-section-comparison-risks-title": "जोखिम",
  "page-staking-section-comparison-solo-risks-li1": "आपका ETH स्टेक पर है",
  "page-staking-section-comparison-solo-risks-li2": "ऑफ़लाइन होने की पेनल्टी में ETH चार्ज किये जाते हैं",
  "page-staking-section-comparison-solo-risks-li3": "दुर्भावनापूर्ण व्यवहार के परिणामस्वरूप ETH की बड़ी मात्रा में 'कटौती' हो सकती है और नेटवर्क से जबरन निष्कासन हो सकता है",
  "page-staking-section-comparison-saas-risks-li1": "एकल स्टेकिंग प्लस सेवा प्रदाता के काउंटर-पार्टी जोखिम के समान जोखिम",
  "page-staking-section-comparison-saas-risks-li2": "आपकी हस्ताक्षर चाबियों का उपयोग किसी अन्य व्यक्ति को सौंपा जाता है जो दुर्भावनापूर्ण व्यवहार कर सकता है",
  "page-staking-section-comparison-pools-risks-li1": "जोखिम अलग-अलग होते हैं और उपयोग की गई विधि पर निर्भर करते हैं",
  "page-staking-section-comparison-pools-risks-li2": "सामान्य तौर पर, जोखिमों में काउंटर-पार्टी, <a href=\"/glossary/#smart-contract\">स्मार्ट अनुबंध</a> और निष्पादन जोखिम का संयोजन होता है",
  "page-staking-section-comparison-requirements-title": "आवश्यकताएँ",
  "page-staking-section-comparison-solo-requirements-li1": "आपको 32 ETH जमा करना होगा",
  "page-staking-section-comparison-solo-requirements-li2": "हार्डवेयर बनाए रखें जो इंटरनेट से कनेक्ट होने के दौरान एथेरियम <a href=\"/glossary/#execution-client\">निष्पादन ग्राहक</a> और <a href=\"/glossary/#consensus-client\">सर्वसम्मति ग्राहक</a> दोनों चलाता है",
  "page-staking-section-comparison-solo-requirements-li3": "<a href=\"https://holesky.launchpad.ethereum.org\" target=\"_blank\">स्टेकिंग लांच पैड</a> आपको प्रक्रिया और हार्डवेयर आवश्यकताओं के बारे में बताएगा",
  "page-staking-section-comparison-saas-requirements-li1": "32 ETH जमा करें और सहायता से अपनी कुंजियाँ जनरेट करें",
  "page-staking-section-comparison-saas-requirements-li2": "अपनी कुंजियां सुरक्षित रूप से संग्रहित करें",
  "page-staking-section-comparison-saas-requirements-li3": "बाकी का ध्यान रखा जाता है, हालाँकि विशिष्ट सेवाएँ अलग-अलग होंगी",
  "page-staking-section-comparison-pools-requirements-li1": "निम्नतम ETH आवश्यकताएँ, कुछ परियोजनाओं के लिए कम से कम 0.01 ETH की आवश्यकता होती है",
  "page-staking-section-comparison-pools-requirements-li2": "सीधे अपने वॉलेट से अलग-अलग पूलित स्टेकिंग प्लेटफ़ॉर्म पर जमा करें या स्टेकिंग लिक्विडिटी टोकन में से किसी एक के लिए व्यापार करें",
  "page-staking-faq-1-question": "एक सत्यापनकर्ता क्या है?",
  "page-staking-faq-1-answer": "<em>सत्यापनकर्ता</em> एक आभासी इकाई है जो इथेरियम पर रहता है और इथेरियम प्रोटोकॉल की आम सहमति में भाग लेता है। सत्यापनकर्ताओं को एक संतुलन, सार्वजनिक कुंजी और अन्य गुणों द्वारा दर्शाया जाता है। एक <em>सत्यापनकर्ता क्लाइंट</em> वह सॉफ़्टवेयर है जो सत्यापनकर्ता की निजी कुंजी को होल्ड करके और उसका उपयोग करके उसकी ओर से कार्य करता है। एक एकल सत्यापनकर्ता क्लाइंट कई कुंजियों के जोड़े रख सकता है, कई सत्यापनकर्ताओं को नियंत्रित कर सकता है।",
  "page-staking-faq-2-question": "मुझे फंड्स स्टेक लगाने की आवश्यकता क्यों है?",
  "page-staking-faq-2-answer": "एक सत्यापनकर्ता के पास नेटवर्क के लिए ब्लॉक का प्रस्ताव और सत्यापन करने की क्षमता है। बेईमान व्यवहार को रोकने के लिए, उपयोगकर्ताओं को अपने धन को दांव पर लगाना चाहिए। यह प्रोटोकॉल को दुर्भावनापूर्ण अभिनेताओं को दंडित करने की अनुमति देता है। दांव लगाना आपको ईमानदार रखने का एक साधन है, क्योंकि आपके कार्यों के वित्तीय परिणाम होंगे।",
  "page-staking-faq-3-question": "क्या मैं 'Eth2' खरीद सकता हूं?",
  "page-staking-faq-3-answer-p1": "कोई 'Eth2' टोकन प्रोटोकॉल का नेटिव नहीं है, क्योंकि जब इथेरियम ने प्रूफ-ऑफ-स्टेक पर स्विच किया तो नेटिव टोकन इथर (ETH) नहीं बदला।",
  "page-staking-faq-3-answer-p2": "ऐसे डरिवटिव टोकन/टिकर हैं जो स्टेक्ड ETH (यानी रॉकेट पूल से rETH, लिडो से stETH, कॉइनबेस से ETH2) का प्रतिनिधित्व कर सकते हैं। <a href=\"/staking/pools/\">स्टेकिंग पूल</a> बनाने के बारे में अधिक जानें",
  "page-staking-faq-4-question": "क्या स्टेकिंग पहले से ही लाइव है?",
  "page-staking-faq-4-answer-p1": "हां। स्टेकिंग 1 दिसंबर, 2020 से लाइव है",
  "page-staking-faq-4-answer-p2": "इसका मतलब यह है कि उपयोगकर्ताओं के लिए अपना ETH जमा करने, एक सत्यापनकर्ता क्लाइंट चलाने और पुरस्कार अर्जित करना शुरू करने के लिए स्टेकिंग वर्तमान में लाइव है।",
  "page-staking-faq-4-answer-p3": "शंघाई/कैपेला अपग्रेड 12 अप्रैल, 2023 को पूरा हो गया, जिससे स्टेकिंग निकासी सक्षम हो गई, जिससे स्टेकिंग लिक्विडिटी पर लूप बंद हो गया।",
  "page-staking-faq-5-question": "मैं अपना स्टेक पर लगा ETH कब निकाल सकता हूँ?",
  "page-staking-faq-5-answer-p1": "अभी! अगर स्टेकर चाहें, तो वे सत्यापनकर्ता बैलेंस से अपने पुरस्कार और/या मूल जमा को वापस लेने के लिए स्वतंत्र हैं।",
  "page-staking-faq-5-answer-p2": "ब्लॉक का प्रस्ताव करते समय स्टेकर फीस और MEV के रूप में पुरस्कार भी अर्जित करेंगे, जो निर्धारित शुल्क प्राप्तकर्ता पते के माध्यम से तुरंत उपलब्ध कराए जाएंगे।",
  "page-staking-faq-5-answer-link": "स्टेकिंग निकासी पर अधिक जानकारी",
  "page-staking-further-reading-author-vitalik-buterin": "विटालिक बुटेरिन",
  "page-staking-further-reading-2-link": "सेरेनिटी डिज़ाइन रोटेश्नेल",
  "page-staking-further-reading-4-link": "Eth2 खबरें",
  "page-staking-further-reading-4-author": "बेन एडिंगटन",
  "page-staking-further-reading-5-link": "अंतिम रूप दिया गया नं. 33, इथेरियम सर्वसम्मति-परत (जनवरी 2022)",
  "page-staking-further-reading-5-author": "डैनी रयान",
  "page-staking-further-reading-6-link": "अटेस्टेंट पोस्ट",
  "page-staking-further-reading-8-link": "Beaconcha.in सामुदायिक योगदान के माध्यम से बनाई गई शैक्षिक सामग्री",
  "page-staking-further-reading-9-link": "इथेरियम स्टेकिंग लॉन्चपैड के बारे में अक्सर पूछे जाने वाले सवाल",
  "page-staking-further-reading-10-link": "EthStaker ज्ञानकोष",
  "page-staking-toc-how-to-stake-your-eth": "अपने ETH को कैसे स्टेक करें",
  "page-staking-toc-comparison-of-options": "स्टेकिंग के विकल्पों की तुलना",
  "page-staking-toc-faq": "अक्सर पूछे जाने वाले प्रश्न",
  "page-staking-toc-further": "अग्रिम पठन",
  "page-staking-dom-info-title": "इथेरियम के साथ स्टेकिंग",
  "page-staking-join-community": "स्टेकर समुदाय में शामिल हों",
  "page-staking-join-community-desc": "EthStaker एक ऐसा समुदाय है जहां सब लोग इथेरियम पर स्टेकिंग के बारे में चर्चा कर सकते हैं और सीख सकते हैं। दुनिया भर से हजारों सदस्यों के साथ जुड़ें और सलाह, समर्थन प्राप्त करें और स्टेकिंग से जुड़े सभी विषयों पर चर्चा करें।",
  "page-staking-meta-description": "इथेरियम स्टेकिंग का अवलोकन: जोखिम, पुरस्कार, आवश्यकताएं और यह कहां करना है।",
  "page-staking-meta-title": "इथेरियम स्टेकिंग",
  "page-staking-withdrawals-important-notices": "ज़रूरी सूचनाएं",
  "page-staking-withdrawals-important-notices-desc": "निकासी अभी तक उपलब्ध नहीं है। कृपया अधिक जानकारी के लिए <a href=\"https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/\" target=\"_blank\">Eth2 मर्ज और पोस्ट-मर्ज के बारे में अक्सर पूछे जाने वाले सवाल</a> पढ़ें।",
  "page-upgrades-merge-btn": "मर्ज पर और अधिक",
  "subscribe-to-ef-blog": "नवीनतम प्रोटोकॉल घोषणाओं के लिए <a href=\"https://blog.ethereum.org/category/protocol/#subscribe\" target=\"_blank\">EF ब्लॉग सब्सक्राइब करें</a>, ताकि आप ईमेल सूचनाएं प्राप्त कर सकें।",
  "page-staking-comparison-with-other-options": "अन्य विकल्पों के साथ तुलना",
  "page-staking-any-amount": "कोई भी राशि",
  "page-staking-testnet": "टेस्टनेट"
}
