{
  "page-upgrades-bug-bounty-annotated-specs": "एनोटेट किया गया विनिर्देश",
  "page-upgrades-bug-bounty-annotations": "निम्नलिखित एनोटेशन की जाँच करना उपयोगी हो सकता है:",
  "page-upgrades-bug-bounty-client-bugs": "क्लाइंट बग",
  "page-upgrades-bug-bounty-client-bugs-desc": "क्लाइंट एथेरियम नेटवर्क चलाते हैं और उन्हें विनिर्देश में निर्धारित तर्क का पालन करना और संभावित हमलों से सुरक्षित रहना होगा। हम जो बग ढूँढना चाहते हैं, वे प्रोटोकॉल के लागू होने से संबंधित हैं।",
  "page-upgrades-bug-bounty-client-bugs-desc-2": "वर्तमान में निष्पादन परत क्लाइंट्स (बेसु, एरिगोन, गेथ, नेदरमाइंड और रेथ) और सहमति परत क्लाइंट्स (लाइटहाउस, लोडस्टार, निम्बस, टेकू और प्रिज़्म) बग बाउंटी प्रोग्राम में शामिल हैं। अधिक क्लाइंट्स को ऑडिट पूरा करने और प्रोडक्शन के लिए तैयार होने के बाद जोड़ा जा सकता है।",
  "page-upgrades-bug-bounty-clients": "बाउंटी में प्रदर्शित किए गए क्लाइंट",
  "page-upgrades-bug-bounty-clients-type-1": "विनिर्देश गैर-अनुपालन की समस्याएँ",
  "page-upgrades-bug-bounty-clients-type-2": "अप्रत्याशित क्रैश, RCE या सेवा से इनकार (DOS) की भेद्यताएँ",
  "page-upgrades-bug-bounty-clients-type-3": "किसी भी समस्या के कारण अपूरणीय सहमति शेष नेटवर्क से अलग हो जाती है",
  "page-upgrades-bug-bounty-misc-bugs": "भाषा संकलक बग्स",
  "page-upgrades-bug-bounty-misc-bugs-desc": "Solidity और Vyper संकलक बग बाउंटी प्रोग्राम के स्कोप में हैं। कृपया जोखिम को प्रस्तुत करने के लिए आवश्‍यक समस्त विवरण शामिल करें जैसे कि: बग को ट्रिगर करने वाला इनपुट प्रोग्राम, प्रभावित संकलक संस्करण, लक्षित EVM संस्करण, फ्रेमवर्क/IDE यदि लागू हो, EVM निष्पादन वातावरण/क्लाइंट यदि लागू हो और ऑपरेटिंग सिस्टम। कृपया जितना संभव हो सके बग को पुनः उत्पन्न करने के लिए चरणों को शामिल करें।",
  "page-upgrades-bug-bounty-misc-bugs-desc-2": "Solidity और Vyper अविश्वसनीय इनपुट के संकलन के संबंध में सुरक्षा गारंटी नहीं रखते हैं – और हम जानबूझकर उत्पन्न डेटा पर संकलक के क्रैश के लिए पुरस्कृत नहीं करते।",
  "page-upgrades-bug-bounty-deposit-bugs": "जमा अनुबंध बग",
  "page-upgrades-bug-bounty-deposit-bugs-desc": "बीकन चेन जमा अनुबंध के विनिर्देश और स्रोत कोड बग बाउंटी प्रोग्राम का हिस्सा हैं।",
  "page-upgrades-bug-bounty-dependency-bugs": "डिपेंडेंसी बग्स",
  "page-upgrades-bug-bounty-dependency-bugs-desc": "कुछ डिपेंडेंसीज एथेरियम नेटवर्क के कामकाज के लिए महत्वपूर्ण हैं, और इनमें से कुछ को बग बाउंटी प्रोग्राम में जोड़ा गया है। वर्तमान में, बग बाउंटी प्रोग्राम में शामिल डिपेंडेंसीज की सूची में C-KZG-4844 और Go-KZG-4844 शामिल हैं।",
  "page-upgrades-bug-bounty-docking": "मर्ज करें",
  "page-upgrades-bug-bounty-email-us": "हमें ईमेल करें:",
  "page-upgrades-bug-bounty-help-links": "उपयोगी लिंक",
  "page-upgrades-bug-bounty-hunting": "बग तलाशने के नियम",
  "page-upgrades-bug-bounty-hunting-desc": "बग बाउंटी प्रोग्राम हमारे सक्रिय एथेरियम समुदाय के लिए एक प्रयोगात्मक और विवेकाधीन पुरस्कार प्रोग्राम है, जो उन लोगों को प्रोत्साहित करने और पुरस्कृत करने के लिए है, जो प्लेटफ़ॉर्म को बेहतर बनाने में मदद कर रहे हैं। यह कोई प्रतियोगिता नहीं है। आपको पता होना चाहिए कि हम किसी भी समय प्रोग्राम को रद्द कर सकते हैं, और पुरस्कार Ethereum फाउंडेशन बग बाउंटी पैनल के एकमात्र विवेक पर निर्भर हैं। इसके अलावा, हम उन व्यक्तियों को पुरस्कार जारी करने में सक्षम नहीं हैं, जो प्रतिबंध सूची में हैं या जो प्रतिबंध सूची (जैसे उत्तर कोरिया, ईरान आदि) वाले देशों में हैं। स्थानीय कानून हमें आपकी पहचान का प्रमाण मांगना आवश्‍यक बनाते हैं। आप सभी करों के भुगतान के लिए उत्तरदायी होंगे। सभी पुरस्कार लागू कानून के अधीन हैं। अंत में, आपके परीक्षण को किसी भी कानून का उल्लंघन नहीं करना चाहिए या ऐसे किसी भी डेटा से छेड़छाड़ नहीं करनी चाहिए, जो आपका नहीं है और स्थानीय रनिंग टेस्टनेट पर होना चाहिए।",
  "page-upgrades-bug-bounty-hunting-leaderboard": "सहमति परत बग बाउंटी लीडरबोर्ड",
  "page-upgrades-bug-bounty-hunting-execution-leaderboard": "निष्पादन परत बग बाउंटी लीडरबोर्ड",
  "page-upgrades-bug-bounty-hunting-leaderboard-subtitle": "इस लीडरबोर्ड में जोड़े जाने के लिए सहमति परत बग ढूँढें",
  "page-upgrades-bug-bounty-hunting-execution-leaderboard-subtitle": "इस लीडरबोर्ड में जोड़े जाने के लिए निष्पादन परत बग ढूँढें",
  "page-upgrades-bug-bounty-hunting-li-1": "POC के बिना समस्याएँ या ऐसी समस्याएँ, जो पहले से ही किसी अन्य यूज़र द्वारा सबमिट की गई हैं या पहले से ही विनिर्देश में ज्ञात हैं और क्लाइंट अनुरक्षक बाउंटी पुरस्कार के लिए योग्य नहीं हैं।",
  "page-upgrades-bug-bounty-hunting-li-2": "किसी कमजोरी का सार्वजनिक खुलासा करना या पूर्व सहमति के बिना इसे अन्य पक्षों को रिपोर्ट करना इसे बाउंटी के लिए अयोग्य बना देता है।",
  "page-upgrades-bug-bounty-hunting-li-3": "Ethereum फाउंडेशन के कर्मचारी और ठेकेदार या बाउंटी प्रोग्राम के स्कोप में आने वाली क्लाइंट टीम केवल पॉइंट के संकलन के लिए प्रोग्राम में भाग ले सकती है और मौद्रिक पुरस्कार नहीं मिलेंगे।",
  "page-upgrades-bug-bounty-hunting-li-4": "एथेरियम बाउंटी प्रोगाम पुरस्कार का निर्धारण करने में कई वेरिएबल पर विचार करता है। अवार्ड से संबंधित पात्रता, स्कोर और सभी शर्तें Ethereum फाउंडेशन बग बाउंटी पैनल के एकमात्र और अंतिम विवेक पर हैं।",
  "page-upgrades-bug-bounty-leaderboard": "पूरा लीडरबोर्ड देखें",
  "page-upgrades-bug-bounty-leaderboard-list": "बग बाउंटी लीडरबोर्ड",
  "page-upgrades-bug-bounty-leaderboard-points": "पॉइंट",
  "page-upgrades-bug-bounty-ledger-desc": "एथेरियम विनिर्देश, निष्पादन परत और सहमति परत के लिए डिज़ाइन रेशनेल का विवरण प्रदान करते हैं।",
  "page-upgrades-bug-bounty-ledger-title": "विनिर्देश बग",
  "page-upgrades-bug-bounty-meta-description": "एथेरियम बग बाउंटी प्रोग्राम का अवलोकन: कैसे शामिल हों और पुरस्कार संबंधी जानकारी।",
  "page-upgrades-bug-bounty-meta-title": "एथेरियम बग बाउंटी प्रोग्राम",
  "page-upgrades-bug-bounty-not-included": "स्कोप से बाहर",
  "page-upgrades-bug-bounty-not-included-desc": "केवल इन-स्कोप के तहत सूचीबद्ध लक्ष्य ही बग बाउंटी प्रोग्राम का हिस्सा हैं। इसका मतलब है कि उदाहरण के लिए हमारा इन्फ्रास्ट्रक्चर; जैसे वेबपेज, dns, ईमेल आदि, बाउंटी-स्कोप का हिस्सा नहीं हैं। ERC20 कॉन्ट्रैक्ट बग्स आमतौर पर बाउंटी स्कोप में शामिल नहीं होते हैं। हालांकि, हम ऐसे मामलों में प्रभावित पक्षों, जैसे लेखकों या एक्सचेंजों तक पहुंचने में मदद कर सकते हैं। ENS का रखरखाव ENS फाउंडेशन द्वारा किया जाता है, और यह बाउंटी स्कोप का हिस्सा नहीं है। यूज़र द्वारा सार्वजनिक रूप से एक API को उजागर करने की आवश्यकता वाली कमजोरियां, जैसे JSON-RPC या बीकन API, बग बाउंटी प्रोग्राम के स्कोप से बाहर हैं।",
  "page-upgrades-bug-bounty-owasp": "OWASP विधि देखें",
  "page-upgrades-bug-bounty-points": "EF इस आधार पर भी पुरस्कार प्रदान करेगा:",
  "page-upgrades-bug-bounty-points-error": "डेटा लोड करने में त्रुटि हुई... कृपया रीफ़्रेश करें।",
  "page-upgrades-bug-bounty-points-exchange": "पॉइंट एक्सचेंज",
  "page-upgrades-bug-bounty-points-loading": "डेटा लोड हो रहा है...",
  "page-upgrades-bug-bounty-points-payout-desc": "Ethereum फाउंडेशन ETH या DAI में USD के मूल्य का भुगतान करेगा।",
  "page-upgrades-bug-bounty-points-point": "1 पॉइंट",
  "page-upgrades-bug-bounty-points-rights-desc": "Ethereum फाउंडेशन के पास बिना पूर्व सूचना के इसे बदलने का अधिकार सुरक्षित है।",
  "page-upgrades-bug-bounty-points-usd": "2 USD",
  "page-upgrades-bug-bounty-quality": "वर्णन की गुणवत्ता",
  "page-upgrades-bug-bounty-quality-desc": ": स्पष्ट, अच्छी तरह से लिखित प्रस्तुतियों के लिए पुरस्कारों का अधिक भुगतान किया जाता है।",
  "page-upgrades-bug-bounty-quality-fix": "<strong>सुधार की गुणवत्ता</strong>, यदि शामिल है: इस समस्या को ठीक करने के स्पष्ट विवरण वाले सबमिशन के लिए पुरस्कारों का अधिक भुगतान किया जाता है।",
  "page-upgrades-bug-bounty-quality-repro": "पुनः प्रस्तुत करने की गुणवत्ता",
  "page-upgrades-bug-bounty-quality-repro-desc": ": पुरस्कार के योग्य होने के लिए प्रूफ़ ऑफ़ कॉन्सेप्ट (POC) शामिल किया जाना चाहिए। कृपया टेस्ट कोड, स्क्रिप्ट और विस्तृत निर्देश शामिल करें। हमारे लिए भेद्यता को पुनः प्रस्तुत करना और सत्यापित करना जितना आसान होगा, उतना ही अधिक पुरस्कार मिलेगा।",
  "page-upgrades-bug-bounty-questions": "प्रश्न हैं?",
  "page-upgrades-bug-bounty-rules": "नियम पढ़ें",
  "page-upgrades-bug-bounty-slogan": "बग बाउंटी प्रोग्राम",
  "page-upgrades-bug-bounty-specs": "सहमति परत विनिर्देश",
  "page-upgrades-bug-bounty-execution-specs": "निष्पादन परत विनिर्देश",
  "page-upgrades-bug-bounty-specs-docs": "विनिर्देश दस्तावेज़",
  "page-upgrades-bug-bounty-submit": "एक बग सबमिट करें",
  "page-upgrades-bug-bounty-submit-desc": "प्रत्येक मान्य बग के लिए आपको पुरस्कार मिलेंगे। प्रदान किए गए पुरस्कारों की मात्रा गंभीरता के आधार पर अलग-अलग होगी। एथेरियम नेटवर्क और संभावना पर प्रभाव के आधार पर OWASP जोखिम रेटिंग मॉडल के अनुसार गंभीरता की गणना की जाती है।",
  "page-upgrades-bug-bounty-subtitle": "एथेरियम नेटवर्क को प्रभावित करने वाले प्रोटोकॉल, क्लाइंट और भाषा संकलक बग्स का पता लगाकर 250,000 USD और एक लीडरबोर्ड पर स्थान प्राप्त करें।",
  "page-upgrades-bug-bounty-title": "प्रस्तुतियों के लिए खुला है",
  "page-upgrades-bug-bounty-title-1": "बीकन चेन",
  "page-upgrades-bug-bounty-title-2": "कांटा विकल्प",
  "page-upgrades-bug-bounty-title-3": "Solidity जमा अनुबंध",
  "page-upgrades-bug-bounty-title-4": "पीयर-टू-पीयर नेटवर्किंग",
  "page-upgrades-bug-bounty-type-1": "सुरक्षा/फ़ाइनलिटी ब्रेकिंग बग",
  "page-upgrades-bug-bounty-type-2": "सेवा से इनकार (DOS) वेक्टर",
  "page-upgrades-bug-bounty-type-3": "मान्यताओं में विसंगतियाँ, उन स्थितियों में, जहाँ ईमानदार सत्यापनकर्ताओं को हटाया जा सकता है",
  "page-upgrades-bug-bounty-type-4": "गणना या पैरामीटर विसंगतियाँ",
  "page-upgrades-bug-bounty-types": "बग के प्रकार",
  "page-upgrades-bug-bounty-validity": "स्कोप में",
  "page-upgrades-bug-bounty-validity-desc": "हमारा बग बाउंटी प्रोग्राम एंड-टू-एंड फैला हुआ है: प्रोटोकॉल की मजबूती से लेकर (जैसे ब्लॉकचेन कंसेंसस मॉडल, वायर और p2p प्रोटोकॉल, हिस्सेदारी का सबूत, आदि) और प्रोटोकॉल/कार्यान्वयन अनुपालन से लेकर नेटवर्क सुरक्षा और कंसेंसस अखंडता तक। क्लासिकल क्लाइंट सुरक्षा के साथ-साथ क्रिप्टोग्राफिक प्रिमिटिव्स की सुरक्षा भी प्रोग्राम का हिस्सा है। जब संदेह हो, तो bounty@ethereum.org पर एक ईमेल भेजें और हमसे पूछें। आप सीधे <a href=\"mailto:bounty@ethereum.org\">bounty@ethereum.org</a> पर एक खुलासा/कमजोरी भी सबमिट कर सकते हैं, जिस स्थिति में हम आपसे अनुरोध करते हैं कि आप हमारी <a href=\"https://ethereum.org/security_at_ethereum.org.asc\" target=\"_blank\" rel=\"noreferrer\">PGP कुंजी</a> का उपयोग करके संदेश को एन्क्रिप्ट करें",
  "page-upgrades-bug-bounty-card-critical": "गंभीर",
  "page-upgrades-bug-bounty-card-critical-risk": "गंभीर जोखिम वाला बग सबमिट करें",
  "page-upgrades-bug-bounty-card-h2": "मध्यम",
  "page-upgrades-bug-bounty-card-high": "उच्च",
  "page-upgrades-bug-bounty-card-high-risk": "उच्च जोखिम वाला बग सबमिट करें",
  "page-upgrades-bug-bounty-card-label-1": "1,000 पॉइंट तक",
  "page-upgrades-bug-bounty-card-label-2": "2,000 USD तक",
  "page-upgrades-bug-bounty-card-label-3": "5,000 पॉइंट तक",
  "page-upgrades-bug-bounty-card-label-4": "10,000 USD तक",
  "page-upgrades-bug-bounty-card-label-5": "10,000 पॉइंट तक",
  "page-upgrades-bug-bounty-card-label-6": "50,000 USD तक",
  "page-upgrades-bug-bounty-card-label-7": "25,000 पॉइंट तक",
  "page-upgrades-bug-bounty-card-label-8": "250,000 USD तक",
  "page-upgrades-bug-bounty-card-li-1": "निम्न प्रभाव, मध्यम संभावना",
  "page-upgrades-bug-bounty-card-li-2": "मध्यम प्रभाव, निम्न संभावना",
  "page-upgrades-bug-bounty-card-li-3": "उच्च प्रभाव, निम्न संभावना",
  "page-upgrades-bug-bounty-card-li-4": "मध्यम प्रभाव, मध्यम संभावना",
  "page-upgrades-bug-bounty-card-li-5": "निम्न प्रभाव, उच्च संभावना",
  "page-upgrades-bug-bounty-card-li-6": "उच्च प्रभाव, मध्यम संभावना",
  "page-upgrades-bug-bounty-card-li-7": "मध्यम प्रभाव, उच्च संभावना",
  "page-upgrades-bug-bounty-card-li-8": "ज़्यादा प्रभाव, ज़्यादा संभावना",
  "page-upgrades-bug-bounty-card-low": "निम्न",
  "page-upgrades-bug-bounty-card-low-risk": "निम्न जोखिम वाला बग सबमिट करें",
  "page-upgrades-bug-bounty-card-medium-risk": "मध्यम जोखिम वाला बग सबमिट करें",
  "page-upgrades-bug-bounty-card-subheader": "गंभीरता",
  "page-upgrades-bug-bounty-card-subheader-2": "उदाहरण",
  "page-upgrades-bug-bounty-card-text": "हमलावर कभी-कभी किसी स्थिति में एक नोड डाल सकता है, जो इसे एक सत्यापनकर्ता द्वारा किए गए प्रत्येक सौ सत्यापन में से एक को छोड़ने का कारण बनता है",
  "page-upgrades-bug-bounty-card-text-1": "हमलावर आगे के 4 शून्य वाली बाइट के साथ पीयर-आईडी के साथ नोड्स पर सफलतापूर्वक एक्लिप्स हमलों का संचालन कर सकता है",
  "page-upgrades-bug-bounty-card-text-2": "हमलावर नेटवर्क के बड़े हिस्से को सफलतापूर्वक विभाजित कर सकता है, और हमलावर के लिए भेद्यता को ट्रिगर करना आसान है",
  "page-upgrades-bug-bounty-card-text-3": "हमलावर ज़्यादातर क्लाइंट में सफलतापूर्वक रिमोट कोड निष्पादन कर सकता है, और हमलावर के लिए भेद्यता को ट्रिगर करना आसान है",
  "page-upgrades-question-title": "अक्सर पूछे जाने वाले सवाल",
  "bug-bounty-faq-q1-title": "एक अच्छी कमजोरी सबमिशन कैसी दिखनी चाहिए?",
  "bug-bounty-faq-q1-contentPreview": "एक गुणवत्तापूर्ण कमजोरी सबमिशन का एक वास्तविक उदाहरण देखें।",
  "bug-bounty-faq-q1-content-1": "<b>वर्णन:</b> गैर-मान्य ब्लॉकों का उपयोग करके रिमोट डिनायल-ऑफ-सर्विस",
  "bug-bounty-faq-q1-content-2": "<b>आक्रमण परिदृश्य:</b> एक हमलावर ऐसे ब्लॉक भेज सकता है जिनके लिए उच्च मात्रा में कंप्यूटेशन की आवश्यकता हो सकती है (अधिकतम gasLimit) लेकिन जिनमें कोई काम-का-सबूत नहीं है। यदि हमलावर लगातार ब्लॉक भेजता है, तो हमलावर पीड़ित नोड को 100% CPU उपयोग पर मजबूर कर सकता है।",
  "bug-bounty-faq-q1-content-3": "<b>प्रभाव:</b> एक हमलावर दूरस्थ नोड्स पर CPU उपयोग का दुरुपयोग कर सकता है, संभवतः पूर्ण DoS का कारण बन सकता है।",
  "bug-bounty-faq-q1-content-4": "<b>कंपोनेंट्स:</b> Go क्लाइंट संस्करण v0.6.8",
  "bug-bounty-faq-q1-content-5": "<b>पुनरुत्पादन:</b> एक Go नोड को एक ऐसा ब्लॉक भेजें जिसमें कई txs हों लेकिन कोई मान्य PoW न हो।",
  "bug-bounty-faq-q1-content-6": "<b>विवरण:</b> ब्लॉकों को <code>Process(Block, dontReact)</code> विधि में मान्य किया जाता है। यह विधि महंगे CPU-गहन कार्य करती है, जैसे लेनदेन निष्पादित करना (<code>sm.ApplyDiff</code>) और बाद में यह काम का सबूत को सत्यापित करती है (<code>sm.ValidateBlock()</code>)। यह एक हमलावर को ऐसे ब्लॉक भेजने की अनुमति देता है जिनके लिए उच्च मात्रा में कंप्यूटेशन की आवश्यकता हो सकती है (अधिकतम <code>gasLimit</code>) लेकिन जिनमें कोई काम का सबूत नहीं है। यदि हमलावर लगातार ब्लॉक भेजता है, तो हमलावर पीड़ित नोड को 100% CPU उपयोग पर मजबूर कर सकता है।",
  "bug-bounty-faq-q1-content-7": "<b>फिक्स:</b> जांचों के क्रम को उलट दें।",
  "bug-bounty-faq-q2-title": "क्या बग बाउंटी प्रोग्राम समय सीमित है?",
  "bug-bounty-faq-q2-contentPreview": "नहीं।",
  "bug-bounty-faq-q2-content-1": "वर्तमान में कोई समाप्ति तिथि निर्धारित नहीं है। नवीनतम समाचारों के लिए <a href=\"https://blog.ethereum.org/\" target=\"_blank\" rel=\"noreferrer\">Ethereum फाउंडेशन ब्लॉग</a> देखें।",
  "bug-bounty-faq-q3-title": "पुरस्कारों का भुगतान कैसे किया जाता है?",
  "bug-bounty-faq-q3-contentPreview": "पुरस्कार ETH या DAI में भुगतान किए जाते हैं।",
  "bug-bounty-faq-q3-content-1": "पुरस्कार ETH या DAI में सबमिशन के मान्य होने के बाद भुगतान किए जाते हैं, आमतौर पर कुछ दिनों बाद। स्थानीय कानून हमें आपकी <b>पहचान का प्रमाण</b> मांगना आवश्‍यक बनाते हैं। इसके अलावा, हमें आपके ETH पते की आवश्यकता होगी।",
  "bug-bounty-faq-q4-title": "क्या मैं अपना पुरस्कार दान कर सकता हूं?",
  "bug-bounty-faq-q4-contentPreview": "हां।",
  "bug-bounty-faq-q4-content-1": "हम आपके पुरस्कार को आपकी पसंद के एक स्थापित धर्मार्थ संगठन को दान कर सकते हैं।",
  "bug-bounty-faq-q5-title": "मैंने एक समस्या / कमजोरी की रिपोर्ट की है लेकिन मुझे कोई प्रतिक्रिया नहीं मिली है!",
  "bug-bounty-faq-q5-contentPreview": "कृपया किसी को आपके सबमिशन का जवाब देने के लिए कुछ दिनों की प्रतीक्षा करें।",
  "bug-bounty-faq-q5-content-1": "हम सबमिशन का जवाब जल्द से जल्द देने का प्रयास करते हैं। यदि आपको एक या दो दिनों के भीतर कोई प्रतिक्रिया नहीं मिली है तो बेझिझक हमें <a href=\"mailto:bounty@ethereum.org\" target=\"_blank\" rel=\"noreferrer\">bounty@ethereum.org</a> पर ईमेल करें।",
  "bug-bounty-faq-q6-title": "मैं गुमनाम रहना चाहता हूं / मैं नहीं चाहता कि मेरा नाम लीडरबोर्ड पर हो।",
  "bug-bounty-faq-q6-contentPreview": "आप ऐसा कर सकते हैं, लेकिन इससे आप पुरस्कारों के लिए अयोग्य हो सकते हैं।",
  "bug-bounty-faq-q6-content-1": "गुमनाम रूप से या छद्म नाम से सबमिट करना ठीक है, लेकिन इससे आप ETH/DAI पुरस्कारों के लिए अयोग्य हो जाएंगे। ETH/DAI पुरस्कारों के लिए पात्र होने के लिए, हमें आपका वास्तविक नाम और आपकी पहचान का प्रमाण चाहिए। अपना बाउंटी किसी धर्मार्थ संस्था को दान करने के लिए आपकी पहचान की आवश्यकता नहीं है।",
  "bug-bounty-faq-q6-content-2": "कृपया हमें बताएं यदि आप नहीं चाहते कि आपका नाम/उपनाम लीडरबोर्ड पर प्रदर्शित किया जाए।",
  "bug-bounty-faq-q7-title": "लीडरबोर्ड में पॉइंट क्या हैं?",
  "bug-bounty-faq-q7-contentPreview": "हर पाई गई कमजोरी / समस्या को एक स्कोर दिया जाता है",
  "bug-bounty-faq-q7-content-1": "हर पाई गई कमजोरी / समस्या को एक स्कोर दिया जाता है। बाउंटी हंटर्स को हमारे लीडरबोर्ड पर कुल पॉइंट के आधार पर रैंक किया जाता है।",
  "bug-bounty-faq-q8-title": "क्या आपके पास PGP कुंजी है?",
  "bug-bounty-faq-q8-contentPreview": "हां। विस्तार के लिए विवरण देखें।",
  "bug-bounty-faq-q8-content-1": "कृपया <code>AE96 ED96 9E47 9B00 84F3 E17F E88D 3334 FA5F 6A0A</code> का उपयोग करें",
  "bug-bounty-faq-q8-PGP-key": "PGP कुंजी"
}
