{
  "page-local-environment-brownie-desc": "इथेरियम वर्चुअल मशीन को लक्षित करने वाले स्मार्ट अनुबंधों के लिए Python-आधारित डेवलपमेंट और परीक्षण संरचना।",
  "page-local-environment-brownie-logo-alt": "Brownie का लोगो",
  "page-local-environment-kurtosis-desc": "तेजी से स्थानीय dApp विकास, प्रोटोटाइपिंग और परीक्षण के लिए मल्टी-क्लाइंट इथेरियम टेस्टनेट को आसानी से कॉन्फ़िगर और चालू करने के लिए एक कंटेनर-आधारित टूलकिट।",
  "page-local-environment-kurtosis-logo-alt": "Kurtosis लोगो",
  "page-local-environment-epirus-desc": "Java वर्चुअल मशीन पर ब्लॉकचेन एप्लिकेशन को डेवलप करने, परिनियोजित करने और मॉनिटर करने के लिए एक प्लेटफ़ॉर्म।",
  "page-local-environment-epirus-logo-alt": "Epirus का लोगो",
  "page-local-environment-eth-app-desc": "एक आदेश के साथ इथेरियम संचालित ऐप बनाएं। चुनने के लिए UI फ्रेमवर्क और DeFi टेम्पलेट की एक विस्तृत पेशकश के साथ आता है।",
  "page-local-environment-eth-app-logo-alt": "Eth ऐप का लोगो बनाएं",
  "page-local-environment-foundry-desc": "इथेरियम एप्लिकेशन डेवलपमेंट के लिए रस्ट प्रोग्रामिंग भाषा में लिखा गया एक बहुत तेज़, पोर्टेबल और मॉड्यूलर टूलकिट।",
  "page-local-environment-foundry-logo-alt": "Foundry लोगो",
  "page-local-environment-framework-feature-1": "एक स्थानीय ब्लॉकचेन उदाहरण को स्पिन करने के लिए विशेष रूप से प्रदर्शित होता है।",
  "page-local-environment-framework-feature-2": "आपके स्मार्ट अनुबंध को संकलित करने और परीक्षण करने के लिए उपयोगिताएँ।",
  "page-local-environment-framework-feature-3": "एक ही प्रोजेक्ट/रिपॉजिटरी के भीतर आपके उपयोगकर्ता-उन्मुख एप्लिकेशन के निर्माण के लिए क्लाइंट डेवलपमेंट ऐड-ऑन।",
  "page-local-environment-framework-feature-4": "इथेरियम नेटवर्क से कनेक्ट होने और अनुबंधों को परिनियोजित करने के लिए कॉन्फ़िगरेशन, चाहे वह स्थानीय रूप से चल रहे इंस्टेंस के लिए हों या इथेरियम के सार्वजनिक नेटवर्कों में से एक हो।",
  "page-local-environment-framework-feature-5": "विकेंद्रीकृत ऐप वितरण - IPFS जैसे भंडारण विकल्पों के साथ एकीकरण।",
  "page-local-environment-framework-features": "ये संरचनाएं बहुत सारी अलग कार्यक्षमता के साथ आती हैं, जैसे:",
  "page-local-environment-frameworks-desc": " हम एक संरचना चुनने की सलाह देते हैं, खासकर यदि आप अभी शुरू कर रहे हैं। पूर्ण विकसित डेप के निर्माण के लिए विभिन्न प्रौद्योगिकी की आवश्यकता होती है। संरचना में कई आवश्यक सुविधाएँ शामिल होती हैं या आपके इच्छित उपकरण को लेने के लिए आसान प्लगइन सिस्टम प्रदान करती हैं।",
  "page-local-environment-frameworks-title": "संरचनाएं और पूर्व-निर्मित स्टैक",
  "page-local-environment-hardhat-desc": "Hardhat पेशेवरों के लिए एक इथेरियम डेवलपमेंट परिवेश है।",
  "page-local-environment-hardhat-logo-alt": "Hardhat का लोगो",
  "page-local-environment-openZeppelin-desc": "हमारे CLI के साथ स्मार्ट अनुबंधों के साथ संकलन, अपग्रेड, परिनियोजन और सहभागिता करके डेवलपमेंट के समय की बचत करें।",
  "page-local-environment-openZeppelin-logo-alt": "OpenZeppelin का लोगो",
  "page-local-environment-scaffold-eth-desc": "इथर + हार्डहैट + रिएक्ट: स्मार्ट अनुबंधों द्वारा संचालित विकेंद्रीकृत अनुप्रयोगों का निर्माण शुरू करने के लिए आपको जो कुछ भी चाहिए वह सब कुछ।",
  "page-local-environment-scaffold-eth-logo-alt": "scaffold-eth का लोगो",
  "page-local-environment-setup-meta-desc": "इथेरियम डेवलपमेंट के लिए आपके सॉफ़्टवेयर स्टैक को चुनने के तरीके के बारे में मार्गदर्शिका।",
  "page-local-environment-setup-meta-title": "इथेरियम स्थानीय डेवलपमेंट सेटअप",
  "page-local-environment-setup-subtitle": "यदि आप निर्माण शुरू करने के लिए तैयार हैं, तो आपके स्टैक को चुनने का समय आ गया है।",
  "page-local-environment-setup-subtitle-2": " यहां पर वे उपकरण और संरचनाएं मौजूद हैं, जिनका उपयोग आप अपने इथेरियम एप्लिकेशन को बनाने में मदद करने के लिए कर सकते हैं।",
  "page-local-environment-setup-title": "अपना स्थानीय डेवलपमेंट परिवेश स्थापित करें",
  "page-local-environment-solidity-template-desc": "आपके Solidity स्मार्ट अनुबंधों के लिए प्री-बिल्ट सेटअप के लिए GitHub टेम्पलेट। एक Hardhat स्थानीय नेटवर्क, परीक्षण के लिए Waffle, वॉलेट कार्यान्वयन के लिए Ethers, और भी बहुत कुछ शामिल है।",
  "page-local-environment-solidity-template-logo-alt": "Solidity टेम्पलेट का लोगो",
  "page-local-environment-waffle-desc": "स्मार्ट अनुबंध के लिए सबसे उन्नत परीक्षण लाइब्रेरी। अकेले या स्कैफोल्ड-ETH या Hardhat के साथ उपयोग करें।",
  "page-local-environment-waffle-logo-alt": "Waffle का लोगो"
}
